{
  "published": "11 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka achịcha Bekee 'bread' kọrọ ụkọ n'Abia steeti abalị olemole gara aga, ụfọdụ ndị bi na steeti ahụ akọọla etu ha na ihe si eme.",
    "Ndị ụlọọrụ na-emepụta bureedi arụbeghị ọrụ ụbọchị olemole nke mere na ndị mmadụ ahụghị nke ha ga-azụ.",
    "Achịcha Bekee: A ga-ebuli ọnụ ego ya?",
    "Gịnị bụ ọrịa shuga nakwa ụzọ ị ga-esi gbalahụ ya?",
    "Chima Akudike, onye bi n'Aba gwara BBC Igbo na ya bụ ihe adịghịrị ọtụtụ ndị mmadụ mfe.",
    "O kwuru sị: \"Ọtụtụ ndị mmadụ bụ bureedi na mmanya ọtọ bịrịbịrị ka ha ji eme nri ụtụtụ.\"",
    "\"Tulegodi ihe ndị dị otu a ga-emezi ugbu a.\"",
    "Ebe foto si, Getty Images",
    "Bread so na nri ndị mmadụ kacha eri na Naịjirịa",
    "Dịka Akudike si kwuo, ụlọahịa niile dị n'okirikiri  ebeo bi enwebeghị bureedi ruo n'ụtụtụ ụbọchị Tuzde.",
    "Ọ kọwara na ọ bụ abụbụ ọrụ ka ụlọọrụ na-emepụta bureedi gbara n'ihi na ha kwuru na ọnụahịa ntụ e ji eme achịchị nke bekee kpọrọ 'flour' arịala elu nke ukwu.",
    "Mana onye ọzọ bi n'Aba gwara BBC Igbo na ndị bureedi amalitela ire obere obere n'okirikiri nke ya.",
    "Ebe foto si, Getty Images",
    "Ndị na-ere achịcha na-enwetakarị ezigbo ego na ya",
    "Otu  jikọtara ndị na-eme bụredị n'Abịa steeti  bụ otu a kpọrọ 'Master Bakers' na Bekee.",
    "Onyeisi ha bụ Emma Nwaohia gwara ndị ntaakụkọ na ha chọrọ ịme nzacha ma mkpocha iji kwadoo ịmalite ọrụ n'uju kemgbe akpọghechara obodo ọzọ maka ọrịa coronavirus.",
    "Nwaohia kwuru na ọ bụ ya kpatara ha ji wụsaa ọwa kemgbe otu izuụka gara aga.",
    "Ọ gakwara n'ihu kwuo na ndị otu 'Master Bakers' ga-eji ohere ahụ tịnye anya n'ihe ụfọdụ na-akpa ha.",
    "Nwaohia kwuru na agha coronavirus a mekpara ha ahụ nke ukwuu nke mere ọnụahịa ihe niile ha ji eme bụredị ji rịchaa elu ọjị.",
    "O kwuru na kemgbe Maachi, na ihe niile e ji eme bụredị dịka flọọ, shụga, bụta na ndị ọzọ arịala elu ugboro ise karịa.",
    "BBC Igbo na-agba mbọ inweta Nwaohia ka ọ kọwaara anyị ihe na-emenụ n'uju.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "'Ndị ọjọọ bara na be nwaanne m were mma magbuo ya' - Chief Ekwegbalu",
    "Ndụmọdụ Diezanị Allison-Madueke nyere ndị yahoo-yahoo akpaliela iwe ndị mmadụ",
    "Ihe mere Awka, Enugu, Umuahịa na ndị ọzọ ji  bụrụ isi obodo",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "NA EME UGBU A Ụlọikpe akụpụla akwụkwọ EFCC gbara Okorocha",
    "Ụlọikpe enyela DSS iwu ka a tọhapụ Godwin Emefiele10 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Aspartame - akụrụngwa ọtọ bịrịbịrị a na-etinye na mmanya - ọ na-akpata kansa?30 Juun 2023",
    "Sit-at-home: Ihe 'South East Forum', Ohaneze kwuru maka nọrọnụlọ Simon Ekpa tinyere",
    "Cynthia Okereke profile: Ihe ndị ejije Nollywood na-ekwu maka ogbo ha lara mmụọ",
    "Godwin Emefiele: Ụlọikpe akagbuola nnwụchi DSS nwuchiri onyeisi ụlọakụ etiti",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobia",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}