{
  "published": "13 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Igbo si na ọ bụ aka mere azụ o ji gbakọọ, nke pụtara na ọ bụ mmadụ na-eme mmadụ ibe ya nnukwu mmadụ.",
    "A na-ekwu na ọ dị mkpa ka mmadụ ghara ichefu onye nyerela ya aka mgbe ọ nọ na mkpa.",
    "Ihe isii i na-ekwesịghị ime na social media gị",
    "Ndị ndọrọndọrọ agba ọhụrụ jị soshal midia anya isi",
    "Lee ka soshal midia siri zọpụta nwata a na-achọ achọ",
    "Ndị dịka Oluchi Onweagba Orlandi, onye ji ahụ ya ere uwe (model), nakwa Kanu Nwankwo bụ ọgba bọọlụ, bụcha ndị nọ ha nso tụpụtara alo ka e nye ha ohere nke mere ha ji tiwaa.",
    "Mana ị ma na e nwere ụfọdụ ụmụ naijiria aka gị, eee, gị onwe gị, dị n'ime ha ihe ha bụ taa?",
    "Dịka ị na-eke akụkọ ha na-soshal midia, i so na ndị mere ka ụwa mara ha.",
    "Ndị soshal midia mere mmadụ:",
    "Oluomachi Opara",
    "Ebe foto si, Hope Uzodinma",
    "Oluomachi sozi na ndị gọvanọ Imo steeti bụ Hope Uzodinma kpọrọ 'nwa m'",
    "Akụkọ Oluomachi Opara ka dị ọkụ n'obi ọtụtụ mmadụ ugbua, n'agbanyeghi na ọ malitere naanị ọnwa ole na ole gara aga.",
    "Nwata ahụ bụ onye Ahiazu Mbaise, n'Imo steeti, bụ nwata na-ebugharị ahịa n'Owere iji nyere nne na nna ya aka tupu chi nke ya efoo.",
    "Ọ bụ ihe onyonyo ebe ọ na-ekwe ukwe wuru ewu dịka ọtụtụ ndị mmadụ gụnyere gị onwe gị kesara onyonyo ebe ọ na-agụ egwu mere ya ka ọ ghọọ ihe ndị nwere agba na-achọ ka akara dị ọkụ.",
    "Gọvanọ Imo steeti bụ Hope Uzodimma, Sinetọ Stella Oduah, nakwa Ụka Katọlik enyela ya ohere ịgụ akwụkwọ n'efu, ebe ọtụtụ ndị ọzọ nyere ya na ezinaụlọ ya ohere agụmakwụkwọ n'efu.",
    "Etu m si mụta ịgụ egwu - Oluomachi Opara",
    "Mmesoma Anthony Madu bụ nwata nwoke dị afọ 12 na-eri egwu 'ballet' ka ji.",
    "O wuru ewu dịka ihe onyonyo na-egosi ebe ọ na-agba 'ballet' na mmiri ozuzo.",
    "Ka ọ dị ugbua, Mmesoma enwetala ohere ịga mba Amerịka gụọ akwụkwọ maka etu e si agba egwu ballet nke ọma.",
    "Ballet Dance: Etu nwata ji mkpịsị ụkwụ agba egwu ji gbata aka nchawa",
    "Ebe foto si, Instagram/Mofebamuyiwa",
    "Ọtụtụ ndị mmadụ malitere inyere Risikat Azeezat na ụmụ ya aka dịka akụkọ kwuru na di ya chụpụrụ ha n'ihi ụcha anya ha.",
    "Na nsonso a ka akụkọ pụtara maka ụmụaka abụọ \"nna ha jụrụ ha na nne ha\" bụ Risikat Azeez n'ihi na anya ha na-acha anụnụ anụnụ (blue).",
    "Ya bụ akụkọ kpọtụrụ akpọtụ na soshal midia n'ihi na mụ na gị kpọrọ ibe anyị 'bịa hụrụ ihe m hụrụ.'",
    "Na-egbughi oge, enyemaka sitere n'aka nwunye gọvanọ Kwara steeti bịara ha dịka ha nwetara ohere agụmakwụ na nleta pụrụ iche.",
    "Ugbua, akụkọ na-ekwu na di nwaanyị ahụ alọghachịla azụ ma rịọ mgbaghara.",
    "Ikorodu bois",
    "I chetere ụmụaka atọ ahụ na-eme ihe onyonyo ebe ha na-eji ụzọ nke ha ejije ihe nkiri (film) ndị a ma ama na sọshal midia?",
    "Ọnwa ole na ole gara aga ka ha ṅomiri ejije ndị Hollywood nke Netflix kwadoro, a kpọrọ \"Extraction\". Nke a mere ka anya ndị na-ewu ewu na mba Amerịka rute ha.",
    "Ị ma na nsonso a na ụlọọrụ na-egosi ihe ejije n'ọrụ bụ na Neflix ziteere ha akụrụngwa e ji eme onyonyo iji nyere ọrụ ha aka.",
    "Nke a bụ dịka ọtụtụ ndị mmadụ na-ekesa aka ọrụ ha aghara agha na socịal midia.",
    "Chetakwa na a kpọburu ha oku ime ịbịa ngosiputa (movie premiere) ihe nkiri na mba Amerịka mgbe a ga-ewepụta \"Extraction 2\".",
    "Emmanuella",
    "Ebe foto si, @markangelcomedy",
    "Ọ bụ nwata na-emepụta ihe ọchị",
    "Onye ọbụla ma \"Mark Angel Comedy\" matara nwaada Igbo a na-ewu ebe nile maka ịkpa ọchị onye oke amamiihe.",
    "Ọ bụ oke owuwu ihe onyonyo nke ya na nwanne ya nwoke nwe a na-akpọ Mark Angel Comedy na-ewu, na-eme nwata ahụ ọgaranya, ma mee ya onye ya na ndị ọgaranya na ndị a na-anụ aha ha na-akparịta.",
    "'Ime ihe ọchị anakwaghị Emmanuella ịgụ akwụkwọ'",
    "Nwata kwọọ aka, o soro ndị okenye rie nri. Emmanuella anatala nturuugo dị iche iche nke gụnyere ugwu onye bụbu onyeisi ụlọmeiwu ukwu bụ Bukola Saraki nyere ya.",
    "Akụkọ kwuru na Emmanuella eritela ego ruru nde naira iri abụọ n'ise, e jikwala ihu ya ree ahịa nke Bekee kpọrọ \"advert\".",
    "6. Eli Waduba Yusuf",
    "Ebe foto si, Uche Akolisa",
    "Eli Waduba Yusuf bụ nwata nwokorobịa ji mkpịsị odee ese ihe osise, mee ya ka ọ dị ka foto.",
    "Ọ bụ ka ndị mmadụ kesara eserese Kevin Hart bụ ọkpaọchị mba Amerịka Yusuf sere, ka ụwa ya gbanwere n'otu ntabianya.",
    "Ụmụaka 'Dreamcatchers'",
    "I nweghị ego dịka Dangote,Cosharis maọbụ Innoson, mana mana i sorola ndị  mere ụmụaka @Dreamcatchersdandị a na-anụ aha ha n'ụwa dum.",
    "@Dreamcatchersda bụ otu abụghị nke gọọmenti, ndị  na-akpọkọba ụmụaka enweghị nne na nna na ndị puru nụzọ ọnụ site ịgba na ịkpụ egwu nakwa ihe nka ndị ọzọ.",
    "Ugbua ụmụaka esila na nkerịta a na-eke akụkọ ha na soshal midia nweta ohere ị ga-ala Bekee.",
    "Ha na ndị nnukwu mmadụ na-erịkọ n'otu efere. Ọ bụladị oge 'Naomi Campbell' bịara ala Naijiria, ọ gara zute ụmụaka ahụ.",
    "Success Adegor",
    "Ebe foto si, @itkSuccess",
    "Na ofe ezughị nri ma ya fọdụ nke ị ga-edobe maka echi abụghị na o nweghị ndị iji oge na 'data' gị gbanwee ọnọdụ ụbịam na ahụhụ ha nọbu na ya.",
    "I chetara nwata ahụ wuru ewu na soshal midia maka na  a chụrụ ya n'ụlọakwụkwọ maka  na ọ kwụghị ụgwọakwụkwọ ya, ya na-atụ arịrị na-asị ka ọ gara akara ya mma na ha pịrara ya ụtarị, hapụ ya ka ya soro ibe ya?",
    "Success Adegor  si na nkesa akụkọ ya nke i sonyere wee kesaa na soshal midia nweta ndị gbatara ya ọsọ enyemaka ego, ohere isonye na ihe ejije nakwa ohere agụmakwụkwọ n'efu.",
    "Na-agbanyeghị na Success kwuru na nsonso na na ọtụtụ ndị kwere ya na ezinaụlọ ya nkwa e mezughị ya mana nke bụ eziokwu bụ na ọnọdụ ụbịam ha nobu na ya agbanweela.",
    "Ihe nnyụsịta ọtụ nwaanyị na-ekwu maka ọmụmụ na 'ovulation' ya",
    "Ịta 'red meat' a dị gị mma n'ahụ? Lee ihe mere anyị ji ajụ",
    "Ihe mere e ji kwụsị Rev. Fada Oliver Ekene Nwosu ọrụ ụkọchukwu n'ụka Catholic",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'",
    "Nigerian Cybercrime: Ebu i nwereike ikotere onwe gị na soshal midia29 Ọgọọst 2019",
    "Fake bank alert: Ihe ise ị ga-eji amata 'bank alert' adịgboroja7 Ọgọọst 2019",
    "Social Media Regulation: Kedu etu gọọmentị ga-esi chikọta ma hazie Soshal Midịa?31 Ọktọba 2019",
    "Vidio, Social Media: I nwereike ịhapụ soshal midia n'otu ụbọchị?13 Nọvemba 2019",
    "Social media: Chee ya echee tupu ị mee ihe isii a8 Nọvemba 2018",
    "Vidio, Learn Igbo: Ọ bụ gịnị bụ 'social media' n'Igbo?3 Ọgọọst 2019",
    "Social Media: Ihe atọ ị ga-eme ma ị chọọ ịbụ onye a ma ama17 Nọvemba 2018",
    "Vidio, 'Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya' - Nsukka Michael Jackson8 Julaị 2021",
    "Gee ntị, BBC Nkeji8 Julaị 2021",
    "Anyị nụrụ ụda egbe mgbe anyị chọro imata ihe ejiri chụọ anyị - Onye omeiwu n'Imoelekere 7 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "T.B. Joshua Burial Photos: Lee foto si ụlọ ụka Synagogue dịka a na-eme akwamozu ụkọchukwu ha",
    "Anyị nụrụ ụda egbe mgbe anyị chọro imata ihe ejiri chụọ anyị - Onye omeiwu n'Imo",
    "Ụmụaka Igbo na-ewe iwe, ị gaghị eji egbe na ịtụ ha nga mechie ọnụ ha - Elliot Ukoh",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ebe ndị Ugwu na-akwado Pantami, Gumi na Miyetti Allah, ana m akwado Nnamdi Kanu - Bishop Onuagha, Methodist Church, Onitsha Diocese",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}