{
  "published": "14 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Burna Boy eritela nturugo BET Awards nke afọ 2021",
    "Burna Boy nke ezigbo aha ya bụ Damini Ogulu, abụrụkwala aha ọtụtụ mmadụ kpụ n'ọnụ na Naịjirịa n'ụtụtụ Mọnde a.",
    "Nke a na-abịa dịka o so na ndị ritere nturu ugo BET Awards nke afọ 2021.",
    "Burna Boy eritela nturuugo a ugboro atọ n'ime afọ atọ 2019, 2020, 2021, iji gosi n'eziokwu na ọ bụ Odogwu n'ezie.",
    "Burna Boy, Wizkid  eturula ugo  'Grammy'",
    "Burna Boy agbaala n'ihe emume Trevor Noah",
    "Burna Boy ọ bụ ọkachamara ịgụ egwu na Naịjirịa?",
    "Burna Boy nwetere ntụrụugo atọ na emume Soundcity MVP",
    "Ebe foto si, Getty Images",
    "Emume 'BET Awards' nke afọ 2021 bụ emume nturugo mbụ nke ndị mmadụ gbakọtara ọnụ na ya kamgbe ọrịa covid19 bidoro na ngwụcha afọ 2019.",
    "Burna Boy tuuru ugo na ngalaba nke a kpọrọ 'Best International Act'.",
    "Ndị ọzọ so were zọọ nturuugo a gụnyere: Aya Nakamura (France), Diamond Platnumz (Tanzania), Emicida (Brazil), Headie One (Uk), Wizkid (Nigeria), Young T & Bugsey (Uk), Youssoupha (France).",
    "Lee ihe ndị ọzọ mere Burna Boy ji bụrụ Odogwu n'egwu dịka o si akpọ onwe ya:",
    ") O ritela nturuugo na mba ofesi",
    "Ebe foto si, Getty Images",
    "Damini Ebunoluwa Ogulu a ma díka 'Burna Boy etiela ótútú egwu gúnyere 'Like to party', 'Burn Identity'",
    "Burna Boy bụ otiegwu Naịjirịa mbụ ritere nturugo Grammy n'ihi egwu naanị ya tiri.",
    "Wizkid nwetakwara ntuurugo a, mana ọ bụ maka egwu ya na Beyonce tikọrọ ọnụ.",
    "N'afọ 2019, 2020, na 2021, Burna Boy nwetara nturuugo \"Onye mba ofesi kacha agụ egwu\" nke ndị BET.",
    "O ritekwara \"Onye si Afrịka kacha agụ egwu\" nke ndị MTV Europe Music Awards (EMAs) n'afọ 2019.",
    "N'afọ 2020, o so na ndị sonyere ndị BET mee emume ụbọchị nturuugo ha.",
    "Oge a họpụtara ya na ndị nwereike irite nturuugo Grammy maka \"ọbaegwu kacha mma n'ụwa\" n'ihi ọbaegwu ya ọ kpọrọ \"African Giant\", ndị mmadụ kwadoro ya, mana o ruteghizi ya aka.",
    ") Otiegwu aha ya na-ada nnukwu ụda na mbaụwa bụ Sean \"Diddy\" Combs, so sikọlata ọbaegwu ọhụrụ ya.",
    "N'agbanyeghi na ọrịa coronavirus keturu onye ọbụla na mpaghara mbaụwa niile, Burna Boy na Diddy ji ihe nkiri e ji akpa nkata wee tikọta isi ọnụ, buputa egwu a na-agbaka ndị mmadụ isi ugbua.",
    "N'okwu o depụtara, Diddy jara Burna Boy mma, sị na ọ bụ otu \"odogwu\" ya na rụkọrọ ọrụ.",
    ") Ya na ndị aha ha na-ada ụda etikọọla egwu",
    "Ọ bụ eziokwu na egwu a na-akpọ \"Afrobeats\" bụzị ebe a nọzị ugbua, nke a mere ka ọtụtụ ndị mba ofesi na-etinye uche n'egwu ya.",
    "Burna Boy akpọtala ndị si mba dị iche iche ka ha tinye ọnụ n'egwu ya.",
    "Ndị gụnyere Chris Martins nke otu egwu Coldplay, Naughty by Nature, Sauti Sol, Youssou N'Dour nakwa Stormzy, esorola ya tie egwu ya.",
    "Ya onwe ya etinyekwalanụ ọnụ n'egwu ndị gụnyere Beyonce, Sam Smith, Lily Allen, Fall Out Boy, Major Lazer, Mahalia Burkmar, DJ Snake, Ed Sheeran, Pop Smoke nakwa J Hus.",
    ") Ọ na-eme ka Afrobeat gazuo ụwa niile",
    "A hụ Burna Boy a hụ Afrobeat, n'ihi na ka ọ dị ugbua, ọ dịzị ka ọ bụ ya kacha buru egwu a n'isi.",
    "Ọ na-akpọ ụdịrị egwu nke ya \"Afro-fusion\", nke gụkọrọ Afrobeat, \"dancehall riddim\", reggae nakwa egwu a na-akpọ \"R&B\".",
    "Ọ bụ ya kachakwa eme ka ụmụ ọgbara ọhụrụ nwee mmasị maka egwu Fela Anikulapo-Kuti bụ onye egwu anaghị ata ntị ya ata mgbe ọ dị ndụ.",
    "Ọ na-eme nke a site n'ịgụgharị maọbụ weretu n'egwu Fela ji sikọlata egwu nke ya, mee ka ọ na-atọwa ndị ọgbara ọhụrụ ntị.",
    "Burna Boy na-esosi nzọụkwụ Fela n'ike, ọ bụghị naanị egwu ya ka ọ na-emetụ aka, ọ na-etinyekwa ọnụ n'ịkatọ gọọmentị Naịjiria ma ha zọghie ụkwụ.",
    ") Ọ dị ka ihe ndị Igbo na-amasị ya",
    "Ị chetara mgbe o tiputara egwu ọ kpọrọ \"Odogwu\"?",
    "Ọ bụghịkwa ebe ahụ ka ọ kwụsịrị, n'ọbaegwu \"Twice as tTll\" a, ọ gụkwara egwu ọ kpọrọ Onyeka.",
    "O tiri egwu ahụ ọ gụrụ maka nwaanyị bụ ọ dị n'obi, ka ọ na-adatu ka \"Highlife\".",
    "N'egwu ahụ o kwuru \"ọsọndị owendi\" ma kwuokwa na nwaanyị ahụ na-abịa dịka Onyeka Onwenu bụkwa otiegwu Igbo ji eme ọnụ.",
    "Burna Boy na onwe ya kọwara ihe ya na ihe gara tupu o wepụta ọbaegwu ọhụrụ a.",
    "Burna Boy, Wizkid eturula ugo 'Grammy'14 Maachị 2021",
    "Burna Boy ọ ga-abụ onye Naịjiria mbụ ga-erite Grammy?26 Jenụwarị 2020",
    "Burna Boy ọ bụ ọkachamara ịgụ egwu na Naịjirịa?13 Febụwarị 2020",
    "Bob Marley: Ihe o ji bụrụ eze 'Raggae'11 Mee 2020",
    "Vidio, Ndị ọcha na-akwalite asụsụ na omenala Igbo karịa ndị Igbo - Chinedum Ofomata28 Juun 2021",
    "Gee ntị, BBC Nkeji28 Juun 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Atagaelekere 3 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Etu nwanne di m si kutuo ụlọ di m hapụrụ mụ na ụmụ ise - Nwanyi Ajadụ bi n'Imo steeti",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ndị uweojii sị na ha egbuola ndị ESN ma napụ ha egbe n'Imo Steeti",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "'Ndị ụlọ anyị sị m ma alọtazina ụlọ ọzọ ma m ahụghị di'Emelitere ikpeazụ na: 17 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}