{
  "published": "14 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Emume ọdịnala ọbụla e mere n'ala Igbo ma agbaghị mkpọnala, mara na ọ bụ emume ụmụaka.",
    "Mkpọnala bụ ụda e ji akọrọ mmụọ na mmadụ na nnukwu ihe na-eme n'obodo.",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị Igbo",
    "Ihe mere e ji alụ nwaanyị n'ozu n'ala Igbo",
    "Ọtanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gboo",
    "Akụkụ Igbo ụfọdụ na-akpọ ya mkpọnanị, ndị ọzọ na-akpọ ya ntụnala, ebe ndị ọzọ na-akpọkwa ya egbenduru.",
    "Oge ọbụla ya bụ egbe dara, ụmụ nnụnụ eju ọhịa, ụmụ anụmanụ adaa jụụ, obodo niile edere jijiji.",
    "Akirika Jingo bụ onye e ji ịgba mkpọnala mara n'Ideato, Imo steeti",
    "Akịrịka Jingo, bụ onye e ji ịgba mkpọnala mara na mpaghara Ideato North n'Imo steeti, kọwaara BBC Igbo na ịgba mkpọnala bụ ụzọ e ji ekele Chukwu maka ihe mere n'obodo.",
    "Jingo kọwakwara na ọ bụghị naanị n'ọnwụ mmadụ maọbụ ihe iru uju ka a na-agba mkpọnala, a na-agba ya ma nnukwu ihe ọbụla mee.",
    "Lee uru mkpọnala bara dịka Jingo si kọwaa:",
    "E ji ya eto Chukwu ma ihe ọma mee",
    "E ji mkpọnala asị onye nwụrụ anwụ laa nke ọma",
    "Nnukwu onye ọbịa bịa n'obodo, ọ bụ ụda mkpọnala ka a ga-eji anabata ya",
    "A na-eji mkpọnala agbapụ ihe ọjọọ ma gbabata ihe ọma.",
    "Na nnukwu mmemme, dịka iri ji ọhụrụ, a na-agbakwa mkpọnala iji gosi na ọṅụ juru ndị obodo obi",
    "Ejikwa mkpọnala agbasa ozi. Mkpọnala daa, ndị mmadụ ga-ajụwa ihe na-emenu, oge ahụ ozi ga-eru ha ntị maka ihe ya bụ mkpọnala jiri daa.",
    "Mana Jingo kwukwara na ụfọdụ na-agbakwa mkpọnala iji ya mee ihe ọjọọ.",
    "Kama ọ bụghị ha ga-eji aka ha agba ya n'ihi na ha na-asọ nsị egbe e ji agba mkpọnala asọ.",
    "Ọ bụ nsị egbe bụ akụrụngwa kacha mkpa e ji agba mkpọnala.",
    "Jingo kọwara na ọ bụ kemịkalụ dị icheiche ka a gwakọrọ ọnụ iji rụpụta nsị egbe.",
    "Nke ọzọ bụ egbe mkpọnala na onwe ya, nke bụ igwe ndị ọkpụ ụzụ na-akpụ.",
    "A ga-ewere nsị egbe sụjuo n'ime igwe ahụ ma were obere aja wụchie elu ya.",
    "Jingo kọwara na ọ bụrụ na awụchighi ya aja, ọ gaghị agba.",
    "Ọ bụ onye ọbụla nwere ike ịgba mkpọnala?",
    "Jingo kọwara na ọ bụ n'aka nna ya ka ya si mụta ịgba mkpọnala.",
    "Mana o nweela ndị bịara ka ya mụgosi ha etu e si agba ya.",
    "Ọ gara n'ihu dọọ aka na ntị na onye aka ya adịghị ọcha anaghị agba mkpọnala.",
    "Jingo kwuru na \"nsị egbe na-akpa nnukwu ike, ọ naghị emere onye ọjọọ ebere.\"",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Kedụ etu kalenda ndị Igbo sị dị iche na nke ndị Bekee",
    "Oluomachi, Mmesoma, Rikisat blue eyes na ndị ọzọ i nyerela aka ịza mmadụ na-amaghị",
    "Ihe mere Awka, Enugu, Umuahịa na ndị ọzọ ji  bụrụ isi obodo",
    "Igbo Tradition: Ihe isii nwere ike ịnọchị anya ọjị n'omenala Igbo12 Julaị 2020",
    "Igbo Markets: Etu e si nweta aha ahịa anọ dị n'ala Igbo31 Ọgọọst 2019",
    "Igbo Music: Egwu anọ e ji mara ndị Igbo1 Septemba 2019",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Waste recycling: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Uche Azikiwe: 'Etu Nnamdi Azikiwe si lụọ m', Duration 4,103 Nọvemba 2020",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Aga m agụ egwu n'eluigwe - Nwaanyị na-agụ egwu n'ahia, Duration 3,1526 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}