{
  "published": "16 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Leanne anaghị anyụ ma onwee mmeko",
    "Ị makwa na etu esi eme aramara socha n'ihe gbanwere maka mkpa mkpa coronavirus na-akpa n'ụwa.",
    "Ụlọrụ Terence Higgins adụọla ndị mmadụ ọdụ ha gbahapụ isusu ọnụ, yie mkpuchị imi ma ghọrọ ọnọdụ na-agụnyeghị nchekọrịta ihu ma a na-eme aramara.",
    "Nwoke lekwa ihe nwereike igbu gị n'elu nwaanyị",
    "Ụlọrụ ahụ kwuru na ha ma na ọdịchaghị mfe mana ndị mmadụ kwesiri ịchọta ụzọ ha g-esi hazie agụrụ aramara na ụjọ ibute coronavirus.",
    "Ebe foto si, Getty Images",
    "Onye aramara ibe gị kachasị mma n'oge a bụ gị maọbụ onye gị na ya bi n'ụlọ.",
    "Ịgbọ ncha, iji ihe egwuregwu aramara, maọbụ isonye n'aramara a na-eme n'ekwenti nakwa intanet bụ ụzọ ndị kachasị mma na-agaghị eme ka ibute coronavirus.",
    "Ụlọọrụ ahụ na-ahụ maka inyere ndị mmadụ aka na-ekwusi ike na ọ dịmma ka ndị mmadụ ka na-anọpụ anọpụ mana ịgaghị akwụsịli ndị mmadụ inwe aramara.",
    "Mana ọ bụrụ na gị na onye na-abụghị onye bee gị na-eme aramara, ọ dịmma ịwelata aka na ndị di otu aramara ịnwere.",
    "Dịka a na-akpachapụrụ ihe nile anya n'oge a,  mara maka ihe ọbụla gosiri n'ahụ gị maọbụ onye nke gị ebutela ọrịa covid-19, ma dopu onwe gị maọbụrụ na inwere ha.",
    "Ọ bụrụ na gị na onye ahụ na-ahụ onwe unu nke mbụ, ụlọọrụ Higgins kwuru ka ị jụọ onye ahụ ma ha maọbụ onye ha na ha bi enwere ihe gosiri na ha ebutela coronavirus.",
    "Ebe foto si, Getty Images",
    "Nje coornavirus na-efesa site asọ mmiri, mụkọ, nzipu imi, maọbụ n'ume onye bu ọrịa ahụ kuputere nakwa ebe a na-ebisa aka.",
    "\"Ọ bụrụ na unu abụọ ga-emetụ ọtụ maọbụ amụ ụnụ aka , unu ga-esusuriri ọnụ nke bu otu ụzọ esi ebute ọrịa dịka dkt Alex George si gwa ụlọọrụ radio BBC n'ọnwa Maachị.\"",
    "Ụlọọrụ ahụ kwuru na ha achọpụtala nje coronavirus n'uhie si n'amụ apụta nakwa nsi mmadụ nyụpụtara nke mere na ikwesiri iji okpunnabuenyi mee aramara maka igbochi mbute ọrịa a.",
    "Ọ ga-adịkwa mma ma ịkwọchapụ aka ruo tịnkọm tịnkọm iri abụọ maọbụ were ude na-egbu nje wee hịchapụ aka gị tupu imalite maọbụ imecha aramara.",
    "Ụlọrụ ahụ kwukwara na ọ ga-adịmma ka ndị mmadụ mee nyocha, chọpụta ma o nwere nje ọzọ so aramara ha bu tupu ha mewe nsori ma oge mmachị bie.",
    "Soshal midia enwurula ọkụ maka egwu Kiddwaya gbara n'oringo abali ụnyahụ",
    "Ntakịrị Lyon agbanyụọla 'mic' ndị Manchester City",
    "Ihe iri Afrịka rụpụtara n'ihi Covid-19",
    "Kedụ ka ọnọdụ Donald Trump dị na ntuliaka mba US?",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ17 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka16 Febụwarị 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ihe i kwesịrị ịma maka Omenụkọ, Ije Odumodu, Mbediọgụ na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Tyler Perry: O nwere ihe o mere ma dimkpa karịa afọ iri ise ka bụrụ okokporo?",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ebelechukwu Obiano: Ugegbe anya na-ese okwuEmelitere ikpeazụ na: 3 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}