{
  "published": "20 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Mmadụ imetu onwe ya aka maọbụ \"ịgbọ ncha\" bụ otu okwu ndị mmadụ anaghị ekwukarị maka ya.",
    "Ọ bụghị naanị ndị Afrịka ka okwu a na-anyị arụ ikwu, o nwere agbụrụ ndị ọzọ dịka ndị India nakwa ndị Chaịna anaghị ekwu maka ya.",
    "Lee ka ị ga-esi mee aramara ghara ibute coronavirus",
    "Nwoke lekwa ihe nwereike igbu gị n'elu nwaanyị",
    "Ihe ise ndị nwere ọtụ kwesiri ịma",
    "O nwereike ịbụ n'ihi na ụfọdụ ndị mmadụ chere na ọ bụ ihe ọjọọ maọbụ na ọ bụ ihe atịtị.",
    "Mana o nwere uru dị na ya? Lekwa ihe anyị chọpụtara:",
    "Cynthia Fogoe bụ ọkachamara n'ihe gbasara mmkeọahụ chere na o nwere ụfọdụ uru.",
    "Ọ gwara BBC Radio na mkparịtaụka ha nwere na uru dị na mmadụ \"ịgbọ ncha\".",
    "Lee ihe ndị o kwuru ebe a:",
    "Ọ na-enye aka izu ike maọbụ ịnweta onwe gị",
    "Ọ na-enye aka ibelata oke nchekasị echiche",
    "N'ahụ ụmụnwaanyị, ọ ga-eme ka ha mụta maka ahụ ha nakwa ihe ndị na-amasị ha n'aramara",
    "Ọ bụ etu mmadụ si egosi nnwereonwe ahụ ya.",
    "Onye ọzọ tinyere ọnụ n'okwu a bụ Chidinma Njoku bụ onye ọrụ ahụike.",
    "O kwuru sị \"Ọ bụ ụzọ ị ga-eji mụta maka ahụ gị\" ma kwukwaa na:",
    "Ị gaghị atụ ụjọ ịtụrụ ime",
    "Ị gaghị ebute ọrịa si na aramara bụ STDs",
    "Ọ na-enye aka ịrahụ ụra ọfụma",
    "Ọ ga-enyere ụmụnwaanyị aka ma ha nwee afọ mgbu na nsọ ha.",
    "Ọghọm dị n'ịmetụ onwe gị aka",
    "Fogoe gaara n'ihu kọwaa na o nwere ọtụtụ ọghọm sikwa n'ịgbọ ncha pụta.",
    "O kwuru na ọ na-arara ọtụtụ ụmụnwoke na-eme ihe a ahụ ịnọte aka ma ha na onye ọzọ na-enwekọ aramara.",
    "\"Ị na-eme ihe a mgbe niile, ị ga-akuziri ụbụrụ gị na ọ bụ naanị n'ụzọ ịgbọ ncha ka ị ga-esi nyụọ uhie\".",
    "Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ",
    "E kwesịrị ikuziri nwatakịrị maka 'mmekọ nwoke na nwaanyị'?",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?",
    "Nke a ga-ebute nsogbu dịka, enweghi ike ikeli utu gị, ịnyụ uhie ọsịsọ, ịnọte aka n'aramara tupu ị nyụọ uhie.",
    "Nnyocha ọzọ gosiri na ikiri ihe onyonyo aramara bụ \"pornography\" na Bekee nke na-eso ịgbọ ncha, na-emetụta ụbụrụ mmadụ n'ụzọ ọjọọ.",
    "Ebe foto si, Other",
    "Ọ na-eme ka ndị na-ekiri ya kwụsị ịnwe agụụ mmekọrịta n'ebe nwunye maọbụ enyi ha nwaanyị nọ.",
    "Ụfọdụ na-eche na ekwute okwu mmadụ igbo onwe ya agụrụ mmekọahụ, ọ bụ ụmụnwoke ka a na-ekwu maka ha.",
    "Mana Radhika Sanghani bụ onye ntaakụkọ ma maka aramara kwuru na nke a bụghị eziokwu.",
    "Sanghani kwuru na \"ụmụnwaanyị na-eme ya mana ọ bụghị ihe ndị mmadụ na-ekwu maka ya chaa chaa\".",
    "Akụkọ ga-amasị gị:",
    "'Ụmụnwaanyị kụọ nwoke gi agụụ 'ihe nsori' -Milano",
    "E tiwela mkpu ka a kwụsị iji ATM kaadị ele ndị gba ọtọ n'intanetị",
    "Ihe mere ndị mmadụ ji eze 'ihe nsori'",
    "Ị wakpoo nwaanyị maọbụ ụmụaka, anyị apịa gị amụ - Ụlọomeiwu Ekiti",
    "Ihe nkiri ga-amasị gị:",
    "Ọgba mbọ: Ọrụ ugbo m na-arụ si m n'obi pụta",
    "Ahụike",
    "Naijiria",
    "Mmekọ nwoke na nwanyị",
    "Sex Education: Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ29 Febụwarị 2020",
    "Sex strike: 'Ụmụnwaanyị gbaanụ abụbụ mmekọ ahụ nwoke ọbụla maka iwu ike ime' - Alyssa Milano12 Mee 2019",
    "Sex Education: E kwesịrị ikuziri nwatakịrị maka 'mmekọ nwoke na nwaanyị'?30 Jenụwarị 2019",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ngige ekwuola maka ebubo na aka ya dị na nwụchịgharị Nnamdi Kanu18 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Ngige ekwuola maka ebubo na aka ya dị na nwụchịgharị Nnamdi Kanu",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe ụmụ anụmanụ pụtara n'akụkọ ifo IgboEmelitere ikpeazụ na: 22 Septemba 2019",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}