{
  "published": "19 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Hope Uzodimma Facebook page",
    "Aka na-achị Imo steeti bụ Hope Uzodimma ekwuola na ya ga-anabata mkparịtaụka ọbụla ga-ame ka tigbuo zọgbuo kwụsị na steeti ya.",
    "Gọvanọ Uzodimma kwuru nke a mgbe ọ na-agụpụta ozi emume ụbọchị ncheta nwereonwe Najirịa n'ụbọchị satọde bụ June 12, 2021.",
    "'Hope Uzodimma ga-ewetere ndị Imo 400,000 ọrụ'",
    "O kwuru  na ọdịghị mma ka Imo steeti were obere akụ na ụba ha nwere na-ahazi nsogbu ogbaghara na-ebute maka nchekwa.",
    "Uzodimma kwuru na udo na-eweta ọganihu ya mere o ji di mma ka onye ọbụla tinye mma n'ọbọ ka e jiri nwayọ chọwa ihe dabara na mmiri.",
    "Cheta na kamgbe ọnwa atọ gara aga ka mkpa mkpa a ndị o ji egbe na-akpa n'Imo steeti.",
    "Mkpa mkpa a gụnyere ịgba egbe aghara aghara, ịmụnye ụlọọrụ ndị uweojii ọkụ nakwa ụlọọrụ gọọmenti nakwa igbu ndị mmadụ ụfọdụ oge.",
    "Mmadụ atọ nwụrụ n'ọgbaaghara dapụtara n'Owerri ụnyaahụ",
    "Ebe foto si, Facebook/Hope Uzodimma",
    "Declan Emelumba bụ kọmishọna mgbasaozi n'Imo steeti, ekwuola sị \"nke a abụghị mbụ Primate Ayodele na-ebu amụma maka Gọvanọ Hope Uzodimma, mana enwebeghi nke mezurunu\".",
    "Ọ gara n'ihu kwuo na ọ bụ naanị uche Chineke ga-eme oge ọbụla.",
    "Emelumba kwuru na ọ bụrụ na Ụlọikpe Ukwu mechaa kwuo na ha ga-elebanye ikpe ahụ anya ọzọ, na ha ga-adị njikere.",
    "Eburu m ọnụ ọtụtụ ụbọchị maka mmezu amụma Hope Uzodinma - Fada Mbaka",
    "Ihe mere e ji kpụpụ Uzodinma n'ụlọikpe ọzọ n'okwu ntuliaka 2019",
    "'Hope Uzodimma ga-ewetara ndị Imo ọrụ 400,000' - Fr Mbaka",
    "Nke a na-abịa dịka Primate Elijah Ayodele bụ onyeisi ụlọụka INRI Evangelical Spiritual Church, buru amụma na ụlọikpe ga-enyochagharị ikpe Gọvanọ Hope Uzodimma.",
    "BBC Igbo kpọtụrụ Primate Ayodele dịka akụkọ na-efegharị na o kwuru na Ụlọikpe Ukwu nke Naịjirịa ga-achụpụ Uzodimma n'oche gọvanọ Imo steeti.",
    "Ebe foto si, BBC/Gọvanọ Uzodimma",
    "Mana Primate Ayodele kwuru na enweghi ihe ọzọ o kwuru karịa na Ụlọikpe Ukwu n'oge na adịghị anya, ga enyocha ya bụ ikpe kpọbatara Uzodimma ọchịchị.",
    "O kwuru sị ka \"Uzodimma kee nkwụcha n'ihi na Ụlọikpe Ukwu ga-enyocha ikpe kpọbatara ya n'ọchịchị dịka Gọvanọ Imo steeti\".",
    "Ọ gakwara n'ihu kwuo na ya na Uzodimma ekwubeghi okwu, na ọ hụtubeghikwa ya mbụ ma kwukwaa na ọ gatubeghi Imo steeti, nke pụtara na ọ bụghị mmegide ka ọ na-achọ imegide ya.",
    "Cheta na Fada Mbaka buru amụma na Uzodimma ga-enweta oche gọvanọ Imo steeti n'ọnwa Jenụwarị.",
    "Okwu mbaka maka amụma o buru Hope Uzodinma",
    "Ewepụla Benjamin Netanyahu dịka Praịm Minista Izrelelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Ewepụla Benjamin Netanyahu dịka Praịm Minista Izrel",
    "Etu ndị oji egbe na ndịagha ji kpatara ndị Ohafia nkụ ahụhụ",
    "Gọọmenti etiti na ndị gọvanọ ọwụwa anyanwụ enwela ọgbakọ maka nsogbu ndị ọchị ehi nakwa mmegbu ndị Igbo",
    "Biafra nwereike ịbụ ntụpọ na Naịjirịa taa mana echi ọ ga-eso n'otu mbaụwa - Nnamdi Kanu",
    "Ihe mere anyị ji gbaa ndi na-eme ngaghariwe egbe ose anya ụnyahụ- ndị uweojii",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Uche Ogah, Sharon Ikeakor so na ndị a họpụtara dịka mịnịstaEmelitere ikpeazụ na: 23 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}