{
  "published": "27 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ị hụtụla onye ọgwụ ike na-enye nsogbu maọbụ onye o gburu?",
    "A chọpụtala na e nwere ụzọ ndị omekome na-esi eji soshal midia eresị ndị mmadụ ọgwụ ike ha.",
    "Codeine, ọtọmegbum",
    "Codeine ọtọmegbum: Emzor achụọla ndịọrụ",
    "\"Gọọmentị amachiela Kodin mana ọ ka na-eru anyị aka\"",
    "Nchọpụta a gosikwara ihe ndị ụlọọrụ soshal midia gụnyere Snapchat na Instagram na-eme gbasara ya.",
    "Ezinaụlọ ndị ụmụ ha na ụmụnne ha si na soshal midia zụrụ ọgwụ ike a kwuru na ha chọrọ ka ndị ụlọọrụ soshal midia ndị a gbakwuo mbọ hụ na ha kpachiri ụzọ niile ndị omekome a si eme ihe a.",
    "Kedụ ihe ndị uweojii nwere ikwu maka ya?",
    "Chọpụta site n'ile ihe nkiri a n'uju ebe a:",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,48elekere 5 gara aga",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}