{
  "published": "28 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọtụtụ omenala Igbo nwere bụ ihe ndị mmadụ ka na-akwadosi ike n'agbanyeghị na ọtụtụ amaghị ihe ha pụtara.",
    "Ịma atụ bụ etu mmadụ na-esi ete nzu Bekee a na-akpọ \"powder\" n'ihu maọbụ n'aka ma ọ garuo ebe a mụrụ nwa ọhụrụ, mana ọtụtụ amaghị ihe ya na ya so.",
    "Akụkọ a ga-etinye anya n'ụfọdụ omenala ndị a na mpụtara ha.",
    "Uru nzu bara n'ala Igbo",
    "Uru ọmụgwọ n'omenala Igbo",
    "Ihe di kwesịrị imere nwunye ya mụrụ nwa ọhụrụ",
    "Ite nzu maọbụ 'paụda'",
    "Maazị Ozioma Odinani bụ onye ihe omenala Igbo na-adị mma, kọwara na \"powder\" bụ ihe ndị agba ọhụrụ ji mere nzu.",
    "N'Igbo gboo, nzu bụ amụma ọcha.",
    "Talcum Powder: Kwụsilata ka isi ete nzu bekee maka ọrịa Kansa- Ọkammụta akpụkpọahụ",
    "Ozioma sị: \"a mụọ nwa ọhụrụ, a na-ahụ ya dịka onwe enweghị njọ, nke mere ndị mmadụ ji ete nzu iji mee ọṅụ nwa.",
    "Ihe aka e tere nzu pụtara:",
    "Ebe e tere nzu nwekwara ihe ọ pụtara.",
    "Ị hụ onye si ebe a na-eme ọṅụ tere nzu n'aka nri ya, o gosiri na ọ bụ nwa nwoke ka o si ọṅụ ya.",
    "Ọ bụrụ n'aka ekpe, ị mara na ọ bụ nke nwa nwaanyị.",
    "Eriri otubo nwa so n'ihe a na-akwanyere ezigbote ugwu n'ala Igbo.",
    "Dịka omenala siri dewe, a na-eli eriri otubo ebe a mụrụ nwa ahụ. Ya bụ, ugbua a na-aga ije, n'usoro omenala, e kwesịrị iwere eriri otubo nwa laa obodo nna ya gaa lie ya.",
    "Omenala a abụghị ihe a ka na-emesi ike ugbua, mana ụfọdụ ka na-eme ya.",
    "Ili alọ (placenta)",
    "Dịka eriri otubo, alọ bụkwa ihe a na-asọpụrụ nke ukwuu n'ala Igbo.",
    "Dịka eriri otubo, a na-eli uwo n'ebe nwa a mụrụ ọhụrụ si.",
    "Etu o si kwụrụ bụ na a ga-ahọta otu ukwu osisi n'ezinaụlọ nwa ọhụrụ ahụ, ma lie uwo ya n'ukwu osisi ahụ. Mana, ugbua, anaghịzị emekarị ya.",
    "Ebe foto si, Getty Images",
    "Mmadụ niile ma ihe bụ ọmụgwọ, nke bụ mgbe nne nwaanyị maọbụ nne di ya nọnyetụrụ ha iji nyere ha aka.",
    "Ọtụtụ mmadụ na-ahụ uru ọmụgwọ bara na etu nwaanyị mụrụ nwa ọhụrụ ga-esi nwete enyemaka nakwa nkwado.",
    "Ọmụmụ na-esokwa ya, ọkachasị ebe nwaanyị amụbeghị nwa mbụ.",
    "Ịgụ nwa aha",
    "Ndị Igbo na-eme emume ịgụ aha site n'ụbọchị asaa ruo ụbọchị 12 a mụchara nwa. Ihe a bụ oge a na-egosi obodo nwa ahụ.",
    "N'emume a, ezinaụlọ nakwa ndị obodo na ndị enyi ga-ezukọ kpeere nwa ahụ ekpere.",
    "Ugbua, ọtụtụ mmadu na-agazị ụka ime emume a ebe ọtụtụ anaghị eche ka oge a ruo tupu ha a gụọ nwa aha.",
    "Ibi ugwu",
    "Ibi ugwu bụbu ihe a na-eme nwa nwoke nakwa nwa nwaanyị, mana ugbua, ọ bụzị sọsọ nwa nwoke ka a na-ebi ugwu.",
    "A na-ebikarị nwa nwoke ugwu ma ọ gafechaa abalị atọ maọbụ karịa, a mụrụ ha.",
    "A na-asị na ọ dị mma ibi ugwu ahụ tupu nwata amata na ihe na-afụ ụfụ, dịka a na-eche na ihe anaghị afụ nwa ọhụru ụfụ etu ọ sị afụ nke katarala ahụ.",
    "Amachaghị uru ibi ugwu baara ndị Igbo mana a na-ekwu na ọ bụ ihe si n'oge gboo.",
    "Ụmụnwaanyị na-egoli maka mbugo ọnwa ọmụgwọ6 Juun 2018",
    "Ọmụgwọ ọ bụ omenala ga-akwụsị n'ala Igbo?15 Maachị 2018",
    "Maternal Mortality: Uche Jombo na ụmụnwaanyị ndị ọzọ kwuru ihe mere ha agaghị amụju ụlọ30 Disemba 2019",
    "'E nwere oge udo, nwee oge agha, ugbua bụ oge agha' - Praịm Mịnịsta Israelelekere 5 gara aga",
    "Ben Nwabueze, ọkaiwu nwere agba alaala mmụọ ka ọ gbachara afọ 9430 Ọktọba 2023",
    "Etu aka siri kpara nwokorobia a sị na-ezu ụmụaka,ere n'Enugwu steetielekere 9 gara aga",
    "Etu e si chọta ozu mmadụ karịrị 70 n'ebe a na-ere ehi na Lokpanta - Alex Otti1 Ọktọba 2023",
    "Etu mba Indonesi si jiri mmanụ nri mepụta mmanụ e ji akwọ ụgbọelu29 Ọktọba 2023",
    "'Akpọtara m nwa akwụkwọ na ndu, bịa ịkpọrọ ya ọ bụrụ n'ozụ'- Nwaanyị nwa ya si ụlọelu ụlọakwụkwọ ya daa, nwụọ23 Ọktọba 2023",
    "Ụlọikpe ewepula mmachi Ipob, kwuo ka enye Nnamdi Kanu ijeri 827 Ọktọba 2023",
    "Alaba International Market: Gọọmentị Legọs emepeela ahịa a ha mechiburu n'ihi ebubo iru unyi28 Ọktọba 2023",
    "Ihe gọọmentị kwuru maka nwa akụkọ Naịjirịa a sị e gburu na mba Philippines23 Ọktọba 2023",
    "Etu aka siri kpara nwokorobia a sị na-ezu ụmụaka,ere n'Enugwu steeti",
    "Ben Nwabueze, ọkaiwu nwere agba alaala mmụọ ka ọ gbachara afọ 94",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Gov Fubara impeachment plot: Ihe anyi maa maka nkata ịchụtu Gọvanọ River state",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}