{
  "published": "31 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nnennaya Okoriano: 'Ndị kụtụrụ ụlọ m na-arụgharị ya' -   Nwaanyị ajadu Ebonyi steeti",
    "A rụgharịwala ụlọ Nnennaya Okoriano a kwaturu ugbua kemgbe BBC Igbo burula akụkọ na ndị be di ya kwaturu ụlọ ya.",
    "Cheta na Nnennaya Okoriano bụ nwaanyị ajadụ akwaturu ụlọ ya n'Ebonyi steeti kwụrụ na ndị kwaturu ya a rụgharịwala ya.",
    "Ọ gwara BBC Igbo na ọ bụ gọọmenti gwara ha ha rụgharịa ya mana Eze obodo Mgbom Agbani Ngwulangwu na-eme ka ọrụ ahụ na-akpụ akpụ makana o chere na ụmụ di ya gobiri ha.",
    "Nwa Regina Mba ekwuola na obara nne ya ga-abọrịrị ọbọ",
    "Anyị na-enyocha ọnwụ nwaanyị e gburu n'ugbo n'Enugu - Ndị uweojii",
    "Mbọ BBC Igbo gbara ikwuru Eze ahụ kpụrụ n'ala makana ekwenti ya aghaghị aga, anyị ka na-agba mbọ ịnụta n'ọnụ ya.",
    "Okoriano kwukwara na ụmụ di ya ahụ na-agọ na ha kwatụrụ ụlọ ahụ mechara kwete n'ihu ndị gọọmenti kpokọbara ka ha lebaa okwu a anya na ha kwaturu ụlọ ahụ.",
    "Okoriano kwuru na ụmụ di ya gwara gọọmenti na ha kwaturu ụlọ ahụ ka ha wee rụọ ebe ha ga-eli nna ha ka nọ n'ụlọ ozu.",
    "Okoriano kwuru na ha anaghị arụ ụlọ ahụ etu ọ dịbu makana ọ basapụrụ abasa mana ugbua o pere ezigbo mpe.",
    "Mgbe BBC Igbo kpọrọ Ogbonnaya Okoriano bụ onye agha mmiri Okoriano na-ebo ebubo maka ikwatu ụlọ ya, o kwuru na ọ gaghị agwa anyị ihe ọbụla belụsọ anyị gwara ya ebe anyị si akpọ ya.",
    "N'aka ọzọ, kọmishọna na-ahụ maka nchekwa ime obodo Ebonyi steeti bụ Stanley Okoroemera kwetere na ọ bụ Gọvanọ Ebonyi steeti nyere iwu ka ụmụ di ya ahụ rụgharịa ụlọ ahụ.",
    "Obi dị m ụtọ na abụ m onye Igbo - Bishop T.D Jakes",
    "Stanley Okoroemera kwuru na ọ bụghị Ogbonnaya Okoriano kwaturu ụlọ ahụ, kama na Ogbonnaya kwuru na ọ bụ nwanne ya gara kwatuo ụlọ ahụ.",
    "Okporoụzọ Umunya ọ nyịala gọọmentị idozi?",
    "Ndị kọmịtị na-elebanya n'okwu a nke Gọvanọ Umahi n'Ebonyi steeti hibere gwara Ogbonnaya na ọ bụ etu o si dowe ahụ kpatara e jiri kwatuo ụlọ ahụ.",
    "Kọmishọna Okoroemera kwuru na ha gwara ụmụnne abụọ ahụ ka ha rụgharịa ụlọ ahụ site ugbua ruo Februarị afọ 2021.",
    "Onye kụturu ụlọ nwaanyị ajadu ji ụmụ ise n'Ebonyi steeti?Lee ihe anyị ma",
    "Mgbom Agbani Ngwulangwu: 'Ihe mere ụmụ dị m jiri kụtụọ ụlọ m'",
    "Kọmịshọna uweojii n'Ebonyi steeti bụ Sule Maku ekwuola ka ndị otu ya banye ezigbo nyocha maka ịchọpụta onye kụturu ụlọ otu nwaanyị Ajadu akpọrọ Nnnenaya Okoriano n'Ebonyi steeti.",
    "Nnennaya malitere iti mkpụ ụnyahụ bụ Ọgọstụ iri atọ na otu maka etu ụmụ di ya nwụrụ anwụ si kwatuo ụlọ ya.",
    "Maku kwuru na obere nyocha ha merela na-egosi na ọ bụ otu nwa nwoke di Nnennaya mere mkpamkpa ahụ mana ọnụ na-ekwuchitere ndị uweojii na steeti ahụ kwuru na ha emewela nyocha tọrọ atọ.",
    "Ụzọ ise Naịjirịa ka sị na-akpagbu ụmụnwaanyị",
    "Nwaanyị na-alụ di abụọ etinyela ụwa na gbagharịa",
    "Na mbụ, Nnenna Okoriano bi na Mgbom Agbani Ngwulangwu tiri mkpu maka etu ndị ọ kpọrọ ụmụ di ya nwụrụ anwụ si kpọta ndị agha ka ha kutuo ụlọ ya.",
    "Nwaanyị ahụ kwuru na ugbua, ya na ụmụ ise ya bụ ndị na-enweghizi ụlọ mana ndị obodo kpọrọ ha nye ha ebe ha ga-anọgodu nwa mgbe nta.",
    "Nwaanyị kụrụ nwata ntu n'isi n'Enugu agaala mkpọrọ",
    "Nnnenna kwuru na ọ bụ ụmụ di ya gụnyere Ogonnaya, Chibuike nakwa Ngozi Okori ano kpara mkpa mkpa ahụ.",
    "BBC Igbo gara n'ihu kpọọ ụmụnne abụọ (Ogonnaya na Chibuike) n'ekwenti mana Ogonnaya zara si na ọ bụ asị mana anyị na ọkaiwu ya kpaa ebe Chibuike kwuru na ọ maghị ihe anyị na-ekwu maka ya.",
    "Ọkaiwu Ogonnaya bụ Tailorson kwuru na nna Ogonnaya alụghị nwaanyị ahụ alụ ma na-ekwukwa na o nweghi mgbe ụmụnne ahụ gara maọbụ kpọta ndị kụtụrụ ụlọ ahụ , nke bụ na ọ bụ ebubo asị ka a na-ebo ha. Ihe ọ zara n'uju dị n'onyonyo dị n'elu akụkọ a.",
    "Nnenna na-ekwusi ike na di ya bụ Okoriano nwụrụ anwụ lụrụ ya n'afọ 2008, mee ego n'isi ya ma rụtara ya ụlọ mgbe nwunye nke mbụ na ụmụ ya jụrụ ikwe ya ka ọ ṅụọ mmiri tọgbọ iko.",
    "O kwukwara na ọ mụtara Okoriano ụmụ ise.",
    "Ọnụ na-ekwuru ndị uweojii n'Ebonyi Steeti bụ Loveth Odah kwuru na okwu ahụ erubeghi ya ntị mana Nnennaya kwuru na ọ gara mee mkpesa n'ụlọ ndị uweojii dị n'Obiozara.",
    "Ihe ndị obodo na-ekwu maka ụlọ Nnenna akuturu",
    "Onyeisioche obodo Mgbom Agbani bụ Moses Ajanwigwe kwuru na ọ bụ n'afọ gara aga ka Nnennaya bịara kọọrọ ha maka nsogbu dị na ezinụlọ ha.",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'",
    "Ụlọ anyị na-adasịsị n'ihi enweghị onye enyemaka- Ụmụajadu atọ amụtaghị nwa",
    "O kwuru na ya na ndị otu ya kpọkọrọ ezinaụlọ a ka ha mara nke na-emenụ mana ụmụ Okoriano kwuru na Nnennaya abụghị nwunye nna ha, na ọ ga-alarịrị makana nna ha anwụọla.",
    "Ajanwigwe kwuru na ha gara mee nyocha ma chọpụta na Okoriano lụrụ Nnennaya alụ ka e si alụ nwaanyị na bee ha ma rịọ ụmụ di ya ka ha hapụ ya ebe ọ bụ na nna ha rụtaara ya na ụmụ ya ụlọ iche.",
    "Mana ihe ọzọ ha hụziri bụ ka e si kutuo ụlọ Nnennaya.",
    "Vidio, 'Ihe mere ụmụ dị m jiri kụtụọ ụlọ m', Duration 3,0031 Ọgọọst 2020",
    "Vidio, Bishop T. D Jakes Igbo: Etu ị ga-esi mee ka omenala ndị be unu guzosie ike, Duration 9,2421 Septemba 2020",
    "Vidio, Gịnị butere nnukwu ọkụ gbara na Abule-Ado, Lagos? Lee ihe anyị chọpụtara21 Septemba 2020",
    "Igbo Ancestry: Lee ndị Amerịka chọpụtarala na ha bụ ndị Igbo27 Julaị 2019",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "NA EME UGBU A Tinubu, APC ga-amalite ịzara ọnụ ha n'ụlọikpe ntuliaka na Julaị 3",
    "Sierra Leone election: Ndị mba Sierra Leone chị obi n'aka eche mpụtara ntuliaka24 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Hamish Herding kpọrọ m ka m sonyere ya n'ụgbọmmiri 'Titanic Submersible' - Ned Nwoko",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Erosion: Nsogbu mbuze bịakwutere anyị akarịala anyị - Ndị Amamba Ụzụakọli",
    "Etu otu onye ọrụ ngo si gbukasịa ụmụnwaanyị anọ ọ na-arụrụ ọrụ - Ndị obodo Nkerefi",
    "Ndị uweojii anwụchiela ndị a sị ji mmanwụ chụpụ otu nwaanyị n'Ogbaru, Anambra",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Game of Thrones Season 8 Episode 6 agwụchara etu isi tụwa anya?Emelitere ikpeazụ na: 20 Mee 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}