{
  "published": "30 Ọgọọst 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'izu gara aga ka Nwali sị na ya bụ Kọmitii pụọ sị na ya arụjuola maka ọbụghịzị ihe ekwe na-akụ ka ha agba,",
    "Obi Umahi n'onwe ya sị na ọnweghị ebe Nwali gara maka na kọmitii o so na ya bụ \"adhoc\" kọmitii rụchagoro ọrụ ha gbasaa.",
    "Mana onye ọzọ bụkwa onye otu ya bụ kọmitii bụ Maxwell Ozoaka bụ onye ọkaikpe na-akọwa na ya bụ kọmitii abụghị \"adhoc' kama na ọ bụ \"expanded nakwa standing\".",
    "Sụpịrị sụpịrị a pụtara na ya bụ kọmiti arụchabeghị ọrụ ha kama na ha na-eche ka ndị gọvanọ nye ha ntuziaka gbasara akwụkwọ ha zigara ha.",
    "Ọ na-akọwa na ya bụ kọmitii enweghi ike ịrụcha ma ha agwaghị ndị Igbo ihe ha rụpụtara.",
    "Maxwell kwara arịrị na ndị Gọvanọ Alaigbo anaghị eme ihe ndị mmadụ chọrọ, kama na ha na-eme ihe dị ha mma.",
    "Ọ dọrọ ha aka na ntị sị na \" ị hapụ ọrụ chukwu sị gị rụwa, na ị ga-aza Chukwu ajụjụ\".",
    "Ozoaka sị ọ bụ maka udi mgbawa obi ha na-enwete n'aka ndị isiọchịchị ala Igbo ka ya na ọnwe ya jikwa gbaa arụkwaghị m n ayu bụ kọmitii.",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, Japan 2021: 'O nweghi mgbe m ji rọọ nrọ ịbụ onye egwuregwu' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe niile, Duration 1,00elekere 7 gara aga",
    "Vidio, Coronavirus Response: \"Ihe mere coronavirus ejighị kpa ike n' Afrika ka mba ofesi \" - Esther Osemwegie, Duration 5,0029 Jenụwarị 2021",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Africa Eye: 'O nweghi onye ga-etigbunwu m n'Afrịka niile - Jane Mugo, Duration 5,3025 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}