{
  "published": "3 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Minista na-ahụ maka ọrụ na Naịjirịa bụ Chris Ngige akọwarala BBC Igbo ihe bụ isiokwu dị n'etiti ya na Arthur Eze.",
    "O kwuru na Eze bụ ezi enyiya kemgbe ụwa tụwa ma kwuo na ihe ha ji akwata isi ugbua bụ na ọ gwara Eze ya wepụ aka na ndọrọndọrọ ọchịchị, ọ kachasị ihe gbasara ndị Igwe iri na abụọ gara njem n'Abuja ikele onyeisiala nke Ngige kwuru na ọ magbughị onwe ya.",
    "Ihe mere gọọmentị Anambara ji kwụsị ndị eze 12 ọrụ nwa oge",
    "Aka Willie Obiano adịghị n'ịhọpụta Eze ọhụrụ Aguleri",
    "Ọ sị na okwu ya mere ka Eze kpọọ ya iyi dị icheiche.",
    "Lee ihe o kwuru n'uju.",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Igbo Presidency 2023: Mpaghara Onyeisiala Naịjirịa si pụta agbasaghị m mana ... Uwazuruike, Duration 16,345 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Ogbambọ: Etu anyị siri jiri ihe onyoonyo atụgharị ihe e jiri mara Anambra steeti, Duration 4,065 Mee 2022",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, 'Arthur Eze meruru ala maka ịkpọrọ ndị Eze Igbo bịa Abuja na-enweghị ikike'- Chris Ngige, Duration 4,243 Septemba 2020",
    "Vidio, Imo state Tourism: Lee Oguta, obodo ọma nọ n'akụkụ mmiri, Duration 1,2330 Nọvemba 2019",
    "Vidio, IVF: Gịnị ka omenala Igbo na ndị ụka kwuru gbasara usoro IVF?, Duration 7,015 Ọgọọst 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, Judy Austin: Nwunye Yul-Edochie nke abụọ gwara BBC Igbo ihe ọ gabigara mgbe ọ mụrụ nwa, Duration 45,2629 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}