{
  "published": "4 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi ụlọomeiwu ukwu bụ Ahmad Lawan eduola Chukwuma Frank Ibezim n'iyi ọrụ dịka onye omeiwu na-anọchite anya Imo Nọt n'ụlọomeiwu ukwu.",
    "Ibrahim El-Ladan bụ oje ozi nke ụlọomeiwu ukwu ka Lawan nyere iwu ka o duo ya n'iyi ọrụ.",
    "Ka ọ na-edu Ibezim n'iyi ọrụ n'ụbọchị Tuzde, 27 nke ọnwa Epreelụ 2021, Lawan kwuru sị \"Site n'ịṅụ iyi ọrụ a, anọchitela Imo Nọt anya ọfụma.\"",
    "Cheta na Ibezim na Ifeanyi Araraume bu okwu gbasara onye meriri na ya bụ ntuliaka gaa ụlọikpe mgbe e mechara ntuliaka n'ụbọchị ise nke ọnwa Disemba 2020, maka oche ahụ.",
    "Onwuasoanya FCC Jones onye na-ekwu na ọ bụ ya bụ onye mgbasa ozi APC n'Imo steeti, ka na-ekwusi ike na ọ bụ Ararume meriri ya bụ ntuliaka.",
    "O kwuru na ọ bụ n'Owere ka ụfọdụ ndị nọrọ gbaa izu ma kpọpụta aha Frank Ibezim dịka onye meriri ntuliaka ahụ.",
    "Ebe foto si, FCC Jones",
    "Mpụtara nke a na-egosi na ọ bụ Ifeanyi Ararume meriri, mana ndị isi APC n'Imo steeti sị na ọbụghị eziokwu",
    "Onwuasoanya dọkwara aka na ntị ka ndị isi APC nọ n'Abuja nakwa Inec kpachapụ anya ma ghara iwepụta Frank Ibezim ka ọ nọchite anya ndị APC na ntụliaka ahụ.",
    "Ọ gara n'ihu kwuo na dịka Gọvanọ Hope Uzodinma kwuru na ya si ụzọ 'Ben Johnson' bata n'ọchịchị, na ha agaghị ekwe ka o mee otu a ọzọ.",
    "APC akwala arịrị n'ọnwụ Sịnetọ Uwajumogu",
    "Ụlọomeiwu emechiela ọru afọ 2019",
    "Rochas Okorocha aṅụọla iyi ọrụ dịka Onyeomeiwu Naịjirịa",
    "'O nweghi onye Gọvanọ Uzodinma nyere ọkwa 'Emir' n'Imo steeti'",
    "Okwu nke a na-abịa dịka ndị isi otu APC n'Abuja nakwa Inec kpọpụtara aha Frank Ibezim dịka onye meriri.",
    "Onwuasoanya FCC Jones kwuru na ọ bụ ya bụ ọnụ na-ekwuru APC n'Imo steeti",
    "Enyinna Onuegbu, onye sokwa na ndị isi APC n'Imo steeti, gwaburu BBC Igbo n'ekwentị na FCC Jones bụ onye ọchọnganoko.",
    "O kwuru sị: \"Onye meriri ntuliaka ime ụlọ anyị mere n'Imo North bụ Frank Ibezim.\"",
    "\"Ọ bụ ya ka ndị isi pati anyị nọ n'Abuja ma.\"",
    "Onuegbu kwukwara na akwụkwọ ahụ na-egosi aha Ararume dịka onye meriri ya bụ ntuliaka bụ okpotokpo asị.",
    "Ebe foto si, BuWAJUMOGU/tWITTER",
    "Benjamin Uwajumogu bụ onye nọchiburu anya ndị imo North n'ụlọ omeiwu Sineti, mana ọ laala mmụọ.",
    "Oche ndị Imo North n'ụlọ omeiwu ukwu ghe oghe ugbua n'ihi na Benjamin Uwajumogu onye nọbụ na ya alaala mmụọ.",
    "Ngalaba nhazi ntuliaka bụ 'Independent National Electoral Commission' kwuru na ọ bụ na abalị ikpeazụ nke ọnwa Ọụtoba ka ha ga-eme ntuliaka iji họpụta onye ọhụrụ.",
    "Pati ndị ọzọ a ma ama emekwaala nhọpụta nke imeụlọ ma wepụta ndị ga-anọchị anya ha na ya bụ ntuliaka.",
    "Dịka akụkọ si kwuo, otu 'Peoples Democratic Party' họpụtara Mazị Patrick Ndubueze onye okpuruọchịchị Okigwe, ebe ndị 'All Progressives Grand Alliance' họpụtara Mazi Charles Onyirimba onye okpuruọchịchị Ehime Mbano.",
    "Vidio, Hope Uzodinma adịghị ege m ntị unu etịkọzịna aha anyị - Fada Mbaka, Duration 3,0326 Eprel 2021",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi', Duration 3,1927 Eprel 2021",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, Frank Ibezim: E duola ya n'iyi ọrụ dịka onye nnọchiteanya Imo North n'ụlọomeiwu ukwu, Duration 2,4427 Eprel 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}