{
  "published": "5 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chris Sanctus Okereke",
    "Broadcast Journalist",
    "Onweghi onye okorobịa maọbụ agbọghọ na-enweghị \"ọhịa\" \"n'adazianị\".  Ihe dị mkpa bụ ka i si abọcha maọbụ ebu ya bụ \"ọhịa\".",
    "Ọtụtụ mmadụ kwenyere na ịkpụ ajị mgbada na-adị mma, ụfodụ sị na ọ ka mma iruwe ya.",
    "Kedụ nke bụ eziokwu?",
    "'Kwụsịnụ ịrụgharị ọtụ ụmụnwaanyị'",
    "Ihe ise ndị nwere ọtụ kwesiri ịma",
    "Ihe ndị bu ọtụ na amụ na-agabiga",
    "Taa ka anyị ga-ama nke bụ nke.",
    "Ọ na-adịrị anyị mfe ikwu maka ajị ihu maọbụ aji ahụ ndị ọzọ, mana o ruo n'ajị ọtụ maọbụ aji amụ, ọnụ amawa anyị ririri.",
    "Ọ ga-abụ ya mere muchi muchi jiri karịa n'okwu gbasara aji ọtụ na ajị amụ.",
    "Mana taa anyị ga-agba ya n'anwụ ịmata ihe zoro ezo n'okpuru anyanwụ n'okwu ajị \"adaziani\" n'etiti nwoke na nwannyi.",
    "Nchọpụta e mere na mba Amerịka na-egosi na ịkpụ ajị a abụghị naani ihe Naịjirịa, kama na mba Amerịka, n'ihe karịrị ụmụnwaanyị pasent iri asatọ na-akpụ ajị mgbada ha, ebe pasent iri ise n'ụmụnwoke na-akpụkwa nke ha.",
    "Dịka nchọcha ha mere n'afọ 2017 siri kwuo, ọtụtụ mmadụ ruru 15% na-emerukwa onwe ha ahụ be ha edozi \"adazianị\" nke ụmụnwaanyị ka n'ime ha.",
    "Valentine Udora bụ dọkịnta Bekee n'ụlọọgwụ UNTH Enugwu sị na mmadụ asaa maọbụ asatọ n'ime ụmụnwaanyị iri na-abịa nleta n'ụlọọgwụ na-akpụcha aji mgbada ha.",
    "Ihe nnyụsịta ọtụ nwaanyị na-ekwu maka ọmụmụ na 'ovulation' ya",
    "Ihe ise i kwesiri ịma maka amụ",
    "Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ",
    "Iko ga-eme ka nwaanyị kwụrụọtọ nyụọ mamịrị",
    "Ụzọ ọgbara ọhụrụ ise ị ga-eji hazinwu ọmụmụ gị",
    "Mana dọkịta Udora dokwara anya na e kwesiri ị na-akpachapụ anya mgbe e ji agụba eje na mgbada.",
    "Nchọpụta gosiri na imerụ ahụ site ịkpụ ajị mgbada na-akakwa njọ na ndị gbagolitegoro n'afọ.",
    "Ọ bụrụ na ha merụọ ahu, ọ na-ara ahụ ịla.",
    "Ebe foto si, Doctor Valentine Udora",
    "Dọkịnta Udora sịkwa na ihe a na-ele anya n'ịkpụ aji bụ, onye ahụ ana akpụcha aji kpam kpam ka ọ na akpufodo.",
    "Ọ sị na ebe ọka njọ bụ ịkpucha aji niile dị onye ahụ n'ahụ.",
    "O kwuru na o nwere uru aji mgbada bara ọkachasị n'ahụ nwaanyị.",
    "Nke mbụ, ya bụ ajị n'eme ka mmekọrịta nwoke na nwaanyị tọọ ụtọ.",
    "Ọ na-emekwa ka nje ghara ịba nwaanyị n'ime ahụ ya site n'ọsịsọ kwobenye ya n'ahụ were bute ọrịa a na akpọ \"Virginities\", \"pelvic inflamatory disease\" na Bekee - bụ ụfọdu nje na-eme ka ihe na-asuputa nwaanyị na ahụ.",
    "Ọ nakwa enye aka igbochi ikwoche ahụ mgbe nwoke na nwaanyị na-emekọrịta.",
    "Udora sị na ya bụ aji 'adaziala\" na-enyekwe aka ịkpalite ụfọdụ mmụọ nwoke.",
    "Ọzọ bụ na aji na-enyekwa aka ịkọwa ọrịa na-eme ụmụnwaanyị. \"Ịkpụchapụ aji a na-eme ka ịchọpụta ya bụ ọrịa teetu aka\", dịka Udora kwuru.",
    "Ihe nwaanyị na nwoke kwesịrị ịma maka ịgbakọ mgbe nwaanyị na-eyi akwa5 Ọgọọst 2020",
    "Lee ka ị ga-esi mee aramara ghara ibute coronavirus16 Ọgọọst 2020",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ngige ekwuola maka ebubo na aka ya dị na nwụchịgharị Nnamdi Kanu18 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Ngige ekwuola maka ebubo na aka ya dị na nwụchịgharị Nnamdi Kanu",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe ụmụ anụmanụ pụtara n'akụkọ ifo IgboEmelitere ikpeazụ na: 22 Septemba 2019",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}