{
  "published": "9 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Adline  Okere",
    "Editor, BBC Igbo",
    "Ebe foto si, Getty Images",
    "Ntọkịrị amụ n'ime ọtụ nma-emekarị mgbe mmekọrịta nwoke na nwaanyị sọgburu onwe ya",
    "Ọtụtụ chere na mgbe amụ nwoke tọrọ n'ime ọtụ nwaanyị, ọ na-abụ na ha na-ezu mmekọrịta ha n'ohi.",
    "Mana amụ nwoke ịtọ n'ime ikpu nwaanyị, ihe Beke kpọrọ 'penis captivus', abụghị ihe na-eme kwa mgbe.",
    "Amụ ịtọ n'ọtụ na-emekarị mgbe nwoke na nwaanyị na-enwe mmekọrịta.",
    "Ị kwesịrị ịsụcha ọhịa adazianị gị?",
    "Lee ka ị ga-esi mee aramara ghara ibute coronavirus",
    "Ị ma ma 'igboncha' o nwere uru ọ barala ahụ ike gị?",
    "Ihe nnyụsịta ọtụ nwaanyị na-ekwu maka ọmụmụ na 'ovulation' ya",
    "Oge ụfọdụ, ndị mmadụ na-asị na ọ bụ mmemina onye gbara n'ezi, ya bụ onye gara dina onye na-abụghị nwunye ha maọbụ di ha.",
    "Ihe onyoonyo wuruewu n'izu gara aga gosiri etu otu nwoke si tọkịrị n'ime nwaanyị ebe ha na-enwe mmekọrịta.",
    "Ndị mmadụ wee si na ọ bụ ọgwụ di nwaanyị ahụ mere jidere ha, ụfọdụ na-asị na ọ bụ n'ihi na ha na-ezuru ezuru eme ya.",
    "Gịnị na-ebute 'Penis Captivus'?",
    "Ebe foto si, Youtube viral",
    "Ndị Yoroba na-akpọ ya 'magun'.",
    "Ndị Yoroba kwenyere na e ji magun ejide nwaanyị na-agba n'ezi.",
    "Ha kwenyere na ọ na-adị n'ụdị na ụdị.",
    "Ha kwenyekwara na nwoke ọbụla dinara nwaanyị ọbụla di ya mara magun nwereike ịdakpugharị n'ala ugboro atọ tupu ọ nwụọ.",
    "Maọbụ na ha ga-atọkịrị n'elu onwe ha ruo nke ga-emebọ ha",
    "Dkt. Francis Ezenwankwo ọnụ na-eru n'okwu n'ahụike ụmụnwaanyị sị na o kwenyeghi na ọgwụ maọbụ nnsị a, maka na ọ bụ dọkịnta.",
    "Ọ sịkwa na ntọkịrị a abụghị ihe na-eme kwamgbe.",
    "Mana dịka ndị dọkinta si kwuo, ọ sị \"ihe na-ebute ntọkịrị amụ n'ime ọtụ - 'penis captivus' - bụ mgbe anụ ọtụ nwaanyị na-akpadosie amụ nwoke ike nke ga-eme na amụ nwoke ahụ agaghị enweike rituo na ọtụ nwaanyị ahụ.\"",
    "\"Nwoke na nwaanyị ga-atọ na mmekọrịta ha. Mana ọ bụghị oge ọbụla ka ọ na-eme.\"",
    "Ọ sị na ọ hụbeghi ihe dị etu a kamgbe o bidoro rụwa ọrụ dịka dọkịnta.",
    "Mana Dkt Ezenwankwo bụ Obs na Gynae na-agwọ ụmụnwaanyị sị na o nweghi ihe gbasara 'penis captivus' na ịta mmadụ amusu, iji ọgwụ jide mmadụ, maọbụ 'ihe onye chọ ka ọfụ n'ịgba n'ezi'.",
    "Ọ sịkwa na o nweghi ihe na-ebute ya ha ma.",
    "Dkt Ezenwankwo sị na o kwenyeghi n'ịgwọ ọgwụ.",
    "Ebe foto si, Getty Images",
    "Gịnị na-ebute 'Penis Captivus'?",
    "Ebe ọtụtụ dọkinta na-asị na ha ejibeghị anya ha hụ ebe o mere mmadụ mbụ, otu nwaanyị kwuru na o meela ya mgbe ya na di ya na-enwe mmekọrịta.",
    "Ọ sị na ọ bụ mgbe o ruru oge aramara ahụ tọbara ya ụmị.",
    "N'ọnụ nwaanyị a, \"ọ bụ etu ọtụ m sị nabata oke ụtọ aramara\".",
    "Ihe mbụ ndị nwere 'penis captivus' kwesịrị ime bụ",
    "Ikpoku ndị ọrụ ahụike maka ịgbatara ha ọsọ enyemaka.",
    "Nọrọ jụụ",
    "Awụkwala mmanụ",
    "Ejikwala ike esepụ amụ ka ọ ghara igbaji maọbụ imeru nwaanyị ahụ",
    "Ihe ndị a ka Dkt Ezenwankwo na-agwa onye ga-ahụ onye ya n'ọnọdụ a.",
    "Mana Dkt John Dean, bụ dọkịnta kajara akaja n'ihe gbasara mmekọrịta nwoke na nwaanyị na mba UK, kwuru si, \"ọtụtụ ndị na-abịa ọgwụgwọ agwala ya maka ahumihe ha n'ịtọ n'ime ọtụ nwaanyị\".",
    "Ọ sị na o nwere ndịiche dị n'etiti 'penis captivitus' na nke na-emekarị ụmụnwaanyị ana-akpọ 'vaginismus'.",
    "Gịnị bụ 'Vaginismus'?",
    "Dkt sị na ọ bụ nwaanyị achọghị mmekọrịta, ọtụ ya ga-akpuchi onwe ya.",
    "A ga-enye nwaanyị ahụ 'dilators' ga-enyekwa ya aka imepe ọtụ ya.",
    "Dkt Dean sị 'vaginismus' na-eme mgbe ọtụ nwaanyị kpachiri onwe ha (tupu amụ nwoke abata), nke agaghị ekwe ka o nwee mmekọrịta ọbụla.",
    "Otu onye kpọrọ onwe ya Paul gwara BBC na o mere ya sị, \"Anụtụla m akụkọ a mgbe m dị 14 maọbụ 15 maka otu nwoke tọkịrị n'ime nwaanyị.",
    "Ọ sị na ha mechara kpọọ ndị ọrụ gbatagbata, ha wee nyere ha aka.",
    "Paul sị na o mechara hụ nwaanyị ọ hụrụ na-anyana mba Japan, ha wee na-enwe mmekọrịta.",
    "N'otu ụbọchị, o wee tọkịrị n'ime nwaanyị a ka ha na-enwe mmekọrịta.",
    "\"Ihe niile wee kwụsị ka m tọrọ n'ime nwaanyị a, anyị wee sị na ọ ka mma ka anyị kwụsị, mana ha enweghike ịpụta ka ha nwara ugboro atọ.\"",
    "\"Anyị wee mụwa amụ, n'ihi na ọfụghị anyị ụfụ.\" Ka Paul si wee cheta, ugbua, Paul dị afọ iri asaa na ise (afọ 75).",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ị kwesịrị ịsụcha 'Pubic Hair' gị?5 Septemba 2020",
    "Ihe ise ndị nwere ikpu kwesiri ịma13 Nọvemba 2019",
    "Igbo Tradition: Uru egwu ọnwa bara na ọzụzụ na njikọ ndị Igbo25 Eprel 2020",
    "Virginity Repair Surgery: 'Kwụsịnụ ịrụgharị ọtụ ụmụnwaanyị'28 Jenụwarị 2020",
    "Sexual Education: Ihe ise ndị nwere amụ kwesiri ịma maka ya24 Nọvemba 2019",
    "Ndị Igbo na chi ha na-efe13 Julaị 2018",
    "Vidio, Jane Ada: Eji m ịkpụ arụsị Ndigbo egosi ụwa njirimara Ndigbo5 Juun 2019",
    "Vidio, Delta state: Lee ka ndi Igbuzo si nwete ala ha13 Ọktọba 2018",
    "Ihe ise nwereike ịkpata utu nkụda na etu i nwereike ịgbalahụ ya4 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia4 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 202027 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "Ọ bụ eziokwu na Uche Mefor dara na Dubai?",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia",
    "Ihe ise nwereike ịkpata utu nkụda na etu i nwereike ịgbalahụ ya",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Ihe i kwesịrị ịma maka Annie Idibia bụ nwunye 2face",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ ya amụ",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}