{
  "published": "9 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/Ejimako/Orji Uzo KaluKalu",
    "Alloy Ejimako bụ ọkaiwu indigenous People of Biafra ekwuola na Orji Uzo Kalu ekwesighị ị ga-agwa gọọmenti etiti ka ha nye ya ohere ka ọ kpọlata Nnamdi Kanu.",
    "O kwuru na ọ bụ eziokwu na enweghị iwu megidere ya bụ okwu, mana ihe o kwesiri ime bụ ịgakwuru Nnamdi Kanu rịọ ya ka o nye ya ohere ka ọ gakwuru gọọmenti etiti ka ha abụọ kpaa ihe gbasara Biafra.",
    "Ugboro ise a wakporo ndị uweojii na mpaghara ọwụwa anyanwụ n'ọdịnso a",
    "Kiddwaya merie BBNaija, ọ ga-eke ego ahụ ọkara nye Erica otu - Terrywaya",
    "Ejimako kwuru na Nnamdi Kanu nwere ndị o dewere n'akụkụ bụ na ọ bụrụ na gọọmenti etiti chọọ ka ya na ha kpaa, ha ga-anọchịte anya ya.",
    "Lee ihe o kwuru n'uju ebe a.",
    "Ipob asaala Orji Uzo Kalu",
    "Ọ bụghị Biafra dị ndị Igbo mkpa ugbua - Ọrji Uzo Kalu",
    "Orji Uzo Kalu, onye ji ọkwa \"chief whip\" n'ụlọ omeiwu ukwu Naịjirịa, ekwuola na ọ bụrụ na gọọmenti etiti nye ya ohere na ọ ga-eje mba UK kpọlata onye ndu Indigenous People of Biafra bụ Namdi Kanu.",
    "Kalu kwuru na isi sekpụ nti na mkparịtaụka ya na Nnamdi Kanu ga-abụ ka ọ hapụ okwu mwereonwe Biafra ma chọwa otu Naịjirịa.",
    "Kpọpụta Nnamdi Kanu",
    "Akụkọ kachasị taa: Unu egela Kanu ntị - Uwazuruike",
    "Onye enyemaka Uzor-Kalu bụ Peter Eze gwara BBC Igbo na Kalu gwara ndị ntaakụkọ 'News Agency of Nigeria' nke a mgbe ha na-agba ya ajụjụ ọnụ.",
    "Ebe foto si, Getty Images/Uzo Kalu",
    "Orji Uzor Kalu na Nnamdi Kanu",
    "Eze kwuru na Kalu gwara NAN na o kwenyesiri ike n'otu Naịjirịa.",
    "O kwuru na Orji Uzo Kalu ghọtara etu Naịjirịa dị nakwa etu ndị Igbo si nwee azụmahịa ebe niile nke pụtara na ọbụghị Biafra ka ndị Igbo kwesiri ị na-achọ.",
    "\"Ihe ndị Igbo ga-eme ugbua bụ inọdụ dịka agbụrụ ndị ọzọ sị nọrọ na-achọ ihe ndị ọzọ na-achọ.\"",
    "\" Kalu chọrọ ka gọọmenti nye ha ohere ka ya na Nnamdi Kanu kpaa, ọ lọta n'obodo kwụsị ọchịchọ Biafra makana ọ bụ obere obodo agaghị eji tunyere nnukwu Naịjirịa.\"",
    "\"Nke a ga aka bara anyị uru.\"",
    "Ugboro ise a wakporo ndị uweojii na mpaghara ọwụwa anyanwụ n'ọdịnso a",
    "Kiddwaya merie BBNaija, ọ ga-eke ego ahụ ọkara nye Erica otu - Terrywaya",
    "Deregulation: Ihe gọọmentị Naịjirịa ịsị na ha esepụla aka n'ego 'fuel' pụtara",
    "Gịnị na-esere Mbazulike Amaechi na Jim Nwobodo?",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK7 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buharielekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị26 Nọvemba 2021",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?27 Nọvemba 2021",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Kayanmata: Ihe mere mụ na Laila nwunye m nke Morocco ji gbasaa - Ned Nwoko",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buhari",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njaba",
    "E jidela ụmụakwụkwọ atọ ma na-achọ abụọ maka ọnwụ Sylvester Oromoni",
    "Etu ndị agha Naijịrịa si kụsaa ndị ha sị bụ ndị ESN n’Imo Steeti",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}