{
  "published": "9 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Instagram/D'angels",
    "Gọọmentị Naịjiria ahapụla ka ndị mmadụ na-erizi nri na 'restaurant', mana ị ma ebe ị ga-enweta nri ndị na-aba n'ụmị?",
    "Nye ọtụtụ ndị, ihe na-aka agara ha bụ nri ndị e ji flawa mee, mana nye ndị ọzọ, ihe na-agụ ha agụụ bụ ebe ha ga-anọrọ ala, tọpee mgbado ukwu ha ma rie nri Igbo a kwọrọ aka sie.",
    "Nri ndị a bụ nri ndị anaghị esikarị n'ụlọ, bụ nri ndị a na-eri n'oge mmemme, maọbụ mgbe ihe ọpụrụiche mere.",
    "Ihe isii nwere ike ịnọchị anya ọjị n'omenala Igbo",
    "Ori ji lee ụzọ ị ga-esi sie ji ka ọ tọwaa gị ntị",
    "Ị ma etu esi agwọ abacha? Mụta ya ebe a",
    "Kedụ ụdịrị nri anyị na-ekwu maka ya?",
    "Nkwọbi",
    "Isi ewu",
    "Anụ nchị (bush meat)",
    "Ụgba a gwọrọ agwọ",
    "Akịdị",
    "Azụ ndụ (point and kill)",
    "Abacha",
    "Ofe akwụ",
    "Ofe mba mmiri (fisherman soup)",
    "Ofe banga",
    "Ebe foto si, Instagram/Matsecooks",
    "Ị na-eme njem aga Ọwụwa-Anyanwụ, i bi ebe ahụ, ka ị na-alaru ụlọ alaru?",
    "Lee ebe ndị BBC Igbo jụgara ajụjụ na steeti dị iche iche rụtụrụ aka  kacha mma maka inweta nri e hiri asaa n'anya were sie:",
    "N'Abịa steeti:",
    "Nwanne ị wụnye Abịa ma ụkwụ gị atụbeghi n'ọgbọ ndị a, mara na ọ bụghi nri a kwọrọ aka sie ka i na-atụnye ego na ya.",
    "Ma ị na-agarubeghi El-Dorado, Enitonia Hotel, CS Park, Chez Nous, mara na ị ka na-amụ amụ n'ebe nri dị ezigbo ụtọ nọ.",
    "Garukwaa Onorugo, Latinos, Where else, D place, Network, Ndị ose, Evergreen wdgz, ka ị mara nke ekwe na-akụ.",
    "Ekwela ka a kọọrọ gị maka ha, jiri ụkwụ gaa chọpụta ebe ndị a ozugbo.",
    "Uru dị n'akwụkwọ nri",
    "N'Anambara steeti:",
    "Ị tụọ 'down' n'Anambara steeti ma ị garubeghi ebe ndị a, mara na ị kwọchabeghi akpịrị.",
    "Ebe ndị dị ka Madam 12, madam social, Choice, Ịbarị Ado, Nwaanyị Awka.",
    "Nri onye nwere nje HIV kwesịrị iri",
    "N'Ebonyi:",
    "Ị hụ ndị Ebonyi, ị hụla nri. Ị na-ajụ m etu ọ bụ?",
    "Ebonyi bụ ebe ị ga-eji ihe na-erughi puku atọ rigide nri afọ eju gị.",
    "Ị chee na ọ bụ asị, garuo Vegas, Ị ga-ata azụ ndụ, nkwọbi, ofe dị iche iche, eju a gwọrọ agwọ wdgz, na-atufughi oke ego.",
    "Ebe ndị ọzọ bụ Latoya Kitchen dị na Mile 50, wdgz",
    "N'Enugwu:",
    "Ị garuo O42 ma ị tabeghi abacha, ị malitekwalanu njem?",
    "Ebe ndị ga-ata abacha a kwọrọ aka gwọọ ma nọrọkwa ala rie, ṅụọ ma nweta onwe gị gụnyere Newberry's park, Dolphin, Ntachi ọsa, Open Sheraton, Filling Station,",
    "Ebe ndị ọzọ gụnyere Hajịya, Ndọndọ, Vila Toscana, ZanzibarGustavo by Cubana, Ecstacy, 8 hours, Bush Bar, Item 7, Mama Onyinye, wdgz.",
    "Ebe ndị a ezoghi ezo, onye ma ụzọ ga-atụziri gị aka ma ị jụọ.",
    "Lee nri ogbenye 10 ọgaranya na-erizi",
    "Di na nwunye irikọ nri: Gịnị ga-eme nwoke Igbo ajụ nri?",
    "N'Imo steeti:",
    "Ị ruo Imo steeti ma ị gabeghi Ịbarị Ọgwa rie nri, i bidokwalanu? Ọ bụ na ị nụbeghi njakịrị ahụ na-ekwu na Owerri bụ \"Ngwọrị headquarters\"?",
    "Ka ọ bụzị Jevinik ebe ị ga-enweta ma ụkwa, abacha, ụgba na isi okporoko?",
    "Ị ga-enwetakwa ofe ọkazị na-apụ ọkụ, nakwa ofe Owere ga-agbanye gị ọbara n'ahụ nakwa nri ndị mba mmiri gụnyere ofe 'fisherman', 'afang' nakwa 'native'.",
    "Jirikwa otu ụkwụ ahụ garuo Ndaa Lety, D'Angels, Mbari Kitchen, Manure, Hungryman na ndị ọzọ, ị ga-akụgide ngwọri e jiwe gị eji.\\",
    "Onye afọ nri! Lekwa ihe mere ụtọ agwa ji aba n'ụmị",
    "Nutrition: Oke ibu abụghị na ahụ dị nwa gị",
    "Jiri nwaayọ loo asụ makana ama m na ọ gụwala gị ugbua.",
    "Kedụ ebe ndị ọzọ kwesịrị ịdị n'ime akụkọ a anyị akpọghị aha?",
    "Nri",
    "Omume",
    "Vidio, Ị ga-eme njem gaa ọwụwa anyanwụ n'oge a?20 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Ụlọikpe ekpebiela na Andy Uba esoghi zọọ ọkwa Gọvanọ Anambara20 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ18 Disemba 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "'Obi adịrọ Nnamdi Kanu mma maka ihe na-eme n'Imo steeti ugbua'- Ipob",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ụlọikpe ekpebiela na Andy Uba esoghi zọọ ọkwa Gọvanọ Anambara",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe mere anyị ji nwụchie onye otu anyị nwoke NYSC gbanyere ọla aka - Ndị agha Naịjirịa",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetị",
    "E mechala nyocha 'autopsy' n'ozu Sylvester Oromoni",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụ",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}