{
  "published": "11 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook/Femi Adesina and Getty",
    "Onyeisiala Naịjirịa bụ Muhammadu Buhari ekwuola na ụloakụ etiti bụ \"Central Bank of Nigeria\" agaghị enye ndị na atụbata ihe oriri maọbụ fetịlịza ego ofesi.",
    "Buhari kwuru nke a n'oge ya na ndị otu \"National Food Security Council\" nwere ọgbakọ n'Obi Gọọmentị dị n'Abuja.",
    "Dịka ọnụ na-ekwuru Buhari bụ Garba Shehu siri kwuo, Onyeisiala Naịjirịa sị ka CBN ghara ịnye ndị na-atụbata fetịlịza na nrị \"ma otu kobo\" site n'ego ofesi dị n'akpa ego Naịjirịa.",
    "Ụfọdụ nri ndị Igbo anaghị erikawazị",
    "Etu ọdịda ọnụ mmanụ agbịdị ga-esi metụta gị",
    "Ị sonyere n'ime ndị dara ogbenye?",
    "Ọbụghị ugbua bụ mbụ Onyeisiala Buhari kwuru ụdịri ihe a. N'ọnwa Ọgụstụ 2019, o kwukwara ya.",
    "N'uche Buhari, inye ego ga-enye ndị na-ebubata ihe ndị a ohere ịkpagbu ndị na-emepụta ya na Naịjirịa.",
    "Mana, Chidi Ike bụ onye si ofesi atụbata ihe sị na okwu Onyeisiala Buhari adịghị iche n'ihe Naịjirịa na-emebu.",
    "Ebe foto si, BBC Good Food",
    "Anụ so na ihe gọọmentị machiri ntụbata ya na Naịjirịa",
    "Ọ sị: \"Onweghi ihe ọhụrụ dị n'ihe a Onyeisiala Buhari kwuru. Anaghịbu enye ndị na-ebubata nrị na fetịlịza dọla.\"",
    "Ọ gakwara n'ihu kwuo na ọ bụ sọsọ puku dọla iri abụọ ka a na-eresi ndị chọrọ ibubata akụrụngwa ọbụla.",
    "\"Ọ puku naira iri abụọ ka a na-eresi ndị mmadụ n'ime ọnwa atọ. Kedụ ihe ego a ga-ezuru onye na-atụ mgbere nde kwa nde?\"",
    "Kedụ ihe gọọmentị Naịjirịa machiri?",
    "BBC hụrụ akwụkwọ ebe e depụtara ihe gọọmentị Naịjirịa kwuru na ha agaghị enye ego maka ya.",
    "Ngwa ahịa ndị a gụnyere osikapa, mmanụ nri, tomato, anụ na ndị ọzọ.",
    "Ọ bụ ihe iri anọ na otu (41) dịbụ na mmachi a oge gọọmentị Naịjirịa wepụtara ya n'afọ 2015, mana o ruola iri anọ na anọ (44) ugbua.",
    "Ebe foto si, AFP",
    "Otu na-ahụ maka ndị na-emepụte akụrụngwa na Naịjirịa bụ \"Manufacturers Association of Nigeria\" sị na atụmatụ ọhụrụ a ga-eme ka ọnụahịa ihe dị icheiche gbalie elu.",
    "Ha sị na nke a bụ makana Naịjirịa agaghị akọpụtanwu nri ga-ezuru ndị nọ bi n'ime ya.",
    "Ndị MAN kwukwara na ha ka ga-achọkwa dọla ha ga-eji bubata akwụrụngwa ha ji arụ ọrụ.",
    "Ebe foto si, AFDB",
    "Ebumnobi Onyeisiala Buhari, dịka o si dị n'ihe o kwuru, bụ na Naịjirịa nwere ala ma nwee ndị ike di ịkọ nri.",
    "Ọzọ bụkwa na ụlọ ọrụ na-arụpụta fetịlịza na Naịjirịa eruola iri atọ na atọ (33), site na mkpụrụ atọ ọ dịbu.",
    "Ụbịam: Ebonyi gbara ndị nke atọ n'ime Naịjirịa niile9 Ọktọba 2018",
    "Chizea: Ọdịda ọnụ mmanụ agbịdị ga-ebute ụbịam26 Nọvemba 2018",
    "Nigeria Poverty Index: Ị dara ogbenye?13 Julaị 2019",
    "Afcon: Nigeria emeriela Angola elekere 7 gara aga",
    "NA EME UGBU A , Gaasị gbara na mba Kenya egbuola mmadụ atọ ma merụọ ihe karịrị mmadụ 300 ahụ",
    "Sam Okwaraji: Ihe agaghi eji chefuo nwaafọ a12 Ọgọọst 2020",
    "Child trafficking: Etu aka si kpara nwanyị chọrọ ire ụmụ ya nwoke abụọ n'ihi ọtanisi31 Jenụwarị 2024",
    "Gịnị ga-emezi Niger, Mali na Burkina Faso ka ha hapụrụ Ecowas?1 Febụwarị 2024",
    "Kim Kardashian: Psoriasis na ọrịa ndị ọzọ na-eri ahụ na ntutu1 Febụwarị 2024",
    "'Anyị ahụbeghị mmiri pọmpụ gọọmenti Enugwu kwuru na ọ gbawala, ndị na-agbabu akwụsịla' - Ndị Enugwu31 Jenụwarị 2024",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "Afcon: Nigeria emeriela Angola",
    "Ihe agaghi eji chefuo Sam OkwarajiEmelitere ikpeazụ na: 12 Ọgọọst 2020",
    "Lee ihe ndị ọzọ gọọmentị kwụsịrị inye ego maka ịtụbata na NaịjirịaEmelitere ikpeazụ na: 11 Septemba 2020",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha",
    "Kim Kardashian: Psoriasis na ọrịa ndị ọzọ na-eri ahụ na ntutu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}