{
  "published": "12 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, @Igbankwunigeria",
    "Ndị Igbo bụ ndị na-asụ asụsụ Igbo bụ ndị e nwere ike ịhụ na steeti ise dị n'Ọwụwa Anyanwụ; Abịa, Anambara, Ebonyi, Enugwu na Imo steeti.",
    "Ha nọkwa na mpaghara ụfọdụ na Delta, Rivas, Benụwe, Kogi, Edo nakwa ebe ndị ọzọ.",
    "Iri ji Mbaise kpọtụrụ akpọtụ",
    "Uru ọmụgwọ n'omenala Igbo",
    "Ite paụda, ili eriri otubo na omenala ndị ọzọ Ndigbo na-eme n'oge ọmụgwọ",
    "Mana ebe ọbụla ha nọ, ndị agbụrụ ndị ọzọ nwere ihe ndị ha jikara atụnyere ha n'agwa, ejije nakwa omenala.",
    "Anyị jụrụ ndị mmadụ ma ndị Igbo na ndị agbụrụ ọzọ ihe ha na-anụkarị maka ndị Igbo, lee ụfọdụ ihe ndị  ha rụtụrụ aka nakwa ihe anyị chọpụtara maka ya:",
    "Ebe foto si, @Igbankwunigeria",
    "Ihe bụ ihe mbụ ị ga-anụ maka ndị Igbo na mpaghara dị iche iche na Naijiria.",
    "Nke ahụ bụ n'ama, a batakwa n'ụlọ, ọtụtụ ndị Igbo na-ekwukwa \"Igbo ahụka ego n'anya.\"",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Nke bụ eziokwu: Okammuta nkụzi  Igbo na mahadum Legọs bụ Chigozie Nnabuihe sị na ya bụ okwu bụ\"mkparị\" n'ihi na o nweghị agbụrụ ọbụla kpọrọ ego asị.",
    "Ọ sị na ndị Igbo kama ịrịọ arịrịọ nwere ike \"ịma mmiri, maa anwụ iji kpata ego\"  .",
    "\"Onye Igbo bụ onye e ji ịgba mbọ mara. Ọ na-agba mbọ ịkpata nke ọ ga-eri, nke ọga-eji nyere nne na nna ya na ọha izugbe aka.\"",
    "\"Ọchọ-nke-ya-enwe-iro bụ ihea e ji enye Igbo mkparị ahụ.\"",
    "Ebe foto si, Getty Images",
    "Otu Ahịa Ahịa dị na Legọs",
    "Ihe ọzọ ọtụtụ ndị mara ndị Igbo bụ azụmahịa.",
    "Ha na-ekwu na ụmụ Igbo chị ọkụ n'azụmahịa.",
    "Ọ na-agba ndị mba ọzọ gharịị etu onye Igbo nwere ike ịbata obodo na enweghị ihe ọbụla karịa obere ngwaahịa mana e nye ya oge ọ tụtụjuo akpa ya.",
    "Ọtụtụ na-eji ya ama ndị Igbo njakịrị na onye Igbo nwere ike iresị ndị Eskimo akụ mmiri igwe.",
    "Nke bụ Eziokwu: Ịzụ na ire ahịa mara ndị Igbo ka ego mara Ojukwu.",
    "Nke mere ọ bu ha bu ọka ibe n'Ahịa Ọnịcha, Arịrịa Aba, Mgbuka Nnewi, Nkwo Igbo, Ogbete Enugwu, Alaba dgz.",
    "Nka azụmahia esorola Igbo pụọ ala Igbo gawa mpaghara ndị ọzọ na Naijiria nakwa ofesi.",
    "I legharịa anya, n'otụtụ ebe, ụfọdụ ndị Igbo na-azụ ahịa e sila na inweta ọdọahịa ebe ha na-akwụ ụgwọ, tiwaa ịzụrụ ebe ọ na-ere ahịa maọbụ iwu ahịa.",
    "Na Legọs, ahịa dịka Idumota, Ladipo, ebe a na-ere mkpụka na  International Trade Fair nke a makwa dịka \"ASPAMDA\" (Auto Spare Parts & Machinery Dealers Association) bụ ọgbọ ahịa ndị Igbo juputara.",
    "Ebe foto si, Undone Rice/Twitter",
    "Ebe foto si, Ngozi Okonjo-Iweala",
    "Ụfọdụ ndị abụghị ndị Igbo na-ahụta ndị igbo dịka ndị anaghị ekwe ka nwunye ha chakee n'ọrụ bekee n'ihi egwu na nwaanyị ria n'ọkwa n'ọrụ Bekee ọ ga-akarị di ya maọbụ ọ ga na-agba n'ezi.",
    "Nke bụ eziokwu: Nnabuihe kwuru na ọ bụghị eziokwu.",
    "Ọkaiwụ Dorothy Oleka kwuru na \"Ngụkọ goziri na Ndị Igbo kachasị nwee ụmụnwaanyị nọ na di na-arụ ọrụ Bekee\".",
    "Ụfọdụ ndị abụghị ndị Igbo na-ekwu na ụmụnwaanyị Igbo na-enwekarị ajị n'ahụ ha ọkachasị n'ihu nakwa n'obi ma na-enwekwa 'mba ji' n'ọkpa.",
    "Nke bụ eziokwu: Otu dọkịta ahụike ụmụnwaanyị bụ Dọkịta Joseph Akinde kwuru na ọ bụ eziokwu mana ọ gbara ama na ọ bụghị naanị ụmụnwaanyị Igbo, na ndị si mpaghara Cross Rivers nakwa ụfọdị ndị Yoroba na-enwekwa oke ajị.",
    "Akinde, onye nwee Ụlọọgwụ 'Living Spring Hospital'dị na Legọs sị; \"Ihe mere ụfọdụ ji enwe ajị bụ na ha nwere mmiriahụ (hormone) nke nwoke bụ 'protesterone' rinne n'ahụ ha.\"",
    "Ebe foto si, Getty Images",
    "Ọmụgwọ bụ ọmenaala Igbo bidoro kemgbe gboo nke ka na-eme ruo ugbua",
    "Nke bụ eziokwu: Ọkammụta Chigozie Nnabuife kwuru na \"ndị Igbo huru nwa n'anya karịa ihe ọbụla ọzọ bụ eziokwu.\"",
    "\"N'ala Igbo, a na-alụ nwaanyị n'ala Igbo, ihe ana-ajụ bụ \"ha na-amụkwa ụmụ\"",
    "Ọ kọwara na mpaghara Mbaise, a lụụ nwaanyị ọ mụọ ụmụ iri, e gburo ya ewu ukwu.",
    "\"Ndị Igbo kwere n'ụwa ebighi ebi. A mụọ gị, ịmụta onye ọzọ.\"",
    "Mana ọ gara n'ihu kọwaa na ọnọdụ akụnaụba obodo, agbanwewala nke a.",
    "Ebe foto si, Getty Images",
    "Achebe zutere ọtụtụ ndị aha ha na-ada ụda na mbaụwa, ndị gụnyere Nelson Mandela nke chịburu Saụt Afrịka",
    "Nke a na-abụkarị okwu akọmọnụ maọbụ mkparị, ụfọdụ na-ekwu na ndị Igbo bụ ndị oke amamihe, na ha na-egosikarị na habụ ndị ọnọ na ndo ahụ ọnwa.",
    "Ebe foto si, chimamanda_adichie/ Instagram",
    "Nke bụ eziokwu : Anaghị egbuchi afọ ime aka, ndị Igbo bụ ndị Chukwu ji amamihe gozie.",
    "Ọtụtụ ndị Igbo bi mpaghara dị iche iche bụ ndị a na-anụ aha ha maka ịbụ ọkaibe n'agụmakwụkwọ, mmepụta ihe nka na ihe ndị ọzọ dị iche iche.",
    "Mmadụ dịka Chinua Achebe lara mmụọ, Ngozi-Okonjo Iweala, Chimamanda Adichie, Philip Emegwali, wdgz. bụ ụmụafọ Igbo Chukwuokike jiri amamihe chọọ mma.",
    "Ebe foto si, Mazi Nwonwu",
    "Ụfọdụ na-ekwu na ego e ji alụ nwanyị na Mbaise buru nnukwu ibu.",
    "Ihe ọzọ a na-ekwu maka ndị Igbo bụ na ha na-ana oke ọnụ ahịa na ịlụ nwaanyị,",
    "Nke bụ eziokwu: Ọnụ nwaanyị dị iche site n'otu obodo Igbo gaa na obodo ọzọ.",
    "Ihe ọ na-ewe iji lụ nwaanyị na Mbaise",
    "Ebe ụfọdụ sị mpagha ụfọdụ dịka Mbaise, Owere bụ ndị e ji imefu ego na agbaka isi were mara , ụfọdụ ndị ọzọ nwere nkwenye na ọ bụ ebe aka ruru nwaanyị ka ọ na-ekonye di ya.",
    "Etu m ji si Mbaise bụrụ 'Minister ikpe nkwụmọtọ na Canada – Kaycee Madu",
    "Ụfọdụ na-eji ya ekwu okwu sị, ịbata na mba, ịhụghị onye Igbo, gbawa ka ụkwụ gị ha.",
    "Ị ma Sandie Okoro ada Igbo ọzọ welitere isi na World Bank?",
    "Onye Igbo abụrụla 'Mayor' na London",
    "Lee ka Kate Anorue siri napụ ndị ọcha ọkwa 'Mayor' ugboro abụọ",
    "Nke bụ eziokwu: Ndị Igbo bụ ndị njem. Ha gbasara ka akwụkwọ ụkpaka n'ụwa dum dịka ha na-achọ ebe azụmahịa, nka, mmụta na ọganihu.",
    "Lee nwaafọ Igbo zọtara ọkwa ọchịchị ugboro atọ na Belgium",
    "Ọtụtụ ka na-achakeekwa ka ọnwa ebe ọbụla ha nọ.",
    "Nkwenye ndị Igbo bụ na njegharị ka nwa mkpị jị mụta ịsọkali imi elu.",
    "Roxy Ogechi Ndebumadu nwada Igbo bụ onyeisi okpuruọchịchị Bowie n'Amerịka",
    "'A kwụrụ anyị otu nde Naịra iji gbuo Uwa Omozuwa'",
    "Nutrition: Oke ibu abụghị na ahụ dị nwa gị",
    "Lee ụzọ ise ị ga-esi sie 'plantain' ọ hapụ ite dọrọ n'afọ",
    "'Ọ bụ osikapa mba Ghana e nyere m sie wụrụ m n'ala'",
    "Naijiria",
    "Omenala",
    "Igbo Musicians: Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 200011 Septemba 2020",
    "Vidio, Igboukwu Art: 'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu'26 Ọktọba 2019",
    "Igbo History: Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya3 Juun 2020",
    "Vidio, Igbo Origin: Aguleri na Nri na-azọ ndị bụ isi Igbo24 Eprel 2019",
    "Igbo currencies: Ego ayọrọ na ụdị ego ndị ọzọ  Igbo ji zụọ ahịa oge gboo28 Jenụwarị 2023",
    "Anyị na-akatọ oku ntọhapụ Nnamdi Kanu – Otu ndị Ugwu Naịjịrịa (CNG)elekere 6 gara aga",
    "'A nọrọ m malite ụzụ ụtụtụ ruo elekere atọ ehihe n’ịhụ ụlọakụ maka iwete Naịra ọhụrụ'elekere 9 gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg.webp\" alt=\"Qatar 2022\" width=\"739\" height=\"373\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Ihe ndị a na-atụ anya ya na nke na-akpọtụ n'asompi a malitere taa20 Nọvemba 2022",
    "Anyị na-akatọ oku ntọhapụ Nnamdi Kanu – Otu ndị Ugwu Naịjịrịa (CNG)",
    "AY Comedian : Ihe Sowore kwuru maka Nnamdi Kanu, Biafra, Peter Obi",
    "Ademola Adeleke: Ihe Inec kwuru maka mpụtara ikpe ya",
    "Ihe Finland kwuru maka ebubo na  Simon Ekpa na-akpalite tigbuo-zogbuo n'Ọwụwa Anyanwụ",
    "Etu Peter Obi si mee njem gaa Borno n'obodo Chibok, Gwoza na ebe ndị ọzọ Boko Haram kpara ike",
    "Agha Biafra ebiela kamgbe afọ 52 gara aga, otu ahụ ka ọ ga-adị - Peter Obi",
    "Aga m arụ ọrụ n'Enugwu West ọfụma karịa Ike Ekweremadu - Osita Ngwu",
    "Artificial Intelligence: Etu anyị siri rụpụta rọbọtụ nwere ọgụgụisi ka mmadụ - Chuks Ekwueme",
    "'Unknown gunmen' gburu Gloria Matthew, Linus Audu, ndị ọzọ n'ọhịa Orlu - Nchọpụta BBC Disinformation UnitEmelitere ikpeazụ na: 9 Mee 2022",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}