{
  "published": "17 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ọtụtụ mgbe ka afọ mgbu dulara ndị mmadụ mmụọ n'ihi na ha chere na ọ bụ naanị \"nwa ntakịrị afọ mgbu\".",
    "Mana ndị ọkachamara ekwuola na afọ mgbu nwere ike ịbụ ihe nrụtụ aka maka nnukwu ọrịa dị n'ahụ mmadụ nke e kwesịrị inyocha ma gwọọ kpamkpam ka onye ahụ nwere onwe ya.",
    "Ị ma na isi na-awa gị nwere ihe ọ na-atụ aka?",
    "Ọrịa isii kacha emetụta ụmụnwaanyị karịa ụmụnwoke",
    "Ọrịa isii kacha emetụ ụmụnwoke karịa ụmụnwaanyị",
    "Gịnị bụ ọrịa shuga nakwa ụzọ ị ga-esi gbalahụ ya?",
    "Etu ị ga-eme ka 'prostate' gị na-achị sọ ọchị",
    "Dọkịta Anigbamkpu Obinnaadigo kọwaara BBC ihe o ji dị mkpa ka onye nwere afọ mgbu gbakarịa nkịta ụsa n'ọsọ gaa ụlọọgwụ:",
    "Ebe foto si, Getty Images",
    "N'akụkụ afọ aka nri ka ọrịa appendicitis na-egbu mgbu",
    "Ihe mbụ na-egosi ọrịa 'appendicitis' bụ na otubo ga-amalite ịfụ onye ahụ ụfụ.",
    "Ụfụ a ga-emechaa gbadata n'akụkụ aka nri afọ onye ahụ.",
    "Oge ụfọdụ, onye ahụ ga-enwe ahụ ọkụ, maọbụ ịnyụ anyụ, maọbụ ịgbọ agbọ.",
    "Chadwick Boseman mere ejije Black Panther anwụọla n'ọrịa Cancer",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbua",
    "Ọ bụrụ na ọ gaghị ụlọọgwụ n'oge, ya bụ 'appendix' nwere ike gbawaa n'ime afọ mmadụ.",
    "Nke a mee, ọ ga-eme ka abụ jupụta n'ime afọ, oge ahụ ka afọ niile ga-amalite ịfụ onye ahụ ụfụ.",
    "Mana ọ bụrụ nwaanyị, njirimara orịa 'ovarian cyst' yitere njirimara 'appendicitis'.",
    "Ya kpatara ime nnyocha n'oge ji dị mkpa.",
    "Ọnya afọ (Gastric Ulcer)",
    "Ebe foto si, Getty Images",
    "Foto na-egosi etu ọnya afọ (ulcer) si enye mmadụ nsogbu",
    "Dkt Anigbamkpu kwuru na ọnya afọ na-emetụtakarị akụkụ ahụ dị n'etiti obi na afọ mmadụ.",
    "Bekee na-akpọ akụkụ ahụ a 'epigastric region'.",
    "Ihe na-akpata ọnya afọ bụ \"mmiri 'acid' nke na-esi n'afọ apụta iji nye aka gbarie nri mmadụ riri\".",
    "Gịnị ka ị ma na-enye ụmụnwoke 'afọ beer'?",
    "Anigbamkpu kwuru sị: \"Mgbu ọnya afọ na-adị ka ịcha ọkụ maọbụ ebe awụnyere ose n'ime ọnya.\"",
    "Ihe na-eme o ji aka njọ gụnyere nri ose, ihe e ghere eghe, erighị nri n'oge, dịrị gawazie.",
    "Naanị ndị ọkachamara n'okwu ahụike ga-ekwu ihe ga-enyere onye nwere ọrịa a aka.",
    "Ebe foto si, Getty Images",
    "Foto na-egosi okwute e si n'akịrị mmadụ wepụta",
    "Dịka Dkt Anigbamkp si kwuo, ụfụ 'kidney stone' na-afụru na mkpụrụobi.",
    "Lee ụzọ ị ga-esi chuọ ọrịa akịrị (kidney) ọsọ ụkwụ erụala na ndụ gị",
    "Lee ihe maamịrị gị na-agwa gị maka ahụike gị",
    "\"Na mgbadata ngụgụ afọ nke aka nrị maọbụ nke aka ekpe ka ụfụ 'kidney stone' kacha emetụ\".",
    "\"Mana ụfụ a ga-emecha dajụụọ, ọ nọkata, ọ bịakwa ọzọ.\"",
    "Anịgbamkpu kwuru na 'kidney stone' abụghị ọrịa a na-ahụ kwadaa, mana ọ bụrụ na i nwee ụdị ụfụ a na-akụkụ afọ gị, biko gaa mee nnyocha.",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ụmụnwaanyị na-enwekarị afọ mgbu ma ha nọrọ na nsọ.",
    "PCOS, Adenomyosis, na ọrịa ndị ọzọ na-emetụta nsọ nwaanyị",
    "Ihe nwoke na nwaanyị kwesiri ịma maka nsọ ụmụnwaanyị",
    "Onweghị ihe ọbụla ndị ọkacha mara chọpụtara na-akpata nke a.",
    "Ọ bụ etu chi si kee onye. Mana afọ mgbu a na-akwụsị ma nsọ nwaanyị dị otu a gafechaa.",
    "Ebe foto si, Getty Images",
    "Nwaanyị dị ime ekwesịghị inwe afọ mgbu ma ọ bụrụ na nsogbu ọbụla adịghị",
    "Dkt Anigbamkpu kwuru na afọ ime ekwesịghị igbu nwaanyị mgbu.",
    "Mana nke a nwere ike ime ma ọ bụrụ na ihe niile amachaghị kwụrụ.",
    "Ihe 10 ụmụwaanyị dị ime ekwesighị ime",
    "Ite ime o kwesiri ịbụ ihe iwu n'amachịghị?",
    "O kwuru sị: \"Ọ bụrụ na nwa anọghị n'ime akpanwa dịka o kwesịrị, ọ ga na-egbu nwaanyị mgbu.\"",
    "Nke a ka a na-akpọ 'ectopic pregnancy' na Bekee.",
    "Ọzọkwa bụ ma nwaanyị dị ime nwee ọrịa aji-enyi maọbụ ogbeke maọbụ akpụ ime afọ nke Bekee kpọrọ 'Fibroid', o nwere ike ibute afọ ịfụ ịfụ.",
    "Ebe foto si, Chiagozie Nwonwu",
    "Mmiri adịghị ọcha ga-eme ka mmadụ bute nje na-akpata afọ mgbu",
    "Agụụ bụ otu ihe kacha ebute afọ mgbu. Ya mere, tupu ị chọwa ọgwụ afọ mgbu, irikwaala nri?",
    "Ọzọkwa bụ ajọ mmiri ọṅụṅụ nwere ike ime ka nje baa mmadụ n'afọ.",
    "Lekwa nsogbu so aṅụghị mmiri nkeọma",
    "'Alkaline water' e nwereike ịgwọ kansa?",
    "Bekee na-akpọ ya 'parasites', mana ọtụtụ ndị mmadụ na-akpọkarị ya 'worm'.",
    "Nje ndị a na-akpata ọrịa dị icheiche nke afọ mgbu bụ otu n'ime ha.",
    "Mana buru ụzọ gaa ụlọọgwụ ka e mee gị nnyocha ma gwa gị ọgwụ ị ga-aṅụ iji nweta onwe gị.",
    "Dkt Anigbamkpu kwukwara na ọ dịghị njọ mmadụ ịṅụ ọgwụ 'worm' ihe dịka ọnwa isii ọbụla, ma ọ bụrụ na onye ahụ bi n'okirikiri ebe mmiri ọṅụṅụ adịghị ọcha.",
    "Ihe nkiri ga-amasị gị:",
    "Gịnị na-esere ndị Ipob na ndỊ Afara-Ukwu?",
    "Pregnancy Care: Ihe 10 ụmụwaanyị dị ime ekwesighi ime4 Maachị 2020",
    "Vidio, Thelma Chiaka: 'Dọkịta kwuru na ụmụ anọ dị n'afọ m, mana isii ka m mụpụtara'20 Julaị 2020",
    "Vidio, 'Etu m jiri mụọ ejima anọ'2 Septemba 2018",
    "Beer Belly: Gịnị na-enye ụmụnwoke 'afọ beer'?13 Febụwarị 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Foodstuff Strike: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ2 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?25 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe Ipob sara NBC gbasara nkụchị Radio Biafra",
    "Foodstuff Strike: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ị mana Chioma Davido bụ...Emelitere ikpeazụ na: 30 Eprel 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}