{
  "published": "18 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Fani Kayode",
    "Fani Kayode na Precious Chikwendu oge ha abụọ ka bụ nnu na mmanụ",
    "Esemokwu dị n'etiti Femi Fani-Kayode na nwunye ya bụ Precious Chikwendu abụghịzi ihe a na-ezo ezo.",
    "N'ọnwa Sepụtemba afọ 2020 ka akụkọ fesara na mmadụ abụọ a agbasaala, mana n'ọdị nso a ka Chikwendu gbara akwụkwọ n'ụlọikpe ka e kewaa agbamakwụkwọ ya na Fani-Kayode, bụ onye jibu ọkwa Mịnịsta njem ụgbọelu na Naịjirịa.",
    "Ha abụọ mụrụ ụmụ anọ, nwoke nwoke.",
    "Ebe foto si, Instagram/Fani Kayode",
    "Fani Kayode na Precious Chikwendu",
    "N'akwụkwọ ahụ Chikwendu gbara n'ụlọikpe, o boro Femi Fani-Kayode ọtụtụ ebubo.",
    "O kwuru na Fani Kayode ji ya mere ịgba, na-akụ ya oge ọbụla dị ya mma",
    "Chikwendu kwuru na Fani Kayode tiri ya ihe ugboro ugboro oge o bu afọ ime nke mbụ na nke abụọ ya",
    "O kwukwara na ọ na-emenye ya ihere maọbụ gbaa ya ọtọ",
    "\"Enwere m ihe onyonyo nakwa okwu ọnụ iji gbaa akaebe ihe m na-ekwu,\" Chikwendu dere n'akwụkwọ o gbara n'ụlọikpe.",
    "Chikwendu kwuru na ọ chọrọ ka ụlọikpe kpọnye ya ụmụ ya, ma nyekwa iwu ka Fani-Kayode na-akwụ ya nde naịra atọ na ụma ise kwa ọnwa iji leta ha anya.",
    "Ebe foto si, Instagram/Fani-Kayode",
    "N'ụbọchị Satọde, Femi Fani-Kayode wepụtara akwụkwọ ozi ebe ọ nọrọ kwuo na ebubo niile Chikwendu boro ya bụ asị asị.",
    "Akwụkwọ ozi a si n'aka onye enyemaka mgbasa ozi Fanị Kayode bụ Oladimeji Olaiya, kwuru sị:",
    "\"Onweghị mgbe Fani-Kayode tiri nwunye ya kpam n'ahụ.\"",
    "\"Onweghị mgbe o tiri ya ihe oge ọ dị ime.\"",
    "\"Ọ bụ Chikwendu ji aka ya kwara ihe ya pụọ, n'agbanyeghị na onye ọbụla na-arịọ ya biko ka ọ nọrọ.\"",
    "\"Ọ bụ Fani-Kayode jụrụ na ọ gaghị alọghachi azụ n'ụlọ ya.\"",
    "\"Ọ bụrụ na akpọnye ya ụmụaka a, ọ ga-abụ itinye ha n'ize ndụ.\"",
    "Olaiya kwuru na ha nwere ihe akaebe ha ga-egosi n'ụlọikpe iji gosi na ihe ha na-ekwu bụ eziokwu.",
    "Amabeghị mgbe a ga-ekpe ikpe a.",
    "Ebe foto si, Instagram/Snowwhiteey",
    "Akụkọ na-ewu ugbua bụ na Precious Chikwendu na di ya bụ Femi Fani-Kayode agbaala alụkwaghịm.",
    "Akụkọ a malitere iwu n'ụbọchị Tọọsde mgbe Precious dere ngụpụta akwụkwọ nsọ n'Instagram ya.",
    "Fani-Kayode enyela Daily Trust ịzuụka abụọ ịkwụ ya ijeri naịra isii maọbụ chere ya n'ụlọikpe",
    "'Onye anwakwala anwa kpọọ m onye Yoruba ọzọ'- FFK",
    "Nnamdi Kanu: Abaribe na Fani-Kayode ga-agwa anyị ka o si gbapụ na Naịjirịa - Ọkaiwu",
    "Nke mere otu ngalaba mgbasaozi n'ịntanet bụ 'blog' ji dee sị na o kwuru na ọ sị na ya na di ya agbasaala.",
    "Ihe ndị mmadụ na-ekwu maka ọkụ Tonto Dikeh munyere na soshal midia",
    "Mana ọtụtụ ndị mmadụ maara Fani-Kayode amaghị onye bụ nwunye bụ Precious Chikwendu Fani-Kayode.",
    "Ihe i kwesịrị ị ma maka Preciuos Chikwendu.",
    "Ebe foto si, Instagram/Snowhiteey",
    "Precious Chikwendu bụ nwada Igbo si Anambra Steetị.",
    "A mụrụ ya n'ụbọchị 25 ọnwa Mee nke afọ 1989 n'ime ezinaụlọ ụmụaka asaa nke ọ bụ nwa nke abụọ.",
    "Ọ gụrụ akwụkwọ praịmarị n'ụlọakwụkwọ Makurdi International na nke Sekọndịrị n'ụlọakwụkwọ ECWA dị chaa na Benue Steetị.",
    "Ọ gara mahaudum Calabar dị na Cross Riva Steetị ebe ọ gụrụ maka gburugburu ebe obibi (ngalaba nchekwa ọhịa na  ndụ ụmụanụmanụ).",
    "Ọ malitere ime ngosi uwe a kpọrọ 'modelling' n'afọ 2006 ma turuugbo n'ihe ngosi a kpọrọ 'Miss United Nation n'ọnwa Juun, 2014.",
    "Precious Chikwendu Fani-Kayode nwere ụlọọrụ na-ere akwa a kpọrọ 'Glowria Snow Fashion House'.",
    "Ọ lụrụ Femi Fani-Kayode ma mụtara ya ụmụnwoke anọ gụnyere ụmụ ejima atọ ọ mụrụ n'ụbọchị 25 ọnwa Mee afọ 2018.",
    "Na nzaghachị n'akụkọ ịgba alụkwaghịm ha, di ya bụ Fani-Kayode agbaala ụlọ mgbasaozi ahụ akwụkwọ n'ụlọikpe maka imetọ aha ya.",
    "Fani-Kayode enyela Daily Trust ịzuụka abụọ ịkwụ ya ijeri naịra isii maọbụ chere ya n'ụlọikpe",
    "Nke BBC maara ugbua bụ na Precious na di Fani-Kayode apụtabeghi kwuo na ha agbaala alụkwaghịm.",
    "'Ụdị mkparị Fani-Kayode nyere o nwebeghị onye nyere ya'",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "'Ana m aga ụka oge ndị agha ji egbe gbajie m ụkwa n'Emene'",
    "Lee ihe ndị na-akpatara gị afọ mgbu, na ihe ị ga-eme maka ya",
    "Nasir El-Rufai: Ịpị amụ na ogbugbu bụ ihe chere onye dinara nwata n'ike na Kaduna",
    "Vidio, Ngozi Nwosu: Ihe ise ị ga-eme iji nwee ugwu n'ọrụ ihe nkiri24 Eprel 2019",
    "BBNaija: 'Aka anyị adịghi na ihe nkiri Kaffy na-eme' - Uweojii Ingland13 Ọgọọst 2019",
    "Ịkpa oke agwa: Ọ na-akara ụmụnwaanyị ndị isiojii dị ọcha mfe n'ọrụ ihe nkiri?10 Juun 2018",
    "Davido: Ihe nkiri na-egosi na a kụrụ ụmụagbọghọ kparịrị ya ịga29 Ọktọba 2019",
    "Vidio, Anita Joseph: 'Ụfọdụ ụmụnwaanyị Nollywood ka enwe ego maka 'nnukwu mpa' nọ ha n'akukụ'14 Mee 2019",
    "Gịnị na-esere Femi Fani-Kayode na nwunye ya, Precious Chikwendu?elekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Onyeisiala Muhammadu Buhari na osote ya bụ Yemi Osinbajo agbalanụ ọgwụ mgbochi coronavirus",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Gịnị na-esere Femi Fani-Kayode na nwunye ya, Precious Chikwendu?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe anọ ị maghị maka ọrịa ịbaEmelitere ikpeazụ na: 25 Eprel 2018",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Bobrisky na etu mgbanwe ya ji maliteEmelitere ikpeazụ na: 31 Ọgọọst 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}