{
  "published": "19 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikechukwu  Kalu",
    "Broadcast Journalist Igbo",
    "Ebe foto si, Getty Images",
    "Atụmatụ ike akụnaụba n'ime ezinaụlọ bụ atụmatụ zuru mbaụwa niile ọnụ nke ndị Igbo so na ya.",
    "A bịa n'ala Igbo, ihe a na-akpọ atụmatụ ike akụnaụba bụ \"Ike Ekpere\" nke gụnyere ụlọ, ala, ụgbọala, uwe nakwa ihe ndị ọzọ.",
    "Ekele dị iche iche e ji mara ndị Igbo",
    "O nwere mmụọ bi na nwata bu isi dada pụta ụwa?",
    "Ebe akụkọ a na-elekwasị anya bụ etu ndị Igbo si eke ala n'ụzọ omenala, mana ọ ga-ebuzo kọwaa ihe bụ ala.",
    "Onye ọkammụta n'asụsụ nakwa omenala Igbo na Mahadum Legọs bụ Maazị Chigozie Nnabuihe sị na ike ala n'omenala Igbo abụghị ma ụmụnwaanyị, na ọ bụ naanị ụmụnwoke na-eketa ala.",
    "Ọ sị nke a bụ makana ndị Igbo kwenyere na nwaanyị ga-esi n'ezinaụlọ ya pụọ ga-enyere di ya aka wulite ezinaụlọ nke ha.",
    "Ọ sị na ọ bụrụ na e kenye nwaanyị ala n'ụlọ nna ya, na anya nwaanyị ahụ agaghị anọgide n'ụlọ di ya, na obere ihe na ọ ga-agbalata.",
    "Nnabuihe katọrọ ikpe ahụ a chabiri na nso nso nke sị ka amalite ikenye nwaanyị ala, na nke megidere omenala Igbo.",
    "Ọ sị na nke a bụ ihe ọ gbara ọhụrụ na abụghị etu omenala Igbo si na mgbe gboo.",
    "Ebe foto si, Getty Images",
    "Ndị Igbo kwenyere na ala bụ otu n'ime ihe onyinye Chineke ji chọọ ụwa mma, nke o nyere ndị nna anyị ochie.",
    "Ala bụ otu n'ime ụzọ e ji enweta akụrụ ngwa ndị e ji ebi ndụ dịka ihe a kụrụ n'ugbo, ịrụ ụlọ obibi na ngwupụta ihe ọ natarachi.",
    "Ndị Igbo na-efekwa ala ka chi, bụ nke na-arịọ ya ka o nye ha onyinye nwa, mpụrụosisi na uwe ihe ubi dị iche iche.",
    "Mmadụ nwereike inwete ala site n'ụzọ ndị a:",
    "Ihe nketa: Nke a bụ ala ndị eketara dịka ịbụ otu n'ime onye si n'ezinaụlọ. A na-atụ anya na nwa ga-eketa ala n'aka nna ya.",
    "Ọzụzụ: Nke a bụ ala ndị e nwetere site n'ọzụzụ. Mgbe mbụ a na-ahụta ire ala dịka arụ nke mere na ọtụtụ obodo n'ala Igbo anaghị ere ala ere mana nke agbanweela n'ụfọdụ obodo.",
    "Mgbazinye: Ọ bụ ala agbazinyere mmadụ  n'ime afọ ole na ole ka o were ya rụọ ọrụ ugbo maọbụ mee ihe ọzọ.",
    "Mgbanwe: Nke a bụ mgbe mmadụ abụọ nwere ala kpebiri ịgbanwe ala ha nwere n'etiti ha abụọ iji mee ka ọ dịrị ha mfe.",
    "Onyinye: Nke a bụ ala a natara site n'onyinye, onye na-abụghị otu n'ime ezinaụlọ nwereike ikete ala dịka onyinye.",
    "Ebe foto si, Getty Images",
    "Onye ọkammụta n'asụsụ na omenala Igbo bụ Maazị Chigozie Nnabuihe sị na mpaghara Igbo dị iche iche nwere etu ha si eke ihe nke gụnyere ala.",
    "Ọ sị na ụfọdụ ndị dịka Ohafia, Edda na-eke n'ikwu nne, ọtụtụ ebe ndị  ọzọ na-eke n'ikwu nna.",
    "Arochukwu : Uru ịjụ ese bara tupu alụmdi na nwunye",
    "Etu e si nweta aha ahịa anọ dị n'ala Igbo",
    "\"N'ezinaụlọ nwere di na otu nwunye, na ọ bụ diọkpara na-eketa obi nna ya na o nweghi onye na-azọ sị ya okeala ahụ kama na ọ bụ ọrụ ya ịnọ n'obi nna ya hụ na ụmụnne ya ndị ọzọ agaghị ehi n'ezi.",
    "N''aka nke ọzọ na ọ bụ nwa nke ọdụ nwe okeala ebe ahụ usekwu nne ya nọ, ebe ụmụ ndị ọzọ ga-eketa ala ndị ọzọ.\"",
    "Nnabuihe sị na ọ bụrụ ezinaụlọ nwoke lụrụ ọtụtụ nwunye na a ga-ebuzọ kenye diọkpara obi nna ya tupu e kee ala ndị ọzọ n'isi nwunye ya ndị mụtara nwoke.",
    "Mgbe nke a mechara na ụmụnwoke ole otu nwaanyị mụrụ ga-aga kee ala nke ha n'agbanyeghị ole ha dị.",
    "Ebe foto si, Getty Images",
    "Nnabuihe sị mgbe ụfọdụ nwoke na-eke ala etu o si maasị ya tupu ọ nwụọ.",
    "Mana ọ bụrụ na etu o si kee ya adịghị mma, na ndị ụmụnna ka e kegharị ala ma ọ nwụọ, nke mere e ji a sị \" Onye nwụrụ anwụ kechaa ekpe ndị dị ndụ ekegharịa\".",
    "N'Imo Steetị, Maazị Achonna John-Okere sị n'obodo Imerienwe, ọ sị na ọ bụ di ọkpara nwee obi nna ya. Na a na-ekezi ndị ọzọ n'isi ụmụnwoke ole nọ n'ezinaụlọ.",
    "Ọ sị na ọ bụrụ nwoke lụkwara ọtụtụ nwunye na ọ bụ n'isi nwunye ole ọ mụrụ ka a ga-eji keere ụmụ ya ala.",
    "Kama na ọ bụrụ na o nwere onye obi adịghị mma etu e si kee ala na onye ahụ ga-eme mkpesa n'obieze ka ha kpee ikpe dị n'ala ahụ.",
    "John-Okere sị na ọ bụrụ na Eze na obi ya ekpeteghi ya na onye ahụ nwere ị ga ụlọikpe ọdịnala a kpọrọ 'Customary Court'.",
    "N'obodo Nkwe dị n'Ọgwụ nke Enugwu Steetị, Maazị Laz Udogwu sị na ọ bụ ụzọ atọ ka ha ji eke ala n'obodo ahụ.",
    "Nke mbụ bụ na nwoke nwereike iji aka ya eke ụmụ ya ala dịka o si maasị nakwa etu ụmụ ya si kpasị ya agwa mana ọ bụ diọkpara ga-eketa obi naa.",
    "Nke abụọ bụ na site n'ịhọrọ ala (Balloting); ebe a ga-enye ala niile ahụ akara ma kpọkọta ụmụ ya ha bịa ghọrọ akara ndị a malitena diọkpara ya.",
    "Akara ọbụla onye họtara ga-abụ okeala ọ ga-eketa n'aka nna ya.",
    "Nke atọ abụrụ na a gụkọchaa ala ndị ahụ ọnụ ma nye ha akara ndị ụmụnna ga-ehiwe kọmitti ga-eke ala ndị a n'etiti ụmụ nwoke ahụ.",
    "Ndị kọmitii a ga-abụkwa ndị akaebe ma ọ bụrụ nsogbu ọbụla adapụta n'etu e si kee ala ndị ahụ.",
    "Na nchịkọta, mpaghara ala Igbo dị iche iche nwere usoro ha ji eke ala mana ihe gbapụtara ihe n'ime ha niile bụ na diọkpara na-eketa obi nna ya ebe nwa ọdụ na-eketakarị usekwu nne ya.",
    "A malitela ịgụ vootu n'Edo ka ụfọdụ ebe tụchara vootu",
    "Ije Di: Gịnị mere ndị Igbo ji asị ka nwaanyị nwalee alụmdị na nwunye?",
    "Onye bụ Precious Chikwendu nwunye Fani-Kayode?",
    "Lee ihe ndị na-akpatara gị afọ mgbu, na ihe ị ga-eme maka ya",
    "Vidio, Ndị Igbo makụọ nụ omenala na asụsụ unu - Bob Manuel Udokwu10 Jenụwarị 2020",
    "Igbo Greetings: Uru ekele bara n'ala Igbo6 Disemba 2019",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala Igbo26 Juun 2020",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, EBSU: Ihe kpatara ngagharịiwe na Mahadum Ebonyi State Universityelekere 9 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru",
    "Baboon in Awka: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra State",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}