{
  "published": "20 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mazi Nwonwu",
    "Ọtụtụ ndị agba ọhụrụ amaghị na ndị Igbo nwere omenala alụmdi na nwunye nke na-enye nwaanyị ohere ịga nwalee ma ibi n'ụlọ onye chọro ịlụ ya ọ ga-amasịkwa ya.",
    "Ọ bụ atụmatụ ahụ ka ụfọdụ mpaghara Igbo na-akpọ Ije di.",
    "Uru ịjụ ese bara tupu alụmdi na nwunye",
    "Gbawa ka ụkwụ gị ha ma ị hụ akparamagwa ndị a n'onye chọrọ ịlụ gị",
    "Nwaanyị alụghị di ọ ka ogbo ya  lụrụ di enwe aṅụrị?",
    "N'ịkọwa ihe Ije Di pụtara, otu okenye n'obodo Nkwe dị n'okpuruọchịchị Awgu, n'Enugwu steeti, aha ya bụ Ichie Fredrick Chukwu sị na Ije Di bụ dịka nwale nwaanyị chọrọ ịlụ di ọhụrụ.",
    "Ọ sị na nke a bụ mgbe nwaanyị achọrọ ịlụ ọhụrụ ga-eburu ụzọ gaa n'ụlọ di chọrọ ịlụ ya ka ya na nne na nna ya na ụmụnne ya nọkọọ.",
    "Ichie Chukwu sị na nke a bụ ka nwaanyị a chọrọ ịlụ na ezinaụlọ di chọrọ ịlụ ya mata onwe ha ma nwalee me ha a ga-ebinwu.",
    "Ọ sị: \"Atụmatụ a na-enyere onye ọbụla aka. Ezinaụlọ nwoke a mata etu nwaanyị ọ chọrọ ịlụ si akpa agwa, nwaanyị a chọrọ ịlụ amatakwa etu ezinaụlọ ahụ si eme.\"",
    "Ọ sịkwa na isi nwale a bụ ka oke na ngwere mara ma ha a ga-anọkọnwu. Nke a metụtara nghọta Igbo na ọ bụghị otu onye na-alụ nwaanyị.",
    "Usoro esi aga Ije Di",
    "Ichie Chukwu kọwakwara na tupu nwaanyị agaa Ije Di, ndị be nke nwoke ga-ebu ụzọ gaa na nke nwaanyị jụta ese maọbụ nata akwụkwọ e dere usoro omenala nwoke ga-eji lụọ nwaanyị ahụ.",
    "Ọ bụ n'ụbọchị ahụ ka nke nwaanyị ga-esoro ndi be nwoke ahụ laa n'ụlọ ha jee nọrọ otu izu.",
    "Dịka Ichie Chukwu siri kọwaa, uru Ije Di bara gụnyere:",
    "Mkpụrụ ụbọchị anọ ahụ nwaanyị ga-anọ na be onye chọrọ ilụ ya ga-enye aka ka ọmata akparamagwa di na na be ya",
    "Ọ bụkwa ohere di ịmata etu nwunye ya nwereike kpaa agwa na be di",
    "Ọzọ bụkwa na ezinaụlọ nwekwara ohere ịmata onye nwa ha ga-alụ",
    "Ọ na-enyekwa nwaànyị ọnụ okwu n'ihe banyere ọlụlụ ya",
    "Nke kachasị nke bụ mmadụ abụọ ahụ ịmata ma ha a ga-alụnwukwa onwe ha.",
    "Ụbọchị anọ gachaa, nwaanyị ga-alaghachi na be nne na nna ya were kọwara ha etu o siri jee.",
    "Ọ bụ n'oge a ka ọ ga-agwa ndị be ha ma ọ chọrọ ịlụ nwata nwoke ahụ ma ọ chọghị.",
    "Ndị nke nwoke ga-ajụtakwa nwa ha ma ọ chọrọ ịga n'ihu, ma kwukwa etu ha siri hụ agwa nke nwaanyị n'oge ha na ya nọ.",
    "Ya bụrụ na ha kpebiri na agwa nke nwaanyị adịghị ha mma maọbụ na ya achọghị ya na be ha, ndi nke nwoke agaghị abịachị be nke nwaanyị.",
    "Ma ya bụrụ na-agwa ya dị ha mma, ha ga-atụ aro, zitere ndị nke nwaanyị ozi ụbọchị ha ga-ebute ihe niile di n'akwụkwọ omenala ha ga-eji bịa lụọ nwaanyị ahụ.",
    "Akụkọ ndị ga-amasị gị:",
    "A malitela ịgụ vootu n'Edo ka ụfọdụ ebe tụchara vootu",
    "Ị ma etu i ga-esi kete ala n'ala Igbo? Lee ihe anyị chọpụtara",
    "Gọọmenti Uzodinma sị azụ ụlọ mịbata ahịrị iwu a na-ese okwu - Frank  Ugboma",
    "WTO akụpụla mmadụ atọ, ebe Okonjo-Iweala ka nọ n'ọsọ onye ga-abụ onyeisi",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị21 Ọktọba 2023",
    "NA EME UGBU A Ndị agha Niger egbochiela Onyeisiala Bazoum ịgbapụ ọsọ",
    "Foto na-egosi etu e si mee ngagharịiwe n'ụwa maka ogbunigwe a tụrụ n'ụlọọgwụ Gaza20 Ọktọba 2023",
    "Osinachi's death: Lee ihe ụlọikpe kpebiri taa17 Ọktọba 2023",
    "Mmadụ 500 anwụọla n'ogbunigwe dara n'ụlọọgwụ dị na Gaza18 Ọktọba 2023",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China17 Ọktọba 2023",
    "Custody battle: Ihe iwu Naijiria na nke omenala Igbo kwuru maka onye  nwe nwa maọbụrụ na a kwụghị ụgwọ isi nwaanyị16 Ọktọba 2023",
    "\"Mụ na ezinụlọ m gbakpuru n'ime 'bunker' iji zere ndụ anyị n'Israel17 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}