{
  "published": "22 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Instagram/Areafada1",
    "Ị nụla maka Charly Boy, mana kedụ ihe ị ma maka nna ya?",
    "Charly Boy bụ otiegwu a ma ama na onye ọnụ na-eru n'okwu n'ihe gbasara ọchịchị na Naịjirịa, mana ị ma na nna ya kpakwara ezigbo ike oge ọ dị ndụ?",
    "Ọkaikpe Chukwudifu Oputa mere ọtụtụ ihe e ji echeta ya n'agbanyeghi na o teela ọ nwụrụ.",
    "Etu Akanu Ibiam si bụrụ onye a ma ama ugbua",
    "Gịnị ka ị nụrụ maka Mbonu Ojike?",
    "A bịa n'ihe gbasara iwu obodo, ide akwụkwọ, ikuzi nkuzi, kpọọ ya aha, o mechara ha niile.",
    "Ebe foto si, areafada1/Instagram",
    "Aha ya bụ Chukwudifu Akunne Sylvester Oputa",
    "A mụrụ ya n'ụbọchị 22 nke ọnwa Septemba 1916, n'obodo Ụmụdei dị n'Ugwuta dị n'Imo steeti",
    "Etu esi hibe ebe a na-akpọ Ugwuta taa",
    "Naanị ya bụ nwa nne ya mụrụ",
    "Ọ gara akwụkwọ praịmarị n'Ugwuta, tupu ọ gaa nke sekọndịrị na Christ the King College (CKC) nke dị n'Ọnịcha, Anambara steeti",
    "Edward James Roye, nwaafọ Igbo bụbu onyeisiala mba Liberia",
    "E zigara ya na nke onye nkuzi a na-akpọ Maazị Azuwuike (Ọ gwara ụmụ ya na onye nkuzi a bụ otu onye o nwere na ndụ ya ọ na-enweghi ike ichefu), ebe ọ nọ gaa ụlọakwụkwọ sekọndịrị",
    "O si ebe ahụ gaa Yaba Higher College tupu ọ gaa Achimota college dị na mba Gana, oge agha mbaụwa nke abụọ malitere, ebe ahụ ka ọ gụrụ 'Economics'",
    "O si ebe ahụ gaa London, ebe ọ nọ gụọ maka ihe mere mgbe gboo nke Bekee kpọrọ History, o mechara gụọ iwu (Law) ma gaa nke a na-akpọ \"law school\" na mba ahụ, ebe a nọ nye ya ikike ịrụ ọrụ dịka onye ọkaiwu n'afọ 1953",
    "Ọ kwụsịghị ebe ahụ, ọ lọtakwara Naịjirịa bịa mepee ụlọọrụ ndị ọkaiwu ebe ọ rụrụ ọrụ ọtụtụ afọ",
    "O kpere ọtụtụ ikpe gbara ọkpụrụkpụ, nke gụnyere okwu echichi pụtara n'Ugwuta n'afọ 1959 nakwa nke ndị Amayenabo nke ndị Rivas steeti n'afọ 1960",
    "N'afọ 1966 e mere ya Ọkaikpe nke Ụlọikpe ukwu nke dị na mpaghara ọwụwa-anyanwụ",
    "Ebe foto si, Areafada1/Instagram",
    "Chukwudifu Oputa na Nnamdi Azikiwe",
    "N'afọ 1976, e bulie ya n'ọkwa, mee ya ọkaikpe kachasị nke Imo steeti",
    "N'afọ 1984, e mere ya Ọkaikpe ndị Ụlọikpe kachasị na Naịjiria, bụ ebe ọ rụrụ afọ ise tupu ọ laa ezumike nka n'afọ 1989",
    "Onyeisiala Olusegun Obasanjo si n'ezumike nka kpọpụta ya ịbịa nọrọ n'isioche ihe a kpọrọ \"Oputa panel\" bụ maka nnyocha ikike dịrị onye n'oge ọchịchị ndị agha site n'afọ 1984 ruo afọ 1999 (Human Rights Violation Investigation Commission of Nigeria)",
    "Jụọ ndị na-achị gị ihe ha ji akụnaụba ọha mee - Charly Boy",
    "O dere ma biputa ọtụtụ akwụkwọ karịrị iri anọ, bụ ihe ọ nọ na-arụ n'ọtụtụ afọ ndị ahụ ọ lachara ezumike nka tupu Obasanjo akpọghachị ya ọrụ",
    "Ọ kwụsịghịkwa ikuzi nkuzi, n'ihi na inyefe ndị mmadụ amamihe o nwere masịrị ya nke ukwu",
    "Ọ lụrụ nwunye ya bụ Margaret Ntianu Oputa, ma mụọ ụmụ ise, nke otu n'ime ha bụ Charles 'Charly Boy' Oputa, otiegwu a ma ama, nwa ya ọzọ sorokwara nzọmụkwụ ya wee bụrụ ọkaiwu",
    "Ebe foto si, Areafada1/Instagram",
    "OKaikpe Oputa, Nwunye ya na Charley Boy",
    "Etu nwa ya bụ Charly Boy si kwuo, ọ bụ nwunye Maazị Chukwudifu gbasiri mbọ ike ịhụ na o mechara bụrụ Ọkpaikpe",
    "Oge ọ dị ndụ, e chiri ya echichi 'Ogbuagu'",
    "Otu ihe o jighi gwuo egwu na ndụ ya bụ ihe gbasara Chukwu nakwa okpukperechi; o bu ihe gbasara ụka Katọlik n'isi",
    "Ebe foto si, areafada1/Instagram",
    "Ọkaikpe Oputa na nwa ya 'Areafada'",
    "Onye ndu ndị Katọlik nke bụ Poopu ji aka ya chie ya echichi Knight, e chiri ya Knight of St. Mulumba, Knight commander of St. Gregory the great nakwa Knight of St.Sylvester",
    "O so n'otu n'ime ndị lụrụ agha Burma",
    "Ọ nwụrụ ka ọ dị afọ 98, n'ụbọchị anọ nke ọnwa Mee 2014 ka ọ rịaturu nwaobere ọrịa.",
    "Okorocha Rochas: Ihe mere m ji soro ndị Edo na-anụrị maka mmeri Obaseki na ntuliaka Edo 2020",
    "Ije Di: Gịnị mere ndị Igbo ji asị ka nwaanyị nwalee alụmdị na nwunye?",
    "Onye bụ Precious Chikwendu nwunye Fani-Kayode?",
    "Ị nụla maka ọrịa 'Bovine Tuberclosis' na-arịa ehi n'Abia?",
    "NA EME UGBU A , ECOWAS Summit: Gịnị ka ndịisiala mba dị n'Ọdịda Anyanwụ Afrịka na-akpa taa n'Abuja?",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta10 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "A malitela ọrụ n’uju n'akwammiri New Artisan dara ada n'Enugwu6 Disemba 2023",
    "Ị ga-achọ ịma ma o nwere akụkụ ahụ gị na-aka nka ọsịsọ karịa gị?6 Disemba 2023",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "E kpunyela Chelsea okpu ogwu taaEmelitere ikpeazụ na: 17 Maachị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa BiafraEmelitere ikpeazụ na: 14 Septemba 2021",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}