{
  "published": "22 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Senate/Alex Abugu",
    "Ụlọomeiwu nke Ukwu(Senate) enyeela Kọmịtị na-ahụ maka ihe gbasara ndị uweojii na okwu metụtara iwu na ikike dịị onye iwu ka ha nnyocha ihe mere n'okwu Ifeoma Abugu.",
    "'Etu nwanne m nwaanyị sị nwụọ n'aka ndị SARS'",
    "Nke a mere ụbọchị Tuzde dịka Sinetọ na-anọchite  mpaghara  Enugu-North n'Ụlọomeiwu Ukwu bụ Chukwuma Utazi bulitere okwu ahụ  n'ọgbakọ ha.",
    "End SARS: Ihe anyị jiri mee ngagharịwe - Otu SIAF",
    "SARS: Ihe ndị mmadụ na-ekwu maka mwogharị ha",
    "Kọntena esila n'elu dagide otu nwaanyị na Legọs",
    "Ifeoma Abugu, onye fechara ala nna ya n'afọ 2019, nwụrụ n'ụzọ edobeghị anya n'aka ndị uweojii 'SARS ndị nwụchiri ya dịka ha wakporo ụlọ nwoke na-achọ ịlụ ya n'Abuja n'izu ole na ole gara aga.",
    "Mana Utazi sị na ịkpụrụ Ifeoma ebe a hụghị onye chọrọ ịlụ ya megidere Iwu Naijiria ọkachasị \"akụkụ nke Asaa Iwu maka mpụ Bekee kpọrọ 'Criminal Jusctice Act' nke machiri ịnwụchi onye ezinaụlọ maọbụ enyi onye a na-enyo enyo maka ebubo ịda iwu.\"",
    "Ebe foto si, Chukwuma Utazi/Facebook",
    "Ụlọomeiwu Ukwu nyere kọmiti  ntuziaka ilebanye anya na ntuziaka onyeisiala nyeburu ka a hazigharịa SARS n'ihi mkpu ọha mmadụ na-etizi maka mkpamkpa ngalaba ndị uweojii ahụ na-akpazi na Naijiria.",
    "Nwanne Ekwutosi Ifeoma Abugu bụ Alex Abugu akọwarala BBC Igbo etu nwanne ya nwaanyị siri ghọọ ozu n'ogige ndị uweojii pụrụ iche a kpọrọ SARS n'Abuja.",
    "Alex, onye jụpụtara n'anya mmiri dịka ya na BBC Igbo na-enwe mkparịtaụka kwuru na ọ bụ n'ekwenti ka a kpọrọ ya gwa ya na nwanne ya nọ n'aka ndị uweojii mana tupu otu abali agaa, a gwa ya na nwanne ya aghọọla onye nwụrụ anwụ.",
    "Dịka o siri kọwaa, o rubeghị otu izuụka Ifeoma kpọtaara Afam Ugwunwa bịa gosi ndị ezinaụlọ ha n'obodo bụ Enugwu Ezike dịka onye chọrọ ịlụ , ebe ha hiwere alụmdị hja n'ọnwa Disemba afọ tupu ọdachi a adapụta.",
    "#EndSars: Ekwesiri imechi Sars kpatakpata",
    "Ọ gara n'ihu gwaa BBC Igbo  na ọ bụ nwanne ya nwoke ọ tọrọ kpọrọ ya n'ekwentị kọọrọ ya ihe mere.",
    "\"Ọ gwara m na ndị uweojii kpụrụ Ekwy Ifeoma Stella na be enyi ya nwoke mgbe ha ahụghị ya n'ụlọ\".",
    "Alex onye hapụrụ Legọs ebe o bi gawa Abuja maka okwu a  kwuru na  a gwara ya  Ifeoma na Afam richara nri, Afam na enyi ya nwoke apụọ.",
    "'Kọntena dagburu nwa m nwaanyị ka ọ na-alọta ọrụ' - Nne Chidinma Ajoku",
    "\"Ndị uweojii  bịara ịnwụchi Afam mana ha ahụghị ya n'ụlọ, ha hụ Ifeoma kpụrụ  ya pụọ.\"",
    "Mgbe BBC Igbo na enyi ya nwoke bụ Afam Ugwunwa nwere mkparịtaụka, Afam kwuru na aka ndị ilo dị n' ọnwụ \"nwunye\" ya.",
    "Ọ sị na, \"mgbe ọ (Ifeoma) kpọrọ m gwa m ihe mere, agbalịrị ihe niile ịhụ na ọ larụghị n'ime ụlọ nga ma mefuo ihe ruru naira puku narị isii ị hụ na ọ pụtara mana amaghị m ihe a kọrọ n'isi ya\".",
    "Ekwustosi Ifeoma Abugu: 'Agbalịrị m ihe niile ịhụ na Ifeoma arahụghị na nga ndị uweojii'",
    "Ha kọwara na ihe ndị uweojii na-asa n'ọnwụ Ifeoma bụ na ha hụrụ ntụ 'cocaine' n'elu tebulu n'ụlọ ahụ ma hụ nwa ada ahụ ka o dina na amaghị onwe ya, ha buga ya ụlọgwụ ebe ndị dọkịta kwuru na ọ nwụọla.",
    "Mgbe BBC kpọtụrụ ndị uweojii n'ekwentị ha kwuru na Bala Ciroma bụ onyeisi ndị uweojii n'Abuja ekwuola ka ebido nyocha banyere ihe a mere ozugbo ozugbo",
    "N'akwụkwọ ozi ha depụtara, ha kwuru na ebidola nyocha nakwa 'nyocha ozu' nwa ada ahụ iji mara etu o si nwụ.",
    "Ha jikwa ohere ahụ zigara ezinaụlọ Abugu ozi iti aka n'obi.",
    "Ị na-achọ ịzụ ala maọbụ ụlọ? Lee ihe asaa i kwesiri ime iji gbalahụ okwu na ụka",
    "Lee ndị Amerịka chọpụtarala na ha bụ ndị Igbo",
    "Lee ihe ndị na-akpatara gị afọ mgbu, na ihe ị ga-eme maka ya",
    "",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe13 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ọgbambọ: Etu m si malite ahịa nri na UK- Mobughichi Eberendu13 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Ihe mere ụfọdụ ndị Igbo ji nabata okpukperechi 'Islam'",
    "Ebube Agu Meaning: Etu otu nchekwa ọhụrụ a ga-esi arụ ọrụ",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ugboro atọ mgbọ egbe 'stray bullet' tụrụ ndị NollywoodEmelitere ikpeazụ na: 21 Febụwarị 2019",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Otele ukwu egbuola nwaanyị ọzọEmelitere ikpeazụ na: 4 Ọktọba 2018",
    "Ị na-aga ala Igbo? Mara na e mechiela Akwa ShagamuEmelitere ikpeazụ na: 26 Disemba 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}