{
  "published": "24 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Alex Abugu bụ nwanne nwada Ifeoma Abugu kọwara BBC Igbo ihe dọkịta nyochara ozu ya chọpụtara.",
    "O kwuru na ọ bụ ngalaba na-enyocha ebubo eboro SARS nke dị n'Abuja kpọrọ dọkịta ahụ ka ọ bịa kọwaa nchọpụta ya.",
    "'Mechienu SARS kpam kpam'",
    "I so eti mkpu 'End SARS'?",
    "SARS wakporo onye oji ego achụ nta ego",
    "SARS: Ihe ndị mmadụ na-ekwu maka mwogharị ha",
    "\"Ị ma ndị uweojii gbaghaburu nnyocha mbụ nke mere ka ụlọikpe a kpọọ dọkịta nyochara ya ahụ\" ka o kwuru.",
    "O kwukwara na achọpụtara na ọ bụ ntọgbụ ka atọgburu nwa ada ahụ nke mere ka o kubie ma nwụọ.",
    "E nyere ụbọchị iri abụo na atọ nke ọnwa Maachị na-abịa iji nyocha kwa ikpe ahụ ọzọ.",
    "Vidio, Ifeoma Abugu: Nnyocha gosiri na a tọgburu nwanne m nwaanyị - Alex Abugu, Duration 3,06elekere 5 gara aga",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Dr Ngozi Okonjo-Iweala: Echetere m ka ada nne m si apịa m ụtalị mgbe m perempe - Obi Chukwuka Okonjo, Duration 3,4625 Febụwarị 2021",
    "Vidio, George Obiozor na Ohaneze Ndigbo enweghị ikike ikwuchitere ndị Igbo niile ọnụ ha - Paul Achalla, Duration 2,33elekere 8 gara aga",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}