{
  "published": "25 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ị ma na Hilary Clinton nwere vootu karịa Donald Trump na ntuliaka ọkwa onyeisiala mba Amerịka nke'afọ 2016?",
    "Mana gịnị kpatara Donald Trump ji bụrụ onyeisiala taa?",
    "Lee nkọwa etu mba Amerịka si agụkọ vootu maka ịzọ ọkwa onyeisiala.",
    "Ihe atụmatụ 'Impeachment' Trump pụtara",
    "Ihe ga-eme ugbua n'okwu nchutu Trump",
    "Ụzọ anọ Buhari jiri yie Trump",
    "Ivana Trump: Donald abụghị onye na-akpa oke agbụrụ",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ị na-achọ ịzụ ala maọbụ ụlọ? Lee ihe asaa i kwesiri ime iji gbalahụ okwu na ụka",
    "Lee ndị Amerịka chọpụtarala na ha bụ ndị Igbo",
    "Lee ihe ndị na-akpatara gị afọ mgbu, na ihe ị ga-eme maka ya",
    "Vidio, Bishop T. D Jakes Igbo: Etu ị ga-esi mee ka omenala ndị be unu guzosie ike, Duration 9,2421 Septemba 2020",
    "Kanye West ejirila anya mmiri zọpụ njem ịzọ oche onyeisiala Amerịka20 Julaị 2020",
    "Ọchịchị mba Amerịka: Trump arịọla maka udo na ịdịnaotu31 Jenụwarị 2018",
    "US Visa Fee: Lee ego ole ọ ga-efu gị inweta 'visa' Amerịka28 Ọgọọst 2019",
    "Afghan Peace Deal: Amerịka na ndị Taliban enwela nkwekọrịta ịkwusị agha29 Febụwarị 2020",
    "Vidio, 2019 Election: E ji Ndigbo eme akaje, Duration 1,211 Ọgọọst 2018",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}