{
  "published": "30 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, CBN",
    "Ụlọakụ etiti nke Naịjiria bụ Central Bank of Nigeria (CBN) na Bekee, amachiela ịzụ ahịa cryptocurrency na Naịjiria.",
    "CBN zipuru ozi mmachi a nye ụlọọrụ ndị na-ahụ maka akụnaụba n'ụbọchị Fraịde, dịka ha nyere ha iwu imechi ọbaego onye ọbụla na-azụ ahịa Bitcoin, Ethereum nakwa Dogecoin dị n'aka ha.",
    "Personal Finance: Ebe asaa i nwereike itinye ego ị tụkọtara",
    "Jiri ụzọ asaa a kuziere ụmụaka maka ego",
    "Ọtaakụ, lee ego ole ị sụpịara n'ọnụ n'afọ iri",
    "Mmachi a mere ka ndị Naịjiria ọkachasị ndị ntorobịa na-eti mkpu na-ekwu na gọọmentị Naịjiria kwesịrị ị na-akwado cryptocurrency karịa ịchọ ụzọ ha ga-esi kpachie ya.",
    "Cheta na CBN dọburu ụlọakụnaụba ndị dị na Naịjiria aka na ntị n'afọ 2017 sị ha etinyela aka n'ihe gbasara ọzụzụ na orire ego ịntanetị dịka cryptocurrency, ruo mgbe a mara ihe e mere ya, \"n'ihi na ọ bụghị ezigbo ego dịka Naịra\".",
    "Ha kwuru mgbe ahụ na ha na-atụ ụjọ na ndị omekome nwereike iji cryptocurrency a ghọgbuo ndị Naịjiria ma gwuo ha wayo.",
    "Ihe ndị mmadụ na-ekwu maka ya:",
    "Etu ị ga-esi tinye ego gị na Bitcoin, Ethereum ka ọ ghara ịda mmiri",
    "Ebe foto si, Reuters",
    "E nwekwara 'cryptocurrency' dị icheiche ma e wepụ Bitcoin. Ha gụnyere Ethereum, Litecoin, Ripple na ndị ọzọ",
    "Cryptocurrency, ọ kachasị nke a kpọrọ Bitcoin bụzi ihe onye ukwu na onye nta kpụ n'ọnụ taa gbasara okwu mmuba akụnụba nke Bekee kpọrọ 'investment'.",
    "Onye ntorobịa ọbụla ị kpara aka n'ọnụ ugbua, ọ sị gị na ya etinyela ego ya na Bitcoin.",
    "Ọnụahịa otu mkpụrụ Bitcoin na naịra nakwa dọla",
    "Bitcoin bụ ụdị ego anaghị ahụ anya; Bekee kpọrọ ya 'Digital Currency' maọbụ 'Virtual Currency' maọbụ 'Cryptocurrency'.",
    "E wepụ Bitcoin, ha dị ọtụtụ ụdị ego a e nwere. Ndị ọzọ niile ahụ ka a na-akpọ 'Altcoins'.",
    "Mana Bitcoin bụ nke ndị mmadụ kacha mara ma bụrụkwa nke kacha ọnụahịa.",
    "Ebe foto si, Getty Images",
    "N'ụlọahịa ụfọdụ dị na mba Yurop, i nwere ike ịhụ igwe ị ga-eji were bitcoi kwụọ ụgwọ nke Bekee kpọrọ 'ATM'",
    "Otu mkpụrụ Bitcoin karịrị nde naịra anọ (N4 million)",
    "Ọ bụ n'afọ 2009 ka otu onye kpọrọ onwe ya Satoshi Nakamoto wepụtara atụmatụ Bitcoin, mana onweghị onye ma kpọmkwem onye nwoke ahụ bụ ruo taa.",
    "Ebe foto si, AFP",
    "Bitcoin abụghị ego a na-ahụ anya dịka naịra maọbụ dọla",
    "N'ihi na Bitcoin abụghị ego a na-ahụ anya, ọ bụ n'igwe kọmputa na ịntanetị ka e si ekesa ya.",
    "Onweghị gọọmentị mba ọbụla maọbụ ụlọakụ ọbụla na-ahazi etu e si eji Bitcoin azụahịa.",
    "Naanị ndị a na-akpọ 'Miners' bụ ndị na-emepụta ya ma na-ahazikwa etu e si eji ya azụkọrịta ahịa.",
    "Ndị ọkacha mara ekwuola na tekịnụzụ a kpọrọ 'Blockchain' ga-abụ nnukwu ihe n'ọdịnihu",
    "Etu e si emepụta ụdị ya bụ usoro teknụzụ bụ ọgbaraIgbogharịị a na-akpọ 'Blockchain' na Bekee.",
    "Ịkọwa teknụzụ 'Blockchain' ga-abụ akụkọ nke aka ya.",
    "Nke a kpatara o ji dị mkpa na mmadụ ga-elezi anya nke ọma tupu o tinye ego ya na Bitcoin maọbụ 'cryptocurrency' ndị ọzọ, iji gbaara okwu na ụka ọsọ.",
    "Ọ dịchabeghị mfe mmadụ iji Bitcoin ga zụrụ ọgọdọ maọbụ akpa osikapa n'ahịa Naịjirịa, mana ihe e ji ya eme buru ibu.",
    "Nnyocha gosiri na Naịjirịa bụ mba a kacha e ji Bitcoin eme ihe na mpaghara Afrịka niile.",
    "Ihe e jikarị ya eme bụ ichekwaba ego nakwa iziga ego si otu mba gaa mba ọzọ.",
    "Personal Finance: Ebe asaa i nwereike itinye ego ị tụkọtara",
    "E nwere ụlọọrụ dị icheiche ọrụ ha bụ inyere ndị mmadụ aka ịzụta Bitcoin maọbụ ịgbanwe nke ha nwere nye ha naịra maọbụ dọla.",
    "Mana tupu itinye ego gị, anya saa.",
    "N'aka nke ọzọ, i nwere ike iji Bitcoin zụta ihe na mba dị icheiche dịka Japan, Switzerland, Germany, Singapore dịrị gawazie.",
    "Ebe foto si, Getty Images",
    "Adedayo Adebajo, bụ onye ihe gbasara teknụzụ 'Blockchain' doro anya nke ọma, kọwaara BBC na tupu itinye ego na 'cryptocurrency':",
    "Mata na ọ yitekwara ụzọ ndị ọzọ e ji amụba ego nke Bekee kpọrọ 'investment'. Ọ pụtara na ego gị nwere ike ịmụba, o nwekwara ike ịla.",
    "Zeere ndị ọnụ ụtọ na-agwa gị na ego gị ga-amụba n'otu ntabi anya",
    "Mee nnyocha gị nke ọma gbasara ụlọọrụ ahụ ịchọrọ itinye ego gi na ya",
    "Mara ma ụlọọrụ ebe ị chọrọ itinye ego gị ha esokwa n'otu ndị dịka: Blockchain Nigeria User Group (BNUG), Stakeholders in Blockchain Technology Association of Nigeria (SIBAN), Blockchain Industry Association of Nigeria, maọbụ FintechNGR.",
    "Ebe foto si, CBN",
    "Ụlọakụ etiti dọrọ aka na ntị ka ndị na-etinye ego ha na Bitcoin hie asaa n'anya.",
    "Ka ọ dị ugbua, onweghị iwu ọbụla machiri mmadụ itinye ego ya na Bitcoin maọbụ 'cryptocurrency' ndị ọzọ na Naịjirịa, mana onwekwaghị iwu ọbụla na-akwado ya.",
    "Ụlọakụ etiti bụ 'Central bank of Nigeria'dọrọ ndị mmadụ aka na ntị ka ha kpachapụ anya maka ego ndị a anaghị ahụ anya.",
    "Ha kwuru sị: \"Onweghi iwu ọbụla na-echekwa ndị ọbụla tinyere ego ha na 'cryptocurrency'.",
    "Oyeisi úlóakú etiti bú Godwin Emefiele na onyeisi ngalaba 'Securities and Exchange Commission' bụ Lamido Yuguda",
    "\"Anyị na-adọ ndị mmadụ aka na ntị na cryptocurrency abụghị usoro iwu kwadoro maka azụmahịa na Naịjirịa.\"",
    "\"Onye ọbụla ego ya furu na cryptocurrency, onweghị ebe onye ahụ ga-aga mee mkpesa, ọ pụtara na ego ahụ alaala.\"",
    "Mana ngalaba 'Securities and Exchange Commission' wepụtara akwụkwọ ozi n'ọnwa Sepụtemba nke na-ekwu na ha ga-amalite ịhazi cryptocurrency iji gbochie ndị mmadụ itufu ego ha.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Mgbe a ga-eweda ego ọkụ larịk - Odeakwụkwọ NLC",
    "Ihe anyị ma maka ọnwụ George Smith, onye si Malaysia lọta e gburu n'Aba",
    "Ihe ise mere Igbo agaghị eji echefu Chuba Okadigbo",
    "Sit at Home: Ipob na-akwado gọọmentị Naijiria - Massob",
    "Ihe nkiri ga-amasị gị:",
    "Nwaanyị na-ama 'tile'",
    "Ebe foto si, CBN",
    "Vidio, Personal Finance: Uzọ ị ga-esi chekwatụ ego gị maka ọdịnihu- Ọkachamara27 Ọgọọst 2019",
    "Personal Finance: Ebe asaa i nwereike itinye ego ị tụkọtara13 Septemba 2019",
    "Ihe iri ị ga-eme iji chekwatụ ego gị maka ọdịnihu23 Ọgọọst 2019",
    "Child Responsibility: Jiri ụzọ asaa a kuziere ụmụaka maka ego30 Eprel 2020",
    "Igbo girls: Ihe ndị ị kwesịrị ịma maka ụmụnwaanyị Igbo24 Eprel 2018",
    "Aisha Buhari: Kedụ ebe Agụ nwaanyị a nọ ugbua?29 Septemba 2019",
    "European Union agbatịala okwu Brexit ruo ọnwa Jenụwarị 202028 Ọktọba 2019",
    "World Trade Organization: Ekwupụtabeghi onye bụ onyeisi WTO mana Yoo Myung-hee asụọrọla Ngozi Okonjo-Iweala ụzọ ịbụ onyeisielekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ebonyi State Police: Ụlọọrụ ndị uweojii dị na South-East a wakporola kamgbe ọnwa isiielekere 9 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe dị iche na ikuku nkịtị na ikuku oxygen a na-enye ndị bụ Coronavirus, Duration 1,224 Febụwarị 2021",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Ekweremadu dead: Lee etu Ugwuanyi na ndị ọzọ si gaa mgbaru n'ụlọ Mathias Ekweremadu, nwanne Ike Ekweremadu",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "World Trade Organization: Ekwupụtabeghi onye bụ onyeisi WTO mana Yoo Myung-hee asụọrọla Ngozi Okonjo-Iweala ụzọ ịbụ onyeisi",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Nnamdi Kanu, Donald Trump na ndị ọzọ a ma ama Facebook na Twitter machirila",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}