{
  "published": "29 Septemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Cynthia Ejike bụ nwata nwaanyị na-arụ ọrụ bu nke ụmụnwoke na-arụkarị.",
    "Ọ gụrụ \"Chemical Engineering\" na mahadum IMT dị n'Enugwu mana ọ sị na ya kpebiri ịrụ ọrụ dịka onye na-ama \"tile\" n'ụlọ.",
    "Ime 'DJ' akpọgala m ebe m na-arọghị nrọ ịgaru - DJ Wysei",
    "Ọ tụrụ ndị mmadụ n'anya na m banyere n'ịrụ akpụkpọ ụkwụ - Ifeoma Chidebe",
    "'E ji m ọrụ mesin azụ ụmụ m asaa' - Nwaanyị na-edo ụlọ",
    "Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia",
    "Ọgba mbọ: Ukamaka Okoye bụ nwaanyị na-arụpụta ụzụ igwe",
    "N'ihe onyonyo a, o kwuru etu mmasi ọrụ a jiri mee ka ọ na-edi ntarama ahụhụ dị n'ọrụ a ọ na-arụ.",
    "Ọ bụ Chiagozie Nwonwu na Nnamdi Agbanelo mere akụkọ",
    "Ụmụnyanyị",
    "Ọrụ",
    "Ikike ụmụnwanyị",
    "Ọrụ aka",
    "Vidio, Igbo cuisine: Ana m amalite ọrụ n'elekere atọ nke ụtụtụ - Onye Abacha, Duration 1,4819 Julaị 2019",
    "Vidio, Ngozi Muoka: Etu m sịrị bido ịrụgharị ekwentị, Duration 2,2022 Maachị 2018",
    "Vidio, Ọgbambọ: Etu m si hapụ ọrụ ọkaiwu kwawa akwa, Duration 3,0824 Disemba 2019",
    "Vidio, Ọgbambọ: Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' n'ụlọ, Duration 4,147 Disemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, World Disability Day: Ọrụsị m na-emebu m ihere, mana ugbua Ọtụtụ ụmụ nwoke na-arịọ m ọyị - Chidimma Ajemba, Duration 4,473 Disemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, AMAA Award: 'Nollywood tinyere Naịjiria n'ihu mba ụwa' - Peace Anyiam-Osigwe, Duration 18,2630 Nọvemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Whitemoney Exclusive: Ụmụnwaanyi na-emebu m akaja makana enweghi m ego, mana ugbua..., Duration 48,2714 Nọvemba 2021",
    "Vidio, Ability in disabililty: 'Ọrụsị m nwere adịghị akwụsị m inwe anụrị' - Nwa nlecha nwere otu aka, Duration 3,327 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}