{
  "published": "2 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Regina Daniels/Instagram",
    "Onye dere ya, Ikechukwu  Kalu",
    "Ndị mere akụkọ a,  Broadcast Journalist Igbo",
    "Ọktọba 2020",
    "Ịmụta nwa nwaanyị n'ala Igbo bụ ihe oke aṅụrị maka na a na-ahụta nwaanyị dịka akụ.",
    "Nwata nwaanyị a mụrụ ọhụrụ ga-agafe ogogo dị iche iche dịka ọ na-eto tupu o ruo na nka.",
    "Ihe ndị ị kwesịrị ịma maka ụmụnwaanyị Igbo",
    "Ụmụnwaanyị Igbo bụ 'olu gbajie boys'",
    "Echichi nwaanyị n'ala Igbo",
    "Occupy Lekki Toll gate: Ndị Igbo wepụ aka na ngagharịiwe ọzọ na Legọs - Ohaneze Ndigbo",
    "E nwere aha ndị Igbo na-agbakwunyere ogogo ọbụla ụmụnwaanyị ndị a ruru, nke na-egosipụta afọ ole nwaanyị gbara nakwa ọnọdụ ha nọ.",
    "Aha ndị a na-amalite site na mgbe a mụrụ nwaanyị ọhụrụ ruo mgbe ọ kara nka bụrụ agadi, nke gụnyere;",
    "Ndị ọkachamara n'omenala Igbo gụnyere Durueke Nwangene na Ihunanya Anusiem tinyere ọnụ na nkọwapụta ọnọdụ ndị a.",
    "Nwa nwaanyị",
    "Ebe foto si, Abia Info",
    "Nke a bụ aha a na-akpọ nwaanyị site na mgbe a mụrụ ya ọhụrụ ruo mgbe ọ gbara ihe dịka otu afọ.",
    "Ọ bụrụ na o ruo afọ abụọ gawa afọ ,a kpọọ ya 'nwata nwaanyị na-etolite etolite'.",
    "#FreeOwerri112: Ihe na-akpọtụ na soshal midia maka okwu ụmụnwaanyị Ipob",
    "O nwereike ọ bụrụ na ọ bụ nwaanyị e bu ụzọ mụọ, a ga-akpọ ya 'Nwada nwaanyị'.",
    "Obere agbọghọ",
    "A na-akpọ nwaanyị 'obere agbọghọ' ma ọ bụrụ na o tolite site n'afọ itoolu ruo afọ iri na itoolu.",
    "Mgbe ahụ e nweela mgbanwe n'ahụ ya nke gụnyere; ịkpụ ara, ịgba ajị abụ na nke ngada, ịhụ nsọ ya nakwa mgbanwe ndị ọzọ.",
    "Gịnị jịkọrọ ụmụnwaanyị na mmọnwụ?",
    "Site n'afọ iri na asatọ gawa ruo afọ iri abụọ na otu, e nwereike ịkpọ ya 'Agbọghọ nwaanyị'.",
    "Nwaagbọghọ tozuruoke:",
    "Ebe foto si, nemz_photography",
    "Ogogo a bụ mgbe nwaanyị tozuru etozu ịlụ di dịka mkpụrụosisi chara acha na-eche ọghụghọ,",
    "Nke a bụ mgbe ọ gbara ihe dịka afọ iri abụọ na otu ruo afọ iri atọ.",
    "Ọ nọ na di:",
    "Ebe foto si, Franklyn Idika",
    "Nke a bụ aha a na-enye nwaanyị ma ọ bụrụ na ọ lụọ di. Mgbe ọ lụrụ di ọhụrụ, ndị mpaghara Bende n'Abia Steeti na-akpọ ya 'mgbirichi'.",
    "Dịka nwaanyị lụchara di, aha ndị ọzọ a na-etu ya gụnyere Ori aku, Odozi akụ, Oso di eme, Oso di akpa akụ dgz.",
    "Di ya maọbụ nwoke nwereike kpọọ ya 'nwunye m', mgbe ahụ ọ ga na-eme ihe a tụrụ anya n'aka ya dịka ị na-achịkọta ezinaụlọ.",
    "Nne nwa maọbụ nne ọmụgwọ:",
    "Ebe foto si, Regina Daniels/Instagram",
    "Ọ bụ aha a na-etu nwaanyị lụrụla di ma mụọ nwa maọbụ ụmụ.",
    "Mgbe ọ mụrụ nwaanyị ọhụrụ ka a na-akpọ ya 'nne ọmụgwọ' mana ọ bụrụ na ụmụ ya tolite a ga-akpọ nwaanyị ji nwa maọbụ ji ụmụ.",
    "Mgbe ahụ nwaanyị a nwereike nọrọ n'ihe dịka afọ iri abụọ na otu gbagoo elu.",
    "Ọ bụrụ na nwaanyị lụọ di na-amụtaghị nwa, a na-akpọ ya 'Nwaanyị Aga' mana ọ bụ ọnọdụ mwute.",
    "Ụfọdụ nwaanyị dị etu a na-anọ n'ihe iru uju, n'ihi na ụfọdụ ndị na-ahụta ya dịka osisi na-amịghị mkpụrụ na-eche ụbọchị a ga-egbutu ya.",
    "Ugoeze na lọlọ:",
    "Ebe foto si, Getty Images",
    "Dịka nwaanyị lụrụ dị ma mụọ ụmụ, na-azụ ụmụ ya ka ha na-eto n'otu aka ahụ ọ ga na-etokwa.",
    "Ọ ga na-eto ruo ogogo e nwereike chie di ya echichi dịka Eze, Nze, Ọzọ maọbụ Ichie.",
    "A na-eso na-echi nwaanyị dị etu a echichi dịka 'Ugoeze, Lọlọ. A na-akwanyere ha ugwu ebe ọ pụrụiche karịa ụmụnwaanyị ndị ọzọ.",
    "Ezenwaanyị, Dibia na Nnekwu nwaanyị: Nke a bụ aha a na-etu ụmụnwaanyị maka echichi e chiri ha nke mere ha ji pụọ iche na ndị ọzọ.",
    "Ezenwaanyị bụ aha a na-etu nwaanyị na-eme ihe mmiri, Dibia a bụrụ nke a na-etu nwaanyị na-eme ihe mmụọ ebe Nnekwu nne nwaanyị bụ echichi e chiri nwaanyị maka ọrụ ọma ọ na-arụ n'obodo.",
    "A na-akwenyechara ụmụnwaanyị dị etu a ugwu pụrụiche.",
    "Nwaanyị isimkpe (Ajadụ)",
    "Ebe foto si, Getty Images",
    "Nke a bụ aha a na-akpọ nwaanyị lụrụ di ma di ya anwụọ.",
    "Ọ ga-eji otu afọ ruo uju ọnwụ di ahụ ebe ọ ga-ewezuga onwe ya iche na-esoghi ndị mmadụ na-eme ihe ha na-eme.",
    "Mgbe otu afọ gachara, a ga-eme omenala iji tọpụ ya na mkpe mana ọ ga na-azakwa nwaanyị isi mkpe.",
    "Agadi nwaanyị",
    "Mgbe nwaanyị tofere ajadu, o nwere ogogo ọ ga-eru mgbe afọ ya na-agbada ala, a kpọọ ya 'Agadi nwaanyị'",
    "Ọ bụ nwaanyị nọrọla ndụ hụ ụmụ ụmụ ya, onye a na-akpọtụrụ n'obodo ma ihe sie ike.",
    "A na-ahụta agadi nwaanyị dịka nwoke n'agbanyeghi na ọ bụ nwaanyị, a na-akwenyere ha ugwu dị elu n'omenala Igbo.",
    "Agadi bụ ogogo ikpeazụ nwaanyị na-eru mgbe ọ katarala ahụ, n'ihe dịka afọ iri asaa na ise gbadawa ala.",
    "Na nchịkọta, uru dị n'ịmata ogogo ndụ ụmụnwaanyị bụ maka igosi nsọpụrụ na nkwanye ugwu.",
    "Igbo tụrụ ilu sị na \"ugwu bụ nkwanye nkwanye mere nwaanyị ji mụta ibe ya.\"",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Lee ka isi 'Packing Gel' si rapụta nwaagbọghọ a",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọnwụ",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Anambra Steeti",
    "Omenala",
    "Okike",
    "Enugwu",
    "NA EME UGBU A, NLC akpọọla oku ka a tọhapụ onyeisi ha a nwụchiri",
    "Ka m si bụrụ nwaanyị isiojii nweterela 'Comercial Pilot License' na US - Miracle Izuchukwu20 Julaị 2022",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground' 6 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua30 Ọgọọst 2024",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpox28 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground'",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ ya amụEmelitere ikpeazụ na: 2 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}