{
  "published": "03:11",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Okebata Sunday bụ nwanna Charles Duruji, onye nwụrụ n'ogbe ndị uweojii dị na New Heaven n'Enugwu, ekwuola na ha chọrọ ikpe nkwụmọtọ gbasara ọnwụ nwanne ha.",
    "Okebata kwuru na Duruji bụ Inginia gara ịhụ onye uweojii nwaanyị ọ na-akwado ịlụ n'Enugwu mgbe o jekwudoro ọnwụ ya.",
    "Sineti enyeela iwu e lebanye anya n'ọnwụ  Ifeoma Abugu n'aka ndị SARS'",
    "E jirila egbe gbajie nwoke ụkwụ n'ọgụ ndị 'SARS' na ndị ahịa Onitsha Main Market",
    "SARS: Ndị uweojii anọ abanyela n'ofe dị ọkụ",
    "Okebata si na a kpọrọ ha n'ekwenti n'elekere iri na abụọ nke ime abali nke Sepụtemba 28, si ha biawa na nwanne ha anaghị ekute ume .",
    "N'oge na-adịghị anya, onye ahụ kpọghachiri si ha biawasiwi ike. N'elekere ise nke ụtụtụ, a kpọkwara ha si na nwaanne ha anwụọla.",
    "Nke a mere, ka ha chọrọ ya gawa Enugu, ebe a kpọ ha gaa n'ụlọ ozu ka ha hụ ozu Duruji.",
    "O kwuru na mgbe ha hụrụ ozu ya, egbukasiri ya mma n'ahụ ya.",
    "Ebe foto si, Sunday Okebata",
    "ASP Chidimma Victoria Nwala bụ nwaanyị onye uweojii nke Duruji na-akwado ịlụ gwara BBC na ọ bụ maka na ahụ adịghị ya kpatara Duruji ji hapụ Imo steeti ebe o bi bịawa Enugwu.",
    "N'abalị ahụ ọ bịara, a malitere ịnụ ụda egbe n'ogbe ndị uweojii nke gosiri na ọgbaaghara dị n'ezi.",
    "Duruji gwara nwunye ya ahụ ka ọ lakpuo n'ụlọ mposi ga zoo ma mechie ọnụ ya.",
    "O teghị aka, ọ nụrụ ka ndị mmadụ gbakara ụzọ ha ma bata n'ime ụlọ.",
    "Ọ nụkwara ka di ya tiri mkpu sị \"abụghịkwa m onye uweojii, abụkwa m onye nkịtị\", mana ndị ahụ sị ya mechie ọnụ.",
    "Nke a bụ ihe ikpeazụ ọ nụrụ tupu e gbuo di ya.",
    "Chidimma ka nọ n'ụlọọgwụ oge o gwara BBC okwu.",
    "Ụzọ isii ndị Igbo ji ekpezi esemokwu oge gboo",
    "Agbawatụla gị obi maka ịhụnanya, lee etu ị ga-esi chịkọta onwe gị",
    "Olee ka atụmatụ 'sit-at-home' ndị Ipob sị gaa na Nnewi, Ọnịcha na Aba?",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị Igbo",
    "NA EME UGBU A, Biden na Netanyahu enweela mkparịtaụka maka ịkwụsị ọgụ dị n’etiti Izrel na Gaza",
    "Ebe niile mara jijiji oge ihe ahụ gbara - Ndị Umuneke Mbieri dị n'Imo steetielekere 7 gara aga",
    "Ụlọikpe eyigharịala ikpe dị n'etiti Speed Darlington na onyeisi ndị uweojii Naịjirịa13 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo11 Jenụwarị 2025",
    "Etu olili ozu Jimmy Carter bụbu Onyeisiala mba Amerika si aga9 Jenụwarị 2025",
    "Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti9 Jenụwarị 2025",
    "Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti8 Jenụwarị 2025",
    "Onye bụ John Mahama meriri ntuliaka ọkwa Onyeisiala Ghana?8 Disemba 2024",
    "Kedụ onye nwereike ịnọchi Justin Trudeau dịka Praịm Mịnịsta Canada?8 Jenụwarị 2025",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "Ebuka Obi, Junior Pope, Obi Cubana, AnyiDons na akụkọ ndị ọzọ BBC Igbo mere wuru ewu n'afọ 20244 Jenụwarị 2025",
    "Gọvanọ ndị ọzọ kwesịrị iṅomi etu Peter Mbah si arụ ọrụ n'Enugwu Steetị - Onyeisiala Tinubu4 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo",
    "\"A bụghị m onye uweojii oo\" - Charles Duruji tupu egbuo ya n'ogige uweojiiEmelitere ikpeazụ na: 5 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbuaEmelitere ikpeazụ na: 28 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}