{
  "published": "10 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "BBC Igbo mere njem gaa n'Ondo Steetị ebe ụmụ Igbo bi ebe ahụ kwuru etu eke si anya anwụ n'akụkụ ha.",
    "Ụfọdụ sị na obi ruru ha ala ọfụma maka na o teela ndị Igbo bịara obodo ahụ. Na mmekọrịta ha na ndị Ihno dị mma.",
    "Otu onye kwuru na ọ bụ ndị Igbo kachasị nwee ụlọ ọgbara ọhụụ dị n'Ondo Steetị.",
    "N'aka nke ọzọ, ụfọdụ sị na e nwekwara anya ụfụ a na-eme ndị Igbo na steeti maka etu ha si agbasi mbọ ike.",
    "Otu nwaanyị sị na o kwesighi ka ndị Igbo bi ebe a chefuo ala Igbo maka na 'ala abụghị otu'.",
    "Kirie ihe ha kwuru n'uju.",
    "Onye mere akukọ a bụ Vining Ogu.",
    "Ondo State Election: Ka o si aga na ntuliaka gọvanọ Ondo Steeti10 Ọktọba 2020",
    "PMB in Ondo: Ị hụrụ ihe mere mgbe Onyeisiala Buhari gara n'Ondo steeti?25 Febụwarị 2020",
    "Vidio, Ịsụ asụsụ igbo bara nnukwu uru, Duration 2,2322 Febụwarị 2018",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, International Women's Day: \"Na mbụ di m ekweghị ka m na-akwọ ụgbọala ọha\" - Amaka Nwobodo, Duration 2,558 Maachị 2021",
    "Vidio, Drug abuse effects: Etu ọgwụ ike 'kush' si akpa mkpamkpa, Duration 9,547 Febụwarị 2022",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Ọgba mbọ: Lee Nwoke gbara afo 57 nwaanyi na-anwuru ka o mee ha isi, Duration 3,474 Ọgọọst 2020",
    "Vidio, South East Tourism: Lee nwoke na-egosipụta ebe ị ga-aga njem nlegharị anya n'ala Igbo, Duration 4,427 Ọktọba 2021",
    "Vidio, Causes of blindness: 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ', Duration 6,3321 Eprel 2022",
    "Vidio, Etu esi jide ndị na-arụ ọgwụ ike n'Enugwu, Duration 2,253 Eprel 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}