{
  "published": "14 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chigozie Ohaka",
    "Broadcast Journalist, Igbo service",
    "Igbo sị na ọ bụru na agwọ emeghi ihe o ji bụrụ agwọ, e were ya kee nkụ.",
    "Igbo kwenyere na otu ihe e ji a mara nwoke bụ ị nwe ike ịtụwa nwaanyi ime.",
    "Nke a mere na ọtụtụ na-eme ihe niile iji hụ na ha lụrụ nwanyị ma mụọ nwa.",
    "Kama e nwere ọtụtụ ihe ụmụnwoke na-eme na-ebute spam ha ịgba ọnyụpa n'ime ihe o kwesiri ịme.",
    "Fertility Checks: Ajụjụ dị oke mkpa gbasara ọmụmụ i kwesiri ịjụ onye nke gị tupu ụnụ alụọ",
    "Etu ị ga-esi mee ka ụbụrụ nwa gị na-aghọ nkọ",
    "Gịnị bụ Uze?",
    "Ebe foto si, Science Library",
    "Uze nwoke",
    "Uze bụ seelu sị n'ahụ nwoke nke nwereike ịtụwa nwaanyị ime.",
    "Ọ bụ n'akpa amụ ka a ahụ nwoke si emepụta ya. Ọ bụ mkpụrụamụ nke bụ Testes na bekee na-emepụta uze.",
    "Dịka e si gosi n'ihe onyonyio ndị BBC wepụtara, uze na-abanye n'ahụ nwaanyị mgbe ya na nwoke nwere mmekọ na-eru narị nde abụọ na iri ise.",
    "Ọrịa isii kacha emetụta ụmụnwaanyị karịa ụmụnwoke",
    "Mụta ihe na-ebute ọkọ ngada, mgbochi na ọgwụgwo ya",
    "Kama dịka etu aru nwaanyị si arụ ọrụ, ọ bụ nanị ihe dịka iri abụọ na-erute ebe akwa nwaanyị nọ.",
    "BBC Igbo na Dọkịnta bụ okaibe n'ihe gbasara nwoke ịtụwa nwaanyị ime bụ Uche Nwagha ebe ọ gwara anyị ụfọdụ ihe ụmunwoke na-eme na amaghị na ọ na-egbu uze ha.",
    "Ịṅụ sịga ṅụfee ya oke.",
    "Ebe foto si, GettyImages",
    "Oke sịga adịghị mma maka uze nwoke",
    "Dokịnta Uche Nwagha kwuru na ịnụ sịga ṅụfee ya oke na-ebute ka ọnụ ọgụgụ uze ha pee mpe.",
    "Akụkọ a anaghị akọwa na ịnụ sịga na-egbu spam nwoke, kama ịṅụfee sịga oke, nwereike imetụta ọ dịmma uze gị.",
    "N'aka nke ọzọ, nyocha ndị mahadum nke Sheffield na mahadum Manchester mere nnyocha ma nke a ọ bụ eziokwu.",
    "Gịnị ka ị ma maka ọrịa 'Pneumonia'?",
    "'Sepsis' ọrịa na-egbu rue ka kansa",
    "Ha kwuru na o nweghi ihe siri ike gosiri na ịnụ siga na-ebute ogbugbu spam, kama dọkịnta Allan Pacey kwuru sị, \"Na-agbanyeghị nyocha anyị, ọ dị mkpa ka ụmụnwoke soro ndụmodụ ndị ọrụ ahụike ma hapu ịṅụfe Sịga oke\".",
    "Ọbante nke emepụtara na naịlọn wee dụọ maọbu ọbante jisiri akpa amụ ike",
    "Ebe foto si, Getty Images",
    "Ịba eji Nylon mee",
    "Dọkinta Nwagha kọwara na ụmụ nwoke iyi ịba eji nylon mee maọbụ nke kechisiri akpa amụ ike adịghị mma.",
    "O kwuru na akpa amụ bụ ụlọ mkpụru amụ ebe na-emepụta spam ekwesịghị ị dị ọkụ.",
    "Ị ma na ọrịa eze nwereike idula gị mmụọ?",
    "Kansa akpamamịrị ụmụnwoke egbuola ọtụtụ",
    "Ekpe m ọkụ na spam adịghị na mma ma ncha.",
    "Ịnya ụgbọala maọbụ gwongworo nke ijin ya dị n'okpuru oche ọkwọụgbọala",
    "Ebe foto si, Getty Images",
    "Ndị na-anya ụgbọala injin ya nọ n'okpuru oche ya na-enwe nsogbu uze.",
    "Dkt. Uche Nwagha kọwara na ndị na-anya ụgbọala dịka bọsụ na gwongworo na-enwekarị nsogbu uze (sperm) adịghị ike maọbụ ezughị ezu.",
    "Ọ kọwara na nke a bụ maka na oche ha na anọ karị n'elu ịnjin ụgbọala maọbụ didebe ya nso.",
    "Nwagha kọwara na ọkụ si na ijin ụgbọala a na uze anaghị adị na mma.",
    "Gịnị bụ nje Herpes a esi na nsusu ọnụ na aramara ebute?",
    "WHO akpọpụtala Coronavirus dịka ọrịa 'O zuru ụwa ọnụ'",
    "Nke a mere na mgbe ha nyara ya bụ ụgbọala gaa oglogo njem, ọ na-ebute nwoke adịghị ike ịtụwa nwaanyị ime.",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ebe mmadụ na-arụ na ebute nsogbu uze.",
    "Dọkịnta Uche Nwagha kwukwara na ndị na-arụ ọrụ na ebe a na-arụputa Aluminim, Asbestos maọbụ ebe a na-ere ikuku gasị na-enwekarị nsogbu uze adịghiike ịtụwa nwaanyị ime.",
    "O kwuru na gbe ihge ndịa banyere ha n'ahụ, ọ na ebute ọnọdụ nke na-emetụta uze nwoke.",
    "Dkt Nwagha kọwara n'ụfọdụ ọgwụ dịka 'anti-fungal' na-ebelata ọnụ ọgụgụ ma ike uze nwoke.",
    "O kwuru na ọ bụ nke a na-aṅụ aṅụ na-ebute nsogbu a.",
    "Mmadụ ezughị ike so ebute ọdachi uze",
    "Mmadụ enweghị ezumike zuru oke nke na-ebutere mmadụ ike ọgwụgwọ na ezughị oke nke bụ stress na bekee.",
    "Nwagha kọwara na homonu akpọrọ Luteinising hormone na bekee na-emepụta uze Tetestorone nke na-emepụta uze nwoke.",
    "A na-emepụta homonu Lutenising, homonu a bụ n'ụbụrụisi ka ahụ mmadụ na-emepụta ya.",
    "Nke a mere na streesi na-eme ka hormone ahụ hapụ imepụta tetestorone etu o kwesiri.",
    "Ọrịa mmekọ nwoke na Nwaanyị",
    "Ebe foto si, Getty Images",
    "Ufọdụ ọria mmekọ nwoke na nwaanyị na-ebute ọdachị uze",
    "Uche Nwagha kwuru na otu ihe ọzọ di ezigbo mkpa na ebute ọdachị uze nwoke bu ọrịa mmekọ nwoke na nwaanyị.",
    "Ọ kọwara na ụfọdụ ọria ndị a anaghị egosi njirimara nke mere na mmadụ ga-enwe ya ma ọ maghị.",
    "O kwuru na ọrịa ndi a na-awakpo mkpụrụ amu na ahụike amụ nke na ebutere uze nwoke mmadu ọdachị.",
    "Kedụ ihe mmadụ ga-eme?",
    "Mkpụrụ osisi na akwụkwọ nrị na adị mma maka uze nwoke",
    "Dọkịnta Nwagha nyere ụfọdụ ndụmọdụ nke gụnyere mmadu iri nri akwụkwọ nri na mkpụrụ osisi.",
    "O kwukwara ka mmadụ nwee nanị otu onye ya na ya na-eme mmeko ma ọ bụghi ya ka onye ahụ gbochie onwe ya n'ụzo dịka iyi okpu nnabuehi.",
    "Ahụike",
    "Mmekọ nwoke na nwanyị",
    "Ịse anwụrụ",
    "Nrị na-edozi ahụ",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị a9 Septemba 2020",
    "Ekwenyeghi m na m ga-dị ime dịka m gbara afọ 66 - Ajibola27 Ọktọba 2018",
    "Ọ bụ agụụ ka ọ bụ ụsa mere nwaanyị dị ime ji achọ nri ndị dị aṅaa?26 Julaị 2020",
    "Poland: Nwaanyị ejirila ejima 6 mujuo ụlọ21 Mee 2019",
    "Vidio, 'Etu m jiri mụọ ejima anọ'2 Septemba 2018",
    "Vidio, Amaghị m ebe nna ha nọ - Nwaanyị mụrụ ejima atọ10 Eprel 2018",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Anyị ga-esogide okwu nwa anyị e gburu na Dowen College ruo n'isi njedebe - Okowa3 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Anyị ga-esogide okwu nwa anyị e gburu na Dowen College ruo n'isi njedebe - Okowa",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Orji Uzor Kalu kwesịrị ịkọwa etu o si mịbanye ga-ahụ Nnamdi Kanu - Ejiofor",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọEmelitere ikpeazụ na: 18 Julaị 2021",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}