{
  "published": "13 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikechukwu  Kalu",
    "Broadcast Journalist Igbo",
    "Ebe foto si, Getty Images",
    "Ụbụrụ nwata na-aka amụtakarị ihe site mgbe a mụrụ ya ruo mgbe ọ dị afọ ise.",
    "A sị na a zụlite nwata n'ụzọ dị mma dịka ọ na-eto na ọ gaghị esi n'ụzọ ahụ pụọ ma o too.",
    "Ụbụrụ nwata na-aka amụtakarị ihe site na mgbe a mụrụ ya ruo mgbe ọ dị afọ ise.",
    "Naịjirịa nọ n'ọkwa 11 n'ọnwụ ụmụaka - Unicef",
    "Jiri ụzọ asaa a kuziere ụmụaka maka ego",
    "Iwulite ụbụrụ nwata n'oge a na-enyere nwata ahụ aka n'ịmụta ihe n'ụlọakwụkwọ nakwa na ndụ ya niile..",
    "Ihe nwata mụtara mgbe ọ dị obere (Nkeọma maọbụ nke ọjọọ) ga-enye aka ịhazi etu ụbụrụ ha si eto.",
    "Mpaghara ụbụrụ dị iche iche bụ ihe na-ahụta etu nwata si akpa agwa nke gụnyere ịsụ asụsụ, ịga ije, mmetụta uche, ịmụta ihe dgz.",
    "Nyocha ngalaba sciencedaily.com gosiri ọtụtụ ihe ndị nne na nna kwesịrị ime iji kwalite ụbụrụ ụmụ ha.",
    "Nke a gụnyere;",
    "Nye nwa gị ohere igwu egwuregwu na mbara ezi (nwere ahịhịa ndụ)",
    "Ebe foto si, Getty Images",
    "Igwu egwu n'ezi na-enyekwa aka ibelata njirimara ọrịa na-emetụta ụbụrụ a kpọrọ 'Attention-Deficit Hyperactivity Disorder'",
    "Nyocha mahadum Aarhus dị na Denmark mere gosiri na ụmụaka toro na gburugburu ebe nwere ahịhịa ndụ (green space) nwere ohere dị pasentị 55 na ha agaghị enwe ọrịa ụbụrụ ma ha too.",
    "Ya mere o ji dị mkpa ka nne na nna nye nwa ha ohere ka ha gwuo egwuregwu na mbaraezi nwere ahịhịa ndụ.",
    "Ụfọdụ ozi mmegbu nne na nna na-ezi ụmụaka ha",
    "Nke a ga-enyere nwata ahụ aka ka ọ ghara ichefu ọtụtụ ihe na ndụ ya ruo mgbe ọ ga-eto.",
    "Igbo culture: Egwuregwu ụmụaka Igbo jiri nwee aṅụrị oge gboo.",
    "Igwu egwu n'ezi na-enyekwa aka ibelata njirimara ọrịa na-emetụta ụbụrụ a kpọrọ 'Attention-Deficit Hyperactivity Disorder' (ADHD).",
    "Ụdị egwuregwu ụbụrụ nwata chọrọ karịa bụ ụdị egwuregwu na-enweghi usoro nke a na-egwu na mbara ezi.",
    "Ụdị egwuregwu ndị a gụnyere nke egwuregwu aja, nke ime ọhịa, ịkpa nkụ, egwuregwu n'ahịhịa.",
    "Gị na nwa gị nwee mmekọrịta",
    "Ebe foto si, Getty Images",
    "Ị gwa nwa gị okwu, ịgụrụ ya egwu, ijide ya n'aka nakwa ịkpara ya nkata bụ ohere dị mma ụmụaka iji mụta ihe.",
    "Nke a bụ nke kachasị mkpa n'iwulite ụbụrụ nakwa echiche nwa gị maka na ihe ọ chọrọ bụ igosi ya ịhụnanya pụrụiche si n'aka nne na nna.",
    "Dịka ndị e kere eke, mmekọrịta bụ ihe mburu pụta ụwa.",
    "Nyocha a kpọrọ 'Harvard Life Style' kwuru na mmekọrịta mmadụ na ibe ya na-ewulite ahụike na aṅụrị nke ndụ.",
    "Ndị ngalaba ọmụmụ ihe 'Psychologist' tụrụ ilu sị \" ọ bụ gị bụ ihe egwuregwu kachasị mma nye nwa gị\".",
    "Ị gwa nwa gị okwu, ịgụrụ ya egwu, ijide ya n'aka nakwa ịkpara ya nkata bụ ohere dị mma ụmụaka iji mụta ihe.",
    "Coronavirus tips: Ị ga-akwụsị ụmụaka igwu egwuregwu?",
    "E chefukwala na iso bụrụ otu n'ime ngalaba ndụ nwa gị, ọ ga-amụta ọtụtụ ihe site n'ịnọ gị nso.",
    "Belata aka n'ohere ha nwere n'ikiri ihe onyonyo (TV)",
    "Na-agbanyeghi na nwata nwereike ịmụta ihe site na Tekịnụzụ, nyocha gosiri na ọ na-emetụta echiche nwata.",
    "Ọ dị mma na i belatara ohere i nyere nwa gị ka ọ na-ekiri ihe tekịnụzụ nakwa ụdịrị ihe ndị ọ na-ekiri, maka ọ na-egbu ụbụrụ ha ị na-amụta ihe ndị ọzọ dị mkpa.",
    "Kedụ etu dị mma iji kuziere nwata ihe?",
    "Ebe foto si, Getty Images",
    "Ụmụaka na-amụta ihe karịa mgbe e ji ihe ha na-ahụ n'anya maara ha atụ.",
    "Onye ọkachamara na mmụta ụmụaka bụ Ngozi Orji kwuru na nwata na-amụta ihe site na nke ọ maara gawa na nke ọ na-amaghị.",
    "Na nke a mere onye nkuzi ji ebido n'ihe ụmụaka maara akuziri  ha ihe ha ana-amaghị.",
    "Ọ sị na ụfọdụ ụmụaka na-esi n'egwuregwua mụta ihe, ụfọdụ na-esi na foto, ebe ụfọdụ na-amụta n'aka onye ha na-elekwasị anya.",
    "Ọ sị na ọ dịghị mma ịpịa nwata ụtalị dịka ị na-akuziri ha ihe, na ụfọdụ na-amụta ọsịsọ ebe ụfọdụ na-eji nwayọọ amụta kama na onweghi nwata bụ itibọrịbọ.",
    "A bịa n'ịgụ akwụkwọ na ụmụaka na-aka echeta ihe edere n'akwụkwọ karịa nke e dere n'igwe kọmputa maọbụ ihe onyonyo.",
    "Orji sị na ha mụọ ihe ọtụtụ oge na ọ na-aba ha n'ụbụrụ karịa nke ha lere n'ihe onyonyo.",
    "Ọ gara n'ihu kwuo na ụmụaka na-amụta ihe karịa mgbe e ji ihe a na-ahụ n'anya maara ha atụ.",
    "Otu onye ọkachamara na nri (Nutritionist) bụ Amaka Ezeoke sị na nne na nna kwesịrị ị na-enye ụmụaka ha nrị dị gụnyere;",
    "Azụ, akụ na mkpụrụosisi: Ha nwere abụba dị mma na-enyere ụbụrụ aka ịrụ ọrụ ọfụma.",
    "Akwụkwọ nri: Ha nwere akụrụngwa a na-akpọ 'folate' na ' vitamins' na-enyeka ibelata ọrịa nchefu a kpọrọ 'dimensia' na nka.",
    "Nri ndị nwere fibre: Ụdị nri ndị a na-enye aka ịsachasị akwara obi nakwa nke ụbụrụ.",
    "Naijiria",
    "Ụmụaka",
    "Okike",
    "Ezinụlọ",
    "Ọmụmụ na mmụta",
    "Chika Ofili: Onye bụ nwata Igbo a ụbụrụ ya na-acha ọkụ?12 Nọvemba 2019",
    "Sleeping habit: Nrọ ọjọọ a ga-egbochinwu ụjọ ma mmadụ mụrụ anya?1 Disemba 2019",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụelekere 8 gara aga",
    "Gee ntị, Nkeji BBC Igboelekere 7 gara aga",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetịelekere 4 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetị",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụ",
    "Ihe mere Ohanaeze Ndigbo jiri nye ndị gọvanọ izuụka abụọ ihibe Ebubeagụ na steeti ha",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Nwaanyị a na-ebo ebubo ịnapụ Gift nwa ya nọzị n'aka ndị uweojii",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}