{
  "published": "18 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "O nwere ọgụgwọ gbatagbata dị icheiche ndị Igbo ji agwọ mmerụ ahụ nakwa iri nsị tupu e nweike nye mmadụ ọgwụgwọ juru afọ kemgbe ụwa gboo.",
    "Ụfọdụ n'ime ha gụnyere mmanụ nri, aki ilu, akwụ ojukwu, akụoyibo, mmiri nnu nakwa ahịahịa dị icheiche.",
    "Ube ọ bụ nrị e jị emegheri ọnụ ka ọ bụ nke na-enye ihe na ahụ?",
    "Ụzọ ị ga-esi chekwa akwụkwọ nrị gị maka mmebi",
    "Mana kedụ ụdịrị ike ihe ndị a nwere n'ebe ọgwụgwọ nke Bekee nọ? Ọ bụ eziokwu na mmanụ nri na-azọ ndụ onye riri nsị?",
    "Dọkịta Nkolika Nwankwo kọwara na ọgwụgwọ gbatagbata ọbụla a na-enye onye ṅụrụ maọbụ rịe nsị metụtara ihe atọ:",
    "- Onye riri nsị (ọ bụ okenye ka ọ bụ nwata?)",
    "- Ụdịrị nsị onye ahụ riri (Ọ bụ kemịkalụ ka ọ bụ ihe dịka ịṅụfee ọgwụ oke)",
    "- Oge e ji nye ya ọgwụgwọ gbatagbata",
    "- Mmadụ a ma ụma rie nsị ka ọ na ọ maghị ụma",
    "Lekwa ihe anyị chọpụtara dịka anyị gbara otu onye dibia mgbọrọgwụ na dibia Bekee ajụjụ ọnụ gbasara ihe ndị a.",
    "Mmanụ nri",
    "Ebe foto si, Getty Images",
    "Otu onye ma anya mgbọrọgwụ ndị Igbo ji agwọ onwe ha kemgbe oge gboo bụ Duruagwu nke abụọ gwara BBC Igbo na mmanụ nri bụ otu ihe eji agwọ nsị",
    "O kwuru na ya na ụfọdụ ihe ndị ọzọ bụ ihe ndị Igbo na-enye mmadụ gbatagbata tupu e nweike gwọọ onye ahụ ọfụma.",
    "Ị ma etu esi agwọ abacha? Mụta ya ebe a",
    "Lee ụzọ ị ga-esi chuọ ọrịa akịrị (kidney) ọsọ ụkwụ erụala na ndụ gị",
    "N'otu aka ahụ Dọkịta Nkolika Nwankwo gwara BBC na o nweghi ihe akaebe gosiri na mmanụ na-azọ ndị onye riri nsị",
    "O kọwara sị \"mmanụ nwereike ịkpuchi anụ ahụ dị n'ime afọ mmadụ maka etu o si lọọ alọ nke ga-eme na ọ bụrụ na mmadụ rie maọbụ ṅụọ nsị, naaanị afọ nkịtị ga-asa ya maọbụ ọ gbọọ agbọ",
    "Mana ọ bụrụkwa maka ịgbu nsị dị n'ime ahụ mmadụ, ọ naghị eme nke a.",
    "Akụoyibo",
    "Ebe foto si, Getty Images",
    "Duruagwu kwukwara na e ji mmiri akụoyibo agwọ ndị riri nsị n'ụzọ ọbụla ọ bụ.",
    "O kwuru na ihe mmiri akụoyibo ji dị mkpa bụ na \"o nwere anya atọ nke ndị ichie na ndị amosu na-eji ele anyị anya\".",
    "Onye afọ nri! Lekwa ihe mere ụtọ agwa ji aba n'ụmị",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbua",
    "Mana Dọkịta Nwankwo kwuru na o nweghi ihe akaebe n'ọgwụgwọ Bekee gosiri na akụoyibo maọbụ mmiri na-agwọ onye riri nsị",
    "Kama ọ kọwara na mmiri akụoyibo na-enye ike n'ihi na o nwere ihe sayensị kpọrọ \"electrolytes\" na-enye mmadụ ike.",
    "O kwuru sị \"ikekwe onye riri nsị na-agbọ agbọọ, ike ga na-agwụ ya mana enye onye ahụ mmiri akụoyibo, ọ ga-eme ka ahụ situ ya ike mana ọ gaghị emebi nsị onye ahụ riri\"",
    "Aki ilu",
    "Ihe ọzọ Duruagwu kpọpụtara e ji agwọ nsị enyere mmadụ bụ aki ilu maọbụ ugoro.",
    "Dọkịta Nwankwo kwuru na nke a abụghị eziokwu n'ihi na aki ilu bụ mkpụrụ osisi nọrọ onwe ya.",
    "\"A ghọtara m na ụfọdụ ndị ọdịnala kwenyere n'ike aki ilu nwere mana ahụtabeghị m ebe o gwọrọ onye riri nsị na ndụ m chaa chaa\" ka o kwuru.",
    "Duruagwu kwuru na o nwere ihe Igbo na-akpọ udu nke a na-enye onye riri nsị iji zọọ ndụ ya.",
    "O kwuru na ọ na-eme ka onye ahụ gbọpụta nsị ahụ o riri.",
    "Mgbe BBC Igbo jụrụ ya ihe ndị a na-etinye n'ime udu ahụ o kwuru na ọ bụ: akwụ ojukwu dị ndụ, mmiri nkịtị dị ọcha, aki ilu na mkpụrụ anya nnụnụ ndz.",
    "O kwukwara na o gaghaị akpọpụta ihe ndị dị n'ime udu ahụ n'ihi na ọ pụtara ịgba ama n'ọrụ aka ya.",
    "Unyi nkiti (Activated charcoal)",
    "Ebe foto si, Canva",
    "Dọkịta Nwankwo kwuru na ihe ụlọọgwụ niile ji agwọ ndị riri maọbụ ṅụọ nsị bụ ụnyi nke Bekee kpọrọ \"Activated charcoal\"",
    "O kwuru na ọrụ ya n'ime ahụ bụ ịkpuchi nsị ahụ ka ọ ghara ịmetụta ime ahụ mmadụ maọbụ merụọ mmadụ ahụ n'ime ahụ rue mgbe mmadụ ka anyụpụ ya.",
    "\"O metụtakwara oge e ji bute onye ahụ n'ụlọọgwụ maọbụ chọpụta na onye ahụ riri nsị n'ihi na ka oge na-aga, ka ọrụ unyi ahụ nwereike ịrụ n'ime ahụ na-agbada\"",
    "Ihe ọzọ o ji ma atụ eji agwọ ndị riri maọbụ ṅụọ nsị bụ ịsachapụ afọ mmadụ nke bụ \"stomach pumping\" na Bekee.",
    "Etu e si mee ya bụ ịwunye mmadụ mmiri dị ọcha n'afọ ma mipụtakwa ya n'iji paịpụ e si n'ime imi mmadụ tinye n'ime afọ.",
    "Usoro ịsachapụ ime afọ abụghị nsị niile ka-eji ya agwọ n'ihi na o nwere ụfọdụ kemịkalụ siri ike ga-emerụ mmadụ ahụ ma a nwaa iji usoro ahụ ewepụta ya.",
    "Onye bụ James Nwafor a Obiano si na ya chụrụ n'ọrụ?",
    "Onye bụ Flora Nwapa a e chiri Ogbuefi?",
    "Ahụike",
    "Naijiria",
    "Nrị na-edozi ahụ",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ3 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nchọpụta agbaala Andrew Cuomo, gọvanọ New York n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọelekere 5 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "'Ịga atụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu o si ite a ma ama bụ Emeka Eloagu si laa mmụọ n'Abuja",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Nchọpụta agbaala Andrew Cuomo, gọvanọ New York n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọ",
    "Ndị DSS kpụpụtara ndị enyemaka 8 nke Sunday Igboho n'ụlọikpe taaEmelitere ikpeazụ na: 18 Mee 2021",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Ihe anya m hụrụ n'aka ndị DSS Naịjirịa - Rudy Rochman",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}