{
  "published": "16 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka Fada Ejike Mbaka bụ onyeisi \"Adoration Ministry\" n'Enugwu steeti kwuru na e nwere ndị chọrọ igbu ya, enyi ya nwoke bụ Fada Cajetan Ifeanyichukwu Obiekezie gwara BBC iwe ya banyere ihe ọ na-agabiga ugbua.",
    "Fada Obiekezie sị na iwe ya bụ na Mbaka gara tere nsị onye ọzọ n'ahụ nke kpatara ijiji na-eso onye ahụ ji na-esozi Mbaka.",
    "Gee ya ntị n'ọnụ ebe a.",
    "Mbọ anyị gbara ịnụta n'ọnụ ndị na-ekwuchitere Mbaka kpụru n'ala dịka akara ekwenti eji enweta ha ha tinyere na facebook ndị \"Adoration Ministry Enugu Nigeria - AMEN\" agaghị aga.",
    "Lee etu ngagharịiwe SARS si aga na mpaghaghara dị iche iche",
    "Ọrụ a si n'aka Chioma Obianinwa na Nnamdi Agbanelo",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụ, Duration 2,46elekere 8 gara aga",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie, Duration 3,5216 Ọktọba 2020",
    "Vidio, Igbo apprenticeship system harvard: Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi', Duration 3,1927 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}