{
  "published": "20 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reno Omokri, Amen Facebook",
    "Reno Omokri bụbu otu onye ọrụ Goodluck Jonathan bụbu onyeisiala Naịjiria ekwuola na oge eruola mgbe a ga-eyipu Fada Ejike Mbaka akwa ụkọchukwu.",
    "Omokri kwuru nke a dịka Fada Mbaka nke Adoration Ministries kpọrọ oku ka Onyeisiala Muhammadu Buhari (bụ onye Mbaka kwadoburu) rituo n'oche maọbụ ka ndị omeiwu chụpụ ya.",
    "Omokri kwuru na ọ bụrụ na ndị ụka Katọlik eyipughi Mbaka uwe ụkọchukwu, na ọ ga-emebicha aha ha.",
    "Omokri gakwara n'ihu kwuo na ọ bụ Mbaka karịa Buhari, bụ onye kwesịrị ịgba arụkwaghịm.",
    "Omokri rụtụkwara aka n'etu Fada Mbaka sịrị kwadobuo Hope Uzodimma bụ gọvanọ Imo steeti ma tụgharịkwaa sị na ọ kwadoghizi ya.",
    "Lee ihe ndị ọzọ kwuru maka Fada Mbaka na soshal midia:",
    "Azubuike Chibueze jụrụ ma Chi Fada Mbaka ọ na-atụzị asị, na ọ gwachara ndị Naịjiria na Buhari bụ onye nzọpụta ma pụta ugbua tụgharịa ọnụ ya.",
    "Ezeamaka kwuru na ọ bụ onye ụka Katọlik mana ihere Fada Mbaka na-emezi ya.",
    "@Lemonplus1 kwuru na Fada Mbaka na-ebute mgbagwoju anya.",
    "Mana Dayọsis ndị ụka Katọlik dị n'Enugwu nke Fada Mbaka nọ n'okpuru ya, ekwuola na Fada Mbaka anaghị ekwuchitere ha, na ọ na-ekwuru onwe ya.",
    "Fada Cajetan Obiekezie bụ onye odeakwụkwọ Bishọp dayọsis ahụ gwara BBC na fada ọbụla na-ekwu okwu na-esighi n'aka Bishọp na-ekwuru onwe ya, na ọ naghị ekwu n'aha ụka Katọlik.",
    "Ebe foto si, Adoration Ministry Enugu/Facebook",
    "Ụkọchụkwụ Katọlik bụ Fada Ejike Mbaka ekwuola nsonso a ka onyeisiala Naijirịa bụ Muhammadụ Buharị sị n'ọchichi pụọ.",
    "O kwuru na ọ bụrụ na Buharị abụghi n'ọchịchị na a ga-ewepụ ya. O kwuru sị \" okwu a dị omimi, ọ bụ okwu nke sitere na mụọ\".",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Ọ kọwara sị \"A ma m na ndị mmadụ ga-ajụ m sị 'ọ kwa m kpere ya ekpere', kama ọ na ọbụghị Samuel mere Saul Eze n'akwụkwọ nsọ? \" .",
    "Mbaka kwuru sị \"Ọ bụrụ na ndị omeiwu achọghị ịchụpụ Buhari, ihe ọjọọ ha na-atụghị anya ya ga-adakwasị ha\".",
    "O kwukwara na ndị ọchịchị na-emegbu ndị ha na-achị ma ugbu a. ndị a na-achị ga-emegbu ndị ọchịchị.",
    "Eastern Security Network: 'Ọ bụ ndị Gọvanọ ọwụwa anwanwụ ka ụta dịịrị maka ESN'",
    "O kwuru na Chukwu na-ajụ, \"Gịnị ka unu chọrọ? ihe m na-asa ya bụ ka ọ wepụ ndị ọchịchi anyị\".",
    "Mbaka kwuru na ụmụnwaanyị na-abanyezi ịgba akwụnakwụna kama enweghị umu nwoke ji ego ịkwụ ha ụgwọ maka ihe isi ike na Naijirịa.",
    "O kwukwara ka ndị ọchịchi ụka ghọta na ọ bụ onye ozi Chineke ma sị ka ndị ọchịchị ụka hapụ iluso ya ọgụ.",
    "Fada Mbaka oge ọkwadoro onyeisiala Naijirịa bụ Muhammadu Buharị",
    "Ụkọchụkwụ Katọlik bụ Fada Ejike Mbaka etinyela ọnụ n'okwu EndSARS ma sị na ọ bụghị nani n'ọchichi Buharị ka  nsogbu mmekpahụ ndị uweojii SARS na nsogbu ndị ọzọ dị na Naijiria bidoro.",
    "O kwuru na ndị chịbụru mbụ so kwa tinye Naịjirịa n'ọnọdu ọjọọ ọ nọ na ya ugbua.",
    "N'ozi o wepụtara n'ọba \"Adoration Ministry\" nke  Facebook,Mbaka kwuru si \"Etu a ka ọ dị kemgbe, ọ bụghi Buhari bidoro ya\".",
    "Fada Mbaka akatọọla iwu 'CAMA'",
    "Ọchịchị Buhari bụ 'Demon-cracy' ọ bụghị Democracy - Fr Mbaka",
    "Mbaka kọwara na SARS abụghi nsogbu Naijirịa, n'ihi na e wepụ SARS, ihe na-ebe ga-aka na-ebe.",
    "Ọ kọwakwara na e nwere etu SARS si dị mma ma nwee kwa etu ha sịri jọo njọ.",
    "Ma sịkwa na ndị uweoji a akpụ n'ọnụ, na ọ bụ ego ole ka gọọmentị na-akwụ ha?",
    "Mbaka jụrụ sị \"Ndị uweojii ole nwereike ịzịga ụmu ha ụlo akwụkwọ\".",
    "Ọ rụtụrụ aka na ọ bụ nrụrụaka nke ndị ndọọndọọ ọchịchị butere nsogbu Naijiria nọ na ya.",
    "Ọ jụrụ sị \"kedụ etu onye omeiwu ga na- eburu ego ma ndị ntorobịa enweghi ọrụ?\"",
    "Mbaka jụrụ na e nwere ego e kwesịri inye ndị Gọvanọ Ọwụwa Anyanwụ nke Onyeisiala Buharị jichiri?",
    "O were sị, 'Ihere ndị ọchịchị anyi na-eme m\".",
    "Elections: Buhari adaghị ntụliaka n'Enugu edere ya ede - Mbaka",
    "Mbaka ji mba Dubai wee maa atụ were sị, \"Dubai bụ ala ịkpa abụrula obodo e ji ama atụ. Kedụ ihe Naijiria ji ego mmanụ agbidi eme kemgbe?\"",
    "O kwuru na ọ bụ nanị mmadụ ole na ole na-eri ego Naịjirịa.",
    "Ọchịchị Jonathan chiri 'insecurity' Igwe na Naịjirịa - Mbaka",
    "O kwukwara sị \" nsogbu anyị bụ ndị omeiwu na ndị na-akwado iwu Naijirịa\".",
    "'Jogging' ka ndị ụkọchukwu mere n'Enugu - Mbaka",
    "Mbaka kpere ekpere sị ka Chineke gozie mmadụ niile na-alụ ọgụ ka Naịjirịa dị mma.",
    "'A ga m ekwu ihe Chineke sị m kwuo' .",
    "N'okwu gbasara nkataọ ọtụtụ na-akatọ ya maka amụma ya, Mbaka dọrọ ndị na-akpo ya ajọ aha maka ihe o kwuru aka na ntị sị ka ha kpachara anya dịka ọ sị na ọ bụ ihe Chineke sị ya kwuo ka ya na-ekwu.",
    "Ọ jụrụ sị \" Chineke gwa m onye ka abụ onyeisiala, onye ka m bụ m ga-eji asị na ma gaghi ekwu ya?\"",
    "O kwuru na ọ bu Chineke ka ọ ga-erubere isi, na ọ bụghi mmadụ.",
    "Mbaka kwuru na ọ bụ onye amụma Chineke, ma kọwaa sị \"anaghị m ataghari ọnụ, ọ bụ ihe Chukwu gwara m ka m na-ekwu\".",
    "Olee ka atụmatụ 'sit-at-home' ndị Ipob sị gaa na Nnewi, Ọnịcha na Aba?",
    "Etu ị ga-esi mee ka ụbụrụ nwa gị na-aghọ nkọ",
    "Ịgba ndụ,orịkọ na ụzọ ndị ọzọ Igbo si ekpezi esemokwu oge gboo",
    "Onye bụ Flora Nwapa a e chiri Ogbuefi?",
    "Vidio, Archbishop Adewale Martins ekwuola na amụma Mbaka buru maka Hope Uzodinma na-eme ihere7 Jenụwarị 2020",
    "CAMA Act: Fada Mbaka akatọọla iwu 'CAMA'9 Septemba 2020",
    "Mbaka: Anaghị m ana ego ikpere onye ọbụla ekpere6 Disemba 2018",
    "Vidio, 2019 Elections: Buhari adaghị ntụliaka n'Enugu, edere ya ede - Mbaka, Duration 1,1614 Maachị 2019",
    "Vidio, Onye Igbo ọbụla sị na ọ chọrọ ịchị Naijiria na 2023 abụghị onye Igbo - Alexander Madiebo29 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "N'ezie, ndị 'unknown gunmen' gburu ndị Fulani ọchịehi 20 n'Anambra steeti - Miyetti Allah Ọwụwa Anyanwụelekere 9 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "N'ezie, ndị 'unknown gunmen' gburu ndị Fulani ọchịehi 20 n'Anambra steeti - Miyetti Allah Ọwụwa Anyanwụ",
    "Yipunu Fada Mbaka akwa ụkọchukwu - Reno Omokri",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Aisha Buhari, Patience Jonathan na nwunye onyeisiala ndị ọzọ ị gaghị echefu ọsịsọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}