{
  "published": "22 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @DANIELOE16",
    "Ọyị nwaanyị Oke Obi-Enadhuze bụ derinmama arịọla ụmụ Naịjirịa ka ha tụkọta ego nye ndị bee ọyị ya nwoke makana ndị omekome lara ngwogwo niile ha ji biri n'iyi.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 1",
    "Onye bụ DJ switch a setere ụwa ka esi gbaa egbe na Lekki toll gate? Lee ihe anyị chọpụtara",
    "Nchịkọta ihe niile mere na Lekki toll gate n'abalị Tuzde",
    "Nke a mere ka a malite tụkọtabara ezinulọ Oke ego na GofundMe.",
    "Ego ahụ eruola pound 7,859 ugbua.",
    "Ebe foto si, GoFundMe website",
    "Cheta na ndị ntoroọbịa Naịjirịa nakwa ụfọdụ ndị mba ụwa ka na-akwa arịrị maka ọnwụ Oke Obi-Enadhuze n'elu soshal midia.",
    "Oke Obi Enadhuze bụ nwamadị akụkọ kwụrụ na ọ nwụrụ ka ọgbaghara ogbugbu ndị na-eme ngaghariwe na Lekki toll gate n'ụbọchị Oktoba 20,2020 dapụtachara.",
    "Odochabeghị anya etu Enadhuze si nwụọ.",
    "Akụkọ ụfọdụ na-ekwu na ọ bụ mgbọ ojii tụrụ ya oge a na-egbochi ndị na-eme ngagharịiwe.",
    "Mana otu onye aha ya bụ Modorima Shintaro na Twitter, onye sị na ya bụ nwanne Oke, kọrọ etu o si nwụ, ma kwuo na ọ bụ mgbe ndị na-agboro wakporo ha n'ụlọ ha ka ha ji mma sụgbuo ya.",
    "BBC ka na-enyocha ihe niile a iji chọpụta nke bụ eziokwu kpọmkwem.",
    "Oke Obi Enadhuze bụ onye nhazi teknụzụ na-eme ka ibi ndụ dịrị ụmụ ụwa mfe nke a na-akpọ App designer n'asụsụ bekee.",
    "Enadhuze gụrụ compụta sayensi na mahadum Federal University of Abeokuta.",
    "Ọ na-arụ n'ụlọ ọrụ akpọrọ 'Life bank Nigeria'.",
    "Onyeisi Oke n'ọrụ bụ Ayo olufemi Michael kwuru na Oke arụọrụla ha teknụzụ ha mabeghị ma o nwere onye ga-arụ na nso nso a.",
    "O kwuru na ha hụbeghị udiri ọnatarachị Oke nwere ma bịa n'ihe gbasara teknụzụ.",
    "Derinmama bụ ọyị nwaanyị Oke pụtara jiri akara twitter ya depụta obi mgbawa ya maka etu e si sugbuo ọdịnobi ya.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 2",
    "O depụtekwara na ihe Daniel Oke Enadhuze kọrọ n'akara twitter ya maka etu Oke Obi-Enadhuze si nwụọ bụ eziokwu.",
    "Mana ọtụtụ mmadụ na-ekwu na soshal midia na ọnya dị n'ahụ Oke tupu ọ nwụọ dị ka ọnya mgbọ egbe tụrụ ya.",
    "Temie Giwa-Tubosun bụ onye ụlọ ọrụ nwa amadi kwuru na Enadhuze haziri teknụzụ na-enye aka ndi nwee ike ịtụkọta ọbara ha iji nyere ndị ọbara ha gbaturu aka. O kwukwara na o ji naanị abalị anọ hazie ya.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 3",
    "Seiyefatj kwuru na ọnwụ Enadhuze na-ewute ya nke ukwu",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 4",
    "Nubiudodo kwuru ka chukwu gbadata nyere Naịjirịa aka",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 5",
    "Ndị uweojii ebidola inyocha nwoke gburu nne ya na mmadụ atọ ndị ọzọ n’ezinaụlọ haelekere 6 gara aga",
    "NA EME UGBU A, Onye a họpụtara dịka Onyeisi WHO n’Afrịka anwụọla",
    "Ihe ị kwesiri ịma maka akwụkwọ a gbara Sinach28 Nọvemba 2024",
    "Ihe ọhụrụ na-eme na mba Finland gbasara Simon Ekpa26 Nọvemba 2024",
    "‘Ịdị ime’ ruo ọnwa iri na ise: Akụkọ ndị ji afọ ime 'ịrịbaama' aghọgbu ndị mmadụ25 Nọvemba 2024",
    "Etu ndị mmadụ si zute ọnwụ ha n'emume ‘Christ The King’ n’ụlọụka CKC dị n'Aba, Abia Steeti26 Nọvemba 2024",
    "Ka ụlọọrụ mmanụ agbịdị Port Harcourt ga-esi metụta ọnụahịa mmanụ ụgbọala26 Nọvemba 2024",
    "Ọ bụ eziokwu na ndị Igbo anaghị eresi ndị agbụrụ ọzọ ala? Lee ihe anyị chọpụtara26 Nọvemba 2024",
    "E nwereike ịkpọlata Simon Ekpa ma kpee ya ikpe na Naịjirịa?23 Nọvemba 2024",
    "Etu ụfọdụ ndị a ama ama siri kọwaa ndụ Sịnetọ Ifeanyi Ubah23 Nọvemba 2024",
    "Gịnị mere ụmụntakịrị ndị nwaanyị dị afọ isii ji ahụzi nsọ ha ma yie ụmụagbọghọ?24 Nọvemba 2024",
    "‘Ịdị ime’ ruo ọnwa iri na ise: Akụkọ ndị ji afọ ime 'ịrịbaama' aghọgbu ndị mmadụ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Ụwa na-akwa arịrị maka ọnwụ Oke Obi-Enadhuze, mana onye ka ọ bụ?Emelitere ikpeazụ na: 22 Ọktọba 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Other Languages",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}