{
  "published": "21 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, DJ Switch/Twitter",
    "Obianuju Udeh e ji \"DJ Switch\" mara akọwala na ya agbaghị ọsọ na Naijiria dịka akụkọ fegharịrị na nsonso a kwuru.",
    "Na mkparịtaụka ya CNN nwere na mgbede Wenezde, DJ Switch gwụrụ na  \"agbaghị m ọsọ na Naijiria dịka ụfọdụ na-ekwu.\"",
    "Kenechukwu Okeke sị na ọ ga-akpụpụ CNN n'ụlọikpe maka nyocha ha mere n'ogbugbu ndị ngagharịiwe",
    "Ihe i kwesiri ịma maka Rabiu Garba na ndị ọzọ ji isi ghọrọ mgbọ na ngagharịiwe EndSARS",
    "Otu ndị Igbo agọnarịla Kenechukwu Okeke maka ịkpụpụ ndị so mee ngagharịiwe 'End SARS' n'ụlọikpe",
    "'Ụjọ na agụụ ji anyị n'Oyigbo kemgbe abalị atọ ruo ugbua'-  Onye bi n'Oyigbo",
    "\" A chọrọ chọrọ inye ihe ọbụla ọ ga-ewe iji kọọ akụkọ ihe mere. E nwere m olileanya na mmecha nke a na aga m  alaghachị Naijiria ọzọ.ndị chọzịe ịbịa kpụrụ m ha bịa kpụrụ m\".",
    "Ọ tụrụ arịrị na gọọmenti ka na-ekpuchi ihe mere kama ịgwa ụwa ihe mere.",
    "\"Naijiria bụ ebe  nwere ọchịchị aka ike nke nwere ihu ọchịchị onyeonyekwuuche ya.\"",
    "\"Ndị mmadụ nwụrụ, ụfọdụ ezinaụlọ ka na-achọ ndị nke ha.\" ma kwụkwa na \"gọọmenti Legọs ji ndị mmadụ ụgwọ eziokwu.\"",
    "DJ Swith kọkwara  ọzọ ihe anya ya hụrụ n'abalị iri abụọ nke ọnwa koba afọ 2020: \"Ndị kwesịrị ichekwa anyị bịara na-agba  anyị egbe. Anyị nọtụụ ala na-efe ọkọlọtọ Naijiria iji gosi na anyị anaghị eme ọgbaghara.\"",
    "Ọ gara n'ihu kwuo na ụra ka na-echu ya maka ihe anya ya hụrụ n'abalị ahụ.",
    "\" Ọ na-ahịa ahịa m ahụ  imechi anya n'ihi na m mechie anya m a ka na-ahụ ihe mere n'abalị ahụ.\"",
    "Ebe foto si, DJ Switch/Twitter",
    "DJ Switch mara na-ewu na soshal midia dịka ụmụ Naijiria na-aja ya ike maka ịka obi gosi oge ndị agha Naijiria wụrụ ndị na-eme ngagharịiwe EndSARS na Lekki n'ụbọchị 20-10-2020.",
    "Nke a na-eme dịka ụlọakụkọ CNN wepụtara nnyocha ha mere maka ihe mere n'abalị 20 nke ọnwa Ọktoba, afọ 2020 ebe ha nọọ rụọ ndị agha Naijiria aka ịgbagbụ ma merụọ ụfọdụ ndị mmadụ n'abalị ahụ.",
    "Ọtụtụ ha na-ekwu na nwata nwaanyị ahụ tosiri inweta nzere ịkpa ụdọ maka ịgbalị gosi ebenebe gburu na Lekki Toll Gate n'abalị ahụ.",
    "Ha kwuru na ewezụga nwa afọ ahụ, ụị̀a akaghị ịmata ihe mere dịka gndị ọrụ gọọmenti okwu dị n'aka na-agọ agụgọ maka ihe mere.",
    "Onyonyo ebe DJ Switch na-agwa ụlọomeiwu Canada etu ndị uweojii na ndị agha si gbaa ndị na-eme ngaghariwe EndSARS egbe na-efegharị n'elu soshal midia.",
    "DJ Switch bu onye setere etu ya bụ ọdachị si mee n'abalị October 20,2020.",
    "Akụkọ ụgha so ngagharịiwe EndSARS pụta",
    "EndSars Protest: Ihe ndị ị kwesịrị ịma maka END SARS na ebe ọ kwụ ugbua",
    "Ndị nọ n'ọgbakọ nkwupụta ahụ nke e mere n'elu zoom bụ DJ Switch, onye ụlọmeiwu Naịjirịa akpọrọ Abdulrazaq Namdas, onye nnọchiteanya Amnesty International nakwa otu onye edepụtara aha dịka Okafor nakwa Kemdirim.",
    "Ha ji ohere ahụ kwuo ka e ga-esi nyochaa ma kwụsị nsogbu ndị mere ka ya bụ ngaghariwe malite.",
    "E nyere DJ Switch Assylum dịka akụkọ si efegaharị? Ihe anyị ma",
    "Ebe foto si, DJ Switch Instagram Page",
    "Peter Okoye bụ onye DJ Switch na-arụrụ ọrụ gwara BBC na nwada a anọghị na Naịjirịa ugbua mana ọ nọ ebe o nweta ezi nchekwa.",
    "Okoye kwuru nkea mgbe ọ na-asa ajụjụ a jụrụ ya maka okwu 'asylum' e kwuru na mba Canada nyere DJ Switch.",
    "DJ Switch so n'otu ndị bu ngaghariwe End SARS n'isi mana akụkọ pụtara na mba Canada enyela ya 'asylum.'",
    "Tupu akụkọ a apụta, DJ Switch etiwelarịị mkpụ na a na-eyi ndụ ya egwu.",
    "Onye na-achọ asylum bụ onye rịọrọ ka ekpuchite ya a ka na-enyocha arịrịọ ya.",
    "Ihe ruru otu nde mmadụ na-arịọ ka e nye ha asylum dịka United Nations Commision for Refugee si depụta.",
    "Nke na-ewu na Naịjirịa ugbua bụ akụkọ na Obianuju Udeh e ji DJ Switch mara na-arịọ ka e nye ya asylum.",
    "Ihe mere e ji tinye ohere asylum n'obodo di iche iche bụ iji mata ndị e kwesiri inyere aka kpuchie na mba ụwa niile.",
    "Onye a na-enye ọnọdụ asylum bụ onye na-agba ọsọ maka ọdachị ndị gụnyere agha, maọbụ ọnọdụ ndị nwereike itinye ndị be ya n'ọnọdụ ihe mberede.",
    "UNHCR kwuru na ọ bụrụ na ndị chọrọ asylum karịa maka oke nsogbu dapụtara na mba ọbụla ọ na-arịa ahụ ịmacha ndị e kwesiri inye ya bụ ọnọdụ n'oge.",
    "Ebe foto si, Instagram/Switch",
    "Obianuju Catherine Udeh bụ otiegwu Naịjirịa ama ama dịka DJ Switch ji ekwenti ya sete etu ndị agha si gbaa ndị na-eme ngaghariwe egbe na Lekki toll gate ụbọchị Oktoba 20.",
    "DJ switch setere ụfọdụ ndị mgbọ egbe ndị agha tụrụ mgbe ọ na-egosi etu ya bụ ihe si mee.",
    "Nchịkọta ihe niile mere na Lekki toll gate n'abalị Tuzde",
    "Nke a mere ka ọtụtụ ndị ntoroọbịa na Naịjirịa na mba ụwa na-eto ma na-ekwu na ọ bụ dike nwaanyị.",
    "Edemede a nwere ihe ndị si na X. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ X iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of X post, 1",
    "Edemede a nwere ihe ndị si na X. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ X iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of X post, 2",
    "Ihe onyonyo o wepụtara n'ụtụtụ a dịka ihe mere na Lekki toll gate.",
    "Edemede a nwere ihe ndị si na X. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ X iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of X post, 3",
    "Akụkọ mechara pụta na ndị agha anwụchịela ya bụ nwada, mana o mechara jiri aka ya pụta kwuo na nke a abụghị eziokwu.",
    "Onye ka DJ switch(Obianuju Udeh) a bụ?",
    "Ebe foto si, DJ Switch Instagram Page",
    "Ọ bụ oti egwu ama ama ritere nturu ụgọ 'The Glo X Factor' n'afọ 2013",
    "Ọ bụ onye Udi dị n'Enugu steeti dịka 'Wikipedia' si depụta.",
    "Ọ gara akwụkwọ na Mahadum Port Harcourt, Rivers State",
    "A mụrụ ya na Warri dị na Delta steeti",
    "DJ Switch pụtara ihe oge ya na ndị  otu otiegwu ya a kpọrọ Da Pulse ritere nturugo emume Star Quest n'afọ 2009.",
    "Ọ bụ DJ na-etiri ụmụ ejima na-eti egwu ama ama dịka PSquare(Peter and Paul Okoye)egwu.",
    "EndSARS: 'Etu a ka ọ dị , ọ bụghị Buhari kpatara ya'- Fada Mbaka",
    "Nchịkọta ihe niile mere na Lekki toll gate n'abalị Tuzde",
    "Lee aha ndị \"Judicial Panel of Inquiry\" ga-enyocha SARS n' Abia na Anambra steeti",
    "Usoro ị ga-eji esi osimiri Onitsha ebubata ibu",
    "Usoro olili ozu Popu Francis",
    "Ntuliaka Gọvanọ Anambra: Ndị na-azọ ọkwa,ihe ndị ga-abara onye maọbụ wapụ ya ọgọdọ n'ukwuelekere 9 gara aga",
    "NA EME UGBU A, Mba DR Kongo na Rụwanda aṅụọla iyi na ha ga-erube isi na nkwekọrịta udo",
    "Lee etu olili ozu Cynthia Chizoba Oguzie tankị mmiri dagburu na Lekki si gaa n'Imo Steeti25 Eprel 2025",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?22 Eprel 2025",
    "Popu Francis: Ihe ụmụafọ Naịjirịa kwuru maka ọnwụ onyeisi ụka Katọlik22 Eprel 2025",
    "Lee foto ndụ Pope Francis22 Eprel 2025",
    "Popu Francis anwụọla dịka ọ gbara afọ 88 - Vatican kwuru21 Eprel 2025",
    "Onye bụ Kadịnal Peter Ebere Okpaleke nwa Naịjirịa tozuru ịzọ ọkwa Popu?",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ashawo, iyori, osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n'asụsụ ndị ọzọEmelitere ikpeazụ na: 9 Eprel 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}