{
  "published": "23 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ndị mmadụ gosipụtara iwe ha na Twitter dịka ebidokwara ịna ego na Lekki toll gate nke dị na Legọs steeti.",
    "Cheta na-agbara ya bụ tollgate ọkụ n'oge emere ngaghariiwe Endsars.",
    "Akụkọ ụgha so ngagharịiwe EndSARS pụta",
    "Mụgharịanụ etu esi ebu egbe - Mohammed Adamu",
    "Onyeisi Ohaneze Ndị Igbo nke dị na Legọs steeti bụ Solomon Ogbonna tinyere ọnụ na ya bụ okwu.",
    "O kwuru na ndị Igbo anaghị emebi kama ha na-edozi ọbọdọ ha nọ n'ime ya karịa obodo ha n'ala Igbo.",
    "Gere ya n'uju ebe a.",
    "'Ndị Igbo na-edozi obodo karịa obodo ha n'ala Igbo' - Ohaneze Lagos President",
    "Iwe ọtụtụ mmadụ bụ na-ekpechabeghị ikpe maka mpụtara aka ike ndị uweojii ma gọọmentị a gaa n'ihu bido ịnakọwa ego ọzọ na ya bụ Tollgate.",
    "Ebe ndị ọzọ na-ekwu na ọ bụ iji kosipụta iwe ha maka ndị ha sị nwụrụ oge e mere ngaghariiwe Endsars.",
    "Ka ndị nke #occupylekkitollgate na-akwado ime ngaghari iwe ka ndị ọzọ na-akwado nke ha kpọrọ #Defendlagos.",
    "Gọọmentị ehiwela mkparịtaụka n'etiti ndị ntorọbịa na ndị uweojii",
    "Etu ọgbaghara dapụtara n' End SARS si kpọtụọ n'Oyigbo, Rivas steeti",
    "Ndị nke a na-ekwu na ha agaghị anọ nkịtị ndị omekome na ndị ọzọ emebie Legọs steeti dịka ha si na ndị a mere na mbụ.",
    "Ụfọdụ n'ime ndị a na-ekwu na ọ bụ ndị otu Ipob na-akpa nkata iji were ohere a mebie ihe na Legọs steeti.",
    "Ihe ndị ama ama na-ekwu maka ya bụ ihe?",
    "'Anọ m n'ihu ụlọ m, mgbe ndị agha gbara m egbe'",
    "Mgbe BBC Igbo kpọtụrụ oti egwu ama ama bụ Paul Okoye eji Rudebot mara ka otinye ọnụ na ya bụ okwu.",
    "Okoye kwuru na onweghị ihe ọ nwere ịkwu maka ihe na-eme ugbua.",
    "Reno Omokri",
    "Reno Omokri bụ onye rụburu ọrụ dịka onye enyemaka pụrụiche oge Godluck Jonathan nọ n'ọchịchị kwuru n'akara twitter ya na ọ kwadoro ndị na-akwado imi ngagharịiwe ịnọchị Lekkitoll Gate.",
    "CBN ebola ndị nkwado 'End SARS' ebubo 'terrorism', mana lee ihe iwu kwuru...",
    "EndSARS: 'Etu a ka ọ dị , ọ bụghị Buhari kpatara ya'- Fada Mbaka",
    "Omokri kwuru na osote onyeisiala Naijirịa bụ Yemi Osinbajo kwere ndị ntorobia nkwa na ọ ga ahụ na ndị nwụrụ n'oge ngaghariiwe Endsras anwụghị n'efu, were jụọ na ọ bụ site n'inye onye bụbu onyeisi ndịagha Naijirịa bụ Tukur Yusuf Buratai ọrụ dịka onye nnọchite anya Naijirịa na mba ọzọ ka o ji mezuo nkwa ya.",
    "DJ Switch",
    "Obianuju Udeh eji DJ Switch mara kwuru na ya kwadoro ndị na-akwado ịnọchị Lekki Toll gate.",
    "Omoyele Sowore",
    "Ebe foto si, AFP",
    "Ngagharịiwe malitere na mbido ọnwa a na Naịjirịa dika ndị mmadụ na-akpọ gọọmentị oku ka ọ kagbuo ngalaba ndị uweojii a kpọrọ \"Special Anti-Robbery Squad\" (SARS).",
    "Akụkọ atụmatụ a malitere iwu n'ụwa dum, dịka puku kwa puku akụkọ maka ya pụtara na soshal midia, mana ọ bụghị ha niile bụ eziokwu.Anyị tinyere anya n'ụfọdụ akụkọ ụgha metụtara ngagharịiwe a etinyere n'ịntanetị.",
    "EndSARS: 'Etu a ka ọ dị , ọ bụghị Buhari kpatara ya'- Fada Mbaka",
    "#EndSARS: Mgbanwe ọ bịala na ngalaba uweojii a?",
    "Nwa ada ndị uweojii gburu ụmụnne ya nwokeFoto na-emetu n'obi nke otu nwaànyị aha ya bụ Ugwu Blessing Ugochukwu n'ebe ọ na-ebe akwa dịka o ji ọkọrọtọ Naịjirịa, ma makwuru n'elu akpụrụakụ wuru ewu na Twitter.",
    "Foto a bụ eziokwu dịka e sere ya oge nwa ada sonyere ngagahrịiwe e mere n'Enugwu.",
    "Mana, dịka a na-eke foto ahụ, ndị mmadụ malitere itinye akụkọ ụgha na ya.\"Ọ bụghị otu nwanne...3...n'otu ụbọchị...ka e gburu tụnye n'ime weelu,\" bụ ihe otu onye dere na foto ahụ ekwesara ọfụma na soshal midia, dịka a na-akọwa na ndị uweojii gburu ụmụnne ya.",
    "Ihe ndị ị kwesịrị ịma maka END SARS na ebe ọ kwụ ugbua",
    "'Autopsy' kwuru na ọ bụ ọrịa shuga gburu Chima - Ndị uweojii",
    "Mana Gideon Obianime bụ onye na-ekwuru Ugochukwu, gwara anyị na nke ahụ abụghị eziokwu.Ọ sị na ndi Sars nwuchiri nwaànyị ahụ n'afo 2018 mana onweghi nwanne ya ha gburu.",
    "\"Ọ bụ ndị mmadụ na-etinye akụkọ ndị  a nafoto ahụ. Ọ na-ebutere ya ilo ugbua.\"Ndi agha agaghị awakpo gị ma ijide ọkọrọtọ Naịjirịa",
    "Ebe foto si, EPA",
    "Akukọ amabeghị ma ọ bụ eziokwu wuru ewu ọfụma - na onye agha agaghị agba onye ji ọkọrọtọ Naịjirịa egbe.",
    "Ekesara atụmatu a ọfụma na Twitter, Facebook nakwa Instagram, dịka ụfọdụ na-ekwu na ọbụ usoro ndị agha Naịjirịa.",
    "Ọ bụ na foto esere mkparịtaụka mmadụ abụọ nwere ka akụkọ a si pụta.",
    "SARS: Ndị uweojii anọ abanyela n'ofe dị ọkụ",
    "Onye bụ DJ switch a setere ụwa ka esi gbaa egbe na Lekki toll gate? Lee ihe anyị chọpụtara",
    "N'ime akụkọ ahụ, otu onye gwara onye ọzọ na ọ bụ nna ya bụ onye agha gara ezumike nka gwara ya.",
    "Otu onye n'ime ndị na-akparịta ụka ahụ sị ka ekesaa ya ka ndị na-enme ngagharịiwe hụ ya.",
    "Enweghị aka ebe ma ncha na ihe a bụ eziokwu.",
    "Mụgharịanụ etu esi ebu egbe - Mohammed Adamu",
    "'Iwepụ 'fuel subsidy' ga-ebute oke ọnụ ahịa mana...' - Chizea",
    "Ụfọdụ n'ime ndị kere ya ewepụla ya dịka ndị mmadụ gwara ha na ọ bụghị eziokwu.",
    "Onyekachi Umah bụ onye ọkaiwu gwara BBC na enwere iwu maka ịkwanyere ọkọrọtọ Naịjirịa ugwu, ma sịkwa: \"Na mmadụ ji ọkọrọtọ Naịjirịa abụghị na ndị agha agaghị eme ihe ha chọrọ ime.\"",
    "Anyi jụru ndị agha maka ihe a, mana ha asabeghi.O nweghị onyeisi Naịjirịa sị na ngagharịiwe a na-eme bụ ihe ụmụaka",
    "Ebe foto si, Getty Images",
    "Ka ngagharịiwe a malitere otu ihe onyonyo e tnyere na soshal midia gosiri otu onye ndụmọdụ  Onyeisiala Muhammadu Buhari bụ Femi Adesina ebe ọ dị ka ọ na-asị na ndị na-eme ngagharịiwe na-eme \"ihe ụmụaka\".",
    "Ndị mmadụ malitere ikesa ihe onyonyo ahụ, were na-ekwu na \"ya bụrụ na ị naghị iwe iwe ọfụma, ihe onyonyo a ga-enyere gi aka.\"",
    "Mana ihe onyonyo ahu bụ nke ochie, ma bụrụkwa ihe achabiri, nke gbanwere nghọta ha.",
    "Onweghi ihe ọbụla gbasara ihe nyonyo ahụ na okwu Sars.",
    "E jirila egbe gbajie nwoke ụkwụ n'ọgụ ndị 'SARS' na ndị ahịa Onitsha Main Market",
    "Humphrey Nwosu: Agaghị m abịanwu emume ncheta Juun 12",
    "N'oge ahụ, Adesina nọ Televison ekwu maka ngagharịiwe.",
    "Mana a chabiri ihe onyonyo e tinyere na Twitter were wepụ mbido okwu ya ga-akọwa ihe ọ na-ekwu ọfụma.",
    "Channels TV, bụ ụlọ ntaakụkọ ọ bụ akụkọ ha ka emere nchabi a ekwuola okwu banyere ya ma kọwa ya ọfụma.",
    "Occupy Lekki Toll gate: Ndị Igbo wepụ aka na ngagharịiwe ọzọ na Legọs - Ohaneze Ndigboelekere 9 gara aga",
    "Fake News: Ugboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo13 Nọvemba 2018",
    "#BeyondfakeNews: Akụkọ ụgha enwerela oche n'obodo12 Nọvemba 2018",
    "Occupy Lekki Toll gate: Ndị Igbo wepụ aka na ngagharịiwe ọzọ na Legọs - Ohaneze Ndigboelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?elekere 6 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lee ka isi 'Packing Gel' si rapụta nwaagbọghọ a",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?",
    "Nri ndị ị kwesịrị iri kwa ụbọchị iji kwụrụ chịm",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}