{
  "published": "26 Ọktọba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwoke ndị agha gbara egbe mgbe ndị nchekwa na-achụsasi ndi chọro iwakpo ụloakwụkwọ Queens dịka ha sị na nri enyemaka Covid-19 no ebe ahụ.",
    "Nwoke sị na ọ nọ n'ihu ụlọ ya mgbe otu onye agha na-achụ ndị mmadụ ọsọ pụtara gbaa ya egbe.",
    "'Warehouse' ndị a gara wakpoo na-abụghị ebe e dowere ihe enyemaka Covid 19",
    "Ihe ikwesiri ịma maka Rabiu Garba ndị na-eme ngagharịiwe EndSARS na-eto",
    "Ọ sị na mgbọ egbe a si n'otu apata ya gafee na nke ọzọ ma metụtakwa amụ ya.",
    "Gọọmentị Enugwu Steetị site n'ọnụ kọmishọna mgbasaozi bụ James Aro sị na ha amaghị ma o nwere onye e merụrụ ahụ.",
    "Na ọ bụ mgbe ndị nchekwa mechara nyocha ha na-eme tupu ha a mata nke bụ eziokwu.",
    "Aro kwusiri ike na o nweghi ngwa nri 'palliative' ọbụla dị n'ụlọakwụkwọ Queens na gọọmentị ekesachaala ya.",
    "Mbọ BBC Igbo gbara ịnụta ọnụ ndị ọrụ nchekwa banyere nke amịtaghị mkpụrụ dịka ha azaghị oku.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "'Warehouse' ndị a gara wakpoo na-abụghị ebe e dowere ihe enyemaka Covid 19",
    "Ihe ikwesiri ịma maka Rabiu Garba ndị na-eme ngagharịiwe EndSARS na-eto",
    "Akụkọ ụgha so ngagharịiwe EndSARS pụta",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood', Duration 5,2223 Juun 2021",
    "Vidio, Dot Nation: Joe Igbokwe nwere ikike ikwu uche ya - Onye enyemaka Abaribe, Duration 4,4924 Juun 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Vidio, Imo Awka Festival: Etu ụmụntakịrị n'Awka si esonye n'emume iti mmọnwụ, Duration 3,4020 Juun 2021",
    "Vidio, Ọgbambọ: 'E nye m ohere m ga-abụ bụ onyeisi ndị ọrụ nchekwa niile na Naịjirịa' - Eberechukwu, Duration 7,1321 Juun 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Achaere na ọrịa ndị ọzọ Igbo kwenyere na ọgwụ Bekee anaghị agwọ, Duration 6,5916 Juun 2021",
    "Vidio, Ned Nwoko, Pamela Ifejoku na esemokwu ala dị n'etiti ndị Idumuje Ugboko, Duration 7,2827 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}