{
  "published": "12 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Chigozie Ohaka",
    "Ndị mere akụkọ a,  Broadcast Journalist, Igbo service",
    "Nọvemba 2020Mgbe ikpeazụ e tinyere ya ozi ọhụrụ 27 Nọvemba 2020",
    "E jirila ya gụọ ọtụtụ egwu n'ala Igbo na mpaghara ndị ọzọ n'Afrịka.",
    "Mmanya ngwọ bụ otu mmanya  ndị Igbo anaghị eji egwu egwu.",
    "Bubonic Plague: Ị nụla maka ọrịa a?",
    "Ọrịa isii kacha emetụ ụmụnwoke karịa ụmụnwaanyị",
    "Emume ọbụla ọ sọrọ ya bụrụ, a na-anabata mmanya ngwọ.",
    "Emume oge ọọụ dịka ịgba nkwụ nwaanyị, mgbe amụrụ nwa ọhụru maọbu mgbe mmadụ chiri echiechi; mmanya na adịkarị.",
    "Ma ọbụladị mgbe a na-eru uju, ndị Igbo na aṅụ kwa ya bụ mmanya iji kasie obi.",
    "E nwere akụko dị iche iche maka etu mmanya ngwọ sị edozi ahụ mana ọtụtụ amaghị ma sayensi akwadoro akụko ndị a.",
    "Iji maa atụ bụ n'akwụkwọ \"Things fall apart\" nwaafọ Igbo bụ Chinua Achebe dere, o gosiri na mmanya ngwọ bụ ihe n'ọgbakọ ndị ichie dịka ha si ka onye ntoroọbịa ka lụrụ nwaanyị ahụrụ ṅụọ ya ike mmanya maka na ọ na-enyere aka ịtụwa nwaanyị ime.",
    "Ọtụtụ mkwenye ndịa juputara n'ala Igbo mana akụkọ a ga-agwa gị nke sayensi kwadoro.",
    "Anyị kpọturu Harrison Omonhinmin na Collins Akanno bụ ndị ọkaibe na agụmagụ ihe nrị na-enye n'ahụ nke bụ Dietician n'okwu Bekee ka ha kọwara anyị nkeọma uru mmanya ngwọ bara n'ahụike mmadụ.",
    "Collins Akanno bụ ọkaibe n'ihe gbasara nrị na ahụike ma bụrụ ọgwa oji ego achụ ego kwuru na mmanya ngwọ nwere ụfọdụ ihe ndị na-edozi ahụ nke gụnyere vịtamin A, vịtamin B na C.",
    "Akano kọwara na ihe ndị a na-egbochi anụ ahụ na-elekọta mmegharị anya sie ike nke ọma. O kwukwara na ndozi ahụ Potassium dịkwa na mmnaya ngwọ nke na-ahụ na anay mmiri juputara n'anya mmadụ nke ọma nke na-akwụsị anya mmadụ ịgba tịkọtịkọ.",
    "Harrison Omonhinmin kwuru sị \" n'agbanyeghị na mmanya ngwọ nwere shụga, ọ naghi ebuli shuga dị n'ahụ ndi mmadụ elu dịka mmanya ndị ọzọ.",
    "O kwuru na nke a mere ka mmanya ngwọ bụru ezigbo mmanya maka ndị na-arịa ọrịa shuga karịa nke dịka mmnaya coke nke ga-ebuli shụga dị n'ọbara mmadụ elu.",
    "Ebe foto si, Getty Images",
    "Harrison Omonhinmin kọwara na mmanya ngwọ nwere mgbadouem bụ carbohydrates na okwu bekee. Mgbadoume a si na mmanya ngwọ so na ihe na-enye mmadụ ike.",
    "Ebe foto si, Getty Images",
    "Akanno kwuru na odoma  bụ potassium juputara na palmwine na-edozi mkpụrụobi. Ọ kọwara na ọ na-eme ka mkpụrụ obi na-arụ ọrụ etu o kwesiri ma mee ka ududu na uru ahụ na enyere obi aka sie ike.",
    "Nke a na-egbochi ọbara mgbalị elu.",
    "Ebe foto si, Getty Images",
    "Collins Akanno kwuru na mmanya ngwọ na-edozi anụ ahụ mmadụ.",
    "Akanno kọwara na ọ bụ odoma, zịnk na magnezium dị na mmanya ngwọ na-edozi ahụ mmadụ.",
    "Ebe foto si, Reuters",
    "Akanno kwuru na mmnaya ngwọ nwere Antioxidants nke na-egbochi ihe ndị na-ebute ọrịa kansa bụ Free Radicals nke na-egbu seel mmadụ.",
    "Nke a mere na mmanya ngwọ di mma maka igbochi ọria kansa.",
    "Akanno mara atụ si na vịtamin B2 nke bụ Riboflavin na-akwado glutathione nke na-egbochi ihe ndị na-ebute ọrịa kansa.",
    "Ebe foto si, Getty Images",
    "Omonhinmin kwuru sị na-agbanyeghị na enweghị ọtụtụ nnyocha emere maka mmanya ngwọ.",
    "Kama o kwuru na ọdịghị mma ka nwaanyị di ime ṅụọ mmanya ngwọ n'ihi na mmnya ngwọ nwere shụga nke nwereike ịgbanwe n'ime awa iri na abụọ bụru mmanya na-aba n'anya.",
    "O kwuru na enweghị nycoha na-akwado na mmanya ngwọ na-enyere aka ka ara nwaanyi gbaa mmiri.",
    "Ugboro ole ka mmadụ kwesiri ịṅụ mmanya ngwọ n'ụbọchị?",
    "Ebe foto si, Getty Images",
    "Omonhinmin kwuru na dịka mmanya ngwọ na-adị mma n'ahụ, na ọkpataghị na mmadụ ga-aṅụ ya ma ṅụ fee ya oke.",
    "O kwuru sị \" Ọ ka mma ka ụmụ nwaanyị nụo otu iko mmanya ngwọ kwa ụbọchị ebe ụmu nwoke nwereike ịṅụ ihe dịka iko abụo kwa ụbọchị.",
    "Mmanya ngwọ ọ na-ebute ọrịa ọnya afọ (Ulcer)",
    "Collins Akanno kwuru sị na n'agbanyeghị na mmanya ngwọ nwere alkọhọl ruru passenti 5, na ọ naghị ebute ọrịa ọnya afọ.",
    "'Uru mmanya ngwọ bara dị ukwuu'7 Disemba 2018",
    "Nri onye nwere nje HIV kwesịrị iri1 Disemba 2023",
    "'Eji m ịsụ mkpụrụakwụ na mmanụ nri zụọ ezinaụlọ m'19 Mee 2020",
    "NA EME UGBU A, Usoro olili ozu Popu Francis",
    "Ntuliaka Gọvanọ Anambra: Ndị na-azọ ọkwa na ihe ndị ga-abara onye maọbụ wapụ ya ọgọdọ n'ukwuelekere 9 gara aga",
    "NA EME UGBU A, Mba DR Kongo na Rụwanda aṅụọla iyi na ha ga-erube isi na nkwekọrịta udo",
    "Lee etu olili ozu Cynthia Chizoba Oguzie tankị mmiri dagburu na Lekki si gaa n'Imo Steeti25 Eprel 2025",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?22 Eprel 2025",
    "Popu Francis: Ihe ụmụafọ Naịjirịa kwuru maka ọnwụ onyeisi ụka Katọlik22 Eprel 2025",
    "Lee foto ndụ Pope Francis22 Eprel 2025",
    "Popu Francis anwụọla dịka ọ gbara afọ 88 - Vatican kwuru21 Eprel 2025",
    "Onye bụ Kadịnal Peter Ebere Okpaleke nwa Naịjirịa tozuru ịzọ ọkwa Popu?",
    "Lee etu olili ozu Cynthia Chizoba Oguzie tankị mmiri dagburu na Lekki si gaa n'Imo Steeti",
    "Ntuliaka Gọvanọ Anambra: Ndị na-azọ ọkwa na ihe ndị ga-abara onye maọbụ wapụ ya ọgọdọ n'ukwu",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}