{
  "published": "2 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akwa arịrị ka Monday Bakor ji gwa BBC Igbo etu mgbọ si n'egbe ndị ọrụ nchekwa gbara n'ụlọahịa ya, si tugbuo Queen Nwazuo bụ nwaanyị ọ na-akwado ịlụ n'ihu ya n'Oyigbo, Rivas Steeti.",
    "Bakor kwuru na ihe a mere n'ụbọchị Ocktoba 22, 2020 mgbe ha nọkatara nụwa ụda egbe aghara aghara n'okporoụzọ Oyigbo.",
    "'A wakporo ụlọ oriri m, buru njụoyi 7, ite 25, buru ihe nri niile ma hapụrụ m sọ ụkwa'",
    "Ihe Ralph Uwazuruike sara Nnamdi Kanu maka ngaghariwe End SARS",
    "Bishọpụ Paulinus Ezeokafor etinyela ọnụ na ngagharịiwe END SARS",
    "O kwuru na ọ bụ ebe ha na-akwado imechi ụlọahịa ha ka ha nụchara ụda egbe ka onye uweojii kpu okpu na-acha uhie uhie gbapụrụ egbe n'ebe ha nọọ ma gbuo Queen.",
    "Bakor kwuru na ọ na-efe ala nna ya n'Oyigbo.",
    "Ọnụ na-ekwuchitere ndị uweojii na steeti ahụ bụ Nnamdi Omoni kwuru ka Monday Obakor bia mee mkpesa gbasara ọdachị a n'ụlọọrụ ha ma ewepụ mmachị ngagharị dị n'Oyigbo ugbua.",
    "Cheta na ndị omekome weghara ngaghariwe udo ndị End SARS mere nso nso a wetere ọgbaghara n'Oyigbo mere ka gọọmenti Rivers State tinye mmachị ngaghari ebe ahụ.",
    "Akụkọ mechakwara pụta na ndị ọrụ nchekwa na-aga n'ụlọ egbu ndị ha chere na ọ bụ ha wetere ọgbaghara a, mana anyị ka na-enyocha akụkọ ahụ ịmata maọbụ eziokwu.",
    "Gere ihe o kwuru n'uju n'ihe nkiri a.",
    "Ihe nwanne nna Queen Nwazuo o jiri mere nne kamgbe nne na nna ya nwụchara bụ Evangeline Mgbeahụrụ kwuru na anapụla ha nwata bu oke amamihe.",
    "Evangeline kwuru na Queen bụ nwata na-enweghị nne na nna makana ha anwụọla mgbe ọ nọ elementri 2.",
    "O kwuru na Queen bụ nwata akwụkwọ Mahadum Abia Polytecnic, Aba branch.",
    "O kwuru na ọ bụ ezigbo nwa na-erube isi ma nwe oke amamihe.",
    "O kwuru na ka ọ dị ugbua, ha ebulatabeghị ozu Queen n'Abia steeti ebe o si makana obodo Oyigbo ka dị ọkụ.",
    "Hụ ya n'anya maọbụ kpọọ ya asị, lee ihe i kwesịrị ịma maka Arthur Nzeribe",
    "Ihe mmụta ise Naịjirịa nwereike ịmụta na ntuliaka mba Amerịka",
    "Ụlọọrụ Crowd1 ọ bụ ndị wayo ka ọ bụ nke ezigbo? Lee ihe BBC Africa Eye nyochapụtara",
    "Ihe Ralph Uwazuruike sara Nnamdi Kanu maka ngaghariwe End SARS",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Ngagharịiwe #EndSars",
    "Vidio, Angela Nwosu's Mother: Ihe nwada a sara maka ebubo niile a na-ebo ya, Duration 0,49elekere 9 gara aga",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Angela Nwosu: \"Ihe mmadụ na-echere ndị ọzọ bụ ihe na-abịakute onye ahụ\", Duration 2,0311 Ọgọọst 2020",
    "Vidio, Mathew Oliver Okpara: Etu ndị agha si gbagbuo nwanne m nwoke si ọrụ alata n'Imo steeti, Duration 3,5417 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Junior Ezeonu: Etu nwafọ Igbo a dị afọ 22 ji bụrụ omeiwu na mba Amerịka, Duration 3,0012 Ọgọọst 2021",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Vidio, Harrison Gwamnishu na Egbeigwe: Ihe mere James Ubulu ji si ka eweghachite ego ọ nyere Kingsley Orji, Duration 8,3014 Ọgọọst 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, 'Etu e si gbagbuo ụtọ obi m n'ihu m n'Oyigbo'- Monday Bakor, Duration 2,122 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}