{
  "published": "4 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Youtube screengrab",
    "Ekwensi bụ onye isiojii mbụ nwetara ọkwa 'director' na mịnịstrị mgbasaozi na Nịjirịa, mana ọ hapụrụ ọrụ ahụ sonyere Biafra",
    "Aha Cyprian Ekwensi bụ aha na-ada ụda, ọbụghị sọ na Naịjirịa nakwa Afrịka, kama n'ụwa niile.",
    "Ihe e jikarị mara Ekwensi bụ ide akwụkwọ, mana ọrụ ọ rụrụ oge a lụrụ agha Naịjirịa na Biafra sokwa n'ihe e ji mara ya.",
    "Gịnị ka ị ma maka Chinua Achebe debanyere aha ya n'obi ndị Naịjirịa?",
    "Onye bụ Flora Nwapa a e chiri Ogbuefi?",
    "Gịnị ka ị ma maka Buchi Emecheta?",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ Igbo",
    "Lee ihe ndị ị kwesịrị ịma maka Cyprian Ekwensi:",
    "Ebe foto si, Youtube screengrab",
    "Cyprian Ekwensị bụ onye nkuzi, onye nlekọta ọhịa (forester), onye mmepụta ọgwụ (pharmacist), onye mgbasa ozi (broadcaster) nakwa onye mmepụta ejije (film maker)",
    "Aha ya niile bụ Cyprian Odiatu Duaka Ekwensi",
    "A mụrụ ya n'abalị iri abụọ na isii nke ọnwa Sepụtemba afọ 1921 (Sept. 26, 1921), na Minna, isi obodo Niger State",
    "Ọ bụ onye Nkwelle Ezunaka dị n'okpuru ọchịchị Oyi n'Anambra Steeti",
    "Ọ gụrụ akwụkwọ na 'Government College' dị n'Ibadan, nakwa 'Achimota College' nke dị na Ghana",
    "Ọ gụkwara na 'School of Forestry dị n'Ibadan",
    "Ekwensi mechara nweta ọmụmụ dịka 'Pharmacist' n'ụlọakwụkwọ 'Yaba Technical Institute' na Legọs",
    "Ọ lụrụ nwaanyị (Eunice Anyiwo) ma mụta ụmụ ise",
    "Ọ nwụrụ n'abalị anọ nke ọnwa Nọvemba afọ 2007",
    "Ọ dị afọ 86 oge ọ nwụrụ",
    "Cyprian Ekwensi na agha Biafra",
    "Ebe foto si, Youtube screengrab",
    "Cyprian Ekwensi bụ onyeisi mgbasa ozi mba Biafra n'oge ahụ",
    "Oge ọgụ Biafra malitere, Ekwensi hapụrụ nnukwu ọkwa o ji na ngalaba mgbasaozi nke gọọmentị Naịjirịa, wee sonyere Biafra.",
    "E nyere ya ọkwa onyeisi mgbasaozi nke Biafra n'oge ahụ.",
    "Lee onyonyo gosiri nke a dị ka ụlọọrụ ntaakụkọ 'Africa Press' si wepụta:",
    "Oge agha kwụsịrị, Ekwensi malitere ire komkom rọba iji chụta ihe ọ na-eri, n'ihi na ọrụ ya na ngalaba mgbasaozi Naịjirịa alaala.",
    "Lee ihe o kwuru oge otu onye ntaakụkọ n'oge ahụ gbara ya ajụjụ ọnụ maka ya:",
    "Akwụkwọ Cyprian Ekwensi degara",
    "Ekwensi dere ọtụtụ akwụkwọ a nụrụ aha ha anụ n'ụwa niile.",
    "Akwụkwọ mbụ o dere bụ n'afọ 1947, mana tupu ọ nwụọ, o bipụtara akwụkwọ karịrị iri anọ (40).",
    "Malite n'afọ 1960 Naịjirịa nwetara nnwereonwe ya, Ekwensi na-ede opekatampe otu akwụkwọ kwa afọ.",
    "Akwụkwọ ya bụ 'Jagua Nana' bụ nke a ga-asị kacha wuo ewuo.",
    "Lee ụfọdụ akwụkwọ ndị o bipụtara:",
    "Ebe foto si, Youtube screengrab",
    "When love whispers",
    "Jagua Nana",
    "Jagua Nana's daughter",
    "People of the city",
    "Drummer boy",
    "Burning grass",
    "Samankwe and the highway robbers",
    "An African night's entertainment",
    "Passport of Mallam Ilia",
    "Coal camp boy",
    "Juju Rock",
    "The Leopard's Claw",
    "The Boa Suitor",
    "Beautiful Feathers",
    "Rainmaker",
    "The Great Elephant Bird",
    "Gone to Mecca... dịrị gawazie",
    "Cyprian Ekwensi ji akwụkwọ ya bụ Jagua Nana wee rite nturuugo pụrụ iche a kpọrọ 'Dag Hammarskjöld International Prize in Literature', n'afọ 1968.",
    "Ka afọ ya gbagotewere, Ekwensi sonyekwara ụlọọrụ ntaakụkọ 'Drum Magazine' dịka onye odee nke bekee kpọrọ 'columnist'.",
    "Na 2001, Naịjirịa nyekwara ya nkwanye ugwu dịka 'Member of the Federal Republic' (MFR)",
    "Nwa Cyprain Ekwensi bụ George Ekwensi bụ onyeisi otu 'Cyprain Ekwensi Foundation'",
    "Nwa ya nwoke bụ George Ekwensi kwuru na nna ya abaghị oke ọgaranya.",
    "Ọ bụ nwa ya nwoke a na-elekọta otu a kpọrọ 'Cyprain Ekwensi Foundation'.",
    "Ọrụ ha bụ ime ka agụmakwụkwọ na-abawanye na Naịjirịa, nakwa inyere ndị nwunye ndị ọrụ nchekwa di ha nwụrụ anwụ aka.",
    "Cyprian Ekwensi na Chimamanda Adichie",
    "Ebe foto si, Instagram/Chimamanda",
    "Chimamanda Adichie, ada Igbo e ji ide akwụkwọ mara, kwuru na Cyprian Ekwensi",
    "Ndụ Ekwensi metụrụ ndụ ọtụtụ mmadụ na Naịjirịa.",
    "Otu onye n'ime ha bụ Chimamanda Adichie, onye kwuru na Cyprain Ekwensi bụ onye kachasị metụta ndụ ya nakwa ọrụ ya dịka ode akwụkwọ.",
    "Na mkparịtaụka o nwere ọtụtụ afọ gara aga, Chimamanda kwuru na  ọbụ Ekwensi ka ọ na-elegara anya oge ọ na-eto eto.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Chike Obi: Odogwu Igbo ji 'mathematics' rie amusu",
    "Gịnị ka ị nụrụ maka Mbonu Ojike?",
    "Ị na-anụ maka Nwafor Orizu mana ị ma etu o si si nga bụrụ onyeisi ụlọomeiwu?",
    "Ihe mere Anambra state ji bụrụ 'ọmalịcha nwaanyị' a kpụ n'ọnụ",
    "Ihe nkiri ga-amasị gị:",
    "Uche Azikiwe: 'Etu Nnamdi Azikiwe si lụọ m'",
    "Flora Nwapa: Nwaanyị ike zara Ogbuefi na ndụ ya16 Ọktọba 2020",
    "Buchi Emecheta Books: Gịnị ka ị ma maka nwaafọ Igbo ji aba mba?21 Julaị 2019",
    "Vidio, Ndị ọcha na-akwalite asụsụ na omenala Igbo karịa ndị Igbo - Chinedum Ofomata28 Juun 2021",
    "Gee ntị, BBC Nkeji28 Juun 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Atagaelekere 3 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Etu nwanne di m si kutuo ụlọ di m hapụrụ mụ na ụmụ ise - Nwanyi Ajadụ bi n'Imo steeti",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ndị uweojii sị na ha egbuola ndị ESN ma napụ ha egbe n'Imo Steeti",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "'Ndị ụlọ anyị sị m ma alọtazina ụlọ ọzọ ma m ahụghị di'Emelitere ikpeazụ na: 17 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}