{
  "published": "3 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mmiri ntuliaka ọkwa onyeisiala Amerịka ezochaala gbachaa, mana otu ihe doro anya bụ na ọkụ Donald Trump dịka onyeisiala mba ahụ anyụọla.",
    "Otu ihe si kwụrụ ugbua, n'abalị iri abụọ nke ọnwa Janụwarị afọ 2021 ka a ga-edu Joe Biden n'iyi ọrụ dịka onyeisiala.",
    "Joe Biden o nwereike imeri Trump bụrụ onyeisiala Amerịka?",
    "Ihe isii Naịjirịa nwereike ịmụta na ntuliaka mba Amerịka",
    "Ọ bụ ụlọikpe ga-ekpebi onye ga-emeri na ntuliaka mba Amerịka?",
    "Mana ọ bụghị Trump ga-abụ onye mbụ chịrị Amerịka naaị otu 'term'.",
    "Ebe foto si, AFP/Getty",
    "Gerald Ford, Jimmy Carter, George HW Bush bụ ndị chịrị Amerịka naanị otu ugboro kamgbe afọ 1933",
    ") George Bush:- Onye ikpeazụ na-emerighi ntuliaka ọkwa onyeisiala mba Amerịka nke ugboro abụọ bụ George HW Bush.",
    "Bush, onye nọ na pati 'Republican' gbalịrị ike ya, mana ihe ọ nọrọ n'oche Onyeisiala bụ naanị afọ anọ tupu Bill Clinton akụchapụ ya n'ụzọ.",
    "Ọchịchị ya malitere n'afọ 1989 ruo afọ 1993 tupu ndị Amerịka agbaara ya ụgbọnwamkpi.",
    ") Jimmy Carter:- E nwere ike ikwu na mba Iran so na ndị mere Carter emerighi ntuliaka nke abụọ ya dịka onyeisiala.",
    "Ọchịchị Carter malitere n'afọ 1977 ruo 1981 tupu Ronald Reagan emerie ya.",
    "Ihe kacha gbuo ọchịchị Carter bụ oge mba Iran nwuchiri ndị na-arụ ọrụ n'ụlọ nnọchite anya mba Amerịka dị na mba ha.",
    "Mbọ niile Carter gbara ịgbapụta mmadị iri ise na abụọ (52) ahụ Iran nwuchiri enweghị isi.",
    "Ọ bụ n'ụbọchị Carter rituru n'ọchịchị ka Iran tọhapụrụ ndị ahụ.",
    ") Gerald Ford:- Ihe Amerịka mere Jimmy Carter bụkwa otu ihe ha mere Gerald Ford.",
    "Ford chịrị malite n'afọ 1974 ruo 1977.",
    "Ebe foto si, Getty Images",
    "Herbert Hoover, William Howard Taft na Benjamin Harrison socha na ndị chịrị Amerịka otu ugboro naanị.",
    ") Herbert Hoover:- Hoover bụ onyeisiala nke iri atọ na otu na mba Amerịka.",
    "Ọchịchị ya malitere n'afọ 1929 ruo 1933.",
    "Onye chụturu ya n'ọchịchị bụ Franklin Roosevelt, onye chịrị Amerịka 'term' atọ chara acha tupu e megharịa akwụkwọ iwu mba ahụ.",
    "Ndị ọzọ chịrị Amerịka naanị otu ugboro gụnyere:",
    "William Howard Taft - 1909 ruo 1913 - Onyeisiala nke iri abụọ na asaa",
    "Benjamin Harrison - 1889 ruo 1893 - Onyeisiala nke iri abụọ na atọ",
    "Martin Van Buren - 1837 ruo 1841 - Onyeisiala nke asatọ",
    "John Quincy Adams - 1825 ruo 1829 - Onyeisiala nke isii",
    "John Adams - 1797 ruo 1801 - Onyeisiala nke abụọ",
    "Ebe foto si, Reuters",
    "Akụkọ na-eru anyị ntị ugbua bụ na ndị uweojii anwụchiela mmadị iri isii bụ ndị so eme ngagharịiwe nke udo na New York n'abalị ụnyaahụ.",
    "Dịka ngwụcha ntuliaka mba Amerịka na akpụdebe nso, ndị nkwado Joe Biden nke Democrat emeela ngagharịiwe na New York na-arịọ ndị ọchịchị ka ha gbaa mbọ gụchaa vootu niile.",
    "The economy under Trump in six charts",
    "Fact-checking the closing days of the US election",
    "Trump is in the fight of his political life",
    "New York times dere na ndị uweojii ekeelarị nkwụkwụcha maka nsogbu ọbụla ga-adapụta n'etiti ndị nkwado Trump na nke Biden dịka mpụtara ya bụ ntuliaka ha mere na-eteziaka.",
    "Ndị uweojii gakwuru ọtụtụ mmadụ pụtara ngagharịwe na Midtwon n'elekere asatọ na iri atọ (8:30 pm) bụ ebe ha chọrọ isi gawa Washington Square ga chụsaa ha.",
    "Ka ọ dị ugbua, Biden ji electoral vootu iri abụọ na itoolu aga Trump ebe ọ fọrọ naanị electoral vootu iri abụọ na asaa ka ọ nwezuo ole a chọrọ.",
    "Twitter machiri onyeisiala Trump izisa ozi gbasara ya",
    "Dịka ndọrọndọrọ ọchịchị onyeisiala mba Amerịka na-akpọtụ, Joe Biden na Donald Trump ekwuola na obi kara ha n'ogogo mpụtara na steeti nke akpọpụtagoro.",
    "Ka ọ dị ugbua, Twitter amachiela Trump izipu ozi ọbụla gbasara nrụrụaka na ya bụ ntuliaka.",
    "Ndị Amerịka na-eme ntuliaka nke a na-ahụta dịka nke kachasị ekewa ndị mmadụ nke dị n'etiti  Donald Trump nke otu 'Republican' na Joe Joe Biden nke otu 'Democrats'.",
    "Atụm vootu malitere n'elekere Ise na Vermont.",
    "Ihe ruru narị nde mmadụ bụ ihe tụọọla vootu ha nke na-eme ya ntuliaka akachasị nwee ndị pụtara tuo vootu n'afọ otu narị gara aga.",
    "Ebe foto si, Getty Images",
    "Mmadụ abụọ ndị a nọzị n'egwu egbe buru ọla na steeti ndị a ma dịka isi a hụrụ kwawa okpu n'ọsọ onye ga-emeri.",
    "Ngụọ ucheonye e merela na-egosi na ọ bụ Biden bu ụzọ mana ọ bụ ihe ọ bụ ihe onye chịtara  na steeti ga ga-ebi okwu.",
    "Na ntuliaka mba Amerịka, ọ bụ ihe ndị mmadụ tụtara na steeti dị iche iche na-ekwu onye meriri , ọ bụghị onye meriri n'etiti kpọmkwem.",
    "Ebe foto si, Reuters",
    "Ndị mmadụ kwụ n'ahịrị n'ụtụtụ ịtụ vootu ha n'ọnọdụ atụmvootu dị na Philadelphia, Pennsylvania",
    "Steeti ndị a ma dịka isi a hụrụ kwawa okpu n'ọsọ onye ga-emeri na ntuliaka  ebe a malitere ntuliaaka na Tuzde gụnyere North Carolina na Ohio (11:30 GMT), Florida na-eso ha  Florida.",
    "Pennsylvania, Georgia, Michigan na Wisconsin. Arizona balitere atụmb=vbootu nke ha n'elekere mbụ.( 13:00 GMT).",
    "Iji nweta ọkwa onyeisiala, onye na-azọ ya bụ ọkwa ga-enwetarịrị opekata mpe vootu 270 na ọgbakọ' 'electoral college'.",
    "Steeti ọbụla dị n'Amerịka nwere vootu ole ha na-eketa dịka ọnụọgụgụ ndị bi na ya siri dị.",
    "E nwere vootu 538 a na-achọ.",
    "Usoro a mere o jiri kwee ọmụme mmadụ inweta vootu kachasị na gburugburu ala Amerịka mana ọ gaghị emri na ntuliaka dịka o mere Hillary Clinton na ntuliaka afọ 2016.",
    "Ihe ọzọkwa  a na-azọ na ntuliaka bụ ndị ga-achị ọgbọ n'Ụlọomeiwu Ukwu mba Amerịka dịka ndị otu \"Democrats' na-achọ ka ha weghara ma Ụlọomeiwu Ukwu mba Amerịka ma 'White House'.",
    "Okwu ọrịa Coronavirus bụ iuihe nọchiri achụmntavootu ntuliaka dịka ya bụ ọrịa kawanyere njọ dịka ntuliaka na-akpụdebe nso.",
    "Ọnụọgụgụ ndị butere coronavirus nakwa ndị nwụrụ na ya bụ ọrịa na mba Amerịka kachasị nke ndị mba ndị ọzọ.",
    "Ọ bụ egwu nkesa ọrịa a mere e jiri malite atụmvootu nakwa iziga vootu site na postu ofisi n'oge .",
    "Ebe foto si, Reuters",
    "E doro aja ọhụụ n'ihu 'White House' dịka ụbọchị atumvootu kpudebere nso",
    "A na-atụ egwu na a ga-enwe tigbuo zogbuo ma mpụtara ntuliaka malite ịpụta.",
    "Ebe foto si, Getty/EPA",
    "Ebe ka Biden na Trump mere achụmnta vootu ikpeazụ ha?",
    "Ụbọchị  Mọnde, Onyeisiala Trump, onye gbara afọ 74, onye ka nọ n'azụ n-agbenyeghị na o nwere ike ịchịta vootu rinne na steeti anọ bụ 'ọbata-obie\" gara na North Carolina, Pennsylvania, Michigan nakwa Wisconsin, ebe ọ nọọ kwuo maka ihe o megara iji kwalite akụnaụba.",
    "Ọ nọkwara n'ebe ndị katọ ihe ngụkọ ucheonye(poll) na-ekwu, nụlọrụ ntakụkọ ma were kwa onye ya na-azọ ọkwa njakịrị.",
    "Ọ gwara ndị iihe ya na-amasị na Michigan na \"Anyị ga-enwetakwa afọ anọ ọzọ na  White House\".",
    "Ma Trump ma Biden gara Pennsylvania,ebe ha bụọ na-esukọ isi",
    "Na Scranton bụ obodo Biden bi kemgbe ọ gbara afọ 10, Trump gwara ndị na-akwado ya na ya meriburu na mpaghara ahụ n'afọ 2016 na agbanyeghị na ngụkọ ucheonye kwuru na ọ gaghị achịta aja ebe ahụ.",
    "Otiegwu Lady Gaga soro Biden gbara afọ 77 na achụmtavootu o mere na  Pittsburgh.",
    "Otiegwu John Legend na  Kamala Harris bụ osote Biden gwara ndị mmadụ okwu na Philadelphia.",
    "N' Ohio, Biden gwara ndị mmadụ na oge eruola ka Trump\"kwara ngwongwo ya\", sị na \"ike ozi ọ na-ewepụta na Twitter, iwe,akpọmasị na amaghị eme ya agwụla anyị.\".",
    "Ebe foto si, Getty Images",
    "Ọ ga-enwe otụtụ ụbọchị tupu a gụchaa vootu mana a na-ebido n'oge mata onye ga-emeli n'ụtụtụ ụbọchị na-eso ntuliaka.",
    "Ndọ ọrụ a dịị na-adọ aka na ntị na o nwere ike o wee oge karịa n'ihi na ndị pụtara tụọ vootu nke 'post office' dị ọtụtụ.",
    "Nani oge  nke George W. Bush, bụ ntuliaka Amerịka e jighị ụtụtụ mara onye meriri dịka o were otu ọnwa tupu ụlọikpe Kachasị nyere mkpebi na ya.T",
    "Mmadụ abụọ ndị a adụọla aka n'ọnụ n'okwu gbasara Covid 19, dịka Trump na-ebo Biden ebubo ịchọ ịkwada akụnaụba mba ahụ.",
    "Biden n'onwe ya na-esi ọnwụ na ya kwudo na Sayensị dịka ọ na-ebo Trump ebubo na ọ lụghị ọgụ coronavirus ka o kwesịrị nke mere o jiri taa isi ọtụtụ ndị mmadụ.",
    "N'okwu akụnaụba, Trump chọrọ igbupi ụtụ na'a ana n'ego nnweta onye(income tax) ma nyekwa ụlọọrụ ego iji wants to deliver an income tax cut, and provide companies with tax credits to incentivise them to keep jobs in the US.",
    "Biden chọrọ ibuli ego ụtụisi ndị na-ata nnukwu ụgwọọnwa iji kwado ọrụ ọha mana o kwuru na ọ bụ naanị ndị ego ha ruru dọla 400,000 kwa afọ.",
    "Ọ chọkwara ka e bulite ụgwọ ọnwa opekata mpe ka ọ bụrụ dọla 15.",
    "Donald Trump: Ihe mere Trump ji ewusi ike na Naịjirịa6 Febụwarị 2020",
    "Kamala Harris: Ihe ị kwesịrị ịma maka nwaanyị onye isi oji a bụ osote Joe Biden ọhụrụ12 Ọgọọst 2020",
    "Ị ma na Buhari yiri Trump? Lee ụzọ anọ gosiri ya30 Eprel 2018",
    "Vidio, US Election date: Ị mana Biden nwereike inwekarị Trump vootu ma Trump emerikwa ya?25 Septemba 2020",
    "US presidential debate 2020: Joe Biden o nwereike imeri Trump bụrụ onyeisiala Amerịka?30 Septemba 2020",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud'22 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "NA EME UGBU A Etu tanka bu mmanụ gaasị si gbaa ọkụ na Nkwọ Nnewi",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ipob asaala George Obiozor nke Ohanaeze Ndigbo maka okwu ọ gwara Nnamdi Kanu",
    "Ihe i kwesịrị ị ma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?Emelitere ikpeazụ na: 19 Ọgọọst 2018",
    "Enugu na steeti ndị ọzọ kachasị chọọ ihe 'nkiri 'gay' na 'Lesbian' na 2019Emelitere ikpeazụ na: 7 Jenụwarị 2020",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Hụ ya n'anya maọbụ kpọọ ya asị, lee ihe i kwesịrị ịma maka Arthur NzeribeEmelitere ikpeazụ na: 2 Nọvemba 2020",
    "Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope UzodinmaEmelitere ikpeazụ na: 5 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}