{
  "published": "3 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Allwell Ene",
    "Igbo sị na oke soro ngwere maa mmiri, ọ kọchaa ngwere ọ ga-akọchakwa oke?",
    "Nke a bụ ilu bụrụ ụka n'isi ndị bi na Obigbo nke a gụgharịrị aha dịka Oyigbo dị na Riva steeti.",
    "Ihe m hụrụ maka mwakpo Oyigbo- Onye bi ebe ahụ",
    "'Ụjọ na agụụ ji anyị n'Oyigbo kamgbe abalị atọ ruo ugbua'-  Onye bi n'Oyigbo",
    "Ndị Oyigbo so ibe ha na Pọtakọt mee ngagharịiwe udo Endsars bụ nke zuru mba ọnụ na Naịjirịa n'ọnwa gara aga.",
    "Ụmụ ntorobịa Riva steeti kpọkwara ekwo nkụ mgbe Gọvanọ steeti bụ Nyesom Wike, kwuru na ya amachiela ya bụ ngagharịiwe na steeti ahụ.",
    "Isiokwu ya bụ na Gọọmentị Etiti emechiela SARS mgbe ahụ, na ọ baghịzị uru ime ngagharịiwe.",
    "Okwu ahụ dịka ọnwụ nyere mmanụ n'ọkụ nke mere ụmụntorobịa jizi jupụta na ezi na ụzọ niile maka ya bụ ngagharịiwe.",
    "Wike mechara kwugharịa dịka o kwetara n'ezie na iwe dị ndị ntorobia n'obi maka mkpagbu ndị uweojii",
    "Ka e mechere nwere egbe  wụọ ndị ngagharịiwe  na Lekki Legọs, ọ dịzịa ka ha gaziri kpọte aṅụ n'ụra, mere ndị omekome jizi were ọnọdụ zuwezie ohi aghara aghara ma mebiwa ọtụtụ ihe ndị mmadụ ma nke ndị gọọmentị bụ nke gọvanọ steeti ahụ boro ndị Ipob.",
    "E mebiri ọtụtụ ihe ma gbaa ọtụtụ ọkụ ebe ahụ nke gụnyere ogige ndị uweojii atọ bụ nke a gbara  ọkụ.",
    "Ebe foto si, Allwell Ene",
    "A gbakwara ọtụtụ ụgbọala 'trailer' ndị Ugwu ji ebute ahịa nakwa ngwahịa dị n'ahịa Oyigbo na Iriebe  bụ ebe ndị Ugwu na-ebute ngwa nri.",
    "Nke a mere Gọọmenti Rivas steeti jiri nye iwu tinye ọnọdụ onye apụla ezi n'Emenike, Ikoku, Iloabuchi, Mile One, Mile Two, Oil  mill dị na Rumuokwurushi nakwa Oyigbo.",
    "Agbanyeghị ọnọdụ a, ndị bi na Oyigbo na Rumukurushi sị na ha malitere ịnụ ụda egbe kwa mgbe kwa mgbe.",
    "Ọ bụ n'oge ịgụkọ ihe ọgbaghara ahụ riri Rivas steeti ka Gọvanọ Wike bụ onye na-arụ aka na ndị otu Ipob weghara ngagharịịwe na-agabu n'udo were mebie nnukwu,gbara ama na ọ tara isi ndịagha isii na ndị uweojii anọ.",
    "Ebubo a na-abịa dịka onye ndu otu Ipob bụ Nnamdi Kanu gbasara ozi nke ọ gwara ndị na-eso ya ka ha sonye na ngagharịịwe EndSARS.",
    "Wike nyere iwu ka a machie Ipob na Riva steeti ma tinye nde Naịra iri ise n'isi onye ọbụla ga-enyeaka jide onye Ipob ha boro na o du ndị Ipob ga mebie ihe na Onne Riva steeti bụ, Stanley Mgbere na ụbọchị iri abụọ na otu nke ọnwa Ọktoba.",
    "Ebe foto si, Starnely Mgbere/Fb",
    "Stanley Mgbere bụ nwaandí ahụ Wike boro na o dụ ndí Ipob bụ ndí mebiri ihe na Onne",
    "Mana Mgbere gọrọ na ya abụghị onye otu Ipob agbanyeghị na ya so mee ngagharịiwe Endsars, mana nke ahụ ekopubeghị ya bụ ụdọ n'olu ya.",
    "Wike boro na ndị otu Ipob ka na-enwe ọgbakọ ha agbanyeghị mmachị amachiri ha ma nye ndị isiokpuruọchịchị obodo niile ka ha gaa n'ogbe ha chọpụta ma nwuchie ndị Ipob niile.",
    "Mana Nnadị Kanu gwara ha aṅala ntị.",
    "Na nzaghachị, n'ụbọchị iri abụọ na ise nke ọnwa Ọktoba, onyeisi Ipob bụ Nnamdị Kanu kwuo na ya etinyekwala nde narị naịra n'isi Wike maka ya bụ okwu okwuru.",
    "Ka o ruru ụbọchị iri abụọ na asataọ nke ọnwa ọktoba, Gọvanọ Wike gara njem itiaka n'obi nye ezinaụlọ ndị uweoji ahụ egburu ndị nke ha bụ ebe ọ nọ kwee nkwa na ya ga-enye ha nde narị Naịra iri abụọ (N20,000,000) iche iche ma rụgharịkwa ụlọọrụ ndị uweojii ahụ agbara ọkụ.",
    "Ụbọchị ahụ ka o nweliri ya bụ ọnọdụ onyeapụla ezi na Mile one, Mile two nakwa Rumukwurushi ma hapụ ya na Oyigbo.",
    "Sị kwa na ahịa Ikoku ka ga-emechikwa, tinyekwa aka n'akwụkwọ ndị omeiwu maka ịmachị Ipob kpam kpam na Riva steeti.",
    "Ihe ndị otu Arewa kwuru",
    "Onyeisioche otu jikọrọ ndị Ugwu, Arewa Consultative Forum (ACF) ngalaba nke Rịvas bụ Usman Ibrahim Tunduwada kwuru na mmadụ iri ndị otu ha bụ ndị e gbupụrụ isi na mkpamkpa ahụ kpara.",
    "Tundunwada gara n'ihu kwuo na mmadụ isii ka na-efu efu, ebe mmadụ 12 merụrụ ahụ nọ n'ụlọọgwụ,\" ebe ụgbọala 'trailer ruru 25 bụ nri bụ ihe a gbara ọkụ.\"",
    "Ọ tụrụ arịrị na ndị e gburu na\" e gburu ha ka a na-egbu anụmanụ\"",
    "N'otu aka ahụ, onye ndu ndị Awụsa bi na Rịvas ma bụrụkwa ọnụ na-ekwuru otu \"Northern Traditional Council South South\" bụ Musa Saidu kwuru na ha eliela ihe ruru mmadụ iri na isii n'ihi ọgbaghara ahụ dapụtara n'Oyigbo n'ụbọchị iri abụọ na otu nke ọnwa Ọktoba 2020.",
    "Ndị otu ndị Awụsa na-azụ ahịa na Riva steeti nakwa ndị bi n'Ugwu Awusa kwuru na ha agaghị ebutekwa nri obula n'ọdịda anyanwụ maka na ndị mere ngagharịiwe mebiri ahịa ha.",
    "Ha kwuru na n'ihi ya, \"anyị agaghịzị ebubata nri ebe a ọzọ\".",
    "Nke a mere ọnụahịa nri jiri rịa elu na Pọtakọt kemgbe ahụ.",
    "Tundunwada na Musa Saidu boro  ndị otu Ipob na ọ bụ ha kpara mkpamkpa ahụ na mpaghara Oyigbo.",
    "Nke na-akpọtụ na Soshal midia ugbua bụ na ana ebo ndị agha Naịjiria ebubo ịga n'ụlọ na ụlọ na-akpụrụ ndị mmadụ na-egbu.",
    "BBC nwetere otu onye agbagburu enyi ya nwaanyị bụ onye kwuru na mgbọ tụrụ enyị ya nwaanyị ebe ha nọ n'ime ụlọ ha.",
    "Ndị ọzọ a hụrụ na ihe onyonyo na-akọwa na gọọmentị kpọchipuru n'ụlọ, agụụ anachọ igbu ha maka ọnọdụ onye apụlaezi ha nọ na ya kemgbe.",
    "Ndị mmadụ na-ebokwa Wike ebubo iji ndị agha Naịjirịa gbuchaa ndị Igbo bi n'Oyigbo, mana Wike si na nke a abụghị eziokwu.",
    "Anyị ka na atụkwa anya ịnweta ndị ọzọ nọ ụdị ihe a metutara.",
    "Hụ ya n'anya maọbụ kpọọ ya asị, lee ihe i kwesịrị ịma maka Arthur Nzeribe",
    "Ihe isii Naịjirịa nwereike ịmụta na ntuliaka mba Amerịka",
    "Onye bụ Kamala Harris?",
    "Lekki Toll Gate: Ndị uweojii ekwuola na ọbụ maka ịda iwu Covid ka e ji nwuchie Mr Macaroni na ndị ọzọ13 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Ndị otu nzuzo na-awakpo ndị POS n'Aba, anya ga-ahụ ha ndị mmụọ - Nnamdi Kanu",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Lekki Toll Gate: Ndị uweojii ekwuola na ọbụ maka ịda iwu Covid ka e ji nwuchie Mr Macaroni na ndị ọzọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}