{
  "published": "9 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu nwagbọghọ a kpọrọ Juanita dị afọ 24 tapụrụ amụ nwoke a sị dinara ya n'ike mgbe nwoke a sị ka ọ ṅụọ ya amụ.",
    "Nke a mere n'obodo Obuasi, Ashanti dị na Ghana mgbe nwoke a batara n'ụlọ nwaghọghọ ahụ n'etiti ime abalị dịka ọnụ na-ekwuru ndị uweojii bụ Godwin Ahianyo si gwa BBC Pidgin.",
    "Ihe ndị ị maghị maka ụmụagbọghọ ise a wakporo ma gbuo na nsonso a",
    "'A kwụrụ anyị otu nde Naịra iji gbuo Uwa Omozuwa'",
    "Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị a",
    "Ihe ise ndị nwere ọtụ kwesiri ịma",
    "Na nkọwa nwagbọghọ a nyere, ọ sị na \" nwoke ahụ gwara ya ka ọ ṅụọ ya amụ na ọ bụ mgbe ahụ ka ọ tapụrụ amụ ya.\"",
    "Nwoke a kpọrọ Emmanuel Ankron dị afọ 23 ji mma na egbe baa n'ụlọ nwata akwụkwọ na. Mgbe o zuchara ego, TV na ekwentị nwaghọghọ a, ọ sị zie ya ṅụọ ya amụ.",
    "Mgbe ọ tapụchara amụ nwoke, o bu ọbara si n'ụlọ nwagbọghọ gbapụta n'ezi.",
    "Juanita mere mkpesa n'aka ndị uweojii ma gaa n'ụlọọgwụ 'Anglogold Ashanti bụ ebe ọ na-anata ọgwụgwọ. O mechara chọpụta na nwoke ahụ bịakwa n'ụlọọgwụ ahụ ịnata ọgwụgwọ ma tie mkpu sị ka a nwuchie ya.",
    "Ihe ise i kwesiri ịma maka amụ",
    "Ndị uweojii tụtụtara mpaghara amụ ahụ a tapụrụ dịka nyocha ka na-aga n'ihu.",
    "Ndị uweojii sị na nwoke dinachara nwaanyị ma gwazie ya ṅụọ ya amụ, na ọ bụ mgbe ahụ ka nwagbọghọ a tapụrụ amụ ya.",
    "Akụkọ ndị ga-amasị gị:",
    "Ngwa nri, mmanụ ụgbọala, ọkụ latrik na ihe ndị ọzọ ọnụego ha rịrị elu ọrji na 2020",
    "Gịnị jịkọrọ Vitamin D, anwụ ụtụtụ na Coronavirus?",
    "Lee ọrịa ụkwụ ndị a na etu ị ga-esi gwọ ha",
    "Ahụike ụmụnwanyị",
    "Ikike ụmụnwanyị",
    "Mmekọ nwoke na nwanyị",
    "Ghana",
    "Ịwakpo mmadu na-ike",
    "Okike",
    "Ihe ise nwereike ịkpata utu nkụda na etu i nwereike ịgbalahụ ya4 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia4 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 202027 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "Ọ bụ eziokwu na Uche Mefor dara na Dubai?",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia",
    "Ihe ise nwereike ịkpata utu nkụda na etu i nwereike ịgbalahụ ya",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Ihe i kwesịrị ịma maka Annie Idibia bụ nwunye 2face",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ ya amụ",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}