{
  "published": "13 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndí Juu na ndí Igbo na-ekpe okpukpere Juu",
    "Nkwenye ụfọdụ ndị Igbo bụ na Igbo si na mba Izrel bịa na mpaghara Ọwụwa Anyanwụ Naijiria bịa biri.",
    "Ndi nwere nkwenye a na-ekwu na Igbo so na ụmụ Gad, nwa Jacob n'Akwụkwọ Nso, onye hapụrụ ala nna ya  bia n' Ọdịda Anyanwụ Afrịka n'ebe a kpọrọ Nri",
    "mere ebe obibi ma nọrọ ebe ahụ mụbaa.",
    "'Ibi nwaanyị ugwu anarala m ihe'",
    "N'aka nke ọzọ,  ụfọdụ dịka Ọkammụta Catherine Achọlonu(lara mụọ) na-ekwusi ike na  ọ bụ ndị Juu bụ ndị si na mpaghara Ọwụwa Naijiria hapụ oge gboo ha biri n'ala Izrel.",
    "Dịka ndọrịtaụka na-aga n'ihi na-enweghị onye kwetara nke ibe ya, otu ihe doro anya  ndị otu abụọ a nwere nkwenye na ya bụ na ndị Igbo na ndị Juu  si n'otu afọ nne.",
    "Lee ihe ụfọdụ ha ji kwenye na nke a :",
    "Ibi Ugwu",
    "Ebe foto si, AFP",
    "Dịka  ndị Igbo si ebi nwa nwoke ugwu n'abalị asatọ.",
    "Ndị Juu na-ebikwa nwa ha ugwu ma o ruo abalị asatọ e jiri mụọ ya dịka ọ dị n'akwụkwọ 'Genesis' 17:10-14.",
    "Ịchụ aja",
    "Ndị Igbo nwere nkwenye n'ịchụ aja iji rịọ Chineke na ndị ochie arịrịọ.",
    "Ndị Juu nwekwara omenala ahụ dịka ha na-eji anụmanụ na ihe ndị e wetara n'ubi achụrụ Chukwu aja dịka ọ dị na akwụkwọ Ọpụpụ 29:40-41.",
    "Onye nkuzi okpukperechi ndị Juu bụ Solomon Madụka kọwara na ihe mere na ndị okpukpere Juu anaghị achụzị aja anụmanụ bụ n'ihi na e bibiela 'Temple' bụ ebe Chineke nyere n'iwu bụ ebe ịchụ aja.",
    "Emume agbamakwụkwọ",
    "Ebe foto si, Solomon Maduka",
    "Agbụrụ abụọ ndị a na-eji mmanya eme alụm nwaanyị.",
    "Ndị Igbo na-eji nkwụọcha eme emume alụm nwaanyị nke ha, ebe ndị Juu na-eji mmanya vine eme nke ha.",
    "Cheta oriri agbakwụkwọ E mere n'ala Kana dị na Galilee, ebe mmanya gwụnarịrị ndị na-agba akwụkwọ nke mere ka Nne Kraistị gakwuru nwa ya rịọ ya o nyere ndị ahụ aka ka ihere ghara ime ha dịka o siri dị n'akwụkwọ  Johnụ 2:1-12.",
    "Nkwenye n'otu Chukwu",
    "Ebe foto si, Getty Images",
    "Ndị Juu kwenyere n'otu Chukwu, Ọkaka bi n'Igwe, nke ha na-akpọ \"Chukwu Okike Abiama\".",
    "Ndị Igbo nwere otu nkwenye n'otu Chineke na agbanyeghị na o nwere obere chi ndị hana-efe si na ha er",
    "Na nkọwa, Solomon  Madụka,  \" Ihe mere o jiri dịka ndị Igbo nwere nkwenye na chi ndị ọzọ bụ mmekọrịta ha na ndị ọzọ.",
    "\"Dịka ndị Juu si site na mmekọrịta ha na ndị ọzọ fewe chị ndị ọzọ, ndị Igbo si na mmetọ fewe chị dị ọzọ mana ịnyọcha ya ọfụma n'oge gbọọ nnanị otu Chi Ukwu ka Igbo nwere\"",
    "Ebe foto si, Nemerem Ekeugo A.",
    "Dịka omenala ndị Juu siri dị, nwaanyị nọ na nso ya na-edopu onwe ya iche, abalị asaa. Dịka Akwụkwọ Nso si kọwaaa ya n'akwụkwọ Leviticus 15:19-30 , nwoke ọbụla metụrụ ya ahụ ga-edopụkwa onye ya iche abalị asaa.",
    "Etu o ka ọ dị n'omenala Igbo, Nwaanyị nọ na nsọ na-apụrụ onwe ya iche, ọ gaghị na-esiri di ya nri nke ya na di ya na-anọkọ dịka di na nwunye ganye ma o nọcha na nso ya.",
    "Udị nso ahụ adịghịkwa ugbua. Naanị ndị dibịa na ụfọdụ ụmụnwoke chiri ụfọdụ echiche ka na-asọ nwaanyị nọ na nsọ.",
    "Ịbanye otu ọgbọ",
    "N'Omenala ndị Juu, nwoke toruo afọ iri na atọ, e mere ya emume",
    "Ebe foto si, Getty Images",
    "Ọnwa ọhụrụ bụ ihe ndị Igbo na ndị Juu ejighị ekwu egwu ma ọlị.",
    "Ka na-anụrị ma gọọ ọfọ ndụ nakwa ihe ọma ndị ọzọ dịka ọ dị n'akwụkwọ Ọnụọgụgụ (Numbers) 10:10.",
    "Igbo enwe eze, Igbo enwe eze bụ okwu e ji akọwa na inwe eze adịghị na ntọnala ndị Igbo.",
    "Mana ị ma na ndị Juu anaghị enwe eze?",
    "Dịka Solomon Maduka siri kọwaa \"ha ekweghị na inwe eze. Ha kwenyere  na ọ bụ Chukwu bụ Eze\".",
    "I lee anya n' Akwụkwọ Nsọ,( 1Samuel 8:4-21), Chukwu were iwe oge ụmụ Izrel rịọrọ Ya ka o nye ha eze ma kwuo na o gosiri na ha ajụla Ya.",
    "Dịka Maduka siri kọwaa, ụfọdụ okwu Igbo nwre oyoiri n'asụsụ ndị Juu.",
    "Ọmụmaatụ:",
    "Okwu - koku",
    "Ọnụụzọ(doorpost)- mezuzah.",
    "Okeala",
    "Dịka ndị Igbo ejighị oke ala achị, Ndị Juu ejighịkwa ya egwu egwu. Akwụkwọ Deuteronomy 19:14 dọrọ ha aka na ntị ka mmadụ ghara iwegharị okeala onye agbata obi ha.",
    "Ndị Igbo na-akwanyere onye nwụrụ anwụ ugwu pụrụ iche ma na-enyekwa ndị mmadụ nwụnarịrị nkwado site na ịnọnyere ha nakwa iti ha aka n'obi.",
    "Ndị Juu na-eme kwa otu ahụ dịka Debra Darvick siri kọwapụta na websaitị ya. Ha na-asa ozu ahụ ma yinyekwa ya akwa ọcha ma tinye ya n'igbe ozu.",
    "Image gallery, Ebonyi state cultural festival: Mgbe ndị Ebonyi mepụtara emume ndigbo7 Nọvemba 2018",
    "Vidio, Bishop T. D Jakes Igbo: Etu ị ga-esi mee ka omenala ndị be unu guzosie ike21 Septemba 2020",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala Igbo26 Juun 2020",
    "Nigeria Economy:Lee usoro ndị nwereike inyeaka melite ọnọdọelekere 8 gara aga",
    "NA EME UGBU A , Ezinaụlọ Alexie Navalny na-ebo gọọmentị Rọshịa ebubo ịkpachi ozu nwa ha",
    "Ọmụ Anioma: Ihe niile ị kwesiri ị ma maka igwe nwaanyị lara mmụọ17 Febụwarị 2024",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa14 Febụwarị 2024",
    "Ihe mere ndị na-arụpụta 'pure water' n'Enugwu jiri agba abụbụọrụ13 Febụwarị 2024",
    "'Ọ dị anyị ka a raara anyị nye' - Gịnị kpatara iwe ji ewe ndị Senegal13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị13 Febụwarị 2024",
    "A họpụtala Bolaji Agbede ka ọ nọchie Herbert Wigwe nwụrụ anwụ n’ọkwa onyeisi Access Holding13 Febụwarị 2024",
    "Etu e si gbuo onye ọrụ gbata gbata n'ụgbọala 'ambulance' ya13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu KatọlikEmelitere ikpeazụ na: 14 Febụwarị 2022",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}