{
  "published": "16 Nọvemba 2020",
  "sentences": [
    "Ebe foto si, John Cairns/University of Oxford/PA",
    "Onye a na-agba ọgwụ nnwale maka coronavirus",
    "Mba UK abụrụla mba mbụ n'ụwa niile kwetara ka e jiri ọgwụ Pfizer/BioNTech maka mgbochi ọrịa coronavirus.",
    "Ngalaba ahụike mba ahụ enyela ikike ka amalite ịgba ọgwụ ahụ n'izuụka na-abịa abịa.",
    "Nnyocha gosiri na ọgwụmgbochi ahụ nke ụlọọrụ Pfizer/BioNTech rụpụtara na-arụ ọrụ karịa pasentị iri itoolu (%90).",
    "A ga-amalite ịgba ya na mpaghara mba UK ebe ọnụọgụgụ ndị nwere coronavirus karịrị akarị.",
    "Mba UK azụtala ọgwụ ahụ ihe ruru nde iri anọ (40 million) nke ga-ezu ịgba mmadụ nde iri abụọ (20 million), n'ihi na a na-agba otu onye ọnụ ọgwụ abụọ.",
    "Ọgwụ mgbochicoronavirus ọzọ a kpọrọ 'Moderna'nke ikike ya ruru pasentị 95",
    "Ebe foto si, Getty Images",
    "Ị nụkwala maka ọgwụ mgbochi coronavirus ọzọ nke ikike o ji egbochi covid-19 e ruola pasenti iri itoolu na ise (95%)?",
    "Nke a si na data ndị ụlọọrụ na-emepụta ọgwụ bụ Moderna dị n'Amerịka.",
    "Moderna na-esochi ụkwụ ọgwụ mgbochi nke ụlọọrụ Pfizer, nke na-enye ndị mmadụ nkasiobi na ọgwụ mgbochi a nwereike inye aka kwatuo ọrịa ozuruụwaọnụ bụ Coronavirus.",
    "Ụlọọrụ abụọ ndịa jiri ụzọ ọgbara ọhụrụ puruiche emepụta ọgwụ mgbochi ha.",
    "Moderna sị na ha na-eche mbinyeaka ka ọgwụ mgbochi ha n'izu ole na ole na-abịa.",
    "Mana nke a gosiri na asabeghị ọtụtụ ajụjụ ụfọdụ maka ọgwụ mgbochi a.",
    "Coronavirus: Akụkọ ọma i kwesịrị ịnụ gbasara ọrịa a",
    "Mmadụ karịrị puku 30 n'Amerịka nwara ya ebe mmadụ puku 15 bụ ndị e nyere doz abụọ ya n'izu anọ.",
    "Mmadụ 11 bu coronavirus ebe ọ dị ukwuu mana o metutaghị ndị mmadụ gbara ọgwụ mgbochi a.",
    "\"Etu ọgwụ a si akpa ike dị egwu... ọ bụ oke ụbọchị,\" Tal Zaks, onyeisi ọrụ ahụike na Moderna, gwara BBC.",
    "Coronavirus Tips: Artemisia ọ na-agwọ coronavirus?",
    "Dọkịta Stephen Hoge, onyeisi ụlọọrụ a, kwuru na \"o gere ntị ọfụma\" dịka ka mpụtara nnyocha gbara n'anwụ.",
    "Ọ gwara BBC: \"Echeghi m na o nwere onye n'ime anyị bu n'obi na ọgwụ a ga-akpa ike n'igbochi ọrịa covid-19, ọ bụ nchọpụta na-atụ n'anya.\"",
    "Kedụ mgbe ọ ga-erute m aka?",
    "Ebe foto si, Reuters",
    "Mba UK ewepụtala atụmatụ ga-ahụ na e bu ụzọ nye ndị kachasị kaa nka ọgwụ mgbochi.",
    "Anyị amaghị ogologe oge ole ọgwụ a nwereike igbochi ọrịa n'ahụ mmadụ, a ga na-eso ndị a gbarala ya ruo oge ga-adị anya iji saa ajụjụ a.",
    "E nwere kepukepu na ọ na-echekwa ndị katara nka, bụkwanụ ndị nwereike ịnwụ site n'ọrịa covid, mana ozi a ezuchabeghi.",
    "Maazị Zaks gwara BBC na nnyocha gosiri na afọ ole mmadụ dị \"anaghị eme ka ikike ọgwụ a daa.\"",
    "A maghị ma ọgwụ a ọ na-akwụsị mmadụ ịrịa oke ọrịa, maọbụ kwụsị ha ikesasị nje ya.",
    "Ajụjụ niile a ga-emetụta etu e si aṅụ ọgwụmgbochi coronavirus.",
    "E nweghi ihe ịtụ egwu ọbụla pụtara ihe a hụtarala mana o nweghi ihe ọbụla bụ ọgwọọ kpamkpam, gụnyere ọgwụ paracetamol.",
    "Obere ike ọgwụgwụ, isi ọwụwa na ahụ mgbu bụ ndị a hụtara n'ahụ ụfọdụ mmadụ oge a gbachara ha ọgwụ a.",
    "\"Ha bụ ihe a na-atụ anya n'ọgwụ mgbochi na-arụ ọrụ ma e tinyere ya ụdị ahụ nwere ikike ibuso ọrịa agha\" Ọkammụta Peter Openshaw, nke Mahadum Imperial dị na Lọndọn kwuru.",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}