{
  "published": "16 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, John Cairns/University of Oxford/PA",
    "Onye a na-agba ọgwụ nnwale maka coronavirus",
    "Mba UK abụrụla mba mbụ n'ụwa niile kwetara ka e jiri ọgwụ Pfizer/BioNTech maka mgbochi ọrịa coronavirus.",
    "Ngalaba ahụike mba ahụ enyela ikike ka amalite ịgba ọgwụ ahụ n'izuụka na-abịa abịa.",
    "Onyema Ogbuagu nwafọ Naịjirịa so n'isi ụgbọ nrụrụpụta ọgwụ Covid-19 ndị Pfizer",
    "Coronavirus Vaccine: E nwetela ọgwụ e ji agwọ coronavirus na Naịjirịa?",
    "Kedụ etu ọrụ gị si ghere oghe nye coronavirus?",
    "'E nwere ọgwụ atọ nọ n'alaigbo nwere ike inye aka maka coronavirus'",
    "Nnyocha gosiri na ọgwụmgbochi ahụ nke ụlọọrụ Pfizer/BioNTech rụpụtara na-arụ ọrụ karịa pasentị iri itoolu (%90).",
    "A ga-amalite ịgba ya na mpaghara mba UK ebe ọnụọgụgụ ndị nwere coronavirus karịrị akarị.",
    "Mba UK azụtala ọgwụ ahụ ihe ruru nde iri anọ (40 million) nke ga-ezu ịgba mmadụ nde iri abụọ (20 million), n'ihi na a na-agba otu onye ọnụ ọgwụ abụọ.",
    "Ọgwụ mgbochi a bụ nke mbụ a na-emepụta n'oge kacha nta n'ụwa, naanị ọnwa iri ka o were iji mepụta ọgwụ mgbochi a",
    "Ọgwụmgbochi a bụ ụdị nke a na-akpọ mRNA 'vaccine'",
    "Nwa afọ Naịjirịa bụ Dọkịta Onyema Ogbuagu so n'isi otu mepụtara ọgwụmgbochi ahụ",
    "Ebe e kwesịrị ichekwa ọgwụmgbochi a bụ ebe jụrụ oyi ruo -70C",
    "Ọnụ ọgwụ abụọ ka e kwesịrị ịgba mmadụ; nke abụọ bụ ma ọ gachaa abalị iri abụọ na otu a gbara nke mbụ",
    "Ndị mbụ a ga-agba ọgwụ a bụ ndị gafegoro afọ iri asatọ, nakwa ndịọrụ ahụike na-elekọta ndị nwere coronavirus",
    "Ọgwụ mgbochicoronavirus ọzọ a kpọrọ 'Moderna'nke ikike ya ruru pasentị 95",
    "Ebe foto si, Getty Images",
    "Ị nụkwala maka ọgwụ mgbochi coronavirus ọzọ nke ikike o ji egbochi covid-19 e ruola pasenti iri itoolu na ise (95%)?",
    "Nke a si na data ndị ụlọọrụ na-emepụta ọgwụ bụ Moderna dị n'Amerịka.",
    "Moderna na-esochi ụkwụ ọgwụ mgbochi nke ụlọọrụ Pfizer, nke na-enye ndị mmadụ nkasiobi na ọgwụ mgbochi a nwereike inye aka kwatuo ọrịa ozuruụwaọnụ bụ Coronavirus.",
    "Kedụ etu ọrụ gị si ghere oghe nye coronavirus?",
    "Maurice Iwu sị na ọrịa Coronavirus abụghị ihe ọhụrụ",
    "A rụpụtala ọgwụ mgbọrọọgwụ maka coronavirus na Naịjirịa?",
    "Ụlọọrụ abụọ ndịa jiri ụzọ ọgbara ọhụrụ puruiche emepụta ọgwụ mgbochi ha.",
    "Moderna sị na ha na-eche mbinyeaka ka ọgwụ mgbochi ha n'izu ole na ole na-abịa.",
    "Mana nke a gosiri na asabeghị ọtụtụ ajụjụ ụfọdụ maka ọgwụ mgbochi a.",
    "Coronavirus: Akụkọ ọma i kwesịrị ịnụ gbasara ọrịa a",
    "Mmadụ karịrị puku 30 n'Amerịka nwara ya ebe mmadụ puku 15 bụ ndị e nyere doz abụọ ya n'izu anọ.",
    "Mmadụ 11 bu coronavirus ebe ọ dị ukwuu mana o metutaghị ndị mmadụ gbara ọgwụ mgbochi a.",
    "\"Etu ọgwụ a si akpa ike dị egwu... ọ bụ oke ụbọchị,\" Tal Zaks, onyeisi ọrụ ahụike na Moderna, gwara BBC.",
    "Coronavirus Tips: Artemisia ọ na-agwọ coronavirus?",
    "Dọkịta Stephen Hoge, onyeisi ụlọọrụ a, kwuru na \"o gere ntị ọfụma\" dịka ka mpụtara nnyocha gbara n'anwụ.",
    "Ọ gwara BBC: \"Echeghi m na o nwere onye n'ime anyị bu n'obi na ọgwụ a ga-akpa ike n'igbochi ọrịa covid-19, ọ bụ nchọpụta na-atụ n'anya.\"",
    "Kedụ mgbe ọ ga-erute m aka?",
    "Ebe foto si, Reuters",
    "Nke ahụ si n'ebe ị nọ nakwa afọ ole ị dị.",
    "Moderna sị na ọ ga-eso iwu Amerịka niile, mana ọ ga-agba mbọ ịhụ na ọgwụ mgbochi nde 20 dị na mba Amerịka.",
    "Ụlọọrụ Mordena sị na ọ ga-enwe opekatampe ọgwụ ruru otu ijeri na mpaghara ụwa niile n'otu afọ na-abịa ma iwu mba ndị ọzọ kwekwa.",
    "Ndị gọọmenti UK sị na ha na ndị ụlọọrụ Moderna ka na-ekwekọrịta maka ọgwụ mgbochi a na o soghi n'otu n'ime isii ha tụrụla ahịa ya. Ha sị na Moderna agaghị adị ruo oge 'spring' afọ ọzọ.",
    "Mba UK ewepụtala atụmatụ ga-ahụ na e bu ụzọ nye ndị kachasị kaa nka ọgwụ mgbochi.",
    "Anyị amaghị ogologe oge ole ọgwụ a nwereike igbochi ọrịa n'ahụ mmadụ, a ga na-eso ndị a gbarala ya ruo oge ga-adị anya iji saa ajụjụ a.",
    "E nwere kepukepu na ọ na-echekwa ndị katara nka, bụkwanụ ndị nwereike ịnwụ site n'ọrịa covid, mana ozi a ezuchabeghi.",
    "Maazị Zaks gwara BBC na nnyocha gosiri na afọ ole mmadụ dị \"anaghị eme ka ikike ọgwụ a daa.\"",
    "A maghị ma ọgwụ a ọ na-akwụsị mmadụ ịrịa oke ọrịa, maọbụ kwụsị ha ikesasị nje ya.",
    "Ajụjụ niile a ga-emetụta etu e si aṅụ ọgwụmgbochi coronavirus.",
    "E nweghi ihe ịtụ egwu ọbụla pụtara ihe a hụtarala mana o nweghi ihe ọbụla bụ ọgwọọ kpamkpam, gụnyere ọgwụ paracetamol.",
    "Obere ike ọgwụgwụ, isi ọwụwa na ahụ mgbu bụ ndị a hụtara n'ahụ ụfọdụ mmadụ oge a gbachara ha ọgwụ a.",
    "\"Ha bụ ihe a na-atụ anya n'ọgwụ mgbochi na-arụ ọrụ ma e tinyere ya ụdị ahụ nwere ikike ibuso ọrịa agha\" Ọkammụta Peter Openshaw, nke Mahadum Imperial dị na Lọndọn kwuru.",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ17 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka16 Febụwarị 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ihe i kwesịrị ịma maka Omenụkọ, Ije Odumodu, Mbediọgụ na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Tyler Perry: O nwere ihe o mere ma dimkpa karịa afọ iri ise ka bụrụ okokporo?",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ebelechukwu Obiano: Ugegbe anya na-ese okwuEmelitere ikpeazụ na: 3 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}