{
  "published": "16 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọ bụ eziokwu na ịmụta nwa baara uru n'ezinaụlọ ọbụla, ọ bụ isi isekpuntị dị n'alụmdinanwunye.",
    "Mana etu ọtụtụ ezinaụlọ si achọsi nwa ike ugbua na-edubazi ha n'aka ndị aghụghọ maọbụ ịga zuo nwa onye ọzọ.",
    "Ihe 10 ụmụwaanyị dị ime ekwesighị ime",
    "Agbaala ndị mgbere nwa n'anwụ",
    "'Onye agbataobi tọrọ nwa afọ ise' -Ndị Uweojii",
    "A nwụchiela nwaanyị rere nwa ya puku naịra 500",
    "Africa Eye: Ihe nkiri gosiri etu ndị ohi nwa si ezu kịrị kiri ụmụaka n'aka nne ha",
    "Ụlọọrụ na-ebuagha megide ịtụ mgbere mmadụ na Naịjirịa bụ 'National Agency for Prohibition of Trafficking in Persons (NAPTIP)' tinyere ọnụ n'okwu banyere nke a.",
    "Onyeisi ụlọọrụ a nke ngalaba Legọs bụ Aganran Ganiu kọwara usoro ọhụrụ ndị na-atụ mgbere ụmụaka ji aghọ ezinaụlọ na-achọ nwa aghụghọ.",
    "Ganiu sị na ndị na-enwe ụlọ ebe a na-edosa ụmụagbọghọ ka ndị ntoroọbịa tụwa ha ime iji mụta ụmụaka ha ga-ere ere.",
    "Ọ sị na ọ bụrụ na nwaanyị na-achọ nwa bịa n'ụlọọgwụ ha, ha ga-ekwe ya nkwa ime ka ọ mụta nwa.",
    "Ha ga-enye nwaanyị a ọgwụ ma sị ya gbalịa hụ na ya na di ya nwere mmekọ ka o nwee ike tụrụ ime.",
    "Ụmụnwaanyị dị ime emeela ngagharị iwe",
    "Ihe 10 ụmụwaanyị dị ime ekwesighị ime",
    "N'ihe dịka ọnwa ole na ole, ọgwụ ahụ ga-eme ka afọ nwaanyị a na-eto ka ọ tụrụla ime, ọnọdụ ahụ ga-agbanwekwa ka nke onye dị ime.",
    "N'otu aka, ahụ ndị a ga-agba mbọ hụ na otu nwagbọghọ ọzọ nọ n'ụlọọgwụ ha a ga-adị ime ka e nwee ike kunye ya nwaanyị ahụ.",
    "Ha ga na-atụle nwagbọghọ ahụ iji mara mgbe ime ga-eme ya, n'otu aka ahụ, a ga-eme ka ime mewekwuo nwaanyị a na-achọ nwa.",
    "Ebe foto si, Getty Images",
    "A ga-akpọba nwaanyị a n'ime ụlọ imụ nwa ma gbaa ya ọgwụ nke na ọ gaghị ama onwe ya, mana o teta ha kuru nwa nwagbọghọ ahụ kunye ya.",
    "Nwaanyị a ga-eche na ọ mụọla nwa kama ọ gaghị ama na nwa ọhụrụ abụghị nwa ọ mụrụ n'afọ ya.",
    "Ganiu sị na ọtụtụ ezinaụlọ adabala n'aka ndị na-amaghị na nwa a sị nwunye mụrụ abụghị nke ha.",
    "Lee ka esi kupute nwa ọhụrụ a n'ọwa mmiri a",
    "Ọ sị na ụfọdụ na-achọpụta ma ọ bụrụ e nwere etu ha si chọrọ ime njem n'ofesi a sị ka e mee nyocha 'DNA'.",
    "Ganiu sị na ụdị ndị a jupụtara na mpaghara Ọwụwanyanwụ na mbụ mana ugbua ha zuola Naịjirịa ọnụ.",
    "Nwaanyị a mụrụ nwa n'afọ 66 ya",
    "Ihe nwere ike ibute ọnwụ nwaanyị di ya hapụrụ ka ọ mụọ nwa n'ụlọ - Dọkịnta",
    "Ọ sị na ndị ọrụ ha na ndị ọrụ nchekwa  anwụchiela ụfọdụ ndị a site na kepu kepu nakwa ama ndị mmadụ gbaara ha.",
    "Ọ sị ha ka na-arịọ ka ndị mmadụ na-agbara ha ama ụfọdụ ebe ndị dọkịta adịgboroja a nọ iji nye aka nwuchie ha.",
    "Gee ntị, 'A chọtala nwa m nwaanyị e zuru kamgbe Mee' - Nne nwa14 Septemba 2018",
    "Vidio, \"Enyi nwaanyị onye agbataobi anyị kpọrọ ya pụọ\"12 Juun 2018",
    "Children: Nwa nwaanyị dị afọ ise a tọọrọ na Warri apụtala na Kaduna25 Maachị 2019",
    "'E jichiri m, jụ ịhapụ m mgbe m chọpụtara na ha ga-ere nwa m'30 Septemba 2019",
    "Ihe nwere ike inyere di na nwunye aka ịmụta agadaga nwa nwoke21 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Igbo Customs: Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a20 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ihe nwere ike inyere di na nwunye aka ịmụta agadaga nwa nwoke",
    "Ihu nwaamadị a sị mere e ji gbuo ndị ọrụ nchekwa mkpọrọ na ihe Obiano kwuru maka ọnọdụ nchekwa n'Anambra steeti",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "A tọhapụla Pastọ dara iwu COVID-19 n'Ebonyi steetiEmelitere ikpeazụ na: 29 Juun 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe ya",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}