{
  "published": "18 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  BBC Igbo, Lagos",
    "Nọvemba 2020",
    "Chioma Mgbemena( ọ bụghị ezi aha ya) dị afọ iri na isii oge ọrịa asthma jidere ya n'ụzọ pụrụ iche, e buga ya ụlọọgwụ ebe a zọtara ndụ ya.",
    "\" Etum na isi mmanụ ụgbọala anaghị adị m mma na-ahụ. Oge ọbụla m na-aza ụlọ, imi na-ebido na-agba m maọbụ na-eze uzere aghara aghara mana akpọghị m ya ihe ọbụla.\"",
    "Ịhapụ iri nri ụtụtụ o nwereike igbu gị n'oge erughị eru?",
    "Ọrịa isii kacha emetụ ụmụnwoke karịa ụmụnwaanyị",
    "'Ọgwụ ọbara mgbalielu na-aka arụ ọrụ n'abalị'",
    "\"Mana ọ bụ oge m dị afọ iri na isii m dara ahụ menyere m egwu n'ahụ ka e buru m gbaga  ụlọọgwụ ebe dọkịta chọpụtara na enwere m ọrịa 'asthma.\"",
    "Mgbemena dị afọ iri atọ ugbua, mana ọrịa ahụ ka na-echere ya aka mgba.",
    "\"Ọrịa na-enye m nsogbu ị ga ọrụ n'ihi na enweghị m ụgbọala nke aka m. \"",
    "Ọ bụghị ọgbakọ ọbụla ka nwaada Chioma na-ala. Ụfọdụ na-akpachapụ ya n'ihi ọrịa nke mere na ọ naghị agwa ndị mmadụ ọnọdụ ya.",
    "Asthma so otu n'ime ọrịa ndị a kpọrọ 'Chronic Respiratory Diseases' (CRDs).",
    "Ebe foto si, Getty Images",
    "'Chronic Respiratory Diseases' (CRDs) bụ ọrịa ndị na-emetụta ngụ maọbụ akụkụ ngụ.",
    "Ọrịa ndị na-emetụta ngụ gụnyere  ma ewezụga ọrịa asthma gụnyere \"chronic obstructive pulmonary disease\" (COPD), \"Sleep Apnea\", \"Bronchitis\" wdg.",
    "Ịhapụ iri nri ụtụtụ o nwereike igbu gị n'oge erughị eru?",
    "Ọrịa isii kacha emetụ ụmụnwoke karịa ụmụnwaanyị",
    "'Ọgwụ ọbara mgbalielu na-aka arụ ọrụ n'abalị'",
    "",
    "Dịka WHO si kwuo,  ọrịa na-emetụta ngụ na-egbu ihe karịrị nde mmadụ anọ kwa afọ gụnyere ndị okenye na ụmụaka.",
    "Kedụ ihe ndị nwere ike ịbute ọrịa ndị a?",
    "Ihe ndị na-ebute ọrịa CRD gụnyere etum,ịṅụ anwụrụ, kemịkal nakwa inwekarị ọrịa ngụ n'efe efe n'ụmụaka.",
    "Dịka Dọkịta Funmi Akinde nke Lagos University Teaching Hospital Luth bụ onye dọkịta ihe na-eme n'ime ahụ doro anya siri kọwaa, lee ihe ụfọdụ na-ebu ọrịa ndị a :",
    "Ọrịa 'asthma' bụ ọrịa nke ọwa ikuku na-akpachi, na-akpaghe ma na-ewepụta ụkwara.",
    "Njirimara ọrịa 'asthma' gụnyere; umeọsọ,ụkwara,uwe ịra ahụ,ume ime mkpọtụ na obi mgbu.",
    "Ihe ndị na-ebute asthma bụ;",
    "Ọtụtụ mgbe, 'asthma' na-adị n'ezinaụlọ.",
    "Ụfọdụ, ọ na-abụ ịnọ ihe na-ebute ya dịka etum, anwụrụ, nsị anụmanụ, nso",
    "Oke ibu nwere ike ibuga mmadụ nso ịrịa ọrịa 'asthma'.",
    "Ụkwara anaghị ala ala",
    "Oke ibu",
    "Chronic Obstructive Pulmonary Disease (COPD)",
    "COPD bụ ọrịa na-ebute mkpochi ngụ nke na ikuku anaghị aga dịka o kwesịrị.",
    "Ụkwara na azụzụ",
    "Umeọsọ",
    "Ume ime mkpọtụ(Wheezing)",
    "Ihe ndị na-ebute'COPD'bụ;",
    "Ịṅụ anwụrụ",
    "Ikuru anwụrụ n'aka onye na-aṅụ anwụrụ",
    "Oke ikuru anwụrụ dịka a na-ahụ na ndị ji nkụ esikarị nri",
    "Oke ụkwara na azụzụ",
    "\"Obstructive Sleep Apnea\"",
    "Nke a bụ ọrịa na-eme ka mmadụ na-ekubi ume ma ọ na-arahụ ụra.",
    "Njirimara 'sleep apnea' gụnyere; ịgwọ ụra,oke ụra n'ehihie, isiọwụwa ụtụtụ, ọbara mgbalielu na ike ọgwụgwụ n'ụtụtụ n'ihi arahụ ụra nke ọma n'abalị.",
    "Ihe ndị na-ebute ya bụ;",
    "Ọrịa shuga",
    "inwe ogwodo akpịrị buru ibu nke nwere ike ime ka ọwa akpịrị mmadụ kpaa akpa",
    "Ọbara mgbalielu",
    "Ịṅụ anwụrụ",
    "Oke azụzụ",
    "Ọrịa shuga",
    "Ebe foto si, Getty Images",
    "E nwere ọrịa ngụ a na-ebutekarị n'ọrụ nke Bekee kpọrọ \"Occupational lung diseases\".",
    "Nke na-emetụta ndị na-arụ ebe a na-egwupụta ihe n'ala, ndị na-akụwa okwute, ndị na-ete uhie(painters) maọbụ na-arụ ebe a na-emepụta ụhie nakwa ndị na-arụ ebe a na-emepụta asbetọs.",
    "Dọkịta Funmi Akinde kwuru na\" ụfọdụ ndị ka ọrịa na-ebutu ma ha rụọ ọrụ ihe dịka afọ iri maọbụ iri na ise ebe a na-eme ihe ndịa.\"",
    "Ebe foto si, Funmi Akinde",
    "Ọ gara n'ihu sị, \"Ndị na-azụ ọkụkọ maọbụ nnụnụ 'pigeon' nwere ike ibute ya dịka nsị ha nwere ajọ ikuku si n'ime ya nwere ike imerụrụ ngụ ahụ ma ọ bụrụ na mmadụ echekwaghị onwe ya ọfụma.\"",
    "Ụzọ Mgbochi",
    "Kwụsị ịṅụ anwụrụ",
    "Chọpụta ihe ndị ahụ na-akpalite ọrịa n'ahụ gị ma gbara ha ọsọ.",
    "Ọ bụrụ na ị na-ejikarị nkụ esi nri, chọọ ụzọ ọzọ e ji esi nrị anaghị akwụ anwụrụ.",
    "Ọ bụrụ na ị na-arụ ọrụ ịkwacha osisi, ịzụ ọkụkọ maọbụ nnụ, maọbụ ihe ọbụla na-ebute etu, maọbụ ikuku ọjọ, gbaa mbọ kpuchi imi na ọnụ gị.",
    "Gbaa ọgwụ mgbochi oyi ọkpọnangụ(pnemonia)",
    "Ebe foto si, Getty Images",
    "Ọtụtụ mgbe, a naghị agwọchapụ ọrịa ngụ mana onye nwere ya bụ ọrịa nwegara ihe o kwesịrị ị na-eme iji  hụ na ọ kwụ chịm",
    "Inwe mmegharịahụ nke Bekee kpọrọ \"exercise\" kwa mgbe",
    "Lezie anya n'ụdị nri ị na-eri n'ihi na ụfọdụ nri na-azakpalite nsogbu ngụ maka onye ọrịa ahụ dị n'ahụ",
    "Gba mbọ hụ dọkịta ọkachamara maka ngụ ọbụladị otu ugboro n'afọ",
    "Na-aṅụ ọgwụ nleta gị etu dọkịta siri tuziere gị mgbe dum",
    "Gbara etu, anwụrụ, ọgwụanwụ na ihe ndị ọzọ na-akusu ọrịa a ọsọ",
    "Lee Brunella Oscar Nwolisa bụ oriakụ Williams Uchemba  na ihe ị na-amaghị maka ya",
    "Lee ọgwụ mgbochi coronavirus ọhụrụ ikike ya ruru pasentị 95",
    "Etu ndị 'baby factory' si eme ka nwaanyị tụrụ ime adigboroja",
    "Ịta 'red meat' a dị gị mma n'ahụ? Lee ihe mere anyị ji ajụ8 Ọgọọst 2020",
    "Ihe ndị a ị na-etinye n'ọnụ nwereike igbu gị22 Febụwarị 2020",
    "‘Ịzụ ụmụanụmanụ dọpụtara m n’echiche ịkwụ ụdọ’8 Mee 2019",
    "Nwoke lekwa ihe nwereike igbu gị n'elu nwaanyị10 Febụwarị 2020",
    "Usoro olili ozu Popu Francis",
    "Ntuliaka Gọvanọ Anambra: Ndị na-azọ ọkwa,ihe ndị ga-abara onye maọbụ wapụ ya ọgọdọ n'ukwuelekere 9 gara aga",
    "NA EME UGBU A, Mba DR Kongo na Rụwanda aṅụọla iyi na ha ga-erube isi na nkwekọrịta udo",
    "Lee etu olili ozu Cynthia Chizoba Oguzie tankị mmiri dagburu na Lekki si gaa n'Imo Steeti25 Eprel 2025",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?22 Eprel 2025",
    "Popu Francis: Ihe ụmụafọ Naịjirịa kwuru maka ọnwụ onyeisi ụka Katọlik22 Eprel 2025",
    "Lee foto ndụ Pope Francis22 Eprel 2025",
    "Popu Francis anwụọla dịka ọ gbara afọ 88 - Vatican kwuru21 Eprel 2025",
    "Onye bụ Kadịnal Peter Ebere Okpaleke nwa Naịjirịa tozuru ịzọ ọkwa Popu?",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ashawo, iyori, osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n'asụsụ ndị ọzọEmelitere ikpeazụ na: 9 Eprel 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}