{
  "published": "21 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "Igbo nwere nri, nwekwa nri.",
    "Mana o nwere nri ha na-eyi ndị mba ọzọ izizi n'anya ma na-ebukwa ụfọdụ isi mana n'anya ndi Igbo, ha bụ oke nri.",
    "Dịka ndị ihe nri na-enye na-ahụ dọọ anya siri kwuo, nri ndị a gụnyere akụ, akpankwụ, abụzụ, oke ọhịa na-edozi ahụ dịka ha na-enye 'protein' n'ebe ọ dị ukwuu.",
    "Lee ụfọdụ eri-amịcha-ọnụ Igbo na-eri:",
    "Ebe foto si, Getty Images",
    "Akpa na-enye 'Protein'",
    "A na-akpọ ya \"akpa\" maọbụ \"akpankwụ\". Ụfọdụ na-akpọ ya \"akpangwọ, ebe ndị ọzọ na-akpọ ya \"akalikpọ. Ndị ọzọ na-akpọ ya \"Ụvụvụụ\". E nwekwara ndị na-akpọ ya \"Apan nkorokoro\" maọbụ  \"Egoro.\"",
    "Bekee kpọrọ akpa \"red palm weevil\" mana aha sayensi nyere ya bụ \"rhynchophorus ferrugineus\".",
    "Akpa bụ ahụhụ a na-ahụkarị n'ugbo maọbụ n'ime ahịa.",
    "Ọ bụ mba dịga n'Asia dịka Vietnam, Cambodia, China, Loas gbasaa rue Yorup na Afrịka ebe ndị Igbo, ọkachasị ndị okenye na ndị bi n'ime obodo, kpọrọ ya nnukwu nri.",
    "Akpa na-adịkarị n'osisi nkwụ maọbụ ngwọ, akụoyibo mana ọ na-ebikwa n'ikpo ahịhịa ebe ọ na-anọ yie akwa.",
    "A ma akpa maka irigbu nkwụ maọbụ ihe ọbụla ọ banyere n'ime ya dịka akwa ya na-aghọ nje Bekee kpọrọ 'larvae'.",
    "Otu nne akpa nwere ike iyi akwa ruru 300 maọbụ 500. Ha na-eto ha na-eri ime osisi nkwụ ganye na ha erigbu osisi ahụ.",
    "Ọ bụ larva ahụ ka ndị mmadụ na-eghekpọ maọbụ nwere ya sie nri.",
    "Oriakụ Margaret Okere kọwara BBC Igbo na mgbe ochie, ndị okenye na-etinye akpa na mmiri hapụ ya nwa oge ka ọ rịgharịa na mmiri nke ha na-azara  nye nwa a mụrụ ọhụrụ.",
    "Ọ sị oge gboo a na-eche na \"Nwa ọhụrụ ọbụla e nyere ya anaghị arịa ọrịa dịka kansa.\"",
    "Ebe foto si, Foodrelic",
    "Akụ maọbụ mkpu bụ ahụhụ si n'ezinaụlọ ụchịcha. A na-enwe akụ 'nwoke' na 'nwaanyị' nakwa 'ezenwaanyị'.",
    "Akụ na-adịkarị n'udummiri oge ọ na-apụta ihe ma mmiri zoo bụ oge ha na-ahapụ ebe obibi ha fega ebe ọzọ maka imekọrịta na ibido ezinaụlọ ọhụrụ.",
    "Ụfọdụ agbụrụ gụnyere ndị Igbo na-ahụ akụ  dịka nnukwu nri.",
    "Ụfọdụ na-ata ya na ndụ, ụfọdụ na-eghe ya eghe, ebe ụfọdụ  ji ya esi ọkpa maọbụ nri ọka.",
    "Ụfọdụ na-ata ya na ndụ, ụfọdụ na-eghe ya eghe, ebe ụfọdụ  ji ya esi ọkpa maọbụ nri ọka. Ụzọ ọbụla i siri sie ya, akụ bụ nri na-atọpu isi.",
    "Ụzọ ọbụla i siri sie ya, akụ bụ nri na-atọpu isi.",
    "Mana akụ bụ nsogbu nye ọtụtụ dịka o nwere ike imebi ihe a kọrọ n'ugbo maọbụ mebie ụlọ na ewumewu ndị ọzọ dịka ha nwere ike ịwakpo ụzọ,oche na tabulu gị.",
    "Ebe foto si, Getty Images",
    "Bekee kpọrọ ya 'cricket'.",
    "abụzụ bụ nri ọzọ Igbo ji emegharị ọnụ. ụfọdụ na-ahụ ya n'ọkụ, ebe ụfọdụ na-eghe ya eghe.",
    "Mana ọ bụghị naanị Igbo na-eri abụzụ. Mba dị na mpaghara Asia ejighị ya egwu egwu dịka ha ji ịzụ ya maka oriri kpọrọ nnukwu ọrụ.",
    "Dịka otu 'Food and Agriculture Organization' siri kwuo, abụzụ nweere 'protein' ọfụma, vitamin,faiba, caalcium, potasium na akọọngwa ndị ọzọ na-edozi ahụ.",
    ". Ụkpana",
    "Ebe foto si, Getty Images",
    "Ụkpana bụ oke nri ndị Igbo na-eri.",
    "N'oge Agha Biafra, ụkpana bụ nnukwu nri eji edochi anụ n'ihi oke ụkọ anụ.",
    "Mana ugbua, ọtụtụ agbahapụla ya, naanị ụmụaka  ka ji ya emerụwa ụbọchị n'ala Igbo.",
    "Ebe foto si, Getty Images",
    "Oke ọ ga-agọpụli onwe ya na ebubo a?",
    "Oke na ọsọ, ngwere n'ụzọ bụ okwu ma bụrụkwa ụka.",
    "Ndị Igbo ejịghị oke ọhịa egwu egwu dịka ha na-eji ya esi ofe maọbụ tagharịa ọnụ.",
    "Ụfọdụ ka na-eri ya ugbo n'ime obodo.",
    "Dọkịta Florence Uchendu nakwa Amaka Ezeoke bụ ndị nri nakwa ihe ha na-enye n'ahụ doro anya(nutritionists) kwuru na nri ndị a bụ ezigbo nri nwere ike ịnọchị anya anụ n'ihi na ha nwere 'protein' n'uju.",
    "Ezeoke sị, \"Ọtụtụ nri ndị a anyị na-eleghara anya nwere 'protein' ebe ọ dị ukwu.",
    "\"Ọ bụrụ na i tinye ya nnụ, tinye ya ose na mmanụ, tinye ya vitamins inweta ezigbo nri. Nnu nwere iodine,ose nwere vitamins.\"",
    "Ha tụrụ aro iji ya tikwa nri dịka osikapa, akamụ nri ọka nakwa nrị ndị ọzọ iji nweta ihe ndị na-edozi ahụ zuru oke.",
    "Uchendu kwuru na e nwere ike ighekpọ akụ, kwọọ ya ma gba ya na mkpọ ma na-etinye ya n' akamụ maọbụ were ya mee ịsha n'osikapa jọlọf.",
    "Ugbua ịzụta anụ dịzị ka ịgba akwụkwọ njem mba Amerịka, ọ bụ na o rubeghị oge ndị mmadụ ga-ebido kọwa ugbo ụfọdụ 'anụ' ndị a na-eleghara anya?",
    "Kedụ ihe ị ji mara 'Zik of Africa'?",
    "Etu nzere 'Women Prize for Fiction' si mepere m ụzọ - Chimamanda  Adichie",
    "Ihe i kwesịrị ịma maka Peter Obi e ji 'Okwute ndị Igbo maara",
    "Kedụ ndị bu ụzọ tụgharịa 'Bible' n'asụsụ Igbo?",
    "Lee nri ogbenye 10 ọgaranya na-erizi5 Eprel 2018",
    "World food day: Ụdọdụ nri ndị Igbo anaghị erikawazị16 Ọktọba 2019",
    "Mmanụ nri na ihe ndị ọzọ a a na-emebi nsị n'ezie?18 Ọktọba 2020",
    "Igbo culture: Uru i nwere ike irite na nri na-eyi ndị mmadụ izizi Igbo na-eri oge gboo na taa21 Nọvemba 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Izu ụka a bụ nke Leila nwunye m- Ned Nwoko31 Jenụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Ihe mere 'Onye eze Jesus' taa",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara yaEmelitere ikpeazụ na: 3 Juun 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Nnewi, Awka na obodo ndi ọzọ nwere anụmanụ ha na-akwanyere ugwuEmelitere ikpeazụ na: 7 Disemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}