{
  "published": "19 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mercy Onu",
    "Mgbe elu bụ ala ọsa, mgbe ezi dị n'ukwu ụkwa, mgbe nwoke na-achụ nwaanyị, iru mgbede bụ ihe ezinaụlọ Igbo jiri hiwe isi.",
    "Iru mgbede bụ omenala na-emere naanị ụmụnwaanyị n'ala Igbo mgbe gboo.",
    "Mgbe ndị Ebonyi mepụtara omenala Igbo",
    "Ịpịatu ara nwaanyị ọ ga-akwụsị ụmụnwoke igbado ya?",
    "Gịnị bụ Ikenga n'alaigbo?",
    "Nwaanyị agaghị alụ dị ma orughị mgbede.",
    "Ọtụtụ obodo na-emere ya ụmụ ha gbara afọ iri abụọ gbagowezie.",
    "A na-akpọ ya aha dị iche iche ebe ụfọdụsite na iru mgbede, ịda mgbede maọbụ ịba mkpuke.",
    "Mercy Onụ sị na Iru mgbede dị n'ime Olo bụ emume nkwado ụmụagbọghọ maka alụm dị.",
    "Ọ sị na \"iru mgbede bụ emume nne na nna na-emere ụmụ ha nwaanyị toro ịla di. Ọ bụ oge e ji akpọba n'ụlọ, leta ha anya\".",
    "Mgbe ahụ ha agaghị arụ ọrụ ọbụla.",
    "Ọnweghị ihe mgbakasị ahụ aga ekwe ka ọ mee ha.",
    "Ebe foto si, Mercy Onu",
    "Nnabuihe sị na \"ma akpọrọ ya iru mgbede o, akpọrọ ya idu mgbede maọbụ ịnọ mkpuke, ihe a niile bụ ịkwado nwaanyị maka alụm di\".",
    "Onye ọkammụta Igbo na Mahadum Legọs bụ Chigozie Nnabụihe kwuru na ọ bụ oge nwaanyị hụrụ nsọ ya izizi bụ mgbe o ji aga mgbede.",
    "Nnabuihe sị na ọ nwere ụlọ ana arụpụrụ ndị mgbede bụ ebe ụmụnwoke anaghị aba.",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Igbo History: Ọgụ Biafra abụghị mbụ Igbo na-egosi 'ofu obi,' Ị ma maka 'Igbo Landing'?",
    "Ọ sị na\"naanị ụmụnwaanyị, ọkachasị ndị nne na-aba ebe ahụ. Ha na-aga akụziri ya etu e si ebi dịka nwaanyị n'ezinaụlọ\".",
    "O kwuru na ụmụnwaanyị na-aba n'ụlọmegbede dịka ụmụaka ma pụta dịka agbọghọ tozuru etozu.",
    "Ọ sị na nwaanyị ọbụla sị iru mgbede pụta etozuola ịlụ dị.",
    "Ọkankuzi Igbo ọzọ bụ Mercy Onụ nke Mahadum Ebonyi steeti na Nnabuihe kwekọrịtara na ana eru mgbede na-ebe ụfọdụ mgbe nwaanyị hugoro onye chọrọ ịlụ ya.",
    "Nnabuihe gbakwunyere \"emechaa mgbede esi ebe ahụ dupu nwaanyị ahịa, o sizie ebe ahụ lawa be di ya\".",
    "Mana Nnabuihe sịkwa na, na-ebe ụfọdụ ana eme ya mgbe nwaagbọghọ toruru ilu di.",
    "Mgbe nke a mere, nwaanyị ahụ pụzịa ahịa, ụmụokorobịa hụ ya, ha amata na-oruola ihe eji nwaanyị eme.",
    "Uru ọmụgwọ n'omenala Igbo",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala Igbo",
    "Onu kwukwara na nwaanyị na-eru mgbede anaghị aga ozi siri ike.",
    "Ọ sị na \"Naanị ihe ọ na-eme bụ iri ihe na idozi onwe ya\".",
    "Ana akụzịrị ya otu e si elekọta nwoke anya.",
    "Ana akụzịkwara ha etu esi elekọta ụmụaka nakwa ndị be dị ya anya.",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha",
    "Ite paụda, ili eriri otubo na omenala ndị ọzọ Ndigbo na-eme n'oge ọmụgwọ",
    "Ndị nne nwaanyị ndị ọzọ na-akpọtara ha ụmụ ha dị nta ka ha lekọtara ha anya mgbe ha na-aga ahịa maọbụ ugbo.",
    "A na-eru mgbede ihe dịka ọnwa atọ maọbụ karịa, dịka aka ha ndị be nke nwaanyị.",
    "A na-ete ya uhie maọbụ uri nke ga-eme ka ahụ ha na-akwọ mụrụ ma mee ka mma ya pụta ihe.",
    "Ebe foto si, Mercy Onu",
    "Nwaado mezuru Olo ya na Edda, Abịa steeti",
    "Kedụ uruiru mgbede baara ndị Igbo?",
    "Omenala kacha mkpa ndị Igbo na-eme bụ alụm dị na nwunye.",
    "Njem alụm di na nwunye na ndụ ndị Igbo abụghị ihe jee taa lọta echị.",
    "Nwaanyị agaghị atụrụ ime ma orughị mgbede.",
    "Gịnị bụ Ikenga n'alaigbo?",
    "Kedụ uru akụkọ ifo baara ndị Igbo?",
    "Nwaanyị mere otu a bụ ajọ nwa.",
    "O mechuru ezinaụlọ ihu nke bụ na-ana eji azịza azapụ ukwu ya n'ezi.",
    "N'ihi nke a, a na-akwado nwaanyị nke ọma tupu agawa ije dị ka ọ ghara ibu ya aka mgbe o ruru be dị ya.",
    "Gịnị ka erughị mgbede napụrụ na ndị Igbo?",
    "Nnabuihe chere na-erughị mgbede mere ọtụtụ ezinaụlọ ji agbasa ugbua.",
    "Ọ sị na \"ya mere ọtụtụ ụmụagbọghọ ji atụta ime mkpuke\".",
    "Ana akụzịrị ha na nwaanyị ịgba n'ilo bụ ajọ ihe ya na ihe ihere so ụdị agwa ahụ.",
    "Gịnị mere iru mgbede ji laa n'ala Igbo?",
    "Iru mgbede lara maka ọgbara ọhụrụ Bekee butere.",
    "Ọtụtụ nne na nna na-ahụtazị iru mgbede dịka ihe agbaochie.",
    "Ụfọdụ na ahụ ya dịka ịgọmmụọ.",
    "N'ọtụtụ ebe, akwụkwọ na enweghị ohere emeela ka iru mgbede laa ka ọnwa.",
    "Nnabuihe sị na ọtụtụ obodo na-eru mgbede n'ala Igbo mgbe gboo.",
    "Umuahia na-akpọ ya ịbaụke.",
    "Ndị Ọka na eme ya.",
    "Arochukwu na-emekwa ya ha na Ohafia.",
    "Ndị Ngwa na-eme ya.",
    "Mgbidi na-akpọ ya Ịkwaezi.",
    "Nwaagbọghọ maara nwoke ma  ọ kwaghị Ezi nne ya na-eji azịza zapụ ya n'ezi.",
    "Ndị Edda sị na Iru mgbede dị n'ime Olo ha na-eme be ha.",
    "Wdg.",
    "Ọ bụdị nkafie bụ ịkpere chukwu n'ụzọ omenala?",
    "Naijiria",
    "Omenala",
    "Chronic Respiratory Disorders: Lee etu ị ga-esi gbalahụ 'Asthma', 'sleep apnea' na ọrịa ngụ ndị ọzọ?18 Nọvemba 2020",
    "DJ Switch: Naijiria bụ mba nwere ọchịchị aka ike nke nwere ihu ọchịchị onyekwuoucheya18 Nọvemba 2020",
    "Palm Wine: Ihe isii mere mmanya nkwụ na ngwọ ji dị oke mkpa27 Nọvemba 2020",
    "US Election 2020: Donald Trump ekwela ka amalite usoro nyefe ọchịchị24 Nọvemba 2020",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo2 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Anyị atụtụtaghị otu mkpụrụ ihe n'ọkụ gbara n'ahịa Afor Iwollo Oghe'elekere 5 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Ndị oji egbe agbaala ụlọ Gozie Nwagba na nke Eze Ekezie ọkụ ma tọrọ mmadụ ise n'Orlu",
    "Etu ndị ekperima si wakpo ụgbọala Hon. Chris Azubuogu na Nnewi",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "O nwere onye omeiwu Naịjirịa na-adọnyere ndị chọrọ itisa Naịjirịa aka n'ukwu - Buhari",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN'",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}