{
  "published": "20 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chisimdi bụ nwata akwụkwọ mahadum dị afọ 20 na-asụ asụsụ itoolu n'agbanyeghi na ahapụbeghi Naịjirịa.",
    "Ọ sị na njem ya na asụsụ malitere dịka mmadụ nyere ya ihe nkiri eji asụsụ Koria mee.",
    "Akuziri m onwe m iji mkpịsị odee ese ihe - Patrick Chuka",
    "'Ise ihe ọ dịka foto adịghị mfe'",
    "Asụsụ Chisimdi na-asụ ugbua gunyere French, Jaman, Koria, Spanish, Igbo, Bekee na ndi ọzọ.",
    "Ọ sị na ya na-amụ etu e si asụ Yoruba ugbua.",
    "Gee akụko ya n'uju.",
    "Akụkọ a si n'aka Nnamdi Agbanelo na Chimezie UcheAgbo",
    "Vidio, Ọgbambọ: 'O nweghi onye sị na ihe nwoke ga-eme nwaanyị agaghị emenwu ya' - Nwaagbaghọ na-ama 'tile', Duration 2,5729 Septemba 2020",
    "Vidio, Ọgbambọ: Etu m si hapụ ọrụ ọkaiwu kwawa akwa, Duration 3,0824 Disemba 2019",
    "Vidio, Patrick Chuka na-eji mkpịsị odee ese ihe akọwaala etu o si malite, Duration 1,1230 Ọktọba 2020",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "'Abụbu m 'pastor' mana ugbua a bụzị m dibịa' - Ikuku the Great Ijele 3 Nọvemba 2022",
    "Oke ruuru ndị Enugwu North na South ga-eru ha aka n'ọchịchị m - Chimaobi Sam Atu\n1 Febụwarị 2023",
    "Vidio, Akwa a daa, mmekọrịta anyị na ụwa ga-ebi - Ndị Nkwe, Duration 3,337 Ọgọọst 2018",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Bullying in schools: Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ - Victor Nwankwo, Duration 4,1917 Febụwarị 2022",
    "Vidio, Igbo wrestling Festival: Mgba ndị Imerienwe, Duration 1,371 Jenụwarị 2020",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}