{
  "published": "22 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikechukwu  Kalu",
    "Broadcast Journalist Igbo",
    "Ebe foto si, Getty Images",
    "Ndị Igbo tụrụ ilu sị na a gbakọta aka ọnụ ṅyụọ mammiri, ọ gbọọ ezi ọfụfụ.",
    "Ọ dịka a ga-asị na ọ bụ n'ilu a ka a gbakwasịrị ụkwụ ma hiwe otu ọgbọ n'ala Igbo maka ha kwenyere na Igwe bụ ike.",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala Igbo",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?",
    "Igwebuike... Etu mmepe si bata na mpaghara ọwụwa anyanwụ",
    "Gịnị bụ Otuọgbọ?",
    "Maazị Chigozie Nnabuihe bụ onye ọkammụta n'asụsụ nakwa omenala Igbo sị na otu ọgbọ bụ omenala e ji mara ndị Igbo.",
    "\"Ọ bụ otu jikọtara ndị a mụrụ n'ime otu afọ maọbụ agbata afọ abụọ ruo afọ anọ mana ọ gaghị akarị afọ ise.\"",
    "Otuọgbọ ndị ụmụnwaanyị n'emume ịgbọtụọmụ n'Ohafia, Abia Steetị",
    "Ọ sị na obodo dị iche iche n'ala Igbo nwere etu dị iche ha si eme ya nakwa aha dị iche ha na-akpọ ya dịka \"Ndị ebiri, Ndị Uke\" dgz.",
    "Otu ọgbọ dị iche nwere aha e ji mara ha nke na-egosi ndịiche nakwa ogogo ha n'otu ọgbọ ndị ọzọ dị n'obodo.",
    "Ị ma ndị na-arụ ọrụ ndị uweojii n'ala Igbo mgbe gboo?",
    "Iji maa atụ: Obinwanne dị n'Arochukwu, Ikenga dị n'Ezeukwu-Alayi, Azummini Udomba dị n'Ohafia dgz.",
    "Kedụ mgbe omenala Otuọgbọ malitere n'ala Igbo?",
    "Igbo sị na ụwa otu onye ka mma n'ime afọ. Nke bụ na ngwa ngwa a mụrụ mmadụ, mmekọrịta ya na ndị ọzọ ga-amalite.",
    "Otu ọgbọ bụ omenala na-ahụ na mmadụ na ibe ya nwere ezi mmekọrịta, ebe nwata ga-ama ndị ọgbọ ya ma kwanyere ndị ọgbọ tọrọ ya ukwu.",
    "Ihe gị na ụmụ gị nwere ike ịme n'oge ezumike",
    "Afọ ole ka a na-adị tozuo ịbanye n'Otuọgbọ?",
    "Nwata malite ito, ya na ụmụaka ibe ya a mụtụ na gburugburu oge ahụ ga-amalite igwukọ egwuregwu mana ọ bụghị mgbe otu ọgbọ na-ebido.",
    "Maazị Nnabuihe sị na otu ọgbọ na-amalite mgbe nwata dị na-agbata afọ iri na abụọ na iri na ise.",
    "Ndị otuọgbọ na-agbọtụ ọmụ n'Ohafia, Abia Steetị",
    "\"Ọ bụrụ n'obodo dịka Ohafia a na-asị nwata dị afọ iri na ise ga-agbata nnụnụ iji gosi akpamike.\" O kwuru.",
    "Ọ gara n'ihu sị na isonye n'otu ọgbọ na-akwụsị mgbe ndị ọgbọ ahụ lara ezumike nka nke ụfọdụ na-akpọ \"ịkpọtọ mma\" maọbụ \"ito ọgbọ\".",
    "Mgbe ahụ ha ga-akwụsị ihe ọbụla a kpọrọ ọrụ obodo mana a ga-eji ọrụ ha rụrụ na-echeta ha nakwa akwanyere ha ugwu n'obodo.",
    "Kedụ uru Otuọgbọ bara?",
    "Ndị nne larala ezumike nka n'otuọgbọ",
    "Otu ọgbọ dị iche iche nwere ọrụ gbapụtara ihe ha na-arụ n'obodo bụ nke a na-eji echeta ha na mmalite nakwa nkwụsị otu ọgbọ ha.",
    "Ọrụ ndị a gbakwasịrị ụkwụ n'ọdịmma na ncheta obodo gụnyere;",
    "Nchekwa obodo - otu ọgbọ ọhụrụ na-arụ ọrụ dịka ndị nchekwa ndụ na akụnauba obodo",
    "Ibuagha megide mpụ na arụrụala dị iche iche n'obodo.",
    "Inyere onwe ha nakwa ndi obodo aka.",
    "Ime ka udo chịa n'obodo",
    "Ọrụ mmepe obodo - Ịrụ ụzọ, ụlọakwụkwọ, ọkụ latrik, ụlọ ozuzu, ịgba mmiri, ịrụ ụlọ obibi dgz.",
    "Ichekwa omenala na iwu na-achị obodo.",
    "Traditional Retirement:'Ịgba Ọtaọmụ bụ ihe anyị emepe obodo' - Ndị Amaekpu Ohafia",
    "Ọ bụ uru ndị a na ihe ndị ọzọ mere o ji dị mkpa na nwafọ Igbo ọbụla kwesịrị ịbanye n'otu ọgbọ ọkachasị ndị ntoroọbịa, na-agbanyeghi ma i bi n'obodo maọbụ n'ofesi.",
    "Maka na Igbo tụrụ ilu sị \"A na-amara mma n'ụlọ pụọ n'ama\".",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na taa",
    "Etu ọnwụ na-erughi eru sị napụ Bobby Brown ụmụ ya na nwunye ya",
    "Gịnị na-esere Charly Boy na Dewy Oputa nwa ya?",
    "Igbo Culture: Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha13 Nọvemba 2020",
    "Vidio, Lee emume Ada siri kpọtụọ n'Aguleri4 Jenụwarị 2019",
    "Igbo Tradition: Kedu ndị na-ehibe iwu n'ala Igbo mgbe gboo?10 Nọvemba 2019",
    "O nweghi onye m kpọrọ aha mana ị sị na ọ bụ gị nke ahụ gbasara gị - Fada Mbaka5 Febụwarị 2024",
    "NA EME UGBU A , Ihe mere mba US na UK jiri atụ ogbunigwe n’ogige otu Houthi dị na Yemen",
    "Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọ4 Febụwarị 2024",
    "Nyocha gosịrị na Eze Charles nke Britein bu ọrịa kansaelekere 4 gara aga",
    "Etụ esiri hụ ozu ụmụwoke abụọ n’ime ụgbọala n’Anambra steeti31 Jenụwarị 2024",
    "Gịnị ga-emezi Niger, Mali na Burkina Faso ka ha hapụrụ Ecowas?1 Febụwarị 2024",
    "Kim Kardashian: Psoriasis na ọrịa ndị ọzọ na-eri ahụ na ntutu1 Febụwarị 2024",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "O nweghi onye m kpọrọ aha mana ị sị na ọ bụ gị nke ahụ gbasara gị - Fada Mbaka",
    "Nyocha gosịrị na Eze Charles nke Britein bu ọrịa kansa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere otu ọgbọ, otu ebiri na ndị uke ji baa uru n'ala IgboEmelitere ikpeazụ na: 22 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}