{
  "published": "24 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Obinna Nwakanma gara mahadum ma bụrụ onye na-arụrụ onwe ya ọrụ ugbua site n'iji akpakara na ntụ oyi mebiri emebi arụ igwe eji eme \"ice block\".",
    "Lee akukọ a n'uju.",
    "Donald Trump ekwela ka amalite usoro nyefe ọchịchị",
    "Ihe Ipob sara Uche Mefor maka ebubo na ha chụpụrụ ya na redio Biafra",
    "Ọgba mbọ: Etu m si bido ịgba mbọ",
    "Onyema Ogbuagu: Oge ọkammụta lụrụ ọkammụta ma mụta ọkammụta",
    "Vidio, Ọgbambọ: 'O nweghi onye sị na ihe nwoke ga-eme nwaanyị agaghị emenwu ya' - Nwaagbaghọ na-ama 'tile', Duration 2,5729 Septemba 2020",
    "Vidio, Ọgbambọ: Lee ka ị ga-esi ji tekinụzụ ree ahịa gị, Duration 1,5610 Disemba 2019",
    "Vidio, Ọgbambọ: Etu m si hapụ ọrụ ọkaiwu kwawa akwa, Duration 3,0824 Disemba 2019",
    "Ọgba Mbọ: Etu ọrụ nka m siri bụrụ ihe a na-agba nkiri na mba ụwa dị icheiche - Joshua Egesi2 Mee 2023",
    "Vidio, Igbo Culture: Ihe emume ịwa akwa pụtara n'Ihitte Uboma, Duration 2,542 Jenụwarị 2020",
    "Gịnị mere ọnụ ego dọla ji arị elu na Naịjirịa?29 Julaị 2022",
    "Ibu m buru egbochighị m ịbụ 'Model'  - Jennifer Enujiugha30 Eprel 2023",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Sex for Grades: Onye nkuzi Unilag na-enye ụmụakwụkwọ nsogbu iji dinaa ha amala n'ọnya, Duration 13,457 Ọktọba 2019",
    "Etu anyị si rụpụta ogbunigwe e ji lụọ agha Biafra - Felix Oragwu2 Disemba 2022",
    "Ọgba mbọ: Ehi Igbo anaghị atapịasị ubi ndị mmadụ - Madiwe Okolie22 Nọvemba 2022",
    "World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara25 Eprel 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}