{
  "published": "25 Nọvemba 2020",
  "sentences": [
    "Diego Armando Maradona, onye e ji ịgba bọọlụ mara, nwụrụ n'ụbọchị Wenezde, Nọvemba 25, 2020. Ọ gbara afọ iri isii.",
    "Ebe foto si, PA",
    "1986 mgbe Diego Maradona buliri Iko Mbauwa ka Argentina meriri West Gamani n'asọmpi Iko Mbauwa na Mexico.",
    "Ebe foto si, Reuters",
    "Diego Maradona ka e nyere ya akwụkwọ edo n'asọmpi Iko Mba Ụwa Mexico",
    "Ebe foto si, Getty Images",
    "N'afọ 1986-87 mgbe Diego Armando Maradona na-akụrụ ndị SSC Napoli n'asọmpi Serie A n'etiti SSC Napoli na Juventus n'Italy",
    "Ebe foto si, Getty Images",
    "Asọmpi Serie A n'afọ 1990 Diego Armando Maradona",
    "Ebe foto si, Getty Images",
    "Raffaele Di Fusco, Massimo Crippa, Diego Armando Maradona, Francesco Romano na Giuliano Giuliani nke SSC Napoli na-aṅụrị mmeri ha na UEFA Cup Mee 17 1989",
    "Ebe foto si, Getty Images",
    "Mgbe Diego Maradona susuru nwunye ya Claudia Villafañe na Buenos Aires, n'Argentina - Nọvemba 07, 1989",
    "Ebe foto si, Getty Images",
    "N'asọmpi Iko Mba Ụwa n'Ịtalị 1990",
    "Ebe foto si, Getty Images",
    "Na Zurich, Switzerland - Juun 10 Pelé nke Brazil na Diego Maradona na Stadio Hardturm",
    "Ebe foto si, Getty Images",
    "27 Dec 1994 ebe Diego Maradona of Argentina ji Iko Mba Ụwa, ọkpaụkwụ ya na bọọlụ na Kankun, Mexico",
    "Ebe foto si, Peter Rufai/Insta",
    "Peter Rufai na Diego Maradona n'asọmpi USA 94",
    "Ebe foto si, Reuters",
    "Diego Maradona n'asọmpi Argentina na Holland n'afọ 2006",
    "Ebe foto si, Getty Images",
    "Na Winterveldt na Saut Afrịca - Jenụwarị 19 2010 Asompi Iko Mba Ụwa FIFA Diego Maradona na ụmụaka ụlọakwụkwọ makuru ya",
    "Ebe foto si, Getty Images",
    "Diego Maradona ka onye nhazi otu bọọlụ, ọ nọ na n'ọgbakọ ndị ntaakụkọ na Pretoria Saut Afrịka n'afọ 2010",
    "Ebe foto si, Getty Images",
    "Mgbe Maradona nyere Pope Francis akwa nwere aha ya",
    "Ebe foto si, Reuters",
    "Diego Maradona na Maachị 2020",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}