{
  "published": "26 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/screen grab",
    "Ikpe Nnamdi Kanu na mmadụ ise ndị ọzọ nke ọkaikpe Binta Nyako hibere nn'ụbọchị Wenzde agaghị n'ihu n'Abuja taa.",
    "Aloy Ejimakor bụ ọkaikpe Kanu gwara BBC na nke a agaghị n'ihu maka na ọkaikpe anọghị ya.",
    "Kpọpụta Nnamdi Kanu",
    "Ọkaikpe ga-ekpe Nnamdi Kanu ikpe abịaghị ụlọikpe taa",
    "O kwukwara na dị ka o si kwụrụ, ahọpụtabeghi ụbọchị ọhụrụ a ga-eji nụrụ ya bụ ikpe.",
    "Cheta na Nnamdi Kanu na onwe ya kwuru na ọ ga-aga n'ihu na-eme ihe ọ na-eme rue mgbe a ga-akpọ ya oku na ụlọikpe kachasị na Hague.",
    "Ọkaikpe Binta Nyako bughariri ikpe ọ na-ekpe onyeisi otu na-achọ mmwereonwe Biafra a kpọrọ Indegenous People of Biafra (Ipob) bụ Nnamdi Kanu ikpe banyere ebubo na ọ kpara nkata imegide mba ahụ ga Jenụwarị 27 nke afọ 2021.",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Nke a na-abị ka Ọkaijpe nyako kpebiri na ya agaghị eji maka Maazị Kanu anọghị na Naịjirịa were gbanyụọ ọkụ n'ikpe ọ na-ekpe.",
    "Ọ bụ n'afọ 2017 ka Nyako nyere Kanu ohere ịla ụlọ ya ma siri ebe ahụ na-abịa ikpe. E nyere ohere a dịka Nyako kwenyere na Kanu kwesiri ịga nata ọgwụgwọ dịka ọ nọtere aka na mkpọrọ.",
    "Ọ bụ Ọkaiwu KC Ejiofor nọchitere anya Kanu n'ulọikpe.",
    "Ọ gwara ụlọikpe na ọ bụ gọọmentị na-adọghachi ikpe a azụ.",
    "Ọkaiwu na-anọchite anya gọọmentị kwenyere na nke a bu eziokwu, ma kwukwa na ha agwaala ụlọikpe ihe kpatara ya.",
    "Ọkaikpe Nyako sị ka osirila dịrị, ikpoe ga-aga n'ihu na Jenụwarị 2021.",
    "Ka ikpe malitere Ọkaiwu nọchitere anya ndị Ipob bụ KC Ejiofor kwuru na Bright Chimezie bụkwa onye kwesiri ịbịa ikpe taa amataghi maka ya bụ ikpe makana ọ nọ n'ime obodo ebe tecknuzu ekwentị adịghị.",
    "ọkaikpe Nyako nyere iwu ka ejiri ekwenti zie Maazị Chimezie na ndị ọzọ ozi ka ha ghara isi na ya enweteghị ozi ya.",
    "'Nnamdi Kanu ga-ahụ ndị nnwereonwe na-amasị taa' - Ipob",
    "Mpụtagharị Nnamdi Kanu agaghị enyere ndị Igbo aka",
    "'O nweghi ihe gbasara anyị na njem Nnamdi Kanu' - Lai Mohammed",
    "Ọkaikpe Nyako kagburu ohere ahụ onyere ma nye iwu ka anwụchie Kanu ebe ọbụla a hụrụ ya na Naịjirịa.",
    "Ọkaiwu Kanu bụ Ifeanyị Ejiofor sị na ihe mere o jighi bịa ikpe dịka o si kwesi esighi ya n'aka.",
    "Ọ sị na ọsọ Kanu gbara bụ makana ndị agha wakporo ụlọ ya di na Afara Ukwu dị n'Abia steeti, ma kwukwa na ọ bụ ihe a kpatara Kanu jiri gbaa ọsọ ndụ.",
    "Ejiofor sị ụlọikpe weghachi ohere ahụ ha nyere ka Kanu siri na ulọ ya abịa ikpe, nke ga enye ya ohere ịlọghachite Naịjirịa bịa zara ọnụ ya.",
    "Kanu n'onwe ya na-ekwu na mkpebi Ọkaikpe Binta Nyako achịtaghị aja maka e mere ya iji pịchị ya na Ipob ọnụ.",
    "Ntọghapụ Kanu bịara na mmezu dịka Sinetọ Enyinnaya Abaribe na ndi ọzọ ji otu nde narị naịra gbara ya akaebe.",
    "Ndị bụ Tochukwu Uchendu nakwa Ụkọchukwu Jeu bụ Ben El-Shalom.",
    "Ọkaikpe Nyako sịbụ ka ndị nye ụlọikpe ego ahụ jiri gbara Nnamdi Kanu akaebe makana ha kpọghị ya bịa ụlọikpe dịka he siri kwee nkwa.",
    "Ọ bụ n'ụbọchị 14 nke ọnwa Ọktoba n'afọ 2015 ka gọọmentị Naịjirịa nwuchiri Nnamdi Kanu na Legọs dịka o si mba Briten bata.",
    "Gọọmentị Naịjirịa boro ya ebubo na ọ na-agba Naịjirịa mgba okpuru site na Redio Biafra ọ nọ n'isi ya.",
    "Kanu mechara nọrọ na mkprọrọ ọnwa iri na asatọ na nga dị na Kuje.",
    "Tupu a kpọchie ya n'ụlọ mkpọrọ, Kanu nọ n'aka ngalaba a kpọrọ Department of State Services (DSS) ruo Janụwarị 2016 bụ oge ụlọikpe sị ka akpọrọ ya gawa nga.",
    "Ọ bụ n'ụbọchị 28 nke ọnwa Eprelụ 2017 ka Kanu pụtara na mkpọrọ dịka o mezuru ihe Ọkaikpe Binta Nyako kwuru iji nwe ohere ka siri ebe ahụ na-abịa ikpe.",
    "Nnamdi Kanu: Ihe mere m ji akatọ ụfọdụ ndị ọchịchị n'ala Igbo",
    "Maazị Bright Chimezie, Chidiebere Onwudiwe, David Nwawuisdi na Benjamin Madubugwu bụ ndị anwụchiri ha na Kanu.",
    "Ebubo gọọmentị boro ha bụ na so kpaa nkata ịgba Naịjirịa mgba okpuru nakwa iji egbe na-enweghi ikike ya.",
    "Ọ nde narị iri n'isi otu onye ka Ọkaikpe Binta Nyako mara ha iji tụghapụ ha n'ụbọchị 25 nke ọnwa Juun 2018.",
    "Ọkaikpe Nyako machikwara ndị a ị ga njem n'ofesi.",
    "N'ụbọchị 20 nke ọnwa Febụwarị 2018, Ọkaikpe Nyako wepụrụ ndị a n'ime Nnamdi Kanụ, dịka ọ sị na ikpe nke ha kwesiri ịkwụrụ iche maka ahụghị Kanu anya.",
    "Ebe foto si, Getty Images",
    "Ọkaikpe Binta Nyako nyere Nnamdi Kanu ohere isi be ya n'abịa ikpe n'afọ 2017",
    "Ọ bụ n'ọnwa Maachị 2019 ka Ọkaikpe Nyako kpebiri ịchabị ohere ahụ o nyere ndị Kanu ka ọ na-esi be ya abịa ikpe.",
    "N'ụbọchị ahụ, Ọkaikpe Nyako nyekwara iwu ka anwụchie Maazị Kanu ebe ọbụla a hụrụ ya.",
    "Ebe Kanu kwụ banyere ikpe a",
    "Mmụ na Nnamdi Kanu ahụbeghị anya",
    "Na mkparịtaụka ya na BBC Igbo nwere 'afo 2019, Maazị Kanụ sị n'ọsọ ya gbara bụ makana \"ndị agha bịara Naịjirịa igbu\" ya.",
    "Ọ sịkwa na ya dị njikere ịbata bịa zara ọnu ya, mana ọ si na-ekweeiri ime ihe etu ọ ga-esi kwụrụ ọtọ.",
    "Ọkaiwu ya bụ Ejiofor n'onwe ya rịọrọ ụlọikpe ka o tinyekwa ohere ahụ enyere Kanu ka o si be ya na-abịa ụlọikpe, nke ga-enye ya ohere ịbịa Naịjirịa maka ikpe a.",
    "Ka ọkwụ ugbua, iwu Ọkaikpe Nyako nyere ka anwụchie Kanu ka dị.",
    "Nnamdi Kanu ga-arịọrịrị Ekweremadu mgbaghara - Ndị Gọvanọ ọwụwa anyanwụ19 Ọgọọst 2019",
    "Vidio, Uchechi Kanu: 'Ihe Nnamdi Kanu ji ego Ipob eme'16 Juun 2020",
    "Vidio, Nnamdi Kanu: Ọ bụ Zik tinyere Igbo n'ụmị a15 Febụwarị 2019",
    "Ndị uweojii na ndị agha nọchiri ụzọ esi abanye Orluelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Ihe i kwesịrị ịma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu15 Jenụwarị 2021",
    "Ndị uweojii na ndị agha nọchiri ụzọ esi abanye Orlu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?",
    "O wutere m na ndị Yoruba ibe m sonyere ndị ọchịehi wee gbaa ụlọ m ọkụ - Sunday Igboho",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}