{
  "published": "27 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyinye Ezennia bụ ezigbote onye nka na eji ntu obele obele na owu ese ihe mara ezigbote mma.",
    "Dịka o siri kwuo, ọ na-eji ntu ruru 5000 ese eserese ya.",
    "'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu'",
    "'Anyị agaghị eketa n'ego nka Ben Enwonwu'",
    "Ọ sịkwa na ọ na-ewe ya ihe ruru izuụka abụọ iji mepụta otu nka.",
    "O kọwara na ihe mere o ji esakari ụmụnwaanyị bụ iji gbaa ụmụnwaanyị gabigara ihe mgbawa obi ume.",
    "Ọ na-eme ihe enweghị aha iji mee ka ndị mmadụ mata maka mgbanwe eluigwe.",
    "Akụkọ a si n'aka Chiemela Mgbeahuru",
    "Vidio, Igboukwu Art: 'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu', Duration 1,5826 Ọktọba 2019",
    "Vidio, Power of Art: Ị ma na e ji nka agwọ ọrịa?, Duration 1,5822 Jenụwarị 2019",
    "Bini Bronze Cockerel: Ụfọdụ ihe ndị ọcha zuru na Naịjirịa mgbe gboo28 Nọvemba 2019",
    "Vidio, Kelechi Arsenal: Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi, Duration 38,1622 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe, Duration 3,1917 Julaị 2021",
    "Vidio, Eji m ụbọ Bekee m akwalite egwu ifo na omenala Igbo - Chinyere Ifechukwu, Duration 2,5331 Maachị 2019",
    "Vidio, Ọja Festival 2018: Mgbe asụsụ Igbo turu ugo, Duration 1,1816 Nọvemba 2018",
    "Vidio, Faith Okebata: 'Ọku ndị agha Naịjirịa mụnyere n'ụlọ m n'Izombe gburu nwunye m' - Sunday Okebata, Duration 4,3825 Nọvemba 2021",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Igbo foods: Ihe mere anyị ji ericha nri tupu anyị ataa anụ, Duration 0,5911 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}