{
  "published": "27 Nọvemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mgbọ egbe a kwara oge a na-eme ngagharịiwe megide mkpagbu ndị uweojii nke a kpọrọ 'End SARS' na Lekki Toll Gate dị na Legọs, butere nkatọ si ụwa gbaa gburugburu.",
    "Mana e wepụ nke bụ eziokwu doro anya bụ na a kwara mgbọ, ndị na-eme ngagharịiwe na ndị ọrụ nchekwa na-arụrịta ụka maka nke bụ eziokwu gbasara ihe mere n'abalị ahụ.",
    "A nọ na-atụ anya na ndị a họpụtara ga-eleba anya n'ihe gbasara ihe mere na Lekki nakwa maka mmegbu ndị uweojii ga-eme ka ihe doo ndị mmadụ anya. Mana nke ahụ emebeghi.",
    "Etu ọgbaghara dapụtara n' End SARS si kpọtụọ n'Oyigbo, Rivas steeti",
    "Ndị ekperima etinyela ndị mmadụ n'ụjọ n'ụfọdụ obodo na mpaghara Ọwụwa Anyanwụ",
    "Ụlọike enyela CBN ikike ikpachi akara ọbaego ndi so kwadoo 'End SARS'",
    "Ndị ọrụ BBC nọ na nnyocha nke Legọs, lee ihe merela kemgbe ahụ:",
    "Onye zigara ndị agha na Lekki Toll Gate?",
    "Ọbịbịa ndị agha na Lekki Toll Gate  oge a na-eme ngagharịiwe n'udo butere ọtụtụ nkatọ, mana ruo ugbua o dobeghi anya onye zigara ha.",
    "Gọvanọ Babajide Sanwo-Olu nke Legọs steeti tinyere mmachi ngagharị n'ụbọchị Ọktoba 20 iji gbochilatatu ọgbaghara dapụtara na mpaghara dị iche iche na steeti ahụ oge a na-eme ngagharịiwe  na-akpọ oku ka e kposa otu ndị uweojii a kpọrọ 'Special Armed Robbery Squad' (Sars).",
    "Ebe foto si, Getty Images",
    "Ụgbọala ga-agafenwuzi etu ọ masịrị ya na Lekki toll gate",
    "Ka awa ole e ji tinye mmachi ngagharị a gafere, ndị agha rutere na Lekki Toll Gate ahụ bụ ebe ndị na-eme ngagharịiwe nọ kemgbe ụbọchị ole. Iji saa ajụjụ a jụrụ ya gbasara etu ndị agha si rute ebe ahụ, Sanwo-Olu gwara ndị ntaakụkọ 'Arise TV' n'ụbọchị Ọktoba 22, na o nweghi ikike iziga ndị agha n'ebe ahụ a na-eme ngagharịiwe.",
    "Ndị agha na onwe ha, gwara ndị na-eme nnyocha n'ụbọchị Nọvemba 14 na ọ bụ Maazị Sanwo-Olu zigara ha na Toll Gate ahụ. Brig-Gen. Ahmed Taiwo kwuru na gọvanọ ahụ rịọrọ ka ndị agha gbatara ya ọsọ enyemaka n'ihi na okwu dapụtaranụ bịara karịa ndị uweojii.",
    "Na nnọkọ ndị nnyocha ọzọ e mere n'ụbọchị Nọvemba 21, Taiwo bụ onye nọchitere ndị agha na ya bụ nnọkọ kwuru na ozi e dunyere ha abụghị ikposa ya bụ ngagharịiwe mana ọ bụ \"ịhụ na ihe laghachịkwara etu ọ dị na mpaghara Eti-Osa (akụkụ ebe Lekki Toll Gate )\". Gọvanọ asabeghi ndị agha nke a ruo ugbua.",
    "Ndị agha a gbara egbe ezigbo mgbọ dị?",
    "A na-ebo ndị agha na ndị uweojii ebubo ịgba ndị na-eme ngagharịiwe na ndị nọkwa nso ebe ahụ egbe. Otu mbaụwa na-ahụ maka ikike dịrị onye Bekee kpọrọ'Amnesty International,' kwuru na mmadụ 12 nwụrụ.",
    "Na mbido nnyocha a, ndị agha gọrọ ụkwụ na aka ha na enweghi onye ha gburu, ma kwusie ike na ọ bụ egbe ezigbo mgbọ adighị ka ha gbara ndị na-eme ngagharịiwe.",
    "Ebe foto si, Getty Images",
    "DJ Switch bụ onye ji ekwentị ya na-ese ihe nkiri gosiri etu ihe si aga mgbe ndị agha na-akwa mgbọ na Lekki toll gate esila Naịjiria gbafuo kemgbe",
    "N'ụbọchị Nọvemba 21, Brig-Gen Taiwo gwara ndị na-eme nnyocha na ndị agha ji ma ezigbo mgbọ ma nke adịghị agba agba n'ihi na \"ndị agboro\" fanyechara onwe ha na ya bụ ngagharịiwe ma na-achọ imebi ihe.",
    "Ka a na-ajụgharị ha ọnụ, Taiwo nọchitere ndị agha kwuru na ndị agboro nọ na-atụ ndị agha na-agagharị nso 'Oriental Hotel' dị nso Lekki Toll Gate ahụ okwute, nke merụrụ otu onye uweojii ahụ.",
    "\"A tụrụ ha okwute nso 'Oriental Hotel', ihe ha mere iji saa ha bụ ịgba egbe ezigbo mgbọ adịghị. E merụrụ otu onye agha ahụ; a tụrụ ya okwute na mgbịrịgbaọnụ. Ọ bụrụ na a tụrụ anyị okwute, naanị ihe anyị nwere iji saa ha bụ mgbọ egbe (nke abụghị ezigbo mgbọ).\"",
    "Agbaghị m ọsọ na Naijiria, aga m alaghachi-  DJ Switch",
    "Akụkọ ụgha so ngagharịiwe EndSARS pụta",
    "Gọọmentị ehiwela mkparịtaụka n'etiti ndị ntorọbịa na ndị uweojii",
    "N'ọgbakọ nnyocha niile nakwa n'akwụkwọ ozi, ndị agha gosiri akụkọ BBC wepụtara maka ihe mere na Lekki Toll Gate nke ha kwuru kwadoro ihe ha kwuru na ha gbaliri egbe elu na ọ bụghị n'etiti ndị ngagharịiwe.",
    "Onye ntaakụkọ BBC Pidgin bụ Damilola Banjo kwuru ihe ọ hụrụ n'oge ọ na-ese ihe onyonyo n'ebe a na-eme ngagharịiwe. Banjo bụ onye hapụrụ ebe ahụ n'ime nkeji 25 ndịagha bịara, kwuru: \"Tupu anyị e si ebe ahụ pụọ, ndịagha nọ na-agbali egbe elu ma mgbe anyị na-eze isi onwe anyị, ahụrụ m otu nwaokorọbịa na-azọ ume ndụ.",
    "\"Eche m na ihe butere nsogbu ya nwereike ịbụ obi nkoropu n'ihi egbe ndịagha na-agbali elu nakwa ụjọ juru n'ebe ahụ.",
    "\"A gbagidere egbe ruo ihe dịka nkeji 20, anyị magidere afọ n'ala ma si n'etiti igwe mmadụ pụọ maka ọghọm ịzọgbu mmadụ n'ụkwụ. Onyeisi m mechara gakwuru otu onye agha iji gosi ya na anyị bụ ndị ntaakụkọ tupu ha ekwe anyị gafee. Any mere nke n'ihe dịka nkeji 20 rute 25 a nọ na-agba egbe.\"",
    "'Ha wakporo ụlọ oriri m, buru njuoyi 7,ite 25, buo ihe nri niile ma hapụrụ m sọ ụkwa'",
    "Onye gbanyụrụ ihe onyonyo CCTV?",
    "Ihe ọzọ na-eko okwu n'egbe a gbara na Lekki Toll Gate bụ etu ihe onyonyo ji na-adịghị n'abalị ahụ ihe a mere.",
    "Mgbe Abayomi Omomuwasan onyeisi ụlọọrụ Lekki Concession Campany na-ahụ maka Lekii Toll Gate gwara kọmiti na-enyocha okwu a, ọ sị na ọ bụ ikuke netwọk mere ihe onyonyo ji kwụsị ọrụ n'Elekere Asatọ.",
    "Ihe i kwesiri ịma maka Rabiu Garba na ndị ọzọ ji isi ghọrọ mgbọ na ngagharịiwe EndSARS",
    "Onye bụ James Nwafor a Obiano si na ya chụrụ n'ọrụ?",
    "Lee aha ndị \"Judicial Panel of Inquiry\" ga-enyocha SARS n' Abia na Anambra steeti",
    "Mgbe ọ na-aza ebubo kwuru na ha maara ụma gbanyụọ ọkụ n'ebe a na-eme ngagharịiwe, Omomuwasan, sị n'ihi mmachị onye apụla n'ezi gọọmentị steetị tinyere, ụlọọrụ LCC wezugara ndịọrụ ya nke mere na ha enweghi ike gbanye igwe ọkụ nta mgbe igwe ukwu na-enye ọkụ nyụrụ.",
    "Angela Okorie na-eme ejije sonyere ngagharịiwe END SARS n'Ebonyi steeti",
    "N'ịza ebubo na ndịagha gbagburu ọtụtụ ndị mmadụ na Lekki Toll Gate nakwa gburugburu ya, Gọvanọ Sanwo-Olu gwara CNN na ozu mmadụ abụọ nọ n'ụlọ ozu ma kpọọ oku ka ndị nwere ihe akaebe n'ọnwụ mmadụ maọbụ ezinaụlọ sị na mmadụ nwụlahụrụ pụta.",
    "Mana ndị agha Naịjirịa agọọla na o nweghi onye ọbụla ha gburu na Lekki Toll Gate. Ọchịagha Taiwo gwara kọmiti nnyocha na otu onye nwụrụ site na mkpasasị uche n'ihi ihe ọ gabibara n'okporoụzọ Admiralty (3km; 2 miles na Lekki ) ebe ndị uweojii butere ozu onye ọzọ site na Yaba nke Legọs.",
    "Oge ole ka komitii nnyocha a ga-anọ?",
    "Onye ndu kọmiti a bụ Ọkaikpe Doris Okuwobi, ndị otu ya gụnyere ọtụtụ otu na-ahụ maka ikike dịrị onye, ụlọọrụ gọọmentị na-ahụ maka ikike dịrị onye, ụlọọrụ 'Citizens Mediation Centre' nakwa mmadụ abụọ na-anọchiteanya ndị ntoroọbịa.",
    "Ebe foto si, Getty Images",
    "Otu n'ime ndị na-anọchite ndị ntorobịa na nnọkọ nnyocha a bụ Oluwarinu Odulala so n'ime ndị a kacha nụ olu ha oge a na-eme ya bụ ngagharịiwe",
    "Kọmitii nnyocha nke Legọs enwetela mkpesa karịrị 110, a na-atụ anya na ha na ndị ọkaiwu na ndị akaebe ha ga-eleba ha niile anya.",
    "Komitii a gụnyere mmadụ asatọ malitere n'ụbọchị 27 ọnwa Ọktoba.",
    "Ha ga-enwe ọgbakọ ọnwa isii iji nyochaa ebubo mkpagbu ndị mmadụ n'aka ndị uweojii iji maa ndị aka ha adịghị ọcha ikpe ma tụnye arọ ka e tie ndị o metụtara aka n'obi.",
    "Lekki Toll Gate: Ndị uweojii ekwuola na ọbụ maka ịda iwu Covid ka e ji nwuchie Mr Macaroni na ndị ọzọ13 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Ndị otu nzuzo na-awakpo ndị POS n'Aba, anya ga-ahụ ha ndị mmụọ - Nnamdi Kanu",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Lekki Toll Gate: Ndị uweojii ekwuola na ọbụ maka ịda iwu Covid ka e ji nwuchie Mr Macaroni na ndị ọzọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}