{
  "published": "15 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Emmanuel Akosa/ BBC",
    "Mgbe elu bụ ala ọsa, ọ bụ okwu ọnụ ka ndị Igbo si akọ akụkọ ihe mere oge gboo maọbụ kuziere ndị na-eto eto ihe.",
    "Mana nke a gbanwere dịka ndịọcha bịara weta ụka ma wetakwa agụmakwụkwọ; etu e si agụ,ede.",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "Gịnị ka ị ma maka Chinua Achebe debanyere aha ya n'obi ndị Naịjirịa?",
    "Okwu Chimamanda etinyela ọkụ na Soshal midia",
    "Ndị mmadụ asaala Chimamanda maka aziza ya gbasara Ipob",
    "Ọtụtụ akwụkwọ mbụ bụcha na n'asụsụ Bekee mana e mechara nwewe akwụkwọ ndị e dere ede n'asụsụ Igbo bụ ihe Igbo ji akọ akụkọ ifo nakwa nke na-egosi nkwenye ndị Igbo.",
    "Lee ụfọdụ akwụkwọ Igbo kara aka nke ihe pụrụ iche na ọtụtụ n'ime ha bụ etu ndị dere ya ji ilu na akpalaokwu were ebi okwu ka ụkpaka :",
    "Ebe foto si, Emmanuel Akosa",
    "Omenụkọ bụ akwụkwọ akụkọ ifo(Literature) mbụ e dere n'asụsụ Igbo dịka e bipụtara ya n'afọ 1933.",
    "Omenụkọ bụ akwụkwọ ọtụtụ ụmụaka ụmụ akwụkwọ Igbo  jiri waa eze n'ịgụ edemede Igbo.",
    "Ya bụ akwụkwọ nke Nwosu Pita Nwana ritere nturuugo n'asọmpi akwụkwọ e dere n'asụsụ dịga n'Afrịka nke 'International Institute of African Languages and Culture' haziri.",
    "Maazị Pita Nwana, onye ọrụ kapịnta rụrụ ọrụ n'ụlọakwụkwọ 'Methodist College Ụzụakọli' ọtụtụ afọ, ji ilu na okwu gwọọ ya bụ akwụkwọ ka ji abụbọ.",
    "Nwana bụ onye 'interpreter' nye ndịọcha na-achịkọta ụlọakwụkwọ ahụ e mechara mara dịka 'Ibo Institute' , gụnyere Rev J Wood bụ onye nlekọta ya bụ ụlọakwụkwọ.",
    "Nwana, onye a mụrụ n'afọ 1881 bụ  otu n'ime ụmụnwoke ise nne na nna ya bụ onye bụ ọpụrụiche site na oge ọ dị na nwata.",
    "Nne na nna ya bụ ndị ọgọ mmụọ mana Nwana tolitere sowe ndị ụka ebe ọ nọ mụta Akwụkwọ nsọ.",
    "Ọ nwụrụ n'afọ 1968 oge Agha Biafra ka kpụ ọkụ n'ọnụ mana akwụkwọ ya ahụ mepeere ndị na-ede akwụkwọ Igbo ụzọ.",
    "Ọtụtụ gbasoro etu o si eji ilu na itu aha otutu were achọ akwụkwọ ha dere mma.",
    "Omenụkọ bụ akụkọ gbadooro ụkwụ n'ihe mere na ndụ otu nwoke a kpọrọ Igweegbe Odum, onye Ndizuogu ma bụrụkwa onye ojiegoachụego.",
    "Nwoke ahụ sitere n'ogbenye were ghọọ ọgaranya site n'ịgba mbọ nakwa amamihe dịka ọ gbachaara nna ya ukwu odibo.",
    "Mana nwoke ahụ dajọrọ oge o lere ụmụ ndị agbataobi ya na-enyere ya aka n'azụmahịa n'ohu oge ahịa ya dachara mmiri.",
    "O mechara gbalie imezi ihe o mebiri.",
    "Akwụkwọ Omenukọ bụ akwụkwọ wuru ewu n'Igbo agbọ fere agbọ nke na  n'afọ 2010, emere emume icheta afọ 75 e depụtara akwụkwọ ahụ.",
    "Ebe foto si, Emmanuel Akosa",
    "Ije odumodu jere bụ akwụkwọ Leopold Bell Gam dere akwụkwọ n'afọ 1963 bụ akwụkwọ ọzọ tọọrọ atọ ụmụakwụkwọ iji amụ iri elu n'agụmagụ Igbo.",
    "Akwụkwọ a bụ akụkọ maka Odumodu, nwa afọ Ahaba hapụrụ  ezinaụlọ ya na-agbanyeghị mkpamkpa ndị ntọrị mmadụ, gawa Eko (Legọs) ịchọ akaraaka ya.",
    "Ọ nọrọ n'Eko mụọ ọrụ ma na-arụ ọrụ aka dị iche iche ma mecha rụwa ọrụ n'ụgbọmmiri.",
    "N'otu n'ime njem ha na-eme ịga ofesi, ebilimmiri tụwara ụgbọmmiri ha, onye ọbula gbasaa ka mkpụrụ ụkpaka.",
    "Mmiri bugara Odumodu n'ikperemiri mba Finda ebe ọ nọrọ malite ndụ n'isi.",
    "Dịka akụkọ Guilliver's Travel nke Jonathan Swift dere ebe Gulliver zutere ndị Liliput, ndị obodo Finda Odumodu zutere bụ ndị ntịtị mmadụ, ebe Odumodu dị ha ka nnukwu dimkpa toro nnukwu ogologo.",
    "Ọ tara ahụhụ na mba ahụ ma mecha bụrụ nnukwu mmadụ lụrụ nwa eze mba Finda ọ mụtara ya ụmụ mana oge egwu dagharịrị, ọ ghọọ onye gba aka nwunye ya na ụmụ ya.",
    "N'agbanyeghị njem ya ga nakwa ihe niile ọ gabigara, Odumodu laghachiri n'ala nna ya bụ Ahaba, ebe ndị obodo mere ya eze, ko o were ihe ọ mụtara na njem ya chịkọta ha.",
    "Ebe foto si, Emmanuel Akosa",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ Igbo",
    "Nke a bụ akwụkwọ nke onye na-ede akwụkwọ a ma ama bụ  Tony Ubesie dere.",
    "A mụrụ Ubesie bụ onye Achi dị n'Okpuru Ọchịchị Oji River, Enugwu steeti n'afọ 1950 .",
    "Ọ gụrụ akwụkwọ na mahadum 'University of Nigeria Nsukka' ma bụrụ onye ntaakụkọ.",
    "Ọ bụ onye na-ede mbem ma bụrụ onye dere akwụkwọ ruru iri na atọ gụnyere; Isi Akwụ Dara n'Ala, Jụọ Obinna, Mmiri Ọku Eji Egbu Mbe, Ụkpana okpoko buuru, na Ụkwa Ruo Oge Ọ Daa bụ nke o dere n'afọ 1973.",
    "Ebe foto si, Twitter/@ogbonnaya_mark",
    "Tony Ubesie gụrụ akwụkwọ na Mahadum Naịjirịa dị na Nsụkka",
    "Tony Uchenna Ubesie nwụrụ n'afọ 1994 ka ọ gbara afọ 44.",
    "Akụkọ Ụkwa Ruo Oge Ọ daa bụ akụkọ banyere oke ịhụnanya dị n'etiti  Ngọzi na Chude.",
    "Ukwa Ruo Oge Ya Ọ Daa' bụ akụkọ banyere nnukwu ịhụnanya dị n' etiti Chude na Ngọzi.",
    "Na agbanyeghị ọtụtụ ọnwụnwa bịara nwalee mmadụ abụọ, ha etisaghị kama ha nwudosiri n' onwe ha wéré rue oge ha lụrụ  onwe ha.",
    "Ebe foto si, Emmanuel Akosa",
    "Akwụkwọ Mbediọgụ bụ akwụkwọ ọtụtụ akụkọ ifo banyere mbe na ụmụ anụmanụ ndị ọzọ nke  Frederick Chidozie Ogbalu(FC Ogbalụ dere.",
    "Odogwu nwoke a na-anụ aha ya maka nnukwu mbọ ọ gbara na nkwalite asụsụ Igbo bụ ya na ndị enyi ya hiwere otu Otu Iwelite Asụsụ Na Omenala Igbo  nke Bekeee kpọrọ 'Society for Promoting Igbo Language and Culture' (SPILC), n'afọ 1949.",
    "Ọ bụ otu ahụ haziri usoro Igbo e ji ede Igbo nke a kpọrọ 'Standard Igbo' na Bekee nakwa ọnụọgụgụ(numerals) n'Igbo(nde,ijeri). Tupu oge ahụ Igbo na-ekwu 'ọgụ kwuru ọgụ', 'nnụ kwuru nnụ', agụkata agba awa...)",
    "A ma Ogbalu maka ị bụ onye hiwere akwụkwọ akụkọ Igbo mbụ ọ kọrọ \"Anyanwụ.\"",
    "Ọ bụ onye Abagana n'Anambara Steeti ma bụrụkwa onye nkuzi  sekọndịrị kuziri n'ọtụtụ ụlọakwụkwọ.",
    "E wezụga Mbediọgụ, Ogbalu  dere ọtụtụ akwụkwọ Igbo gụnyere Nza Na Obu, Akwukwo Ogugu Igbo, Okowa Okwu (Igboo dictionary), Ebube Dike, Dimkpa Taa Aku A hu Ichere Ya,Okwu Ntuhi (riddles) Obiefula, Uwaezuoke  wdg.",
    "Otu n'ime akụkọ ahụ dị n'ime Mbediọgụ bụ maka ihe mere mbe ji ezo onwe ya n'ime okpokporo ya.",
    "Nke a bụ akụkọ etu oke ụgani si daa n'ala ụmụ anụmanụ nke na a hụghị ihe e riri.",
    "Mbediọgụ gara n'ọhịa ịchọ ihe ọ ga-eri ma hụ akwụ chara acha.",
    "Ọ rịa elu  gbutuo ya mana ogbe akwụ ahụ dabara n'ọnụ.",
    "Mbe soro ọnụ ahụ chọọ ogbe akwụ ya gawa ma hụ onwe ya n'ala mụọ ebe ndị mụọ na-ata akwụ ya.",
    "Ha rịọọ Mbe ka ọ hapụrụ akwụ, were ịgba nri.5. Onye Ọma Emeka,",
    "Onye Ọma Emeka bụ akụkọ maka Emeka Okoro, nwatakịrị nna ya zigara ka ọ gaa akwụkwọ, na-agbanyeghị na ya onwe ya bụ onye ọgọmmụọ.",
    "Mba Okoro zigara nwa ya ụlọ akwụkwọ n'ihi ahụhụ ọ gabịgara oge ọ rụrụ ọrụ kọmpịnị n'ihi agụghị akwụkwọ.",
    "Mana nne Emeka na ụmụnne ha akwadoghị nke a n'ihi egwu na ịga akwụkwọ ga-eme ka nwata ahụ gbahapụ omenala ndị obodo gawa ụka nke nwere ike ime ya ka ọ ghara ịkwa nna ya n'ụzọ omenala ma ọ nwụọ.",
    "Emeka gara akwụkwọ gụruo koleji ma nweta ọrụ na bido mebe fụma, nke mere na ọ dịzị  ndị ọgbọ ya na-achịbu ya ọchị ka ha bụrụ ya.",
    "O mechara bụrụ onye e zigara ala bekee ịgụkwụ akwụkwọ dị elu, ma lọtazie bụrụ nnukwu mmadụ n'ụlọ ọrụ ya. E mechara mee ya Minista.",
    "Emeka zigara ụfọdụ ndị okorobịa obodo ha mahadum ma jiri ọkwa ya mere ndị obodo ya ọtụtụ ihe mmepe obodo.",
    "Chinaagọrọm",
    "Ọ bụ Julie Onwuchekwa dere Chinagọrọm n'afọ 1983.",
    "Onye nkuzi mahadum bụ ọkammụta n'ihe gbasara agụmakwụkwọ ndị nwere ọlụsị nke Bekee kpọrọ 'Special Education na mahadum 'University of Ibadan' a mụrụ Onwuchekwa  n'afọ 1944.",
    "Akwụkwọ a bụ akụkọ otu nwata nwaanyị aha ya bụ Chinagorom.",
    "Chinagọrọm gụrụ akwụkwọ dị elu oge ụmụnwaanyị ịga akwụkwọ abụghị ihe e jiri kpọrọ ihe, oge a na-ahụta iziga nwaanyị akwụkwọ dịka itufu ego nakwa imepe nwaanyị oke anya.",
    "Mana na-agbanyeghị etu ndị oge ahụ si ahụta nwaanyị gụrụ oke akwụkwọ, Chinagorom bụ nwa nne na nna ya mụtara naanị ya lụtara Chinedu bụkwa nwoke gara ala Bekee gụọ akwụkwọ ma na-arụkwa ọrụ n'ụlọ mmepụta mmanụ ụgbọala.",
    "Chinagorom gabigara ọnwụnwa di icheiche  nke gụnyere ebubo ụgha e boro ya na ọ tụtara ime n'ezi  oge di ya gara ala Bekee ịgụkwu akwụkwọ.",
    "Mana eziokwu mechara pụta ihe dịka di ya bụ Chinedu Chijioke gbara akaebe na ọ bụ ya tụwara nwunye ya ime.",
    "Ọkpa Akụ Eri Eri",
    "Ọkpa Akụ Eri Eri bụ akwụkwọ Igbo ọzọ ụmụaka jị waa eze n'agụmagụ Igbo agaghị adị nchefu.",
    "Ọ bụ Maazi Ude Odilora, onye Ụmụnachị n'okpuru ọchịchị Dunukọfịa, ma bụrụkwa onye nkụzi Sekọndịrị dere ya.",
    "Onye gụrụ asụsụ Frenchị na mahadum 'University of Nigeria Nsukka', Odilora kuziri n'ọtụtụ ụlọakwụkwọ sekọndịrị.",
    "Ha gụnyere Igwebuike Grammar School Oka, Anglican Secondary School Adazi na Umuchu High School ebe ọ nọrọ laa ezumike nka dịka onyeisụlọakwụkwọ.",
    "Ọkpa Akụ Eri Eri bụ akwụkwọ mbụ o dere.",
    "Akwụkwọ a bụ akụkọ maka Akụbụzọ, onye nkụzi a ma ama n' obodo Abangwu ebe ọ bụ onyeisi ụlọakwụkwọ.",
    "Akụbụzọ bụ nwoke mara mma, gbaa dimkpa ma nwekwa oke mmụta.",
    "Ọ dị ike ọrụ ma na-etinyekwa uchu n' ọrụ ubi. Ihe niile ọ na-eri bụ ihe ọ kọpụtata n' ubi.",
    "Mana ọ bụ onye aka ike, ọ naghị ewepụta aka eri ezigbo ihe maọbụ nye mmadụ ihe.",
    "Ọ chọghịkwa ịzụta nwaanyị ga na- eriri ya akụ ya.Ọ dịghị ihe na-ala ya n'iyi,ọbụladị nsị, bụ ihe ọ na-eji ya na- aja akọ ihe.",
    "Ihe ndị a niile bụ iji chekwa ego ọ ga- eji aga ala Bekee. Mana oge ị ga-ala Bekee rutere nso, ọ gara n' igbe ọ zoro n'okpuru akwa ebe ọ na- etinye ego, ọ bụrụ na akịka atagwoola ego ọ na- atụkọ iji gaa ala Bekee.",
    "Ụkwụ were jie agụ dịka nwa amadị ahụ ahụghịkwa ego o jiri mee ọchịchọ obi ya. Ndị mmadụ kwara ya emo kpọọ ya\"ọkpa akụ eri eri\".",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ Igbo22 Febụwarị 2020",
    "Cyprian Ekwensi: Dike si n'ọkwa 'Director' malite ire komkom rọba n'ihi ịhụnanya Biafra4 Nọvemba 2020",
    "Vidio, Nne m ochie bụ feminisiti - Chimamanda Adichie9 Eprel 2018",
    "Chinua Achebe: Etu o si debanye aha ya n'obi ndị Naịjirịa16 Nọvemba 2019",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ17 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka16 Febụwarị 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ihe i kwesịrị ịma maka Omenụkọ, Ije Odumodu, Mbediọgụ na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Tyler Perry: O nwere ihe o mere ma dimkpa karịa afọ iri ise ka bụrụ okokporo?",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ebelechukwu Obiano: Ugegbe anya na-ese okwuEmelitere ikpeazụ na: 3 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}