{
  "published": "1 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ned Nwoko na nwunye ya nke ise akpọrọ Leila  wuru ewu na ngwụcha izu ụka a dịka o tinyere foto nwunye ya ma na-ekele ya dịka Leila gbara afọ iri atọ.",
    "Ned kwuru na o ruola afọ iri ọ matara Leila nwunye ya, ma na-agwa ya ka o kele chukwu maka ndụ makana ndụ kacha.",
    "Asịrị e jiri m gbaa na 'social media' ka wutekarịcha m- Ned Nwoko",
    "O nweghị sakramenti jikọrọ mụ na Ned Nwoko, di Regina Daniels - Chika Ike",
    "Ihe onyonyo na-efegharị na soshal midia na-ekwukwa na Ned gonyere nwunye ya a nnukwu ụgbọala nakwa ọla aka elekere galara ọnụ mana anyị amaghị maọbụ eziokwu.",
    "Ihe ise i maghị maka Ned Nwoko na Regina Daniels",
    "Aha Ned Nwoko na Regina Daniels na-akpọtụ na social media mana ị ma na o nwere ọtụtụ ihe ị mabeghị maka ddi na nwunye a na-ewu ewu?",
    "Lee ise n'ime ha ebe a:",
    "Ọ bụ ọkaiwu soro nye aka ịhụ na Naijiria nwetaghachikwara ego Paris Club oge ọchịchị Olusegun Obasanjo.",
    "Ned, onye bụ nwaeze obodo Idumuje dị n'Okpuruọchịchị Aniocha, Delta steeti alụọla Nwaanyị ise (nke ise bụ Regina Daniels), mụọ ụmụ 18, mana ọ hụrụ ụmụaka n'anya nke ukwuu nke ọ na-ele anya ịmụkwụ ụmụ ọzọ.",
    "Nwoko bụ onye na-amakarị njakịrị maọbụ na-akpakarị ọchị ma bụrụkwa onye na-ajụkarị ajụjụ ma ọ bụrụ na i zute ya.",
    "I nwere ike ịma na Ned gara mahadum na mba Briten ebe ọ nọ rụọ ọrụ ọkaiwu ya ihe karịrị afọ 30 mana ị ma na ọ gara sekọndịrị n'ala Igbo? - Ọ gụrụ akwụkwọ n'Abbot Boys Sekọndịrị, n'Ihiala dị n'Anambara steeti.",
    "Ụfọdụ ndị a na-akpọkarị aha na-eme ka ha na-ewu ewu na soshal midia dịka ndị a sị bụ nwunye ndị ọzọ Ned na-alụ, bụ ndị enyi Regina Daniels maọbụ ndị na-enyere ya aka n'ọrụ ya.",
    "Ned Nwoko ekwuola na o kwenyeghị na nwoke na nwaanyị ime ọyị ogologo oge tupu ha alụọ di na nwunye.",
    "Na mkparịtaụka ya na BBC Igbo, ọ kọwara na ya na nwunye ikpeazụ ya bụ Regina Daniels zutere onwe ha ma lụọ onwe ha n'ime izuụka atọ.",
    "Ị ma Erisco? Lee ka N4200 si mụtara ya ụlọ mmepụta tomato kachasị n'Afrịka",
    "'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze",
    "'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri'",
    "Ọtụtụ mmadụ ma Ned Nwoko dịka onye omeiwu na anọchitebu Aniocha/Oshimili n'ụlo Omeiwu n'Abuja ma bụrụkwa di omeejije Regina Daniels.",
    "Mana, Ned, nke ezigbote aha ya bụ Chinedu, bu onye chịtara aja ọfụma n'ọrụ ọkaiwu bụ ebe ọ gwara BBC Igbo o siri kpata ego mere ya nde ego na dọla.",
    "Ọ gbara ama echiche ya banyere alụmdinanwunye ya na Regina, ịlụ ụbara nwaanyị na ihe ndị ọzọ.",
    "Lee akụkọ a n'uju n'elu:",
    "Akụkọ ndị ga-amasị gị",
    "Ahụhụ anyị na-ata n'inyocha ndị mmadụ ahụ maka coronavirus",
    "O nwere ike Nnamdi Kanu amaghị maka nchụpụ achụpụrụ Uche Mefor - Solomon Egbo",
    "'Ihe mere m jiri ntu esi ihe mara ezigbote mma'",
    "'Etu Nnamdi Kanu si chọọ ịlakọ mụ na Chi m'",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Leila nwunye m- Ned Nwoko, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, Japan 2021: 'O nweghi mgbe m ji rọọ nrọ ịbụ onye egwuregwu' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Vidio, Africa Eye: 'O nweghi onye ga-etigbunwu m n'Afrịka niile - Jane Mugo, Duration 5,3025 Jenụwarị 2021",
    "Vidio, Ọgba mbọ: 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Herny Onyekuru: Ị chọrọ ịme ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a, Duration 1,4723 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}