{
  "published": "1 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "James Brown bụ onye ọtụtụ ma ama na Naịjirịa dịka nwoke na-eyi akwa nwaanyị, nke Bekee kpọrọ 'Cross Dresser'.",
    "Ọtụtụ ndị mmadụ na-aghọtahie Brown n'ihi etu o si ebi ndụ ya ma na-emekwa dịka nwaanyị.",
    "Na mkparịtaụka ya na BBC Igbo nwere n'afọ 2018, ọ kọrọ akụkọ etu o si chọpụta na ya nwere ọrịa HIV/AIDS.",
    "Ụzọ ị ga-esi gbalahụ ibufe nwa ọhụrụ gị HIV",
    "HIV/AIDS: Ihe mere asọmmiri ejighi ebufeli nje HIV.",
    "Lee steeti kacha nwee ọrịa HIV na Naịjirịa",
    "Nri onye nwere nje HIV kwesịrị iri",
    "Brown kwuru na ọ bụ site n'afọ nne ya ka o si bute nje a, mana nna ya mere ka ọ mara nke a oge ọ dị afọ iri na abụọ.",
    "Mana na-agbanyeghị ọrịa ahụ, Brown kwuru na ọ na-ebi ndụ ya nke ọma na-enweghị nsogbu ọbụla.",
    "O kwukwara na HIV/AIDS abụghị ngwụcha ndụ.",
    "Ụbọchị mbụ nke ọnwa Disemba afọ ọbụla bụ ụbọchị e wepụtara maka ọrịa HIV/AIDS.",
    "Ọ bụ ụbọchị e ji akụzi maka ya bụ ọrịa, etu mmadụ ga-esi zeere ibute ya, nakwa etu ndị bu ya nwere ike i si bie ndụ ha nke ọma.",
    "Ahụike",
    "HIV/Aids",
    "Nrị na-edozi ahụ",
    "World Health Organization (WHO)",
    "Mother to child HIV transmission: Ụzọ ị ga-esi gbalahụ ibufe nwa ọhụrụ gị HIV13 Juun 2019",
    "World AIDS day: Ọrịa HIV na AIDS ọ bụ otu ihe?1 Disemba 2018",
    "HIV Prevalence in Nigeria: Anambara kacha nwee ọrịa HIV n' ala Igbo15 Nọvemba 2019",
    "Vidio, World AIDS Day: Ihe m mere oge m chọpụtara na m bu HIV - James Brown, Duration 3,011 Disemba 2020",
    "Vidio, Nigerian Sumo Wrestler: Ihe mere m jiri gbaa mgba Sumo na Japan - Emeka Okeke (Baba Mutum), Duration 6,251 Disemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Imo State Roads: Ihe anyị jiri gbaa akwụkwọ n'ụzọ 'pọtọ pọtọ' dị n'Owerri, Duration 3,1028 Nọvemba 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, AMAA Award: 'Nollywood tinyere Naịjiria n'ihu mba ụwa' - Peace Anyiam-Osigwe, Duration 18,2630 Nọvemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}