{
  "published": "4 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mmadụ iji aka ese ihe abụghị nnukwu ihe akụkọ, mana Ikenokwalu Godson ji akụkụ ahụ ya ọbụla ese ihe.",
    "Ma aka, ụkwụ, isi, ọnụ, ntị, ọkụ maọbụ ihe ọ bụla, Godson jicha ha ese ihe.",
    "Ọ kọọrọ BBC Igbo etu o si malite nakwa ihe na-akpalite mmụọ ya.",
    "Gere ye n'uju n'onyonyo dị n'elu.",
    "Onye mere akụkọ a bụ Nnamdi Agbanelo.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "'Achọọla m ọrụ ọtụtụ ebe mana anaghị enye m n'ihi na abụ m ngwọrọ' - Emmanuel Eboseremhen",
    "'Ihe mere m jiri ntu esi ihe mara ezigbote mma'",
    "HIV/AIDS: Lee ka m si merie agha ya",
    "Vidio, 'Ihe mere m jiri ntu ese ihe mara ezigbote mma', Duration 2,0627 Nọvemba 2020",
    "Vidio, Power of Art: Ị ma na e ji nka agwọ ọrịa?, Duration 1,5822 Jenụwarị 2019",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Ijeoma Ogwuegbu: Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma, Duration 7,4718 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Vidio, Mkpọnala - Egbe ike na-emete mmụọ na mmadụ n'ụra, Duration 1,1214 Ọgọọst 2020",
    "Vidio, Igboukwu Art: 'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu', Duration 1,5826 Ọktọba 2019",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,0018 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}