{
  "published": "19 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chigozie Ohaka",
    "Broadcast Journalist, Igbo service",
    "Ebe foto si, Getty Images",
    "Dịka ụfọdụ ndị okpukperechi nke Alakụba nke bụ 'Islam' na Bekee na-eti mkpu na a na-akpagbu ha n'ọwụwa anyanwụ ọkachasị oge ngagharịiwe Endsars.",
    "Ọtụtụ ndị mmadụ am,aghị etu maọbụ mgbe ha siri bata ala Igbo.",
    "Dịka igbo si atụ n'ilu sị \"Onye na-amaghị ebe eliri ozu na esi n'ụkwụ abọ ya\", nke a mere ka anyị zọpụ ije ị mata etu okpukpere Alakụba siri bata ala Igbo.",
    "Emmanuel Nwobosi: Ihe ị maghị maka ọchịagha a so Ojukwu kwaa mgbọ n'agha Biafra",
    "Day for Abolition of Slavery: Etu ịtụ mgbere ohu siri kwụsị n' Afrịka",
    "BBC garụrụ n'ụlọakwụkwọ maka okpukperechi Alakụba nke dị n'Afikpo, Ebonyi steeti ka ha kọwaara anyị etu ya bụ ofufe siri bata ala Igbo.",
    "Ọ bụ Issa Friday Okonkwo bụ onyeisi nchịkọta ụlọakwụkwọ maka okpukpere Alakụba nke dị na Ebonyi steeti na Imam nke Owerri Shell Camp Central Mosque Imo steeti bụ Suleiman Yusuf Njoku tinyere ọnụ n'okwu a.",
    "Kedụ etu Alakụba siri bata ọwụwa Anyanwụ?",
    "Okpukperechi Islam nke ndị Igbo na-akpọ Alakuba abụghị taa ka ọ bidoro n'ala Igbo.",
    "Aha Alakuba sitere na \"Allah Hu Akbar\" nke pụtara Chukwu Ebuka n'asụsụ Igbo dịka Onyeisi ndị Imam nke Owerri Shell Camp Central Mosque Imo steeti bụ Suleiman Yusuf Njoku siri kọwaa.",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala Igbo",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha",
    "Njoku kwukwara na ya bụ Okpukpere sitere na onye ndị ofufe ahụ kwenyere na ọ bụ ozi nke ikpeazụ Chineke sitere bụ Abū al-Qāsim Muḥammad ibn ʿAbd Allāh ibn ʿAbd al-Muṭṭalib ibn Hāshim (Britannica).",
    "Kama ọ bụ Muhammad ka ọtụtụ ndị mmadụ ji mara ya.",
    "Ebe foto si, Getty Images",
    "Ụmụakwụkwọ Alakụba n'ụlọakwụkwọ ha n'Afikpo",
    "Ngwa ka anyị banye akụkọ a n'uju.",
    "Mazi Yusuf Njoku kọwara sị \"ọ bụ n'ihe dịka afọ otu narị na iri ise na atọ ka Alakuba batara ala Igbo\".",
    "Ọ kọwara na ọ bụ Nwaafọ Nsukka nke dị n'Enugwu steeti bụ onye nwanne ya nwaanyị kpọrọ gaa ugwu awụsa oge ọ dị na nwata bụ onye jiri Okpukpere Alakuba were bata Ala Igbo.",
    "Issa Friday Okonkwo kọwara sị \"ọteela aka ofufe Islam jiri bata ala Igbo, ọtụtụ ndị mmadụ amaghị nke mere na ọtụtụ ha anaghị ekweta\".",
    "Issa Friday Okonkwo bụ Onyeisi nchịkọta ụlọakwụkwọ maka okpukpere Alakụba nke dị na Ebonyi steeti",
    "Okonkwọ kọwara na ofufe nke Islam bu ofufe nke Kraịst ụzọ bata n'ụfọdụ ebe n'ala Igbo.",
    "O kwuru na ụfọdụ ebe n'Enugwu steeti dịka Enugwu Ezike, Ịbagwa Aka, Alaagu nke dị n'obodo Nsụkka bụ obodo ụfọdụ okpukpere Alakụba bu ụzọ bata tupu nke Kraịst abata.",
    "Okonkwo kọwara na ọ bụ site n'azụm ahịa n'etiti obodo ndị a na ụfọdụ mpaghara nke ugwu kpatara ya.",
    "Kedụ ndị bu ụzọ tụgharịa 'Bible' n'asụsụ Igbo?",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "Mpaghara ugwu dịka Nupe, Kogi na Sokoto bụ ndi ha na obodo ndị a zụkorọ ahịa.",
    "O kọwara sị \" Ọ bụ etu ndị a sị ebi ndụ nke ziri ezi mere ka ndị obodo ndị a jụwa maka ndị ha bụ na okpukpere chị ha\".",
    "Okonkwo kwuru na ọ bụ nke a mere ka ụfọdụ ndị obodo a gbanwee okpukpere chi ha ma zoro nke Alakụba.",
    "O mere ka anyị ghọta na ọ bụ etu a ka okpukpere Alakụba siri gbasaa ruo ọtụtụ obodo n'ala Igbo ma ruo kwa taa.",
    "Ọ kọwara na ebe dịka Enọọhia na ụfọdu ebe ka nsụka ka ị ga-ahụkarị ọtụtụ ndị ofufe Alakụba.",
    "Ọ bụ Sheik Ibrahim Nwagui bụ onye mbụ webatara Alakụba n'Afikpo.",
    "Ụlọakwụkwọ maka ọmụmụ Islam na asụsụ Arabic",
    "Kedụ onye na ebe o bu ụzọ bata n'Ọwụwa Anyanwụ?",
    "Issa Friday Okonkwo kọwara na ọ bụ n'oge afọ ndị 1800 ka Islam batara ọwụwa anyanwụ.",
    "Okonkwo kwuru na n'ebe dịka obodo Abiriba na Afikpo bụ n'afọ ndị 1930 na 1940 ka ọ batara obodo ndị a.",
    "Igbo culture: Egwuregwu ụmụaka Igbo jiri nwee aṅụrị oge gboo.",
    "Kama o kwuru na ọmaghị onye bu ụzo webata ya n'obodo Nsụka kama o kọwara na ọ bụ Sheik Ibrahim Nwagui bụ onye webatara ya n'Afikpo.",
    "Ọ kwukwara na ọ bụ na Nsụkka ka okpukpere alakụba bu ụzọ bata ọwụwa anyanwụ.",
    "Akụkọ kacha sie ike bụ na ọ bụ n'Obodo Alaagu ka e nwere ndị mbụ bụ ndị Igbo bụ kwa ndị Alakụba.",
    "Okonkwo kwuru sị, \"Akụkọ kwukwara na ụfọdụ ndị a bụ ndị Alakụba gwara ndị enyi ha nọ obodo ndị ọzọ maka okpukpere Alakụba, mgbe ndị enyi ha nyochara agwa ha, ụfọdụ gbanwere ma soro okpukpere alakụba.",
    "Mazi Okonkwo zara sị, \"Eeee, mgbagbu ndị mbụ bụ ndị alakụba dị njọ\".",
    "Ọ kọwara na mkpagbu a ka na-aga n'ihu ma ruo taa.",
    "Okonkwo rụtụ aka were sị \"n'oge agha Biafra, ndụ Igbo bụ ndị Alakụba lụụrụ Biafra ọgụ n'ihi na ha kwenyere na ha bụ ndị Igbo\".",
    "O kwukwara na oge alụchara agha, na egburu ụfọdụ n'ime ha n'ihi na ndị obodo ha kwenyere na ha na ndị agha Naijirịa bụ ụmunne.",
    "Okonkwo kwuru si, \" Ndị kacha bụrụ ndị udo n'ala Igbo bụ ndị okpukpere nke Islam\".",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe13 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ọgbambọ: Etu m si malite ahịa nri na UK- Mobughichi Eberendu13 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Ihe mere ụfọdụ ndị Igbo ji nabata okpukperechi 'Islam'",
    "Ebube Agu Meaning: Etu otu nchekwa ọhụrụ a ga-esi arụ ọrụ",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ugboro atọ mgbọ egbe 'stray bullet' tụrụ ndị NollywoodEmelitere ikpeazụ na: 21 Febụwarị 2019",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Otele ukwu egbuola nwaanyị ọzọEmelitere ikpeazụ na: 4 Ọktọba 2018",
    "Ị na-aga ala Igbo? Mara na e mechiela Akwa ShagamuEmelitere ikpeazụ na: 26 Disemba 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}