{
  "published": "8 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akaraka dị n'iche n'iche dịka chi onye si nye onye.",
    "Nke chi Samson Ejiofor nyere ya bụ iji osisi dịka nkụ arụpụta ihe mara mma.",
    "Nke a bụ ụzọ o ji agbara onwe ya mbọ ma na-akpata ihe afọ ya ga-eri.",
    "Ejiofor kọọrọ BBC Igbo etu o si malite, ihe ọ na-agabiga n'ọrụ ya nakwa ihe ọ na-elegara anya maka ọdịnihu.",
    "Lee ihe nkiri ya n'elu.",
    "Ndị mere akụkọ a bụ Chukwunaeme Obiejesi, Nnamdi Agbanelo na Chimezie Uche-Agbo",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Lee ihe nọ n'ụlọ Mungo Park n'Asaba",
    "'Ịchọwa mpa nnukwu na Nollywood, ị ga-esi n'otu 'room' banye room 'ọzọ'- Rita Edochie",
    "Ụmụntoroọbịa",
    "Nka",
    "Ịji ego achụ ego",
    "Enugwu",
    "Uchu n'ọrụ",
    "Vidio, Ọgbambọ: Lee nwafọ Igbo ji aka ya arụpụta igwe njuoyi, Duration 2,4024 Nọvemba 2020",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Ọgba mbọ: 'Eji m ite uhie n'ụlọ na isacha ụgbọala mere aka ọrụ', Duration 3,231 Septemba 2020",
    "Ọgba Mbọ: Etu ọrụ nka m siri bụrụ ihe a na-agba nkiri na mba ụwa dị icheiche - Joshua Egesi2 Mee 2023",
    "Vidio, Igbo Culture: Ihe emume ịwa akwa pụtara n'Ihitte Uboma, Duration 2,542 Jenụwarị 2020",
    "Gịnị mere ọnụ ego dọla ji arị elu na Naịjirịa?29 Julaị 2022",
    "Ibu m buru egbochighị m ịbụ 'Model'  - Jennifer Enujiugha30 Eprel 2023",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Sex for Grades: Onye nkuzi Unilag na-enye ụmụakwụkwọ nsogbu iji dinaa ha amala n'ọnya, Duration 13,457 Ọktọba 2019",
    "Etu anyị si rụpụta ogbunigwe e ji lụọ agha Biafra - Felix Oragwu2 Disemba 2022",
    "Ọgba mbọ: Ehi Igbo anaghị atapịasị ubi ndị mmadụ - Madiwe Okolie22 Nọvemba 2022",
    "World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara25 Eprel 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}