{
  "published": "12 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Eastern Security Network: 'Ọ bụ ndị Gọvanọ ọwụwa anwanwụ ka ụta dịịrị maka ESN'",
    "Onyeisi otu IYM bụ Elliot Ugochukwu Ukoh ekwuola na ọ bụ ndị Gọvanọ mere ka otu dị ka Eastern Security Network selite isi.",
    "O kwuru na ọ bụrụ na ndị Gọvanọ gere ntị na ndụmọdụ ya ịkpọkete ndị ntorobịa nso, ihe agaghị eru etu a.",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Cheta na onyeisi otu IPOB bụ Nnamdi Kanu hibere otu ọ kpọrọ Eastern Security Network maka nchekwa mpaghara ala Igbo.",
    "\"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ebe foto si, Getty/Ipob",
    "Ụfọdụ otu si Ọwụwanyanwụ ejikọtala aka ọnụ katọọ mba ọgụ onye ndu otu Ipob bụ Nnamdi Kanu bara ndị gọvanọ Ọwụwa Anyanwụ maka ịjụ inye otu 'Eastern Security Network' nkwado.",
    "Ha kwuru na Kanu ịnọ na mba ofesi na-achịkọta otu ahụ gosiri na o nwere ihe ọzọ o bu n'obi na abụghị ọdịmma ha.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Ohaneze asaala Ipob",
    "Otu Ipob nna-ebo ndị gọvanọ Ọwụwa Anyanwu ebubo ịlakanyere ha ndị agha Naijiria n'ihi nhiwe onye ndu ha bụ Kanu hiwere otu nche 'Eastern Security Network' n'Ọwụwa Anyanwụ.",
    "N'ozi ha wepụtara nke ndị isi ha gụnyere: Ọkaiwu Uche Ude(Ndigbo Progressive Youth Vanguard), Andy Okoro(South East Youth Network) na Deaconess Grace Ejike(South East Market Women Vanguard)  binyere aka, ha kwuru na \"Nnamdi Kanu agaghị ekwuru ndị Igbo na Naijiria  maọbụ ebe ọbụla n'ihi na ọ bụghị onye ndị mmadụ họpụtara ya ịnọchite ha dịka iwu Naijiria si kwuo.",
    "\"Ya lọta bịa mee ntuliaka ma ọ bụrụ na ọ chọrọ ikwuru ndị Ọwụwa Anyanwụ dịka iwu Naijiria si dị. E wepụ nke a , o nweghịkwa ihe ọzọ.\"",
    "Ha jara ndị gọvanọ Ọwụwa Anyanwụ ike maka iji iwu achịkọta obodo ma  kpokuo ndị ntorobia ka ha wepụ aka n'agwa ọbụla ga-esosi ndị Ọwụwa Anyanwụ dịka ndị chọrọ ikposaa Naijiria, ọkachasị ugbua mpaghara dị iche iche na-akpọ oku ka enye ndị Igbo ohere ọkwa onyeisiala n'afọ 2023.",
    "Na nkọwa ha, nkwado ndị mpaghara ndọị ọzọ dị mkpa maka Ọwụwa Anyanwụ inweta ọkwa ahụ.",
    "Eastern Security Network pụtara maka na ndị gọvanọ dara n'ọrụ nchekwa ha",
    "Ndị ọnụ na-eru n'okwu gbakọrọ kwuo maka Eastern Security Network nke Nnamdị Kanu hibere.",
    "Ndị a gunyere Charly Boy, Ozioma Izuora onye ọka iwu, Fredrick Nwabufo onye ntaakụkọ.",
    "Ebe foto si, Ebonyi Government/ Ipob",
    "Ndị gọvanọ Ọwụwa-Anyanwụ akatọọla nhiwe Nnamdi Kanu bụ onye ndu  otu Ipob hiwere otu nche 'Eastern Security Network'.",
    "Onyeisi otu jikoro ndịị gọvanọ Ọwụwa Anyanwụ bụ Dave Umahi gwara ndị ntaakụkọ n'Abakaliki, isiobodo Ebonyi steeti ụbọchị Fraide na mpaghara Ọwuwa Anyanwụ bụ ebe kachasị nwe udo, na enweghị nsogbu nchekwa.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Ihe gọọmentị etiti na ndị gọvanọ Ọdịda-Anyanwụ kwekọrịta maka Amotekun",
    "Ụzọ ise ndị Igbo si echekwa ogige ha mgbe gboo ndị ụgbụa kwesiri mụta",
    "Ụmahi sịrị, \" Achọrọ m ịgba ndị be anyị ume na mgpaghara anyị bụ ebe udo kachasị achị, o nweghị onye ga-agbagha nke a.\"",
    "\"Ya mere mgbe nwanne anyị nwoke si na ya ewetala otu nche n'Ọwụwa Anyanwụ, ọ bụ ihe ịkpa ọchị nke ekwesịị ịgba nkịtị kpamkpam.\"",
    "Ọ gara n'ihu too ndị gọvanọ Ọwụwa Anyanwụ maka \"mbọ ha na-echekwa mmadụ na akụnaụba na mpaghara ahụ na-agbanyeghị nkatọ  a na-akatọ ha.\"",
    "Umahi kpọkwara oku ka a ghara ịchụ ndị isi ọchịagha Naijiria ka nsogbu ghara isi na ya dapụta.",
    "Ndị otu Amotekun na ndị otu 'Eastern Security Network'",
    "Dịka akụkọ nakwa ihe onyonyo pụtara na soshal midia si gosi, otu nchekwa a kpọrọ 'Eastern Security Network' dị ka ha amalitela ọrụ n'uju na mpaghara Ọwụwa Anyanwụ.",
    "Otu a nke onye hibere ya bụ Mazi Nnamdi Kanu, onyeisi otu 'Indigenous People of Biafra', bụzị okwu a kpụ n'ọnụ n'ala Igbo ugbua.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Ihe ọkaiwu Ipob sara Orji Uzo Kalu",
    "Imirikiti ndị welitere isi n'ala Igbo kwadoro otu ESN, mana ụfọdụ na-ekwu na ọ dabaghị.",
    "Ndị kwadoro ya kwuru na ọ yitere otu nchekwa nke dị na mpaghara Ọdịda Anyanwụ a kpọrọ Amotekun, maọbụ otu nchekwa nke a kpọrọ Hisbah, na mpaghara Ugwu Naịjirịa..",
    "Ihe Charly Boy kwuru gbasara otu nchekwa ESN",
    "Otu n'ime ndị a bụ onye otiegwu a ma ama bụ Charles Oputa (Charly Boy)",
    "Kedụ myiri dị na Amotekun na ESN?",
    "Nnamdi Kanu (hibere otu ESN) na Rotimi Akeredolu (Otu n'ime gọvanọ isii na mpaghara Ọdịda Anyanwụ hibere otu Amotekun)",
    "Ọrụ otu abụọ a bụ nchekwa otu mpaghara - Eastern Security Network sị na ha na-echekwa mpaghara Ọwụwa Anyanwụ, ebe Amotekun nwere ikike ichekwa mpaghara Ọdịda Anyanwụ.",
    "Ebumnobi otu abụọ ma esoro okwu ekwuru n'ihibe ha, bụ nchekwa ndụ na akụnụba ndị bi na mpaghara ha",
    "Okwu ndị hibere ha sị na ihe kpatara e ji hibe otu abụọ bụ n'ihi oke ogbugbu nakwa mpụ dị n'obodo, ọ kachasị mwakpo ndị ọchịehi",
    "Ha abụọ na-ebu egbe ma nwekwaa akwa pụrụ iche e ji mara ha.",
    "Ndịiche dị na Amotekun na ESN",
    "Ebe foto si, Ondo State govt",
    "Gọvanọ Ondo Steeti bụ Rotimi Akeredolu yi uwe Amotekun iji gosi nkwado ya",
    "Ọ bụ otu onye (Nnamdi Kanu) hibere ESN, mana Amotekun bụ ndị ọchịchị steeti isii dị na mpaghara Ọdịda Anyanwụ bịakọtara ọnụ ma kpebie ihibe ya",
    "Ụlọomeiwu steeti ndị dị n'Ọdịda Anyanwụ wepụtara iwu nke kwadoro ihibe otu Amotekun, mana ọ dịghị otu a maka ESN",
    "Otu Amotekun na ndị uweojii Naịjiria na-arụkọ ọrụ iji weta nchekwa, mana otu ESN ekwubeghị ma ha na ndị uweojii a ga-arụkọ",
    "Gọọmentị steeti isii mebere mpaghara Ọdịda Anyanwu tụkọtara ego zụta ngwaọrụ na ngwaagha nke ndị Amotekun ji arụ ọrụ, mana o nwebeghị gọọmentị Ọwụwa Anyanwụ ọbụla kwadoro ESN",
    "Amotekun nwere usoro doro anya ha si ewe ndị ọrụ ọhụrụ. N'aka nke ọzọ, o dochaghị anya etu otu ESN si ahọrọ ndịọrụ ha, mana ụfọdụ kwuru na ọ bụ onye chọọ o jiri aka ya banye",
    "Gọọmentị Naịjirịa kwuburu na ha akwadoghi Amotekun, mana Osote Onyeisiala bụ Yemi Osinbajo na ndị gọvanọ Ọdịda Anyanwụ mechara nwee ọgba ma kwuo etu Amotekun ga-esi arụ ọrụ. N'okwu nke ESN, gọọmentị etiti ekwubeghi ihe ọbụla, mana ọ dịchaghị ka ha a ga-akwado ya n'ihi na ndị Gọvanọ Ọwụwa Anyanwụ akwadoghị ya.",
    "Dịka okwu gbasara atụmatụ 'Eastern Security Network' na-ebiri ọkụ, ndị ọkaiwu abụọ etinyela ọnụ n'okwu ahụ.",
    "Otu n'ime ha bụ Anthony Okah gwara BBC Igbo n'ekwentị na atụmatụ ahụ megidere iwu nchekwa Naịjirịa.",
    "Ebugharịala ikpe Nnamdi Kanu",
    "Kpọpụta Nnamdi Kanu",
    "Okah sị, \"Iwu Naịjirịa megidere mmadụ ịbu egbe n'enweghi ikike ibu ya.\"",
    "O kwukwara na ebe Ipob bụ otu gọọmentị etiti machiri amachi, ọ ga-eso na ọgbakọ na atụmatụ niile ha tụrụ bụ nke a machiri amachi.",
    "Onye ọzọ bụ Uche Maduemesi kwụnyeere ibe ya bụ Anthony Okah n'ikwu na ọ dara iwu.",
    "N'ọnụ ya \"ha kwesiri ị nata ikike n'ihi na ọ bụghi onye nọkata bilie ọ sị na ọ na-echekwa obodo\".",
    "\"A na-ede akwụkwọ, gọọmentị enye ha ikike tupu ha amalite ọrụ\".",
    "Maduemesi kwukwara na ọ dị mma na Kanu hibere ya bụ otu mana o kwesiri ekwesi ka ha denye aha ma nata ikike n'aka gọọmentị.",
    "Ebe foto si, Alloy Ejimakor",
    "Ọkaiwu Aloy Ejimakor bụ onye ọkaiwu otu IPOB nakwa Nnamdi Kanu kọwara na akụkụ 59 n'iwu Naịjirịa  akpọrọ 'Penal Code' metụtara nhibe otu nchekwa ahụ.",
    "Ejimakor kọwara na otu ahụ ga na-arụ ọrụ dịka ndị ọrụ nche nke ime obodo a kpọrọ 'Vigilante' na Bekee.",
    "Ọ sị, \"Ha abụghị 'Biafra Army', ha anaghị emegide gọọmentị Naịjirịa. Ha bụ maka nchekwa mpaghara ala Igbo\".",
    "N'ọnụ ya 'Ha anaghị egbu mmadụ, ihe ha na-agwa Igbo bụ \"keenụ nkwụcha na nkwụcha abụghị ụjọ\"'.",
    "Emeka Attama bụ ọnụ na-ekwuchitere Nnia Nwodo bụ onyeisi Ohaneze Ndigbo ekwuola na ha kwụnyere Nnamdi Kanu maka atụmatụ nchekwa o weputara.",
    "Ọ gwara BBC nke a na mkparịtaụka ekwentị ebe o kwuru na Eastern Security Network dị mkpa maka ịnye ndị Igbo olileanya na nchekwa dịịrị ha.",
    "Amotekun: Ndị Yoroba agakwala n'ụlọomeiwu steeti ime iwu maka otu nche - Nnamdi Kanu",
    "Ihe gọọmentị etiti na ndị gọvanọ Ọdịda-Anyanwụ kwekọrịta maka Amotekun",
    "O kwuru na o nweghi ihe dị njọ ma ndị Igbo nwee nke ha ebe mpaghara ndị ọzọ nwere nke ha.",
    "\"Anyị ga na-akwado ya bụ atụmatụ maọbụrụ na ejighi ya megbuo ndị ọzọ, ọ kachasị ndị abụghị ndị Igbo\" ka o kwuru.",
    "Mana o kwukwara na ihe wutere ha bụ na Nnamdi Kanu agwaghị ha tupu o hibe ụdịrị ihe dị etu ahụ.",
    "'Nnamdi Kanu na-etinye ndụ ndị otu 'Eastern Security Network' na nnukwu nsogbu'",
    "Onyeisi otu aha ya bụ Movement for the Actualisation of the Soverign State of Biafra, MASSOB bụ Ralph Uwazuruike ekwuola na Nnamdi Kanu na-etinye ndụ ụmụntoroọbịa ọ hụpụtara maka Eastern Security Network na nnukwu nsogbu.",
    "'Nnamdi Kanu na-arụrụ gọọmenti Naịjirịa ọrụ' - Ralph Uwazuruike",
    "Ị ma na ndị Igbo soro lụọ ọgụ Juun 12?",
    "O kwuru na onweghị ebe ya bụ otu nchekwa ji azụ eje maọbụrụ na aka ndị gọvanọ ọwụwaanyanwụ adịghị ya.",
    "Uwazuruike kwuru na onye ọbụla kwesiri ịkatọ atụmaatụ a Kanu ji pụta ugbua.",
    "Lee ihe ndị o kwuru n'uju ebe a.",
    "Ebe foto si, Screengrab of Kanu and  Facebook page of Obiano",
    "Ndị gọvanọ ọwụwa anyanwụ etinyela ọnụ n'okwu Nnamdi Kanu kwuputere na o hibela otu nchekwa ọhụrụ n'ọwụwa anyanwụ.",
    "Kọmishọna mgbasaozi gọvanọ Anambra steeti bụ Don Adinuba kwuru na Anambra bụ steeti kachasị nwe ezi nchekwa.",
    "Kpọpụta Nnamdi Kanu",
    "'Nnamdi Kanu na-arụrụ gọọmenti Naịjirịa ọrụ' - Ralph Uwazuruike",
    "Ma na-ekwu na ndị mmadụ kwesiri ịbịa mụta ka esi echekwa obodo n'aka ha.",
    "N'okwu ya, \"Anyị ga-akụziri ndị mmadụ ka esi echekwa obodo ọbụghị ndị mmadụ ga-akụziri anyị\"",
    "Kọmishọna mgbasaozi nke gọvanọ Abia steeti bụ John Okiyi Kalu kwuru na ha agaghị etinye ọnụ n'okwu ahụ.",
    "Ebe ndị nke Imo, Ebonyi, Enugu azabeghị anyị.",
    "Nnamdi Kanu bụ onyendu otu na-achọ nnwereonwe Biafra a kpọrọ Indigenous People of Biafra (Ipob), ekwuola na ya ehiwela otu nchekwa a kpọrọ Eastern Security Network (ESN), bụ nke ọ sị ga-egbochi mkpamkpa ndị ọchị ehi.",
    "O kwuru na e hibere otu a n'ihi na ndị gọvanọ ọwụwa-anyanwụ bụ ndị ụjọ, na ha enweghi ike ime ụdịrị ihe ndị na-achị mpaghara ndịda Naịjiria mere dịka ha hibere otu nchekwa nke ha a kpọrọ Amotekun.",
    "Kanu kwuru na nhibe a dị mkpa n'ihi na ụmụnwaanyị na ụmụagbọghọ anaghị aganwuzi ugbo n'ala Igbo n'ihi ụjọ mwakpo, ma kwuo na ebe ọbụla e gburu ndị Biafra, na ndị gọvanọ na ndị kọmishọna uweojii ga-eji isi buru ya.",
    "Ụzọ ise ndị Igbo si echekwa ogige ha mgbe gboo ndị ụgbụa kwesiri mụta",
    "Okwu nhibe 'vigilante' n'Ọwụwa Anyanwụ ọ bịara na mmezu?",
    "E jighị Nnamdi Kanu na Singapore- ọkaiwu Ipob",
    "O kwuru sị \"Ụfọdụ ndị nwereike ikwu na Amotekun nwere iwu na-achị ha, mana achọrọ m ime ka o doo onye ọbụla anya na agwọ nọ n'akịrịka n'ala anyị, nke bụ na anyị agaghị esi ụzọ ahụ.\"",
    "\"Aga m ewepụta ihe onyonyo ka ị hụ na ọ bụghị egwu ka anyị na-egwu.\"",
    "Ọ gara n'ihu kwuo \"anyị ekpebiela na anyị agaghị ekpesara onye ọbụla ọzọ\".",
    "N'ihe gbasara ogbugbu ndị mmadụ n'Oyigbo dị na Rivas steeti n'ọnwa Ọktoba, Kanu kwuru sị na ndị ọbụla aka ha dị na ya bụ ogbugbu agaghị alafere.",
    "Amotekun: Ihe o jiri dị iche na Forest Guards ndị ọwụwa anyanwụ",
    "Ihe niile i kwesịrị ịma maka otu nche ọhụrụ ndị gọvanọ ọwụwa anyanwụ hibere",
    "O kwukwara na ọ dịka ụlọikpe mbaụwa bụ International Criminal Court (ICC) na ndị ọzọ agbachiri nkịtị \"ka a na-egbufusi ndị na-enweghi ihe ha mere\", ma kwuo \"anyị agaghị ekwe ka a na-egbufusi ndị mmadụ etu ọ masịrị ndị ọchịchị steeti. Ana m eme ka ngalaba United Nations mara ugbua a na o mee ọzọ, anyị ga-emegwara.\"",
    "O kwuru sị \"wepụtanụ ihe niile m na-ekwu ma zigara ya ndị ICC. Achọrọ m ịga ụlọikpe ahụ...\"",
    "Kanu kwukwara na n'ime izu ole na ole na-abịa, ndị mmadụ ga-apụta ime ngagharịiwe, ọ sị na ndị ESN ga-apụta ichekwa ha.",
    "O boro ndị agha ebubo na ha gburu nne na nna ya, ma kwuo na \"ha (ndị nkwado ya) apụtala ịnwụ maka nkwenye ha\".",
    "\"Ndị be anyị adịla njikere ịlụ ọgụ, ọ bụghị ọgụ nnwereonwe n'aka Naịjiria - anyị ga-esi n'aka 'referendum' nweta nke ahụ - mana ọ bụ ọgụ ichekwa obodo anyị. Anyị chọrọ ka ndị nne anyị gaa ọrụ ugbo na-atụghị ụjọ mwakpo n'ike.\"",
    "Kanu kwuru na Eastern Security Network abụghị ndị agha Biafra, na ha bụ ndị nchekwa.",
    "\"Eastern Security Network abụghị ndị agha Biafra. Ọ dị ka Amotekun. Mgbe oge ruru anyị ga-egosi ụwa ndị agha Biafra.\"",
    "\"Anyị anaghị abanye agha ọbụla.\"",
    "Mara na gọọmenti Naịjirịa gụnyere Ipob n'ime otu ndị na-eyi ndụ egwu na mba ahụ. Ha sikwa na ha bụ ndị enweghị ikike ịgbakọ.",
    "Ọ bụ ndị omeiwu steeti na ndị gọvanọ nwere ikike ihibe ndị ọrụ nchekwa na steeti dị iche iche na Naijiria.",
    "Akụkọ ndị ga-amasị gị:",
    "Etu ogbugbu onye okada si bute ọgbaaghara n'Igboukwu, Ekwulobia, Oko",
    "Ihe niile anyị ma maka ntọrọ ụmụakwụkwọ na Katsina steeti",
    "Etu ị ga-esi si n'ekwentị gị mata akara 'National Identification Number' gị",
    "Day for Abolition of Slavery: Etu ịtụ mgbere ohu siri kwụsị n' Afrịka",
    "Amotekun: Gọọmenti etiti chọrọ ka e wugharịa nhazi Amotekun23 Jenụwarị 2020",
    "Nchekwa ala Igbo: Ụzọ ise ndị Igbo si echekwa ogige ha mgbe gboo ndị ụgbụa kwesiri mụta29 Ọgọọst 2020",
    "Amotekun: Ihe o jiri dị iche na Forest Guards ndị ọwụwa anyanwụ13 Febụwarị 2020",
    "Nnamdi Kanu: Yoroba agakwala n'ụlọomeiwu steeti ime iwu maka Amotekun24 Jenụwarị 2020",
    "Akụnaụba obodo a adaala kemgbe ihe mere n'Orlu - Eze Amaifeke28 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'28 Jenụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Akụnaụba obodo a adaala kemgbe ihe mere n'Orlu - Eze Amaifeke",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'",
    "Ihe mere 'Onye eze Jesus' taa",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Sunday Igboho adọọla ndị Fulani na-achị ehi ha sị n'Ogun Steeti waa maọbụ ...",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?",
    "Ebonyi state NURTW Crisis: Etu ntuliaka ndị NURTW si bute nkwafu ọbara n'Ebonyi steeti",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}