{
  "published": "14 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ralph Uwazuruike bụ onyeisi otu Movement for the Actualisation of the Soverign State of Biafra, MASSOB ekwuola na ọ bụ ndụ ụmụntoroọbịa ka o na-tinye na nsogbu site n'ihibe Eastern Security Network.",
    "'Maka Achuzia, anyị ga-ahụ na Biafra mezuru'",
    "Orji Uzor Kalu enwerela onwe ya",
    "O kwuru na otu Ipob bụ nke a machịrị amachịrị ya mere na onweghị ihe ha mepụtara a ga-anabata.",
    "N'okwu ya, ekwesiri katọọ atụmaatụ ya makana o zighị ezi.",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Ọgbambọ: Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' n'ụlọ, Duration 4,147 Disemba 2021",
    "Vidio, 'Nnamdi Kanu na-etinye ndụ ndị otu 'Eastern Security Network' na nnukwu nsogbu', Duration 3,0814 Disemba 2020",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 7 gara aga",
    "Vidio, World Disability Day: Ọrụsị m na-emebu m ihere, mana ugbua Ọtụtụ ụmụ nwoke na-arịọ m ọyị - Chidimma Ajemba, Duration 4,473 Disemba 2021",
    "Vidio, World Disability Dat: Lee etu nwa ada a jiri bụ 'nwaanyị kpuruisi mbụ nwetere PhD na Naịjirịa', Duration 5,532 Disemba 2021",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}