{
  "published": "14 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ka otu onwa gachara, BBC Africa Eye eweputala agba abụọ nnyocha banyere mgbere ụmụaka yiri ọtụtụ mmadụ egwu na Kenya. Ọtụtụ n'ime umụaka a bu ndị ezuru ezu, ebe ndị ọzọ bụ ndị ezinaụlọ ha ji aka ha ree. Ego ole a na-ere ụfọdụ ụmụaka na-abụ nwa ntọntọ ihe.",
    "Ọ bụ nne ụfọdụ rere ha,",
    "Etu ndị 'baby factory' si eme ka nwaanyị tụrụ ime adigboroja",
    "'Amaghị m na nwa m a mụkworo amụkwo ga-emecha dị ndụ'",
    "Ịmụ nwa na alụbeghị di ọ bụrụla omenaala?",
    "N'ime nnyocha ọhụrụ a, Africa Eye tinyere uche n'akụkọ otu nwaanyị nọ n'etiti ụbịam an ndị a na-atụ mgbere ụmụaka.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ikike ụmụnwanyị",
    "Ụmụaka",
    "Ụbiam",
    "Mmeru nwata",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Vidio, IVF: Gịnị kpatara na ụfọdụ ụka na omenala anaghị anabata usoro ịmụ nwa a?, Duration 7,015 Ọgọọst 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, Jude Eze and Lastma clash: 'Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ', Duration 4,512 Ọgọọst 2021",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Vidio, Honey production: Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,57elekere 7 gara aga",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo, Duration 6,5228 Julaị 2021",
    "Vidio, Chioma Ajunwa Olympics: E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha, Duration 5,294 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}