{
  "published": "15 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Gali Kankara",
    "Ka chi na-efo kwa ụbọchị ka ihe ọhụrụ na-apụta banyere ihe karịrị ụmụakwụkwọ narị atọ a tọọrọ n'ụlọakwụkwọ ha dị na Kankara, Katsina steeti.",
    "Ọ bụ n'ụbọchị Satọde ka akụkọ pụtara na ndị amaghị ndị ha bụ wakporo ma tọrọ ihe ruru ụmụakwụkwọ 500 bi na Government Secondary School(GSS) Kankara.",
    "Ụmụaka Dapchi alọtala",
    "Ụmụaka Dapchi ezutela Buhari",
    "Ndị obodo Dapchi alaghachịtala",
    "N'ihi nke ahụ, Gọvanọ steeti ahụ bụ Bello Masari nyere iwu ka a kpọchie ụlọakwụkwọ obibi niile dị na steeti ahụ.",
    "N'ụbọchị Monde kwa, akụkọ pụtara na gọọmentị  na ndị ahụ amalitela mkparịtaụka maka ntọghapụ ụmụakwụkwọ ahụ.",
    "Lee ihe niile merela kemgbe ahụ:",
    "Boko Haram ekwerela na ọ bụ ha kpara ya bụ mkpamkpa",
    "Ebe foto si, AFP",
    "Ụfọdụ na-eche na ọ bụ ndị ekperima mmadụ amaghị ndị ha bụ kpara ya bụ arụ ebe ụfọdụ na-ekwu na ọ ga-abụ otu ndị na-eyi ndụ egwu nke a kpọrọ Boko Haram mere nke a.",
    "Mana ugbua, ndị Boko Haram ekwuola n'ezie na ọ bụ ha kpara ya bụ mkpamkpa.",
    "Onyeisi ha bụ Abubakar Shekau kwuru nke a site n'ozi o zipụtara n'isi ụtụtụ Tuzde.",
    "Shekau kwuru na ihe kpatara ha ji tọrọ ụmụakwụkwọ ahụ bụ iji kwụsị agụmakwụkwBekee bụ nke ha kwuru na ọ bụ ihe arụ n'okpukperechi Alakụba.",
    "Ndị agha Naijiría agbaala ogige ndị tọọrọ ụmụakwụkwọ na Katsina steeti okirikiri",
    "Ebe foto si, Gail Kankara",
    "Akụkọ na-ekwu na ndị agha Naijirịa gbaala ogige ebe e chere ndị tọọrọ ụmụakwụkwọ na Katsina steeti gburugburu.",
    "A mabeghị ụmụakwụkwọ ole ndị a tọọrọ kama n'ime ụmụ akwụkwọ narị asatọ na-agụ akwụkwọ n'ụlo akwụkwọ ahụ, a maghị ebe ihe dịka ọkara n'ime ha nọ ugbua.",
    "Otu onye na-arụrụ onyeisiala Naijirịa bụ Muhammadu Buhari ọrụ kwuru na a na-atụanya na ọ bụ ego ka ndị ntọ a na-achọ.",
    "Gọọmentị Naijirịa kwuru na ọ bụ ndị omekome bụ ndị na-akpa mkpamkpa a.",
    "Ihe ndị nwere agba na-ekwu gbasara ya bụ ọdachi mere",
    "Ndị mmadụ dịka Oby Ezekwesili na ndị ọzọ tinyere ọnụ n'ihe mere.",
    "Ezekwesili kwuru n'akara Twitter ya na gịnị ka onyeisiala Muhammadu Buhari na-eme ebe nne na nna ụmụakwụkwọ ahụ na-akwa akwa.",
    "Otu kpọrọ onwe ha 'Bring Back Our Girls' kwukwara na otu ihe di ire bụ na o nwebeghi ihe gọọmentị Naịjirịa mụtara n'ihe mere na Chibok, Dapchi na ugbua Kankara.",
    "Onye zọburu ọkwa onyeisiala na Naịjirịa bụ Atiku Abubakar zigaara ezinaụlọ ndị ahụ ozi itiakanobi ma gwa ha ka ha nwee ntụkwasiobi na ndị ọrụ nchekwa ka akpọpụta ụmụ ha.",
    "Ihe ọzọ mere",
    "Cheta na ndị otu Ugwu dị icheiche a kpọrọ 'Coalition of Northern Groups' (CNG)hibere nzụkọ gbasara ọnọdụ nchekwa n'ụbọchị Monde.",
    "Ebe foto si, CNG",
    "Mana ọgbakọ ha enweghi isi dịka ndị omekome a batara ogige nzụkọ ndị Arewa n'ihe dịka Elekere iri na otu nke ụtụtụ were chụpụ ndị ntoroọbịa ahụ na-eme nzụkọ.",
    "Ha napụkwara ọtụtụ  ndị a bịara nzụkọ a ekwentị ha.",
    "Nzụkọ a bụ maka atụmatụ ha kpọro,\"Arewa Security Review\".",
    "Onyeisioche CNG bụ Balarabe Rufai kwuru sị, \" Anyị kwenyere na ọ bụ ndị mmadu zitere ndị omekome a, obi adịghi anyị mma chaa chaa\"",
    "NA EME UGBU A Ọgwụ mgbochi covid-19 awụchiela n'Abuja",
    "Gee ntị, BBC Nkeji2 Maachị 2021",
    "Food Blockade: Ka ụkọ nri ndị ugwu kwụsịrị ibute si emetụta ala Igboelekere 5 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?25 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe Ipob sara NBC gbasara nkụchị Radio Biafra",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Food Blockade: Ka ụkọ nri ndị ugwu kwụsịrị ibute si emetụta ala Igbo",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}