{
  "published": "17 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bashir Ahmad/Twitter",
    "Onyeisiala Muhammadu Buhari oge o zutere ụmụakwụkwọ Kankara a tọhapụrụ",
    "Onyeisiala Muhammadu Buhari ezutela ụmụakwụkwọ ahụ ndị ekperima tọọrọ n'ụlọakwụkwọ ha dị n'obodo Kankara na Katsina steeti.",
    "Buhari zutere ụmụaka ahụ n'ụlọ ya na dị Daura n'ụbọchị Fraịde..",
    "Gọọmentị Katsina kwuru na e bu ụzọ kpọga ụmụaka ahụ n'ụlọ ezumike ebe ha nọ saa ahụ, rie nri, gbanwee akwa ha tupu ha agaa ịhụ onyeisiala.",
    "Ihe niile anyị ma maka ntọrọ ụmụakwụkwọ na Katsina steeti",
    "Okeala Naịjirịa agbapeela, leekwa ngwaahịa iwu ka machiri",
    "Ụmụakwụkwọ Kankara na be onyeisiala Buhari",
    "Buhari toro ndịagha Naịjirịa maka mbọ ha gbara ịzọpụta ụmụaka ahụ.",
    "O kwuru sị: \"Obi dị m mma etu ndịagha si gbaa mbọ ịzọpụta ụmụaka a, mana ihe anyị ka ga-eme buru ibu.\"",
    "Ebe foto si, Youtube Screengrab",
    "Yinka Odumakin bụ onyeisi Afenifere",
    "Na'aka nke ọzọ, otu jikọrọ ndị Yoruba na Naịjirịa bụ Afenifere ekwuola na ha ekwetaghị akụkọ gọọmentị etiti kọrọ gbasara ụmụakwụkwọ ndị ekperima tọọrọ n'obodo Kankara dị na Katsina steeti, bụ ndị a tọhapụrụ n'abalị ụbọchị Tọzde.",
    "Ọnụ na-ekwuru ndị Afenifere bụ Yinka Odumakin, kwuru na ha 'enweghị mgbagha ọbụla na gọọmentị kwụrụ ụgwọ iji gbapụta ụmụakwụkwọ ahụ.\"",
    "Onye ji Miyetti Allah tụnyere Ọhaneze na Afenifere ejighị uche ya - Bakare",
    "Fulani redio abụghị maka naanị ndị ọchị ehi - NBC",
    "N'akwụkwọ ozi o zipụrụ n'ụbọchị Fraịde, Odumakin kwuru na ọ bụ ihe mwute na Naịjirịa amụtaghị ihe ọbụla n'ihe mere na Chibok, Borno Steeti na 2014, ebe Boko Haram tọọrọ ụmụakwụkwọ karịrị narị abụọ.",
    "O kwuru na ihe a dịzi ka ọnọdụ enweghị nchekwa bụzi ihe e ji akpa ọchị na Naịjirịa.",
    "Odumakin metụkwara aka ihe o ji bụrụ otu Miyetti Allah nọ n'isi mkparịtaụka iji tọhapụ ụmụaka ahụ.",
    "Ọ kpọrọ oku ka ndị okenye na mpaghara Ugwu nakwa akụkụ Naịjirịa niile, tinye ọnụ n'okwu gbasara enweghi ezi nchekwa na Naịjirịa, tupu ekele agafee nku aka.",
    "Ebe foto si, Getty Images",
    "Aka na-achị Zamfara steeti bụ Bello Matawalle ekwuola ọ bụ onyeisi otu ndị ọchị ehi bụ Miyetti Allah nyere aka na mkparịtaụka nke mịtara mkpụrụ mere ndị ekperima ji tọgapụ ụmụakwụkwọ ha tọọrọ n'obodo Kankara dị na Katsina Steeti..",
    "Gọvanọ Matawalle gwara BBC nọ ọ bụghị ndị Boko Haram tọọrọ ụmụakwụkwọ ahụ kama ọ bụ ndị ojiegbe na-anọ n'ime ọhịa si Zamfara ruo Katsina.",
    "Ọ sị na ndị oji egbe a kwuru ọtụtụ ihe ha sị bụ iwe ha nke gọọmentị kwere ha nkwa na a ga-etinye ya anya.",
    "Gọvanọ Matawalle bụ onye nọ n'isi mkparịtaụka a si na ndị a bụ ndị Fulani sị na otu ihe na-ewe ha iwe bụ ogbugbu ehi ha nakwa mwakpo ndị nche na-awakpo ha.",
    "Ọ sị na ya dị njikere ime he ọbụla ga-enyere Naịjirịa aka nwete ezigbote nchekwa.",
    "Ebe foto si, Screen grab",
    "Cheta na gọọmentị steeti Katsina dị n'ugwu Naịjirịa kwuburu na azọọpụtala ụmụakwụkwọ 344 nke Sekọndịrị Skool dị n'obodo Kankara ndị Boko Haram tọọrọ.",
    "Ọ bụ n'abalị Tọọzde ka atọghapụrụ ụmụaka a.",
    "Ode Akwụkwọ Gọọmentị Katsina bụ Alhaji Mustapha Inuwa gwara BBC na ọ bụ obodo Tsafe dị na steeti Zamfara ka e si jiri ụgbọala buru ụmụakwụkwọ a lọta.",
    "Ihe niile anyị ma maka ntọrọ ụmụakwụkwọ na Katsina steeti",
    "Okeala Naịjirịa agbapeela, leekwa ngwaahịa iwu ka machiri",
    "Ọ sị ndị ọrụ nchekwa na ndị ọrụ gọọmentị zutere ya na Katsina n'abalị ma kwuo na ha ga-ezute onyeisiala Buhari na Fraịde.",
    "Ọ bụ n'ụbọchị Fraịde ka ndị ojiegbe wakporo ụlọakwaụkwọ ụmụaka ahụ n'obodo Kankara were tọrọ mmadụ ruru 400.",
    "Ebe foto si, Bashir Ahmad",
    "Onyeisiala Naịjirịa bụ Muhammadu Buhari ka ọ na-anụta ozi na atọghapụla ụmụakwụkwọ Kankara",
    "Ka abalị anọ gachara, onyeisi Boko Haram bụ Abụbakar Shekau zipuru ozi na-ekwu na aka ha dị na ntọrị ụmụakwụkwọ a.",
    "N'ehihe Tọọzde ndị Boko Haram wepụtekwara ihe onyonyo gosiri ụmụakwaụkwọ a.",
    "N'ihe onyonyo ụlọntaakụkọ HumAngle wepụtere, otu n'ime ụmụakwụkwọ ahụ nọ na-arịọ gọọmentị Naịjirịa ka ọ kpọpụ ndị agha o zigara ịzọpụta ha maka \"onweghi ihe ha ga-emenwu\".",
    "A kwụrụ ụgwọ ji zọpụta umụakwụkwọ a?",
    "Gọọmentị Katsina na Zamfara na-ekwusi ike na onweghi ego ọbụla e nyere ndị tọrọ ụmụakwụkwọ iji zọpụta ha.",
    "Ọ bụ n'ọhịa Tsafe dị na Zamfara ka e si kpọpụta ụmụakwụkwọ a.",
    "A kpọ ha gaa ọdọ ndị agha dị n'obodo Gusau bụ isi obodo Zamfara.",
    "Ebe gọọmentị Katsina kwụ ugbua",
    "Ebe foto si, Presidency",
    "Tupu nke a eme, gọvanọ Katsina bụ Aminu Beloo Masari gwara BBC na a ga-atụghapụ umụakwụkwọ ahụ na nso nso makana ha ma ebe eji ha.",
    "Ọ sị na gọọmentị chọrọ ịtọghapu ụmụakwụkwọ ahụ na-ejighi egbe iji gbanarị mmerụ ahụ maọbụ ogbugbu mmadụ.",
    "Ọ sị na dịka ndị agha gbachiri ebe ndị omekome ji ụmụakwụkwọ a nọ, a malitere okwu etu a ga-esi tọghapụ ha.",
    "Mana, na mkparịtaụka ya na ụlọntaakụkọ kpara n'abali, Gọvanọ Masari sị na a ga-akpọ ụmụakwụkwọ ahụ gawa ụlọọgwu maka inyocha ha ahụ.",
    "Ọ gakwara n'ihu kwuo na tupu ha agbapee ụlọakwụkwọ ọzọ, ha ga-agba mbọ hụ na e nwere ezigbote nchekwa.",
    "Onyeisiala Muhammadu Buhari si na ya nabatara ntọghapụ ụmụakwụkwọ a. Ma nye ndị ọrụ nchekwa na Gọvanọ Masari ekele maka mbọ ha gbara.",
    "Buhari gara n'ihu kwuo na gọvanọ Katsina na Zamfara gbara mbọ ọfụma dịka ha rụrụ ọrụ ha kwesiri iji hụ na-azọpụtara ụmụakwụkwọ ahụ.",
    "O kwuru ụfọdụ mbọ ọ sị na gọọmentị ya na-agba iji hụ na nchekwa dị na Naịjirịa niile.",
    "Ọ sịkwa na ha na-ekpe ekpere maka ụmụaka ahụ dịka o sị na ha gabigara ataramahụhụ n'aka ndị ji ha.",
    "Mwakpo ụlọakwụkwọ dị na Naịjirịa",
    "Naijiria",
    "Kankara Kidnap: Ihe niile anyị ma maka ntọrọ ụmụakwụkwọ na Katsina steeti15 Disemba 2020",
    "Okeala Naịjirịa agbapeela, leekwa ngwaahịa iwu ka machiri17 Disemba 2020",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ24 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahielekere 3 gara aga",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya21 Jenụwarị 2022",
    "Etu ị ga-esi nweta 'Permanent Voters Card' gị20 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}