{
  "published": "22 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'agbanyeghi na ọ mụghị etu e si eme isi maọbu wig, Chinyere Anigbo bụ dọkịnta ahụike gbanyụrụ ọkụ n'ọrụ ya wee malite ịrụpụta wig.",
    "Taa, ọ na-ebu wig ya aga mba ụwa dị iche iche.",
    "Lee Nwoke gbara afo 57 nwaanyi na-anwuru ka o mee ha isi",
    "'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze",
    "'Eji m ite uhie n'ụlọ na isacha ụgbọala mere aka ọrụ'",
    "O nwere ndị ọrụ karịrị narị anọ ọkachasị n'ụmụnwaanyị, ọ sị na ọ bụ iji nyere ha aka mere o ji malite ọrụ ịrụpụta ntụtụ a na-ekpu ekpu bụ wig.",
    "N'akụkọ a, ọ kowara etu o si malite nakwa etu o si aga.",
    "Ọ bụ Chimezie Ucheagbo na Nnamdi Agbanelo tinyere aka mee akụkọ a",
    "Vidio, Palm Oil: 'Eji m ịsụ mkpụrụakwụ na mmanụ nri zụọ ezinaụlọ m', Duration 2,2519 Mee 2020",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Mizwanneka: Ndị sị na m ji 'juju' ere ahịa m amaghị ahụhụ m tara kamgbe afọ asatọ gara aga - Nwanneka Nkumah, Duration 4,334 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Water scarcity in Enugu: Ụkọ mmiri ga-ebi n'Ọgọst 2021 - Gọọmenti, Duration 2,214 Maachị 2021",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}