{
  "published": "28 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "A sị na akwụkwọ na-atọ ụtọ, ọ na-ara ahụ na mmụta mana onye nwere ntachi obi ọ ga-amụta akwụkwọ.",
    "Ebumnobi nne na nna ọbụla bụ ịzụ ụmụ ha n'ụlọakwụkwọ ka ha baa uru mgbe ha ga-eto.",
    "WAEC Results 2018: Mmadụ 786,016 gafere ule afọ a",
    "Waec nke afọ 2020 amalitela ugbua, lee etu o si aga",
    "Asọmpi iji họpụta ụmụakwụkwọ rụpụtara ezigbo ihe teknụzụ amalitela n'Ọnịcha",
    "Ha na-eme nke a site n'ụzọ dị iche iche gụnyere ịkpọpụ ụmụaka ka ha biri n'ime ụlọakwụkwọ bụ 'boarding school' n'oge ha nọ na sekọndịrị.",
    "Ọ bụ eziokwu na ịkpọga ụmụaka ka ha biri n'ụlọakwụkwọ baara ezi uru mana e nwekwara ọghọm dị na ya.",
    "Atụmatụ nwata akwụkwọ ibi n'ụlọakwụkwọ bụ otu ihe n'ewu na Naịjirịa dịka otu nwaanyị na-eti mkpu maka ihe nwa ya gabigra n'ụlọ akwụkwọ nke ụlọụka nwe n'Akwa Ibom steeti.",
    "Ebe foto si, Getty Images",
    "Ụfọdụ uru dị na nwata ibi n'ụlọakwụkwọ dịka otu onye biri n'ụlọakwụkwọ n'oge nke ya bụ Chukwunaeme Obiejesi sị kọwaa gụnyere;",
    "Ịdabere onwe ya - Nwata ibi n'ụlọakwụkwọ na-enye ya ohere ịmụta ọtụtụ ihe n'onwe ya na-abụghị nne na nna kuziri ya. Etu e si arụ ọrụ ụlọ nakwa ọrụ e nyere ha n'ụlọakwụkwọ. Ha na-achịkwa oge ha nke ọma ma dịkwa ike ọrụ. Nwata dị etu a na-adabere n'onwe ya ma mee nkeọma ma o too.",
    "Mwulite nka na akara aka ya - Ụdị ụlọakwụkwọ a na-enye ụmụaka ohere ịchọpụta nka ahụ na-amasị ha maọbụ akaraka ha n'ụzọ pụrụiche. Ha na-ahazi ọtụtụ emume ebe ụmụaka na-ama onwe ha aka n'igosipụta nka maọbụ akaraka ha.",
    "Ịnabata omenala ndị ọzọ - Ụmụaka bi n'ụlọakwụkwọ na-enwe ohere inwe mmekọrịta n'etiti ụmụaka ibe ha si n'agbụrụ, obodo, nakwa mba ndị ọzọ. Ha na-amụta etu e si anabata ma na-akwanyere onwe ha ugwu. Ụfọdụ na-amụtakwa asụsụ ndị ọzọ na-abụghị bekee.",
    "Mwulite ezi agwa - A na-ahụta ụmụaka bi n'ụlọakwụkwọ dịka ndị nwere agwa pụrụiche ma ha gụchaa akwụkwọ. Ha biri n'ogbe ebe e ji eziokwu, nrubeisi, nkwanye ugwu mara. A na-ahụta ha ka ndị na-akpa ezi agwa karịa ndị biri n'ụlọ.",
    "Ebe foto si, Getty Images",
    "N'otu aka ahụ Obiejesi gakwara n'ihu rụtụaka n'ọghọm ndị na-esi ibi n'ụlọakwụkwọ dịka;",
    "Oke mkpagbu - Otu ọghọm kachasị gbapụta ihe n'ụdị agụmaakwụkwọ a bụ etu ụmụaka ndị nọ na klaasị dị elu si akpagbu ibe ha ndị nọ na klaasị dị ala. Nke a bụ makana ndị nkuzi anaghị anọ ha nso mgbe niile ọkachasị n'ebe obibi ha. Ọtụtụ ụlọakwụkwọ agbaala mbọ ikwụsị nke a mana ọ ka na-aga n'ihu.",
    "Nsogbu isi n'ụlọ pụọ - Ọ bụ ihe rara ezi ahụ ị sị nwata hapụ ụlọ gaa biri n'ụlọakwụkwọ. Ọ na-enye ha nsogbu nke ukwuu. Ụfọdụ n'ime ha bụ ndị a na-ezipu mgbe ha ka dị obere. Ọ na-ewe ọtụtụ oge uche ha nakwa ahụ ha ịnabata mgbanwe a. Ụfọdụ nwereike ịrịa ọrịa n'ihi ya.",
    "Omume rụrụ arụ: Mgbe ụfọdụ a na-anụ akụkọ banyere ụmụaka bi n'ụlọakwụkwọ imetọ onwe ha 'ụzọ dị iche iche. O nweghi ebe ụdị agwa a adịghị mana ọ dị ka ọ na-aka njọ n'etiti ndị bi n'ụlọakwụkwọ. Ụlọakwụkwọ na ndị nne na nna na-agbasi mbọ ike ịhụ na ụdị agwa a kwụsịrị.",
    "Nkewa nwoke na nwaanyị: N'ọtụtụ ụlọakwụkwọ nwoke na-ebi iche ebe nwaanyị na-ebi iche. Ụdị nkewa a mgbe ụfọdụ na-enye nwata nsogbu n'echiche maka na ọ dị mkpa na ụmụaka itokọta ọnụ na-agbanyeghi okike (gender) ha.",
    "Na nchịkọta, e nwere ọtụtụ uru na ọghọm ndị ọzọ na-eso nwata ibi n'ụlọakwụkwọ, ọ dịịrị nne na nna ịmụta nwa ha nke ọma tupu ha ekpebie ịkpọga ya ibi n'ụlọakwụkwọ.",
    "Naijiria",
    "Ụmụaka",
    "Ọmụmụ na mmụta",
    "Public Schools: Ndị nọ gọọmentị a ga-ekwe ka ụmụ ha gaa akwụkwọ n'ụlọakwụkwọ ọha?6 Disemba 2018",
    "School fees: Obodo eji ọkụkọ, ewu na atụrụ akwụ ụgwọ ụlọakwụkwọ30 Eprel 2019",
    "Vidio, Lee ka mmepe ụlọakwụkwọ si aga28 Septemba 2020",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Monday Sit at Home: E ji ụjọ agbachi ụlọakwụkwọ n'Enugwu taa6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Monday Sit at Home: E ji ụjọ agbachi ụlọakwụkwọ n'Enugwu taa",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ",
    "Anyị dị njikere ka e mee nnyocha gbasara ọnwụ Sylvester Oromoni - Dowen College",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala",
    "Orji Uzor Kalu kwesịrị ịkọwa etu o si mịbanye ga-ahụ Nnamdi Kanu - Ejiofor",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ọkụ si gbagbuo nwoke kpuru isi n'obodo Umunya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}