{
  "published": "25 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria",
    "I lezie anya nke ọma i nwereike ịhụ na ekeresimesi nke afọ a adabachaghị ka i si tụọ anya ya.",
    "Nke a mere na i nweghi ohere maọbụ ikike isonye ezinaụlọ gị, ndị enyi, ndị ikwu maọbụ ndị ibe gbaa ekeresimesi.",
    "Ikuku Ekeremesi ọ na-eku n'akụkụ gị?",
    "Tupu ị palie njem lawa ala Igbo lekwa iwu coronavirus na-achị obodo gị",
    "Kedụ etu Covid-19 siri metụta emume na ekele 'Merry Christmas nke afọ a?",
    "Ka ọ ghara ịmapụ gị obi, n'ihi na i nwereike ịkpori ndụ naanị gị karịa mgbe gị na ndị ọzọ nọ.",
    "Ndị ọkachamara na-ahụ maka ahụike ụbụrụ tụnyere arọ etu i nwereike iji gbaa ekeresimesi a.",
    "Ebe foto si, Getty Images",
    "O nwereike ị haziela ụzọ ị ga-eji gbaa ekeresimesi ka ọ tọọ gị gwogwo dịka ihe ị ga-eri, mmanya ị ga-aṅụ, onyinye a ga-enye gị gdz.",
    "Mana ebe ọ na-adabaghị etu ahụ, were obi ọma nabata ya ma chọọ ihe ọzọ were mee onwe gị obi ụtọ.",
    "Ọ bụ ụbọchị anụrị, e kwela ka ihe maọbụ mmadụ ọbụla mee gị obi ọjọọ.",
    "E tela n'ụra n'ụbọchị ekeresimesi na-amaghị ihe ị ga-eme, hazie onwe gị maka ihe ị ga-eri n'ụtụtụ, ehihie nakwa n'abalị.",
    "Gbaa mbọ hụ na i nwere nri dị mma ị ga-eri, o nwere ndị mmadụ i nwereike ịkpọ n'ekwentị ị kpọọ ha.",
    "I nwekwara ike chọọ ụlọ gị mma n'ụzọ pụrụiche, tinye foto ekeresimesi dị iche iche.",
    "Nke kachasị nke bụ chọọ ihe ị ga-eji mee onwe gị obi ụtọ.",
    "Ebe foto si, Iwaria",
    "Ihe ọbụla ị maara na-enye gị obi ụtọ mee ya. O nwereike ịbụ ikiri onyonyo, ịgba egwu, ige egwu dgz.",
    "I nwereike zụọrọ onwe gị ihe onyinye maọbụ ihe ahụ na-agụ gị agụụ.",
    "A nọla na-eche ka mmadụ zụọrọ gị ya.",
    "Ebe foto si, Iwaria",
    "Ọ bụrụ na o nwere ndị enyi gị ị chọrọ ịkwa okwu, chọọ ụzọ  kpọọ ha n'ekwentị maọbụ ihe onyonyo. Maọbụ gị na ha ekirie ihe onyonyo.",
    "I nwekwara ike ikpagharịtụ maka ụkwụ ọzịza ma ọ bụrụ na ịnọ naanị agwụla gị ike.",
    "Ikwe ndị mmadụ ekele dị ka 'Merry Christmas' na-enye ezigbo aka.",
    "Ebe foto si, Iwaria",
    "O nweghi iwu sị lekwa ụdị nri mmadụ kwesịrị iri n'ụbọchị ekeresimesi.",
    "Ọ bụrụ na ọ bụ akpụ, osikapa, ji, ede maọbụ agwa na-agụ gị, biko rie ya na-eleghị mmadụ anya n'ihu.",
    "Ọ bụrụ naanị ịta anụ ọkụkọ, nke ewu, nke ehi na-agụ gị, gbaa mbọ taa ya.",
    "Na nchịkọta, i nwereike ikpebi na ị gaghị agba ekeresimesi nke afọ a.",
    "Were ya ka ọ bụ ụbọchị ndị ọzọ n'afọ, nke ga-eme ka ọ dịrị gị mfe ichefu na ọ bụ ekeresimesi.",
    "Ihe kachasị mkpa bụ na i nwere obi ụtọ na ojuju afọ n'ime onwe gị.",
    "Maka na Igbo na-atụ ilu sị na \"anụ laa taa na echi bụ nta\", n'ụbọchị ntaa a chụọ n'owere nchi\".",
    "Christmas Day: Kedụ ka ahịa Ekeresimesi si ada n'ogbe gị?",
    "Nri",
    "Naijiria",
    "Coronavirus",
    "Ịkpa obi aṅụrị",
    "New coronavirus restriction: Tupu ị palie njem lawa ala Igbo lekwa iwu coronavirus na-achị obodo gị21 Disemba 2020",
    "Vidio, Christmas Day: Kedụ ka ahịa Ekeresimesi si ada n'ogbe gị?, Duration 1,0917 Disemba 2019",
    "Vidio, Christmas Message: Lee ka ndị a ma ama sị agba Ekeresimesi25 Disemba 2019",
    "Image gallery, Etu ndị a ma ama si agba ekeresimesi nke 2021elekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee emume eji eme 'Christmas' tupu a mụọ Jizọs25 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ15 Disemba 2021",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime14 Disemba 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?",
    "APC Candidacy: Andy Uba agbagharịala akwụkwọ n'Ụlọikpe Mkpegharị",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Sam Obiago, onye ejije Nollywood a ma ama, alaala mmụọ",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}