{
  "published": "24 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwaada Chinenye Onedibe ana etu DJ Flozy kọwara ka o siri malite ịkwọ egwụ na mmeme.",
    "DJ Flozy bụ onye gụrụ 'Accountancy' n'IMT, Enugwu jizi ịkwọ egwu enyere ezi na ụlọ ha aka dịka ọ bụzị onye ama ama na ya bụ ọrụaka n'Enugwu steeti nakwa gburugburu.",
    "Akụkọ DJ Flozy bu ihe ga-akwalite mmụọ ọtụtụ ndị mmadụ",
    "Were anya ga gbaara onwe gị Ekeresimesi taa.",
    "Ndi mere akụkọ a bụ Chris Okereke na Chiemela Mgbeahụrụ",
    "ASUU Strike: Ihe abụbụọrụ a napụrụ ụmụakwụkwọ mahadum, ndị nkuzi23 Disemba 2020",
    "Elephantiasis: Lee etu anwụnta nwere ike isi butere gị 'ụkwụ aba shoe'21 Disemba 2020",
    "Vidio, Operation Delta Hawk: Etu ha si gbagbuo nwunye m n'ọdọahịa ya dị na Delta Steetị, Duration 3,0524 Disemba 2020",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Igbo History: Ihe mere ndị bekee enweghi ike ịchọta Ivin Ukpabi ndị Arochukwu, Duration 5,3416 Jenụwarị 2021",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}