{
  "published": "30 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Afọ 2020 bụ afọ ọtụtụ na-ekwu ya bịa gafere ka  a mara ma afọ ọhụrụ ọ ga-eweta ụwa ka mma.",
    "Nke a bụ n'ihi ọdachị,ihe arịrị na anyammiri megara nke mere ndị mmadụ e cheta e bewe dị ka aja dị n'ala",
    "‘Dike’ isii pụtara n'oge coronavirus a",
    "Etu ọgbaghara dapụtara n' End SARS si kpọtụọ n'Oyigbo, Rivas steeti",
    "EndSARS: 'Etu a ka ọ dị , ọ bụghị Buhari kpatara ya'- Fada Mbaka",
    "'Abụghị m onye Ipob mana a gbara m egbe n'ụkwụ n'ọgbaghara Emene Enugwu'",
    "Ụfọdụ ihe ndị a gbanwere ọnọdụ ochie e si eme ihe weta ndị ọhụrụ.",
    "Lee ụfọdụ ihe ndị dị ịrịba ama a gaghị echefụ maka afọ 2020:",
    "Ebe foto si, Getty Images",
    "Eserese nje coronavirus",
    "Oge o bidoro na Wuhan Chaina n'afọ 2019, ụwa akpọghị ya ihe dịka onye ọbula na agara mkpa ya.",
    "Mana malite na ọnwa Februwarị afọ 2020, ajọ ọịa ahụ gbasara ka mkpụrụ ụkpaka, gburu mmadụ na-aga.",
    "Ọtụtụ mba mechiriahịa, ụlọakwụkwọ ụlọụka na machie njem maọbụ kpochie obodo mkpamkpam iji gbochie nkesa nje a nwere ike igbu mmadụ n'ime iwu abụọ o jiri banye mmadụ n'ahụ.",
    "Ka o siri kwuru n'abalị 29 nke ọnwa Disemba afọ (29/12/2020), otu nde mmadụ na ụma asatọ (1.8m) anwụọla site n'ọrịa coronavirus, dịka  mmadụ nde iri asatọ na anọ na ụma butere ọrịa ahụ.",
    "Na Naijiria, coronavirus tara isi ọtụtụ ndị mmadụ gụnyere ndị nwere agba ndị dịka Suleiman Achimugu(bụbu onyeisi PPMC, otu ngalaba dị n'okpuru NNPC na-ahụ maka ire mmadụ)  bụ onye Naijiria mbụ owere dịka o si mba Briten lọta; Abba Kyari nwanne Buhari;Abiola Ajimobi aka chịburu Oyo steeti;Bayo Osinowo, Senetọ na-anọchite Lagos-East,;Wahab Adegbenro, kọmishọna Ahuike Ondo steeti. na ndị ọzọ.",
    "Coronavirus napụrụ ọtụtụ ndị mmadụ ebe ha si amịcha aka dịka ọtụtụ ụlọọrụ mechiri, agụụ na ụbịam nyụkwara ndị mmadụ ịkpakwụ.",
    "Ebe foto si, AFP",
    "Ndị uweojii mba Amerịka ji ikpere pịgbuo  nwoke isi ojii  a kpọrọ George Floyd dị afọ 46 n'abalị 25 nke ọnwa Mee na Minneapolis, Minnesota dị na mba ahụ, na-agbanyeghị na Floyd nọ na-eti mkpu si na \" anaghị m ekutekwa ume\".",
    "Nke a mere oge ha chọrọ ịnwụchi ya maka ebubo nke onye na-ere ahịa n'otu ọdọahịa ọ zụrụ sịga kpọrọ ndị uweojii boo Floyd ebubo iji dọla 20 adịgboroja chọọ ịzụ ihe.",
    "Ogbugbu Floyd kpalitere ọgbaghara kara aka dịka ihe onyonyo etu o siri nwụọ gbara na intanet n'ụbọchị nke abụọ ya.",
    "A gbara ogige ndị uweojii ebe ndị gburu ya si, ma mebikwa ọtụtụ ọdọahịa, ụlọ, ụgbọala dịka ngagharịiwe ahụ si Minnesota gbasaa na mpaghara dị iche iche na mba Amerịka.",
    "E mekwara ngagharịiwe na mba ndị ọzọ dịka Briten nakwa mba ndị ọzọ dịka ndị mmadụ na-akpọ oku ka akwụsị ịkpa oke agbụrụ.",
    "Ebe foto si, Minneapolis police",
    "Site n'akaekpe: Derek Chauvin, Tou Thao, J. Alexander Kueng na Thomas Lane bụ ndị uweojii aka ha dị n'ọnwụ Floyd",
    "Akpụpụụ ndị uweojii anọ aka ha dị n'onwụ Floyd ụlọikpe, ebe ọtụtụ ụlọọrụ jiri maka ihe mere lebanyegharịa anya na atụmatụ ịkpa oke dị n'ụlọrụ ha.",
    "Ọ malitere n'abali asatọ nke ọnwa Oktoba afọ 2020 dịka akụkọ wuru na soshal midia ka ndị uweojii si gbaa otu nwaokorobịa egbe na Warri dị na Delta chee na ọ nwụọla ma buru ụgbọala ya gbawara.",
    "Ebe foto si, Reuters",
    "Ngagharịiwe malitere na Delta  ma si ebe ahụ fere Legọs na Abuja.",
    "Tupu a mara ihe na-eme, ndị ntorobia nọ n' isiobodo steeti dị iche iche malitere mewe ngagharịiwe na-akpo oku ka ekpochapụ otu ndị uweojii pụrụ iche a hiwere maka ibu agha megide ndị ojiegbeezu a kpọrọ SARS n'ịchafụ.",
    "Nke a bụ n'ihi ebubo ha na-ebo na ndị SARS jizi ọgwa ha na-ekmekpa  onye ntorobịa ọbụla yi dada, gburu ichi n'ahụ ya maọbụ nyara ezigbo ụgbọala dịka onye  ekperima.",
    "Gọọmenti zara ha ma kwupụta na ha emechiela ya ma rịọ ha ka ha dere jụụ mana ndị ntorobịa jụrụ ịhapụ ama, sị na ọ bụghị mbụ gọọmenti na-ekwe nkwa emeghị eme.",
    "N'abalị iri abụọ nke ọnwa Ọktoba, afọ 2020 bụ nke ka na-agba imirikiti ụmụ Naijiria anya mmiri n'ihi na chi were ehihie jie dịka ndị agha Naijiria gara na Lekki Toll Plaza dị na Legọs ebe ụfọdụ ndị ntorobia gbakọrọ na-eme ngagharịiwe wụọ ha mgbọ.",
    "Ebe foto si, Getty Images",
    "Ụgbọala ga-agafenwuzi etu ọ masịrị ya na Lekki toll gate",
    "Ọtụtụ merụrụ ahụ, ebe ụfọdụ amabeghị ọnụọgụgụ ha rue ugbua nwụrụ anwụ.",
    "Na mbụ, Gọvanọ Legọs steeti bụ Babajide Sanwolu kwuru na ọ bụ naanị mmadụ abụọ nwụrụ mana akụkọ na-apụta gosiri na ya bụ ọdachi tara isi ọtụtụ mmadụ.",
    "Ebe foto si, AFP",
    "Kama iyi ndị ntorobia egwu, agwa ndị agha gbawara ọtụtụ obi ma bute oke iwe, mee ka ngagharịiwe kawanye njọ ma bute tigbuo-zogbuo na steeti dị iche iche na Naijiria.",
    "E gburu ọtụtụ ndị uweojii na tigbuo-zogbuo dapụtara maka ọdachi 20/10/2020, gbaa ọtụtụ ogige ndị uweojii ọkụ.",
    "Ọtụtụ ọdọahịa, ụlọakụ, ụlọọrụ gọọmenti na nke onye (dịka ụlọntaakụkọ TVC dị na Legọs) ghọkwara unyi.",
    "Ebe foto si, Getty Images",
    "Ọgbaghara dapụtara n'etiti ndị  e chere na ha bụ ndị otu Ipob na ndị uweojii n'Emene, Enugwụ n'abalị 23 nke ọnwa Ọgọstụ.",
    "Ndị nọ ebe ihe mere kwuru na  ndị uweojii wakporo ebe ndị Ipob na-eme ọgbakọ wee chụsasịa ha.",
    "O nweghị onye Emene so na ndị e gburu n'Emene - Igwe Emene",
    "E  merụrụ ụfọdụ ndị mmadụ ahụ, ebe ọgbaghara sochiri ya  takwara isi ndị mmadụ.",
    "Onye ntaakụkọ anyị gara ebe ahụ hụrụ ozu otu onye na-agba ọkụ ebe ahụ ụbọchị ahụ ihe ahụ mere.",
    "Anyị gbakwara otu onye na-agafe ndị ọrụ nchekwa gbara egbe dịka ọ na-aga ụka ajụjụọnụ.",
    "Ebe foto si, UWAVERA OMOZUWA/FACEBOOK",
    "Ndị afọ tara mmiri wagboro ma gbuo nwaada Vera Uwaila Omosuwa bụ onye ka banyere mahadum ọhụrụ a gara ịgụ akwụkwọ n'ụlọụka Redeemed Christian Church of God dị n'akụkụ be ha mgbe a wakporo ya n'ike.",
    "Ngagharịiwe malitere na Benin ebe ọdachi ahụ dakwasa nwata ahụ dị afọ iri 22  ma fesaa na isiobodo dị iche iche dịka ụmụakwụkwọ nakwa ụmụnwaanyị na-eti mkpu ka achọpụta ndị gburu ya kpụpụ ha ụlọikpe.",
    "Ka ọnwa ole na ole gachara, ndị uweojii Naijiria wepụtara ndị ha kwupụtara n'aka ha dị n'ọnwu nwa ada ahụ, nke otu n'ime ha kọwara n'ihe mere ha ji gbuo ya bụ na otu nwaanyị iwe ezi agwa nwata ahụ nakwa etu onye ọbụla ji hụ ya n'anya n'ụlọụka na-ewe gobiri ha ka ha memila ya.",
    "",
    "Ebe foto si, Bashir Ahmad/Twitter",
    "Onyeisiala Muhammadu Buhari oge o zutere ụmụakwụkwọ Kankara a tọhapụrụ",
    "Na mgbede abali 11 nke ọnwa Disemba afọ 2020, a tọrọ ụmụakwụkwọ ụmụnwoke karịrị 300 na ụlọakwụkwọ ebe ha i na Kankara dị na Katsina steeti.",
    "Naijiria dịrị ndị mụrụ ha ka Gana abalị ole na ole a chọrọ ha tupu  a gbapụta ha n'aka ndị tọrọ ha ma kpọlata ha.",
    "Ụfọdụ na-ekwu na a kwụrụ ndị ntọ ahụ ego, mana gọọmenti kwuru na o nweghị ụgwọ a kwụrụ.",
    "Rabiu Garba: Ihe i kwesiri ịma maka DPO a, DJ Switch, Innocent Ideh, Segalink na ndị ọzọ ji isi ghọrọ mgbọ na ngagharịiwe ahụ25 Ọktọba 2020",
    "Vidio, End Sars: Ihe Fada Mbaka gwara ndị kwuru na ha ga-agba 'Adoration Ministry' ọkụ27 Ọktọba 2020",
    "Nigeria's Lekki shooting: Ihe merela na nnyocha nke Lagos kemgbe ahụ27 Nọvemba 2020",
    "Vidio, Ideh Chukwuma Innocent: E buru m ọtụtụ a gbara egbe na Lekki gawa ụlọ ọgwụ30 Ọktọba 2020",
    "Etu oku enyemaka a kpọrọ BBC siri zọpụta ụmụnwaanyị tọrọ n’ụgbọala njụoyielekere 6 gara aga",
    "NA EME UGBU A Abụbọọrụ a mabeghi mgbe ọ ga-ebi ga-amalịte n'abalị Oktoba 3 - TUC na NLC",
    "Ndị mmadụ na-ekwenyeghi na nje dị ireelekere 8 gara aga",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Gịnị ga-emezi ma ndịagha France si na mba Niger pụọ? 27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital27 Septemba 2023",
    "Ipob Emene, ọnwụ George Floyd, EndSARS na ihe ndị ọzọ mere ka 2020 bụrụ afọ e cheta e beweEmelitere ikpeazụ na: 30 Disemba 2020",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya",
    "Ihe isii nwere ike ịnọchị anya ọjị n'omenala IgboEmelitere ikpeazụ na: 12 Julaị 2020",
    "Ụ﻿zọ ise ị nwereike iji agbalahụ ụbịam ugbua Emelitere ikpeazụ na: 12 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}