{
  "published": "2 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Mbaka,Adeboye na Oyedepo",
    "Dịka a banyere afọ ọhụrụ, ụfọdụ ndị ụkọchukwu a ma ama na Naijiria atọpeela ngwugwu ihe ha 'hụrụ' ga-eme n'afọ 2021.",
    "Ụfọdụ bụ okwu nkasi, ebe ụfọdụ bụ okwu na-enye nkoropụobi.",
    "Amụma e buru na 2019: Ndị mezuru na ndị gbara ụka",
    "Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope Uzodinma",
    "Lee ụfọdụ n'ime ha:",
    "Ụkọchukwu Ụka Katọlik a ma ama ma bụrụkwa onye hiwere \"Adoration Ministry\" n'Enugwu bụ Fada Ejike Mbaka ekwuola na ala Naijiria ga-aba n' ihe isi ike kacha n'afọ 2021. Mana, ọ sị: \"n'ime ihe isi ike a, ụfọdụ ndị mmadụ ga na-eme ọfụma.\"",
    "\"Ihe ga-esikatara ndị mmadụ ike mana ụfọdụ ndị mmadụ, afọ ga-abụrụ ha afọ kachasị mma ná ndụ ha.\"",
    "O kwuru na \"ụfọdụ ezinaụlọ nọ n'ọzara a ga-agbapuru ha osimiri na 2021.\"",
    "N'okwu coronavirus, Mbaka kwuru na Chineke ga-ebupu ya nụ ọrịa dịka a ga-esite \"n'afọ coronavirus jụrụ ga n'afọ a zachapụrụ coronavirus\".",
    "A na-achọpụta ọkwụ mgbochi Coronavirus, ụdị ọzọ a na-apụta- Adeboye",
    "Ebe foto si, RCCG",
    "N'amụma o buru na ụka mmalite afọ 2021, Onyeisi Ụka Redeemed Christian Church of God' bụ Enoch Adeboye kwuru na \"dịka a na-emepụta ọgwụ mgbochi Coronavirus, na ụdị nje ahụ ọzọ ga na-apụta, \" ganye na ụwa ekweta na n'ezịa nchedo si na Chukwu.\"",
    "O kwuru na \"Ụfọdụ ihe ndị mere n'afọ 2020 ga-aganihu n'afọ 2021.\"",
    "Ọ gara n'ihu sị, \"Chukwu chọrọ ka anyị nọ na Naijiria mata na naanị Chineke pụrụ igbo ọgụ.\"",
    "Okwu 'Igbo Presidency' ga-akụsa- Ayodele",
    "Onye ndu ụka INRI Evangelical Spiritual Church bụ Elijah Ayodele, sị na ọkwa onyeisiala n'afọ 2023 agaghị erute Igbo aka.",
    "Ebe foto si, Elijah Ayodele Ministries",
    "Ọ sị: \"Zoning agaghị ekwe omume. E wepụ nke a, a ga-enwe ọtụtụ ndọrọndọrọ ụka maka \"zoning\", etu ahụ ka Igbo inweta ọkwa onyeisiala ga-adaa mmiri n'afọ 2023.\"",
    "O kwuru na otu otu kara aka ga-apụta na-ekwusi ike maka Igbo inweta ọkwa onyeisiala. Ha ga-agbalị iwepụta ndị tozuru etozu.",
    "\"Ọtụtụ ndị Igbo na-achọ ịzọ ọkwa onyesisala ga-adapụ n'etiti ụzọ.\"",
    "Ayodele kwukwara na otu onyeisiala nọ n'ọkwa ọchịchị ga-anwụ, ebe otu onyeisiala chiburu mbụ ga-anwụkwa.",
    "Ayodele dụrụ Bola Ahmed Tinubu ọdụ ka ọghara imefu ego sị na ọ na-azọ ọchịchị.",
    "Aka gbara ụka mgba ga-ada- Oyedepo",
    "Ebe foto si, Winners Chapel",
    "Bishop David Oyedepo  nke ụka 'Living Faith Church Worldwide' a ma dịka \"Winners Chapel\", si na aka ọbụla megidere ụka ga-ada.",
    "Ọ gara n'ihu kwuo na ekwensu ji covid-19 ebuso ụka agha.",
    "Ọ sịkwara, \"Ụka bilie megide mmadụ, onye ahụ nke ya agwụla. Ụka bilie megide ọchịchị maọbụ ewumewu,ewumewu ahụ ga-ada.\"",
    "Mana o kwuru na 'Anyị na-aga n'ala e kwere ha na nkwa.\"",
    "Ebe foto si, Apostle Johnson Suleiman/Facebook",
    "Ụkọchụkwụ a ma ama ma bụrụ onye nwe ụka Omega Fire Ministries International bụ  Apostle Johnson Suleiman, kwuru na onyeisiala ga-abata n'oche agaghị esi n' Ugwu Naijiria.",
    "N'amụma ọ mara maka afọ 2021, Suleiman kwuru na ọ bụ onyeji ọkwa osote onyeisiala ga-abụ Onyeisiala.",
    "\"Ahụrụ m ka na-ahapụ Ugwu. Dinwenụ gwara m  mụ ya na ntị m na onye nke abụọ ga-abụ onye nke mbụ.Ihe a bụ amụma. Naijiria agaghị ekwewa, Agha agaghị ada.\"",
    "Ofụfe",
    "Naijiria",
    "Prophecies: Amụma e buru na 2019, ndị mezuru na ndị gbara ụka26 Disemba 2019",
    "Prophecies: Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope Uzodinma5 Jenụwarị 2020",
    "Prophecies: Ihe PDP sara Mbaka gbasara amụma 20202 Jenụwarị 2020",
    "Ihere e mela ndị amụma ụgha -John Odigie Oyegun27 Febụwarị 2018",
    "Vidio, Ndị Igbo kwesịrị ịchị Naịjirịa na 2023 mana ha na ndị ugwu ga-adị na mma21 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Aknterinwaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Aknterinwa",
    "Ihe mere Simon Ekpa agaghị aga n'ihu dịka onye mgbasaozi Radio Biafra - Ipob",
    "Chukwuma Soludo agọrọla ọnụ ya maka okwu nnwuchi Nnamdi Kanu",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "Nchọpụta egosila na ọ bụ mgbọ egbe tugburu nwaagbaghọ nwụrụ na ngagharịiwe 'Yoruba Nation'",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Ihe ọkaiwu Sunday Igboho kwuru maka nwụchị ya na Cotonou",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}