{
  "published": "26 Disemba 2020",
  "sentences": [
    "Ebe foto si, SOKOTO CATHOLIC DIOCESE",
    "Ụlọọrụ onyeisiala Muhammadu Buhari akatọọla otu Muslim Solidarity Forum maka ịsị na ha ga-achụpụ Bishọp Mathew Kukah na Sokoto.",
    "Otu Muslim Solidarity Forum yiri Bishop Kukah egwu a maka ihe o kwuru banyere ọchịchị onyeisiala Buhari n'ozi afọ ọhụrụ ya.",
    "Ha sị na Bishop Kukah ga-arịọ onyeisiala Buhari na ụka alakụba mgbaghara maka okwu ya ma ọ bụghị ya ha enye ya ọsọ na Sokoto.",
    "Mana Garba Shehu bụ onye enyemaka Buhari n'ozi o wepụtara n'ụbọchị Wenezde sị na Bishọp Kukah nwere ikike okpukperechi  nke ya dịka iwu Naịjirịa si dị.",
    "Na-agbanyeghi na okwu ya megidere ụfọdụ mmadụ dịka Buhari mana onye ọbụla nwere ikike ikwu uche ya n'iwu Naịjirịa.",
    "Na nzaghachị, Bishop Kukah sị na ọ ga-arịọ mgbaghara ma ọ bụrụ na e gosi ya etu o siri mejọọ okpukperechi alakụba.",
    "Bishop Kukah abụghị atụrụ e ji achụ aja - PFN",
    "Ebe foto si, NCGC/Getty Images",
    "Otu jiikọrọ ndị ụka agba ọhụrụ Bekee kpọrọ 'President of the Pentecostal Fellowship of Nigeria' (PFN) agwaala ndị na-akatọ nnukwu ụkọchukwu Katolik na Dayọsis Sokoto bụ Bishop Matthew Kukah ka ha sepụ aka enwe n'ofe tupu ọghọ aka mmadụ.",
    "N'ozi o zirị ndị ntaakụkọ n'ụbọchị Wenezde, na Benin, onyeisi PFN bụ Felix Omobude kwuru na ihe Bishop Kukah kwuru banyere ọnọdụ na Naijjiria na ọchịchị Buhari bụ \"ịgwa ndị nọ n'ọchịchị eziokwu.\"",
    "Bishop Kukah nọrọ n'oziọma o ziri ụbọchị Ekeresime afọ 2020 katọọ ọchịchị Buhari maka otu o si akpa oke n'etiti Ugwu na ndịda Anynawnụ nakwa maka nsogbu enweghị nchekwa nke butere ụfọdụ ịkatọ ya.",
    "Mana  PFN site n'ọnụ Omobudu kwuru na \"o kwesiri ka eto ya maka ikwupụta uche ụmụ Naijiria kama ịgba nkitị ụfọdụ na-agba ihe a na-emebi.\"",
    "Omobude kpọrọ oku ka a hụta Kukah dịka \"onye hụrụ ala nna ya n'anya, na ọ bụghị dịka atụrụ  eji achụ aja.\"",
    "ọ gara n'ihu sị na  Kukah\"abụghị onye kpọrọ gọọmenti asị, ọ bụ onye hụrụ eziokwu n'anya.\"",
    "Okwu PFN na-abịa dịka otu Muslim Rights Concern(MURIC) kpọrọ oku ka Kukah  wepụ onwe ya dịka odeakwụkwọ n'otu e kpokọbara maka ikpe udo na Naijiria a kpọrọ Nigeria's 'Peace Committee' na Bekee.",
    "Otu ahụ site n'ọnụ onyeisi ha bụ Akintola boro Kuka ebubo na o nweghị obi ọcha n'ebe ndị ụka alakụba nọ.",
    "Ebe foto si, Catholic Diocese of Sokoto",
    "Ndị ụka Evangelical Church Winning All (ECWA) akpọkuola otu mba ụwa nakwa mba dị icheiche ka ha jide Onyeisiala Muhammadu Buhari ma ọ bụrụ na ihe ọjọọ ọbụla mee Bishop Mathew Kukah.",
    "Nke a na-abịa dịka otu ndị ntorobịa mpaghara Ugwu kpọrọ oku ka a nwuchie Bishop Kukah maka ihe o dere n'ozi Ekeresimesi ya.",
    "Odeakwụkwọ ndị ECWA bụ Yunusa Sabo Nmadu kwuru nke a n'akwụkwọ ozi o wepụtara n'ụbọchị Tuzde.",
    "Sabo Nmadu kwuru sị: \"Bishop Kukah kwuru ihe dị anyị niile n'obi, anyị agaghị agba nkịtị ka gọọmentị maọbụ onye ọbụla mekpaa ya ahụ.\"",
    "\"Anyị agaghị anabatazi ụdị ọchịchị Muhammadu Buhari a nke bụ onye kwuo okwu a sị jide ya gbuo.\"",
    "\"Anyị na-akpọku mba ụwa dị icheiche nakwa ndị Naịjirịa ka ha jide Buhari ma ihe ọbụla mee Bishop Kukah.\"",
    "\"Kama ịchọ ụzọ isi mekpaa Bishop Kukah ahụ, gọọmentị etiti kwesịrị ịgba mbọ mezie mperi niie ahụ Kukah depụtara n'ozi ya.",
    "Ebe foto si, Catholic Diocese of Sokoto",
    "Bishop Mathew Hassan Kukah",
    "Taa bụ ụbọchị nke anọ kemgbe nnukwu ụkọchukwu ụka Katọlik bụ Bishop Mathew Kukah wepụtara ozi Ekeresimesi ya ebe ọ nọrọ katọọ ọchịchị Onyeisiala Muhammadu Buhari maka ihe ọ kpọrọ 'oke ịkpa oke\".",
    "Mana aha Kukah ka na-ada ụda na soshal midia n'ihi ozi ya nakwa etu ọtụtụ ndị si ghọta ya.",
    "Bishọpụ Paulinus Ezeokafor etinyela ọnụ na ngagharịiwe END SARS",
    "Iji maa atụ, gọọmentị etiti, site n'ọnụ Mịnịsta mgbasa ozi bụ Lai Mohammed, dọrọ ndị isi ụka aka na ntị ka ha sepụ aka na ndọrọndọrọ ọchịchị.",
    "Ndị isi otu ndị ntorobịa nke mpaghara Ugwu, bụ 'Arewa Youth Consultative Forum' kpọrọ oku ka a nwuchie Kukah ma kpụpụ ya ụlọikpe maka ikwu okwu nwere ike ibute ọgbaaghara.",
    "Mana ọtụtụ ndị ọnụ na-eru n'okwu na Naịjirịa kwuru na okwu Bishop Kukah dịka afọ ime nke mmadụ agaghị ekpuchinwu aka.",
    "Lee ihe ụfọdụ n'ime ha kwuru:",
    "Shehu Sani, onye bụbu Sịnetọ na-anọchite anya mpaghara 'Kaduna Central' gwara ndị ntorobịa Ugwu ka ha lekwasị anya n'ọnọdụ enweghị nchekwa dị na be ha ma kwụsị ịkatọ Bishop Kukah.",
    "Ebe foto si, Twitter",
    "N'aka nke ọzọ, Ben Murray-Bruce, onye bubu Sineto nọchitere otu mpaghara na Bayelsa steeti, kwuru na o wepụtala onwe ya iji kpee udo n'etiti Onyeisiala Buhari na Bishop Kukah.",
    "Ebe foto si, Twitter",
    "Mana Aisha Yesufu, bụ otu olu na-ekwusi okwu ike megide ọchịchị ọjọọ na Naịjirịa, kwuru na ihe dị mkpa abụghị ikpe udo ọbụla, kama ọ bụ ka Buhari rụọ ọrụ ya nke ọma dịka onyeisiala.",
    "Ebe foto si, Twitter",
    "Onweghị mgbe m ji kpọọ oku ka a chutuo Buhari - Kukah",
    "Ebe foto si, Catholic Diocese of Sokoto",
    "Bishọp Mathew Kukah na-akọwara ndị ntaakụkọ ihe o kwuru n'ozi Ekeresimesi ya n'ụbọchị Mọnde, abalị iri abụọ na asatọ nke Disemba 2020.",
    "N'ọgbakọ ọ kpọrọ ndị ntaakụkọ na Sokoto n'ụbọchị Mọnde, Bishọp Kukah kọwara na ndị ntaakụkọ na-edehie ihe o kwuru ma na-ekwu nke o kwughị.",
    "O kwuru na onweghị mgbe o ji kwuo ka a chutuo Buhari dịka ọtụtụ ndị ntaakụkọ si ede.",
    "O gara n'ihu kwusie ike ihe o kwuru na \"ọ bụrụ onye si mpaghara ọzọ na-achị Naịjirịa etu Buhari si achị, a gaala ichutu onye ahụ\".",
    "Kukah kwuru na ya bụ onye Ugwu, nke pụtara na ọ kpọghị ndị Ugwu maọbụ ndị okpukperechi Alakuba, maọbụ onye ọbụla asị.",
    "Ebe foto si, Catholic Diocese of Sokoto",
    "Otu jikọtara ndị ụka Kraịst na steetị iri na itoolu dị na mpaghara ugwu nke Naịjirịa akwadola ihe Bishop Mathew Kukah kwuru maka ọchịchị Onyeisiala Buhari.",
    "Nke a dị n'akwụkwọ ozi osote onyeisi ndị CAN n'ugwu bụ John Hayab wepụtara ma sị ka okwu Bishop Kukah kwụ ọtọ ka sịga nke gosiri ọnọdụ Naịjirịa nọ n'ime ugbua.",
    "Ọ gara n'ihu sị na otu ọbụla anwakwala anwa tụgharịa okwu Bishop Kukah maka na ime nke a bụ imebisi obodo.",
    "Otu a sị na onweghi ihe ọbụla gosiri na Bishop Kukah chọrọ iweta nnapụ ọchịchị n'ike maọbụ megide okpukperechi Islam n'okwu ya dịka ụfọdụ ndị ji boo ya ebubo.",
    "N'otu aka ahụ, ọnụ na-ekwuru ụka Katọlik na Naịjirịa bụ Fada Mike Umoh gbarụrụ ihu maka ebubo a na-ebo Bishop Kukah na ọ chọrọ itinye ọgbaghara na ịkpa oke.",
    "Umoh sị na n'ihi ọnọdụ ọjọọ nke nchekwa na akụnaụba nke Naịjirịa, na ụka Katọlik na Naịjirịa kwadoro ihe Bishọp Kukah kwuru banyere ọnọdụ Naịjirịa.",
    "Umoh kwuru \"Dịka a tụrụ anya ya, ndị ọrụ ekwensu agbakọọla ịwakpo Bishop ma katọọ eziokwu niile o kwuru, nke a bụ ọrụ aka ndị ọjọọ.",
    "\"Mana ndị a na-eme nke ọma ma ọ bụrụ na ụka Kraịst gbaa nkịtị ma o nweghi ihe ha kwuru banyere ha. Ọ bụ n'ihi nke a ka anyị ji na-akpo ịdọnyere Bishọp Kukah ukwu.\"",
    "Ihe Lai Mohammed gwara Bishop Kukah",
    "Ebe foto si, Getty Images",
    "Lai Mohammed na Bishop Mathew Kukah",
    "Mịnịsta na-ahụ maka mgbasaozi bụ Lai Mohammed adọọla ndị isi ụka aka na ntị ka ha kwụsị ịgbasa ozi nwere ike ibute nkewa na Naịjirịa.",
    "Mohammed kwuru nke a n'akwụkwọ ozi o wepụtara n'ụbọchị Satọde site n'aka onye enyemaka ya bụ Segun Adeyemi.",
    "Ọ bụ eziokwu na Mohammed akpọghị Kukah aha n'ozi ya, mana a tụọ ilu nkịrịka nkata, onye a gwara amarala.",
    "Mohammed kwuru sị: \"Ọ bụ eziokwu na ndị isi ụka nwere ọrụ ịgwa ndị ọchịchị eziokwu oge niile, o kwesighị ka eziokwu ahụ bụrụ nke e ji iwe kwuo, maọbụ nke ga-akpata ọgbaaghara na nkewa.\"",
    "\"Ọ jọgburu onwe ya etu onye isi ụka ga-esi were oge Ekeresimesi na-agbasa ozi ga-ebute enweghị udo.\"",
    "\"Ịkpọ oku ka a chutuo ọchịchị gọọmentị ọbụla nke e ji ntuliaka hibe, maọbụ ikwu okwu ga-ebute ọgbaaghara n'etiti okpukperechi abụọ, abụghị ihe e kwesịrị ịnụ n'ọnụ onye isi ụka ọbụla.\"",
    "Mohammed gara n'ihu kwuo na \"nsogbu Naịjirịa na-agabiga ugbua bụ nke mmadụ niile ga-agbakọ aka chọta ihe a ga-eme ya, ọ bụghị nke otu onye ga na-atụ onye nke ọzọ aka maọbụ na-akpọ aha ọjọọ\".",
    "Ebe foto si, SOKOTO CATHOLIC DIOCESE",
    "Bishọp Sokoto Dịosis bụ Mathew Kukah ekwuola na ọchịchị ịma mmadụ Onyeisiala Muhammadụ Buhari ji achị Naịjirịa bụ ihe mkpagbu diri ya bụ mba.",
    "Kukah, n'ozi Ekeresimesi ya kwuru na usoro ọchịchị Buhari bụ iwere ihe niile nye ndi ugwu ibe ya n'aka ma mee ndị agbụrụ ọzọ ka ha a bụ ndị esoghi nwere obodo bụ ihe ọ ma ama eme.",
    "Ọ sị na atụmatu a mere ka olieanya ọtụtụ ndi tụrụ Buhari vootu laa n'iyi.",
    "Kukah sị na ebe Buhari kwesiri ị na-agba mbọ ịhụ na Naịjirịa di n'otu, ọ na-agba mbọ ịhụ na ha yasara ayasa.",
    "N'ọnụ okwu ya, Kukah sị na ndị Naịjirịa niile ma na onweghi onye ọchịchị abụghị onye ugwu ga-emenwu ihe Buhari ji ịma mmadụ ya eme ma laa n'udo.",
    "Ọ sị: \"A karị ime \"coup\" kemgbe maọbụ anyị anọdụ n'agha.\"",
    "Kukah si na ọ ga-abụ na Buhari ekpebiela na onweghi ihe ndị ofufe Kraịst na Naịjirịa ga-emenwu maka agwa ọ na-akpa, mana ọ sị na nke ahụ nwereike ịbụ eziokwu maka ha enweghị obi iji ọgbaghara yie mba ha egwu.",
    "Ọ sị na Chukwu adịghị atụ ụjọọ, makana agwa Buhari na-egosi n'Ugwu Naịjirịa.",
    "Kukah metụrụ ọnụ na ntọrị mmadụ mere na Kankara, nakwa mwakpo na enweghi nchekwa na-me n'ọtụtụ mpaghara Naịjirịa ugbua.",
    "BBC kpọrọ ndị na-ekwuru Buhari maka ihe a Kukah kwuru mana onweghi onye n'ime ha zara ekwenti ha",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}