{
  "published": "29 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Omenala Igbo were ihe nka dị icheiche e ji mara ya ma n'oge gboo ma n'oge ugbua.",
    "Uli bụ otu ihe ụmụagbọghọ ji achọ onwe ha mma n'oge mbụ, mana ọ dị ya bụ ihe a laala ugbua.",
    "Mana nwaokorobịa a bụ Uchechukwu Ezeemo achọpụtala ihe ọzọ e ji ya eme.",
    "Lee nwoke gburu ichi e ji mara ndị Igbo n'oge gboo",
    "'Ise uhie ma ọ bụ igbu ichi bụ ọdịwaragboo n' Igbo '",
    "'Eji m ọrụ ugbo achụ ụbịam na agụụ ọsọ ụkwụ erughi ala'",
    "Ihe ọkpụ fọrọ maka ịgba ohu n'ala Igbo",
    "Uchechukwu Ezeemo ji uli emepụta ụdị akwa dị iche iche bụ sọ mma.",
    "O gosiri BBC Igbo etu o si eme nke a.",
    "Ndị mere akụkọ a bụ Chiemela Mgbeahuru.",
    "Vidio, Delta state: Lee ka ndi Igbuzo si nwete ala ha, Duration 2,5913 Ọktọba 2018",
    "Igbo Burial Rites: Ebee ka e kwesịrị ili nwunye mmadụ n'ala Igbo?11 Eprel 2020",
    "Vidio, Nsọala n'obodo ụfọdụ n'Igbo, Duration 2,3924 Julaị 2018",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 6 gara aga",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Vidio, Igbo History: Ihe mere ndị bekee enweghi ike ịchọta Ivin Ukpabi ndị Arochukwu, Duration 5,3416 Jenụwarị 2021",
    "Vidio, DJ Flozy: 'Ụkwụ adịghị m mma egbochighị m ị bụ DJ na-ekpo ọkụ', Duration 2,1724 Disemba 2020",
    "Vidio, Ihe mere m ji jiri ọja eto Chineke - Fada Chiadika Okolie, Duration 2,5726 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}