{
  "published": "1 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụbọchị mbụ nke afọ ọhụrụ bụ ụbọchị ọtụtụ ndị mmadụ na-atụ anya ya nke ukwu n'ụwa gbaa gburugburu.",
    "Ọtụtụ mba, na-agbanyeghi okpukperechi ha, nwere emume ha na-eme n'abalị ga-abọta ụbọchị ahụ (new year eve) iji nabata afọ ọhụrụ.",
    "Etu Ị ga-esi mee ka afọ ọhụrụ baara gị uru",
    "I nwere mkpebi maka afọ ọhụrụ a? Lee ụzọ ise ị ga-esi mezuo ya",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Ọjị, anụnụebe, ogilisi na osisi ndị ọzọ dị mkpa n'Igbo oge gboo na ihe omimi so ha",
    "Ndị Igbo n'aka nke ha anaghị ekpete azụ n'emume na-eso nnabata afọ ọhụrụ.",
    "Ha na-ahụta ụbọchị mbụ nke afọ ọhụrụ dịka ụbọchị kachasị oke mkpa n'ime afọ n'ihi olileanya ha nwere na ọ ga-aka mma karịa afọ gara aga.",
    "Ọ na-amasị ndị Igbo nke ukwuu ịnọ n'obodo ha achụ afọ ochie ma nabata nke ọhụrụ.",
    "Nke mere ọtụtụ ndị Igbo ji emechi ọrụ ha, azụmaahịa na ọdọahịa ha niile ma lawa obodo ha iji gbaa afọ ọhụrụ.",
    "Onye ọkammụta n'asụsụ nakwa omenala Igbo bụ Maazị Chigozie Nnabuihe sị na ịchụ afọ bụ ihe dịrị onye ọbụla n'obodo.",
    "Na ọ bụ ihe ndị Igbo ji ekele Chineke maka afọ nke gara aga nakwa ị rịọ ya ọ dị mma nke afọ na-abịa abịa.",
    "Maazị Nnabuihe sị na mgbe gboo na a na-emere ya omenala pụrụiche mana dịka ọ dị ugbua na ọ bụzi onye ọbụla maọbụ ezinaụlọ ọbụla na-agọ ọfọ ọma n'isi onwe ha.",
    "Ndị dịka dibia ụlọ, ndị okenye ọha obodo maọbụ ezemmụọ na-atụpụ mmanya ma gọọ ọfọ n'isi ezinaụlọ, ọha obodo nakwa ndị na-efe chi ha.",
    "Maazị Nnabuihe sị na ụfọdụ ekpere na ọfọ a na-agọ n'elu afọ ọhụrụ gụnyere;",
    "Nchekwa - Ka afọ ọhụrụ chekwaa ha dịka ndị gaara aga si chee ha.",
    "Ọmụmụ - Ka a mụta ụmụ ma zụọ ụmụ ndị a.",
    "Nkụta akụnaụba - Ka a kụta akụnaụba n'afọ ọhụrụ.",
    "Owuwe ihe ubi - Ka a kọpụta ihe n'ubi ma riekwa ya, maka na isi ọrụ ndị Igbo bụ ọrụ ubi.",
    "A na-arịọ Chineke ka ihe a ga-eri ghara ịkọ kama ka ihe ga-eri isi mmadụ aghara ịbịa.",
    "A na-arịọ ka echiche ọjọo mmadụ maọbụ mmụọ na-echere ha ghara ịbịa na mmezu.",
    "A na-agọ ọfọ ndụ nwoke na nwaanyị, ọ dị mma nwoke na nwaanyị. Ka ihe niile gaa nke ọma.",
    "A na-agọ ọfọ ka afọ ochie gbara aka ma buru ihe ọjọọ ya niile lawa ka afọ ọhụrụ buru ihe ọma bịa.",
    "O nweghi kpọmkwem oge a ga-asị kachasị mma ịgọ ọfọ maọbụ ikpe ekpere kama ọ na-abụkaarị awa ole na ole ka abanye afọ ọhụrụ.",
    "Ebe foto si, Getty Images",
    "Dịka ọ dị ugbua, ndị okpukperechi Kraịst na-agazi n'ụlọụka ha dị iche iche iji kpee ekpere ịnabata afọ ọhụrụ.",
    "Ekpere ha na-ekpe n'ụlọụka adịchaghị iche na nke dibia ụlọ, ndị okenya ọha obodo maọbụ nke Ezemmụọ n'ekpe.",
    "Ekpere na ọfọ niile a na-ekpe maọbụ na-agọ bụ ikele Chineke maka afọ gara aga ma rịọ maka ọ dị mma afọ ọhụrụ.",
    "Naijiria",
    "Ndị Okenye",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Omenala",
    "New year Message 2019 : Ihe ndị miri emi Buhari kwuru maka afọ ọhụrụ1 Jenụwarị 2019",
    "Vidio, New year eve: Lee ka ụfọdụ ndị Igbo si efere 2018 aka ụla31 Disemba 2018",
    "New Year 2020: Okwu ise gbara ọkpụrụkpụ Nnamdi Kanu kwuru n'ozi afọ ọhụrụ1 Jenụwarị 2020",
    "Vidio, Exclusive: Uche Nwosu akpọọla aha ndị ọrụ gọọmentị Imo steeti aka ha ndị na nwụchi ya1 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Egwu ọhụrụ Fada Mbaka tiri na ihe o kwuru maka Nnamdi Kanu1 Jenụwarị 2022",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Egwu ọhụrụ Fada Mbaka tiri na ihe o kwuru maka Nnamdi Kanu",
    "Etu ndị aghammiri si wakpoo ọdọ ndị ntọ n'Anambra steeti, gbuo ndị a sị bụ ndị ntọ iri",
    "Amụma ndị ụkọchukwu na-ewu ewu mara maka afọ 2022",
    "Ihe ndị Nnamdi Kanu gwara m gwa ndị na-eso ya dịka m gara zute ya na Dec 30 - Ọkaiwu Ifeanyi Ejiofor",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}