{
  "published": "31 Disemba 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, MacAnthony Chinedu Elibe Okonkwo/IGWE ALOR Palace",
    "Ndọrọndọrọ onye bụ Eze n'obodo Alor dị n'okpuru ọchịchị Idemili Sawụt nke Anambara steeti na-akọtụ n' obodo ahụ ugbua.",
    "Mmadụ abụọ, MacAnthony Okonkwo na Ebelechukwu Chukwumesili, bụ ndị na-asị na oche Igwe Alor bụ nke ha.",
    "Dịka ihe onyonyo o tinyere na sochal midia siri kọwaa, MacAnthony Okonkwo sị na o ya bụ ezigbote Igwe Alor.",
    "Okwu a malitere dịka aka na-achị Anambara steeti bụ Willie Obiano nyere Eze ọdịnala 13 ezumike nwa mgbe nta makana ha soro Maazị Arthur Eze ga-ileta Onyeisiala Muhammadu Buhari n'Abuja.",
    "Igwe Okonkwo sọ n'ime Igwe ndị a.",
    "O mechara mee ihe onyonyo ebe ọ rịọrọ Gọvanọ Obiano arịrọ.",
    "Content is not available",
    "End of Facebook post",
    "N'ụbọchị 18 nke ọnwa Ọctoba 2020 akụkọ pụtara na ndị Alor achụọla Igwe Okonkwo ma mee Maazị Chukwuemesili Igwe.",
    "Akukọ ahu kwuru na Minista na-ahụ maka ọrụ bụ Chris Ngige so gaa echichi ọhụrụ a.",
    "Gọvanọ Anambara mechara wepụ ezumike nwa mgbe nta ahụ o tinyere ndị Igwe ahụ, gụnyere Okonkwo.",
    "Mana,ụfọdụ mmadụ, dịka akụkọ dị n'ụlọ ntaakụkọ Vanguard siri dee, anabataghị atụmatụ ahụ.",
    "Mana ka ọ kwụ ugbua, Okonkwo ka na-ekwusi ike na ọ bụ ya bụ Igwe n'Alor.",
    "N'ihe onyonyo o mere, o kwukwara na ọ bụ ya bụ otu Igwe e nwere n'Alor ma kwuo na gọọmentị Anambara kwụ ya n'azụ.",
    "Dịka ọ kwụ ugbua, ọ na-ada ka e nwere Igwe abụọ n'Alor.",
    "Akụkọ ka na-abịa.",
    "Ịzọ Igwe Ojoto: 'Ihe mere m ji were iwe pụọ na nzukọ gọọmenti'16 Febụwarị 2018",
    "Aka Willie Obiano adịghị n'ịhọpụta Eze ọhụrụ Aguleri30 Maachị 2019",
    "NA EME UGBU A, Tinubu ekwuola na obi dị ya na ndị Naịjirịa ụtọ maka ụlọorụ mmanụ agbịdị Warri a rụzigharịrị",
    "Lee njem mba ofesi niile Onyeisiala Tinubu mere n'afọ 202430 Disemba 2024",
    "Onye ọrụugbo ahụekere ghụọrọ Onyeisiala Amerịka: Jimmy Carter anwụọla ka ọ gbara afọ 10030 Disemba 2024",
    "Maka ogbunigwe ndịagha tụrụ na Sokoto: Kashim Shettima agwala ezinaụlọ e gburu ndị nke ha 'ndo'29 Disemba 2024",
    "Lee emume ndị a na-eme n'oge 'Christmas' tupu a mụọ Jizọs Kraịst25 Disemba 2024",
    "Kedụ ka ọnụego njem okporoụzọ si emetụta ndị na-ala Ekeresimesi?24 Disemba 2024",
    "Mmadụ 22 nwụrụ na nzọgbu nzọgbu mere ebe a na-ekesa Osikapa n'Okija, Anambra Steeti30 Disemba 2024",
    "Bọjet na ihe kwesiri ichu ụmụ Naịjirịa ụra24 Disemba 2024",
    "Ụlọikpe enyela Speed Darlington 'Akpi' beelu23 Disemba 2024",
    "Ndị Igbo ebirila ala Yoroba tupu Oduduwa abia - Okammụta Onyekpe22 Disemba 2024",
    "Ndị ahịa Ogbosisi dị n'Anambra steeti nọ n'arịrị dịka ọkụ gbariri ọdọ ahịa ha20 Disemba 2024",
    "Ọnwụ Fada Tobias Okonkwo gbawara m obi – Peter Obi",
    "Maka ogbunigwe ndịagha tụrụ na Sokoto: Kashim Shettima agwala ezinaụlọ e gburu ndị nke ha 'ndo'",
    "Etu mụ na nwunye m si malite iti egwu - Mr M and Revelation",
    "Ndị Igbo ebirila ala Yoroba tupu Oduduwa abia - Okammụta Onyekpe",
    "Alor o nwere Igwe abụọ?Emelitere ikpeazụ na: 31 Disemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Other Languages",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}