{
  "published": "5 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ mmadụ na-eji ego achụ ego na-ekwu maka ọdachị ha na-ezute n'ụzọ mana nke Cassandra Ndulue metụtara n'ebe ọjọọ dịka udiri mberede o jir bịa.",
    "Ọdoziakụ Ndule si na ya lapuru ụla were tete chọpụta na azụ niile ọ na-azụ a bụrụla ihe ide mmiri buru jewa.",
    "Ọgba mbọ: Etu m si bido ịgba mbọ",
    "Ọgba mbọ: 'Inyere ụmụnwaanyị aka mere m ji malite ụlọọrụ ime isi'",
    "Ọ sị na ihe gafere nde naira iri atọ na isii funarịrị ya n'otu ntabi anya.",
    "N'akụkọ a, ọ kọrọ anyị njem ya nakwa etu ya Jiri na edi ihe mere nakwa njem o jere iji chọọ enyemaka iji malitekwe ọzọ.",
    "Akụkọ ya na-agba anya mmiri mana ọ na-akwalitekwa mmụo ọfụma.",
    "Kirie ya n'uju.",
    "Ndị mere akụko a bụ Chiagozie Nwonwu na Nnamdi Agbanelo.",
    "Vidio, Vivian Umeh: Ọtụtụ ụmụnwoke bịara ịlụ m na-agba ọsọ maka na amaghị m nna m, Duration 5,4621 Jenụwarị 2021",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Ọgba mbọ: 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 8 gara aga",
    "Vidio, Ihe ị kwesịrị ịma maka Jill Biden bụ nwunye onyeisiala ọhụrụ Amerịka, Duration 1,4819 Jenụwarị 2021",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Erica Nlewedim: 'M nweta ohere ịlaghachị ụlọ 'Big Brother' agaghị m aṅụbiga mmanya oke', Duration 3,5329 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}