{
  "published": "8 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Ị ma na i nwere ike bilie n'ụra otu ụbọchị chọpụta na ị nakwaghị ahụ ụzọ?",
    "Ama m na ị ga-asị 'tụfiakwa', maọbụ 'Chineke ekwela', mana ọrịa Glaucoma maọbụ Cataract nwere ike ime ka ihe dị otu a mee.",
    "Elephantiasis: Lee etu anwụnta nwere ike isi butere gị 'ụkwụ aba shoe'",
    "Ọrịa isii kacha emetụta ụmụnwaanyị karịa ụmụnwoke",
    "Gịnị bụ ọrịa shuga nakwa ụzọ ị ga-esi gbalahụ ya?",
    "Eye care: Ihe ise ị ga-eme ka anya gị ghara ịkpọ",
    "Ọbụrụ na anya mmadụ adịghị, ọchịchịrị ga-agbachi ahụ mmadụ niile, ụwa enwekwaghị ihe ọ ga na-atọ.",
    "Ya mere o ji dị mkpa ichekwa anya gị ma gbochie ọrịa Glaucoma nakwa Cataract, nke nnyocha gosiri na ọ bụ ha kacha ebutere ndị mmadụ ikpu isi n'ụwa niile.",
    "Ebe foto si, Getty Images",
    "Glaucoma na-emekarị ndị gbagoterela n'afọ, mana ụmụaka nwekwara ike inwe ya",
    "E nwere akwara si n'anya mmadụ gaa n'ụbụrụ isi; Bekee na-akpọ ya 'optic nerve'.",
    "Ọ bụrụ na ike gwụ akwara a, ọ gaghịkwa enwe ike iziga ozi iji mee ka ụbụrụ ghọta ihe mmadụ na-ahụ.",
    "Glaucoma bụ ọrịa na-emebi akwara 'optic nerve' ma mee ka mmadụ kpuo isi n'otu ntabi anya.",
    "Dọkịta anya aha ya bụ Ugochukwu Eze kọwara na ọ bụghị na ọrịa glaucoma na-abịa n'otu ntabi anya, kama ọ na-eji nwayọ nwayọ amalite, nke pụtara na mmadụ agaghị enwe ike ịchọpụta ruo mgbe ọ kawanyere njọ.",
    "Ebe foto si, Dọkịta Ugochukwu Eze",
    "Dọkịta Ugochukwu Eze bụ dibia anya n'ụlọọgwụ 'National Eye Centre' dị na Kaduna",
    "Mana oge ahụ, ọ dịla njọ, onwekwaghị ihe mmadụ ọbụla nwere ike ime maka ya.",
    "Dọkịta Eze kwuru sị: \"Ọ bụrụ na a chọpụta glaucoma n'oge, anyị nwere ike inyere onye ahụ aka ka anya ya ghara ịkpọ kpam kpam.\"",
    "\"Mana ọ bụrụ na ya bụ ọrịa apịala mmadụ anya, onweghị ihe mmadụ ọbụla nwere ike ime iji nyere onye ahụ aka.\"",
    "Ihe gbara ọkpụrụkpụ i kwesịrị ịma maka Glaucoma:",
    "Ebe foto si, Getty Images",
    "Felipe Gomes bụ onye na-eme egwuregwu 'paralympics' na mba Brazil. Ọ bụ Glaucoma na Cataracts nke o butere site n'afọ nne ya mere ka o kpuo isi.",
    "Ihe na-akpata ya bụ mmiri ịdọ n'anya mmadụ karịa etu o kwesịrị nke ga-eme ka ibu anya mmadu bu dị nnukwu arọ (eye pressure)",
    "Nnyocha gosiri na ọ na-esikarị n'agbụrụ (site n'aka nne na nna fee ụmụ ha na ụmụ ụmụ ha)",
    "Glaucoma enweghị ọgwụgwọ ga-eme ka ọ laa kpamkpam, kama a ga-enye gị ọgwụgwọ ga-enyere gị aka ka anya gị ghara ịkpọ",
    "Ọnaghị enwekarị ihe njirimara na-egosi na ọrịa a amalitela n'anya mmadụ, mana anya mmadụ ịcha mmeemmee maọbụ ịfụ ya ụfụ, nwere ike ịrụtụ aka gbasara ọrịa a",
    "O nwereike tupu mmadụ achọpụta na o nwere Glaucoma, onye ahụ ekpuolarị isi n'otu anya",
    "Ọ na-emekarị ndị dị malite n'afọ iri anọ gbagowe, mana ụmụntakịrị na ndị na-eto eto na-enwekwa ya",
    "Nnyocha gosiri na ndị isi ojii nakwa ndị Asia kacha enwe ọrịa a",
    "Ọgwụ ụfọdụ mmadụ na-aṅụ nwere ike ịkpata ya (nke a gụnyere ọgwụ nwere 'steroids')",
    "Ọrịa glaucoma nwere ụdị abụọ gbara ọkpụrụkpụ, ha bụ 'Open-angle glaucoma' na 'Angle-closure glaucoma'",
    "Mana enwekwara ụdị ọzọ anaghị ahụ kwadaa, ha bụ 'Normal-tension glaucoma', 'Pigmentary glaucoma' na Glaucoma nke ụmụaka",
    "Ọrịa anya ndị ọzọ nwekwara ike ịkpatara mmadụ glaucoma; a na-akpọ ya 'secondary glaucoma'",
    "Ebe foto si, Iwaria.com",
    "Ime nnyocha anya kwa mgbe kwa mgbe ga-enye aka ịchọpụta ọrịa glaucoma n'oge ma malite inweta ọgwụgwọ",
    "Ụzọ kacha dị ire iji zeere ọrịa glaucoma bụ ị na-eme nnyocha n'anya gị ugboro ugboro.",
    "Ọ bụrụ na nnyocha gosi na ọrịa a na-amalite n'ahụ gị, dọkịta ga-enye gi ọgwụ ị ga na-atụnye n'anya nke ga-enyere gị aka",
    "Na-ekpuchi anya gị oge ọbụla ị na-eme ihe siri ike maọbụ oge ị na-arụ ọrụ dị aṅaa",
    "Zeere ịfịa aka n'anya gị oge ọbụla",
    "Were nwayọọ na-aṅụ mmiri nakwa ihe ndị ọzọ. Ọ bụghị ka ị kwụsị ole mmiri ị na-aṅụ, kama ọ bụ ka ị gbatịa oge i i ji aṅụ ya",
    "Maka ụmụnwaanyị, kpachara anya ụdị ihe ntecha ị na-eji achọ mma, zeere ndị ga-emebi anya gị",
    "Ebe foto si, Science Photo Library",
    "Cataract bụ ọrịa kachasị ebute ikpu isi na Naịjirịa",
    "Cataract bụ ọrịa na-eme ka ihe dịka urukpu (cloud) kochie mkpụrụ anya mmadụ.",
    "Nnyocha gosiri na ọ bụ cataract kacha akpata mmadụ ikpu isi na Naịjirịa.",
    "Mana ndị ọkachamara na-eji ịwa anya (eye surgery) agwọta ọrịa cataract.",
    "Ọrịa a na-eji nwayọ amalite, ọgaghịkwa enye onye ahụ nsogbu ruo mgbe ọ kawanyere njọ.",
    "Ihe e ji amakarị ọrịa Cataract bụ mmadụ inwe nhịahụ ịgụpụta ihe edere n'akwụkwọ maọbụ ịhụ ụzọ nke ọma n'abalị.",
    "Mmadụ ịhụ ihe dịka ọ gbara abụọ bụkwa njirimara ya",
    "Ihe nwere ike ibute Cataract bụ:",
    "Ebe foto si, Getty Images",
    "Ime nnyocha anya kwa mgbe kwa mgbe ga-enye aka ịchọpụta ọrịa Cataract n'oge.",
    "Afọ ole mmadụ dị (Cataract na-akawanye njọ dịka afọ mmadụ na-agbago)",
    "Ọrịa ụfọdụ dịka ọrịa shuga (diabetes) maọbụ ọbara mgbalielu",
    "Ịnọkarị n'anwụ oge niile",
    "Ise anwụrụ",
    "Ịṅụ oke mmanya na-aba n'anya",
    "Ọ bụrụ na mmadụ merụburu ahụ n'anya ya",
    "Mgbochi Cataract:",
    "Na-eme nnyocha anya gị kwa mgbe kwa mgbe",
    "Kwụsị ise anwụrụ",
    "Kwụsị ịṅụ oke mmanya na-aba n'anya",
    "Na-eri nri juputara na mkpụrụosisi nakwa akwụkwọ nri",
    "Na-eyi ugegbe anya ga-echekwa anya gị pụọ n'anyanwụ",
    "Ọgwụgwọ Cataract:",
    "Ihe e jikarị agwọ cataract bụ ịwa anya (eye surgery).",
    "Nnyocha gosiri na ịwa anya iji gwọọ cataract na-arụ ọrụ nke ọma.",
    "Ịwa anya a anaghị egbu oge ma ncha, ọ naghịkwa ada oke ọnụ.",
    "Onye a wara anya nwere ike i si n'ụlọọgwụ laa n'otu ụbọchị ahụ.",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ17 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka16 Febụwarị 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ihe i kwesịrị ịma maka Omenụkọ, Ije Odumodu, Mbediọgụ na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Tyler Perry: O nwere ihe o mere ma dimkpa karịa afọ iri ise ka bụrụ okokporo?",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ebelechukwu Obiano: Ugegbe anya na-ese okwuEmelitere ikpeazụ na: 3 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}