{
  "published": "8 Jenụwarị 2021",
  "sentences": [
    "Ebe foto si, Getty Images",
    "Ị ma na i nwere ike bilie n'ụra otu ụbọchị chọpụta na ị nakwaghị ahụ ụzọ?",
    "Ama m na ị ga-asị 'tụfiakwa', maọbụ 'Chineke ekwela', mana ọrịa Glaucoma maọbụ Cataract nwere ike ime ka ihe dị otu a mee.",
    "Eye care: Ihe ise ị ga-eme ka anya gị ghara ịkpọ",
    "Ọbụrụ na anya mmadụ adịghị, ọchịchịrị ga-agbachi ahụ mmadụ niile, ụwa enwekwaghị ihe ọ ga na-atọ.",
    "Ya mere o ji dị mkpa ichekwa anya gị ma gbochie ọrịa Glaucoma nakwa Cataract, nke nnyocha gosiri na ọ bụ ha kacha ebutere ndị mmadụ ikpu isi n'ụwa niile.",
    "Ebe foto si, Getty Images",
    "Glaucoma na-emekarị ndị gbagoterela n'afọ, mana ụmụaka nwekwara ike inwe ya",
    "E nwere akwara si n'anya mmadụ gaa n'ụbụrụ isi; Bekee na-akpọ ya 'optic nerve'.",
    "Ọ bụrụ na ike gwụ akwara a, ọ gaghịkwa enwe ike iziga ozi iji mee ka ụbụrụ ghọta ihe mmadụ na-ahụ.",
    "Glaucoma bụ ọrịa na-emebi akwara 'optic nerve' ma mee ka mmadụ kpuo isi n'otu ntabi anya.",
    "Dọkịta anya aha ya bụ Ugochukwu Eze kọwara na ọ bụghị na ọrịa glaucoma na-abịa n'otu ntabi anya, kama ọ na-eji nwayọ nwayọ amalite, nke pụtara na mmadụ agaghị enwe ike ịchọpụta ruo mgbe ọ kawanyere njọ.",
    "Ebe foto si, Dọkịta Ugochukwu Eze",
    "Dọkịta Ugochukwu Eze bụ dibia anya n'ụlọọgwụ 'National Eye Centre' dị na Kaduna",
    "Mana oge ahụ, ọ dịla njọ, onwekwaghị ihe mmadụ ọbụla nwere ike ime maka ya.",
    "Dọkịta Eze kwuru sị: \"Ọ bụrụ na a chọpụta glaucoma n'oge, anyị nwere ike inyere onye ahụ aka ka anya ya ghara ịkpọ kpam kpam.\"",
    "\"Mana ọ bụrụ na ya bụ ọrịa apịala mmadụ anya, onweghị ihe mmadụ ọbụla nwere ike ime iji nyere onye ahụ aka.\"",
    "Ihe gbara ọkpụrụkpụ i kwesịrị ịma maka Glaucoma:",
    "Ebe foto si, Getty Images",
    "Felipe Gomes bụ onye na-eme egwuregwu 'paralympics' na mba Brazil. Ọ bụ Glaucoma na Cataracts nke o butere site n'afọ nne ya mere ka o kpuo isi.",
    "Ebe foto si, Iwaria.com",
    "Ime nnyocha anya kwa mgbe kwa mgbe ga-enye aka ịchọpụta ọrịa glaucoma n'oge ma malite inweta ọgwụgwọ",
    "Ebe foto si, Science Photo Library",
    "Cataract bụ ọrịa kachasị ebute ikpu isi na Naịjirịa",
    "Cataract bụ ọrịa na-eme ka ihe dịka urukpu (cloud) kochie mkpụrụ anya mmadụ.",
    "Nnyocha gosiri na ọ bụ cataract kacha akpata mmadụ ikpu isi na Naịjirịa.",
    "Mana ndị ọkachamara na-eji ịwa anya (eye surgery) agwọta ọrịa cataract.",
    "Ọrịa a na-eji nwayọ amalite, ọgaghịkwa enye onye ahụ nsogbu ruo mgbe ọ kawanyere njọ.",
    "Ihe e ji amakarị ọrịa Cataract bụ mmadụ inwe nhịahụ ịgụpụta ihe edere n'akwụkwọ maọbụ ịhụ ụzọ nke ọma n'abalị.",
    "Mmadụ ịhụ ihe dịka ọ gbara abụọ bụkwa njirimara ya",
    "Ihe nwere ike ibute Cataract bụ:",
    "Ebe foto si, Getty Images",
    "Ime nnyocha anya kwa mgbe kwa mgbe ga-enye aka ịchọpụta ọrịa Cataract n'oge.",
    "Mgbochi Cataract:",
    "Ọgwụgwọ Cataract:",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}