{
  "published": "7 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndịọrụ na-arụ na ngalaba \"National Identity Management Commission' (NIMC) agbaala abụbụọrụ.",
    "Abụbụ ọrụ a na-abịa dịka ndebanye aha maka akara 'National Identity Number', nke a kpọrọ 'NIN Registration' kpụ ọkụ n'ọnụ.",
    "Ihe anyị ji kpọchie ụlọahịa mmanụ ụgbọala n'Enugwu - IPMAN",
    "Ọ bụrụ na Gọọmentị daara anyị, anyị adaara ha - Odeakwụkwọ NLC",
    "'Abụbụ ọrụ ndị ọrụ Julius Berger emeela ka kwụsị ọrụ na akwa mmiri Niger'",
    "Ndịọrụ NIMC nke Ebonyi steeti gwara BBC na iwe ha bụ maka obere ụgwọọnwa a na-akwụ ha.",
    "Ha kwukwara na ha enweghị ezigbo akụrụngwa nhcekwa dịka ha na-arụ ọrụ n'oge coronavirus.",
    "Lee ihe onyonyo dị n'elu.",
    "International Labour Organization",
    "Naijiria",
    "Vidio, Ka JOHESU kpọpụrụ abụbụọrụ ha ụnyahụ, ndị mmadụ na ajụ, kedụ isi ya?, Duration 3,051 Juun 2018",
    "NLC strike: Ndị ọrụ agaghị eme abụbọ ọrụ ọzọ6 Nọvemba 2018",
    "Vidio, Ebonyi state News Today: 'Governor Umahi, akwammiri ọjọọ ekewapụla Alubeleke n'ebe ụwa nọ', Duration 5,2025 Ọgọọst 2021",
    "Vidio, Abia state news today: \" Etu ụzọ ahịa Ariaria dị na-agba anyị anya mmiri\", Duration 1,4924 Ọgọọst 2021",
    "Vidio, Barber Shop: Ụlọọrụ ebe a na-eyi 'Suit' akpụ isi, Duration 3,1624 Ọgọọst 2021",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Angela Nwosu's Mother: Di m si mgbachi ebubo ndị mgbu nkịtị, Duration 0,4918 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Mathew Oliver Okpara: Etu ndị agha si gbagbuo nwanne m nwoke si ọrụ alata n'Imo steeti, Duration 3,5417 Ọgọọst 2021",
    "Vidio, Mụta usoro esi esi ofe nsala n'ihe nkiri a, Duration 3,0213 Eprel 2018",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}