{
  "published": "6 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Joe Biden meriri ntuliaka ọkwa onyeisiala Amerịka, mana Onyeisiala Donald Trump ekwetabeghị.",
    "Njem Joe Biden ịbụ onyeisiala Amerịka ga-eru n'isi mmiri taa bụ Wenezde, abalị isii nke ọnwa Jenụwarị 2021 dịka ndị Omeiwu Amerịka ga-ezute ma mepee akwụkwọ mpụtara ntuliaka e mere n'afọ 2020 si steeti dị iche iche.",
    "Na mbụ, imepe vootu ndị a anaghị abụ ihe na-agbagwoju anya mana ugbua, Donald Trump ka na-ekwusi ike na ọ bụ ya meriri ntuliaka onye ga-achị mba Amerịka site afọ 2021 ruo 2024.",
    "Ọ na-ekwu nke a n'agbanyeghị na Joe Biden bụ onye zọrọ ọchịchị pati Demokrat ji ihe ruru vootu nde asatọ gafee nke ya.",
    "Ihe mere Trump ji ewusi ike na Naịjirịa",
    "Trump sị na ya ga-eme iwu banyere soshal midia dịka ọ na-agbarụrụ Twitter ihu",
    "Joe Biden o nwereike imeri Trump bụrụ onyeisiala Amerịka?",
    "Biden nwetekwara vootu 306 a na-akpọ \"Electoral College Votes\" na Bekee ebe Trump nwetere 232.",
    "Vootu Electoral College ahụ bụ ihe ndị Omeiwu Amerịka ga-ebinye aka na ya n'ụbọchị  isii nke ọnwa Jenụwarị 2021.",
    "Mkpebi Trump a mere ka ụfọdụ ndị omeiwu si pati Repọblịkan na-akpọ ka akagbuo mpụtara ntuliaka steeti ụfọdụ.",
    "Daddy Hezekiah: E meghi m ihe m meere Donald Trump maka \"Visa\"",
    "N'elekere mbụ nke ehihie, ndị omeiwu niile ga-ezukọ n'Ụlọ Omeiwu ebe Osote Onyeisiala Mike Pence ga-anọ n'isi oche dịka ọ bụ ya bụ onyeisi ndị Omeiwu Amerịka.",
    "A ga-ebubata akpatị abuọ mpụtara ntuliaka si steeti dị iche iche, Pence ga-emepe ya wee nye ndị ahọpụtara ga-agụpụta ha.",
    "Ọ gwụchaala nke a bụ ihe Pence nwere ịrụ, mana Trump tụrụ asị na o nwere ikike ịgbajọ ntuliaka ụfọdụ.",
    "Nke a abụghị eziokwu, dịka iwu Amerịka si dị:",
    "Dịka e si eme ya mbụ, ibinye aka na vootu a abụghị ihe na-agafe otu awa, mana a na-ele anya na nke afọ nwereike gafee otu ụbọchị dịka ndị omeiwu Repọblịkan na-eme mgbajọ mpụtara ụfọdụ steeti.",
    "Ndi omeiwu gaa n'ihu mee ihe ha sị na ha ga-eme ndi omeiwu nta ga-abanye ụlọ omeiwu ha ga tụọ vootu nke a ga-eji mara ma a ga-aga n'ihu binye aka maọbụ gee ihe ha na-ekwu nti. Ndi omeiwu ukwu ga-agakwa ụlọ omeiwu ha mekwaa etu a.",
    "Usoro eji agbajọ mpụtara ntuliaka kwuru na onye omeiwu nta chọrọ ime otu a ga-enweriri onye omeiwu ukwu ga-akwado ya.",
    "Ka ọ kwụ ugbua, ndị omeiwu nta 140 na ndị nke ukwu 12 sị na ha ga-agbajọ mpụtara ntuliaka n'ihe ruru steeti 6.",
    "E nwere ndị Repọblịkan anabataghị atụmatụ ịgbajọ mpụtara ntuliaka a.",
    "Oneyisi ndị Ụlọomeiwu Ukwu bụ Mitch McConnell arịọla ndị patị ya ka ha ghara ime ihe a ha chọrọ ime.",
    "Ebe foto si, Getty Images",
    "Mitch McConnell bụ onyeisi ụlọ omeiwu ukwu nke mba Amerịka",
    "Ebumnobi McConnell nwere ike bụrụ makana ọ ma na atụmatụ ahụ agaghị agbanwe ihe ọbụla.",
    "Emechakwaa ihe niile, Joe Biden ka ga-abụ onyeisiala.",
    "Ndị omeiwu ukwu na nke nta ga-eme nrụrịtaụka tupu ha atụọ vootu.",
    "Dịka ndị Demokrat ka n'ụlọ omeiwu nta, a na-eche na ha ga-asị ka a gaa n'ihu.",
    "N'afọ 2005, ndị patị Demokrat abụọ - Stephanie Tubbs Jones na Sinetọ Barbara Boxer - gbajọrọ mpụtara vootu steeti Ohio, maka ha sị na nrụrụaka dị na ya.",
    "Ụlọọmeiwu nta na nke ukwu anabataghị atụmatụ ha. Ha gara n'ihu binye aka na mpụtara ntuliaka ahụ.",
    "N'afọ 2017, n'oge Joe Biden nọ n'isi dịka Osote Onyeisiala, ụfọdụ ndị omeiwu Demokrat pụtara ịsị na ha anabataghị mpụtara ntuliaka aha mana Biden kwụsịrị ha wee sị: \"okwu agwụla\".",
    "Vidio, Super Tuesday: Kedu onye 'Democrat' ga-etozu ịma Donald Trump aka?6 Nọvemba 2020",
    "Buhari na Trump ga-enwe mkparita ụka n'ụbọchị iri atọ nke Epreelụ16 Eprel 2018",
    "Vidio, Kirie ka emume idu iyi ọrụ Joe Biden dịka Onyeisiala mba Amerịka si aga20 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "'Goọmentị ọhụrụ a ga-eme ọfụma n'ihi na anyị tụrụ ha ezigbo ntọala' - Donald Trump20 Jenụwarị 2021",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "'Okwu gbasara Biafra karịrị Nnamdi Kanu ikwu ihe ga-eme' - George Obiozor",
    "'Goọmentị ọhụrụ a ga-eme ọfụma n'ihi na anyị tụrụ ha ezigbo ntọala' - Donald Trump",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?",
    "IPOB bu ọgbaghara bịa n'ọgbakọ Ndigbo n'AwkaEmelitere ikpeazụ na: 21 Mee 2018",
    "'Kanu anọghị mgbe Ohanaeze na Ipob nwere nzukọ nke o ji ebo ha ebubo'Emelitere ikpeazụ na: 6 Ọgọọst 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}