{
  "published": "8 Jenụwarị 2021",
  "sentences": [
    "Ebe foto si, George Obiozor",
    "Dịka Ohanaeze Ndigbo ahọpụtala George Obiozor dịka onyeisi ọhụrụ ga-edu ha ruo afọ anọ ọzọ.",
    "Ka anyị tụlee odogwu nwoke a ga-akwọ ụgbọ ndị Igbo maara nke ọ tagbutere iji rụọ ọrụ e tinyere ya n'aka.",
    "Onye bụ George Obiozor?",
    "George Obiozor bụ nwafọ Awo-Omamma dị n'Imo Steetị.",
    "Ọ gụrụ akwụkwọ sekọndịrị n'ụlọakwụkwọ Awo-Omamma Comprehensive n'afọ 1959 ruo 1963.",
    "Gụọ akwụkwọ dị elu na 'Institute of African Studies Switzerland (1967), mahadum South Tacoma USA (1967), mahadum Columbia (1968).",
    "Ọ nwere ọzụzụ na ngalaba ndị gụnyere; ọkaiwu mbaụwa, ndọrọ ndọrọ ọchịchị na mmekọrịta mba na ibe ya.",
    "Ọ kuziri nkuzi n'ụlọakwụkwọ Awo-Omamma, Mahadum Columbia.",
    "Ọ rụkwara ọrụ dịka onye na-anọchịteanya Naịjirịa na mba dịka Amerịka (2004 ruo 2008), Izrel (1999 ruo 2003), Cyprus. Ma rụọkwa dịka onyeisi ụlọọrụ 'Nigerian Institute of International Affairs'.",
    "O dere akwụkwọ di iche iche banyere ndọrọ ndọrọ ọchịchị na mmekọrịta mba na ibe ya.",
    "Etu o si merie na ntuliaka a",
    "Obiozor ji vootu narị atọ na anọ (304) si na mpaghara Ọwụwanyanwụ tinyere Rivas Steetị merie ndị ọzọ zọsịrị ya ọkwa ọchịchị onyeisi Ohanaeze.",
    "Nke a na-abịa dịka mmadụ atọ n'ime mmadụ ise so zọọ ọkwa a tụgharịrị obi ha ma dọnyere Obiozor ukwu dịka ntuliaka na-amalite.",
    "Nke a mere Obiozor ji merie otu onye gara n'ihu n'ịzọsị ya ọkwa ahụ.",
    "Ndị ọzọ a họpụtara n'ọkwa ndị ndu Ohanaeze Ndigbo gụnyere;",
    "Okey Emuchay dịka odeakwụkwọ ukwuu, Eze Beatrice dịka onye njikọ ego, Bartholomew Okorie dịka onye ndekọ ego.",
    "Ndị ọzọ bụ Alex Ogbonna odekwụkwọ mgbasaozi, Ojobu Joseph Obinanma dịka onye ndụmọdụ iwu, Nnamdi Eze dịka nye ndekọ ego.",
    "Ndị a họpụtara dịka ndịisi Ohanaeze n'ụfọdụ steetị bụ Maazị Lawrence nke Abia, Afam Okeke nke Anambra, Emeke Okoli nke Delta.",
    "E kposaala ọchịchị Ohanaeze Ndigbo nke Nnia Nwodo nọ n'isi ya dịka a na-ache ka e mee ntuliaka ọhụrụ.",
    "Onye nyere atụmatụ mkposa ahụ bụ ọkammụta ABC Nwosu ebe Sịnetọ Ben Obi kwadoro ya.",
    "Ha kelere Nnia Nwodo maka ọchịchị pụrụiche ọ chịrị Ohanaeze Ndigbo n'ime afọ anọ",
    "Ebe niile achakela dịka Ohaneze Ndigbo amalitela ntuliaka iji họpụta ndị ndu ọhụru ga-akwọ ụgbọ ruo afọ anọọ ọzọ n'ọgbọegwuregwu Dan Anyiam dị n'Owerri, n'Imo steeti.",
    "Ndị niile e ji eme ọnụ nwere agba n'ala Igbo wuchiri ebe ahụ iji họpụta ndị ndu ọhụrụ nke Ohanaeze Ndigbo.",
    "Ndị a gụnyere; Gọvanọ Hope Uzodinma nke Imo Steetị, Gọvanọ David Umahi nke Ebonyi, Minista Tekịnụzụ bụ Ogbonnaya Onu, Minista akụrụngwa ọnatarachi bụ Uche Ogah.",
    "Ndị ọzọ gụnyere Nnia Nwodo bụ onyeisi Ohanaeze na-apụ apụ, Gary Igariwe bụbu onyeisi Ohanaeze Ndigbo, Obi Ọnicha bụ Igwe Afred Achebe, Ikedi Ohakim, Emmanuel Iwuanyanwu na ndị ọzọ.",
    "Onye kpere ekpere mmepe bụ Achibishọp ndị Anglikan n'Enugwu bụ Emmanuel Chukwuma.",
    "Onye nyere ọjị bụ Ikedi Ohakim bụ aka chiburu Imo dịka ọ bụ onyeisi kọmitii ime obodo na-ahazi ntuliaka a.",
    "Ka nke ahụ gachara, Nnia Nwodo bụ onyeisi Ohanaeze Ndigbo na-apụ apụ were ọgbọ ma kwuo okwu ikpeazụ ya.",
    "N'okwu ya, ọ kọwara ọtụtụ ọrụ ọ rụrụ mgbe ọ bụ onyeisi Ohanaeze ma rịọ ka ndị Igbo iwe na-ewe n'ebe ọchịchị ya nọọ mịnye mma ha n'ọbọ.",
    "Nwodo sị malite echi na ọ ga-ewere ọkwa dịka onyeisi otu a 'Southern and Middle Belt Assembly' nke o so hiwe.",
    "O kelere ndị ndu Igbo niile maka ịdọnyere ya ugwu n'ọchịchị ya n'ime afọ anọ gara aga.",
    "Gọvanọ Imo Steetị bụ Hope Uzodinma nyere ekele nnabata dịka onye na-ele Ohanaeze ọbịa na steetị.",
    "Ọ kpọrọ oku ka ndị Igbo dị n'otu, nwee ofu obi na otu olu iji hụ na nwetere otu ihe gbara ọkpụrụkpụ ha na-achọ.",
    "N'okwu nke ya Gọvanọ Ebonyi Steetị bụ Dave Umahi sị na ọ bụ naanị ntuliaka e mere taa bụ nke ndị gọvanọ Ọwụwanyanwụ ga-anabata.",
    "O kelekwara Nnia Nwodo n'ọrụ ọ rụrụ n'oge ọ chịrị Ohanaeze ma sị na obi juru ndị gọvanọ afọ n'ọrụ ya.",
    "Otu mpaghara Ohanaeze Ndigbo emeela ntuliaka ha n'Enugwu",
    "Ọtụtụ ndị nwere agba n'ala Igbo",
    "Otu mpaghara Ohanaeze Ndigbo emeela ntuliaka ịhọpụta ndị ndu ọhụrụ ha taa ụbọchị 9 Jenụwarị 2020 n'Enugwu.",
    "Ndị a họpụtara dịka ndị ndu na ntuliaka aka gụnyere;",
    "Chidi Ibeh nke Imo Steetị dịka onyeisi Ohanaeze ọhụrụ, Dimm Uche Okwukwu nke Rivas Steetị dịka osote onyeisi Ohanaeze.",
    "Ndị ọzọ gụnyere Okechukwu Isiguzoro nke Abia Steetị dịka onye odeakwụkwọ ukwu.",
    "Mana Isiguzoro gwara BBC Igbo na ọ naghị mgbe e mere ntuliaka ahụ na o nweghi okwu ọ ga-ekwu ugbua banyere ya.",
    "Onye haziri ntuliaka bụ Prince Richard Ozobu bụ onyeisi kọmitii nke ntuliaka e mere n'Enugwu.",
    "Mana ntuliaka Ohanaeze Ndigbo nke Nnia Nwodo bụ onyeisi ya ka ga-adị n'Owere n'ụbọchị 10 ọnwa Jenụwarị a.",
    "Ufọdụ ndị ọnụ na-eru n'okwu n'ala Igbo",
    "Onyeisi ndị ntoroọbịa Ohanaeze Ndigbo bụ Okechukwu Isiguzoro akọwala etu obi dị ha maka ọgbaghara dị n'etiti Ohanaeze Ndigbo.",
    "Mgbe BBC Igbo kpọtụrụ ya ka a mata uche ndị ntoroọbịa maka esemokwu dị n'etiti Ohanaeze Ndigbo n'oge ntuliaka ha.",
    "Isiguzoro sị na dịka ọ dị ugbua na Ohanaeze Ndigbo nwere ọtụtụ nsogbu, na e nwere ụzọ ntuliaka abụọ a na-ahazi.",
    "Ọ sị na otu bụ nke Nnia Nwodo na-ahazi ebe ga-adị n'Owere n'ụbọchị 10 nke ọnwa Jenụwarị a, ebe nke ọzọ bụ Richard Ozubu na Uche Okukwu na ahazi ga-adị n'Enugwu n'ụbọchị 9 nke ọnwa Jenụwarị.",
    "Isiguzoro gara n'ihu sị na Ohanaeze ndigbo achọghị ime udo n'etiti ha ma bịakọọ ọnụ na nsogbu ga-adị.",
    "O kwuru na ọ bụrụ na e nwee ntuliaka ụzọ abụọ n'etiti Ohanaeze Ndigbo na ndị ntoroọbịa ga-ewere ọchịchị n'ike.",
    "Na ha ga-agbachi isiụlọọrụ Ohanaeze Ndigbo ruo mgbe ha ga-eme udo n'etiti ha.",
    "O rụtụrụ aka na nsogbu dị n'etiti Ohanaeze ugbua malitere kamgbe afọ 2017 Nnia Nwodo were ọchịchị dịka onyeisi ha.",
    "Mana odeakwụkwọ Ohanaeze Ndigbo bụ Emeka Attama na nzaghachị sị na okwu ndị a ha na-ekwu bụ okwu asị.",
    "Na o nweghi ihe ọbụla ha nwereike ime, na ha bụ ndị na-achọghị ịnụ maka ọ dị mma ndị Igbo.",
    "Ọ gara n'ihu kwuo na ọ bụ naanị otu ntuliaka ka Ohanaeze Ndigbo na-eme n'Owere n'ụbọchị Sọnda na o nweghi onye ọbụla nwereike ịkwụsị ya.",
    "Ọtụtụ ndị nwere agba n'ala Igbo",
    "Ntuliaka nke otu Ohanaeze Ndigbo na-akwado ịme n'Owere n'ụbọchị ụka ebutela ọtụtụ esemokwu na ọgbaghara.",
    "Nke mbụ bụ na onyeisioche otu a kpọrọ Ohanaeze Ndịgbo General Assembly bụ Basil Onyeachonam kwuru na ọ ga-eji ndị uweojii nwụchie onye ọbụla pụtara ịzọ ọkwa na steeti ọbụla ha nọ.",
    "Nkọwa ya bụ na ịzọ ọkwa ọchịchị otu ahụ dara iwu n'ihi na ọ bụ naanị otu nke ọ bụ onyeisi ha nwere ikike ịnọchite anya ọha na eze Igbo n'iwu Naịjirịa.",
    "O kwukwara na oge eruola ndị okenye dịka Ọkankuzi George Obiozor ga-eji zuo ike ma nye efe ka ndị ntorobịa were oche ọchịchị.",
    "N'otu aka ahụ, Ikedi Ohakim chịburu Imo steeti na-ekwu na ọ ga-akpụpụ nwa amadị aha ya bụ Uche Okwukwu ụlọikpe maọbụrụ na o megidee iwu nke ụlọikpe tinyere maka ya ịhibe ntuliaka nke aka ịche n'ebe nke Ohanaeze ndigbo dị.",
    "Ebe foto si, Ohanaeze Ndígbo website",
    "Basil Onyeachonam Onuorah sị na ọ bụ ya bụ onyeisi otu Ohaneze Ndigbo General Assembly",
    "Emeka Attamah bụ ọnụ na-ekwuchitere Nnia Nwodo bụ onyeisi Ohaneze Ndị Igbo gwara BBC na ndi a niile na-ekwu okwu asị na ntuliaka Ohaneze agaghị eme na-ekwuru onwe ha.",
    "Ọ sị na o nweghi onye nwere ikike ịkwụsị ntuliaka ahụ makana ọ bụ naanị Ohaneze Nigbo Nnia Nwodo na-achị ugbau ka a ma ama.",
    "Mana, Ọkaiwu Onuorah na-ekwusi ile na ntuliaka ọbụla a na-akwado ịme megidere iwu n'ihi na ohere adịghị n'ọchịchị ọbụla maka na ọ bụ ya nọ n'ọkwa.",
    "Ọ gwara BBC Igbo sị; \"anyị agwaala ha bụ ndị okenye bata bị anwere oche na 'Elders council' ka anyị nara ha ndụmọdụ\"",
    "Ọ sịkwa: \"Achọghị m ka anyị nwee nkewa n'etiti anyị ya mere anyị ji sị ha (Ohaneze ndị ọzọ) bata n'ime (nke anyị)\" ka o kwukwara",
    "Goddy Uwazurike bụ otu n'ime mmadụ ise na-azọ oche onyeisi Ohaneze Ndigbo kwuru na ndị a na-ekwu ka a ghari ime ntuliaka ịhọputa aka ga-achi Ohaneze n'ụbọchị ụka amaghị ihe ha na-ekwu.",
    "Maazi Uwazuruike sị na kemgbe ehibere Ohaneze n'afọ 1976 a na-eme ntuliaka ịhọpụta onye ga-achị Ohaneze kwa afọ anọ.",
    "Ọ sị na ọ bụ ndị Imo ka o ruru ịhopụta onye ga-abụ onyeisi Ohaneze.",
    "Ọ sị: \"Onye ọbụla ga-asị na ya ga-achọ ịkpasa anyị na-ezuzu ezuzu, makana ha na-ebuso ala nna ya.\"",
    "Ọ sịkwa na Ohaneze bụ otu Igbo ji aga mba ma bukwara ọnụ na-ekwuchitere Igbo.",
    "Ndụmọdụ Nwodo nyere ndị na-abata n'ọchịchị",
    "Ndị na-akwado ịzọ ọkwa ọchịchị ahụ gụnyere Goddy Uwazurike nakwa Ọkankuzi George Obiozor.",
    "Ọ dụrụ ha ndụmọdụ gbasara sị ha  gbaa mbọ niile hụ na chekwara oke na ọdịmma ndị Igbo.",
    "\"Ndụmọdụ m ga-enye ha bụ ka ha hụ na ndị Igbo ji otu olu na-ekwu okwu\"",
    "Ipob na Ohanaeze Ndigbo",
    "O kwurukwara ka ndị Igbo niile ndị ebighi n'ala Igbo lọghachite jiri ala Igbo mere ụlọọrụ na ụlọ nrụpụta .",
    "\"Ọ bụrụ na ndị Igbo mee nke a, ndị na-azụ ahịa n'aka ha ga-achọrọ ha bịa ala Igbo\".",
    "Na ngwụcha, o kwuru na ọ bụ olileanya ya na ntuliaka nke ehibere maka ụbọchị Sọnde ga-aga ọfụma n'enweghi nsogbu ọbụla.",
    "Ọ bụ n'afọ 1976 ka ehibere Ohaneze Ndigbo",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}