{
  "published": "7 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Nke mere ugbua bụ na Osote Onyeisiala Amerịka bụ Mike Pence kpọpụtara mpụtara ntuliaka emere na mba ahu a 2020 ma kwuo na ndị Omeiwu ha anabatala mpụtara ha nke mere Joe Biden Onyeisiala ma mee Kamala Harris Osote ya.",
    "Nke na-abịa dịka ndị Omeiwu si pati Repọblịkan gbara mbọ ịkagbu mmeri Biden na ụfọdụ steeti.",
    "Ihe atụmatụ 'Impeachment' Trump pụtara",
    "Ihe mere Trump ji ewusi ike na Naịjirịa",
    "Ihe ga-eme ugbua n'okwu nchutu Trump",
    "Ka nke a mere, Ọbi Onyeisiala Amerịka wepụtara ozi na Onyeisiala Amerịka bu Donald Trump ekwenyela \"enyefe ọchịchị n'udo\" n'oge Biden ga-aṅụ iyi ọrụ na Jenụwarị 20.",
    "Mana, n'okwu a Trump gakwara n'ihu kwuo na ọ bụ ya meriri ntuliaka e mere n'afọ 2020.",
    "Na chi bọrọ ụbọchị 7 nke ọnwa Jenụwarị 2020, Trump zigara ndi na-akwado ya ka ha gaa wakpo ụlọ Omeiwu eji Capitol mara dịka ndị omeiwu na-arụrịtaụka banyere mpụtara ntuliaka 2020 ahụ.",
    "Ndị Amerịka hụrụ ihe ha ahụbeghị mbụ dịka mwakpo ahu na-aga n'ihu.",
    "Pence emeghị ihe Trump rịọrọ ya",
    "Ebe foto si, Getty Images",
    "Dịka Onyeisi Ụlọ Omeiwu Ukwu, ọ bụ Mike Pence gupụtara mkpebi ndị omeiwu wepụtara.",
    "Ihe a o mere ka ọ bụrụ na ọ gbajọrọ arịrịọ Trump rịọrọ ya ka ọ kagbuo mmeri Biden.",
    "Ndi ọzọ ekweghi ime ieh Trump chọrọ bụ Onyeisi Pati kachasị na Ụlọ Omeiwu Ukwu bụ Mitch McConnell.",
    "Iwe ihe a mere na Capitol mere ka ụfọdụ ndị na arụ ọrụ na Whiet House rituo n'ọkwa ha.",
    "E nwekere mkparịtaụka atumatụ iji iwu a kpọrọ \"25th Amendment\" chụọ Trump n'ọrụ. Iwu a bu maka usoro eji achụtu onyeisiala anaghi arụ ọrụ ọfụma n'ọrụ.",
    "Ọ bụ Ilhan Omar na-ahazie atụmatụ ịchụ Trump n'ọrụ.",
    "US Election 2020: Iwu anọ Donald Trump tinyere nke Joe Biden ga-emegharị n'egbughị oge8 Nọvemba 2020",
    "US Election 2020: Donald Trump ekwela ka amalite usoro nyefe ọchịchị24 Nọvemba 2020",
    "Ihe mere m mgbe a gbachara m ọgwụ mgbochị maka covid 19 - Dọkịnta Ije Akunyili18 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "NA EME UGBU A Ihe ndị Gọvanọ Naịjirịa ga-akpa n'ọgbakọ ha n'ụbọchị Wenesde",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ohere ijikọ NIN na akara ekwenti gọọmenti etiti nyere ga-ebi n'ụbọchị Febuwarị 9, 2021 - Hadiza Dagabana",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ihe mere m mgbe a gbachara m ọgwụ mgbochị maka covid 19 - Dọkịnta Ije Akunyili",
    "Mbaka: Anyị awakpoghị ndị ntaakụkọ BBC n'Enugwu",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Elephantiasis: Lee etu anwụnta nwere ike isi butere gị 'ụkwụ aba shoe'",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}