{
  "published": "9 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Youtube",
    "Ejije 'New Masqurade', 'Things fall apart', na Jagua Jagua so n'ejije nyere ndị mmadụ ọṅụ n'afọ ndị gara aga",
    "Igwe onyonyo 'television' so n'otu ihe Teknụzụ rụpụtara nke bụ ọgbaraigbo gharịị.",
    "Mana e wepụ ejije, egwu na akụkọ ụwa, igwe TV ga-abụ akpati nkịtị.",
    "Ọtụtụ ejije jupụtara na TV taa, nke e ji akụzi ihe, enwerị obi aṅụrị nakwa agbasa ozi dị mkpa dị icheiche.",
    "Kedụ ndị bu ụzọ tụgharịa 'Bible' n'asụsụ Igbo?",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?",
    "Ị jụọ ndị ntorobịa ugbua aha ejije TV ha ma, ị ga-anụ ihe dịka 'The Johnsons', 'My flatmates', dịrị gawazie.",
    "Mana ejije ndị a nwere ndị tọrọ ha, ndị a kpụ n'ọnụ na Naịjirịa malite n'afọ iri abụọ ruo afọ iri isii gara aga.",
    "Akụkọ a bụ iji kọọrọ ndị ntorobịa ihe ejije TV dịka ya n'afọ ndị gara aga, ma chetakwara ndị okenye ụfọdụ ejije ndị kpara ha obi ọma.",
    "Zebrudaya (New Masqurade)",
    "Ebe foto si, NTA",
    "Ndị so mee ejije 'New Masqurade",
    "N'afọ 1974 ruo n'etiti afọ 1990 ga, ka ejije a bụ 'New Masqurade wuru ewu.",
    "Ihe ọtụtụ ji mara ejije a n'oge ahụ bụ 'Zebrudaya', nke bụ aha onye a kacha mara na ya bụ ejije.",
    "Otu egwu e ji mara ya bụ 'Eddie Kwansa bio bio, izu ka mma na nne ji o, bịa o bịa'.",
    "Ọ bụ ụlọọrụ ntaakụkọ 'East Central State Broadcasting Corporation', nke mechara bụrụ 'Nigeria Television Authority' (NTA) Enugu, chịkọbara ejije a.",
    "Ndị so n'ejije a gụnyere:",
    "Ebe foto si, Youtube Screengrab",
    "N'ime ndị niile so n'ejije New Masqurade, naanị Chika Okpala (Zebrudaya) bụ onye ka na-apụta n'onyonyo",
    "Chika Okpala - Chief Zebrudaya (Alias 4:30)",
    "Lizzy Evoeme - Ovularia",
    "James Iroha - Giringori Akabogu (Alaala mmụọ)",
    "David Ofor - Clarus",
    "Claude Eke - Jegede Sokoya (Alaala mmụọ)",
    "Christy Essien-Igbokwe - Akpenọ (Alaala mmụọ)",
    "Romanus Amuta - Naatị... dịrị gawazie",
    "N'ime ndị a niile, naanị Chika Okpala bụ onye ka na-apụta n'onyonyo n'ejije ndị e ji ere ahịa (adverts) ugbua.",
    "Ebe foto si, Youtube screengrab",
    "Ọ bụ odogwu Igbo bụ Chinua Achebe dere akwụkwọ ọ kpọrọ 'Things fall apart' n'afọ 1958.",
    "Mana n'afọ 1987 ka ụlọọrụ NTA tinyere ya n'ejije nke na-egosi na TV kwa izuụka nke wuru ewu ma kpọtụọ akpọtụ n'oge ahụ.",
    "Ejije a kọrọ akụkọ maka otu nwoke aha ya bụ Okonkwo nakwa etu o si gbaa mbọ ichekwa omenala obodo ya bụ Umuofia oge ndị ọcha batara.",
    "Ndị so n'ejije a gụnyere:",
    "Ebe foto si, Pete Edochie",
    "Pete Edochie kpara agwa dịka Okonkwo n'ejije 'Things Fall Apart'",
    "Pete Edochie - Okonkwo",
    "Justus Esiri - Obierika",
    "Funso Adeolu",
    "Elizabeth Okaro",
    "Ebe foto si, Village Headmaster",
    "Ejije a so n'ejije nke mbụ nke ụlọọrụ NTA mepụtara, ma bụrụkwa nke kacha mee ogologo oge na TV.",
    "Ya bụ ejije nke malitere n'afọ 1968 ruo afọ 1988, kọrọ akụkọ maka obodo a kpọrọ Oja, nke eze na-achị ya na-adabere na ndụmọdụ onyeisi ụlọakwụkwọ dị n'obodo ahụ.",
    "Ndị so n'ejije a bụ:",
    "Ted Mukoro - Headmaster nke mbụ",
    "Femi Robinson - Headmaster nke abụọ",
    "Justus Esiri  - Headmaster nke atọ",
    "Dejumo Lewis - Eze Oloja",
    "Clara Olushola - Nwunye Headmaster, na ndị ọzọ",
    "Ejije a malitere n'ọnwa Eprel afọ 1980 iji mee ka ndị mmadụ mata maka atụmatụ a kpọrọ 'Green Revolution' nke onyeisiala Naịjirịa n'oge ahụ bụ Shehu Shagari wepụtara.",
    "Ọ bụkwa ụlọọrụ NTA tipụtara ya, nke onye dere ya bụ Peter Igho",
    "Ndị so n'ejije a gụnyere:",
    "Sadiq Daba - Bitrus",
    "Ene Oloja - mama Bitrus",
    "George Menta - Bello",
    "Zainab Bedwell - Ene",
    "Emmanuel Oniwun - uncle Beke",
    "Ebe foto si, Youtube",
    "Nke a bụkwa ejije ọzọ nyere ndị mmadụ ọṅụ n'oge gboo.",
    "Akụkọ kwuru na ejije a malitere n'afọ 1968, mana ruo na ngwụcha afọ 1990 ga, ya bụ ejije ka bụkwa egwu eji.",
    "Ọ bụ Afolabi Afolayan, onyeọrụ ntaakụkọ NTA n'oge ahụ, dere ejije a ma kpakwaa agwa dịka 'Jagua'.",
    "Ejije ndị ọzọ",
    "Ụfọdụ ejije ndị ọzọ wuru ewu n'oge mbụ gụnyere:",
    "Hot Cash (Willie Willie)",
    "Checkmate",
    "Chief Fuji",
    "Fuji House of Commotion",
    "Behind the clouds",
    "Okpuru Anyanwụ (Mike ori ihe dị mma) - nke gosiri na mpaghara Ọwụwa Anynawụ",
    "Kwere ka ị ra (Nze Odiraa) - gosikwara na mpaghara Ọwụwa Anyanwụ",
    "Kedụ ndị bu ụzọ tụgharịa 'Bible' n'asụsụ Igbo?14 Nọvemba 2020",
    "Pete Edochie ama eme ejije?6 Nọvemba 2019",
    "Vidio, Patience Ozokwor: Adị m iche n'ihe ị na-ahụ n'ime onyonyo25 Julaị 2018",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka16 Febụwarị 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ihe ga-eme ka otu nchekwa ndị IPOB na nke ndị gọvanọ Ọwụwa Anyanwụ rụkọọ ọrụ - Aloy Ejimakor",
    "Nwoke na nwaanyị enwere ike ịbụ enyi nkịtị?Emelitere ikpeazụ na: 18 Mee 2018",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}