{
  "published": "13 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, L. Dray/Picture-Alliance",
    "Otu onye so na-azọ ọkwa onyeisiala mba Uganda bụ Bobi Wine ajụla mpụtara ntuliaka agụpụtarala ma kpọọ onwe ya onyeisiala a họpụtara.",
    "Bobi Wine ezi aha ya bụ Robert Kyagulanyi sị nke a bụ nrụrụaka kachasị e merela na mba ahụ.",
    "Robert Mugabe anwụọla n'afọ 95Bobi Wine ọ ga-akwachapụlị Museveni Yoweri n'oche onyeisiala Uganda",
    "Mugabe bụ oke osisi n'Afrika- Emeka Anyaoku",
    "Ndị pati mgbagha mba Gana ajụla mpụtara ntuliaka nyere Nana Akufo-Addo mmeri",
    "O kwuru sị na nke a ka bụ mmalite ndọrọ ndọrọ. Ọ sị na ọ ga-agwa ndị ntaakụkọ okwu n'oge na-adịghị anya.",
    "Mana ndị na-ahazi ntuliaka na mba ahụ bụ Ugandan Electoral Commission sị na a gụchabeghi vootu niile na ntuliaka ahụ.",
    "N'aka nke ọzọ ndịagha agbaala ụlọ Bobi Wine okirikiri ugbua.",
    "Yoweri Museveni ka na-emeri ugbua na mpụtara ntuliaka Uganda",
    "Ebe foto si, Reuters",
    "Onyeisiala mba Yuganda bụ Yoweri Museveni na-emeri dịka o si kwụrụ n'ụtụtụ ụbọchị Fraịde na mpụtara ntuliaka mba ha.",
    "O nwere vootu dị 1,536,205 vootu (65.02%), ebe onye kachasị ama ya aka bụ Robert Kyagulanyi e ji Bobi Wine mara nwe vootu has 647,146 vootu (27.39%) n'ọgbọ ịtụ vootu dị 8,310.",
    "E nwere ọgbọ ịtụ vootu dị 34,684 na Uganda gbaa gburugburu.",
    "Bobi Wine boro ebubo na e nwere ọtụtụt nrụrụaka n'ebe dị iche iche a tụrụ vootu mana ọ kọwaghị n'uju banyere ebubo a.",
    "Mana gọọmentị Uganda sị na ntuliaka ndị a gara n'udo.",
    "Ntuliaka Uganda gara nke ọma - Uganda Electoral Commission",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ na-ahazi ntuliaka na mba Uganda bụ Uganda Electoral Commission sị na ntuliaka ha gara nke ọma dịka a na-eche mpụtara ya.",
    "Onyeisioche ha bụ Simon Mugenyi Byabakama etoola etu ndị na-azọ ọkwa onyeisiala na ndịome iwu si gbaa mbọ n'ịzọ ọkwa ndị a.",
    "O kwuru nke na mgbasaozi o nyere n'isi obodo mba ahụ bụ Kampala na ndị Uganda pụtara n'igwe ma tụọ vootu na-agbanyehi ọrịa coronavirus na-arị elu.",
    "Ọ gara n'ihu sị na a ga-akpọpụta mpụtara ntuliaka ahụ n'ime awa 48 e mechara ya mana ndị mmadụ na-ajụ \"Kedụ ka ha ga-eji gụkọọ ya?\" maka na gọọmentị machiri ịntanetị kamgbe ụbọchị abụọ.",
    "Onyeisiala mba Uganda atụọla vootu nke ya",
    "Yoweri Museveni bụ onyeisiala mba Yuganda atụọla vootu ya ka ọ fọrọ nkeji iri na ise ka e mechie ịtụ vootu.",
    "Nwamadị a na-anọọla n'ọchịchị kamgbe afọ 1986 na-azọ ọkwa ọchịchị nke ugboro isii.",
    "Bobi Wine na nwunye ya Barbara atụọla vootu",
    "Bobi Wine na-azọ ọkwa onyeisiala mba Yuganda na nwunye ya bụ Barbara atụọla vootu nke ha.",
    "Dịka o mechara nke a ọ gwara ndị nkwado ya \"Nọọrọ nụ n'ọgbọ ịtụ vootu, ha kpachiri ịntanetị iji mee nrụrụaka na ntuliaka\"",
    "Bobi Wine gwara BBC mgbe ọ tụchara vootu \"Museveni machiri ịntanet iji mee nrụrụaka na ntuliaka.\"",
    "Bobi Wine onye ezigbo aha ya bụ Robert Kyagulanyị bụ onye eti egwu a ma ama mechara banye ndọrọ ndọrọ ọchịchị.",
    "Wine na nwunye tụrụ vootu ha n'ihe dịka elekere itoolu nke ụtụtụ ụbọchị Tọsde.",
    "A ga-emechi ntuliaka a n'elekere abụọ nke ehihie  adịka a ga-akpọpụta mpụtara ya n'ụbọchị abụọ e mechara ya.",
    "Ụmụafọ mba Yuganda apụtala n'igwe n'ụzọ ụtụtụ ụbọchị Tọsde 14 Jenụwarị afọ 2020, iji họpụta onyeisiala ọhụrụ ha.",
    "Ndị gbapụtara ihe n'ime mmadụ iri na-azọ ọkwa a bụ Yoweri Museveni onyeisiala ha ji ọkwa a kamgbe 1986 na Bobi Wine bụ onye omeiwu a ma ama na-etikwa egwu.",
    "N'ụbọchị abụọ gara aga ka gọọmentị machiri soshal midia na mba ahụ n'ihi ntuliaka a, mana ọtụtụ ụmụafọ ha akatọọla ụdị agwa gọọmentị kpara.",
    "Ndị nlere anya si mba ọzọ katọkwara usoro ntuliaka ahụ maka nwuchi ụfọdụ ndị na-azọsị onyeisiala Museveni ọkwa onyeisiala.",
    "Bobi Wine ọ ga-emeri Museveni Yoweri n'ọkwa onyeisiala Uganda?",
    "Ebe foto si, AFP",
    "Enwetubeghị mgbe enyefere ọchịchị onyeisiala n'aka onye ọzọ na Uganda mana otiegwu bụzi onye ndọrọndọrọ ọchịchị akpọrọ Bobi Wine na-achọ igbanwe nke a site n'ịdọpụ oche onyeisiala n'ike",
    "Yoweri Museveni na ntuliaka a ga-eme na mba ahụ echi bụ Jenụwarị 13,2021.",
    "Robert Mugabe anwụọla n'afọ 95Bobi Wine ọ ga-akwachapụlị Museveni Yoweri n'oche onyeisiala Uganda",
    "Mugabe bụ oke osisi n'Afrika- Emeka Anyaoku",
    "Bobi Wine dị afọ iri atọ na asatọ , ezigbo aha ya bụ Robert Kyagulanyi ekwuola na agbanyeghị etu ndị ọrụ nchekwa ji achọ ka ha wepụ ndụ ya n'achụmta vootu o na-eme, ọ gaghị ada mba n'ịzọta ọkwa onyeisiala  na ntụliaka echi.",
    "Ebe foto si, AFP",
    "Bobi Wine na onye ndị ọrụ nchekwa tịkasiri ahụ",
    "Wine ejikwa 'Ghetto President' wee mara gwara BBC na ndị mmadụ anaghị eso ya na nkịtị kama ha na-eso ihe o kwetere na ya makana na ha chọrọ ndụ ka mma.",
    "Njirimara ihe patị ya bụ National Unity Platform (NUP) ga-eme ma ha bata ọchịchị bụ ikwalite ahụike, agụmaakwụkwọ, ezigbo mmiri na ikpe kwụọtọ.",
    "NUP kwetere na ihe ndị a niile ga-abịa na mmezu maọbụrụ na ha kwapụ onyeisiala Museveni n'oche.",
    "Kamgbe afọ iri abụọ ka Bobi Wine malitere iti egwu na-ekwu maka atụmaatrụ ndị pati ya kpọpụtara nke mere ka ọtụtụ mmadụ kwenye ma na-eso ya.",
    "Ntụliaka echi ga-agba ama ma ha a ga-azọta ọkwa ahụ.",
    "Ndị mmadụ nọ n'elu soshal midia na-akatọ etu onyeisiala Yoweri Museveni nke Uganda si mechie ọbaozi soshal midia dịka a na-akwado ime ntuliaka echi bụ ụbọchị iri na anọ nke ọnwa Jenụwarị.",
    "Gọọmenti Uganda na-ebo Facebook ebubo na ha mechiri ọbaozi facebook nke gọọmenti ha makana Facebook chere na ha na-ezipu ozi ga-emetụta ntuliaka na-abịanụ n'ụzọ na-adị mma.",
    "Robert Mugabe: Ihe ndị i kwesiri ịma maka ya",
    "Mana ndị dịka Twitter, UN nakwa mba US apụtala katọọ ya bụ atụmmatụ ma na-ekwu na o mejọrọ iwu ikike diri onye.",
    "Nke a bụ otu n'ime ọtụtụ ihe ndị ọzọ mere ụwa ji kpụrụ Museveni n'ọnụ ugbua.",
    "Ebe foto si, Getty Images",
    "Ọ bụ aka na-achị Uganda ugbua",
    "Museveni batara ọchịchị kamgbe afọ 1986 (Jenụwarị 26), ọ nọọla n'oche onyeisiala ruo afọ 35",
    "Ọ chiala Uganda ugboro isii",
    "Ọ dị afọ 76 ugbua",
    "Ọ gụrụ akwụkwo gbasara ndọrondọrọ ọchịchị na Mahadum Dar es Salaam (B.A., 1970) na Tanzania.",
    "Ọ jị ọkolọtọ pati National Resistance Army kpọbatara ya n'oche onyeisiala na mbụ azọ ọkwa onyeisiala ugbua",
    "Museveni ka na-azọ ọkwa ọchịchị na ntuliaka a a ga-eme echị bụ Jenụwarị 14, 2021.",
    "A na-eche na Bobi Wine bụ onye ntoroọbịa na-azọkwa ọkwa onyeisiala bụ otu onye na-echu Museveni ụra maka etu o si jiri ọbaozi soshal midia na-achụ nta vootu ya.",
    "N'ime mkparịtaụka, Museveni na ụlọ ọrụ mgbasa ozi CNN nwere nso nso a, o kwuru na o nwere olileanya na ndị ntoroọbịa Uganda ka ga-atụnyere ya vootu nke ụgboro isii a makana ọ zọrọ ndụ ha mgbe ha ka bụ ụmụaka.",
    "Akụkọ ka na-abịa",
    "Agbaghị m ọsọ na Naijiria, aga m alaghachi-  DJ Switch",
    "Breast Milk: Lee nrị i ga-eri ga-enye aka imepụta mmiri ara",
    "Ihe mere ọtụtụ mahadum gọọmenti ebidobeghị 'E-learning'",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne19 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "NA EME UGBU A Leicester agwọọla Chelsea ka mpataka Nanka",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "NIMC NIN Registration: Oge ọhụrụ ị nwere ịjịkọ NIN na airtel, MTN na Glo SIM gị",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Amụma Mbaka maka Hope Uzodinma, Buhari ekwuola okwu, bịa gere ozi ndị ọnụ na-eru n'okwuEmelitere ikpeazụ na: 1 Jenụwarị 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}