{
  "published": "13 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ihere o kwesiri ime nwaanyị na-enye nwa ya ara n'ilo?",
    "E nwere ọtụtụ nri a na-agwa ụmụ nwaanyị mụrụ nwa ọhụrụ ka ha na-eri iji hụ na mmiri ara ha na-agba nke ọma.",
    "Ụdị nri ndị nwaanyị ga-eri ga-enye ya na nwa ya ọhụrụ ahụ ike.",
    "Nke a mere ka ọtụtụ ụmu nwaanyị na-eri ihe di iche iche.",
    "Etu ụdịrị nsị ị nyụrụ si egosi ahụike gị",
    "Lee nri ogbenye 10 ọgaranya na-erizi",
    "BBC News Igbo kpọtụrụ ọkammụta n'ihe gbasara ihe oriri bụ Florence Uchendu na okammụta maka mmiri ara nwaanyị bụ Maryam Sanuth ka ha kọwara ụmụ nwaanyị maka ụdị nri ha kwesiri ị na-eri ịhụ na mmiri ara ha gbapụtara nke ọma.",
    "Etu ahụ ụmụ nwaanyị si emepụta mmiri ara.",
    "Ebe foto si, Getty Images",
    "Eserese a gosiri ka mmiri ara nwaanyị si agbapụta n'ara ya",
    "Nri ndị na-eme ka ara nwaanyị na-agba ọfụma bụ 'galactogogues' n'okwu ndị sayensi.",
    "Maryam Sanuth bụ ọkammụta n'ihe gbasara nri depụtara na websaịt ya sị na ọ bụ n'ihe dịka izuụka nke iri abụọ n'ime nwaanyị ka ahụ mmadụ na-ebido imepụta mmiri ara.",
    "Lee ọrịa ụkwụ ndị a na etu ị ga-esi gwọ ha",
    "Ụfọdụ nri ndị Igbo anaghị erikawazị",
    "Ọ kọwara na n'oge a ka ị ga-achọpụta na ara nwaanyị ebuwala ibu.",
    "Ozugbo nwaanyị mụchara nwa, mmiri ọgwụ ahụ bụ 'hormone' n'asụsụ Bekee bụ 'prolactin' na 'oxytocin' na-ebido imepụta mmiri ara.",
    "Lee nri nwereike inye aka bupụta mmiri ara nwaanyị",
    "Nri e jiri mmiri ọkụ sie",
    "Ebe foto si, Ntanta Delicacies/ Instagram",
    "Ụdị nrị ndị a dịka:",
    "Mmiri ọkụ ọkpọrọ",
    "Mmiri tii (Tea)",
    "Ji mmiri ọkụ",
    "Ofe nsala",
    "Mmriri ọgwụ",
    "Florence Uchendu kwuru ọ dị mkpa ka nwaanyị mụrụ nwa ọhụrụ na-aṅụ mmiri ọkụ maka na mmiri ọkụ nwere nnukwu ọrụ n'ịgbapụta mmiri ara.",
    "Uru dị n'akwụkwọ nri",
    "O kwukwara sị \"a ga-etinye ụda, azụ na ụzịza nke ga-eme ka ọbara nọ n'akpa nwa nwaanyị pụtacha\".",
    "Ọ kọwara na ọ bụ odozi ahụ na odoma nọ n'ime ihe ndị a na-eme ka ara nwaanyị na-agba nke ọma.",
    "Ebe foto si, Chefmide/Instagram",
    "\" Nwaanyị na-enye nwa ara kwesiri iṅụ akamụ etinyere mmiri ara ehi nke ọma\" - Florence Uchendu",
    "Sanuth kwuru na akamụ dịkwa ezigbo mkpa ma ha mee ya ka ọ gbaa miri.",
    "Uchendu n'otu aka ahụ kwadokwara akamụ maka ndị na-enye nwa ha ara wee sị, \"Ọ ga na-aṅụ akamụ etinyere mmiri ara ehi nke ọma kama ya etinyela shuga nke ga-eme ka ọ tọọ ụtọ, n'ihi na ọ nwereike ịsa nwatakịrị ana-enye ara afọ\".",
    "Ọ kọwara na odozi ahụ 'protein' dị na mmiri ara ehi dị mkpa maka ụmụ nwaanyị na-enye nwa ha ara.",
    "Maryam Sanuth kwuru na galiki (garlic) na enyere aka nke ọma ma sị ka ụmụ nwanyị na-enye nwa ara na-ata ya na ndụ.",
    "O kwukwara na jinja (ginger) dịkwa mma ma dekwa sị ka ụmụ nwaanyị gbarie ya ma ṅụọ ya na mmiri na adịchaghị okụ.",
    "Akamụ Bekee (Oats)",
    "Sanuth depụtara na ọtụtụ faịba (fibre) na ihe ndị na-edozi ahụ juputara na nri ootu nke mere na ọ dị mkpa ka ụmu nwaanyị di ime na-eri ya oge niile.",
    "Ebe foto si, Getty Images",
    "Ebe foto si, Instagram/Utakaegbe",
    "Akị awụsa nwere mmiri nwereike inye aka gbapụta mmiri ara nwaanyị mụrụ nwa ọhụrụ",
    "Sanuth kọwara na akị awụsa na akị dị iche iche juputara na 'fatty acids' na nnye ike 'calories'.",
    "Ọ kọwara na iri alọọma ugboro atọ n'otu ụbọchị ga-ebulite ọgbụgba mmiri ara nwaanyị ma mee kwa ka abụba juputa na mmiri ara ya.",
    "E nwere akị dị iche iche nke bekee na-akpọ 'nuts' na-enyere ụmụ nwaanyị na-enye nwa ara aka.",
    "Maryam Sanuth kwukwara na nyocha gosiri na moringa na-ebulite ọgbugba mmiri ara nwaanyị ruo passenti 100%.",
    "Ebe foto si, Getty Images",
    "Akwụkwọ nri moringa",
    "O kwukwara na ọ bụ nanị ngaji moringa abụọ a kwọrọ akwọ nanị ga nwaanyị na-enye nwa ara ga-aṅụ.",
    "Ebe foto si, Foodace/Instagram",
    "Ike na-agwụ nwaanyị na-enye nwa ara ọsịisọ, ya mere ha kwesiri ina-eri ụtara ji na ofe enweghị mmanụ",
    "Florence Uchendu kwukwara na ike na-agwụ nwaanyị na-enye nwa ara ọsịisọ, ya mere o jiri de si na ọ dị mkpa ka nwaanyị na-enye nwa ara na-erikwa ụtara, tụmadị ji asụrụ asụ.",
    "O kwuru na nke a ga-enye nwaanyị a ikikere o ji eleta nwa ya.",
    "Ebe foto si, Getty Images",
    "Florence Uchendu kọwara na ụmụ nwaanyị nwere ọria shuga ga na-eri ihe etu o si eri ya na mbụ.",
    "O kwuru sị \" o nwereike iji unere na-achaghi acha sie mmiri akụ ma ewpu ji\".",
    "Ihe 10 ụmụwaanyị dị ime ekwesighị ime",
    "Lee ihe iri bụ arụ ma nwaanyị Igbo mee ya",
    "Etu ụfọdụ ụmụnwaanyị si egbochi ịtụrụ ime n'oge 'lockdown' a",
    "Pregnancy Care: Ihe 10 ụmụwaanyị dị ime ekwesighi ime4 Maachị 2020",
    "Coronavirus: Ọnụọgụgụ ụmụnwaanyị na-achọ igbochi ịtụrụ ime na 'lockdown' a ọ na-arị elu?22 Eprel 2020",
    "Pretty Mike: Ihe mere m jiri buru ụmụnwaanyị di ime ga n'agbamakwụkwọ Williams Uchemba17 Nọvemba 2020",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka16 Febụwarị 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Breastfeeding: Lee nrị Igbo ga-eme ka ara nwaanyị mụrụ nwa gbaa mmiri zamzam",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, OhafiaEmelitere ikpeazụ na: 4 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}