{
  "published": "11 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Okezie Ikpeazu (Gọvanọ Abia Steeti), Willie Obiano (Gọvanọ Anambara steeti), Hope Uzodimma (Gọvanọ Imo steeti)",
    "Ndị butere nje coronavirus na Naịjirịa agafeela mmadụ otu narị puku (100,000) ugbua.",
    "Ihe karịrị mmadụ otu puku (1024) ka nnyocha gosiri na ha butere nje covid19 na Naịjirịa n'ụbọchị Sọnde, dịka ngalaba 'National Centre for Disease Control' (NCDC) si gụpụta.",
    "Etu ndị gọvanọ ọwụwanyanwụ si eche coronavirus aka mgba",
    "Ihe a ga-eme iji wulite nnyocha maka coronavirus n'ala Igbo",
    "Kedụ etu ọrụ gị si ghere oghe nye coronavirus?",
    "Maurice Iwu sị na ọrịa Coronavirus abụghị ihe ọhụrụ",
    "O teela ndị ọkachamara n'okwu ahụike ji ama ọkwa na ọrịa coronavirus ga-amalitekwa ifesa ọzọ, ya bụ ihe ebidola na Naịjirịa ugbua.",
    "Ụfọdụ steeti na Naịjirịa etinyekwala iwu dị icheiche iji belata mfesa nke abụọ a.",
    "Legọs steeti amachiela nnukwu ọgbakọ ndị mmadụ ma belatakwa ọgbakọ okpukperechi.",
    "Ekiti steeti ehiwela mmachi ngagharị n'abalị ma kagbuo ọgbakọ ọbụla karịrị mmadụ iri abụọ.",
    "BBC kpọtụụrụ steeti niile dị na mpaghara Ọwụwa Anyanwụ iji chọpụta njikere ha dị, lee ihe ha gwara anyị:",
    "Ebe foto si, Twitter/Okezie Ikpeazu",
    "Iyi mkpuchi imi bụzi iwu n'Abia steeti ugbia, dịka Gọvanọ Okezie Ikpeazu si kpuchie nke ya na foto a",
    "Kọmishọna mgbasa ozi n'Abia steeti bụ John Okiyi-Kalu kwuru na ha emeela mkpuchi imi ka ọ bụrụ iwu na steeti ahụ niile.",
    "O kwukwara na gọọmentị emepeela nke bekee kpọrọ 'sample collection points' n'okpuru ọchịchị niile na steeti ahụ ka o wee dị mfe ime nnyocha maya bụ ọrịa.",
    "G and Coronavirus: 5G ọ na-ebute coronavirus?",
    "Coronavirus o si n'ikuku agbasa?",
    "Okiyi-Kalu kwuru sị: \"Ọ bụ eziokwu na ụlọakwụkwọ dị na steeti anyị ga-amalite agụmakwụkwọ ọzọ taa, anyị etinyela ihe niile dị mkpa iji chekwaa ụmụakwụkwọ anyị.\"",
    "\"Anyị nwere obere ụlọọgwụ n'ụlọakwụkwọ ọbụla iji dopu nwata akwụkwọ ọbụla na-arịa ọrịa iche tupu ụgbọala ahụike abịa buru ya gaa ụlọọgwụ.\"",
    "\"Ikpuchi ihu bụkwa iwu n'ụlọakwụkwọ niile.\"",
    "Okiyi kwukwara na gọọmentị emeziela ụlọọgwụ ndopu iche (isolation centres) dị na steeti ahụ, ebe e nwere ohere ga-anabata ihe ruru mmadụ narị abụọ ugbua.",
    "Anambara Steeti",
    "Ebe foto si, Facebook/Vincent Okpala",
    "Kọmishọna ahụike n'Anambra steeti bụ Vincent Okpala (kpu okpu mmeemmee) kwuru na ha enyela ọtụtụ mmadụ ọzụzụ gbasara mgbochi covid19",
    "Kọmishọna ahụike n'Anambara steeti bụ Vincent Okpala kọwara na ihe kacha kpalite mfesa nke a bụ maka ndị njem sigasị mba dị icheiche bata.",
    "Okpala gara n'ihu kwuo na gọọmentị amalitekwala mgbasa ozi siri ike iji dọọ ndị mmadụ aka na ntị.",
    "Coronavirus Tips: Artemisia ọ na-agwọ coronavirus?",
    "O kwuru sị: \"Anyị agaala n'ọdọ ụgbọala, ahịa, nakwa ụlọụka dị icheich iji nye ndị mmadụ ọzụzụ maka ichekwa onwe ha.\"",
    "\"Anyị adọkwaala aka na ntị na gọọmentị nwere ike imechi ahịa maọbụ ụlọọụka ọbụla ebe ndị mmadụ anaghị eme ihe ha kwesịrị ime.\"",
    "\"Ọzọkwa bụ na mkpuchi ihu bụ iwu n'ụlọọrụ gọọmentị ọbụla, onye eyighi ya agaghị enwe ike ịbata.\"",
    "Mana Okpala kwuru na nchekwa onwe bụ ọrụ dịịrị onye ọbụla, \"maka na a ghara ndụ kpaa akụ, onye iro erie ya\".",
    "Kọmishọna ahụike nke Enugwu, Ebonyi nakwa Imo steeti azaghị oku anyị kpọrọ ha, mana kọmishọna mgbasaozi Imo steeti kwuru ka a kpọghachi ya azụ.",
    "Covid-19 n'otu nkeji: Facemask ọ na-egbochi mbute coronavirus?",
    "Vincent Okpala bụ kọmishọna ahụike na Anambra steeti kwuru na \"ihe kacha mkpa bụ ka onye ọbụla kpachapụrụ onwe ya anya.\"",
    "Ụzọ mmadụ ga-esi na-echekwa onwe ya gụnyere: Iyi mkpuchi ihu, ịkwọcha aka oge niile, izere ọgbakọ nnukwu mmadụ, ịnọte ndị mmadụ aka nke bekee kpọrọ 'social distancing'.",
    "Ugbua abụghị oge ndị mmadụ ji arụ ụka ma coronavirus ọ bụ eziokwu ka ọ bụghị.",
    "Onye arachaghị ọnụ ya, ụgụrụ ga-aracha ya. Ukpana okpoko gburu, ntị chiri ya.\"",
    "Coronavirus Nigeria: Ọnụọgụgụ ndị buterela coronavirus na Naịjirịa eruola 50,00020 Ọgọọst 2020",
    "Vidio, Coronavirus update: Etu ndị omeiwu Imo steeti 13 si bute coronavirus- Maurice Iwu24 Juun 2020",
    "Vidio, Coronavirus Tips: Anwụnta anaghị ebufe mmadụ coronavirus16 Eprel 2020",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud'22 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "NA EME UGBU A Etu tanka bu mmanụ gaasị si gbaa ọkụ na Nkwọ Nnewi",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ipob asaala George Obiozor nke Ohanaeze Ndigbo maka okwu ọ gwara Nnamdi Kanu",
    "Ihe i kwesịrị ị ma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?Emelitere ikpeazụ na: 19 Ọgọọst 2018",
    "Enugu na steeti ndị ọzọ kachasị chọọ ihe 'nkiri 'gay' na 'Lesbian' na 2019Emelitere ikpeazụ na: 7 Jenụwarị 2020",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Hụ ya n'anya maọbụ kpọọ ya asị, lee ihe i kwesịrị ịma maka Arthur NzeribeEmelitere ikpeazụ na: 2 Nọvemba 2020",
    "Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope UzodinmaEmelitere ikpeazụ na: 5 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}