{
  "published": "12 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Akụrụngwa a kpọrọ 'T-Cells', dị n'ọbara ụfọdụ mmadụ nwere ike ibuso nje coronavirus agha.",
    "Ndị ọkachamara na sayensị na-agba mbọ niile ha nwere ike iji ịchọta ọgwụ eji agwọ ọrịa coronavirus.",
    "Mbọ a ha na-agba amịtala mkpụrụ dịka a chọpụtara ọtụtụ ọgwụ bụ nke nnyocha gosiri na o nwere ike igbochi mmadụ ibute ya bụ ọrịa.",
    "I nwereike ibute coronavirus ugboro abụọ?",
    "Coronavirus o si n'ikuku agbasa?",
    "I nwereike ibute coronavirus site n'ahụrụ?",
    "Lee ihe maamịrị gị na-agwa gị maka ahụike gị",
    "Mana dịka a na-agba mbọ niile a, nnyocha miri emi egosila na o nwere ndị na-enweghị ike ibute nje coronavirus.",
    "Nke a bụ maka akụrụngwa pụrụ iche nke dị n'ọbara ha, aha akụrụngwa a bụ 'T-Cells'.",
    "Ebe foto si, Getty Images",
    "E nwere akụrụngwa dị n'ọbara mmadụ nke na-aluso nje ọbụla batara n'ahụ onye ahụ ọgụ.",
    "Akụrụngwa a ka bekee na-akpọ 'white blood cells'.",
    "Ọ bụrụ na mmadụ bute nje dị aṅaa dịka 'virus', akụrụngwa a ge-ebuso nje ahụ agha ma matakwa ya bụ nje ka ọ ga-abụ nje ahụ bịakwa ọzọ, ọ gaghị enwe ike ịmetụta onye ahụ ọz.",
    "Ọ bụ nke a ka bekee na-ekwu na mmadụ enweela 'immunity' gbasara otu nje maọbụ nke ọzọ.",
    "Iji maa atụ, ọrịa 'chicken pox' na-eme mmadụ naanị otu ugboro na ndụ, n'ihi na 'white blood cell' amatala nje na-akpata ọrịa ahụ, ọ gaghị ekwekwa ka nje ahụ metụta onye ahụ ọzọ.",
    "Coronavirus explainer: Lekwa ọsịsa gbasara ọtụtụ ajụjụ ndị mmadụ na-ajụ maka ọrịa a.",
    "Mana 'T-cells' bụ akụrụngwa pụrụ iche nke nnyocha gosiri na ọ na-ebuso nje coronavirus nakwa ụfọdụ nje ndị ọzọ agha.",
    "Nnyocha gosiri na 'T-Cells' nwere ụdị ihe pụrụ iche kpuchiri ha nke a kpọrọ 'proteins'",
    "'T-Cells' dị n'ahụ mmadụ ruru tarị (trillion) kwuru tarị iji buso nje agha ruo ogologo oge.",
    "Ndị ọkachamara nyochara ọbara a mịpụtara n'ahụ ọtụtụ mmadụ tupu ọrịa coronavirus amalite, ha wee chọpụta na ụfọdụ ọbara ahụ nwere akụrụngwa 'T-Cells' bụ ndị ọrụ ha bụ ibuso nje dịka coronavirus agha.",
    "Coronavirus: Akụkọ ọma i kwesịrị ịnụ gbasara ọrịa a",
    "Nke a gosiri na ụfọdụ mmadụ enweelarị akụrụngwa ga-egbochi ha ibute nje coronavirus tupu ya bụ ọrịa abanyerị n'ahụ mmadụ.",
    "Nnyocha gosiri na mmadụ ruru pasentị iri anọ ruo iri isii (40% to 60%) nwere akụrụngwa 'T-Cells' ndị a n'ahụ ha.",
    "Ndị dị otu a nwere ike ibute nje covid mana owneghị ihe ọ ga-adị ha ka.",
    "Oge e nyochara ahụ ụfọdụ mmadụ ndị ọrịa coronavirus mekpara ahụ nke ukwu, a chọpụtara na ahụ ha na-emepụta T-Cells mana ha na-anwụchasị.",
    "Ọ gbara ndị nnyocha ahụ gharịị ihe kpatara ụdị ihe ahụ.",
    "Adrian Hayday, Ọkammụta 'Immunologu' n'ụlọakwụkwọ 'Kings College' kwuru sị: \"Anyị amachabeghị ihe na-akpata ya bụ T-Cells ji anwụ n'ime ahụ ụfọdụ mmadụ.\"",
    "\"O doro anyị anya na T-Cells nwere ike inye mmadụ nchekwa ruo ogologo afọ, mana ọ na-adị anyị ka na ọ bụrụ na onye adaala n'ọrịa, T-Cells agaghịkwa enweta onwe ya iji chekwaa onye ahụ.\"",
    "Vidio, Coronavirus: Ozi ọma maka coronavirus, Duration 1,5423 Maachị 2020",
    "Coronavirus Myths: I nwereike ibute coronavirus site na ahụrụ?18 Disemba 2020",
    "Coronavirus Immunity: I nwereike ibute coronavirus ugboro abụọ?2 Mee 2020",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud'22 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "NA EME UGBU A Etu tanka bu mmanụ gaasị si gbaa ọkụ na Nkwọ Nnewi",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ipob asaala George Obiozor nke Ohanaeze Ndigbo maka okwu ọ gwara Nnamdi Kanu",
    "Ihe i kwesịrị ị ma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?Emelitere ikpeazụ na: 19 Ọgọọst 2018",
    "Enugu na steeti ndị ọzọ kachasị chọọ ihe 'nkiri 'gay' na 'Lesbian' na 2019Emelitere ikpeazụ na: 7 Jenụwarị 2020",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Hụ ya n'anya maọbụ kpọọ ya asị, lee ihe i kwesịrị ịma maka Arthur NzeribeEmelitere ikpeazụ na: 2 Nọvemba 2020",
    "Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope UzodinmaEmelitere ikpeazụ na: 5 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}