{
  "published": "14 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria.com",
    "Iji ekwentị ese photo maọbụ ihe ejije so n'ụzọ e ji akpata ego",
    "Ụwa na-agbanwe n'ike n'ike dịka tekịnụzụ na-akawanye mma kwa ụbochị.",
    "Ịntaneetị so n'otu n'ime ihe wetara mgbanwe pụrụiche n'ụwa nke mere ọtụtụ ji ekwu n'ụwa ugbua dizi ka otu obodo (Global village).",
    "N'ihi mgbanwe a ịntanetị wetara, ohere buru ibu mmadụ ị nọ n'ụlọ ya, were igwe kọmputa maọbụ ekwentị ya na-akpatara onwe ya ego.",
    "Etu ị ga-esi tinye ego gị na Bitcoin, Ethereum ka ọ ghara ịda mmiri",
    "Personal Finance: Ebe asaa i nwereike itinye ego ị tụkọtara",
    "Ọtaakụ, lee ego ole ị sụpịara n'ọnụ n'afọ iri",
    "Akaọrụ ise ị nwere ike iji N10,000 bido",
    "Ọkachasị n'oge a ọrịa coronavirus malitere ifesa, ọtụtụ na-ejizi naanị ịntaneetị akpata ihe afọ na-eri.",
    "Ọ bụ eziokwu na e nwere ọtụtụ ụzọ ndị ekperima si anapụ mmadụ ego n'ịntaneetị, mana e nwekwara ụzọ kwụ ọtọ e si akpata ego na ya.",
    "Ọkaiwu Anulika Enemuo bụ onye ihe gbasara ịkpata ego n'ịntaeeti (online business) doro anya.",
    "Ọ kọwaara BBC Igbo ụfọdụ ihe mmadụ nwere ike iji ekwentị ya na-eme iji na-akpata ego.",
    "Ebe foto si, Reuters",
    "E nwekwara 'cryptocurrency' dị icheiche ma e wepụ Bitcoin. Ha gụnyere Ethereum, Litecoin, Ripple na ndị ọzọ",
    "Onye ntoroọbịa ọbụla ị kpara aka n'ọnụ ugbua, ọ sị gị na ya etinyela ego ya na Bitcoin.",
    "Bitcoin bụ ụdị ego anaghị ahụ anya; Bekee kpọrọ ya 'Digital Currency' maọbụ 'Virtual Currency' maọbụ 'Cryptocurrency'.",
    "Iwu Naịjirịa amachighi mmadụ itinye aka n'ụdị ego a, mana ọ dịkwa mkpa ka mmadụ mara ụlọọrụ ọ na-etinye ego ya n'aka ha.",
    "Ebe foto si, Screengrab",
    "Ọtụtụ na-etinye foto ngwaahịa dị icheiche n'akara Whatsapp ha ma na-ere",
    "Ọtụtụ ụlọahịa dị n'ịntaneeti ebe mmadụ nwere ike idebanye aha ma malite ire ahịa.",
    "Otu onye achọghị ka a kpọpụta aha ya kwuru na ya nwere ụdị ụlọahịa a ebe ọ na-eresi ndị mmadụ ihe dị icheiche dịka akwa, akpụkpọ ụkwụ, ntutuisi aka mere, dịrị gawazie.",
    "O kwuru sị: \"Ihe m na-eme bụ itinye foto ihe ndị a n'akara Instagram, facebook, nakwa Whatsapp, mana ọ bụghị na azụtala m ha.\"",
    "\"Kama ọ bụrụ na mmadụ chọọ ịzụ ihe ndị ahụ, aga m aga n'ahịa zụta ya, ma tinye obere ego n'elu (uru) ya  iji resi onye ahụ.\"",
    "\"Ana m ewegara onye ahụ ngwaahịa ahụ n'ụlọ ya maọbụ n'ụlọọrụ ya, nke pụtara na ọ gaghị enye onwe ya nsogbu ịgawa ahịa.\"",
    "Ebe foto si, Anulika Enemuo",
    "Ọkaiwu Anulika Enemuo bụ onye ihe gbasara 'online coaching' doro anya nke ọma.",
    "Ọkaiwu Anuli kwuru na nkuzi so n'otu ihe mmadụ nwere ike iji ekwentị ya na-eme iji kpata ego.",
    "Ọ kọwara sị: \"'Coaching bụ ikuziri mmadụ ihe n'ụzọ onye ahụ ga-enwe ike itinye ya na ndụ ya ka ọ mịtara onye ahụ mkpụrụ.\"",
    "\"E nwere ụdị 'coaching' dị icheiche dịka: Ikuziri mmadụ maka ọdịmma ahụike (fitness coach), ikuzi maka nchịkọta akụnụba (financial coach), ikuzi maka mkpata ego na azụmahịa (business coach), ikuzi asụsụ (language coach).\"",
    "\"Ụdị ihe ndị a bụ ihe mmadụ ga-ejinwu ekwentị ya mee, mana onye ahụ kwesịkwara ịma nke o riri tupu ọ malite ikuzi ya.\"",
    "Ebe foto si, Getty Images",
    "Asụsụ ọhụrụ bụ otu ihe mmadụ nwere ike iji ekwentị ya kuzie n'ịntaneetị ma nara ego tinye n'akpa",
    "Nke a yitekwara 'coaching' mana ọ bụchaghị ya.",
    "Ọkaiwu Anuli kwuru na mmadụ nwere ike ide akwụkwọ gbasara etu e si eme otu ihe maọbụ nke ọzọ, ma na-ere ya n'ịntaneetị.",
    "Personal Finance: 'Uzọ ga-eme iji chekwatụ ego gị maka ọdịnihu'",
    "Dịka Ọkaiwu Anuli si kọwaa, mmadụ nwere ike inyere onye ọzọ aka ire ngwaahịa ya, dịka akwụkwọ, ude, ọgwụ maọbụ ihe ọbụla nke ọ chọrọ ire.",
    "\"Mmadụ nwere ike inyere mmadụ aka ree ngwaahịa ya n'ịntaneetị iji nata obere ọmụrụnwa nke bekee kpọrọ 'commission'.\"",
    "\"Iji maa atụ, ha abụọ nwereike kwekọrịta na ọ ga-akwụ ya otu narị naịra maka otu ngwaahịa o rere.\"",
    "\"Onye ahụ ga-agbazi mbị iji ekwentị ya ree ngwaahịa ndị iji nara ọmụrụnwa ahụ ha kwekọrịtara.\"",
    "Personal Finance: Ebe asaa i nwereike itinye ego ị tụkọtara",
    "I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ aka gị ma i nwee nde naịra ise",
    "Ihe ọzọ a na-akpọ 'Network marketing' bụ 'Multi-Level Marketing'.",
    "Nke a bụ mmadụ idebanye aha n'otu ụlọọrụ na-arụpụta ngwaahịa ma nyere ha aka na-agbasa ozi maka ngwaahịa ahụ ma na-erekwa ya.",
    "\"Dịka ị na-ere ngwaahịa, ị ga na-akpọtakwa ndị mmadụ ka ha na-esonyere ụlọọrụ ahụ,\" Ọkaiwu Anuli kwuru.",
    "\"Etu onye si gbaa mbọ ire ahịa nakwa ịkpọta ndị ọhụrụ ka ego ụlọọrụ ahụ na-enye ya ga-esi na-agbali elu.\"",
    "\"Onye ọbụla nwere ekwentị ga-esinwu n'ụzọ dị otu a na-akpata ezigbo ego.",
    "Ebe foto si, Iwaria.com",
    "Iji ekwentị ese photo maọbụ ihe ejije so n'ụzọ e ji akpata ego",
    "Dịka ọtụtụ ji ise onyonyo mere akaọrụ, ndị ọzọ jikwa ise onyonyo nke ekwentị mere aka ọrụ.",
    "Ọtụtụ ekwentị juru n'ahịa ugbua nke ose foto (camera) dị na ha siri ike karịa igwe ose foto ndị ọzọ.",
    "Enwere ọtụtụ ọba ozi ga-akwụ gị ụgwọ iji zụrụ foto mara mma nke i sere.",
    "Ndị ọzọkwa na-eji ekwentị ha ese ihe ejije eji akụzi ihe maọbụ akpa ọchị ma tinye ha na soshal midia dị icheiche iji kpata ego.",
    "Onye enyemaka anaghị ahụ anya (Virtual Assistant)",
    "Ebe foto si, Iwaria",
    "Ọrụ enyemaka n'ịntaneetị bụkwa ọrụ ọzọ nwere ike iwebata ego n'akpa gị",
    "Dịka mmadụ si enwe onye enyemaka n'ụlọọrụ, nke a kpọrọ 'personal assistant, otu a kwa ka e si enwe onye enyemaka anaghị ahụ anya nke bekee kpọrọ 'virtual assistant'.",
    "Ọrụ ha gụnyere: \"Ihazi ozi email, ime nnyocha (intaneeti), ide akwụkwọ anamachọ ihe (proposals), dịrị gawazie.",
    "Lee ihe ọzọ nwere ike inye gị ego site n'ekwentị gị:",
    "Onye oti mkpu soshal midia (Social media influencer)",
    "Egwuregwu ịntaneetị (Online game)",
    "App mwulite ego (Investment apps)",
    "Ile onyonyo nakwa ịkpagharị n'ịntaneetị",
    "Isonye na nnyocha ịntaneetị ka akwụọ gị ụgwọ (paid surveys)",
    "Ebe foto si, Getty Images",
    "Ọ bụrụ na ịkpachapụghị anya, ego gi nwekara ike ifu n'ịntaneetị",
    "Ọ bụghịzi ihe ọhụrụ na ọtụtụ ndị ekperima juru n'ịntaneetị na-ezu ndị mmadụ ohi.",
    "Ya mere o ji dị mkpa ihi asaa n'anya tupu itinye akara ọbaego na webụsaịt ọbụla.",
    "N'otu aka ahụ, mmadụ kwesịkwara ịkpachapụ anya maka nke bekee na-akpọ 'pyramid scheme'.",
    "Ụdị nke a bụ ndị na-asị gị weta otu puku naịra ka ha nye gi puku naịra iri n'ime awa atọ.",
    "Ọkaiwu Anuli kwuru sị: \"onye ọ bụla kwere gị nkwa ibute ụkwa n'osisi ụkpaka, biko gbalaga.\"",
    "Etu ị ga-esi tinye ego gị na Bitcoin, Ethereum ka ọ ghara ịda mmiri30 Septemba 2020",
    "Misery Index: Nigeria eso na mba iwe na ọnụma na-eto ndị mmadụ afọ?1 Eprel 2019",
    "Vidio, Personal Finance: Ebe asaa i nwereike itinye ego ị tụkọtara, Duration 3,3913 Septemba 2019",
    "Real Estate: I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ ma i nwee nde naịra ise13 Ọgọọst 2019",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka16 Febụwarị 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Breastfeeding: Lee nrị Igbo ga-eme ka ara nwaanyị mụrụ nwa gbaa mmiri zamzam",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, OhafiaEmelitere ikpeazụ na: 4 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}