{
  "published": "13 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mbuhari/CFM/LASG",
    "Onyeisiala Naijiria bụ Muhammadu Buharui atụọla ezipụlara ezinaụlọ ọchịagha mmiri bụ Rear Admiral Ndubuisi Kanu bụ onye nwụrụ n'ụtụtụ ụbọchị Wenezde ka ọ rịchara ahụ ogologo oge.",
    "Otu onye dị ya nso achọghị ka a kpọ aha ya gwara BBC Igbo na Kanu  nwụrụ n'ụtụtụ ụbọchị Wenezde n'ụlọọgwụ a kpọghị aha ya na Legọs ka ọ gbachara afọ 77.",
    "'Ṅomie nụ nna unu Joe Achuzia'",
    "'Ekwueme enweghị ebubo mpụ ọbụla'",
    "Kedu ihe ego Abacha 'zuru' ga-emenwuru Naịjirịa?",
    "Ihe 10 mere ndị Igbo ji akpa ike n'akụkụ ụwa ọbụla ha nọ",
    "N'ozi nke onye nnyemaka ya na soshal midia bụ Bashir Ahmad wepụtara n' igwe okwu Twitter, Buhari tiri ezinaụlọ ya, ndị Legos na Imo steeti bụ ebe ọ chịrị aka n'obi maka ọnwụ ya.",
    "Ebe foto si, Twitter/APC Nigeria",
    "N'otu aka ahụ onyeisi Ụlọomeiwu Nta bụ Femi Gbajabiamila kwuru na ihe a ga-eji echeta Kanu bụ 'uchu o tinyere n'imepe Legọs steeti na steeti ndị ọzọ ọ chịrị.",
    "Gọvanọ Imo steetị bụ Hope Uzodinma, onye kwuru na ya bụ ọnwụ dara ya na mberede sị na Kanu ji obi ya na ike ya niile gbara Naijiria odibo.",
    "Ebe foto si, Hope Uzodinma/Facebook",
    "Gọvanọ Legọs steeti bụ Babajide Sanwolu kwuru na ọnwụ ya bụ nnukwu ihe furu Naijiria.",
    "Senetọ Shehu Sani kwuru na Kanu  bụ \"odogwu nwoke nakwa otu n'ime nna ọchịchị onye kwuuche ya\".",
    "Goddy Uwazuruike bụbụ onyeisi otu Aka Ikenga kwuru na \"dịka gọvanọ Imo nakwa Legos, o gosiri ụkpụrụ tọrọ atọ....\"Nnukwu mmadụ furu anyị.\"",
    "Ebe foto si, Goddy Uwazuruike",
    "Ọnwụ gbawara Ndigbo obi karịa n'afọ 2018",
    "Ebe foto si, Center for memories",
    "Nwa afọ a nwetara ọzụzụ n'agha mmiri n'India bụ ọkpọka ọchiagha mmiri aha ya dara ụda oge ndị agha na-achị Naijiria.",
    "Dike Igbo ji eme ọnụ bụ gọvanọ Imo steeti mbụ chịrị Imo steeti n'afọ 1976 oge ọchịchị Olusegun Obasanjo ka e kewapụchara steeti ahụ site n' \"East Central State'onyeisi agha.",
    "Kanu chịkwara Legos bido n'afọ 1977 rue 1978.",
    "Dịka otu 'Centre for Memory' siri kọwaa, ọ bụ oge Obasanjo gara nleta n'Imo steeti were hụ ụdị ọrụ ọma Kanu na-arụ ka ọ laghariri were tụga ya Legos dịka gọvanọ n'afọ 1977.",
    "Onye Ovim n'okpuru Ọchịchị Isikwuatọ n'Abia steeti, Kanu bụ onye Igbo mbụ  so n' ọgbakọ 'Supreme Military Council'( SMC) n'ọchịchị Murital Mohammed tupu Olusegun Obasanjo ekposaa ya bụ ọgbakọ oge ọ rigoro n'ọcha ọchịchị dịka onyeisiala n'afọ 1976.",
    "Kanu so na ndị na-agba mbọ maka ikike dịrị onye lụrụ ọgụ June 12 site n'otu National Democratic Coalition(NADECO)dịka o so na ndị  haziri ngagharịiwe NADECO jiri kpọọ oku ka enye MKO Abiola o here ọchịchị dịka onye meriri na ntuliaka Onyeisiala e mere na Juun 12 afọ 1992.Ọ rụrụ ụlọọrụ mgbasaozi, Imo Broadcasting Service.",
    "Ọ rụrụ ọtụtụ okpooroụzọ n'Owere ma weta ọtụtụ ihe mmepe obodo n'Imo steeti oge ọ chịrị steeti ahụ.",
    "Ọ bụ onye anaghị atụ ekwu ikwu obi ya dịka ọ  ọsọghị anya ịgwa ọchịchị Sani Abacha uche ya  banyere ka obod is aga nke mere ndị ọrụ nchekwa na-achọkarị ya oge ahụ.",
    "Ọ so na ndị nwere agba kpọrọ oku ka e nyefe ọchịchị n'aka Goodluck Jonathan oge onyeisiala mgbe ahụ Musa Yar'Adua dara n'oke ọrịa.",
    "A rụrụ ebe nnọsapụ ahụ \"Ndubuisi Kanu Park dị na GRA , Legọs na ncheta ọrụ ya dịka gọvanọ steeti ahụ.",
    "Ọ lụrụ nwaanyị ugboro atọ ma mụta ụmụ iri.",
    "Nwunye ya ugbua bụ Gladys Ndubuisi Kanu.",
    "Ike Nwachukwu: Naijiria ugbua abụghị ihe m tụrụ anya - Ike Nwachukwu1 Septemba 2020",
    "Ụmụ Sir Louis Ojukwu nọ n'ụlọikpe maka akụnaụba ya13 Maachị 2018",
    "Joe Achuzia, onye agha Biafra anwụọla26 Febụwarị 2018",
    "Vidio, Nigerian Politics: Ndị Yoroba ka ndị Igbo ghọta ndọrọndọrọ ọchịchị31 Mee 2020",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ17 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka16 Febụwarị 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ihe i kwesịrị ịma maka Omenụkọ, Ije Odumodu, Mbediọgụ na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Tyler Perry: O nwere ihe o mere ma dimkpa karịa afọ iri ise ka bụrụ okokporo?",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ebelechukwu Obiano: Ugegbe anya na-ese okwuEmelitere ikpeazụ na: 3 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}