{
  "published": "13 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty/Ipob",
    "Nnamdi Kanu, onyeisi ndị IPOB hibere otu nchekwa ọ kpọrọ 'Eastern Security Network'.",
    "Otu Ipob ekwuola na ha nwere ike ịkwado otu nchekwa ọhụrụ bụ nke ndị gọvanọ Ọwụwa Anyanwụ na-atule  ihibe.",
    "Aloy Ejimakor, onye bụ ọkaiwu IPOB nakwa ọkaiwu Nnamdi Kanu, kwuru nke a na mkparịtaụka ya na BBC Igbo nwere n'ekwentị n'ụbọchị Tọzde.",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Gọvanọ Ọwụwa Anyanwụ amachiela ịchị ehi agagharị",
    "Ihe niile i kwesịrị ịma maka otu nche ọhụrụ ndị gọvanọ ọwụwa anyanwụ hibere",
    "Ọnụọgụgụ ndị Ọwụwa Anyanwụ kacha dị nta na ndị a ga-ewe n'ọrụ uweojii",
    "Ejimakor kwuru na otu nchekwa nke a ndị gọvanọ Ọwụwa Anyanwụ chọrọ ihibe abịaghịzi n'oge maka na o teela aka a tụrụ anya ka ha mee ya mana ha emeghị ya.",
    "Mana dịka ha chọrọ ihibe ya ugbua, ọ bụrụ na obi ha dị ọcha, IPOB na Nnamdi Kanu ga-akwado ya.",
    "Ebe foto si, Getty Images & NPF Facebook",
    "O kwuru sị: \"Okwu gbasara ihibe otu nchekwa ọhụrụ dị mma, kama ya abụkwana ihe e ji eme 'politics'\"",
    "\"Ihe Nnamdi Kanu ji hibe Eastern Security Network abụghị maka 'politics' kama ọ bụ iji chekwaa ndụ na akụnụba.\"",
    "\"Ọ bụrụ na ndị gọvanọ na-ekwu eziokwu gbasara otu nchekwa a, ọ bụrụkwa na ọ bụghị ihe e ji eme ndọrọndọrọ ọchịchị, eji m n'aka na Nnamdi Kanu nakwa IPOB ga-akwado ya.\"",
    "'Ndi uweojii ejighị Nnamdi Kanu na Singapore'",
    "Kama Ejimakor kwuru na ọ ga-ara ahụ ịgwa Nnamdi Kanu na IPOB ka ha kwasaa otu Eastern Security Network iji nye ohere ka otu nchekwa nke gọọmentị malitezie ọrụ.",
    "\"Cheta na IPOB agbasaghị naanị ndị Igbo,\" Ejimakor kwuru.",
    "\"IPOB bụ maka steeti niile so na mpaghara 'Eastern Nigeria' nke ochie.\"",
    "\"Eastern Security Network nọcha na mpaghara ndị a, ya mere ọ ga-eji hịaa ahụ ịkwasa otu ahụ.\"",
    "Ndị Gọvanọ mpaghara Ọwụwa Anyanwụ Naịjirịa ekwetela ihibe otu nchekwa nke ha bụ ndị ga-enwe ụdị akwa nke ha ma na-ebukwa egbe.",
    "Ọ bụ onyeisi otu 'South-East Governors' Forum' nakwa Gọvanọ Ebonyi Steeti bụ Dave Umahi gwara ndị ntaakụkọ nke a n'ụbọchị Tuzde, oge e mechara ọgbakọ nchekwa pụrụ iche bụ nke e mere n'ịntaneetị.",
    "Nke a na-abịa dịka onyeisi otu 'Indigenous People of Biafra' (IPOB) bụ Nnamdi Kanu hibere otu nchekwa nke ha ma kpọọ ya 'Eastern Security Network'.",
    "Gịnị na-eme na kọmitii nchekwa nke ndị ọwụwa anyanwụ?",
    "Hazigharịa ọnọdụ nchekwa n'Ọwụwa anyanwụ - IGP",
    "Umahi kwuru sị: \"Ndị gọvanọ Ọwụwa Anyanwụ nwere ọtụtụ ọgbakọ gbasara nchekwa mpaghara anyị.\"",
    "\"Ugbua, anyị na-atule ụdị akwa ndị ọrụ nchekwa ahụ ga-eyi bụ nke ga-abụ otu ụdị na mpaghara Ọwụwa Anyanwụ niile.\"",
    "\"Anyị na-atulekwa ụgbọala ha ga na-eji arụ ọrụ, ọ ga-abụkwa otu ụdị na mpaghara Ọwụwa Anyanwụ.\"",
    "\"Anyị akpakwaala gbasara etu a ga-esi enye ndị ọrụ nche a ọzụzụ zuru oke iji hụ na ha rụrụ ọrụ ha nke ọma, nke bụ ichekwa ndụ na akụnụba ndị mmadụ.\"",
    "\"N'izuuka olemole na-abịanụ, anyị ga-ewepụta akwa ndị nche a ga na-eyi iji wulite ọnọdụ nchekwa nke mpaghara anyị.\"",
    "Nchekwa n'Alaigbo: Gịnị na-eme na kọmitii nchekwa nke ndị ọwụwa anyanwụ?",
    "Ebe foto si, Getty/Ipob",
    "Nnamdi Kanu, onyeisi ndị IPOB hibere otu nchekwa ọ kpọrọ 'Eastern Security Network'.",
    "Cheta na IPOB nwere otu nchekwa nke ha kpọrọ 'Eastern Security Network'.",
    "Onyeisi IPOB bụ Nnamdi Kanu kwuru na ihe o ji hibe otu ahụ bụ maka enweghị nchekwa dị n'ala Igbo.",
    "Mazi Kanu kwukwara na ndị Gọvanọ achọghị ime ihe ọbụla gbasara enweghị nchekwa, dịka ndị gọvanọ Ọdịda Anyanwụ si mee ma hibe otu nchekwa a kpọrọ 'Amotekun'.",
    "Ugboro ugboro ka Mazị Kanu na-ekwu na ndị ọchịehi Fulani na-ala ndụ ọtụtụ mmadụ n'iyi n'ala Igbo",
    "Okwu nhibe 'vigilante' n'Ọwụwa Anyanwụ ọ bịara na mmezu?",
    "Ụzọ ise ndị Igbo si echekwa ogige ha mgbe gboo ndị ụgbụa kwesiri mụta",
    "Amotekun: Ihe o jiri dị iche na Forest Guards ndị ọwụwa anyanwụ",
    "Mana dịka Umahi na-ekwu okwu n'ụbọchị Tuzde, ọ rịọrọ arịrịọ ka ndị mmadụ kwụsị ikwu okwu nwere ike ibute ọgbaaghara n'etiti ndị Igbo na ndị agbụrụ ọzọ.",
    "Umahi kwuru na \"okwu ndị ahụ na-etinye ndụ ndị Igbo bi na mpaghara dị icheiche na Naịjirịa na nsogbu.\"",
    "\"Ihe karịrị ndị Igbo mmadụ nde iri na otu (11 million) bi na mpaghara Ugwu.\"",
    "\"Ihe karịrị mmadụ nde atọ bi na mpaghara Ọdịda Anyanwụ Naịjhirịa.\"",
    "\"Okwu ndị IPOB na ndị Fulani ọchịehi nwere ike ịmụnye ọkụ ga-agba ọtụtụ mmadụ na Naịjirịa.\"",
    "Anyim Pius Anyim, Dave Umahi, Sam Egwu",
    "Umahi kpọkwara oku ka ndị niile welitere isi n'Ebonyi steeti tinye mma ha n'ọbọ ma kwụsị esemokwu nke na-akpata ọke ịkwafu ọbara na steeti ahụ.",
    "O kwuru na ihe na-eme n'Ebonyi gafere okwu ndọrọndọrọ ọchịchị, n'ihi na ọtụtụ ndị mmadụ na-achọ inye Ebonyi steeti nakwa ya onwe ya aha ọjọọ.",
    "\"Mana anyị akpọọla ọgbakọ ndị welitere isi na steeti anyị, Sam Egwu, Sịnetọ Anyim Pius Anyim, onye ọbụla tinyezie mma ya n'ọbọ. Anabatakwala m mkpebi ha nyere m,\" Umahi kwuru.",
    "Breast Milk: Lee nrị i ga-eri ga-enye aka imepụta mmiri ara",
    "Bobi Wine ọ ga-akwachapụlị Museveni Yoweri n'oche onyeisiala Uganda",
    "Ihe mere ọtụtụ mahadum gọọmenti ebidobeghị 'E-learning'",
    "Ihe mere ụfọdụ mmadụ enweghị ike ibute nje Coronavirus",
    "Nchekwa ala Igbo: Ụzọ ise ndị Igbo si echekwa ogige ha mgbe gboo ndị ụgbụa kwesiri mụta29 Ọgọọst 2020",
    "Amotekun: Gọọmenti etiti chọrọ ka e wugharịa nhazi Amotekun23 Jenụwarị 2020",
    "Amotekun: Ihe o jiri dị iche na Forest Guards ndị ọwụwa anyanwụ13 Febụwarị 2020",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka16 Febụwarị 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Breastfeeding: Lee nrị Igbo ga-eme ka ara nwaanyị mụrụ nwa gbaa mmiri zamzam",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, OhafiaEmelitere ikpeazụ na: 4 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}