{
  "published": "15 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Na-agbanyeghị na ọnụọgụgụ ndị na-ebute nje coronavirus na Naịjirịa na-agbali elu, gọọmentị etiti ekwechirila na ụlọakwụkwọ ga-emeperịrịrị n'ụbọchị Mọnde na-abịa abịa.",
    "Ọtụtụ na-ekwu na mkpebi a ekwesịghị ekwesị n'ihi na onweghị ihe etinyere iji gbochie mfesa ọrịa a.",
    "Mana ụfọdụ na-ekwukwa na o kwesịrị ekwesị ka e mepee akwụkwọ n'ihi na o teela ụmụakwụkwọ nọ n'ụlọ.",
    "Waec nke afọ 2020 amalitela ugbua, lee etu o si aga",
    "Etu mmepe ụlọakwụkwọ n'Abia steeti si gaa taa",
    "BBC Igbo gbara ụfọdụ ndị nne na nna ajụjụ ọnụ iji mata ihe ha chere.",
    "Lee ya n'ihe onyonyoo dị n'elu.",
    "Onye mere akụkọ a bụ Ebere Ekeopara.",
    "Charles Egbu: Onyeisi ojii mbụ ga-abụ onyeisi Leeds Trinity Univserity16 Julaị 2020",
    "Etụ gọọmentị Naịjirịa ga-esi họpụta mmadụ 774,000 ha chọrọ iwe n'ọrụ2 Julaị 2020",
    "Vidio, Lee ka mmepe ụlọakwụkwọ si aga, Duration 1,3928 Septemba 2020",
    "Vidio, Ọgba mbọ: 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Mata maka Kamala Harris bụ nwaanyị mbụ bụ osote Onyeisiala mba Amerịka, Duration 1,31elekere 4 gara aga",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, Onye bụ Joe Biden bụ onyeisiala ọhụrụ mba Amerịka?, Duration 3,31elekere 6 gara aga",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}