{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii nọ n'Anambara steeti ekwuola na ọ bụ esemokwu okeala butere okwu dapụtara n'etiti obodo Umuleri na Aguleri dị n'okpuruọchịchị Anambra Ist ụnyaahụ bụ Jenụwarị 16, 2021.",
    "Ọnụ na-ekwuchitere ndị uweojii na steeti ahụ bụ Haruna Mohammed kwuru na nke a mere ka onyeisi ndị uweojii zipu ndị otu ya ka ha na ndị ọrụ nchekwa ndị ọzọ jịkọọ aka gaa meyụọ nsogbu ahụ dapụtara ebe ahụ.",
    "\"Anyị ka na-eche ego n'iji kpe udo n'etiti Ebonyi na Benue\"",
    "O kwuru na ebe niile adaala jụụ, ebe ndị ọrụ ha ka na-agagharị n'ogbe ahụ iweta udo ebe ahụ.",
    "O kwuru na o nweghị onye tufuru ndụ ya maọbụ merụọ ahụ n'ọgbaghara ahụ, mana ụfọdụ ndị si obodo abụọ a na-alụ ọgụ gbara ụgbọala anọ na ọgbatumtum abụọ ọkụ.",
    "Ebe foto si, ABS Radio TV",
    "Haruna kwuru na kọmịshọna ndị uweojii na steeti ahụ bụ CP John B.Abang enyela iwu ka ụlọọrụ nnyocha ndị uweojii dị n'Awka ka nyochaa ma mata ihe niile gbasara ọgbaghara a dapụtara ọhụrụ n'etiti Aguleri na Umuleri iji mara ndị dara iwu ikpe.",
    "“Ihe ga-akwụsị ọgụ Agila(Benue) na Ngbo(Ebonyi) bụ itinye oke-ala”...Chairman Ohaukwu LGA",
    "Kọmishọna Abang rịọkwara ka ndị obodo a mịaghachị mma ha n'ọbọ ma were ụzọ iwu kwadoro wee chọọ udo. O kwuru na ọ ga-akpọtụrụ gọọmentị Anambara steeti ka o weta ogbugbo tọrọ atọ maka nsogbu.",
    "Kọmịshọna na-ahụ maka mwulite obodo n'Anambara steeti bụ Marcel Ifejiofor bụkwa onye Aguleri, kwuru na ihe a kọọrọ ya butere ya bụ mkpamkpa bụ na otu onye Umuleri onye Umuleri ji ụgwọ nwụrụ mgbe ọ gara ịnata ụgwọ n'aka onye otu ya.",
    "Ebe foto si, ABS Radio TV",
    "Ndị otu onye ahụ gburu mmadụ gara n'akụkụ Aguleri mebisiwe ụlọ ka ọ wee dịka ka ọ bụ obodo na obodo na-alụ ọgụ.",
    "Ifejiofor kwuru na ọ bụ eziokwu na a na-enwebu esemokwu ala n'etiti obodo abụọ a, mana ndị igwe na gọvanọ Anambara steeti amanyela ọnụ n'okwu ahụ na-ele anya iweta udo gbasara esemokwu okeala.",
    "Cheta na ọ bụ n'ụbọchị Satọde bụ Jenụwarị 16, 2021 ka gọọmentị Anambara steeti tinyere mmachị ngagharị n'obodo Aguleri, Umuleri nakwa Umuoba Nnam maka ọgbaghara a dapụtara.",
    "Akụkọ ndị ga-amasị gị:",
    "Ihe i kwesịrị ịma maka Omenụkọ, Ije Odumodu, Mbediọgụ na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Uganda Election 2021:Bobi Wine ajụla mpụtara ntuliaka mba Uganda",
    "Ihe ga-eme ka otu nchekwa ndị IPOB na nke ndị gọvanọ Ọwụwa Anyanwụ rụkọọ ọrụ - Aloy Ejimakor",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka16 Febụwarị 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Breastfeeding: Lee nrị Igbo ga-eme ka ara nwaanyị mụrụ nwa gbaa mmiri zamzam",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, OhafiaEmelitere ikpeazụ na: 4 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}