{
  "published": "18 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ije Akunyili Facebookpage",
    "Dọkịta Ije Akunyili na-arụ n'ụlọọgwụ ebe a na-elekọta ndị na-arịa covid-19 kwuru na kamgbe ọgwụ mgbochi gbasara covid-19 pụtara , ụjọ anaghị atụ ha ma ha na-eleta ndị na-arịa ọrịa covid 19.",
    "O kwuru na mgbe ọ gbara ọgwụ mgbochi a n'izuụka gara aga, obere ahụ ọkụ metụrụ ya mana o nweghị ihe ọzọ ya bụ ọgwụ mere ya.",
    "Mba UK enyela ikike ka a malite ịgba ndị mmadụ ọgwụmgbochi covid-19 nke Pfizer",
    "Lee ka ị ga-esi mee aramara ghara ibute coronavirus",
    "Coronavirus o si n'ikuku agbasa?",
    "O kwuru na o teela e bidoro mewe nyocha maka ọgwụ mgbochi a kpatara o ji dị mfe iwepụta ya ugbua.",
    "O kwuru ka ndị mmadụ leghara anya izu ọjọ a na-agba maka ọgwụ mgbochi covid-19 nke Pfizer, Moderna nakwa AstraZeneca ma nabata ya iji gbanahụ maka mkpa mkpa covid na-akpa.",
    "Dọkịta Akunyili kwuru na ụjọ ya bụ na agaghị enwe ọgwụ mgbochi ole ga-ezu ụmụ Naịjirịa. Cheta na ọ bụ naanị puku narị ọgwụ mgbochị a ka gọọmenti kwuru na ha na-ebute na Naịjirịa n'izu a.",
    "Naịjirịa o nwereike ịwepụta ọgwụ mgbochi nke ha?",
    "Dọkịta Ije Akunyili kwuru na dịka India, Chaịna nakwa Rọshịa si nwe ọgwụ mgbochi nke ha, Naịjirịa kwesiri inwe ọgwụ mgbochị nke ya.",
    "O kwuru na ọ bụrụ na covid-19 a jiri ike bata na Naịjirịa , anyị enweghị ngwa ọrụ ahụike zuruoke imemina ya.",
    "Coronavirus: Akụkọ ọma i kwesịrị ịnụ gbasara ọrịa a",
    "Ọ kwuru na ndị okenye niile gbaa ọgwụ a , ọ ga-amagbu onwe ya ma mee kwa ka anyị mepee ebe niile bụ ebe ọha na Naịjirịa na-atụghị ụjọ.",
    "N'okwu ya, \"Gọọmenti kwesiri inyocha etu a ga-esi kesaa ya bụ ọgwụ mgbochị, o kwesighị ịbụ naanị ndị ọchịchị kwesiri inwe ohere ị gbaa ya bụ ọgwụ.",
    "Anwụnta anaghị ebufe mmadụ coronavirus",
    "O kwuru na gọọmenti kwesiri ịnwe onye dịka dọkịta Fauci nke Amerịka ndị Naịjirịa ga-atụkwasị obi ga na-agwa ndị mmadụ maka etu ihe niile gbasara ọgwụ mgbochi a si aga.",
    "O kwuru na ọ bụ naanị ya nwetegoro ọgwụ mgbochi a n'ime ezinụlọ ya bi n'Ameịrịka, ebe ndị ezinaụlọ ya ka na-eche inweta nke ha.",
    "Dọkịta Akunyili kwuru na Naịjirịa kwesiri inweta nke AstraZeneca dịka mba na-adịgị enwekarị ọkụ makana ọgwụ mgbochi ahụ anaghị e ji ike emebi dịka nke Pfizer maọbụ Mordena.",
    "Dọkịta Ije Akunyili kwuru na o nwere olileanya na anyị ga-apụtali n'oge covid 19 ma ọ bụrụ na anyị na-eme usoro World Health Organisation wepụtara maka igbochị ọrịa a ma narakwa ọgwụ mgbochị a.",
    "Ohere ijikọ NIN na akara ekwenti gị gọọmenti etiti nyere ga-ebi echi bụ Jenụwarị 19,2021",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Lee nri ọzọ i nwerike iri n'ụbọchị ụka",
    "Ihe i kwesịrị ịma maka Omenụkọ, Ije Odumodu, Mbediọgụ na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne19 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "NA EME UGBU A Leicester agwọọla Chelsea ka mpataka Nanka",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka George Obiozor onyeisi ọhụrụ nke Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "NIMC NIN Registration: Oge ọhụrụ ị nwere ịjịkọ NIN na airtel, MTN na Glo SIM gị",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Amụma Mbaka maka Hope Uzodinma, Buhari ekwuola okwu, bịa gere ozi ndị ọnụ na-eru n'okwuEmelitere ikpeazụ na: 1 Jenụwarị 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}