{
  "published": "19 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ezeihunne Chinemerem Miriam bụ nwa akwụkwọ na Mahadun Nnamdi Azịkiwe di n'Anambra steeti ekwuola etu osiri bido ụlọọrụ na-ehicha ụlọ.",
    "O bidoro site na-ehicha ụlọ mposi mahadum ya nke ngalaba agụmakwụkwọ iwu.",
    "Kirie akụkọ nwaada a pụrụ iche n'uju ebe a:",
    "Akụkọ ndị ga-amasị gị:",
    "'E ji m ọrụ mesin azụ ụmụ m asaa' - Nwaanyị na-edo ụlọ",
    "'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri'",
    "'Abụ m nwaanyị na-ama 'tile' n'agbanyeghị na m gara mahadum'",
    "Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Vidio, World Disability Day: 'Achọọla m ọrụ ọtụtụ ebe mana anaghị enye m n'ihi na abụ m ngwọrọ', Duration 3,443 Disemba 2020",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Vidio, Patrick Chuka na-eji mkpịsị odee ese ihe akọwaala etu o si malite, Duration 1,1230 Ọktọba 2020",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Vivian Umeh: Ọtụtụ ụmụnwoke bịara ịlụ m na-agba ọsọ maka na amaghị m nna m, Duration 5,4621 Jenụwarị 2021",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Ọgba mbọ: 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}