{
  "published": "21 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwada Vivian Umeh sị na nna ya bụ onye Ibadan ebe nne ya bụ onye Igbo mana kamgbe afọ iri anọ gara aga na ọ maghị onye bụ nna ya.",
    "Ọ sị na maka na ọ maghị nna mụrụ ya mere ọtụtụ ụmụnwoke ndị bịarala di na-agba ọsọ ma ha chọpụta nke a.",
    "Ipob asaala Obiozor maka okwu ọ gwara Nnamdi Kanu",
    "Ejima atọ nna ha 'gbara ọsọ'",
    "Ọ tụwara nwaanyị ime gbaa ọsọ, ugbua nwa ahụ a mụtaara ya adịrịla ya ime",
    "N'ihi nsogbu a mere Vivian ji zọpụ njem ịchọ onye bụ nna ya.",
    "Vivian nwere akara ọdịnala ndị Oyo Steetị nke ala Yoruba mana ọ naghị asụ asụsụ maka na a zụrụ ya n'ala Igbo.",
    "Mgbe Vivian bịara ịchọ nna ya ka o zutere otu nwoke kụrụ ya dịka nwa ya ma na-enyere aka na njem ịchọ nna ya.",
    "Nnyocha DNA: Ihe ise atụmatụ a nwereike gwa gị maka nwa gị",
    "'Anaghị ede nwoke na-ebi ibe ya n'ihu'",
    "Ọtụtụ ndị abịala sị na Vivian bụ nwa ha mana akụkọ ha na-akọ dị iche na nke Vivian kọọrọ.",
    "Gee ihe o kwuru n'uju;",
    "Vidio, Vivian Umeh: Ọtụtụ ụmụnwoke bịara ịlụ m na-agba ọsọ maka na amaghị m nna m, Duration 5,4621 Jenụwarị 2021",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Ọgba mbọ: 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 8 gara aga",
    "Vidio, Ihe ị kwesịrị ịma maka Jill Biden bụ nwunye onyeisiala ọhụrụ Amerịka, Duration 1,4819 Jenụwarị 2021",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Erica Nlewedim: 'M nweta ohere ịlaghachị ụlọ 'Big Brother' agaghị m aṅụbiga mmanya oke', Duration 3,5329 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}