{
  "published": "21 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Onyeisiala ọhụrụ nke mba Amerịka bụ Joe Biden amalitela ọrụ ịtụgharị ụfọdụ iwu Donald Trump mere mgbe ọ nọ n'ọkwa.",
    "Biden mere nke a n'ime elekere ole na ole e duchara ya n'iyi ọrụ n'ụbọchị 20 ọnwa Jenụwarị, 2021.",
    "Lee iwu anọ Donald Trump tinyere nke Joe Biden ga-emegharị n'egbughị oge",
    "Electoral College Certification: Mike Pence na ndị omeiwu Amerịka ha enwere ike ịkụchapụ mmeri Joe Biden?",
    "O binyere aka n'ime iwu ruru iri na asaa (170 ọkachasị n'ihe banyere etu a ga-esi busoo ọrịa covid-19 agha.",
    "Ihe ndị ọzọ metụtara ndị mbịara mbịara, mgbanwe ihu eluigwe, nakwa mmekọ agbụrụ na ibe ya.",
    "Kedụ iwu ndị o binyere aka na ya?",
    "Onye bụ Joe Biden bụ onyeisiala ọhụrụ mba Amerịka",
    "Akwụkwọ ozi si n'obi gọọmentị nke depụtara iwu ndị a kọwara na oge eruola a ga-eji \"megharịa ihe ndị ọchịchị Trump mebiri\"",
    "Ụfọdụ n'ime ha gụnyere:",
    "- Iwu ikpuchi ihu n'ụlọọrụ gọọmentị etiti niile.",
    "- Ụlọọrụ ọhụrụ ga-elekọta ihe gbasara nkwụsị mfesa coronavirus.",
    "- Ịkwụsị usoro Trump malitere ịpụta n'ọgbakọ World Health Organisation (WHO).",
    "- Isonyekwa na \"Paris climate agreement\" na-ahụ maka ọdịmma ihu eluigwe.",
    "- Mwepụ ikike e nyere ụlọọrụ Keystone XL Pipeline.",
    "- Mwepụ ego a mapụtara ịrụcha mgbidi kewara mba Amerịka nakwa Mexico.",
    "- Mwepụ mmachi njem e tinyere n'ụfọdụ mba okpukpere alakuba.",
    "Ihe ịkwesịrị ị maka Bill Biden bụ nwunye onyeisiala ọhụrụ Amerịka",
    "Ihe ọzọ pụtara ihe bụ na ya na onyeisiala mbụ ya na ya ga-enwe mkparịtaụka bụ Justin Tredeau nke mba Kanada.",
    "Mkparịtaụka ha nke ga-eme n'ụbọchị Fraide ga-emetụta okwu Keystone XL Pipeline nke agbụrụ ndị Native Amerikans na-eme ngagharịiwe maka ya kemgbe afọ iri.",
    "Vidio, Ọtụtụ ụmụnwoke bịara ịlụ m na-agba ọsọ maka na amaghị m nna m - Vivian Umeh21 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Ipob asaala Obiozor maka okwu ọ gwara Nnamdi Kanu21 Jenụwarị 2021",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "Ipob asaala Obiozor maka okwu ọ gwara Nnamdi Kanu",
    "'Okwu gbasara Biafra karịrị Nnamdi Kanu ikwu ihe ga-eme' - George Obiozor",
    "Joe Biden: Lee iwu ndị Trump tinyere ọ na-ewepụ ozugbo ozugbo",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ọ tụwara nwaanyị ime gbaa ọsọ, ugbua nwa ahụ a mụtaara ya adịrịla ya imeEmelitere ikpeazụ na: 18 Nọvemba 2018",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "'Goọmentị ọhụrụ a ga-eme ọfụma n'ihi na anyị tụrụ ha ezigbo ntọala' - Donald Trump",
    "Arochukwu : Uru ịjụ ese bara tupu alụmdi na nwunyeEmelitere ikpeazụ na: 4 Maachị 2020",
    "'Ọ bụrụ na Naịjiria dị mma echeghi m na a ga-enwe IPOB' - Fr. Ebube MmụọnsọEmelitere ikpeazụ na: 3 Febụwarị 2020",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirusEmelitere ikpeazụ na: 23 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}