{
  "published": "21 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Onyeisiala ọhụrụ nke mba Amerịka bụ Joe Biden amalitela ọrụ ịtụgharị ụfọdụ iwu Donald Trump mere mgbe ọ nọ n'ọkwa.",
    "Biden mere nke a n'ime elekere ole na ole e duchara ya n'iyi ọrụ n'ụbọchị 20 ọnwa Jenụwarị, 2021.",
    "Lee iwu anọ Donald Trump tinyere nke Joe Biden ga-emegharị n'egbughị oge",
    "Electoral College Certification: Mike Pence na ndị omeiwu Amerịka ha enwere ike ịkụchapụ mmeri Joe Biden?",
    "O binyere aka n'ime iwu ruru iri na asaa (170 ọkachasị n'ihe banyere etu a ga-esi busoo ọrịa covid-19 agha.",
    "Ihe ndị ọzọ metụtara ndị mbịara mbịara, mgbanwe ihu eluigwe, nakwa mmekọ agbụrụ na ibe ya.",
    "Kedụ iwu ndị o binyere aka na ya?",
    "Onye bụ Joe Biden bụ onyeisiala ọhụrụ mba Amerịka",
    "Akwụkwọ ozi si n'obi gọọmentị nke depụtara iwu ndị a kọwara na oge eruola a ga-eji \"megharịa ihe ndị ọchịchị Trump mebiri\"",
    "Ụfọdụ n'ime ha gụnyere:",
    "- Iwu ikpuchi ihu n'ụlọọrụ gọọmentị etiti niile.",
    "- Ụlọọrụ ọhụrụ ga-elekọta ihe gbasara nkwụsị mfesa coronavirus.",
    "- Ịkwụsị usoro Trump malitere ịpụta n'ọgbakọ World Health Organisation (WHO).",
    "- Isonyekwa na \"Paris climate agreement\" na-ahụ maka ọdịmma ihu eluigwe.",
    "- Mwepụ ikike e nyere ụlọọrụ Keystone XL Pipeline.",
    "- Mwepụ ego a mapụtara ịrụcha mgbidi kewara mba Amerịka nakwa Mexico.",
    "- Mwepụ mmachi njem e tinyere n'ụfọdụ mba okpukpere alakuba.",
    "Ihe ịkwesịrị ị maka Bill Biden bụ nwunye onyeisiala ọhụrụ Amerịka",
    "Ihe ọzọ pụtara ihe bụ na ya na onyeisiala mbụ ya na ya ga-enwe mkparịtaụka bụ Justin Tredeau nke mba Kanada.",
    "Mkparịtaụka ha nke ga-eme n'ụbọchị Fraide ga-emetụta okwu Keystone XL Pipeline nke agbụrụ ndị Native Amerikans na-eme ngagharịiwe maka ya kemgbe afọ iri.",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud'22 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "NA EME UGBU A Etu tanka bu mmanụ gaasị si gbaa ọkụ na Nkwọ Nnewi",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ipob asaala George Obiozor nke Ohanaeze Ndigbo maka okwu ọ gwara Nnamdi Kanu",
    "Ihe i kwesịrị ị ma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?Emelitere ikpeazụ na: 19 Ọgọọst 2018",
    "Enugu na steeti ndị ọzọ kachasị chọọ ihe 'nkiri 'gay' na 'Lesbian' na 2019Emelitere ikpeazụ na: 7 Jenụwarị 2020",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Hụ ya n'anya maọbụ kpọọ ya asị, lee ihe i kwesịrị ịma maka Arthur NzeribeEmelitere ikpeazụ na: 2 Nọvemba 2020",
    "Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope UzodinmaEmelitere ikpeazụ na: 5 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}