{
  "published": "21 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC Sport",
    "Ndị ọkaiwu Ipob gụnyere Aloy Ejimakor na Paul Achalla asaala onyeisi Ohanaeze Ndigbo bụ George Obiozor n'okwu ọ gwara Nnamdi Kanu bụ onye ndu Ipob.",
    "Obiozor mgbe ọ na-agwa ndị ntaakụkọ okwu n'Enugwu sị na \"Okwu Biafra karịrị Nnamdi Kanu ikpebi\".",
    "'Okwu gbasara Biafra karịrị Nnamdi Kanu ikwu ihe ga-eme' - George Obiozor",
    "Lee ihe i kwesiri ịma maka ndị na-azọ ọkwa onyeisi Ohanaeze Ndigbo",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Na nzaghachị ndị ọkaiwu Ipob katọọrọ ihe Obiozor kwuru mgbe ha na BBC Igbo nwere mkparịtaụka n'ekwentị.",
    "Aloy Ejimakor sị na ọ tụghị anya na Obiozor ga-ekwu ụdị okwu a maka na Nnamdi Kanu abụghị obere nwa, na ọ karịala afọ iri ise.",
    "Ọ sị na okwu Biafra abụghị ihe gbasara Ohanaeze Ndigbo maka na ha abụghị otu ndọrọ ndọrọ ọchịchị kama na ọ bụ otu omenala na-ahụ maka ọ dị mma ndị Igbo.",
    "Ọ gara n'ihu kwuo na o nweghi ihe Ipob nwere megide onyeisi ọhụrụ Ohanaeze Ndigbo kama na ha ekwesighị ị na-akpụ Ipob na Kanu n'ọnụ mgbe niile.",
    "N'okwu nke ya, Paul Achalla sị na Obiozor hapụrụ ihe o kwesịrị ikwu metụtara mmegbu ndị Igbo, mwakpo ndị Fulani na-achị ehi nakwa nchekwa n'ala Igbo ma kwuwe maka Biafra na Ipob.",
    "Ohaneze asaala Ipob",
    "Ipob asaala Okorocha",
    "Ihe ọkaiwu Ipob sara Orji Uzo Kalu",
    "Achalla kwukwara na Nnamdi akwụghị naanị na mbọ inwete Biafra na ọtụtụ ndị Igbo nwere agba so ya n'azụ.",
    "Ọ gara n'ihu kwuo na Ohanaeze bụ ọgbakọ ndị ndọrọ ndọrọ ọchịchị si ala Igbo ji ala ezumike nka na ha na anaghị eme ihe ga-abara ndị Igbo uru.",
    "Achalla nyere Obiozor ndụmọdụ ka ọ hapụ ịgbaso ụzọ ndọrọ ndọrọ ọchịchị ma lekwasị anya maka ọ dị mma ndị ntoroọbịa, ndị nne nakwa Igbo gbaa gburugburu.",
    "Ihe ndị ọzọ Obiozor kwuru:",
    "Nnamdị Kanu bụ onye nke anyị, o kwesịrị ige anyi ntị.",
    "Ndị Igbo na Naijirịa anaghị alu ọgụ ọbụla.",
    "Oge eruola ịchọta ihe ahụ jikọrọ anyị dịka ndị Igbo.",
    "Anyị dịka ndi Igbo kwesiri itinye uchu n'ihe ga-akpọkọta anyị ọnụ karịa ihe ga-ebute esemokwu.",
    "Okwu maka Biafra karịrị Nnamdi Kanu ikpebi ihe ga-eme.",
    "Okwu maka Biafra metụtara anyị niile",
    "Ihe kachasị ndị Igbo mkpa ugbua bụ nchekwa ndụ na akụnaụba ha na Naịjirịa nakwa mba ofesi.",
    "Anyị ga-eji atụmatụ 'Alaigbo Stabilization Fund' wulite ma mepee mpaghara ala Igbo niile.",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud'22 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "NA EME UGBU A Etu tanka bu mmanụ gaasị si gbaa ọkụ na Nkwọ Nnewi",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Mma na njọ Ohaneze mere Igbo n' oge ọchịchị Nnia Nwodo11 Jenụwarị 2021",
    "Coronavirus Second Wave: Lee atụmatụ ndị gọvanọ Ọwụwa Anyanwụ tinyere iji gbochie mfesa ọrịa nke abụọ11 Jenụwarị 2021",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ipob asaala George Obiozor nke Ohanaeze Ndigbo maka okwu ọ gwara Nnamdi Kanu",
    "Ihe i kwesịrị ị ma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?Emelitere ikpeazụ na: 19 Ọgọọst 2018",
    "Enugu na steeti ndị ọzọ kachasị chọọ ihe 'nkiri 'gay' na 'Lesbian' na 2019Emelitere ikpeazụ na: 7 Jenụwarị 2020",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Hụ ya n'anya maọbụ kpọọ ya asị, lee ihe i kwesịrị ịma maka Arthur NzeribeEmelitere ikpeazụ na: 2 Nọvemba 2020",
    "Ihe Bishop Katọlik gwara Mbaka maka amụma o buru n'isi Hope UzodinmaEmelitere ikpeazụ na: 5 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}