{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Anne Soy",
    "Senior Africa correspondent",
    "Ebe foto si, SOPA Images",
    "Afrịka ga-eche \"izu kwuru izu maọbụ ọtụtụ ọnwa\" tupu ọgwụ mgbochi nke ngalaba WHO binyere aka erute ha aka, dịka ndị ọrụ dị iche iche na-agba mbọ ịhụ na ọgwụ mgbochi ruru Afrịka aka si kwuo.",
    "A rụpụtala ihe ruru ọgwụ mgbochi nde 900 site n'atụmatụ dị iche iche, nke ga-ezu ịgba ihe ruru pasentị 30 n'ime mmadụ otu ijeri na ụma atọ (1.3b) nọ n'Afrịka n'afọ a.",
    "Mkpachido nke ndị mba nwere nnukwu akụnaụba na-akpachi, enweghi ego e ji akwado, iwu nakwa ihe ndị ọzọ gụnyere n'ihe ndị na-eme ka usoro e ji ebuputa ọgwụ mgbochi ndị a na-akpụ ka eju. \"Ụwa nọ n'oge ịda mba, mana ọ bụ ndụ ndị mmadụ nọ na mba ndị enweghi ego ka a ga-eji chụọ aja,\" ka Tedros Ghebreyesus bụ onyeisi ngalaba WHO kwuru.",
    "I nwereike ibute coronavirus site na ahụrụ?",
    "Kedụ etu ọrụ gị si ghere oghe nye coronavirus?",
    "I nwereike ibute coronavirus ugboro abụọ?",
    "E kesaala ihe ruru ọgwụ mgbochi nde 40 na mba 49 bụ ndị nwere ego, mana ọ bụ naanị mkpụrụ 25 ka e kerela n'ime naanị otu n'ime mba ndị na-enweghi ego, dịka Tedros si kwuo. \"Ọ bụghị nde 25, ọ bụghị puku 25, naanị 25 nkịtị,\" ka o kwuru dịka ọ na-ekwughi mba nke ọ bụ.",
    "Mana ka ọ dị ugbua, enwebeghi ọgwụ mgbochi ọbụla nke si n'ofesi e nyerela onye ọbụla n'Afrịka, ka ọnwa abụọ e bu ụzọ wepụta ya na mpaghara Yurop gachara.",
    "Otu kpọrọ onwe ha \"The People's Vaccine Alliance\" chọpụtara na \"mba ndị nwere ego na-anọchịte anya naanị pasentị 14 mmadụ nọ n'ụwa azụtachaala ihe karịri ọkara (53%) ọgwụ mgbochi niile ndị nwereike ịdị ire.\" Nke a gụnyere ma ọgwụ mgbochi Moderna niile nke 2021 na pasentị 96 nke Pfizer na-atụ anya ịrụpụta.",
    "Kanada bụ mbụ n'ime mba ndị a, dịka ngụkọ nnyocha ụlọọrụ Airfinity mere kwuru, \"ọgwụ mgbochi ha kwụrụ ụgwọ ya ga-ezu ịgba onye Kanada ọbụla ugboro ise\". A ga-enye ha ihe ha kwụrụ ụgwọ ya tupu a tụpụrụ mba ndị enwechaghị ego ọnụ.",
    "'Achọla nnukwu uru'",
    "N'Afrịka, ọnọdụ a akpalitela ihe mere ebe afọ 1990, mgbe a rụpụtara ọgwụ e ji agwọ HIV/AIDS n'Amerịka. N'agbanyeghi na ọ bụ mpaghara a ka nwee ndị bu ọrịa HIV, o were ihe ruru afọ isii tupu ọgwụ e ji agwọtụ ọrịa ahụ enwee ike irute ndị Afrịka aka.",
    "Ihe ruru mmadụ nde iri na abụọ nwụrụ site n'ọrịa ahụ n'ime afọ iri, ebe ọnụọgụgụ ndị o gburu n'Amerịka belatara ọfụma, dịka nchọpụta ndị Africa Centers for Disease Control and Prevention si kwuo.",
    "Ebe foto si, AFP",
    "Ngagharị na mkpu ndị mmadụ tigidere mere ka e nwee ike weta ọgwụ Aids na-adịghị oke ọnụ n'Afrịka",
    "Winnie Byanyima bụ onyeisi ngalaba UNAids nọ n'ihu ndị na-eti mkpu ka ndị na-emepụta ọgwụ Covid-19 mee ihe ziri ezi.",
    "\"Anyị anaghị ekwu ka ha ghara irite uru,\" ka ọ gwara BBC. Mgbe ọ bụ ọgwụ nke Aids, ọ bụ nsogbu ndị bu HIV na ndị bu ikike mmadụ nwere ịdị ndụ n'isi nọ na-enye mere ka ndị gọọmentị kwere ka a na-arụpụta ọgwụ ndị nke na-adịghị oke ọnụ. \"Ego ọgwụ Aids otu onye si n'ịbụ $10,000 n'otu afọ datuo na $100 kwa afọ.\"",
    "Ọ chọrọ ka e sikwa etu ahụ mee maka ọgwụ mgbochi Covid-19, dịka ọ na-ekwu ka ndị ụlọọrụ mmepụta ọgwụ \"ghara ikwe ka akpịrị irite nnukwu uru na-akwagharị ha\". O kwuru na ha ga-eritenwukwa uru maọbụrụ na ha kesaa ihe ha mere ji nweta ọgwụ ha.",
    "'Ịmafe ibe gị'",
    "Onyeisi ngalaba WHO kwuru sị \"Dịka a ka na-ekwu ka e mee ndị ọzọ ka e mere ibe ha, ụfọdụ mba na ụlọorụ ka na-achọkwa ụzọ ha ga-esi keta nke naanị onwe ha, nke mere ka ego ole a na-ere ya rịa elu, na-achọkwa ịmafe ibe ha kwụ n'ahịrị.\"",
    "Ebe foto si, Reuters",
    "Saụt Afrika esonyela n'iji mmadụ ele ma ọgwụ mgbochi coronavirus dị iche iche ọ na-arụ ọrụ, mana ha enyewebeghi onye ọbụla ọgwụ mgbochi",
    "WHO na Vaccine Alliance mapụtara ebe Covax a ga-esi ekesa ọgwụ mgbochi COvid-19 na mpaghara ụwa.",
    "Ka ọ dị ugbua, ha azụpụtala ọgwụ ijeri abụọ maka mba ndị, nke gụnyere Afrịka niile. Ihe dị ka nde 600 bụ maka Afrịka.",
    "Ngalaba African Union ahaziela ka mba ndị nọ n'okpuru ha ga-etinye akwụkwọ ịnata $7bn n'aka ndị na-ebinye ego, nke ga-ekpuchi ọgwụ mgbochi nde 270 dịka Cyril Ramaphosa bụ onyeisiala mba Saụt Afrịka nakwa onyeisi ngalaba ahụ si kwuo.",
    "Ihe ndị ọzọ gbasara ọnọdụ coronavirus n'Afrịka:",
    "Maurice Iwu sị na ọrịa Coronavirus abụghị ihe ọhụrụ",
    "Coronavirus o si n'ikuku agbasa?",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirus",
    "Mana ọ bụrụgodi na ha dị njikere, ihe gbasara mbinye aka ka bụkwa agada gbachiri ụzọ.  A bịa n'okpuru Covax, naanị ọgwụ mgbochi nke WHO binyerela aka ka a ga-azụtanwu. Naanị Pfizer ka WHO kwuru na e nwereike ịzuta ma ọnọdụ gbatagbata dịrị.",
    "I nwereike ibute coronavirus site n'ahụrụ?",
    "Akụkọ ọma i kwesịrị ịnụ gbasara coronavirus",
    "Etu ndị gọvanọ ọwụwanyanwụ si echere coronavirus aka mgba",
    "Kedụ okwu ọhụrụ ọrịa coronavirus kuzirila gị?",
    "Mba ndị mepere emepe dịka Amerịka nakwa ụfọdụ dị na Yurop nwere ngalaba ndị na-akwado ọrụ WHO, nke ga-ekesanwu ọgwụ mgbochi na-echeghi WHO.",
    "Ọtụtụ mba ekesaala ọgwụ mgbochi ndị nke WHO ebinyebeghi aka. Dkt Mihigo kwuru \"ndụmọdụ anyị bụ ka mba ghara iche naanị ka WHO binye aka, mana ka ha werekwa mbinye aka ngalaba ndị ọzọ makwa ihe ha na-eme.\"",
    "Mba ndị dịka Seychelles, Moroko na Ijipt na-enye ndị mmadụ ọgwụ mgbochi nke ndị Chaịna rụpụtara bụ Sinopharm, ebe Guinea na-enye Sputnik V nke ndị Rọshịa.",
    "John Nkengasong bụ onyeisi CDC nke Afrịka kwuru na enweghi mkparịtaụka ọbụla a na-enwe maka ịzụta ọgwụ mgbochi abụọ a, mana na ngalaba ha na mba ndị na-arụpụta ha \"na-akpa\". Ọtụtụ mba ndị dị n'Afrịka na-etinyekwa uche n'ọgwụ mgbochi abụọ a, dịka ha ka na-eche ndị nke ndị ofesi ji agwọ nke ha.",
    "Mmụta Aids 'na-akuzighi'",
    "BBC ajụpụtanwughi n'ọnụ ndị ma maka ya mgbe ọgwụ mgbochi Covax nwereike irute ndị Afrịka aka. A ka na-ekwu na e nwere olileanya na o nwereike ịbụ ebe Febụwarị maọbụ ruo ngwụcha Maachị tupu nke Covax erute.",
    "Mr Schreiber nke Unicef kwuru \"Anyị chọrọ ibupu ọgwụ ndị nke mbụ a ga-ekesa ọsịsọ ọsịsọ\".",
    "A na-atụ anya na a ga-ebido ikesa ọgwụ nde 270 nke ngalaba African Union nwetara site n'ọnwa Epreelụ.",
    "E nwebeghi ọgwụ nke ndị WHO binyere aka a na-ekesa n'Afrịka ugbua.",
    "Byanyima kwuru na \"a mụtabeghi ihe e kwesịrị isi n'ọgwụgwọ HIV mụta ruo ugbua.\"",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere28 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu Afrịka si eche ebighebi maka ọgwụ mgbochi covid-19elekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirusEmelitere ikpeazụ na: 23 Eprel 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Birth Control: Etu ọgwụ 'contraceptives' si chọọ idula m mmụọ",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Gọọmenti Nigeria ekwuola okwu maka CoronavirusEmelitere ikpeazụ na: 28 Febụwarị 2020",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}