{
  "published": "24 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chris Okereke",
    "A sị na nwoke hụrụ nwaanyị ọ ga-alụ hụrụ ezi ihe nakwa na mma nwaanyị bụ di ya.",
    "Mana e nwere oge akụkọ na-ekwu na ego e ji alụ nwaanyị n'obodo Mbaise, Imo Steetị dị oke ọnụ ahịa.",
    "M ga-edozi ihe mebiri emebi n'Imo steeti - Emeka Ihedioha",
    "Ihe mere e ji alụ nwaanyị n'ozu n'ala Igbo",
    "Ije Di: Gịnị mere ndị Igbo ji asị ka nwaanyị nwalee alụmdị na nwunye?",
    "O nweghi onye ma ebe akụkọ a malitere ma ọ bụ mgbe o bidoro na-efesasị.",
    "O meela ka ụfọdụ ụmụnwoke na-agbara Mbaise ọsọ n'okwu ịlụ nwaanyị ma meekwa ka ụfọdụ ụmụagbọghọ Mbaise alụghị di.",
    "Ebe foto si, Nem_Photography/Instagram",
    "BBC Igbo sị ka o leba anya n'okwu a maara ma ọ bụ eziokwu na ịlụ nwaanyị dị oke ọnụ na Mbaise.",
    "Etu e si achụ nwaanyị taa na mgbe gboo",
    "Arochukwu : Uru ịjụ ese bara tupu alụmdi na nwunye",
    "Ụfọdụ ndị lụrụ nwaanyị na Mbaise tinyere ọnụ n'okwu ma kọwaa etu ije ha si gaa n'ịlụ nwaanyị.",
    "Ogechi Duruji bụ onye Ezemeku dị n'Uguta, Imo Steetị sị na ọ lụrụ nwaanyị n'Ahiazu Mbaise Kamgbe afọ 2010.",
    "Ebe foto si, Ogechi Duruji",
    "\"Emefughị m nnukwu ego mgbe m lụrụ nwunye m\" - Ogechi Duruji",
    "Ọ kwuru na akụkọ a na-akọ banyere ịlụ nwaanyị bụ ezigbo asị ọcha maka na o ji onwe ya amatụ, na o mefughi nnukwu ego n'oge ahụ.",
    "Ọ sị na ego o ji n'aka mgbe ọ lụrụ nwaanyị erughi puku narị naịra abụọ (N200,000) ma ego akụisi nwaanyị na ihe ndị ọzọ so ya.",
    "Duruji sị na otu ihe wutere ya n'oge ahụ agwụla puku naịra ise (N5,000) a nara ya maka ịjụ ajụjụ.",
    "Ọ sị na ya ndị ọgọ kpara nke ọma na ha nabatara ego ihe ndị ji bịa lụọ nwa ha.",
    "Otu nwoke ọzọ bụ onye Ekiti Steetị na-achọghị ka a kpọọ aha na-eme ihe ịlụ nwaanyị n'Ahiazu Mbaise kọwara ihe ndị dị n'akwụkwọ ya.",
    "ụfọdụ ihe ndị dị n'akwụkwọ ya gụnyere; ego ụmụnna N16,000, otu krate mmanya staụt, krate mmanya beer atọ, sịga, ụtaba, mkpụrụ ọji 36.",
    "Nke ụmụnwaanyị bụ N12,000, krate mmanya malt abụọ, efere ụgba na anụ anọ (ndị nwoke na nwaanyị), aṅara, osikapa, anụ na mmanya, ndị ntoroọbịa puku naịra ise N5000.",
    "Ọ sị na ngụkọọ ego niile ọ ga-efu nwereike ịbụ otu puku narị naịra na puku iri anọ (N140,000).",
    "Ihe nwafọ Mbaise kwuru",
    "Otu onye ndu ọdịnala si n'obodo Eziudo dị n'Ezinihite Mbaise bụ Maazị Okenze Nnabugwu Festus sị na Mbaise niile nwere otu omenala n'ihe ịlụ nwaanyị.",
    "Ọ sị na ihe gbapụtara ihe bụ na ọ bụ ụmụnna na ezinaụlọ nwe nwaanyị na-ekpebi ihe a ga-eji alụ nwa ha.",
    "Ọ sị na ọtụtụ ezinaụlọ na-achọ ka a zụta ihe ndị n'akwụkwọ bụ nke a na-eke ụzọ abụọ, nye ụmụnna otu ebe nna nwaanyị ga-ewere otu.",
    "Ebe foto si, BigHWedding/Instagram",
    "Mana ụfọdụ ndị bịara ịlụ nwaanyị na-enye ego karịa ịzụta ihe ndị ahụ site na nkwerịkọta ezinaụlọ nkwa nwaanyị.",
    "Nnabugwu sị na ihe ndị ahụ a ga-azụta maọbụ ego ole ha ga-akwụ anaghị egbochi mmadụ alụghị nwaanyị.",
    "Ọ sị na ọ bụghị iwu na nwoke ahụ ga-emecha ihe niile dị n'akwụkwọ, na akwụkwọ ahụ maka ntuziaka.",
    "Ọ gara n'ihu sị na ihe niile na-abụ site na nkwekọrịta nwoke chọrọ ịlụ nwaanyị na nna (ezinaụlọ) nke nwaanyị ọ chọrọ ịlụ.",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Ihe m hụrụ mgbe m na-agba ọsọ ndụ Igboho- Nwunye Seriki, onyeisi ndị Fulani n'Oyo steeti24 Jenụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu15 Jenụwarị 2021",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego14 Jenụwarị 2021",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe m hụrụ mgbe m na-agba ọsọ ndụ Igboho- Nwunye Seriki, onyeisi ndị Fulani n'Oyo steeti",
    "I so na ndị sị na agbamakwụkwọ Katolik edoghị anya? Lee ihe isii ọ ga-eri gị ịgba akwụkwọ Katọlik na NaijiriaEmelitere ikpeazụ na: 16 Ọgọọst 2018",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?",
    "'Goọmentị ọhụrụ a ga-eme ọfụma n'ihi na anyị tụrụ ha ezigbo ntọala' - Donald Trump",
    "NIMC NIN Registration: Oge ọhụrụ ị nwere ịjịkọ NIN na airtel, MTN na Glo SIM gị",
    "Ọ tụwara nwaanyị ime gbaa ọsọ, ugbua nwa ahụ a mụtaara ya adịrịla ya imeEmelitere ikpeazụ na: 18 Nọvemba 2018",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Etu e si achụ nwaanyị taa na mgbe gbooEmelitere ikpeazụ na: 24 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}