{
  "published": "27 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụkọchukwu Eliot Ugochukwu Uko bụ onye chọpụtara  ndị Igbo Youth Movement nakwa odeakwụkwọ 'Eastern Consultative Association' ekwuola na ọtụtụ ihe emebiala tupu ahọpụta ndị isi ọrụ nchekwa ọhụrụ na Naịjirịa.",
    "O kwuru na o kweteghị na ndị isi ọrụ nchekwa a ahọpụtara ọhụrụ a ga-agbanwe ihe mebigoro gbasara nchekwa Naịjirịa.",
    "Ndị ọrụ nchekwa Naijiria ga-etinye anya ịkwusi okwu asị",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017",
    "O kwuru na usoro nhazi ọchịchị, ịma mmadụ, amaghị ọrụ ndị ọchịchị nakwa ọchịchị nchigbu butere ọtụtụ nsogbu dị na nchekwa Naịjirịa.",
    "O kwuru na emeghị nhọpụta n'oge  emeela ka otu ndị omekome karịa na Naịjirịa.",
    "Uko kwuru na okwu esoghị 'Federal Character' wee mee nhọpụta abụghị ihe ọhụrụ.",
    "N'okwu ya, ndị na-achị Naịjirịa a na-achị gwa anyị na onweghị onye tozuru n'ala Igbo ị nọ n'isi oche ọrụ nchekwa Naịjirịa.",
    "Gbasara okwu na ọ bụ Leo Irabor kwesiri ịnọ n'isi ọkwa n'ime ndị ọrụ nchekwa a ahọpụtara ọhụrụ a, Uko kwuru na ọ bụghịkwa ihe ọhụrụ.",
    "Ebe foto si, Nyesom Wike/Facebook",
    "Gọvanọ Rivas steeti bụ Nyesom Wike adọọla ndị isi ọrụ nchekwa ọhụrụ aka na ntị ka ha gbanahụ iji ịma mmadụ so ihe gbasara nchekwa Naịjiria.",
    "O kwuru sị na ọ dị mma na onyeisiala emechaala gee oku ndị mmadụ kpọrọ ka e weta ndị ọhụrụ, ma kwuo ka ha gbaa mbọ ghara ị na-agba egwu ndị ndọrọndọrọ ọchịchị na-akụ.",
    "Aisha Yesufu bụ otu ndị isi ngaghariwe 'End Sars' kwuru si na ọ ka na-agbagoju ya anya etu onye achụbụrụ n'ọrụ maka amaghị ọrụ ga-esi bụrụ onyeisi ndị ọrụ nchekwa ugbua.",
    "",
    "Ndị uweojii na ndị agha nọchiri ụzọ esi abanye Orluelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Ihe i kwesịrị ịma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu15 Jenụwarị 2021",
    "Ndị uweojii na ndị agha nọchiri ụzọ esi abanye Orlu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?",
    "O wutere m na ndị Yoruba ibe m sonyere ndị ọchịehi wee gbaa ụlọ m ọkụ - Sunday Igboho",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}