{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/Mbuhari",
    "Ọ bụ n'ụbọchị Tuzde ka onyeisiala Naịjirịa bu Muhammadu Buhari gbanwere ndị isi nchekwa.",
    "O kwuputara n'akara Twitter ya na ọ nabatara akwụkwọ nkwụsị ọrụ ha ma kelee ha maka aja niile ha chụụrụ ndị Naịjirịa n'ọrụ ha.",
    "Onye bụ ọchịagha Alex Badeh?",
    "Enugwu ga-enweta ụgbọelu agha maka nchekwa",
    "N'otu aka ahụ, o wepụtakwara aha ndị ga-anọchi anya ndị na-apụpụ n'ọrụ nchekwa obodo.",
    "Nke a na-abịa adịka ndị mmadụ na-akatọ ndị agha maka omume ha n'Orlu, Imo steeti.",
    "Aha ndị ọhụrụ na-abata bụ:",
    "Ebe foto si, BashirAhmad/Twitter",
    "Ọchịagha I Attahiru bụzi onye ji ọkwa 'Chief of Army Staff'",
    "Ọchịagha I Attahiru",
    "Nọchiri anya Tukur Buratai dịka 'Chief of Army Staff'",
    "Attahiru jiri ọkwa dị iche iche n'otu ndị agha Naịjirịa.",
    "Ọ rụburu ọrụ dịka onyeisi ndịagha na-ebuso ndị Boko Haram agha na Borno State, a kpọrọ 'Operation Lafiya Dole'.",
    "Ọ bụ oge Attahiru na-achịkọta ngalaba a ka Boko Haram kpara ọtụtụ mkpamkpa ha kpara n'afọ 2017.",
    "Otu n'ime ha bụ oge ndị Boko Haram wakporo ndị ụlọọrụ NNPC gara njem ịchọpụta mmanụ agbịdị na mpaghara 'Lake Chad'.",
    "Ndị agha iri na abụọ tufuru ndụ ha na mwakpo ahụ, ebe ndị Boko Hara tọọrọ ụfọdụ ndị nkuzi Mahadum 'University of Maiduguri' so wee mee njem ahụ.",
    "N'ọnwa Disemba afọ 2017, e wepuru Attahiru dịka onyeisi 'Operation Lafiya Dole' ma zighachi ya n'isi ụlọọrụ ndị agha dị n'Abuja.",
    "Ebe foto si, Nigerian Army",
    "Ọchịagha Leo Irabor nọchiri anya Gabriel Olonisakin dịka 'Chief of Defence Staff'",
    "Ọchịagha Leo Irabor",
    "Nọchiri anya Gabriel Olonisakin dịka Chief of Defence Staff.",
    "Irabor rụkwara ọrụ ọtụtụ afọ dịka onyeisi operation lafiya dole.",
    "Ọ bụ Irabor hafere ọchịchị ngalaba ahụ n'aka Attahiru n'ọnwa May afọ 2017.",
    "Irabor mechara rụọ ọrụ dịka onyeisi ngalaba ndị agha na-ahụ maka ọzụzụ nke a kpọrọ 'training and operations' na bekee.",
    "Ọchịagha mmiri A.Z. Gambo",
    "Ọ rụrụ ọrụ dịka onyeisi ngalaba mgbasaozi nke ndị agha mmiri Naịjirịa",
    "Ọ nọchiri anya Ibok Ete-Ibas dịka onye isi ndị agha mmiri.",
    "Ọ bụ n'afọ 2016 ka e si n'ọkwa Commodore bulie Gambo n'ọkwa Rear Admiral.",
    "Ebe foto si, Nigeria Airforce",
    "I.O Amao nọchiri anya Sadique Abubakar",
    "Ọchịagha Isiaka Oladayo Amao",
    "Ọ bụ onye nọchiri anya Sadique Abubakar dịka onyeisi ndịagha ụgbọelu Naịjirịa.",
    "Ọ banyere n'otu ndịagha n'afọ 1984, ma jikwaa ọkwa dị icheiche n'isi ụlọọrụ ndị agha ụgbọelu dị n'Abuja.",
    "Egwu ka ji ndị mmadụ ịpụta na mbara n'Orlu26 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Etu m si bụrụ ọkaibe n'ịlụ ọgụ 'Martial art' ka awụchara m 'acid' - Lovethpatra Young26 Jenụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Ihe i kwesịrị ịma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu15 Jenụwarị 2021",
    "Egwu ka ji ndị mmadụ ịpụta na mbara n'Orlu",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe ndị ị kwesiri ịma maka ndị isi nchekwa ọhụrụ Naịjiria",
    "O wutere m na ndị Yoruba ibe m sonyere ndị ọchịehi wee gbaa ụlọ m ọkụ - Sunday Igboho",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwaEmelitere ikpeazụ na: 27 Nọvemba 2019",
    "Joe Biden: Lee iwu ndị Trump tinyere ọ na-ewepụ ozugbo ozugbo",
    "IPOB bu ọgbaghara bịa n'ọgbakọ Ndigbo n'AwkaEmelitere ikpeazụ na: 21 Mee 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}