{
  "published": "27 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ernest Asuzu Instagram page",
    "Onye ejije Nollywood a ma dịka Ernest Asuzu anwụọla.",
    "Emeka Rollas bụ onyeisi ngalaba jikọrọ ndị na-eme ejije na Nollywood, gwara BBC Igbo na ọ kubiri daa ma ghara ibilite ọzọ.",
    "Gịnị na-esere Mike Ezuruonye na Kunle Afolayan?",
    "Victoria Inyama: Di m na-eti m ihe tupu anyị agbasaa",
    "O kwuru na e buru ya gawa ụlọọgwụ mana ọ nwụrụ tupu a garuo ụlọọgwụ.",
    "Rollas kwuru na ọ nọ na-arịabu ọrịa, mana ọ gbakere tupu ọdachi a emee.",
    "O kọwaghị ya bụ ọrịa.",
    "Ernest Asuzu bụ onye na-eme ejije Nollywood, otiegwu, onye na-emepụta ihe nkiri nakwa onye a na-ekiri n'onyonyo kwa mgbe kwa mgbe.",
    "A ma ya dịka onye na-akpakarị agwa dịka ogbu mmadụ n'ejije.",
    "O bidoro wuwe mgbe o mechara ejije Nollywood akpọrọ \"Another Campus Queen\" n'afọ 90s.",
    "Ọrụ ya ka dịcha ọhụrụ bụ egwu o tiputere ọhụrụ n'afọ 2020 akpọrọ \"The Truth.\"",
    "Asuzu bụ nwafọ Imo steeti mana o toro na Legos dị na Naịjirịa.",
    "Ebe foto si, Instagram Screengrab",
    "Asịrị feghariburu na Ernest Asuzu anwụọla mana ọ pụtara n'oge ahụ kwuo na ọ ka dị ndụ",
    "A mụrụ ya n'afọ 1971 na Legọs",
    "Mana ọ bụ onye Arondizuogu nke dị n'okpuru ọchịchị Ideato North n'Imo steeti",
    "Ọ gụrụ akwụkwọ Praịmarị na St Patricks Primary School na Yaba",
    "Akwụkwọ Sekọndịrị ya bụ na Aje Comprehensive Secondary School Yaba",
    "N'otu oge, Ernest Asuzu rịara nnukwu ọrịa nke metụtara etu o si ekwu okwu",
    "N'ọnwa Mee 2019, asịrị malitere ifegharị na Ernest Asusu anwụọla ma na ọ pụtara kwuo na ọ ka dị ndụ",
    "N'ọnwa Nọvemba 2020, o tiputara efere egwu ọhụrụ nke ọ kpọrọ 'The Truth'",
    "Exercises: Lee oge ime 'exercise' nwereike idula mmadụ mmụọ",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017",
    "Egwu ka ji ndị mmadụ ịpụta na mbara n'Orlu",
    "O wutere m na ndị Yoruba ibe m sonyere ndị ọchịehi wee gbaa ụlọ m ọkụ - Sunday Igboho",
    "Victor Olaiya: Lee ihe ndị a ga eji echeta otiegwu a larala mmụọ13 Febụwarị 2020",
    "Emmanuel Nwobosi: Ihe ị maghị maka ọchịagha a so Ojukwu kwaa mgbọ n'agha Biafra25 Nọvemba 2020",
    "Ndị uweojii na ndị agha nọchiri ụzọ esi abanye Orluelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Ihe i kwesịrị ịma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu15 Jenụwarị 2021",
    "Ndị uweojii na ndị agha nọchiri ụzọ esi abanye Orlu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?",
    "O wutere m na ndị Yoruba ibe m sonyere ndị ọchịehi wee gbaa ụlọ m ọkụ - Sunday Igboho",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}