{
  "published": "25 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/UGC/Other",
    "Onyeisi otu Ipob bụ Nnamdi Kanu etinyela ọnụ n'okwu gbasara ihe na-eme n'Orlu ma kwuo na \"Orlu agaghị a bụ Obigbo ọzọ\".",
    "O ji Obigbo nke dị na Rivas steeti ebe echeere na ndị agha gburu ndị mmadụ n'ụzọ ezighi ezi were amaatụ n'ihe na-eme n'Orlu.",
    "Etu ọgbaghara dapụtara n' End SARS si kpọtụọ n'Oyigbo, Rivas steeti",
    "O kwukwara na ọ ga-aga n'ihu ị me ihe ọ na-eme rue mgbe akpọrọ ya oku na \"Hague\".",
    "Hague bụ ebe ụlọikpe kachasị na-ekpe ndị omekome n'ụwa niile ikpe nọ, ọ dị na mba Netherlands.",
    "\"Nwụchie nu ndị aka ha dị n'ọgbaghara a\" - Hope Uzodimma",
    "Ebe foto si, UGC/Other",
    "Aka na-achị Imo steeti bụ Hope Uzodimma etinyela mmachị ngagharị n'obodo Orlu dịka ọgbaghara dapụtara n'ebe ahụ.",
    "Amabeghi mgbe mmachi a ga-ebi mana o ga-esi n'abalị rue n'ụtụtụ.",
    "Ebonyi state NURTW Crisis: Etu ntuliaka ndị NURTW si bute nkwafu ọbara n'Ebonyi steeti",
    "Amerịka enyela Imam zọrọ ndị ụka Kraist 200 ndụ nturuugo",
    "Uzodinma n'ozi ziputere kwukwara na obi adịghị ya mma maka ogbugbu na ọgbaghara ahụ dapụtara.",
    "O zikwara ndị ọrụ nchekwa ozi ka ha nyoo anya n'ala chọpụta ndị aka ha dị n'ogbugbu a.",
    "Ebe ndị mmachi a metụtara bụ",
    "Ihe anyị ma maka ihe na-eme n'Orlu",
    "Ebe foto si, Abs Radio/Tv",
    "Akụkọ na-efegharị na-ekwu na ndị nọ n'Orlu agbaala ọsọ ndụ dịka otu amaghị ndị ha bụ na ndị echere na ha bụ ndị agha Naịjirịa na-akwa mgbọ.",
    "Otu onye nọ ebe ihe mere aha ya bụ Chimezie kwuru na ọ gbapụrụ na be ya gbalaga obodo ọzọ dị nso n'ebe ahụ.",
    "Ebonyi state NURTW Crisis: Etu ntuliaka ndị NURTW si bute nkwafu ọbara n'Ebonyi steeti",
    "Amerịka enyela Imam zọrọ ndị ụka Kraist 200 ndụ nturuugo",
    "O kwuru sị \"ụzọ abụọ banyere n'ime ogbe ebe m bi bụ ndị agha nọchiri ya, ha hiri nne ju ebe niile\"",
    "Onye ọzọ BBC Igbo gbara ajụjụ ọnụ bụ Precious kọwara ihe anya ya hụrụ n'ụzọ Orlu taa.",
    "O kwuru na ọ nọ n'ụzọ a ga Orlu mgbe mmadụ ụgbọala anọ bụ ndị mmadụ na-agbali egbe elu zutere ha n'ụzọ.",
    "O kọwara na mmadụ niile nọ n'ụzọ ahụ gbahapụrụ ụgbọala ha mgbe ha hụrụ ihe na-eme.",
    "Precious kwukwara na ọ maghị otu bụ otu ahụ na-agbli egbe elu.",
    "Mgbe BBC kpọtụrụ ọnụ na-ekwuchitere ndị uweojii n'Imo steeti bụ Orlando Ikeokwu, o kwuru na ọ nọ na nzụkọ ma sị anyị kpọghachi ya.",
    "Kedụ etu ọgbaghara a si bido?",
    "Ebe foto si, TWITTER/HQNIGERIANARMY",
    "Otụ onye na-achoghi ka a kpọọ aha ya gwara BBC Igbo na oruola izu ụka abụọ ọ bidoro ịhụ ụmụ okorobịa bu ngwa ọgụ na anọkari n'ime ụgbọala na-agbali egbe elu ka ha na-agbafe n'orlu.",
    "Ọ kwuru na ndi a na-eyikari uwe ojii na okpu na-achaa mmemmé.",
    "Ha nwere-ike ịbụ ụgbọala Sienna, hilux maọbụ jeep.",
    "Ọ kwuru na ndị a anaghị achọ ndị obodo okwu kama ha na-awakpo onye ọrụ nchekwa Obula ha hụrụ n'ụzọ.",
    "Ọ kwukwara na egbe nke a gbara taa na ha gbara ya gbatee ya aka.",
    "Ọ kwuru na enweghị onye ma ndi ha bụ.",
    "Ọ kwuru na ụbọchị olee gara aga ka ndị agha gara obodo ụmụtanze bụ ebe ndị a si aputa, were nwuchie ma gbuo kwa ụfọdụ ụmụ okorobịa ha jidere.",
    "Kama ọ kwuru na ọ bụghị ndị a ka ndị agha ahụ jidere.",
    "Ọ kọwara na ndị agha gbara keke ụfọdụ ndị mmadụ ọkụ dika ndi agha na-ekwu na egburu otu onye otu ha n'obodo ahụ.",
    "Onye akaebe a kwuru na ndị nọ n'obodo Umutanze agbaala ọsọ ndụ ha. Ma sikwa na ya bụ ogbaaghara na ha abanyela obodo ndị ọzọ.",
    "Lee ihe Nnamdi Kanu kwuru maka ihe na-eme n'Orluelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Chelsea ewerela azịza zapụ Frank Lampard",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu15 Jenụwarị 2021",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego14 Jenụwarị 2021",
    "Lee ihe Nnamdi Kanu kwuru maka ihe na-eme n'Orlu",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Sunday Igboho ọ na-akwado Nnamdi Kanu?",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ebonyi state NURTW Crisis: Etu ntuliaka ndị NURTW si bute nkwafu ọbara n'Ebonyi steeti",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}