{
  "published": "25 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook/Dave Umahi",
    "Ndị uweojii ejichiela ihe ruru mmadụ iri atọ aka ha dị n'ọgbaaghara dapụtara n'Ebonyi steeti n'ụbọchị Sọnde nke tara isi ụfọdụ mmadụ.",
    "Ihe ruru mmadụ anọ nwụrụ n'ọgbaaghara ahụ nke dapụtara n'etiti ndị ọrụ ụgbọala a kpọrọ 'National Union of Road Transport Workers'.",
    "Ebe ya bụ ihe mere bụ n'obodo Effium nke dị n'okpuru ọchịchị Ohaukwu.",
    "Francis Nwaeze, onye enyemaka mgbasaozi nke Gọvanọ Dave Umahi, gwara BBC Igbo na gọvanọ na ndị ọrụ ya ga-aga n'obodo Effium n'elekere mbụ nke ụbọchị Mọnde a.",
    "Aka m abụọ na-achọ ịkpọnwụ akpọnwụ - Pastor Okochi Obeni",
    "Nwaanyị Ngbo ndị Agila gburu gafere ebe gọọmentị sị onye agala - Ndị uweojii Ebonyi steeti",
    "Etu e si wakpo ma gbuo mmadụ abụọ ma tọrọ mmadụ ise n'Edda di na Ebonyi steeti",
    "Loveth Odah bụ ọnụ na-ekwuru ndị uweojii Ebonyi steeti kwuru na ọ bụ oge a na-eme ntuliaka ndị ga-achị ya bụ otu ka ọgbaaghara nọ dapụta.",
    "Mana akụkọ na-ekwu na ndị nwụrụ n'ọgbaaghara ahụ ruru asatọ.",
    "Dịka ụlọntaakụkọ 'The Sun' si depụta, ndị e jichiri n'ihi ya bụ ọgbaaghara gụnyere Clement Odah, bụ onyeisi okpuru ọchịchị Ohaukwu, Chinedu Awo, bụ onye omeiwu na-anọchi anya mpaghara Ohaukwu, Sunday Agbo bụ nchịkọta 'Effium Development Centre', nakwa Eucharia Ogwale onye nchịkọta 'Effium South Development Centre'.",
    "Ndị ọzọ bụ Emmanuel Uzor na Emmanuel Igwe bụ ndị enyemaka pụrụ iche nke Gọvanọ Dave Umahi.",
    "Nwoke a na-ebe akwa maka nwunye abụọ ya nwụrụ n'ihe mberede Ebonyi",
    "Akụkọ igbu mmadụ apụtala ugboro ugboro n'Ebonyi steeti n'ọdị nso a dịka ndị otu nzuzo dị icheiche na-aluso onwe ha ọgụ.",
    "Mana ọgbaaghara nke ụbọchị Sọnde bụ nke mbụ na-esi n'aka ndị ọrụ ụgbọala.",
    "Ọtụtụ ụlọ nakwa ụgbọala ndị mmadụ ka a lakwara n'iyi na ya bụ ọgbaaghara.",
    "Gọọmentị etinyela mmachi mkpagharị na mpaghara ebe ọgbaaghara a dapụtara.",
    "Gọvanọ Dave Umahi machikwara ndị NURTW ịrụ ọrụ na steeti ahụ ọzọ ruo mgbe ihe niile dajụrụ.",
    "Akụkọ a ka na-abịa.",
    "Vidio, Ebonyi steeti: Ihe mere na Ngbo, Ebonyi Steeti11 Maachị 2020",
    "Vidio, David Umahi: Ihe ndị Ebonyi na-ekwu maka etu o si gbalaga hapu Ebonyi20 Nọvemba 2020",
    "Umahi amachiela ndị ọchị ehi ịbata Ebonyi Steeti28 Febụwarị 2018",
    "Vidio, Ebonyi State Crisis: Etu e si wakpo, gbuo mmadụ abụọ ma tọrọ mmadụ ise n'Edda di na Ebonyi steeti, Duration 1,585 Julaị 2020",
    "Lee ihe Nnamdi Kanu kwuru maka ihe na-eme n'Orluelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Chelsea ewerela azịza zapụ Frank Lampard",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Image gallery, Foto Diego Maradona: Nlereanya maka ndụ dike a bụ ọkaibe na bọọlụ25 Nọvemba 2020",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu15 Jenụwarị 2021",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego14 Jenụwarị 2021",
    "Lee ihe Nnamdi Kanu kwuru maka ihe na-eme n'Orlu",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Sunday Igboho ọ na-akwado Nnamdi Kanu?",
    "Eastern Security Network: \"Anyị akwadoghi mba ọgụ Nnamdi Kanu na-abara ndị gọvanọ\"",
    "Ebonyi state NURTW Crisis: Etu ntuliaka ndị NURTW si bute nkwafu ọbara n'Ebonyi steeti",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}