{
  "published": "28 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "A kpụpụghị Onye eze Jesus ụlọikpe taa dịka e si chebuo, ọ ka nọ n'aka ndị uweojii.",
    "Ruo ugbua, amabeghi ihe ga-eme maọbụ mgbe a ga-akpụpụ ya ya bụ ụlọikpe.",
    "Nke a na-abịa dịka aka ndị uweojii Anambra steeti kparala Onye eze Jesus nke ezigbo aha ya bụ Onyebuchi Okocha, maka ebubo ịghọgbu ndị mmadụ wdgz.",
    "Ebubo ndị e boro ya gụnyere ịmetọ ego Naịjirịa nakwa ịgba ndị mmadụ o ji n'ọrụ n'anwụ.",
    "\"A kpaa gị ị pụọ n'ụzọ\" na okwu ndị ọzọ e ji mara ndị ụkọchukwu",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021",
    "Cheta na ọ bụ taa ụbọchị 28 Jenụwarị ka o kwuru o ga-eji kpọlitekwa ndị nwụburu n'ọnwụ.",
    "Mana Gọọmentị Anambra dọrọ ụlọọgwụ nakwa ụlọ ozu dị icheiche na steeti ahụ aka na ntị ka ha na Onye eze Jesus ghara ịmekọ ihe ọbụla.",
    "N'akwụkwọ ozi si n'aka Mazi Nwankwo Nwabueze, onye ji ọkwa 'Permanent Secretary' na ngalaba ahụike Anambra, gọọmentị kwuru na ụlọọgwụ ọbụla maọbụ ụlọ ozu ọbụla ha na Onye eze Jesus mekọrọ ihe, ga-anata ntaramahụhụ.",
    "Cheta na Onye eze Jesus rịoburu mgbaghara n'ụbọchị ụka mgbe gọọmentị Anambra steeti wepụtara ozi katọrọ atụmatụ ya.",
    "Ugbua, ọ bụ n'ụlọikpe dị n'Ogidi ka a ga-ekpe ya ikpe maọbụrụ na ọ ga-aga ụlọikpe.",
    "Ihe anyị ma maka Onye eze Jesus",
    "Ebe foto si, Facebook/Screengrab",
    "- Aha ya bụ Onyebuchi Okocha",
    "- Ọ bụ onyeisi ụlọụka akpọrọ 'Children of Light Ministries' dị na Nkpor, n'Anambra steeti",
    "- Ọ bụ onye obodo Amafor dịkwa na Nkpor",
    "- Ọ gbara ihe dị ka afọ iri atọ na abụọ",
    "- Ọ rụburu ọrụ dịka onye na-anakọ ego n'ụgbọala bus.",
    "- O malitere iwu mgbe ọtụtụ ihe onyonyo gosiri ebe ọ na-agwa ndị mmadụ mee ihe dị icheiche maka ego pụtara",
    "- Gọọmentị Anambra steeti dọrọ ya aka na ntị nke mere ka ọ pụta rịọ mgbaghara",
    "- Ndị uweojii mechara nwuchie ya n'ụbọchị 27 n'ọnwa Jenụwarị afọ 2021.",
    "- A ba-atụ anya na a ga-akpụpụ ya ụlọikpe taa bụ ụbọchị 28 n'ọnwa Jenụwarị.",
    "Akụnaụba obodo a adaala kemgbe ihe mere n'Orlu - Eze Amaifeke28 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'28 Jenụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Akụnaụba obodo a adaala kemgbe ihe mere n'Orlu - Eze Amaifeke",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'",
    "Ihe mere 'Onye eze Jesus' taa",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Sunday Igboho adọọla ndị Fulani na-achị ehi ha sị n'Ogun Steeti waa maọbụ ...",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?",
    "Ebonyi state NURTW Crisis: Etu ntuliaka ndị NURTW si bute nkwafu ọbara n'Ebonyi steeti",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}