{
  "published": "28 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kedụ ọnọdụ Orlu nọ n'ime ya ugbua kemgbe ndị agha na ndị a na-eche na ha bụ ndị Eastern Security Network (ESN) kwatachara?",
    "BBC garuru obodo ahụ iji anya ha hụ ka ihe dị ugbua.",
    "Eze dkt. E.C. Okeke gwara BBC Igbo na ndị mmadụ anaghị agagharịcha etu ha si emebu mbụ.",
    "O kwukwara etu o si metụta akụnaụba obodo ha ugbua.",
    "Kedụ ihe ọ gwara ndị ọrụ nchekwa? Chọpụtakwa ya ebe a.",
    "Ka o si ga n'Orlu n'ụbọchị nke atọ",
    "Ihe mere 'Onye eze Jesus' taa",
    "Vidio, Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu, Duration 1,1327 Jenụwarị 2021",
    "Vidio, Orlu Crisis: \"Ndị uweojii enweghi ike ịkọwa mmadụ ole nwụrụ n'Orlu\", Duration 1,1226 Jenụwarị 2021",
    "Orlu Crisis: Okorocha agaala Orlu, wee gwakwa ndị isi ọchịchị Orlu si 'Ọzọemena!'5 Febụwarị 2021",
    "Vidio, Exclusive from Orlu: Ka ogbunigwe si gbaricha ụlọ m - Nwoke bi na Lilu, Duration 3,01elekere 3 gara aga",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ m nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}