{
  "published": "30 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Sandrine Lungumbu",
    "BBC World Service",
    "Ebe foto si, VANESSSA CENTENO",
    "Ọgwụ mgbochi ịtụrụ ime mere nwaada Vanessa Centeno ịwa, obere ihe ka isi ya tọ na ya",
    "Mgbe Vanessa Centeno chọpụtara na o nwere mkpụkọ ọbara na ngụgụ ya, ọ gbara ya gharịị.",
    "Mana oge ndịọrụ ahụike gwara ya ihe kpatara ụdị ihe a, ọ gbagwojuru ya anya karịa.",
    "N'afọ 2019, Vanessa bụ onye na-arụ ọrụ n'obodo Boston, malitere ịṅụ ọgwụ 'contraceptive' iji gbochie ịtụrụ ime.",
    "Ụzọ ọgbara ọhụrụ ise ị ga-eji hazinwu ọmụmụ gị",
    "A ga-enyewe ụmụnwoke ọgwụ mgbochi nwa - Ndị dọkinta",
    "'Ụmụnwaanyị kwụọ nwoke gi agụụ 'ihe nsori' - Milano",
    "Lee ihe ndị na-akpatara gị afọ mgbu, na ihe ị ga-eme maka ya",
    "'Ahụghị m nso m, chee na m dị ime'",
    "Nde kwuru nde ụmụnwaanyị na-ṅụ ọgwụ a n'akụkụ ụwa niile.",
    "Mana ọgwụ a kpatara ọbara mkpụkọ na ngụgụ Vanessa nke mere ka ndụ ya gbanwee kpamkpam.",
    "Ebe foto si, Getty Images",
    "Obi ịcha ọkụ maọbụ igbu mgbu so n'ihe e ji ama onye nwere ọnọdụ ọbara mkpụkọ na ngụgụ",
    "Vanessa kwuru sị: \"Ka m na-agbago elu otu ụbọchị, enwekwaghị m ike ikute ume nke ọma.\"",
    "\"Ụdị ihe a emetubeghị m ebe m na-agba mbọ niile m nwere ike iji kute ume\"",
    "Mana Vanessa mechara gbalịa gaa ụlọọgwụ ebe e nyere ya ihe ga-enyere ya aka ikute ume.",
    "\"Echere m na m dị ime ejima anọ, mana ejima isii ka m mụrụ\" - Thelma Chiaka",
    "Nnyocha gosiri na e nwere ihe kpụkọrọ n'akụkụ ngụgụ ya, mana ha chere na ọ bụ 'pneumonia'.",
    "Mana ka otu ọnwa gachara, iku ume Vanessa kawanyere njọ nke mere ka e ziga ya na nnukwu ụlọọgwụ.",
    "Ebe ahụ ka nnyocha gosiri na ọbara kpụkọrọ na ngụgụ ya.",
    "Vanessa kwuru na dọkịta gwara ya na \"ihe kpatara ọbara mkpụkọ ahụ bụ ọgwụ 'contraceptive' m malitere ịṅụ n'ihi na onweghị ihe ọhụrụ ọzọ m tinyere n'ahụ m.\"",
    "\"Ha gwara m na ọ bụrụ na chekwuru ka otu ụbọchị gafee tupu m bịa ụlọọgwụ, ihe gaara akawanye njọ.\"",
    "Ebe foto si, Getty Images",
    "Na mpaghara Europe, Australia na New Zealand, ịṅụ ọgwụ bụ ụzọ ọtụtụ ụmụnwaanyị ji egbochi ịtụrụ ime.",
    "Ọ na-ara ahụ tupu ihe dị otu a emee.",
    "Nnyocha nke ngalaba 'National Health Service' mere na mba UK gosiri na ọ bụ naanị ụmụnwaanyị iri na abụọ n'ime puku iri na-aṅụ ọgwụ 'contraceptive' nwere ike inwe ọbara mkpụkọ n'ime otu afọ.",
    "Ndị NHS nyere ndụmọdụ ka mmadụ jụọ dọkịta ya maka ihe ọbụla gbagwojuru ya anya.",
    "Ihe ị kwesiri ị ma maka akpụ ori nwa.",
    "N'ụwa niile, ihe karịrị ụmụnwaanyị otu narị nde na iri ise (150 million) na-aṅụ ọgwụ 'contraceptive' iji gbochie afọ ime.",
    "Ọgwụ a nwere ike ime ka mmadụ buo ibu, maọbụ metụta ọnọdụ echiche mmadụ, mana o nwekwara ike ịkpatara ụfọdụ ọbara mkpụkọ nke nwere ike idula mmadụ mmụọ.",
    "Ọkammụta Beverly Hunt nke ụlọọgwụ Guy's and St Thomas' Hospital dị na London kwuru na mmadụ ịṅụkọ ụdị ọgwụ 'contraceptive' abụọ ọnụ nwere ike ịkpata ọbara mkpụkọ.",
    "Ebe foto si, Getty Images",
    "Ha dị ọtụtụ ụzọ mmadụ nwere ike iji gbochie ịtụrụ ime... Mkpụrụọgwụ bụ naanị otu n'ime ha",
    "Mkpụrụọgwụ 'contraceptive' na-enwe ụdị akụrụngwa 'oestrogen' maọbụ 'progesterone' bụ nke ahụ mmadụ na-emepụtakwa.",
    "Ọ bụ akụrụngwa ndị a na-ezigara ụbụrụ ozi iji gbochie ahụ nwaanyị iyipụta akwa nke na-eme ka ọ tụrụ ime.",
    "Mkpụrụọgwụ ndị a nwereike ịkpatara nwaanyị ịgbọ agbọ, ibu oke ibu, ihe ntukasị n'ihu nke a kpọrọ 'pimple', dịrị gawazie.",
    "Lee akukọ nwaanyi mụrụ ejima anọ",
    "Ụfọdụ ụmụnwaanyị na-ekwu na ọ na-akpatakwara ha isi ọwụwa, anaghị achọ inwe mmekọ ahụ (low libido), ara ịfụ ụfụ na ihe ndị ọzọ.",
    "Mana Dọkịta Zozo Nene nke ụlọọgwụ Steve Biko dị na Saụt Afrịka kwuru na ọbara mkpụkọ na-emekarị n'ụmụnwaanyị buru ibu.",
    "Igbochi afọime nwereike ịzọ nwaanyị ndụ",
    "Otu afọ agaala kamgbe Vannessa nwechara ọbara mkpụkọ na ngụgụ ya n'ihi ọgwụ 'contraceptive', mana o kwuru na egwu ka ji ya aka.",
    "\"Aṅụrụ m ọgwụ ọnwa isii ma na-akpachapụkwa anya n'ihe ọbụla m na-eme iji gbochie ịgba ọbara n'ime ahụ m,\" Vanessa na-ekwu.",
    "\"Oge ọbụla m chọrọ ịsa akwa, ụjọ ga-ejide m ka a ga-asị na okuku ume m ọ chọwala ịkwụsị ọzọ.:",
    "\"Mana ana m echetara onwe m oge niile na ahụ esiela m ike ugbua.\"",
    "Ebe foto si, Getty Images",
    "Vanessa gara n'ihu kwuo na ụwa nwaanyị adịghị mfe ma ncha n'ihi ọtụtụ ihe ha na-agabiga n'ahụ ha.",
    "\"Anyị na-anọ na nsọ kwa ọnwa ọbụla, ahụ mgbu oge niile, ma burukwa ya na-arụ ọrụ dị icheiche.\"",
    "\"Ọ bụrụ na i kwuo okwu, ndị mmadụ ga-ele gị anya dịka onye umengwụ. Ha ga-agwa gị sị, 'ihe a ekwesịla ịmata gị ahụ ugbua.\"",
    "Ekwesịrị ịchọpụta ụzọ a ga-eji mee ka ihe ndị a dịwanyere anyị mfe. ọ bụ eziokwu na ha ga-abịarịrị mana e kwesịrị ime ya ka ọ dịrị anyị mfe ma kawanyere anyị mma.\"",
    "Vidio, Thelma Chiaka: 'Dọkịta kwuru na ụmụ anọ dị n'afọ m, mana isii ka m mụpụtara', Duration 2,0920 Julaị 2020",
    "Vidio, 'Etu m jiri mụọ ejima anọ', Duration 3,192 Septemba 2018",
    "Vidio, Igbochi afọime nwereike ịzọ nwaanyị ndụ, Duration 2,5126 Septemba 2018",
    "Vidio, 'O nweghi onye gwara m maka ịmụ nwa oge ya erughi'30 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "\"Agaghị ebido akwụkwọ ruo mgbe gọọmentị gere anyị ntị\" - NUT29 Jenụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "\"Agaghị ebido akwụkwọ ruo mgbe gọọmentị gere anyị ntị\" - NUT",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'",
    "Ihe mere 'Onye eze Jesus' taa",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Birth Control: Etu ọgwụ 'contraceptives' si chọọ idula m mmụọ",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwaEmelitere ikpeazụ na: 27 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}