{
  "published": "29 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka mmadụ niile siri pụọ iche etu a ka ime ụmụ nwaanyị dị iche iche siri di.",
    "Ụmụ nwanyị dị iche iche akọọwala etu ime ha siri pụọ iche ma ihe ha a na-atụghị anya mere ha.",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwa",
    "Coronavirus tips: Ị ga-akwụsị ụmụaka igwu egwuregwu?",
    "Ihe gị na ụmụ gị nwere ike ịme n'oge ezumike",
    "Gee ihe ha kwuru n'uju iji mụta ihe nwereike ịnyere gị maọbụ nwunye gị aka n'oge nke unu.",
    "Ọrụ a si n'aka Jessica Nwankwo na Vinning Ogu",
    "Vidio, Pregnancy: 'O nweghi onye gwara m maka ịmụ nwa oge ya erughi', Duration 2,5930 Jenụwarị 2021",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 6 gara aga",
    "Vidio, Nigeria UFC: Etu m si bụrụ ọkaibe n'ịlụ ọgụ 'Martial arts' ka awụchara m 'acid' - Lovethpatra Young, Duration 2,4926 Jenụwarị 2021",
    "Vidio, Japan 2021: 'O nweghi mgbe m ji rọọ nrọ ịbụ onye egwuregwu' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, Africa Eye: 'O nweghi onye ga-etigbunwu m n'Afrịka niile - Jane Mugo, Duration 5,3025 Jenụwarị 2021",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}