{
  "published": "31 Jenụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Ọzọ bụ ndị a na-akwanyere oke ugwu n'ala Igbo",
    "Echichi bụ ihe ejiri mara ndị Igbo na mba ndị ọzọ nọ na Naijirịa.",
    "Okammụta Chigozie Nnabuihe, bụ onye nkuzi gbasara asụsụ Igbo na Mahadum nke dị na Legọs steeti gwara BBC Igbo ihe onye igbo ọbụla kwesiri ịma maka ichi echichi n'ala Igbo.",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Nnabuihe mere ka anyị ghọta na ọbụghị ebe niile n'ala Igbo na-echi echichi ọzọ.",
    "Lee etu Ọkammụta Chigozie Nnabuihe siri saa ajụjụ anyị jụrụ ya maka ichi echichi n'ala Igbo oge gboo.",
    "Chigozie Nnabuihe kọwara na ọtụtụ ihe agbanweela etu e si echi echichi oge gboo na etu ihe dị ugbu a,",
    "Igbo Culture: Usoro e ji echi nze n'ala Igbo",
    "Kedụ ihe a na-ele anya tupu echie mmadụ Ọzọ?",
    "Chigozie Nnabuihe kwuru na e nwere ụfọdụ ihe a na-ele anya tupu echie mmadụ echichi n'ala Igbo nke gụnyere :",
    "Akparama agwa ya",
    "Okwu ọnụ ya",
    "Ihe ọ na-arụ",
    "Etu o si enye aka n'obodo",
    "Ọ ga-abụrịrị nwaafọ, ọgaghị abụ mbiarambia maọbụ onye ohu",
    "\"Onye chọrọ ichi ọzọ ga agakwuru ndị chirila ọzọ were gwa ha na ya chọrọ ichi ọzọ\", dịka Nnabuihe siri kọwaa.",
    "Lee emume ịwa akwa ndị Obowo",
    "Nnabuihe kọwara na ugbua, ndị ọzọ ga-enye ya oge ka ha were lezie anya mara ma ọ na-ekwu eziokwu ma nwee kwa ezigbo agwa.",
    "Ọ bụrụ na ihe ha hụrụ juru ha afọ, ha agwazie ya ihe ọ ga-eme were chie ọzọ.",
    "Chigozie Nnabuihe kwuru sị, \" mgbe mmadụ mechara ihe ndị ọzọ gwara ya mee ka ọ bụrụ ọzọ, nke ikpeazụ bụ Isa ire\".",
    "Igbo Culture: Ihe mere e ji kwụsị ịgba mbarị n'obodo anyị",
    "Nnabuihe mere ka anyị ghọta na ịsa ire bụ emume nke bụ emechaa ya, onye ọzọ agaghị eji ọnụ ya sia asị na ndụ ya niile.",
    "Nnabuihe kwuru sị na enwere njirimara atọ kachasị eji mara ndị ọzọ, nke bụ :",
    "Okpu mee sọ n'otu ihe eji amara ndị nze n'ala Igbo",
    "Onye ọzọ na-eyi okpu mmemme",
    "Ọ na-agba eriri ọzọ n'ụkwụ ya",
    "Ọ na-ejikwa akupe",
    "Onye ọzọ na-eji kwa ọfọ",
    "Nnabuihe gụpụtara ihe ọnye chịrị ọzọ agaghị eme, ha gụnyere",
    "Onye chiri ọzọ agaghị asị asị, nara ngarị maọbụ kpee ikpe ụgha",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọ",
    "Onye chiri ọzọ agaghị aga njem hie na mba ọzọ",
    "Onye ọzọ na nwunye ya maọbụ nwaanyị ọzọ anaghị akpa nkata n'ehihe",
    "Nwaanyị lụtara nwa ya nwụrụ nwaanyị",
    "Onye chiri ọzọ ekwesịghị ịnwụ na mba ọzọ, onye ọzọ nwụrụ na mba nwụrụ ọnwụ ọjọọ.",
    "Onye nze anaghị ebu ihe n'isi.",
    "\"Anaghị asị na onye ọzọ anwụọla kama a na-ekwu na eriri onye ọzọ adọbiela\", dịka Nnabuihe siri kọwaa.",
    "O kwukwara na anaghị eli onye ọzọ n'akpati ogolog dịka esi eli onye nkịtị.",
    "'N'omenala Igbo, mmọnwu abụghị maka nwaanyị'",
    "Nnabuihe kwukwara na onye ọzọ agaghị agba eriri ọzọ ya n'ụkwụ e were lie ya.",
    "O kwuru sị, \" Omenala emere mgbe a na-etinye ya eriri a n'ụkwụ, ka a ga-emekwa ma achọrọ ịwepụ ya\".",
    "O kwukwara na onye ọzọ ga-anọ n'oche ọzo ya e lie ya.",
    "Nwaanyị chiri echichi na ụmụnwoke chikwara echichi.",
    "Ọkammụta Nnabuihe kwuru sị eee, na e nwere ụfọdụ ebe na-echi ụmụnwaanyị echichi n'ala Igbo",
    "Ọ mara atụ sị obodo dịka Umuhu Okabia nke dị n'okpuruọchịchị  Ọsụ nke Imo steeti na-echi ụmụnwaanyị ha Lọlọ.",
    "Ebe foto si, BBC Sport",
    "Ọkammụta Joy Ngozi Ezeilo mgbe echiri ya echichi",
    "O kwuru sị, \" ha na-akpọ onye ha Ndụm Lọlọ n'obodo Unuhu Okabia ebe ụfọdụ ebe n'Anambra steti na-echi ụmụnwaanyị ha Ịyọm\".",
    "Kama ọ kowakwara na mpaghara ala Igbo dị iche iche nwekwara nke ha na-echi.",
    "Lee ndị Igbo chiri echichi n'obodo dị iche iche na ihe kpatara ha jiri chie echichi:",
    "Ebe foto si, Kingsley Moghalú/Twitter",
    "Ọkaibe ma bụrụ kwa onye zọburu ọkwa onyeisiala mba Naijirịa bụ Kingsley Moghalụ bụ kwa nwaafọ Igbo ọzọ ama ama chiri echichi.",
    "Aha a na-etu ya bụ 'Ife Ka Ego' nke Nnewi.",
    "Ya bụ aha pụtara onye maọbụ ihe karịrị ego.",
    "Ihe mere e jiri chie ya echichi",
    "Ebe foto si, Kingsley Moghalu/Twitter",
    "O kwuru na ọ bụ ugwu pụrụ iche ka Igwe nnwei bụ Igwe K.O.N Orizu nke atọ kwanyere ya.",
    "O kwukwara na ya bụ echichi dịịrị ya oke mkpa n'ihi na o gosiri na ịkwụba aka ọtụ na ime ihe ziri ezi dị mkpa maka ọdịmma obodo.",
    "O kwuru sị, \" Echichi a ga-agba m ume iji gbasie mbọ ike n'ịrụ ezigbo ọrụ m na-arụ\".",
    "'Chinyeluife nke Nimo'",
    "Ebe foto si, Toby Obiefuna",
    "Okaibe bụ Tobe Obiefuna bụ odogwu n'ụdị nke ya.",
    "Aha ntu ya bụ 'Chinyeluife'.",
    "O kwuru sị, \" Aha a na-etu m bụ Chinyelụife n'ihi na Chukwu nyere m akọnuche, onwe m zuru m ma Chineke zara m ekpere m niile\".",
    "Ihe mere e jiri chie ya echichi",
    "Ebe foto si, Toby Obiefuna",
    "Obiefuba zara sị, \" Nke a bụ omenala anyị, ọ na-enye kwa anyị ohere inyere obodo anyị aka ma hụ kwa na echekwara obodo nke ọma\".",
    "'Kpakpando mbụ nke ọhụhụ'",
    "Ebe foto si, Iheanyi Igboanulam",
    "Igbo kwuru na ahụ dimkpa ahụ ogologo imi ya, Iheanyi Igboanụlam bụ dimkpa n'ezie.",
    "A na-etu yakpakpando nke mbụ nke obodo Ọhụhụ.",
    "Ebe foto si, Iheanyi Igboanulam",
    "Iheanyi Igboanulam na Ezinụlọ ya mgbe echiri ya echichi",
    "Ọ bụ Gwurugwuru Eze Innocent Adiele Nwaigwe, Ike Oha abụọ nke Okaiuga-Alike chiri Igboanulam echichi a.",
    "Igboanulam bụkwa onye ndụmọdụ nke pụrụiche nke Gọvanọ Abia steeti maka ihe gbasara ịkpata ego na Abia steeti.",
    "Ihe mere e jiri chie ya echichi",
    "Ebe foto si,  Iheanyi Igboanulam",
    "Igboanulam kwuru sị, \" Oge a bụ oge a na-arụ ọrụ impebi obodo anyị, echiri m echichi nke ga-agba m ume dịka onye na-arụ ọrụ imepe obodo ọhụhụ\".",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha",
    "Ọ kọwakwara sị,\" Ihe ọzọ echichie pụtara bụ a ga-eji ịkwụba aka ọtọ were mara m oge niile na n'ihe niile m na eme\".",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Izu ụka a bụ nke Leila nwunye m- Ned Nwoko31 Jenụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Ihe mere 'Onye eze Jesus' taa",
    "'Ọ bụ ndị Gọvanọ ọwụwa anyanwụ ka ụta dịịrị maka Eastern Security Network'",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara yaEmelitere ikpeazụ na: 3 Juun 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Nnewi, Awka na obodo ndi ọzọ nwere anụmanụ ha na-akwanyere ugwuEmelitere ikpeazụ na: 7 Disemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}