{
  "published": "3 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria/Chefmide",
    "\"Achọrọ m ịta ahụ, achọrọ m ịta ahụ\" bụ ekpere ọtụtụ mmadụ na-ekpe ọkachasị na Naịjirịa ugbua.",
    "Ha na-eme ihe ndị dịka mmega ahụ, ibu ọnụ, ikechi afọ dgz iji hụ na ha tara ahụ ma kwụrụ chịm.",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Nri onye nwere nje HIV kwesịrị iri",
    "Mana ndị ahụ sị na mmega ahụ mebiga ya oke nwere ike igbu mmadụ, ibu ọnụ nwereike igbukwa mmadụ n'otu aka ahụ.",
    "Ha kwuru na ụzọ dị ezi mkpa e ji agbanarị oke ibu bụ site n'iri nri ndị kwesịrị, etu kwesịrị nakwa n'ọge kwesịrị.",
    "Onye okachamara n'ihe banyere nri bụ Collins Akanno nwee ụlọọrụ diet234 kpọpụtara ụfọdụ nri ndị na-eme ka onye buru ibu taa ahụ.",
    "Akanno sị na nri ndị a gụnyere;",
    "Mkpụrụosisi",
    "Ebe foto si, Iwaria",
    "Ọ sị njem ịta ahụ amalitebeghi ma ọ bụrụ na onye ahụ anaghị aracha mkpụrụosisi nke ọma.",
    "Mkpụrụosisi bụ nri nwere shuga nkịtị nke dị mma karịa shuga arụrụ arụ. Ha na-eme ka afọ juu mmadụ ruo oge dị anya na-enweghi oke kalori.",
    "Mmanụ nri a na-emebi nsị n'ezie?",
    "Gbaara 'beans' eji Sniper chekwa ọsọ - NAFDAC",
    "Ọ sị na mkpụrụosisi nwere akụrụngwa vitamin di iche iche na-eme ka mmadụ taa ahụ.",
    "Ha gụnyere; Apụl, unere, anyụ mmiri, kukumba, ube bekee, mkpụrụ greepu, oroma, oroma nkịrịsị dgz.",
    "Akụkwọ nri",
    "Ebe foto si, Iwaria",
    "Ọ sị na akwụkwọ nrị so n'otu n'ime nri kachasị akpa ike n'ime ka mmadụ taa ahụ n'ihi akụrụngwa ndị ha nwere.",
    "Akụrụngwa dịka fiba, vitamin na minaralụ bụ ndị na-enyeaka ịmịkpọsị abụba dị mmadụ n'ahụ.",
    "Ụfọdụ akwụkwọ nri ndị a gụnyere; Ụgụ, olugbu, mgbọrọdị, beets, kabeji, ntụrụkpa dgz.",
    "Akwa e siri esi",
    "Ebe foto si, Iwaria",
    "Akanno sị na ndị mmadụ chere na akwa na-eme ka mmadụ buo ibu mana eziokwu bụ na ọ na-eme ka mmadụ taa ahụ.",
    "Ọ sị na akwa nwere obere kalori ma nwee akụrụngwa ndị ọzọ dị mma n'ahụ.",
    "Na ọ bụrụ na i rie otu akwa n'ụtụtụ, na ọ ga-ekechi gị afọ ruo oge dị anya ka ịghara i na-eri oke nri.",
    "Agwa (Beans Porridge)",
    "Ebe foto si, Chefmide",
    "Ọ sị na agwa bụ ihe ọzọ jupụtara na 'protein' na-enweghi kalori ma na-emezi kwa ahụ.",
    "Ngaji agwa abụọ i riri n'ehihie dị mma ime ga-ahụ mmadụ kụrụ chịm ma belata oke ibu.",
    "Nri ndị ọzọ Akanno kpọrọ aha bụ;",
    "Ebe foto si, Getty Images",
    "Nduku dị ụtọ (Sweet Potato) nke nwere obere kalori, nnukwu potassium,vitamin A na Fiba.",
    "Nri oat (Oatmeal) bụ nri e ji 'oat' mee nwere fiba ga-ekechi gị afọ ruo ogologo oge ma i rie ya.",
    "Kọfị - Otu iko kọfị kwa ụbọchị na-eme ịta ahụ ọkachasị nke na-enweghi 'caffeine' (Decaffeinated).",
    "Collins Akanno gara n'ihu nye ndụmọdụ ma kwuo na-agbanyeghi na nri ndị a na-eme ka mmadụ taa ahụ mana ọ dịghị mma ka e ribiga ha oke.",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu",
    "NIMC NIN Registration: Gọọmentị agbatịala oge idebanye aha",
    "Lee afọ 2019 mgbe ndị gọvanọ ọwụwa anyanwụ si ha machịrị nchịgharị ehi na mpaghara ahụ",
    "Etu Afrịka si eche ebighebi maka ọgwụ mgbochi covid-19",
    "Nnamdi Kanu Facebook page: \"Anyị wepụrụ akara Facebook Nnamdi Kanu maka ...\"3 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ban on open grazing: 'Anyị ka na-ahụ ndị ọchị ehi na-agbanyeghi mmachi e tinyere'elekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Nnamdi Kanu Facebook page: \"Anyị wepụrụ akara Facebook Nnamdi Kanu maka ...\"",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Weight loss: Mkpụrụosisi, akwa, agwa na nri ndị ga-eme ka ị taa ahụ ọsịsọ",
    "'Ụmụ nwanne m ndị nwoke wekọọrọ ihe niile mgbe nna anyị nwụrụ'",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Akpịrị mmeri ka na-akpọ Man Utd nkụEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}