{
  "published": "3 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mgbe nna Onyinye Igwe nwụrụ n'afọ abụọ gara aga, ndụ malitere ịhịara ya ahụ n'agbanyeghị na nna ya bụ ọgaranya.",
    "Nna ya ekeghị ekpe tupu ọ nwụọ nke mere na o nweghi ụzọ ewepụtara ike akụ ya n'ebe ụmụ ya nọ.",
    "Gịnị bụ ikuchi nwaanyị n'ala Igbo?",
    "Ihe ndị ị kwesịrị ịma maka ụmụnwaanyị Igbo",
    "N'agbanyeghị na ọ bụ nwa mbụ, Onyinye na ụmụ nwanne ya nwaanyị ise eketeghi ihe ọbụla - ihe niile gara n'aka nwoke atọ nọ n'ezinaụlọ ahụ dịka omenala Igbo si kwuo.",
    "\"Ha gwara anyị na abyị bụ nwaanyị nke mere na o nweghi ihe anyị ga-eketa maka na anyị ga-alụ di. N'ihi na ọ bụ omenala, anyị alụsoghị ha ọgụ\" ka ọ gwara BBC",
    "N'ihi nke a ọ kwụsịrị ịgụ akwụkwọ siwezie nri n'obodo Abagana dị n'Anambra steeti.",
    "Oscar Nonso ketara ụlọ nna ya ebe nwanne ya nwaanyị enwetaghị ihe ọbụla",
    "Onye ọzọ m hụkwara bụ Evelyn Onyenọkwalu - nwa mbụ na ezinaụlọ ụmụ anọ.",
    "Mgbe nna ya nwụrụ nwanne ya nwoke bụ ọdụdụ nwa ketara ihe niile.",
    "\"Mmadụ niile tinyere ọnụ tupu o kwe nye m otu imeụlọ n'ụlọ ahụ ma gwa m sị m akpọchila ụzọ\"",
    "Nwanne ya nwoke Oscar Nonso bụ otiegwu na-azụ ọkụkọ na mbara ahụ kwuru na ọ gbasoro omenala nke mere na aka ya dị ọcha.",
    "Iwu ala Naịjirịa megidere ikewapụ nwaanyị n'oke nna ya mana ndị Igbo jisi omenala ha ike.",
    "N'ọtụtụ ezinaụlọ akụ nna hapụrụ were nwụọ bụ ụmụ ya ndị nwoke na-eke ya. Ụfọdụ ụmụnwaanyị bụ ngwa nne ha bụ naanị oke ha na-eketa n'agụnyeghị ala na ụlọ.",
    "Nwaanyị lụtara nwa ya nwụrụ nwaanyị",
    "Ndị Igbo kwenyere na nwaanyị anaghị eketa ala n'ihi na ha ga-ahapụ ezinaụlọ ha lụọ di. E nwekeara ụjọ na di nwaanyị ahụ nwereike isi n'alụmdinanwunye weghara akụnaụba ezinaụlọ ọzọ.",
    "Ụlọ dị n'ala obi bụ nke ewepụrụiche maka naanị ụmụnwoke site na ndị kachasị tọọ ibe ha - nke bidoro n'oge gboo mgbe ndị Igbo nwere ihe a na-akpọ 'obi' maọbụ 'ogbiti'.",
    "Mgbe nwoke nwe ụlọ nwụrụ, 'ogbiti' ahụ na ihe niile eji agọ ọfọ dị ya n'ime na-aga n'aka nwa ya nwoke nke mbụ maọbụ nwoke ọzọ n'ezinaụlọ ahụ maọbụrụ na ọ mụtaghị nwoke.",
    "Mana ọ bụghị ụmụnwaanyị niile na-ekwenyezi n'omenala a.",
    "Otu ikpe ekpere n'afọ iri abụo pụtara na mmeri maka otu nwaanyị kpụpụrụ ezinaụlọ ya ụlọikpe maka ikewapụ ya n'akụ nna ya.",
    "Ụlọikpe kachasị na Naịjirịa kwuru na o mejọrọ iwu ịkewapụ ụmụ nwaanyị n'akụ nna ha 'n'agbanyeghị etu ọbụla e si mụ ha'.",
    "Mana ihe agbanwechabeghị kemgbe afọ 2014 ekpechara ikpe ahụ.",
    "Egodi Igwe ekpeela ọtụtụ ikpe ebe akwụsịrị nwaanyị iketa oke na be nna ya",
    "Egodi Igwe (abụghị nwanne Onyinye Igwe) nke Women Aid Collective (Wacol) bụ ụlọọrụ enyemaka na-enyere ụmụnwaanyị ekewapụrụ n'akụ nna ha enyemaka ịga ụlọikpe kwuru na ụlọọrụ ya na-enye ụmụnwaanyị puku kwuru aka kwa afọ.",
    "\"Omenala bụ ihe na-eme ka ụdịrị agwa ọjọọ a na-abawanye n'obodo dị iche iche\"",
    "\"Ọ bụrụ na ị na-agwa nwaanyị na o nweghi oke na akụ nne na nna ya, ị na-agwa ya na o soghị n'ezinaụlọo ahụ\" ka o kwuru",
    "N'agbanyeghị na nke a bụ omenala a ma ama, ọtụtụ obodo akwụsịla ya.",
    "Igwe Godwin Ecko bụ otu n'ime ndị na-achị kwụsịrị ya n'obodo ya bụ Ihe dị n'Enugwu steeti.",
    "Igwe Godwin Ecko bụ otu n'ime ndị eze nwere ụmụ nwaanyị so ya achị",
    "Anyị kwenyere na nwoke na nwaanyị nhatanha, ị napụ ha ụfọdụ ihe adịghị mma\"",
    "Ọ bụ mgbe ọ ghọrọ eze n'afọ 1993 ka ihe jiri gbanwe, akwụsị ụdịrị ihe ahụ.",
    "\"Ndị mmadụ kwuru na m ga-enweta nsogbu maka ịgbanwe omenala mana o nweghi ihe mere m\" ka o kwuru.",
    "Ndị na-azọ oke ruru mmadụ kwuru na nke a bụ otu ụzọ e si akpa oke n'etiti nwoke na nwaanyị nke gụnyere ịkpụ isi nwaanyị ajadu nakwa ibi nwaanyị ugwu.",
    "Ọ bụ naanị ụmụ nwoke nwere ịke iketa ụlọ na ala",
    "\"Dịka ụdịrị ihe a na-efegharị, ọ ga-adị mma ka ụmụ nwoke kpachara anya ịhụ na ihe a emeghị ezinaụlọ ha ma ha nwụọ\" ka Egodi Igwe kwuru.",
    "O chere na enwereike ịme nke a site n'ike ekpe maọbụ ịgwa ndị ezinaụlọ gị etụ i si chọọ ka ekee akụ gị mgbe ị nwụrụ.",
    "Onyinye Igwe kwetara nke a",
    "Ọ sị na o bughi ihe ọbụla n'obi ebe ụmụ nwanne ya nwoke nọ ma kwuo na ọ gaghị a ga ụlọikpe maka ya",
    "\"Ọ bụrụ na nna m kere ekpe mgbe ọ ka dị ndụ, ihe agaghị adị etu a.",
    "\"Mụ na ụmụnwanne m nwoke agaghị eseokwu, ha ka bụ ọbara m\" ka o kwuru.",
    "Nnamdi Kanu Facebook page: \"Anyị wepụrụ akara Facebook Nnamdi Kanu maka ...\"3 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ban on open grazing: 'Anyị ka na-ahụ ndị ọchị ehi na-agbanyeghi mmachi e tinyere'elekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Nnamdi Kanu Facebook page: \"Anyị wepụrụ akara Facebook Nnamdi Kanu maka ...\"",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Weight loss: Mkpụrụosisi, akwa, agwa na nri ndị ga-eme ka ị taa ahụ ọsịsọ",
    "'Ụmụ nwanne m ndị nwoke wekọọrọ ihe niile mgbe nna anyị nwụrụ'",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Akpịrị mmeri ka na-akpọ Man Utd nkụEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}