{
  "published": "8 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ohi na mpụ na-arịzi ibe ya elu n'Upper Iweka dịka ụfọdụ ndị bị n'Onicha si gwa BBC Igbo.",
    "Chuma toro ma birikwa n'Onicha kwuru na otelarịị mkpamkpa a malitere n'ebe ahụ ma na-ekwu na ikpesagoduru ndị uweojii onweghị ihe ha ga-eme.",
    "Lee ka 'Head Bridge Onitsha' ga-adị n'Ekeresimesi a",
    "Lee ka 'Head Bridge Onitsha' ga-adị n'Ekeresimesi a",
    "O kwuru si, \"Gọọmenti Obiano dowere ahụ ka onweghị ihe na-eme n'ebe ahụ\".",
    "O kwuru na o si Upper Iweka ala ahịa kwa ụbọchị ma na-ekwu na ndị omekome awakpola ya ugboro ugboro n'ụzọ ahụ.",
    "Chuma kwuru na ndị omekome Upper Iweka ji egbe wakpo ya na ndị so ya n'elekere ise nke mgbede ọcha.",
    "O kwuru na ha dị mmadụ abụọ baa 'keke' si Main Market aga Owerri Road maọbụ Ochanja.",
    "Akụkọ kachasị n'abalị a: Ọrụ agaghị akwụsị n'akwa Niger nke abụọ",
    "Mgbe ha pụtara n'ụzọ Obodo ukwu ama ama n'Upper Iweka, ndị omekome bu egbe gba ha okiri ma si ha wekọta ihe niile ha ji.",
    "N'okwu ya, ihe a na-eme ebe ndị mmadụ na-agafe ọfụma mana o nweghị onye tụpụrụ ọnụ maọbụ gbata ọsọ enyemaka.",
    "O kwuru na ha megodu mkpesa n'aka ndị uweojii, ọ dịka okwu bara ọhịa makana o nweghị ihe ha ga-eme maka ya.",
    "Igbo People: 'Ndị Igbo, ndị Bini na ndị Yoroba si otu ebe pụta'",
    "BBC Igbo Kpọrọ Don Adinuba bụ kọmishọna mgbasa ozi Anambra steeti mana o kwuru na ọ bụ okwu asị na-efegharị n'elu soshal midia.",
    "Haruna Mohammed bụ ọnụ na-ekwuru ndị uweojii n'Anambra steeti azabeghị ekwenti ya ruo ugbua gbasara mkpụ ndị bi Onicha na-eti ọhụrụ a.",
    "Gịnị na-akpọtụ na akwa mmiri Niger?",
    "Nri ndị ị kwesịrị iri kwa ụbọchị iji kwụrụ chịm",
    "Female Genital Mutilation: Abịa na Imo steeti enweghị iwu machiri ibi nwaanyị ugwu",
    "\"Amerịka, daalụ maka ịkwụnyere Ngozi Okonjo-Iweala\" - Onyeisiala Buhari",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọwnụelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Onye omeiwu, Ossy Prestige nwa Aba alaala mmụọ",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọwnụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}