{
  "published": "3 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye bidoro ụlọọrụ Amazon ma bụrụkwa onye nke abụọ kacha nwee ego n'ụwa niile bụ Jeff Bezos ekwụọla na ọ ga-arịtu dịka onyeisi ụlọọrụ Amazon ma bụrụzịa onye na-achịkọta ndị isi ọrụ ụlọọrụ ahụ.",
    "Nkọwa ya bụ na nke a ga-enyere ya aka ịtinye uchu n'ihe ndị ọzọ dị ya n'obi.",
    "Ubong King: Nwa afọ Naịjirịa e ji okwu mkpalite mmụọ mara, a laala mmụọ",
    "Africa Free Trade Agreement: Ihe ise ị kwesiri ịmata",
    "O kwuru sị, \"Nke a ga-enye m ohere itinye anya n'atụmatụ ọhụrụ ụlọọrụ Amazon ma nye kwa m ike itinye uchu n'ihe ndị ọzọ na-amasị m. Anaghị m ala ezumike nka, ike ga dị m karịa\".",
    "Ebe foto si, Reuters",
    "N'Akwụkwọ mgbasa ozi Bezos degara ndị ụlọọrụ Amazon niile ka o kwuru na ọ ga-etinye ịgba mbọ ya n'atụmatụ Day One Fund o bidoro n'afọ 2018 ma kewapụta ijeri dọla abụọ ịkwalite agụm akwụkwọ.",
    "O kwukwara na ya ga-ebido atụmatụ Bezos Earth Fund iji kwalite mbara ezi na eluigwe nke ọ wepụtara ijeri dọla iri. Ọ ga-eji ya bụ atụmatụ kwado ndị okammụta na eme nycoha ma na-agba kwa mbọ ịkwalite mbara ezi na eligwe.",
    "Onye nwee ụlọ ọrụ na-ebipụta visa Naịjirịa nwere ebubo nrụrụaka na ohi",
    "Ịchụntaego na Naịjriịa ọ dịla mfe?",
    "Bezos nwekwara ụlọọrụ Blue Origin nke na-akwado iji ụgbọelu pụrụ iche ezipụ ndị mmadụ mbara igwe.",
    "Bezos kwukwara na ọ ga-etinye uchu n'ụlọ ntaakụkọ Washington Post nke ọ zụtara nde dọla narị abụọ na iri ise n'afọ 2013.",
    "Onye bụ Jeff Bezos?",
    "Jeff Bezos onye gbara afọ iri ise na asaa bụ onye bidoro ụlọorụ Amazon nke na-ere ihe n'ịtaneti n'afọ 1994 n'ebe ụgbọala na anọ n'ụlọ.",
    "Ụlọọrụ Frobes ekwuola na ọnụego Jeff Bewzos bụ ijer dọla otu narị na iri itolu na isii na ụma anọ.",
    "Ebe foto si, Reuters",
    "Tupu ya na nwunye ya agbasaa, ha mụrụ ụmụ anọ.",
    "Nnamdi Kanu Facebook page: \"Anyị wepụrụ akara Facebook Nnamdi Kanu maka ...\"3 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ban on open grazing: 'Anyị ka na-ahụ ndị ọchị ehi na-agbanyeghi mmachi e tinyere'elekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Nnamdi Kanu Facebook page: \"Anyị wepụrụ akara Facebook Nnamdi Kanu maka ...\"",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Weight loss: Mkpụrụosisi, akwa, agwa na nri ndị ga-eme ka ị taa ahụ ọsịsọ",
    "'Ụmụ nwanne m ndị nwoke wekọọrọ ihe niile mgbe nna anyị nwụrụ'",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Akpịrị mmeri ka na-akpọ Man Utd nkụEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}