{
  "published": "3 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọọrụ Facebook ekwuola na ha weturu akara Nnamdi Kanu n'ihi na ọ dara iwu ọgbakọ otu ha, nke a kpọrọ 'community standards'.",
    "Nke a bụ azịza ha nyere maka ajụjụ BBC Igbo jụrụ ha gbasara ihe kpatara ha ji chụọ Nnamdi Kanu ọsọ ụkwụ eru ala.",
    "Nnamdi Kanu anọghị na nga na Singapore - Aloy Ejimakor",
    "'Nnamdi Kanu na-arụrụ gọọmenti Naịjirịa ọrụ' - Ralph Uwazuruike",
    "'O nweghi ihe gbasara anyị na njem Nnamdi Kanu' - Lai Mohammed",
    "E jighị Nnamdi Kanu na Singapore- ọkaiwu Ipob",
    "Ha kwuru na Facebook na-enye onye ọbụla ohere ikwu okwu mana ha nwekwara iwu dị icheiche na-achị ọgbakọ ahụ nke onye ọbụla kwesịrị idebe.",
    "Azịza Facebook nyere BBC maka ndọtu akara Facebook Nnamdi Kanu",
    "Cheta na Nnamdi Kanu kwuburu na onweghị ihe ga-eme ka ọ kwụsị ihe ọ na-eme ganye mgbe a kpọrọ ya n'ụlọ ikpe 'International Criminal Court' dị na 'The Hague'.",
    "Nke a nwere ike ịrụtụ aka na o doro Nnamdi Kanu anya na ihe ọ na-ekwu ezighị ezi n'iwu.",
    "Ihe mere Facebook ji machie Nnamdi kanu",
    "Paul Achalla bụ ọkaiwu na mba ofesi ma bụrụkwa onye otu Ipob ekwuola atụmatụ ha ga-agbaso iji weghachi akara Facebook onyeisi ha bụ Nnamdi Kanu.",
    "Na mkparịtaụka ya na BBC Igbo, Achalla kọwara na o nwereike ịbụ maka otu ihe maọbụ nke ọzọ ka e ji wetuo akara facebook Nnamdi Kanu, mana Facebook kwesịrị inye ya ohere ka ọ zara ọnụ ya.",
    "Achalla gara n'ihu kwuo na ha ga-edegara Facebook akwụkwọ mkpesa, jụọ ha ihe kpatara ha ji wetuo akara Nnamdi Kanu, ma nwekwaa olileanya na ha ga-eweghachi ya.",
    "Mmụ na Nnamdi Kanu ahụbeghị anya",
    "Ọnụ na-ekwuru onye ndụ Nnamdi Kanu na soshal midia bụ Carolyn Uchenna Okorafor ekwuola na eweturu akara Facebook Nnamdi Kanu bụ onyeisi ndị Indigenous People of Biafra.",
    "O depụtara nke a n'akara twitter ya.",
    "O kwuru na nke a bụ ọrụ aka ndị iro chọrọ ịkwụsị ozi ha na-agbasa.",
    "Ọzọ o kwuru bụ na Facebook ji omenaala ndị ọcha enyocha ihe ndị ha hụrụ maọbụ nụ n'elu facebook , ịma atụ iwu ndị ọcha megidere ogbugbu ọkụkọ maọbụ ogbugbu ehi mana ụmụ ihe ndị ahụ bụ ihe a na-emeri emeri na Naịjirịa maọbụ Afịrịka.",
    "Achalla kwukwara na o nwekwara ike ịbụ onyonyo ndị na-egosi oke ogbugbu mmadụ maọbụ anụmanụ ụmụ Naịjirịa na-etinyegasi  n'akara facebook kanu kpatara mmachi a.",
    "BBC Igbo gbara mbọ ịnụta n'ọnụ ọnụ na-ekwuru ụlọọrụ Facebook mana ha azabeghị anyị.",
    "Cheta na Facebook weturu akara Facebook Nnamdi Kanu ụnyahụ bụ ụbọchị February 3,2021 mgbe ọ na-eme live broadcast dịka kepukepu si kwu.",
    "Ipob: Nnamdi Kanu ga-abata mgbe Naịjirịa dị njikere",
    "Achalla kwuru na iwu kwunyere Kanu idegara Facebook akwụkwọ maka ịweghachị peeji ya. ọ bụzi Facebook ka ọ dịrị ị ma ma ha a ga-eme nke a.",
    "N'ọnụ okwu ya, \" ị ga-egbu mmadụ si ya ekpena ọnụ ya.\"",
    "O mekwara ka anyị mata na o nweghị ihe gbasara nwetu Facebook Page Nnamdi Kanu na Radio Biafra makana ihe niile ha ji agbasa ozi zuru oke.",
    "Tupu Facebook ewetuo peeji gị, lee usoro ọ ga-ewe",
    "Facebook ga-amalite site na ị na-ewepụ ihe ndị atụmaatụ ha anabataghị na peeji mgbe ọ bụla itinyenyere ha. Mgbe ọbụla ha wepụrụ ya, ị ga-enweta ihe ha kpọrọ 'strikes' na bekee.",
    "Ọ bụrụ na peeji gị nwetekarịa 'strikes' buru ibu, Facebook ewetuo peeji gị kpam kpam.",
    "Ọ bụrụ na ihe i tinyere maọbụ ọgbakọ iso na ya esichaghị ike , Facebook nwereike ịmechinata peeji ahụ nwantiti oge , mana ọ bụrụ na ihe ahụ etinyere dị oke njọ ha ga-emechi peeji gị kpamkpam.",
    "Facebook kwuru depụtara na ha anaghị agwa ndị mmadụ ugboro ole ị ga-enweta 'strikes' tupu ha ewetuo peeji gị ka ghara ji ịdọ aka na nti ha mere ihe egwu.",
    "Facebook ga-agwa gị ma ha wepụcha peeji gị ma kọwara gị ihe kpatara ha ji wepụ ya",
    "Akara facebook mebie iwu facebook ugboro ugboro, Facebook ga-agbachịtụ ya mana ọ bụrụ na ọ bụ peeji, ha ga-eme ka ọ ghara ịnọzị na facebook kpam kpam.",
    "Facebook kwuru na ha nye ndị mmadụ ohere ka rịọ ka eweghachi peeji ha makana o nwereike ọ bụrụ na ha zọghiere ụkwụ. Mana ihe mbụ ha na-eme bụ ime ka aghara ị na-afụ peeji onye ahụ na Facebook mana ọ bụrụ na onye ahụ arịọghị, ha ewepụ peeji ya kpamkpam.",
    "Akụkọ ka na-abịa.",
    "Akụkọ ndị ga-amasị gị:",
    "Weight loss: Mkpụrụosisi, akwa, agwa na nri ndị ga-eme ka ị taa ahụ ọsịsọ",
    "'Ụmụ nwanne m ndị nwoke wekọọrọ ihe niile mgbe nna anyị nwụrụ'",
    "Jeff Bezos: Ihe mere o ji pụọ dịka onyeisi ụlọọrụ Amazon",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu",
    "Nnamdi Kanu anaghị achụ maka nnwereonwe Biafra - Asari Dokubo",
    "Vidio, Eastern Security Network: 'Ọ bụ ndị Gọvanọ ọwụwa anwanwụ ka ụta dịịrị maka ESN'29 Jenụwarị 2021",
    "Vidio, Nnamdi Kanu anaghị achụ maka nnwereonwe Biafra - Asari Dokubo, Duration 2,486 Ọktọba 2020",
    "Gee ntị, 'Nnamdi Kanu na-arụrụ gọọmenti Naịjirịa ọrụ' - Ralph Uwazuruike18 Mee 2020",
    "Vidio, Nnamdi Kanu: Ataghị m ya ụta - Umahi22 Ọktọba 2018",
    "Vidio, Nnamdi Kanu: Ihe mere m ji akọtọ ndị mmadụ22 Juun 2020",
    "Nnamdi Kanu Facebook page: \"Anyị wepụrụ akara Facebook Nnamdi Kanu maka ...\"3 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ban on open grazing: 'Anyị ka na-ahụ ndị ọchị ehi na-agbanyeghi mmachi e tinyere'elekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Onye bụ Ikechukwu Ahiauzu e ji Ric Hassani maara ya na Waje sere foto?20 Jenụwarị 2021",
    "Nnamdi Kanu Facebook page: \"Anyị wepụrụ akara Facebook Nnamdi Kanu maka ...\"",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Weight loss: Mkpụrụosisi, akwa, agwa na nri ndị ga-eme ka ị taa ahụ ọsịsọ",
    "'Ụmụ nwanne m ndị nwoke wekọọrọ ihe niile mgbe nna anyị nwụrụ'",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Nnamdi Kanu asịla ndị ESN wụsa ọwa n'Orlu",
    "Akpịrị mmeri ka na-akpọ Man Utd nkụEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee ebe ndị EFCC chọrọ ka e buga ikpe Orji Uzor Kalu",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}