{
  "published": "4 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikuku ndụ bụ onyinye Eke kere mmadụ na-enye n'efu.",
    "Mana ọ bụrụ na ọrịa bịa, ikute ume nwere ịke ịra mmadụ ahụ.",
    "Oge ahụ ka a ga-achọ ikuku aka mere nke bekee kpọrọ 'oxygen' iji nyere onye ahụ aka ma debe ya ndụ.",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirus",
    "Anyanwụ, ekpomọkụ ọ na-agwọ coronavirus?",
    "Akpụrụachịa ọ na-achụ ọrịa coronavirus?",
    "Covid-19 n'otu nkeji: Anwụnta anaghị ebufe mmadụ coronavirus",
    "Covid-19 n'otu nkeji: A na-agwọta coronavirus agwọta?",
    "Coronavirus bụ otu ọrịa na-emetụta nkuume mmadụ.",
    "Dịka ọrịa coronavirus na-efesa ebe niile, ọtụtụ ndị mmadụ n'ụlọọgwụ dị icheiche n'akụkụ ụwa dị icheiche na-achọ 'oxygen' ugbua.",
    "Mana ebee ka ya bụ oxygen na-esi apụta?",
    "Ihe nkiri a kọwara ya nke ọma.",
    "Vidio, Covid-19 n'otu nkeji: Akpụrụachịa ọ na-achụ ọrịa coronavirus?, Duration 0,591 Eprel 2020",
    "Vidio, Covid-19 n'otu nkeji: Anyanwụ, ekpomọkụ anaghị agwọ coronavirus, Duration 0,583 Eprel 2020",
    "Vidio, Eastern Security Network: Amaghị m maka ha mana ihe e meziri nke ọma dị mma - John Okiyi, Duration 5,124 Febụwarị 2021",
    "Vidio, 'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ', Duration 5,3117 Disemba 2020",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, Zeke Nnaji: Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball', Duration 4,0626 Nọvemba 2020",
    "Vidio, 'O nweghi ọrụ ọbụla a ga-enye m ga-eme ka m kwụsị ịgba egwu' - Chekwas Michael, Duration 3,0916 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgba ọbụla, Duration 1,01elekere 7 gara aga",
    "Vidio, World Cancer Day: 'Eji m ụkwụ bịa ụlọọgwụ mana ozugbo m nụrụ na m bu Kansa aganwuzịghị m ije', Duration 3,454 Febụwarị 2020",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Ban on open grazing: 'Anyị ka na-ahụ ndị ọchị ehi na-agbanyeghi mmachi e tinyere', Duration 1,263 Febụwarị 2021",
    "Vidio, Ihe dị iche na ikuku nkịtị na ikuku oxygen a na-enye ndị bụ Covid-19, Duration 1,224 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}