{
  "published": "6 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Ọ bụghị nwaanyị nọ na foto a ka akụkọ a na-ekwu maka ya",
    "Nwa Ibari (ọ bụghị ezigbo aha ya) alụọla di ma mụta ụmụ abụọ, mana ihe e mere mụta nwa, ya bụ aramara nke bekee kpọrọ 'sex', anaghị amasị ya chaachaa.",
    "Nsori di na nwunye, nke bụ otu ihe na-ejikọ di na nwunye ọnụ, anaghị agụ Nwa Ibari agụụ.",
    "Nke a bụ maka na e biri Nwa Ibari ugwu oge ọ bụ nwata, ma bechapụ akụkụ ọtụ ya nke bekee kpọrọ 'clitoris'.",
    "'Ibi nwaanyị ugwu anarala m ihe'",
    "Britain enyela Afịrịka nde pounds 50 iji kwụsị FGM",
    "Ndị mmadụ na-ebuso m iro maka a chọrọ m ka akwụsị ibi nwaanyị ugwu",
    "'Clitoris' bụ akụkụ ọtụ nwaanyị nke kacha atọ ya ụtọ ma ọ na-eme aramara, mana ọ bụrụ na e bepụ ya oge a na-ebi nwaanyị ugwu, aramara nwere ike ịbụrụ ya ọgụ na mgba.",
    "\"Tupu mụ na di m amalite inwe mmekọ, ahụ ga na-atọ m rịrịrị, mana ngwangwa ọ banyere, naanị ụfụ ka ahụ niile ga na-afụ m,\" Nwa Ibari gwara onye ntaakụkọ BBC.",
    "\"Ugbua, m cheta mụ na di m inwe mmekọ, ọ na-amapụ m obi.\"",
    "Ebe foto si, Getty Images",
    "Ụfọdụ omenala kwenyere na ibi ugwu na-egosi na nwaanyị ezuola oke, mana nke a abụghị eziokwu dịka nnyocha sayensị si gosi",
    "Otu 'World Health Organisation' kwuru na ụmụnwaanyị e biri ugwu n'ụwa karịrị nde narị abụọ (200 million).",
    "Mana onweghị otu mkpụrụ uru ibi ugwu na-abara ụmụnwaanyị, naanị ọghọm jupụtara ya.",
    "Ya mere ha ji wepụta ụbọchị isii nke ọnwa Febrụwarị kwa afọ dịka ụbọchị iji gbaa mbọ maka ịkwụsị ibi ugwu ụmụ nwaanyị.",
    "Ọ gaara amasị m ma ọ bụrụ na e bighi m ugwu - Olaedo",
    "Ibi nwaanyị ugwu abụghị ezigbo omenala",
    "Nwaanyị ọzọ, Olaedo (ọ bụghị ezigbo aha ya) kọọrọ BBC Igbo etu ibi ugwu si metụta ya.",
    "Olaedo kwuru sị: \"Ọtụtụ oge ka ndị enyi m na-ekwu etu aramara si atọba ha n'ụbụrụ, mana ọnaghị ekwe m nghọta.\"",
    "\"Mana na nke m, tupu mụ anụ ụtọ aramara, nwoke ọ bụ mụ na ya ga-enwe nnukwu ndidi ma were nwayọọ mara ebe o kwesịrị ịkpatụ aka.\"",
    "Olaedo kwuru na ọ gaara akara ya mma ma ọ bụrụ na nne ya hapụrụ ya etu chi si kee ya, kama ibi ya ugwu.",
    "\"Onweghị ihe nwere ike ime ka m bie nwa m nwaanyị ugwu,\" Olaedo kwuru.",
    "Mpaghara ebe ibi nwaanyị ugwu ka dị na Naịjirịa",
    "Ebe foto si, Getty Images",
    "Na mpaghara dị icheiche na Naịjirịa, ọ bụ ndị okenye nwaanyị, ndị enweghị ọzụzụ ọbụla gbasara ahụike, na-ebi ụmụaka nwaanyị ugwu",
    "Joseph Osuigwe bụ onyeisi otu Devatop Centre for Africa Development kwuru na ọ bụ na mpaghara Ọwụwa Anyanwụ nakwa Ọdịda Anyanwụ Naịjirịa ka ụdị ihe a na-emekarị na Naịjirịa.",
    "Steeti dịka Ebonyi, mpaghara Okigwe na Mbano n'imo steeti, nakwa mpaghara ụfọdụ n'Abia steeti bụ ebe ọ ka njọ.",
    "Ndị ọzọ bụ Ekiti, Ondo, na Osun.",
    "Mana Osuigwe kwukwara na ya bụ ihe na-ebelata ugbua, mana ọ kwụsibeghị kpamkpam.",
    "Ebe foto si, Rick Loomis",
    "Ụfọdụ kwenyere na nwaanyị biri ugwu agaghị agab n'ezi ma ọ lụọ di, mana onweghị ihe akaebe gosiri na nke a bụ eziokwu",
    "Ọ dị ọtụtụ nkwenye n'omenala dị icheiche nke mere ibi ụmụnwaanyị ugwu ji aga n'ihu.Ha gụnyere:",
    "Ibi nwaanyị ugwu ga-eme ka ọ ghara ịma nwoke ruo oge ọ lụrụ di",
    "Nwaanyị e biri ugwu agaghị agba n'ezi ma ọ lụọ di",
    "Ana-ahụta nwaanyị ebighi ugwu dịka onye na-ezughị oke na nwaanyị",
    "Ibi nwaanyị ugwu ga-eme ka ọ bụrụ onye arụghị arụ",
    "Ụfọdụ omenala kwenyere na ego isi nwaanyị biri ugwu ga-ebu ibu karịa onye ebighị ugwu",
    "Ebe foto si, DEVATOP Center fo African Development",
    "Otu dị icheiche na-akụziri ụmụnwaanyị maka ọghọm dị n'ibi nwaanyi ugwu",
    "Dịka WHO si depụta, ọghọm ibi nwaanyị ugwu gụnyere:",
    "Ahụ ụfụ ma nwaanyị na-anyụ mamịrị",
    "Nsogbu n'ọtụ nwaanyị",
    "Nsogbu ma nwaanyị nọrọ na nsọ",
    "Ahụ ụfụ ma nwaanyị na-eme aramara",
    "Enweghị afọ ojuju ma e mechaa aramara",
    "Nsogbu ma nwaanyị chọwa ịmụ nwa",
    "Obi ịda mba nakwa nchekasị n'ihi adịghị ka ibe",
    "Ebe foto si, Getty Images",
    "E nwere ike ịtụ mmadụ mkprọrọ maka ibi nwaanyị ugwu na Naịjirịa n'ihi na iwu amachiela ya",
    "Onweghị ebe iwu na-achị Naịjirịa machiri ibi nwaanyị ugwu kpọmkwem. kama iwu machiri ịta mmadụ ahụhụ, maọbụ ịkpaso ya agwa n'ụzọ ga-ewedata ugwu ya.",
    "Mana n'aka nke ọzọ, e nwere iwu dị nkwekọrịta dị icheiche machiri ibi nwaanyị ugwu, nke Naịjirịa so na mba binyere aka na nkwekọrịta a.",
    "Ha gụnyere:",
    "Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, 1984",
    "International Covenant on Civil and Political Rights, 1966",
    "International Covenant on Economic, Social and Cultural Rights, 1966",
    "Convention on the Elimination of all Forms of Discrimination Against Women, 1979",
    "Convention on the Rights of the Child, 1990",
    "African Charter on Human and Peoples' Rights (the Banjul Charter), 1981",
    "African Charter on the Rights and Welfare of the Child, 1990",
    "Protocol to the African Charter on Human and",
    "Peoples' Rights on the Rights of Women in Africa (Maputo Protocol), 2003",
    "Vidio, Female Genital Mutilation: 'A na-erosi m iro makana a chọrọ m ka a kwụsị ibi nwaanyị ugwu', Duration 3,316 Febụwarị 2020",
    "Vidio, Ibi nwaanyị ugwu abụghị ezigbo omenala, Duration 2,5512 Ọktọba 2018",
    "#EndFGM: 'Ọ fọrọ obere ka ibi ugwu gbuo nwa nwa m'6 Febụwarị 2019",
    "Ite paụda, ili eriri otubo na omenala ndị ọzọ Ndigbo na-eme n'oge ọmụgwọ28 Ọgọọst 2020",
    "Pius Okigbo: Ihe gbara ọkpụrụkpụ maka ndụ odogwu Igbo a6 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ụjọ m bụ na esemokwu a nwereike ịghọrọ agha ọzọ - Wole Soyinkaelekere 5 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Imo State Police: Awakpola isi ụlọọrụ ndị uweojii dị n'Obowo gbuo ndị uweojii abụọ",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Female Genital Mutilation: Ime aramara anakwaghị amasị m ma ncha - Nwaanyị e biri ugwu",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Cryptocurrency: Mmachi cryptocurrency ga-eme ka ụbịam karịa na Naịjirịa - Atiku",
    "Ụjọ m bụ na esemokwu a nwereike ịghọrọ agha ọzọ - Wole Soyinka",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Ekweremadu dead: Lee etu Ugwuanyi na ndị ọzọ si gaa mgbaru n'ụlọ Mathias Ekweremadu, nwanne Ike Ekweremadu",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}