{
  "published": "4 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/BBC",
    "N'ụbọchị atọ nke ọnwa Febrụwarị 2021 ka Facebook bụ ebe mkparịtaụka soshal midia machiri onyendu ndị Indigenous People of Biafra (Ipob) bụ Nnamdi Kanu.",
    "Mana ị ma na ọ bụghị ya bụ onye a ma ama mbụ na-enweta ụdịrị 'ntaramahụhụ' a n'aka Facebook na soshal midia ndị ọzọ?",
    "Ndị dị ka Donald Trump bụbu onyeisiala mba Amerịka eritekwala ụdịrị ihe a n'aka ha.",
    "Lee ndị o metụtarala nakwa ihe kpatara ya.",
    "Nnamdi Kanu:",
    "Ọtụtụ ndị ma Kanu dịka onye okwu juru n'ọnụ ya, ọkachasị okwu gbasara nnwereonwe ndị Biafra n'aka Naijiria.",
    "N'ihi nke a, ọ na-ejikarị Facebook agbasa ozi gbasara isiokwu dị iche iche na-anụ ya ọkụ n'obi gbasara Biafra na mpaghara ala Igbo nakwa ọchịchị Naịjiria oge ụfọdụ.",
    "Nke a nyere ya ọtụtụ ndị na-eso ya ma na-ege ihe o nwere ikwu.",
    "Mana ọ dabanyere na nsogbu ndị Facebook mgbe o kwuru okwu banyere ndị ọchị ehi, sị na ebe ọbụla ngalaba nchekwa o hibere bụ Eastern Security Network (ESN) hụrụ ehi n'ala Igbo, na ha\"kwatuo ya\".",
    "Donald Trump:",
    "Trump bụbu onyeisiala mba Amerịka bụ onye ọzọ a na-akpụkarị n'ọnụ n'ihi ụdịrị okwu ọ na-ekwu site na mgbe ọ banyere ọchịchị ruo mgbe ọ rituru. Mana ihe mere Twitter ji machie ya ebe Facebook machituru ya nwa mgbe nta, bụ n'ihi okwu ndị o kwuru ha hụrụ dịka ihe oji akwado ntisa ndị na-akwado ya tisara ụlọomeiwu etiti mba ha nakwa egwu ha yiri ndị omeiwu n'ihi mmeri e meriri ya na ntuliaka n'ụbọchị isii nke ọnwa Jenụwarị 2021.",
    "Tunde bụ otiegwu nakwa onye Bekee kpọrọ blogger, mana ọ bụ otu onye na-emekarị ihe e ji ekwu okwu, dịka itinye foto na ihe nkiri ndị mmadụ na-akpalite okwu. Gịnị mere e ji machie ya? Nsogbu ya bidoro mgbe ụfọdụ ndị dịka Bobrisky (onye na-ewu ewu) nakwa nke a ma dịka Joro tinyere ọnụ n'okwu gbasara etu Tunde si akparị ndị mmadụ. Ha ṅụrụ iyi na ha ga-ahụ na a machiri peeji Tunde, wee gaa n'ihu gwa ndị mmadụ ka ha kpee ya n'aka Instagram. Na-emeghi eme, Instagram machiri ya, o mepegharịa peeji ọzọ nke ha mechakwara machie.",
    "Ebe foto si, Reuters",
    "Mike Lindell bụ ezigbote onye nkwado Donlad Trump",
    "Lindell bụ onye nwe MyPillow nakwa onye nkwado Trump. Ọ banyere na mmachi ndị Twitter mgbe o so na ndị na-ekwu na e zunarịrị oche onyeisiala mba Amerịka n'aka Trump, nke na-abụghị eziokwu. Ọ nọ na-eti mkpụ na Twitter ma na nke a bụ eziokwu, nke mere ha ji wee na-achọ imachi ya.",
    "Ndị ọzọ Twitter machiri gụnyere Sidney Powell, Mike Flynn na Ron Watkins, maka asị ha tụrụ gbasara ntuliaka onyeisiala Amerịka, nke ha kwuru na ọ bụ Trump meriri, na nrụrụaka dị na ntuliaka nyere Joe Biden mmeri.",
    "Otu ihe jikọtara ndị a ma bụrụkwa ihe Facebook sị na ha metara e jiri machie ha bụ na ha \"na-akwado ma na-agbasa okwu mkpọmasị, nke Bekee kpọrọ \"hate  speech\".",
    "Okwu mkpọmasị",
    "Mwakpo ma ọ bụ okwu nwereike ikpalite ndị mmadụ ka ha mee tigbuo zọgbuo maọbụ tinye onye ọzọ na nsogbu",
    "Facebook ga-amachi gị ma i tinye Ịgba ọtọ, ọkachasị igosi ọtọ ụmụaka n'ụzọ dịka ha abụ okenye",
    "Okwu asị; nke Bekee kpọrọ spam, bụ okwu na-abụghị eziokwu nwereike idughie onye ọzọ",
    "Ihe dịka mkpamkpa ndị oyi egwu maọbụ ihe nwereike ikpalite ndị oyiegwu",
    "Ogbugbu mmadụ",
    "Ịgba mgbere mmadụ",
    "Ijeoma Nneke: Ihe a ma maka nwaada ọnwụ ya wuru ebe niileelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Amaghị m maka Eastern Security Network mana ihe e meziri nke ọma dị mma - John Okiyi4 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe dị iche na ikuku nkịtị na ikuku oxygen a na-enye ndị bụ Coronavirus, Duration 1,224 Febụwarị 2021",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Nnamdi Kanu, Donald Trump na ndị ọzọ a ma ama Facebook na Twitter machirila",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Ndị otu Indigenous People of Biafra etiela mkpụ maka etu e si wetuo akara Facebook onye ndu ha bụ Nnamdi Kanu.",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirusEmelitere ikpeazụ na: 23 Eprel 2020",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Aka akparala dibia na-atụ mgbere ahia ụmụakaEmelitere ikpeazụ na: 15 Febụwarị 2018",
    "Weight loss: I buru oke ibu? Nrị ndị a ga-enyere gị aka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}