{
  "published": "5 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebere Ekeopara",
    "Reporter, Igbo Service",
    "Ebe foto si, Enugu State Government",
    "Gọvanọ Ugwuanyi gara n'ụlọ Mathias Ekweremadu, ịhụ nwunye ya na ụmụ ya",
    "Gọvanọ Enugwu Steeti bụ Ifeanyi Ugwuanyi, osote ya ndị ọzọ agaala mgbaru n'ụlọ Maazị Mathias Ekweremadu nwụrụ anwụ ịhụ nwunye ya na ụmụ ya.",
    "Ugwuanyi du osote ya bụ Cecilia Ezeilo, onyeisi ndị omeuiwu bụ Hon. Edward Ubosi na ndị omeiwu ọzọ gaa njem 'iti aka n'obi' a.",
    "Ụlọikpe ukwu akụchapụla ebubo eboro Ike Ekweremadu",
    "Iri ji Germany: Ndị gbagharịrị akwụkwọ ewepụtala ikpe n'ụlọikpe",
    "Ekweremadu atụọla ụkwụ na Naịjirịa",
    "Onye nabatara ugwu bụ Bishọp ụka Anglikan nke Enugwu Dayọsisi bụ Emmanuel Chukwuma bụ onye kpere ekpere n'isi Mathia Ekweremadu.",
    "Ọtụtụ ndị ọzọ gakwara mgbaru n'ụlọ Mathias Ekweremadu bụ onye nwụrụ n'ụbọchị Tọzde iji kwanyere ya ugwu.",
    "Ọtụtụ mmadụ gbakọrọ na be ya dị n'Enugwu iji gosi na ọnwụ ya wutere ha.",
    "Ebe foto si, Enugu State Government",
    "Onye hụrụ ebe ihe mere gwara BBC Igbo na ọtụtụ ndị nnukwu mmadụ gụnyere Rotimi Amechi bụ Minista na-ahụ maka njem bịwakwara na be ya iti ezinaụlọ ya aka n'obi.",
    "Ebe foto si, Enugu State Government",
    "Ndị mmadụ ka nọ n'iru uju n'ibe akwa maka ọnwụ ntụmade nke kọmishiona na-ahụ maka ime njem n'Enugwu steeti bụ Mazị Mathias J Ekweremmadụ Junior.",
    "Mgbe BBC rutere na ụlọ ọrụ ya bụ Kọmishịọna nwụrụ anwụ, ndị ọrụ ya kwuru na ọnwụ ya bụ ihe nnukwu nwute.",
    "Iji gosi ka obi dị ha, ndị na echekwa ka ụgbọ ala si aga anọghị ọrụ tata iji kwanyere ya ugwu ma gosi obi nwute ha.",
    "PRO ya bụ ministri bụ Ngozi Ugwu kwuru na dịka ha siri nụ, na mazị Ekweremmadụ dara ma nwụọ ebe ọ nọ nzụkọ na Enugu steeti House of Assemly.",
    "Ka ọ dị ugbua ndị mgbarụ na-aga n'ụlọ ya iji kasie ndị ezi na ụlọ ya obi.",
    "Ebe foto si, Facebook/Mathias Ekweremadu",
    "Mathias Ekweremadu bụ kọmishọna na-ahụ maka njem n'Enugwu Steetị ma bụrụkwa nwanne Sịnetọ Ike Ekweremadu anwụọla.",
    "Ọnụ na-ekwuru mịnịstrị na-ahụ maka njem n'Enugwu Steetị gwara BBC Igbo na nke bụ eziokwu na ọ dara n'ụlọ omeiwu ndị Enugwu Steetị ma nwụọ.",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Emmanuel Nwobosi: Ihe ị maghị maka ọchịagha a so Ojukwu kwaa mgbọ n'agha Biafra",
    "O kwuru na ahụ siri Ekweremadu ike n'ụtụtụ a mgbe ha kpechara ekpere n'isiụlọọrụ ha tupu ọ gawa n'ụlọomeiwu bụ ebe ọ nọ nwụọ.",
    "Ebe foto si, Facebook/Mathias Ekweremadu",
    "Mgbe Mathias Ekweremadu na nwunye ya gbara akwụkwọ",
    "- A mụrụ ya n'obdo Amachaala mpu dị n'okpuruọchịchị Aninri n'Enugwu steeti",
    "- Ọ dị afọ 55 dịka a mụrụ ya n'ụbọchị ọnwa Juun afọ 1965.",
    "- Ọ lụrụ nwaanyị mụta ụmụ anọ mana nwa ya nwoke akpọrọ Ugochukwu nwụrụ n'afọ 2019.",
    "Ihe ise ị maghị maka KOK, onye ghọrọ ọkaiwu ka ọ gbachara afọ 58",
    "Ebe foto si, Facebook/Mathias Ekweremadu",
    "Mathias Ekweremadu, nwunye ya na ụmụ ya",
    "- Ọ gụrụ 'Political Science' na Mahadum Enugu state university (nke a ma ka Esut) dị n'Enugu steeti ma gụọkwa 'Masters' ya na Mahadum Abia state University (Absu) n'Abịa steeti.",
    "- Ọ bụ onyeisioche okpuru ọchịchị Aninri site n'afọ 2008 rue afọ 2011.",
    "- O sobu n'otu UBE bụ na-akwalite agụmakwụkwọ na Naịjirịa niile.",
    "- Ọ bụbu onyeisi ụlọomeiwu nke Enugwu steeti akpọrọ 'Chief Whip' na Bekee.",
    "Ebe foto si, Getty Images",
    "Mathias bụ nwanne Ike Ekweremadu nke obere si n'otu nne na otu nna. Ike ji afọ atọ were tọ Mathias.",
    "Ike Ekweremadu bụ Sinetọ nọchiri anya Enugwu West n'ụlọomeiwu ukwu Naịjirịa kemgbe afọ 2011.",
    "Ọ gụrụ akwụkwọ na Mahadum Naịjirịa dị na Nsukka ebe ọ gụrụ 'Law'.",
    "O tozuru ịbụ onye omeiwu n'afọ 1987 n'usoro akpọrọ 'Call to bar'",
    "Kanayo O. Kanayo: Ihe ise ị maghị maka KOK, onye ghọrọ ọkaiwu ka ọ gbachara afọ 5816 Septemba 2020",
    "Emmanuel Nwobosi: Ihe ị maghị maka ọchịagha a so Ojukwu kwaa mgbọ n'agha Biafra25 Nọvemba 2020",
    "World Trade Organization: Ekwupụtabeghi onye bụ onyeisi WTO mana Yoo Myung-hee asụọrọla Ngozi Okonjo-Iweala ụzọ ịbụ onyeisielekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ebonyi State Police: Ụlọọrụ ndị uweojii dị na South-East a wakporola kamgbe ọnwa isiielekere 9 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe dị iche na ikuku nkịtị na ikuku oxygen a na-enye ndị bụ Coronavirus, Duration 1,224 Febụwarị 2021",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Ekweremadu dead: Lee etu Ugwuanyi na ndị ọzọ si gaa mgbaru n'ụlọ Mathias Ekweremadu, nwanne Ike Ekweremadu",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "World Trade Organization: Ekwupụtabeghi onye bụ onyeisi WTO mana Yoo Myung-hee asụọrọla Ngozi Okonjo-Iweala ụzọ ịbụ onyeisi",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Nnamdi Kanu, Donald Trump na ndị ọzọ a ma ama Facebook na Twitter machirila",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}