{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Police Ebonyi",
    "Dịka ndị uweojii n'Ebonyi steeti kwuru na ndị a na-eche na ha bụ otu Ipob wakporo ụlọorụ ha dị n'Ọnịcha Isu na Tọzde ụbọchị anọ nke ọnwa Jenuwarị afọ 2021.",
    "Nke a abụghị mbụ ụdị a na-eme makana nsonso a, a wakpoola ọtụtụ ụloọrụ ndị uweojii na mpaghara Ọwụwanya Anyanwụ ma zuru egbe ha.",
    "Ndị omekome agbaala ụlọọrụ ndị uweojii ọkụ",
    "A gbaala ụlọọrụ ndị uweojii ọkụ n'Obowo Imo Steeti",
    "Etu ogbugbu onye okada si bute ọgbaaghara n'Igboukwu, Ekwulobia, Oko",
    "Akụkọ a na-egosi ụfọdụ ụloọrụ ndị uweojii a wakporo n'ime ọnwa isii na mpaghara Ọwụwa Anyanwụ Naịjirịa.",
    "Abia Steetị",
    "Ebe o mere : Ebem Ohafia, Abia state",
    "Mgbe o mere: Ụbọchị iri na asatọ nke ọnwa Eprelụ afọ 2020 (18th April, 2020)",
    "Ihe o metụtara: Ụlọọrụ ndị uweojii nakwa ụlọ obibi nke DPO.",
    "Onye kwuru: Nke a si n'ọnụ kọmshọna ndị uweojii n'Abia Steetị bụ Ene. Okon",
    "Ebe O mere : Umuoba dị n'okpuruọchịchị Isiala Ngwa North nke Abia Steetị.",
    "Mgbe o mere: Ụbọchị abụọ nke ọnwa Febụwarị, afọ 2021 (2nd February, 2021).",
    "Ihe o metụtara: Otu onye uweojii nwụrụ ebe otu nwaanyị onye uweojii merụrụ ahụ, a gbara ụloọrụ ndị uweojii nakwa ụgbọala ha ji arụ ọrụ tinyere ụgbọala ndị ọzọ.",
    "Onye kwuru: Ọnụ na-ekwuchitere ndị uweojii n'Abia Steetị bụ Geoffery Ogbonna.",
    "Ebe foto si, Police Ebonyi",
    "Ebe o mere : Ụlọọrụ ochie ndị uweojii a kpọrọ 'Old Zone 6 Annex' d n'Ogbor Hill Aba nke Abia Steetị.",
    "Mgbe o mere : N'ọnwa Oktoba, afọ 2020 n'oge ngagharịiwe EndSARS.",
    "Ihe o metụtara: Ụlọ obibi ndị uweojii nke Zone 6 Annex Aba.",
    "Onye kwuru: Kọmịshọna uweojii Abia Steeti bụ Janet Agbede",
    "Ebonyi Steeti",
    "Ebe o mere : Ụlọọrụ ndị uweojii a kpọrọ 'Central Police Station' dị n'Abakiliki nke Ebonyi Steeti.",
    "Mgbe o mere: Ụbọchị iri abụọ na isii nke ọnwa Ọktoba, afọ 2020 (26th October, 2020).",
    "Ihe o metụtara: Ụlọọrụ ndị uweojii, ụgbọala, ọgbatumtum nakwa Keke.",
    "Onye kwuru : Kọmịshọna uweojii n'Ebonyi Steetị bụ Philip Maku.",
    "Ebe o mere : Obodo Uburu, okpuruọchịchị Ohaozara dị n'Ebonyi steeti.",
    "Mgbe ọ mere : Ụbọchị iri abụọ na abụọ nke ọnwa Ọktoba, afọ 2020 (22nd October, 2020).",
    "Ihe o metụtara: A wakporo ụloọrụ ndị uweojii ma merụọ ọtụtụ ndị uweojii merụrụ ahụ.",
    "Onye kwuru: Kọmịshọna uweojii n'Ebonyi Steetị bụ Philip Maku.",
    "Ebe o mere : Onueke dị n'okpuruọchịchị Ezza South nke Ebonyi Steeti.",
    "Mgbe o mere : Ụbọchị asatọ nke ọnwa Jenụwarị, afọ 2021 (8th January, 2021).",
    "Ihe o metụtara: Ndị uweojii atọ nwụrụ.",
    "Onye kwuru: Ọnụ na-ekwuchitere ndị uweojii n'Ebonyi Steeti bụ Loveth Oda.",
    "Anambra Steetị",
    "Ebe o mere: Igboukwu dị n'okpuruọchịchị Aguata nke Anambra Steeti.",
    "Mgbe o mere: Ụbọchị iri na isii nke ọnwa Disemba, afọ 2020 (16th December, 2020).",
    "Ihe o metụtara: Ndị uweojii atọ nwụrụ.",
    "Ihe kpatara ya: Onye uweojii gbagburu otu onye ọgbatumtum.",
    "Onye kwuru: Ọnụ na-ekwuchitere ndị uweojii n'Anambra Steeti bụ Haruna Mohammed.",
    "Ebe o mere : Amichi, Osumenyi, Ezinifite na Ukpọ dịcha n'Anambra Steetị.",
    "Mgbe o mere : Ụbọchị iri na isii nke ọnwa Disemba, afọ 2020 (16th December, 2020).",
    "Ụdịrị ọdachi : Egburu DPO, CSP Akpan Joseph, na ASP Agu Micheal, Station Officer (SO) na PC Udegbunam Sunday Celestine. A gbara ụloọrụ ha ọkụ, gbaa ụgbọala iri abụọ ọkụ ma mebie ọtụtụ ihe.",
    "Ihe kpatara ya: Ngagharịiwe EndSARS.",
    "Onye kwuru: Kọmịshọna Uweojii n'Anambra bụ John Anang.",
    "Imo Steetị",
    "Ebe o mere: Egbu dị n'Owerri nakwa Owerre nkwọọjị dị n'okpuruọchịchị Nkwere, Imo Steeti.",
    "Mgbe o mere: Ụbọchị itoolu nke ọnwa Sepụtemba, 2020 (9th September, 2020).",
    "Ihe o metụtara: E gburu otu onye uweojii ma napụ ndị ọzọ egbe ha.",
    "Ihe kpatara ya: Aka ọrụ ndị omekome",
    "Onye kwuru: Ọnụ na-ekwuchitere ndị uweojii n'Imo Steeti bụ Ikeokwu Orlando.",
    "Ebe o mere: Nworieubi nke dị n'okpuruọchịchị Mbaitolu nke Imo Steeti.",
    "Mgbe o mere: Ụbọchi iri abụọ na otu nke ọnwa Ọktoba, 2020 (21st October, 2020).",
    "Ihe o metụtara: A gbara ụlọọrụ ndị uweojii ọkụ.",
    "Ihe kpatara ya: Ngagharịiwe EndSARS.",
    "Onye kwuru: Ọnụ na-ekwuchitere ndị uweojii n'Imo Steeti bụ Ikeokwu Orlando.",
    "Enugwu Steetị",
    "Ebe o mere: Ụlọọrụ ndị uweojii dị n'Emene, Amechi-Idodo, Uwani na Trans Ekulu nke Enugwu Steeti.",
    "Mgbe o mere: Ụbọchi iri abụọ na otu nke ọnwa Ọktoba, 2020 (21st October, 2020).",
    "Ụdịrị ọdachi: A gbara ụlọọrụ ndị uweojii ise ọkụ.",
    "Ihe kpatara ya: Ngagharịiwe EndSAR.",
    "Onye kwuru: Kọmịshọna ndị uweojii n'Imo Steeti ahụ bụ Ahmad Abdurrahman.",
    "Akụkọ ndị ga-amasị gị:",
    "Eastern Security Network: Amaghị m maka ha mana ihe emeziri nke ọma dị mma - John Okiyi",
    "Lee etu ndị mmadu si gaa ụlọakwa n'ụlọ Mathias Ekweremadu",
    "Orlu Crisis: Okorocha agaala Orlu, wee gwakwa ndị isi ọchịchị Orlu si 'Ọzọemena!'",
    "World Trade Organization: Ekwupụtabeghi onye bụ onyeisi WTO mana Yoo Myung-hee asụọrọla Ngozi Okonjo-Iweala ụzọ ịbụ onyeisielekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ebonyi State Police: Ụlọọrụ ndị uweojii dị na South-East a wakporola kamgbe ọnwa isiielekere 9 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe dị iche na ikuku nkịtị na ikuku oxygen a na-enye ndị bụ Coronavirus, Duration 1,224 Febụwarị 2021",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Ekweremadu dead: Lee etu Ugwuanyi na ndị ọzọ si gaa mgbaru n'ụlọ Mathias Ekweremadu, nwanne Ike Ekweremadu",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "World Trade Organization: Ekwupụtabeghi onye bụ onyeisi WTO mana Yoo Myung-hee asụọrọla Ngozi Okonjo-Iweala ụzọ ịbụ onyeisi",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Nnamdi Kanu, Donald Trump na ndị ọzọ a ma ama Facebook na Twitter machirila",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwokeEmelitere ikpeazụ na: 28 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}