{
  "published": "7 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Ojinis_Kitchen/Instagram",
    "Ka ị na-eri nri kwa ụbọchị, ị ma na e nwere nri ndị dị mkpa ka i na-eri kwa ụbọchị ka ị nwee ike na-anọ n'ezigbo ahụike?",
    "Nri ndị a dị mkpa n'imezi ahụ mmadụ site n'ime ahụ pụta n'ezi, mana ọtụtụ ndị amaghị n'ihi na ha na-eri nri naanị ka ha wee dị ndụ karịa iri nri maka ndozi ahụ na ezi ahụike.",
    "Weight loss: I buru oke ibu? Nrị ndị a ga-enyere gị aka",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Nri onye nwere nje HIV kwesịrị iri",
    "Ọtụtụ n'ime ha bụ ngwanri ndị ị ma nakwa na-ahụ oge niile, mana ị maghị etu ị ga-esi tikọta ya wee rie ya ka ọ rụọ gị ọrụ n'ahụ.",
    "Nri ndị a na-enye ihe dị iche iche n'ahụ gụnyere Vaịtamin, abụba na mmanụ, mgbadoume, mịneralụ, odozi ahụ nakwa ihe ndị ọzọ dị iche iche.",
    ") Mkpụrụosisi:",
    "Ebe foto si, Chidinma Njoku",
    "Ndị ọkachamara n'ihe gbasara nri na ihe ọ na-enye n'ahụ ekwuola na mkpụrụosisi dị mma n'ahụ maka ụdịrị ọrụ ọ na-arụ.",
    "Mkpụrụosisi nwere ihe Bekee na-akpọ 'fiber' nke na-enyere aka ịgbari nri n'ahụ ma mee ka nri nwee ike igazu gburugburu ahụ mmadụ.",
    "Ha nwekwara shuga nke ha, nke bụ na ọ bụrụ na ị na-asọ shuga, ị nwereike itinye mkpụrụosisi na nri gị were ya mere shuga ị ga-eji rifee nri gị.",
    "Ịta 'red meat' a dị gị mma n'ahụ? Lee ihe mere anyị ji ajụ",
    "Ma o kweghi gị aracha maọbụ ata, ị nwereike ịkwọ mkpụrụosisi gị akwọ ṅụfee ya ka mmiri.",
    "Mkpụrụosisi gụnyere unere, oroma, akị, ube, mangoro, oroma nkịrịsị, icheku wdgz.",
    ") Akwụkwọ nri:",
    "Nke a bụ otu ụzọ nri i nwereike iji rijuo afọ ma na-erighi oke nri.",
    "Ndị Igbo nwere ọtụtụ akwụkwọ nri dị iche iche nke a na-eji esi ofe nakwa nri ndị ọzọ.",
    "Mana ị ma na ọ bụghị oge niile ka ị kwesịrị isi akwụkwọ nri gị n'ọkụ?",
    "Ụfọdụ akwụkwọ nri na-adị mma ka o ghara ide ede, ka ihe ndị ọ na-eji edozi ahụ nke Bekee kpọrọ 'nutrients' nwee ike ka ju n'ime ya mgbe mmadụ na-eri ya.",
    "Akwụkwọ nri gụnyere ụgụ, ụzịza, onugbu, ọkazị, ụtazị, tomanto, ndukwu, karọt, wdgz",
    "Ero, ọka nakwa ụfọdụ agwa bụkwa ụdịrị akwụkwọ nri.",
    ") Odozi ahụ (Protein)",
    "Ebe foto si, Foodace",
    "Nke a so n'ụdịrị nri kacha mkpa ka mmadụ na-eri kwa ụbọchị.",
    "Ọ dị mma iri maka ndozi akwara nakwa ngagharị ihe dị n'ime ahụ; ọ na-enyekwa aka ime ka mmadụ rijuo afọ.",
    "Odozi ahụ gụnyere mmiri ara ehi, ụdịrị azụ dị iche iche, nshịkọ, ịsha, anụ dị iche iche, akwa, nakwa mkpụrụ gụnyere kashu, ahụekere wdgz.",
    ") Mkpụrụ:",
    "Ebe foto si, Reuters",
    "Ihe ọṅụṅụ eji Soya mee na a dị mma n'ahụ",
    "Mgbadoume nke Bekee kpọrọ 'carbohydrate' abụchaghị ihe ọjọọ dịka ụfọdụ ndị na-ekwukarị.",
    "Ụfọdụ na-enye aka n'idozi ahụ, ọkachasị ndị nke nwere 'fiber' ahụ, n'ihi na ha na-ejide gị ka mgbadoume, mee ka agụụ ghara ịgụ gị ọsịsọ.",
    "Ụfọdụ mkpụrụ dị mma iri gụnyere achịcha e ji nke Bekee kpọrọ 'whole wheat' mee, osikapa na-acha aja aja, 'oat', 'whole-wheat pasta', quinoa, soyabean wdgz.",
    ") Nri si na mmiri ara ehi:",
    "Ebe foto si, Getty Images",
    "A na-esi na mmiri ara ehi emepụta ihe dị iche iche na-edozi ahụ.",
    "Ụfọdụ na-abịa dịka abụba ebe ndị nke ọzọ na-abịa dịka odozi ahụ; nke na-eme ka afọ ju gị mgbe i richara nri, kama e kwesịghị iribiga ya oke.",
    "Nri ndị si na mmiri ara ehi gụnyere yogọtụ, chiiz, bọta wdgz.",
    "Na nchịkọta, nri mmadụ na-eri kwa ụbọchị kwesịrị ịgụnye ọbụlagodi otu ihe n'ime ụzọ nri ise ndị a (ya bụ họrọ otu ihe otu ihe n'ime ụzọ nri ise a jiri mejuputa nri gị kwa ụbọchị).",
    "Irikọta ha ọnụ kwa ụbọchị ga-enye aka ibelata ụjọ ọrịa obi, site n'ime ka mmadụ ghara inwe ọbara mgbalielu nakwa nnukwu kọlesterọl, dịka ngalaba NHS nke mba Briten si kwuo.",
    "World Aids Day 2019: Nri ndị ga-edozi onye nwere nje HIV ahụ1 Disemba 2019",
    "Vidio, Traditional Cuisine: Uru dị n'akwụkwọ nri5 Eprel 2020",
    "World food day: Ụdọdụ nri ndị Igbo anaghị erikawazị16 Ọktọba 2019",
    "Vidio, Igbo foods: Ihe mere anyị ji ericha nri tupu anyị ataa anụ11 Ọgọọst 2019",
    "Healthy diet: Nri ndị ị kwesịrị iri kwa ụbọchị iji kwụrụ chịm7 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Female Genital Mutilation: Abịa na Imo steeti enweghị iwu machiri ibi nwaanyị ugwu7 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "Imo State Police: Awakpola isi ụlọọrụ ndị uweojii dị n'Obowo gbuo ndị uweojii abụọ",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja",
    "Mathias Ekweremadu: Ike Ekweremadu akwaala akwa arịrị maka ọnwụ nwanne ya nke nta",
    "\"Amerịka, daalụ maka ịkwụnyere Ngozi Okonjo-Iweala\" - Onyeisiala Buhari",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Lee ihe ị kwesịrị ịma maka ọrịa coronavirusEmelitere ikpeazụ na: 23 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}