{
  "published": "9 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisioche ụlọọrụ Ovation bụ Dele Momodu ekwuola na ọ bụrụ na ndị ọchịchị Igbo gere Nnamdi Kanu bụ onye ndu Indigenous People of Biafra(IPOB) nti n'oge mgbe o bidoro tiwe mkpu mmegbu ndị Igbo na Naịjirịa, ihe akaari imebi ruo etu ọ dị ugbua.",
    "Ihe ndị gọvanọ ọwụwa anyanwụ sara Elliot Uko maka ESN Nnamdi Kanu hibere",
    "'Mmegide butere agha Biafra ka dị' - Elliot Uko",
    "Momodu gara n'ihu kwuo na ụwa ahụla ihe mere Kanu ji eti mkpu kamgbe.",
    "Gere ihe ndị ọzọ o kwuru n'uju n'ihe nkiri dị n'elu akụkọ a.",
    "Ndị mere akụkọ a bụ Chukwunaeme Obiejesi nakwa Adline Okere.",
    "\"Ma anyị ekweghị ka ha dịna anyị n'ike, ha ga-egbu anyị\" - Isata",
    "Ihe ndị a e ji Cryptocurrency eme mere ka CBN machie ya",
    "Ndị otu Indigenous People of Biafra etiela mkpụ maka etu e si wetuo akara Facebook onye ndu ha bụ Nnamdi Kanu.",
    "Vidio, Ipob: 'Ndị ọchịchị Igbo nwere nsopụrụ n'ebe Buhari nọ karịa ndị ha na-achị' - Dele Momodu, Duration 3,039 Febụwarị 2021",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ m nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Vidio, Ọgba mbọ: 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}