{
  "published": "9 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, TESSICA BROWN/GETTY",
    "Otu nwaanyị si Louisiana dị n'Amerịka enwetela onwe n'ụlọọgwụ ka o ji ihe nyachị akpọrọ \"Gorilla Glue spray adhesive\" mee isi kama ijiri ụdị nke a ma ama eji eme isi.",
    "Nsogbu Tessica Brown wuru ewu na soshal midia na mbido February ka o kwuru na o buola otu ụzọ isi ruo otu ọnwa makana o ji ihe nyachị tara akpụ mee isi ya ka nke o ji emebụ isi gwụchara.",
    "Iyi mbenukwu na ihe ndị ọzọ nwaanyị agba ọhụrụ na-eme ọtụtụ nne anyị emeghi",
    "Dọkịta egbuola nwaanyị otele ukwu gbalaga",
    "Brown kwuru na ọ saala isi ya ugboro iri na ise mana ihe nyachị ahụ ekweghị asachapụ.",
    "Ụlọọrụ Gorilla Glue depụtara na webụsaiti ha na ihe nyachị ahụ bụ nke siri ike ukwu nakwa e ji ya anyachị 'tiles' dị ebe a na-asa ahụ, ala na elu ụlọ.",
    "Ọ bụ naanị mmanya na-aba n'anya nakwa Isopropyl were ike ịsachapụ ya",
    "Ụlọọrụ Gorilla Glue zigara nwaada a ozi nkasiobi n'ọba ozi twitter ya.",
    "Tessica gwakwara ndị mmadụ ka ha na-ekpere ya ekpere maka ihe ọ na-agabiga ugbua n'isi ya.",
    "Ihe ụlọọrụ Gorilla Glue kwuru maka ọnọdụ Brown",
    "Ha na-ekwusi ike na ihe nyachị ahụ abụghị maka ntụtụ isi makana ọ naghị apụ apụ ma ọ nyado ma na-egosi anụrị ha na Brown na-anata ọgwụgwọ n'ụlọọgwụ.",
    "Ha gwara ndị na-azụ ahia ha na ha gụọ ịdọ aka na ntị edere n'ahụ ngwa ahịa ha tupu ha egoro ya.",
    "Gịnị na-emezi ugbua?",
    "Ụlọọrụ mgbasa ozi TMZ kwuru na Brown na-emete Tik Tok ọfụma ka bukwa isi ya ahụ bekee kpọrọ 'parking gel' ruo ugbua.",
    "N'ozi ha, ogbugbu ụlọrụ GG wetere enyereghị Brown aka nke mere na ọ na-achọ ikpọpụ ụlọọrụ ahụ pụwa ụloikpe.",
    "Ndị nọketere Brown gwara TMZ na ọ bụ elekere iri abụọ (22 hours) ka Brown nọọ n'ụlọọgwụ nke juru ndị nọọsụ anya , mbọ niile agbara iwepụ ihe nyachị ahụ tara akpụ kpụrụ afọ n'ala.",
    "Brown esila na ntụkọta ego GoFundMe ruru  $9,000 ma na -aga kwa n'ihu kwụọ ụfọdụ ụgwọ ụlọọgwụ.",
    "Gọọmentị ga-eji akara NIN dochie nke BVN",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọwnụ",
    "'Ndị ohi ji egbe wakpoo anyị na Upper Iweka n'ehihie ọcha'-   Chuma",
    "Ka m si eji Cryptocurrency enweta mbadamba ego",
    "NA EME UGBU A Presidential Taskforce on Covid-19: Lee mmadụ 100 ọzọ gọọmentị Naịjirịa machiri ime njem",
    "Occupy Lekki Toll gate: Ndị Igbo wepụ aka na ngagharịiwe ọzọ na Legọs - Ohaneze Ndigboelekere 9 gara aga",
    "Vidio, Ipob: 'Ndị ọchịchị Igbo nwere nsopụrụ n'ebe Buhari nọ karịa ndị ha na-achị' - Dele Momodu9 Febụwarị 2021",
    "Occupy Lekki Toll gate: Ndị Igbo wepụ aka na ngagharịiwe ọzọ na Legọs - Ohaneze Ndigboelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?elekere 6 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lee ka isi 'Packing Gel' si rapụta nwaagbọghọ a",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?",
    "Nri ndị ị kwesịrị iri kwa ụbọchị iji kwụrụ chịm",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}