{
  "published": "10 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndi Inya Abam bụ obodo dị n'okpuru ọchịchị Arochukwu n'Abia Steeti,",
    "Ndị obodo a etiela mkpu etu ahụhụ si echi ha ọnụ n'ala, n'agbanyeghị na ha nwere ndị na-anọchite anya ha na gọọmentị.",
    "Otu nwaanyị kọọrọ BBC Igbo etu nwa ya si nwụlahụ ya n'ihi na ha enweghị ụlọọgwụ ọbụla na be ha, okporo ụzọ e si aga ụlọọgwụ nke dị n'obodo ọzọ, adịghị mma.",
    "'Abia anaghị alaghachị azụ na mmepe' - Ikpeazu",
    "Abia State emegheela ụzọ maka ndị chọrọ ịchụ nta ego",
    "Lee ọtụtụ ihe akụ ọnatarachi juputara n'Abia State nke nwere ike ime ha ọgaranya",
    "Ihe anya m huru n'Arochukwu Massacre ka agha Biafra biri",
    "Ndi Inya Abam, enweghị okporo ụzọ, ha enweghị mmiri ọṅụṅụ, ha enweghị ihe ọgbara ọhụrụ ọbụla e ji enyere ndụ aka.",
    "Lee ihe anya BBC hụrụ n'obodo Inya Abam.",
    "Ndị mere akụkọ a bụ Adline Okere, Vining Ogu na Chris Okereke.",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Arochukwu myths& legends: Ihe asaa e ji mara ndị Arochukwu4 Maachị 2020",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwa29 Ọktọba 2020",
    "Arochukwu Marriage: Ihe mere ndị Igbo ji ajụ ese tupu alụmdi na nwunye4 Maachị 2020",
    "Vidio, Lee ka mmemme Ikeji Aro siri kpọtụọ, Duration 1,592 Disemba 2018",
    "Vidio, Igbo History: Ihe mere ndị bekee enweghi ike ịchọta Ivin Ukpabi ndị Arochukwu, Duration 5,3416 Jenụwarị 2021",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'19 Nọvemba 2020",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, \"Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ\" - Ndị obodo Inya Abam n'Abia steeti na-ebeku gọọmenti, Duration 9,2310 Febụwarị 2021",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Ipob: 'Ndị ọchịchị Igbo nwere nsopụrụ n'ebe Buhari nọ karịa ndị ha na-achị' - Dele Momodu, Duration 3,039 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}