{
  "published": "11 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwada Agaezichihogeme Oliver Joy nwere nkwarụ kọwara etu ya na ọyị ya nwoke si zute nke o jiri tụwa ya ime nakwa etu o si mụọrọ ya nwa.",
    "Na mkparịtaụka ya na BBC Igbo nwere, Oliver Joy  dị afọ iri atọ sị na ọ na nwoke nwereike ile ya anya n’ihu ma ya fọdụzie ịtụwa ya ime maka ngwarụ o nwere.",
    "Ụkwụ adịghị m mma egbochighị m ị bụ DJ na-ekpo ọkụ- DJ Flozy",
    "Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia",
    "Lee nwaanyị kpuru isi na-eme achịcha bekee",
    "Ọ sị na ya ọyị na ọyi ya nwoke bụ Oshian si na Delta Steetị zutere n'ọbaozi Facebook n'afọ 2020 ma n'ime izuụka ha zutechara ka ọ bịara n'Awka ileta ya.",
    "Dịka ha abụọ nọzi ka ọ tụrụ ime ma mụta nwa nwoke kara aka.",
    "N'otu aka ahụ, Oshian sị na ọ hụrụ Agaezichukwu n'anya nke ukwuu na o nwere ọ hụrụ n'ime ya nke ọ na-agaghị echefu echefu.",
    "Kirie akụkọ ha n'uju:",
    "Akụkọ a si n'aka Nnamdi Agbanelo, Ebere Ekeopara na Chioma Obianinwa.",
    "Vidio, Spinal Muscular Atrophy: Amaghị m na nwoke ga-ele m anya n’ihu ma ya fọrọ itu ime ma mụọ nwa - Oliver Joy, Duration 6,0611 Febụwarị 2021",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Hajia Sefia Ali nwaanyị awụsa na-ata asụsụ Igbo ka ọjị, Duration 4,3525 Nọvemba 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}