{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị na-akwọ ọgbatumtum keke n'Abia Steetị akọwala ihe ha na-ahụ n'iji ịntanetị akwụ ụtụisi keke dịka gọọmentị Abia si nye iwu.",
    "Ha kọwara na atụmatụ iji ịntanet akwụ ụtụisi keke dị mma mana ọghọm bụ na mgbe ụfọdụ aha gị agaghị apụta n'ịtanetị ma ị kwụchaa ụgwọ.",
    "Keke ga-ebidozi gbawa ruo elekere itoolu n'Aba na Umuahia",
    "Ihe mere ndị na-anya keke ji mee ngaghariwe n'Umuahia",
    "Electric Keke: Aba na-arụ kpataa",
    "Nke a na-eme ka ndị ọtawaike na-ahụ maka ịkwụ ụgwọ a ji anwụchi keke ha ma mee ka ha kwụọ puku narị atọ.",
    "Mgbe BBC Igbo kpọtụrụ kọmishọna mgbasaozi nke Abia Steeti, o kwuru na ọ ga-azaghachị n'oge na-adịghị anya.",
    "Dịka akụkọ a na-apụta a ka na-ele anya ọsịsa n'aka gọọmentị Abia Steetị.",
    "Cheta na gọọmentị nyere ndị ọkwọ ọgbatumtum keke niile ụbọchị abụọ idebanye aha ha n'otu ga-ejikọta ha ọnụ ma ọ bụghị ya ntaram ahụhụ ga-adịrị onye ahụ.",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, \"Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ\" - Ndị obodo Inya Abam n'Abia steeti na-ebeku gọọmenti, Duration 9,2310 Febụwarị 2021",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Ipob: 'Ndị ọchịchị Igbo nwere nsopụrụ n'ebe Buhari nọ karịa ndị ha na-achị' - Dele Momodu, Duration 3,039 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}