{
  "published": "11 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Awka Baboon: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra State",
    "Ejidela utobo ya bụ enwe 'JohnBull' ahụ tara nwata akwụkwọ n'Awka, Anambra State.",
    "Ndị nwe ụlọọgwụ 'Centre for Psychic Healing' dị n'Awka bụ Flora Ilonzo agwala BBC etu a.",
    "Ebe foto si, Getty Images/BBC",
    "Awka Baboon: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra State",
    "Flora Ilonzo onye nwe ụlọọgwụ 'Centre for Psychic Healing' dị n'Awka dị n'Awka gwara BBC na ọ bụ ụdị enwe bụ utobo, o dosara n'ụlọ anụmanụ gbapụrụ, na ọ bụghị ozodimgba dịka ndị mmadụ siri akọ.",
    "Ilonzo kwuru na ọ zụtara enwe a kamgbe afọ iri na abụọ gara aga dịka otu n'ime ọtụtụ anụmanụ o ji mere ihe nkiri n'ụlọọgwụ ya.",
    "Ihe ụmụ anụmanụ pụtara n'akụkọ ifo Igbo",
    "Anụmanụ atọ ndị ga-abara gị uru n'ụzọ ị tụghị anya",
    "Enyi mmiri atagbuola mmadụ na Kenya",
    "Mgbe BBC rutere n'ogige ahụ, a hụrụ ọtụtụ anụmanụ ndị ọzọ mana enwe a tara mmadụ alaghachibeghị n'ụlọ nchekwa e dosara ya.",
    "Ilonzo gwara BBC Igbo na ọ bụ na Tuzdee ka enwe ahụ a kpọrọ Johnbull richara nrị wee pụọ n'ebe e dosara ya.",
    "Flora Ilonzo bụ onye nwe ụlọọgwụ 'Centre for Psychic Healing' dị n'Awka.",
    "Mgbe ọ pụrụ ezi ka ụmụakwụkwọ malitere ịma ya okwute nke mere o ji taa otu nwata akwụkwọ.",
    "Flora Ilonzo kwuru na ọ bụ ya zụtara ọgwụ 'anti-rabbies' nke a gbara nwata akwụkwọ ahụ.",
    "Ndị uweojii mekwara nchọpụta hụ na ya bụ nwatakịrị alaghachila n'ụlọakwụkwọ kamgbe a gbachara ya ọgwụ ahụ.",
    "Enwe ahụ bụ Johnbull ka nọkwa n'ime ọhịa gburugburu ụlọọgwụ ahụ",
    "Utobu na-awakpo ndị mmadụ n'Ọka, Anambra Steeti",
    "Ebe foto si, Getty Images",
    "Awka Baboon: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra State",
    "Utobo si ebe edowere ya agbapụ na-enye ndị bị na mpaghara Commissioners Quaters nke dị n'Ọka, Anambra steeti nsogbu",
    "Otu onye ji akara @Zomsy na Twitter dere na utobo si  n'ụlọ ọgwụgwọ akpọrọ \"Centre for Psychic Healing Awka\"  gbapụ ma na-enye nsogbu na mpaghara obi gọọmenti dị n'Ọka, Anambra steeti. Na nkọwa nwa amadị a, utobo a na-agbapụ aga gburugburu  ụka St. Thomas Acquinas na ụzọ Commissioner's Quarters were na-awakpo ma na emerụ ndị mmadụ ezigbote ahụ.",
    "'E si na mba Kamerun wee zubata ọdụm a hụrụ n'ụlọ anyị'- Onye nche",
    "Lee 'ụmụanụmanụ' ga-achịpụ ya n'asọmpi AFCON 2019",
    "O kwuru na mwakpo utobo a emerụọla ụmụaka na-aga akwụkwọ ahụ site na mwakpo ya.Awka Baboon: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra State",
    "Foto nwa amadị a tinyere n'akara Twitter ya gosiri mmerụ ahụ ụfọdụ ọ si adaka a merụrụ ndị mmadụ.",
    "Awka Baboon: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra State",
    "Ọ na-arịọ gọọmenti ka ọ gbatara ndị mmadụ enyemaka maka ihe a.",
    "Ọka bụ obodo eji nsọ enwe mara, mana adaka adịghị ka ọ bụ nke akpa ala ya si Ọka.",
    "Ebe a dịka ha e nwere ogige anụmanụ ndị ọzọ:",
    "Agụiyi",
    "Enyi Nnụnụ",
    "Dịka ọ dị ugbu a, onye ntaakụkọ BBC Igbo awụchiela na ebe ya bụ ihe na-eme ka ọ mara etu aka ya bụ enwe siri banye n'ofe.",
    "Lee ụmụanụmanụ dị icheiche bi n'ogige ha n'Imo steeti",
    "Vidio, Amaghị m na nwoke nwereike ile m anya n’ihu ma ya fọdụzie ịtụ ime - Oliver Joy11 Febụwarị 2021",
    "Gee ntị, BBC Nkeji11 Febụwarị 2021",
    "Awka Baboon: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra Stateelekere 3 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Awka Baboon: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra State",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Enyinnaya Abaribe",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}