{
  "published": "11 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọ bụ n'ehihie ụbọchị Tuzde ka akụkọ pụtara na agbagbuola ụmụ nwoke atọ na Nkpor.",
    "Ndị uweojii kwuru na ọ bụ ndị omekome abụọ bu egbe nọ n'ime ụgbọala ojii mere ya bụ ihe.",
    "Nwa agbọghọ ọzọ anwụọla n'ụlọ oriri na Legọs",
    "Ozubulu Church Massacre: Otu afọ agafeela",
    "Dika ha si kwuo \"ụmụ nwoke abụọ ahụ gbanyere egbe n'ime ọha mmadụ dịka emechara nhọpụta ndị ọrụ 'Tax force' n'Eke Nkpor.",
    "E bugara ndị ahụ ụlọọgwụ mana dọkịta hụrụ ha kwuru na ha anwụọla nke mere ka ebugazie ozu ha n'ụlọozu ugbua.",
    "Ebe foto si, Getty Images",
    "Etu ndị omekome si gbagbuo mmadụ atọ n'ọgbakọ Nkpor - Ndị uweojii Anambra steeti",
    "Ndị uweojii ekwuola na ha na-eme nnyocha zuruoke iji mata ihe butere ya bụ ọdachi.",
    "O dobeghi anya ma mmadụ edeere mmadụ atọ a ede ka ọbụ mgbọ nkịtị agbapụrụ tụrụ ha.",
    "Akụkọ ka na-abịa",
    "Vidio, Amaghị m na nwoke nwereike ile m anya n’ihu ma ya fọdụzie ịtụ ime - Oliver Joy11 Febụwarị 2021",
    "Gee ntị, BBC Nkeji11 Febụwarị 2021",
    "Awka Baboon: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra Stateelekere 3 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Awka Baboon: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra State",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Enyinnaya Abaribe",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}