{
  "published": "14 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụbọchị Valentine bụ ụbọchị eji egosi ịhụnanya ọkachasị n'etiti nwoke na nwaanyị.",
    "Ọtụtụ ndị na-eji onyinye maọbụ were ihe na-acha ọcha maọbụ ihe na-acha mme mme echeta ya bụ ụbọchị.",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Anyị na Chika Okpalike Ụkọchukwu na ọkammụta n'African Traditional Religion' tinyere anyị ọnụ na ya bụ okwu.",
    "Ebe foto si, Getty Images",
    "Maghị ma akụkọ Saint Valentine ọ mere eme",
    "Chika Okpalike kwuru na akụkọ maka Saint Valentine dịka nkọmịrịkọ na nkọkịrịkọ nke bekee nwereike ịkpọ Myth maọbụ Legend.",
    "Nke a pụtara na-enweghị ihe a na-atụzịrị aka were sị maọbụ eziokwu maọbụ asị.",
    "Etu m siri bụrụ Eze Ekwensu",
    "Kama o kwuru na a na-anabata ya site n'okwukwe na ọ bụ etu o siri mee.",
    "Okpalike kwuru na enwere ọtụtụ akụko maka onye bụ Saint Valentine kama ọ bụ abụọ ka ndị mmadụ kacha akọ.",
    "Okpalike gwara anyị na ụfọdụ na-akọ na Saint Valentine bụ nwa okorobịa bụ onye nke Kraịst ejidere ka egbuo n'oge ihe dịka 4th century.",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala Igbo",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha",
    "Ọ kọwara sị \" kama oge ahụ nwa onye ọchichị bụ Emperor nọ n'ọrịa mana Valentine kpere ekpere were gwọọ nwatakịri ahụ ọrịa ya\".",
    "O kwuru na akụkọ ga-kwara n'ihu sị na mgbe Valentine gara ị nara ikpe ọnwụ ya, ọ dere nwatakịrị agbọha ahụ akwụkwọ ozi iji kosi ya na ya hụrụ ya n'anya.",
    "Chika Okpalike kọwara na-enwere akụkọ ọzọ bụkwa na-enwere Saint Valentine ọzọ onye ụkọchukwu na-agba ndị agha akwụkwọ oge Rome nọ n'ọchịchị ebe dị ukwu.",
    "Okpalike kwuru sị, \" Saint Valentine na-agba ndị agha akwụkwọ na nzuzo n'ihi na gọọmentị Rome akwadoghị ndị agha ha ịgba akwụkwọ oge ahụ\".",
    "Ebe foto si, Getty Images",
    "Ceaser Claudius bụ onye e chere sị ka ndị agha Rome hapụ ilu nwaanyị.",
    "O kwuru na ọ mere nke a amaka ihunanya ọ na-ahụ n'etiti ndị a.",
    "Akụkọ ndị a na ndị ọzọ bụ nkọmịrịkọ na nkọkịrịkọ",
    "Mmeme ochie nwereike ị bụ ebe emume valentine siri bido",
    "Emume Lupercalia: Okpalike kọwara na nke a abụ mmemme ndị Rome na-eme oge gboo.",
    "Obi dị m ụtọ na abụ m onye Igbo - Bishop T.D Jakes",
    "Okplaike kwuru sị, \" Aha Lupercalia sitere n'okwu latin abụọ nke otu n'ime ya bụ Lupus\".",
    "O kwuru na Lupus pụtara nkịta ọhịa nke bụ Wolf n'okwu bekee.",
    "Ọ kọwara sị, \"Rome oge gboo na-eche na ọ bụ Lupus a zụlịtere ndị chọpụtara mba Rome aha ha bụ Romulus na Remus\".",
    "Ebe foto si, Getty Images",
    "Lupus zulitere Romulus na Remus",
    "Kama Okpalike kọwara na nyocha agba ọhụrụ na-egosi na Wolf nereike ị bụ ụkpụrụ ezoro ezo nke bụ Code n'okwu bekee.",
    "Ọ sị, \"Lupus a pụtara onye akwụnakwụna n'ụzọ ụkpụrụ zoro ezo bụ code\".",
    "O kwuru na ihe nke a pụtara n'akụko Lupus nwereike ị bụ na ọ bụ ndị akwụnakwụna zụlitere mmadụ abụọ a chọtara mba Rome.",
    "Gịnị bụ Ikenga n'alaigbo?",
    "Ekele dị iche iche e ji mara ndị Igbo",
    "Okpalike kọwara na Lupercalia bụ mmemme ndị Rome na-eme n'ọnwa Febuwarị iji cheta ihụnanya nkịta ọhịa a gosiri Romulus na Remus ndị ha si chọtara mba ha.",
    "Okpalike kwuru sị, \"Ọ na-adanye karị sitye n'ime ụbọchị iri na atọ ruo ụbọchị iri na ise nke Febuwarị\".",
    "O kwuru sị, \"Ọ bụ chị ha na-efe maka ọmụmu (Fertility) na chi ha na-efe maka ahụike ha ka ha na-emere mmemme a\".",
    "Kedụ ka Igbo si ahụta ụmụnwaanyị?",
    "Okpalike kwuru na a na-eji uhie ọcha nke pụtara ị dị ọcha na uhie mmemme  eme emume Lupercalia mgbe ochie.",
    "Ndị BBC depụtara na emume Saint Valentine danyere n'oge eji echeta ọmụmụ na ihunanya ma gụnye kwa na ọ bụ kwa oge a na-echeta chi Zeus na Hera.",
    "Okpalike kọwara na \"Februa bụ aha ụtali esi n'akpụkpa ewu emepụta\".",
    "Lee nwoke gburu ichi e ji mara ndị Igbo n'oge gboo",
    "O kwuru na a ụmu nwoke na-eji ya bụ Februa apịatụ ụmụ nwaanyị ndị na-achọ nwa ,",
    "Ha na-eche kwa na nwa okoroọbịa were ụtalị metụ nwaanyị n'ahụ na nwaanyị ahụ ga-ahụ ya n'anya.",
    "Etu Cupid siri bata emume Valentine",
    "Ebe foto si, Getty Images",
    "Ejizi Cupid egosi ihunanya",
    "Okpalike kọwara na Cupid bụ chi Ịhụnanya ndị Greek.",
    "Okpalike kọrọ akụko were sị, \"Cupid hụrụ chi ha ọzọ aha ya bụ Apollos n'anya\".",
    "O kwuru na akụkọ na-ekwu na Cupid gbara Apollos ụta n'obi ka ọ were hụ ya n'anya.",
    "Nke mere na ọtụtụ kwenyere na ọbara si na obi Apollo pụta gosiri ịhụnanya ọ bụ ya mmere eji uwe na ihe na-acha mmemme eme emume Saitn Valentine.",
    "Ọ bụ akụkọ Cupid mere a na-eji ihe dịka obi na-acha mmemme eme emume Valentine.",
    "Ọ bụ ya mere iji ahụkarị obi na-acha mme mme maọbụ onye ji ụta agba na ya bu obi.",
    "Chika Okpalike kọwara na ọ bụ bụ pope Galacius nke mbụ bụ onye bidoro mmemme Saint Valentine n'afọ 496 AD.",
    "Ebe foto si, Getty Images",
    "ụfọdụ na-ekwu na ọ bụ Pope Gelacius wetara emume Lupercalia were nke Saitn Valentine dochie ya.",
    "Kama enweghị kwa ihe a ga-eji kwado na ya bụ ihe bụ eziokwu.",
    "Kedụ ụka ndị na-eme emume Saint Valentine.",
    "Ndị ụka nke CMS bu Angịkan, ndị orthodox na ndị nke Luther na-eme emume Valentine.",
    "Ọ bụ emume ncheta Saint Cyril ma Saint Methodius ka ndị ụka katọlịk na-eme.",
    "Ebe foto si, Getty Images",
    "O bụ emume Saint Cyril na Saint Methodius ka ndị ụka katọlịkị na-eme n'ụbọchị ndị mmadụ na-eme nke Valentine",
    "Na-agbanyeghị na Saint Valentine nọ na Kalenda ndị Saint a na-echeta n'ụbọchị ahụ, ndị ụka katọlika anaghị eme mmemme Saint Valentine n'ụbọchị ahụ.",
    "Ọkammụta Okpalike kwuru na ugbụa ị ga-ahụta emume ndị Rome ochie ma hụta kwa emume ndị nke Kraịst n'oge valentine ugbua.",
    "Okpalike kwuru ma kwusie ya ike were sị na okpukpere chi nke Kraịst  anaghị akwado ịhụnayna mmekọrịta ma ọ bụghị n'etiti di na nwunye.",
    "Ebe foto si, Getty Images",
    "Ndí na-eme Valentine",
    "O kwuru sị, \" Ugbua, ihe a na-eme bụ mmekọrịta ihunanya ma nke ụka kraịst na-akwado bụ mgbe nwoke na nwaanyị lụrụ onwe ha\".",
    "Lekki Toll Gate: Ndị uweojii ekwuola na ọbụ maka ịda iwu Covid ka e ji nwuchie Mr Macaroni na ndị ọzọ",
    "Baboon in Awka: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra State",
    "Etu ndị omekome si gbagbuo mmadụ atọ n'ọgbakọ emere na Nkpor - Ndị uweojii Anambra steeti",
    "Eastern Security Network: A kpọrọ ya ESN maọbụ Amọtekun, ha niile bụ maka nchekwa onwe - Enyinnaya Abaribe",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu Katọlik14 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lekki Toll Gate: A ga-enyocha ndị uweojii mekpara Mr Macaroni na ndị ọzọ ahụ13 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'elekere 6 gara aga",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu Katọlik",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Lekki Toll Gate: A ga-enyocha ndị uweojii mekpara Mr Macaroni na ndị ọzọ ahụ",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}