{
  "published": "12 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikechukwu  Kalu",
    "Broadcast Journalist Igbo",
    "N'izuụka ole na ole gara aga ka NwadaIgbo Uche Jumbo kwuru okwu sị na  itinye ego n'azụmaahịa ala (Real Estate Investment) na mpaghara Ọwụwa Anyanwụ Naijirịa (in South-East Nigeria) na-aghọ ahịa.",
    "Ọ sị na oke ala atọ ọ zụrụ n'Aba afọ asatọ gara aga, na o ji ego dị nde naịra atọ (N3.8m) na ụme ree ya ugbua mana nke ọ zụrụ na Legọs n'otu oge ahụ na o rere ya nde naịra iri anọ na ise (N45m).",
    "Ihe i kwesiri ịma maka ọgwụ eji egbu ahịhịa n'ugbo",
    "Ị na-achọ ịzụ ala maọbụ ụlọ? Lee ihe asaa i kwesiri ime iji gbalahụ okwu na ụka",
    "Ihe mere ụmụnwaanyị anaghị eketa ala n'omenala Igbo",
    "Nke a mere ka ọtụtụ ndị mmadụ ji na-akatọ ya ebe ndị ọzọ sị na ọ bụ eziokwu ka o kwuru.",
    "Mana BBC Igbo gbara ụfọdụ ndị na-ere ala nakwa ụlọ na mpaghara Ọwụwanya Anyanwụ ka tinye ọnụ n'okwu a.",
    "Kedụ ihe ndị na-ere ala n'Ọwụwa Anyanwụ kwuru?",
    "Awka",
    "Ebe foto si, Iwaria",
    "Ọzọ Okwudiri Nwude bụ onye na-ahụ maka ire ala nke bụ in Real Estate Investment nakwa ụlọ n'Awka dị n'Anambra Steetị sị na o nweghi ọghọm dị n'ire nakwa ịzụ ala n'Ọwụwa Anyanwụ.",
    "Ọ sị na ịzụ ala dị mma karịa itinye ego n'ụlọakụ maka na ụlọakụ agaghị enye gị ọmụrụ nwa mana ị zụọ ala taa ọ ga-amụtara gị nnukwu nwa echi ma ị chọrọ ire ya.",
    "Ọ sị na onye zụrụ ala n'ebe dịka Mgbakwu maọbụ Ebenebe dị n'Awka North n'ọnụego dịka pụkụ naịra 200, na ọ chọrọ ire ya n'afọ atọ na o nwereike ire ya puku naịra 350.",
    "Ebe foto si, Getty Images",
    "Mana ọ bụrụ ebe dịka Awka South zụọla n'ọnụego puku naịra 300 na o nwereike ire ya ihe ruru otu nde (N1m) n'ime afọ abụọ.",
    "Nwude sị na ihe mere ala ji adala ọnụ bụ n'ihi mmepe ebe ala ahụ dị, na ọ bụrụ na a malite ịrụ ụlọ maọbụ ụzọ, na ala niile dị na gburugburu ebe ahụ ga-adala ọnụ.",
    "I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ aka gị ma i nwee nde naịra ise",
    "N'iji maa atụ, ọ sị na ọ zụrụ ala n'ebe 'Road Safety' dị n'Awka n'ọnụego nde naịra atọ na ụma (3.5m) n'afọ 2016 mana ugbua na ihe a na-ere ala ebe ahụ ugbua bụ nde naịra iri na abụọ (N12m).",
    "Nwude sị na etu ka ire na ịzụ ala dị na mpaghara dị iche iche n'Ọwụwa Anyanwụ.",
    "Enugwu",
    "Ebe foto si, Chibuike Wogu/Facebook",
    "N'otu aka ahụ Chuma Ezealigo na-ahụ maka ịzụ nakwa ire ala n'Enugwu sị na ihe dị mkpa bụ inwete ndị maara anya ala tupu mmadụ azụọ ala.",
    "Na onye kwuru na azụmaahịa ire na ịzụ ala adịghị eme nke ọma, nwere na onye ahụ anaghị erute nso maara ihe a na-akọ.",
    "Ezealigo sị na ọnụego iji ree maọbụ ịzụ na-ada bụ site na etu mpaghara ala ahụ dị jiri mepee emepe.",
    "Ebe foto si, Chibuike Wogu/Facebook",
    "N'iji maa atụ, ọ sị ndị zụrụ na 'zoo estate' dị n'Enugwu n'afọ ise gara aga zụrụ ya nde naịra iri anọ (N40m) mana ihe a na-ere ya ugbua bụ otu nde narị naịra (100m) ma ọ bụrụ na ị hụ ahụ.",
    "Ọ sị na ego ole a zụrụ ala na 'golf estate' n'afọ ise gara aga bụ nde naịra atọ na ụma (N3.5m) mana ugbua ala na-adazi ihe dịka nde naịra iri atọ (N30m).",
    "Ọ sị na o nweghi onye zụrụ ala n'Enugwu ugbua na-agaghị ere ya ugboro abụọ karịai ihe ọ zụrụ ya n'afọ ise na-abịa abịa.",
    "Ezealigo dọrọ aka na ntị sị na onye chọrọ ịzụ ala ekwesighi ịzụ ala obodo nwe ma ọ bụrụ na ọ gaghị arụ ya ozugbo, na ha nwereike iresi ya onye ọzọ.",
    "Ihe mmụta",
    "Ebe foto si, Chibuike Wogu/Facebook",
    "Na nchịkọta, ndị ọkachamara n'ire ala abụọ a mere ka a amata na ego ole a na-ere maọbụ na-azụ ala bụ site n'ebe ala ahụ dị.",
    "Na ọ bụrụ ala dị n'ebe mepere emepe, na ọnụego ya ga-adị elu karịa nke dị n'ebe ka na-emepe emepe.",
    "Nwude sị na o nweghi iwu na-achịkwa ego ole mmadụ ga-ere ala ọ zụrụ, na ọ bụ ego ole maasịrị onye nwe ala ka ọ na-ere ya.",
    "Ihe ọzọ bụ na o nweghi ọghọm dị na mmadụ ịzụ ala maka na ala na-amụta nnukwu ego n'oge na-adịghị anya.",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, EBSU: Ihe kpatara ngagharịiwe na Mahadum Ebonyi State Universityelekere 9 gara aga",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru",
    "Baboon in Awka: Ejidela enwe 'JohnBull' tara nwata akwụkwọ n'Awka, Anambra State",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}