{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụakwụkwọ na Mahadu Ebonyi steeti mere ngagharịiwe n'ihi ụdị ule ọhụrụ ndị isi ụlọakwụkwọ ahụ tinyeere ha.",
    "Ụdị ule a bụ nke a kpọrọ 'Computer Based test' maọbụ CBT n'aha ịchafụ.",
    "Mana ụmụakwụkwọ na-ekwu na ha karịrị puku isii mana igwe kọmputa erughi otu narị maka ya bụ ule.",
    "Ha kwukwara na Mahadum ha adịghị njikere chaachaa maka ịmalite ule ọhụrụ a.",
    "Nke a mere ha ji malite ngagharịiwe.",
    "Ihe mere Ebonyi state ji bụrụ \"elelịa nwa ite\"",
    "'Umahi na-akpụ ụkwụ n'ala na nzọụkwụ Sam Egwu n'agumakwụkwọ'",
    "'Ihe ga-akwụsị ọgụ Agila(Benue) na Ngbo(Ebonyi) bụ itinye oke-ala'- Onyeisi Ohaukwu LGA",
    "Ndi Ugwu asaala Gọv Umahi okwu maka ebubo iwakpo ụmụnwaanyị Ebonyi",
    "'A gwara m ha agala akwamozu ahụ' - Nwoke ihe mberede Ebonyi tara isi nwunye ya abụọ",
    "Otu onyonyo mechara fesawa na otu nwata akwụkwọ nwụrụ oge a na-eme ngagharịiwe ahụ.",
    "Mana ndị Mahadum EBSU nakwa ndị uweojii kwuru na nke ahụ bụ asịrị.",
    "Ha gosiri ihe onyonyo nke gosiri na nwata ahụ anwụghị anwụ n'eziokwu.",
    "Gere akụkọ a n'uju n'ihe onyonyo dị n'elu.",
    "Vidio, Ụmụakwụkwọ Ebonyi tọrọ n'ofesi: Umahi na-akpụ nzọụkwụ Egwu n'ala gbasara agụmakwụkwọ, Duration 2,0722 Jenụwarị 2019",
    "Vidio, Ebonyi State Crisis: Etu e si wakpo, gbuo mmadụ abụọ ma tọrọ mmadụ ise n'Edda di na Ebonyi steeti, Duration 1,585 Julaị 2020",
    "Vidio, Ebonyi salt lake: Ihe mere ụmụnwoke anaghị aba mmiri a., Duration 1,5111 Febụwarị 2019",
    "Vidio, Spinal Muscular Atrophy: Amaghị m na nwoke ga-ele m anya n’ihu ma ya fọrọ itu ime ma mụọ nwa - Oliver Joy, Duration 6,0611 Febụwarị 2021",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, DNA Test: Zizi Cardow sị na ọ bụ ụmụnwaanyị na-ebute nsogbu 'Paternity fraud', Duration 2,2222 Jenụwarị 2021",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, EBSU: Ihe kpatara ngagharịiwe na Mahadum Ebonyi State University, Duration 2,50elekere 9 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}