{
  "published": "13 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kamaru Usman bụ onye Naịjirịa na-eme egwuregwu ọgụ a kpọrọ 'mixed martial arts'.",
    "A mụrụ ya n'Edo steeti mana ọ hapụrụ Naịjirịa oge ọ dị afọ asatọ",
    "Etu Anthony Joshua si 'kwadoro' Ruiz Jr",
    "Southampton akụọla Chelsea ihe Anthony Joshua kụrụ Ruiz",
    "Kamaru Usman gwara BBC na o rere akpụ oge ọ bụ nwatakịrị.",
    "Ugbua, ọ bụrụla ọkaibe n'egwuregwu UFC.",
    "Kamaru Usman na Gilbert Burns ga-ezute onwe ha n'ụbọchị Sọnde iji mata mbe abụọ nke bụ oke.",
    "Lee ihe dike a eji 'Nigerian nightmare' gwara BBC maka onwe ya.",
    "The Nigerian Nightmare: Lee Kamaru Usman, dimkpa Naịjirịa nwere 'single bone'15 Disemba 2019",
    "Kamaru Usman: Nwaafọ Naịjirịa tụrụ ugo n'egwuregwu mgba UFC3 Maachị 2019",
    "Israel Adesanya vs Yoel Romero: Odogwu nwaafọ Naịjirịa e turula ugo8 Maachị 2020",
    "WWE Crown Jewel: Taa ka Tyson Fury na Braun Strowman ga-achịpụ ya31 Ọktọba 2019",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Spinal Muscular Atrophy: Amaghị m na nwoke ga-ele m anya n’ihu ma ya fọrọ itu ime ma mụọ nwa - Oliver Joy, Duration 6,0611 Febụwarị 2021",
    "Vidio, Fulani herdsmen in Bende: \"Ndị uweojii kpọchịrị`ndị be anyị mgbe ha gara ikpesa etu ndị ọchịehi si mebie ugbo anyị\", Duration 2,2413 Febụwarị 2021",
    "Vidio, EBSU: Ihe kpatara ngagharịiwe na Mahadum Ebonyi State University, Duration 2,5012 Febụwarị 2021",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}