{
  "published": "13 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeze ndị Ozuitem dị na Okpuruọchịchị Bende dị n'Abia steeti bụ John Akaliro kọọrọ BBC Igbo etu ndị uweojii siri jide ha na ndị obodo ha kpochie ha mgbe ha gara ikpesara ha etu ndị ọchị ehi siri ga mebie ihe n'Igbo ha.",
    "Obodo ebe Igbo na Fulani na-ebiko",
    "Onye bụ Umaru Altine chịrị Enugwu dịka 'Mayor'?",
    "Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "Akaliro sị na ha kpọchịrị ọtụtụ ndị obodo ya ụbọchị ahụ meecha hapụ ya na ọnwe na mgbede ma jide mmadụ anọ abalị anọ.",
    "Ndị uweojii n'ọnwe ha kwetakwara na ha kpọchiri ndị ahụ mana na o rughị abalị anọ.",
    "Kirie ka ị hụ ihe o kwuru.",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Igbo Ancient Warrior Tribes : Mba abụọ kpara ike mgbe ochie21 Julaị 2019",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwa29 Ọktọba 2020",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Spinal Muscular Atrophy: Amaghị m na nwoke ga-ele m anya n’ihu ma ya fọrọ itu ime ma mụọ nwa - Oliver Joy, Duration 6,0611 Febụwarị 2021",
    "Vidio, Fulani herdsmen in Bende: \"Ndị uweojii kpọchịrị`ndị be anyị mgbe ha gara ikpesa etu ndị ọchịehi si mebie ugbo anyị\", Duration 2,2413 Febụwarị 2021",
    "Vidio, EBSU: Ihe kpatara ngagharịiwe na Mahadum Ebonyi State University, Duration 2,5012 Febụwarị 2021",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}