{
  "published": "13 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/Sowore",
    "Ihu atọghị Debo Adebayo - Mr Macaroni - ọchị dịka a gbapụtara ya n'aka ndí uweojii",
    "Ndị uweojii atọhapụla Debo Adebayo, onye e ji Mr Macaroni mara, bụ onye ha nwụchiburu na ngagharịiwe e mere na Lekki Toll gate n'ụbọchị Satọde.",
    "Omoyele Sowore, onye nwe ụlọ ntaakụkọ Sahara Reporters, kwupụtara nke a n'akara Twitter ya.",
    "Onye ọzọ kwukwara na a kwụrụ otu narị puku naịra iji gbapụta Mr Macaroni.",
    "Ndị uweojii kwuru na ọ bụ maka na ndị ahụ na-eme ngagharịiwe dara iwu Covid-19 mere e ji nwuchie ha.",
    "Muyiwa Adejobi, ọnụ na-ekwuru ndị uweojii Legọs, kwuru na ọ bụ ụlọikpe tọhapụrụ ndị ahụ ha jidere, ma kwukwaa na ha ga-abịakwa ọzọ n'ụlọikpe n'ụbọchị abụọ nke ọnwa March afọ 2021.",
    "Ebe foto si, Instagram/Falz/Charlyboy/Atiku",
    "Ọtụtụ ndị ama ama etinyela ọnụ katọọ aka ike ndị uweojii dịka ndị ntorobịa mere ngagharịiwe ọzọ na Lekki Toll Gate n'ụbọchị Satọde, abalị iri na atọ nke ọnwa Febrụwarị afọ 2021.",
    "Folarin Falana, onye oti egwu eji Falz mara, kwuru na ike Naịjirịa agwụla ya:",
    "Falz kwukwara na gọọmentị Naịjirịa egosila na ha achọghị udo chaachaa.",
    "Ebe foto si, Twitter",
    "Charles Oputa, onye e ji Charly Boy mara kwuru na Naịjirịa aghọọla ọgbọ ebe a na-egbu mmadụ.",
    "Ebe foto si, Twitter",
    "Osote Onyeisiala Naịjirịa n'oge gara aga bụ Abubakar Atiku kwuru na ihe ndịọrụ nchekwa kwesịrị ime bụ inye aka hụ na ndị na-eme ngagharịiwe mere ya n'udo.",
    "Atiku dọrọ aka na ntị ka onyeisiala Naịjirịa wepụ aka enwe n'ofe.",
    "Ebe foto si, Twitter",
    "Onye omeiwu bụ Shehu Sani kwukwara otu ihe ahụ Atiku kwuru.",
    "Ebe foto si, Twitter",
    "Amnesty International kpọrọ oku ka gọọmentị Naịjirịa chekwaa ndị na-eme ngagharịiwe na-emebighi ihe ọbụla.",
    "Ebe foto si, Twitter",
    "Ebe foto si, Mr Macaroni",
    "Otu onye na-eme ejije ụkaọchị bụ Debo Adebayo, onye e ji Mr. Macaroni mara, so na ndị a nwụchịrị n'ụtụtụ Satọde a na Lekki Toll Gate.",
    "A hụkwara ya na Twitter ebe ọ na akọwa ihe na-eme n'ime n'ihe onyonyo n'ime ụgbọala \"Black maria\" ebe ọ nọ.",
    "Onweghị onye hụrụ mgbe ejidere ya.",
    "Ihe ahụrụ bụzị ebe ọ nọ na Twitter na-eme ya bụ ihe onyonyo.",
    "Lee ihe onyonyo ọzọ gosiri ebe Mr Macaroni nọ n'ime ụgbọala ebe ndị uweojii debere ya na ndị ọzọ.",
    "Ọ kwụsịrị ya bụ ihe onyonyo ọ na-eme mgbe ndị uweojii napụrụ ya ekwentị ya.",
    "Onye ntaakụkọ BBC na-akọwa na agbanyeghị ihe karịrị mmadụ iri a nwụchịrị, na ụgbọala na-agbafekwa ebe ahụ were were.",
    "Otu nwoke nọ n'ime \"Black Maria ahụ na-eti mgbu na ya na-aga ụlọọrụ ya tupu aka akpara ya.",
    "Ọ na-ekwu na ọnweghị ihe ya mere.",
    "Ya bụ nwaadị na-ajụ ndị uweojii \"ọ bụ na m enweghị ikike ịgagharị n'ala m?\"",
    "Mana ọ nweghị onye tụpụụrụ ya ọnụ.",
    "Ya bụ nwaamadị na-ekwu na ọ bụ onye Njinia were ndị mmadụ n'ọrụ, mana ọnweghị onye ghere ya ọnụ.",
    "A chọpụtara na ahụ e sichaghị ụgbọala ndị uweojii ji buru ndị ahụ ike dịka akwawara ya aka mana ọ nweghị ike ịnupu.",
    "E mechere kpọrọ ndị ahụ banye n'ụgbọala ọzọ were pụwa.",
    "Nwaandị sị na aha ya bụ Christopher Udoji bụ ọnye nwetere onwe ya na ụgbọala ndị uweojii ahụ sị na ya na-agafe agafe tupu anwuchie ya.",
    "Ụfọdụ ndị anwụchịrkwara kwetakwara na n'ezie, ha pụtara ya bụ ngagharịiwe.",
    "Ndị uweojii na ndị agha Naịjria wuchiri n'uju na Lekki Toll Gate ebe ndị ntorobịa siri ọnwụ na ha ga-amaliteri ngagharịwe taa bụ Satụde.",
    "Ndị ọrụ BBC nọ ebe ahụ kemgbe elekere isii nke ụtụtụ ịwetere unu ka ịhe sị aga.",
    "BBC hụrụ ọtụtụ ndị uweojii na ndị agha Naịjriịa ka ha kposara ebe ahụ.",
    "Ha hụkwara ụfọdụ umu ntorobịa pụtara ebe ahụ, ụfọdụ n'ime ha ka anwụchiri tụba n'ụgbọala ndị ụweojii buru pụọ.",
    "Dịka ndị BBC nọ ebe ahụ siri kwuo, \"ndị uweoji nwuchiri ụfọdụ ndị pụtara ebe ahụ\".",
    "Otu onye okoroobịa a nwụchiri kwuru na ya bịara nleta ihe na-eme na-ebe ahụ, mana ndị uweojii nwụrụ ya tinye a n'ụgbọala Bekee kpọrọ \"Black Maria\".",
    "Cheta na-ana atụ anya na ndị ntoroọbịa ga-apụta taa maka ngagharịiwe atụmatụ ọgbakọ na-enyocha mmegide ndị uweojii ka enyeghachie ụlọ ọrụ \"Lekki Concession Company\" (LCC) ogige Toll Gate ahụ ka ha malite tụwa mgbere n'ebe ahụ.Ọ bụ na Lekki Toll Gate ahụ ka anọ mee ngagharịiwe n'Ọktoba 2020 butere ebubo na egburu ndị mmadụ.",
    "Ọ bụ ebubo ogbugbu mmadụ butere ngagharịiwe a dịka ụfọdụ mmadụ na-ekwu na ya bụrụ na-afụghị isi ogbugbu ha, ekwesighi imepe ya bụ Toll Gate.",
    "Otu onye anwụchịrị ebe ahụ na-akọwa na ọ bụ ya bụ ngagharịiwe ka ya pụtara tupu ndị uweojii akpara ya aka.",
    "Ụfọdụ ndị ụmụntorobịa ahụ anwụchịrị ekweghị ekwe o, dịka ha ka na-aba mba na ha nwereikike ịpụta mee ngagharịiwe n'udo.",
    "Onye ntaakụkọ BBC na-ekwu na amaghị ihe ọtụtụ so na ndị anwụchịri mere ndị uweojii ji kpara ha aka.",
    "Ọ kwuru na ha anwuchiela ihe karịrị mmadụ iri ebe ahụ n'ụtụtụ a.",
    "Ọtụtụ ndị ọzọ jukwara ebe ahụ bụkwa ndị ntaakụkọ sị ụlọọrụ ntaakụkọ dị ichie iche.",
    "Ọtụtụ mmadụ apụtala maka ngagharị iwe Lekki Toll gate9 Febụwarị 2018",
    "Curfew in Lagos: Nchịkọta ihe niile mere na Lekki toll gate n'abalị Tuzde21 Ọktọba 2020",
    "Endsars: 'Mụgharịanụ etu esi e bu egbe'16 Eprel 2019",
    "Lekki Toll Gate: Ndị uweojii ekwuola na ọbụ maka ịda iwu Covid ka e ji nwuchie Mr Macaroni na ndị ọzọ13 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Ndị otu nzuzo na-awakpo ndị POS n'Aba, anya ga-ahụ ha ndị mmụọ - Nnamdi Kanu",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Etu m si soro na ndị ọkaibe n'egwuregwu 'Basketball' - Zeke Nnaji, Duration 4,0626 Nọvemba 2020",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ aja3 Jenụwarị 2021",
    "Arsenal apịala Chelsea ụtalị ndị nche pịara onye ohi27 Disemba 2020",
    "Anthony Joshua na Kubrat Pulev ga-ezute onwe ha taa ịmata mbe abụọ nke bụ oke12 Disemba 2020",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Lekki Toll Gate: Ndị uweojii ekwuola na ọbụ maka ịda iwu Covid ka e ji nwuchie Mr Macaroni na ndị ọzọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}