{
  "published": "14 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chioma Inyang gosiri na ọ bụ nwa ada Igbo n'eziokwu oge o ji ankara kwaara onwe ya uwe agbamakwụkwọ.",
    "Uwe agbamakwụkwọ so n'otu ihe na-echu nwa agbọghọ ọbụla ụra.",
    "O nwere ihe dị njọ na 'Pre-wedding Foto'?",
    "Uwe ụmụnwaanyị bịara Grammy yi ga-atụ gị n'anya",
    "Onye ọbụla na-achọ ka nke ya bụrụ ọpụrụ iche nakwa ọkacha mma.",
    "Mana Chioma Inyang, onye ọkwa akwa, hapụrụ omenala ndị ọcha, ma were akwa ndị Afrịka kwaara onwe ya uwe bụ sọ mma.",
    "Gere akụkọ ya n'uju n'onyonyo dị n'elu.",
    "Ndị mere ya bụ Chimezie Ucheagbo na Chiemela Peter",
    "Covid-19: Davido sị na chioma ebutela Coronavirus27 Maachị 2020",
    "I so na ndị sị na agbamakwụkwọ Katolik edoghị anya? Lee ihe isii ọ ga-eri gị ịgba akwụkwọ Katọlik na Naijiria16 Ọgọọst 2018",
    "Vidio, Afikpo Festival: Egwu nkwa nwaite ka eji mara ha, Duration 1,3431 Disemba 2018",
    "Vidio, Ebuka: Mụ na Prince William bụ enyi, Duration 1,2724 Mee 2018",
    "Nigerian Weddings: 'Enweghị ihe m ji nwaanyị Naịjiria eme kemgbe m nụchara ụtọ nwaanyị ọcha a'21 Jenụwarị 2020",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Spinal Muscular Atrophy: Amaghị m na nwoke ga-ele m anya n’ihu ma ya fọrọ itu ime ma mụọ nwa - Oliver Joy, Duration 6,0611 Febụwarị 2021",
    "Vidio, Chioma Inyang: Ihe mere m ji were ankara kwaara onwe m uwe agbamakwụkwọ, Duration 2,1414 Febụwarị 2021",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Fulani herdsmen in Bende: \"Ndị uweojii kpọchịrị`ndị be anyị mgbe ha gara ikpesa etu ndị ọchịehi si mebie ugbo anyị\", Duration 2,2413 Febụwarị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}