{
  "published": "16 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Afọ ime bụ ezigbo ihe mana ọ dịmma ka ndị mmadụ mata ụfọdụ ihe mgbu na-eso ya ka ha wee gbochinwuo ya maọbụ gwọta ya.",
    "Dịka dọkịta Joseph Ayinde na-ahụ maka ahụ ụmụnwaanyị si kwu, ọrịa afọ ime ndị a abụghị ụmụ nwaanyị niile ka o na-eme makana ahụ dị n'iche iche.",
    "Ihe 10 ụmụwaanyị dị ime ekwesighị ime",
    "Lee ihe ndị na-akpatara gị afọ mgbu, na ihe ị ga-eme maka ya",
    "Etu ụmụ nwaanyị dị iche cihe siri kọwaa etu ime nwa ha sịrị pụọ iche",
    "Dọkịta Akinde kọpụtara ọrịa ndị a dịka ndị na-emekarị ụmụ nwaanyị dị ime.",
    "Malaria bụ ọrịa kacha enye ụmụnwaanyị dị ime nsogbu tụmadụ ọnwa atọ ha ji tụrụcha ime ọhụrụ dịka dọkịta Ayinde si kwu.",
    "Oke anwụnta , gburugburu ruru unyi nakwa mmiri dọtị dọkọ n'otu ebe na-ebute ọrịa a.",
    "Ogbugbo: Rahụ na neti ga-ekpuchi gị na afọ ime ọfụma ka anwụ nta ghara ịta gị. Gakwuru dọkita gị ka o nye gị ọgwụ mgbochi iba ka afọ ime gị na-erute ọnwa anọ na ọnwa ise.",
    "Anaemia bụkwa ọrịa ọzọ na-emekarị ụnwaanyị dị ime.",
    "Nke a pụtara mgbatụ ọbara dị n'ahụ nwaanyị bu afọ ime makana ahụ nwaanyị chọkwurụ ọbara o ji arụ arụ maka ibu ọzọ o bu.",
    "Ogbugbo: Rie nri ọfụma, ma nwuo ọgwụ iron nakwa Folic acid ọfụma dọkịta gị nyere gị.",
    "Ebe foto si, Getty Images",
    "Ọbara mgbanielu: Dọkịta Akinde kwuru na ọrịa a na-ebute ihe bekee kpọrọ 'hypertension', na-emekarị ụmụnwaanyị dị ime makana ọ bụghị naanị ahụ ha na-anata ndozi, ha na nwa ha bu n'afọ na-eke ya.",
    "O kwuru na ọbara mbanielu na-emekarị nwaanyị gbagoterela n'ọnụọgụ afọ iri atọ na isii, mere na ọ ji arịọ ka ụmụnwaanyị mụchaa nwa ha ka ha dị afọ na-erubeghị 35-40.",
    "Ọgbugbo: Na-enyocha onwe gị ka ịwee mara mgbe ọbara gị ji gbalie elu ka ị wee bido n'oge gwọwa ya.",
    "Naanị ndị nwere ya ga-aga nata ọgwụgwọ n'aka dọkịta, ọ bụghị nwaanyị niile bụ afọ ime ka nke a na-eme.",
    "Gestational Diabetes: Aha ọzọ a na-akpọkwa nke a bụ ọrịa suga.",
    "Dọkịta Akinde kwuru na afọ ime nwerike ịkpalite ọrịa suga n'ahụ nwaanyị dị ime maọbụ ọ bụrụ na nwaanyị ahụ si n'aka nne na nna ya nwete ya bụ ọrịa.",
    "Ndị dọkita na-achọpụtakarị ọrịa a n'ahụ nwaanyị dị ime bido izụ ụka iri abụọ na anọ ruo nke iri abụọ na asatọ nwaanyị ahụ ji dị ime.",
    "Dịka ụlọgwụ Cleveland  dị na mba Amerịka si depụta na website ha, GD anaghị ebu ihe ngosi ọbụla mana ụfọdụ ụmụnwaanyị dị ime nwerike inwe ihe ngosi dịka oke ịnyụ mamiri, oke igbọ agbọ, oke agụ ịnụ",
    "mmiri na oke ike ọgwụgwụ.",
    "Ogbugbo: Ị ga na-ga ahụ dọkịta gị kwa mgbe mgbe dịka afọ ime ka na-aga n'ihu, dọkita gị ga-ele ele ogo sụga dị n'ahụ mgbe ọbụla, ị ga e jikwa igwe e ji elele ogo sụga na-enyokwa ya n'aka gị n'ụlọ gị.",
    "Ụfọdụ ụmụnwaanyị nwerike ị chọ ọgwụ maka ibelata ọrịa a mana ụfọdụ bụ naanị nri nakwa ndọtị ahụ ka ha ga-eji belata sụga dị ha n'ahụ.",
    "Etu ụmụ nwaanyị dị iche cihe siri kọwaa etu ime nwa ha sịrị pụọ iche",
    "Sickle Cell disorder: Dọkịta Ayinde kwuru na ọrịa sickle cell na-enye ụfọdụ ụmụnwaanyị dị ime nsogbu.",
    "Ogbugbo: Nwaanyị dị ime bu udiri ọrịa a ga ana-anwụ folic acid ọfụma.",
    "Ebe foto si, Alhassan Sillah",
    "Nwoke ahụ na-enye ụmụ nwaanyị ọgwụ na-eko ha afọ",
    "Ọrịa obi: Ụmụnwaanyị dị ime na-arịakarị ọrịa obi dị iche iche.",
    "Ayinde kwuru na ụfọdụ n'ime ụmụnwaanyị dị ime na-enwebụ ya bụ ọrịa obi mana afọ ime na-eme ka ọ kawanye njọ.",
    "Ogbugbo: Ị ga-anaga ahụ dọkịta gị kwa mgbe kwa mgbe, na-ezu ike ọfụma,gbanahụ oke ibu nakwa oke ndọlị, gwọ ọrịa ọbara mgbatụ ka ị wee gbanahụ ọrịa obi dị iche iche n'afọ ime.",
    "Ebe foto si, Getty Images",
    "Varicose Vein: Ayinde kwuru na ọrịa a naghị enyecha ụmụnwaaanyị dị ime nsogbu.",
    "Vein bụ paip na-ebuga ọbara n'ọbị nakwa ụbụrụ n'ahụ mmadụ dịka Ayinde si kọwaa.",
    "O kwuru na ọ bụ etu homonu si emetụta ebe ọbara si aga maọbụ etu isi nwa si nyido ụkwụ nne ya nwereike ibute 'Varicose Vein'.",
    "O kwuru na ụmnwaanyị dị ime ga-emeli ihe dị na ya n'ụzọ ndị a: Dinara ala ma welite ụkwụ gị elu mgbe ọbụla.",
    "Mana ọ ka njọ, ọ dịmma ka nwaanyị ahụ ga-ahụ dọkịta nata ezigbo ọgwụgwụ.",
    "Ịbụ asọ, ịgbọ agbọ na ụkwụ zara aza: Ndị a sokwa n'ọrịa ụmụnwaanyị dị ime na-arịakarị mana Ayinde kwuru na ha abuchaghị oke nsogbu nye nwaanyị dị ime.",
    "Kama na ọ bụrụ na ọ ka njọ, ọ ga-adị mma ka dọkịta onye ahụ nye ya akwa n'ụlọọgwụ ma leruo ya anya ọfụma.",
    "Na nchịkọta , Dọkịta Akinde kwuru na ọ dị mma ka ụmụnwaanyị  mụcha nwa n'oge ihe dịka n'afọ iri atọ na ise (35) makana afọ ole nwaanyị dị wee tụrụ ime sokwa eme ka ụfọdụ ọrịa ndị a nye ya oke nsogbu.",
    "Ihe ise ị na-amaghị maka Ngozi Okonjo-Iweala ga-abụ onyeisi World Trade Organisation",
    "Onye bụ 'Mrs Churchhill' mere ka ụwa kpụrụ Tonto Dikeh n'ọnụ ugbua?",
    "'A hụrụ m ozu nwanne m nwaanyị n'usekwu ma hụkwa ozu nwunye ụkọchukwu Julius n'ụlọ mposi ....",
    "Chioma Inyang: Ihe mere m ji were ankara kwaara onwe m uwe agbamakwụkwọ",
    "Ọrịa 8 ụmụnwaanyị dị ime na-arịa karị na etu ha ga-esi gbanahụ ya16 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "AbdulRasheed Bawa bụ onyeisioche Economic and Financial Crimes Commission(EFCC) ọhụrụ onyeisiala Buhari họpụtara16 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ọrịa 8 ụmụnwaanyị dị ime na-arịa karị na etu ha ga-esi gbanahụ ya",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ugo nke Nigeria ga-ezute Ọdụm nke ndị mba CameroonEmelitere ikpeazụ na: 2 Julaị 2019",
    "'Ngozi Okonjo-Iweala ga-arụ ọrụ ya ọfụma dịka onyeisi WTO' - Buhari",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}