{
  "published": "16 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, EFCC",
    "AbdulRasheed Bawa bụ onye ọhụrụ onyeisiala Naịjirịa họpụtara ka ọ bụrụ onyeisioche ọhụrụ ngalaba na-ebuso mpụ na nrụrụaka agha bụ Economic and Financial Crimes Commission (EFCC).",
    "Buhari wegara sineti Naịjirịa aha  Abdulrasheed Bawa ka ha binye aka na ọ ga-abụ onyeisioche ọhụrụ EFCC.",
    "EFCC atọhapụla ọgọ Atiku",
    "Ụlọikpe agwala EFCC ka ha kpọta Alison-Madueke",
    "O mere nke a n'akwụkwọ ozi o zigaara onyeisi ndị ụlọomeiwu bụ Ahmad Lawan.",
    "Bawa dị afọ iri anọ bụ onye nnyocha mpụ na nrụrụaka ndị ọzọ metụtara ego.",
    "Ọ gụrụ Economics na Mahadum ma bụrụkwa otu onye mbụ ahọpụtara n'ọrụ ndị otu EFCC kemgbe afọ 2005.",
    "Ọ bụrụ na ndị sineti kwenye ka ọ bụrụ onyeisioche ngalaba ahụ, Bawa ga-abụ onyeisioche EFCC kacha bụrụ ntorọbịa kamgbe ehibere ngalaba ahụ.",
    "Onyeisiala Buhari wepụrụ Ibrahim Magu bụbụ onyeisioche ngalaba ahụ n'ọnwa July 2020 maka ebubo mpụ na ọ riri ego nakwa ihe ndị anapụtara ndị mmadụ mere mpụ ma zuo ohi/",
    "Ka ọ pụchara, Mohammed Umar bidoro rụwa ka onye nnọchite anya onyeisioche ngalaba ahụ.",
    "Ibuso mpụ na nrụrụaka so otu ihe dị ọchịchị Buhari mkpa kamgbe afọ 2015 ọ banyere ọkwa ahụ mana ndị na-ekwu na ọ naghị agacha ọfụma etu esi che.",
    "Ọrịa 8 ụmụnwaanyị dị ime na-arịa karị na etu ha ga-esi gbanahụ ya",
    "'Ngozi Okonjo-Iweala  ga-arụ ọrụ ya ọfụma dịka onyeisi WTO'  - Buhari",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Onye bụ 'Mrs Churchhill' mere ka ụwa kpụrụ Tonto Dikeh n'ọnụ ugbua?",
    "Ọrịa 8 ụmụnwaanyị dị ime na-arịa karị na etu ha ga-esi gbanahụ ya16 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "AbdulRasheed Bawa bụ onyeisioche Economic and Financial Crimes Commission(EFCC) ọhụrụ onyeisiala Buhari họpụtara16 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ọrịa 8 ụmụnwaanyị dị ime na-arịa karị na etu ha ga-esi gbanahụ ya",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ugo nke Nigeria ga-ezute Ọdụm nke ndị mba CameroonEmelitere ikpeazụ na: 2 Julaị 2019",
    "'Ngozi Okonjo-Iweala ga-arụ ọrụ ya ọfụma dịka onyeisi WTO' - Buhari",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}