{
  "published": "15 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Joy Onuoha /Min ChrisTim Facebookpage",
    "Eze Nwachukwu ekwuola ihe o ji anya hụ dịka o nwetere ozi maka ọnwụ nwanne ya nwaanyị Joy, ụkọchukwu Julius Dike na nwunye ya, Agnes Dike.",
    "O kwuru na ọ hụrụ nwanne ya nwaanyị ka ọ tọgbọrọ n'ala, hụ ozu nwunye ụkọchukwu ebe ọ tọgbọ n'ụlọ mposi nakwa hụ ozu ụkọchukwu Julius n'elu akwa ndịna ya.",
    "Agụiyi adọgbuola ụkọchukwu",
    "Ihe mere e ji kwụsị Rev. Fada Oliver Ekene Nwosu ọrụ ụkọchukwu n'ụka Catholic",
    "Nwachukwu kwuru na ọnọdụ a ọ hụrụ ha gosiri na o nwereike ọ bụrụ nsi ka ha riri.",
    "O kwuru na anya ikpeazụ ọ hụrụ nwanne ya nwaanyị bụ mgbe  o were ego na-enya ya ka o nyere ya mama ha.",
    "Nwachukwu kwuru na ụkọchukwu Julius Dike ji ụmụ anọ, otu n'ime ha so ya na ndị ọzọ bụgara ozu nne na nna ya n'ụlọ ozu ka ahụchara ozu ha.",
    "O kwuru na ha na ụkọchukwu Julius bụ ezigbo ọyị mere nwanne ya nwaanyị ji ga-anọyere ya dịka ọ si eme na mbụ.",
    "O kwuru na ha na-eche nyocha dọkita nke bekee kpọrọ 'autọpsy' ka ha mara ihe gburu ndị a.",
    "Cheta na ndị uweojii nọ n'Abia steeti na-ekwu na ha ka na-eme nyocha ịji mara etu ọdachị a si mee.",
    "Ebe foto si, Reuters",
    "Ụlọ ụka abụghi nke awakporo",
    "Ndị mmadụ ka na-akwa arịrị maka etu Archdeacon Julius Dike bụ onyeisi nchụaja na St. Paul's Anglican Church, Abayi, Ariaria dị n'okpuruọchịchị Abia North, nwunye ya na onye ọzọ si nwụ ka ha kachara ụka abali fotere ụbọchị ọnwụ ha.",
    "Ọnụ na-ekwuru ndị uweojii n'Abia steeti bụ Geoffrey Ogbonna gwara BBC Igbo na ebugala ozu mmadụ atọ a n'ụlọ ozu mana ha ka na-enyocha ka ha mara ebe  mmiri si ba n'opi ugbọgịrị.",
    "O kwuru na ọ bụ site na kepu kepu ka ha si mata na udiri ihe a mere makana ndị mmadụ gwara ha na mgbe ha lere anya ụkọchukwu n'ụtụtụ ibia kara ha ụka , ha ahụghị ya, nke mere ka ha gawa bee ya, kugide aka ma gbawa ụzọ huzie ozu ha atọ ebe ọ tọgbọọ.",
    "Ogbonna kwuru na ebe ọ bụ na mmadụ atọ bi n'ụlọ nwụchara otu mgbe , ọ ga-arahụ i si na ọ bụ ihe a mere ha, ya bụ na ha ka na-eme nyocha ihe niile ha nwerike inyocha iji chọpụta etu ọdachị a si mee.",
    "Onye bụ 'Mrs Churchhill' mere ka ụwa kpụrụ Tonto Dikeh n'ọnụ ugbua?",
    "'A hụrụ m ozu nwanne m nwaanyị n'usekwu ma hụkwa ozu nwunye ụkọchukwu Julius n'ụlọ mposi ....",
    "Chioma Inyang: Ihe mere m ji were ankara kwaara onwe m uwe agbamakwụkwọ",
    "Ọtụtụ ndị ọnụ na-eru n'okwụ na Naịjirịa ekeelela Ngozi Okonjo-Iweala15 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Onye bụ 'Mrs Churchhill' mere ka ụwa kpụrụ Tonto Dikeh n'ọnụ ugbua?15 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Onye bụ 'Mrs Churchhill' mere ka ụwa kpụrụ Tonto Dikeh n'ọnụ ugbua?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ọtụtụ ndị ọnụ na-eru n'okwụ na Naịjirịa ekeelela Ngozi Okonjo-Iweala",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}