{
  "published": "18 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/Nnewi City",
    "Amabeghị ihe kpatara ya bụ ọkụ",
    "Ndị na-azụ ahịa n'ọgbọ osisi dị na Nnewi nọ na nnukwu ihe iru uju ugbua n'ihi ọkụ gbapịara ụlọahịa ha.",
    "Ya bụ ọkụ malitere na mgbede ụbọchị Wenezde gbagide ime abalị niile ruo ụtụtụ ụbọchị Tọzde a.",
    "Dịka otu akara a kpọrọ 'Nnewi City' na Twitter siri dee, ọ bụ ndị ọrụ mgbanyụ ọkụ Anambara steeti bịara gbanyụọ ya bụ ọkụ.",
    "Ndị mmadụ boro ebubo na ọ bụ ndị uweojii kpatara ọkụ ahụ ebe ha na-achụ ndị na-ese anwụrụ ike na ya bụ ahịa.",
    "Mana ndị uweojii kwuru na ọ bụ ndị ahụ na-ere anwụrụ ike tinyere ọkụ iji gbochie aka ndị uweojii ịkpata ha.",
    "Ọkụ gbara obi ndị ọrụoyibo n'Anambra",
    "Ọkụ ereela Mgbuka Obosi tọọ tọọ",
    "Ọkụ agbala ahịa Timbershed n'Enugwu",
    "Akụkọ ndị ọkụ gbara ahia ha n'Onicha",
    "Ụlọahịa mmadụ 68 lara n'iyi n'ahịa dị n'Obiagụ n'Enugwu",
    "Ngwaahịa ndị mmadị ruru nde kwuru nde naịra lara n'iyi n'ọkụ ahụ.",
    "Oge BBC Igbo kpọrọ onye nọ n'ahịa ahụ n'elekere iri na otu na ọkara nke ụtụtụ Tọzde, Febrụwarị 18, o kwuru na ọkụ ahụ ka na-agbakwa.",
    "Ebe foto si, Nnewi City",
    "Ọ bụ ndị ọrụ mgbanyụ ọkụ gbanyụrụ ọkụ ahụ n'ụtụtụ Tọzde",
    "Otu onye ahịa na-achọghị ka a kpọọ aha ya kwuru na ọkụ ahụ malitere n'ehihie ụbọchị Wenezde, Febrụwarị 17, 2021.",
    "O kwuru sị: \"Anyị hụrụ ka ndị uweojii na'agbada na ndagwurugwu dị nso n'ahịa ahụ, ebe ha na-ekwu na ndị mmadụ na-anọ ese anwụrụ ike.\"",
    "\"Mana ndị ahụ ha na-achụ agbakpuola n'ime ime nke mere ndị uweojii jiri were 'lighter' mụnye ọkụ n'ahịhịa dị ebe ahụ.\"",
    "\"Uche ha bụ na anwụrụ ọkụ ga-eme ka ndị ahụ gbapụta ka ha nwuchie ha, mana ndị ahụ si ụzọ ọzọ gbafuo.\"",
    "Ebe foto si, Nnewi City",
    "Ndị ahịa ọgbọ osisi ji iwe kurie ụgbọala ndị uweojii dị ebe ahụ",
    "\"Ọkụ ahụ ndị uweojii munyere banyere n'ime 'saw dust' sizie ebe ahụ malite ịgba n'ahịa niile.\"",
    "\"Oge ndị uweojii hụrụ nke a, ha ji ụjọ gbafuo ka ndị mmadụ ghara iji iwe merụọ ha ahụ.\"",
    "Nwa amadi ahụ gwara anyị okwu kwukwara na ndị ahịa ji iwe mebie otu ụgbọala ndị uweojii bụ nke ha hapụrụ gbaa ọsọ.",
    "Ọ bụ ndị ekperima tinyere ahịa ahụ ọkụ - Ndị uweojii Anambra steeti",
    "Ebe foto si, Youtube screengrab",
    "Haruna Mohammed bụ ọnụ na-ekwuru ndị uweojii n'Anambra steeti",
    "Haruna Mohammed, bụ ọnụ na-ekwuru ndị uweojii n'Anambra steeti gwara BBC na ebubo ndị ahịa boro ndị uweojii abụghị eziokwu.",
    "Mohammed kọwara na ọ bụ ndị otu nzuzo na  ndị na-ere anwụrụ ike na-alụ ọgụ nke mere ka ndị uweojii gaa ebe ahụ wee nwụchie mmadụ anọ n'ime ha.",
    "Oge ndị uweojii ahụ chọrọ ịpụ, ndị ekperima ahụ nọchiri ụzọ ma mụnye taya moto ọkụ iji gbochie ndị uweojii ịkpụrụ ndị otu ha.",
    "Ọ bụ ọkụ taya ahụ banyere na 'sawdust' wee si ebe ahụ banye n'ọgbọ ahịa ahụ.",
    "Mohammed jụrụ ajụjụ sị: \"Ihe e ji amụnye ọkụ o so na ngwaọrụ ndị uweojii?\"",
    "\"N'ime ndị uweojii na ndị na-ese anwụrụ ike, onye ga-eji 'lighter' maọbụ 'matches' iji tinye ọkụ?\"",
    "Haruna Mohammed gara n'ihu kwuo na ọ bụ ndị ekperima ahụ wakporo ndị uweojii ma kurie otu ụgbọala ha.",
    "Mana ndị uweojii gbara mbọ nwụchie ihe karịrị mmadụ iri atọ na ise n'ime ndị butere ọgbaaghara ahụ.",
    "\"Nnyocha ka na-aga n'ihu ugbua,\" Haruna na-ekwu.",
    "Anambra steeti fire: Ọkụ gbara obi ndị ọrụoyibo22 Disemba 2019",
    "Ọkụ agbala ahịa Timbershed n'Enugwu3 Maachị 2018",
    "Christmas day: Ọkụ agbakọtala ụlọ karịrị 120 ọkụ na Chile26 Disemba 2019",
    "Abakaliki Fire: Ụgbọala asatọ na ụlọọrụ anọ gbara ọkụ n'ọdọ7 Juun 2018",
    "Onitsha tanker explosion: Tanka nsi bụ ihe e jiri menyụọ ọkụ n'Onitsha16 Ọktọba 2019",
    "Orlu Imo State: Ihe ụgbọ agha anyị gara mee - Ndị agha Naịjirịa18 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, O wutere m na nna m anọghị ndụ hụ nturuugo a Onyeisiala Buhari nyere m - Jude Ogene18 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Orlu Imo State: Ihe ụgbọ agha anyị gara mee - Ndị agha Naịjirịa",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}