{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, PA Media",
    "E nyela Ọkparaeze Edinburg akwaoria n'ulo ogwu na abali Tuesday, otu ụzọ iji kee nkwụcha maka oyii mekpara ya ahụ, dịka odeeakwụkwọ ndị obieze obodo Buckingham si kwuo.",
    "A gwara ndị BBC na e dugara Prince Philip gbara afo iri itoolu n'itoolu n'ụlọgwọ (afọ 99) King Edward nke asaa bụ otu ụzọ ịkpachapụrụ ya anya dịka onye dọkịnta si nye ntuziaka.",
    "Ego ole ka Harry na Megan na-agbakụta azụ ugbua ha chọrọ ịchọwa akara aka ha?",
    "Onye ga-abụ onyeisi ọhụrụ na commonwealth?",
    "Ọ bụ nwa nwoke!",
    "Ihe ndị mmadụ kwuru maka agbamakwụkwọ Harry and Meghan",
    "Akụkọ banyere onye Eze, onye ji ezi obi merubere ncheta ọmụmụ afọ otu narị ya na abalị iri nke ọnwa  Juun, no n'ụlọ ọgwụ ebe atụwara anya na ọ ga anọ mkpụrụ abalị ole na ole ka elebere anya ma mee ka o nwetu ezumike.Ugoeze onye gbara afo iri itoolu na ano ka no na obodo Windsor.",
    "Parliament: Ihe ịkwụsị ụlọomeiwu mba Briten n'ike pụtara28 Ọgọọst 2019",
    "Meghan Markle Baby: Ọ bụ nwa nwoke!6 Mee 2019",
    "Naomi Osaka: Serena Williams na nwada a ga-ama aka n'Australian Open semi-final nke 20219 Septemba 2018",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọkparaeze Phillip bụ Duke nke Edinburg gbara afọ 99 e keela nkwụcha n'ụlọọgwụelekere 4 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Obinwanne Okeke: Etu Invictus Obi si ghọgbuo ụwa niile",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}