{
  "published": "18 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, US Air Force",
    "Ndị agha Naịjirịa kwetara na ha zipuru ụgbọelu na mpaghara Orlu mana ha anaghị enye onye ọbụla nsogbu.",
    "Orlu na-ewu na soshal midia ugbua dịka ọtụtụ na-ekwu na ndị agha Naịjirịa awakpola obodo ahụ ọzọ.",
    "Cheta na ndị agha na ndị ọrụ nchekwa Eastern Security Network kwataburu n'Orlu n'oge gara aga.",
    "Orlu Imo State: 'Ụgbọagha anyị na-efeaghị n'Orlụ mana ọ nweghị onye anyị meturu aka' Ndị agha Naịjirịa",
    "Mana n'ụbọchị Tọzde, Febrụwarị 18, 2021 ka akụkọ nakwa onyonyo malitere ifesa nke na-ekwu na ụgbọelu helịkọpta nke ndị agha Naịjirịa na-akwa ndị mmadụ mgbọ na mpaghara Orlu.",
    "Oda Chioma, onye bi n'Orlu gwara BBC Igbo na enweghi ihe gbara gharịị na-eme na mpaghara ebe o bi.",
    "O kwuru na ndị agha ka nọ ebe niile mana o nweghi onye ha na-enye nsogbu.",
    "BBC Igbo jụrụ Igwe Dr Patrick Acholonu, onye a ama ka Didikadi ndị Orlu, o kwuru na ndị agha ka nọ ebe niile mana o nweghi onye ha gbara egbe ma tụọ mgbọ.",
    "Etu ime obodo Orlu dị n'ụbọchị Tọzde, Febrụwarị 18 2021",
    "Onye ọzọkwa na-achọghị ka a kpọọ aha ya kwuru na ya anụbeghị ụda egbe n'okirikiri nke ha.",
    "O kwuru sị: \"Anyị na-ahụ helịkọpta ka ọ na-efegharị, ndị soja jukwara n'okporo ụzọ, mana udo dị. Anyị anụbeghị ụda egbe n'ogologo oge.\"",
    "Ọ gara n'ihu kwuo na ụfọdụ na-akọ na ha nụrụ ụda egbe na mpaghara Okporo Orlu, mana n'akụkụ nke ha, ebe niile dị jụụ.\"",
    "Ebe foto si, US Air Force",
    "Ndị agha Naịjirịa kwetara na ha zipuru ụgbọelu na mpaghara Orlu mana ha anaghị enye onye ọbụla nsogbu.",
    "Ọnụ na-ekwuru ndịagha Naịjirịa, ngalaba 34 artillery Brigade nke dị n'Obinze, Owerri, Imo steeti, bụ Babatunde Zubairu, gwara ụlọntaakụkọ Punch na ha zigara ụgbọelu helịkọpta na mpaghara Orlu.",
    "Zubairu kwuru na ọ bụ n'ihi nchọpụta ha mere, nke bekee kpọrọ 'military intelligence', ka ha ji ziga ụgbọelu ndị ahụ.",
    "Onye ọzọkwa bi n'obodo Uda, Orsuihiteukwa nke dị n'okpuru ọchịchị Orlu, gwara ndị Punch na ụgbọelu ndị agha na-efegharị n'obodo ha nke tinyere ọtụtụ mmadụ n'ụjọ.",
    "Mana onye ahụ kwuru na helịkọpta ahụ agbaghị egbe ọbụla.",
    "O kwukwara na ya bụ helịkọpta fegharịchara ma fepụkwa.",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "Onyonyo dị icheiche na-agbasa na Twitter na-egosi ụgbọelu helịkọpta na-efegharị nke ndị mmadụ na-asị na ọ na-akwa mgbọ na-agbagbu ndị mmadụ.",
    "Chidi Odinkalu, onye jibu ọkwa onyeisioche 'National Human Rights Commission' tinyere otu ihe onyonyo na Twitter ebe ọ dịka Helịkọpta na-agba egbe.",
    "Aisha Yesufu, onye a ma ama na-agba mbọ maka ikike dịịrị onye, kwukwara otu ihe ahụ.",
    "Ọnụ na-ekwuru ndị uweojii n'Imo steeti bụ Orlando Ikeokwu gwara BBC Igbo n'ekwentị na ya amaghị maka akụkọ a na-efegharịnụ.",
    "O kwuru na ọtụtụ ndị mmadụ akpọkwaala ya maka ya bụ ihe.",
    "Ikeokwu gara n'ihu kwuo, na o doro ya anya na ndị agha ka nọ na mpaghara Orlu, mana onweghịzi ndị ha na-enye nsogbu.",
    "Mana anyị na-agba mbọ ịnụ n'ọnụ ndị bi na mpaghara ahụ ka ha kọwaara anyị ihe na-emenụ.",
    "N'aka nke ọzọ ụlọọrụntaakụkọ Punch",
    "Ebe foto si, Sam Onwuemeodo",
    "Aka chịburu Imo steeti na onye bụ Sinetọ Imo West bụ Rochas Okorocha, onye nnọchiteanya ndị Orlu Imo State gara ebe ahụ, ka ọgbaghara dapụtara na ya biri.",
    "Ọ gwara ndị isi obodo na ndị bi n'Orlu ka ha jikọọ aka hụ na ọgbaghara dapụtara n'Orlu nke tara isi ọtụtụ mmadụ ma mebiekwa akụnaụba ndị mmadụ ghara ime ọzọ.",
    "O kwuru nke a mgbe ọ gara njem nleta nakwa iti aka n'obi na nke Eze Boniface Okereke so na ndị ihe metụtara.",
    "Akụkọ dị mkpa: Rochas anabatala mkpebi ụlọikpe mana...",
    "Oche onyeisiala 2023 ọ kwaala ndị Igbo?",
    "O hibere kọmiti mmadụ asaa ga-elebanye anya n'ọdịmma ndị ihe a metụtara ma nyekwa ha enyemaka ego na ihe ndị ọzọ ha chọrọ.",
    "Ebe foto si, Sam Onwuemeodo",
    "O nyekwara ụmụaka niile nne maọbụ nna ha nwụrụ n'ọgbaghara ahụ onyinye agụmakwụkwọ n'efu.",
    "Ndị ọzọ ọ letakwara bụ ndị si mba Naịja nakwa ezinaụlọ ndị ọzọ ihe a metụtara.",
    "N'ọnụ ya \"Obi gbawara m mgbe nụrụ maka ihe mere ebe ụfọdụ ndị mmadụ gụnyere ndị nche tufuru ndụ ha, Ọ bụ ihe ọjọọ mere n'Orlu nke m katọrọ kpam kpam\"",
    "Nnamdi Kanu gwara ndị ESN wụsa ọwa n'Orlu",
    "Nnamdi Kanu bụ onyendu ndị Indigenous People of Biafra (Ipob) bụ ndị na-achọ nnwereonwe Biafra nakwa otu",
    "Eastern Security Network (ESN), agwala ha wụsa ọwa n'Orlu.",
    "Nke a na-abịa dịka o kwuru na ọ nụrụ na a gwala ndị agha na ndị uweojii e zigara obodo ahụ mgbe ọgbaghara dapụtara si ebe ahụ pụta.",
    "Kanu gara n'ihu kwuo na ESN laghachị n'ịgbado anya n'ịhe gbasara nsogbu ndị ọchị ehi n'obodo ahụ.",
    "Akụnaụba obodo a adaala kemgbe ihe mere n'Orlu - Eze Amaifeke",
    "Kedụ ọnọdụ Orlu nọ n'ime ya ugbua kemgbe ndị agha na ndị a na-eche na ha bụ ndị Eastern Security Network (ESN) kwatachara?",
    "BBC garuru obodo ahụ iji anya ha hụ ka ihe dị ugbua.",
    "Eze dkt. E.C. Okeke gwara BBC Igbo na ndị mmadụ anaghị agagharịcha etu ha si emebu mbụ.",
    "Taa bụ ụbọchị Tọzde ga-eme ya alabị atọ kemgbe amachiri ngagharị ma nọchie ụzọ e si abanye obodo Orlu.",
    "Onye ntaakụkọ BBC ka nọkwa ebe ahụ ahụta ka o si aga nakwa etu ndị mmadụ nọ ebe ahụ si ebi.",
    "Ọ gwakwara Igwe obodo ahụ okwu ịchọpụta ihe mere. Lee ya ebe a:",
    "Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "BBC Igbo chọpụtara na ọpụpụ na mbata n'obodo Orlu adịghịzị mfe.",
    "O kwuru na ndị agha na ndị uweojii nọchiri ebe niile iji kwụsị ndị mmadụ ọpụpụ na mbata.",
    "Ihe ọzọ bụ na mmachi ngagharị nke gọọmentị steeti ahụ ka dị mana o nweghi onye ma mgbe ọ ga-ebi.",
    "O kwukwara na rue ụbọchị taa, ụda egbe ka na-ada n'obodo ahụ",
    "Ụjọ ka ji ndị mmadụ ịpụta mbara",
    "Orlu Crisis: \"Ndị uweojii enweghi ike ịkọwa mmadụ ole nwụrụ n'Orlu\"",
    "Orlu tọgbọọ chakọọ tata dịka ndị mmadụ n'eze isi onwe ha.",
    "Nsogbu ahụ dapụtara n'etiti ndị ọrụ agha na ndị Ipob n'Orlu, Imo steeti ka na-agakwa n'ihu ugbua.",
    "Ọgbaghara adaala na Zamfara",
    "IPOB bu ọgbaghara bịa n'ọgbakọ Ndigbo n'Awka",
    "Gịnị ka gọọmentị merela kemgbe ọgbaghara Southern Kaduna bidoro?",
    "BBC chọpụtara na okporo ụzọ nakwa obodo  dị iche iche n'Orlu dịka Amaifeke, Okporo na Banana junction dịka ebe agbara ọsọ n'ọdụ ahịa, ụlọ akwụkwọ na ụlọ ọrụ niile gbachiri agbachi.",
    "Ebe foto si, UGC/Other",
    "Ọnụ na-ekwuru ndị uweojii n'Imo steeti bụ Orlando Ikeokwu ekwuola na ụfọdụ mmadụ pụtara ụnyahụ bụ Jenụwarị 26,2021 wakpoo ogige ndị Hausa bi n'Orlu ma gbuo ndị agha anọ.",
    "O kwuru na nke a mere ka ndị agha wuchie ebe ahụ .",
    "Akụkọ kachasị n'abalị: Ọgbaghara dara n'ime ntuliaka Rivers steeti",
    "Onye mụnyere ọkụ gbatọsiri n'ụlọ Sunday Igboho n'abalị Mọnde?",
    "Ọ gara n'ihu kwuo na ya ejichaghị akụkọ zuruoke gbasara ya bụ mkpa mkpa kpara n'Orlu ụnyahụ.",
    "O kwuru na ka ihe si kwụrụ n'ụtụtụ a, udo alaghachitela ebe ahụ dịka ụfọdụ ndị otu ya nọ ebe ahụ ugbua.",
    "Orlando kwuru na mmachị ngagharị ka dị n'Orlu ugbua.",
    "Ma ndị ọrụ aka apụtaghị ọrụ taa dịka anyị si chọpụta",
    "Anyị ka na-ege ntị ịnụta n'ọnụ ya gbasara ọdachị a.",
    "Ebe foto si, Getty Images/UGC/Other",
    "Onyeisi otu Ipob bụ Nnamdi Kanu etinyela ọnụ n'okwu gbasara ihe na-eme n'Orlu ma kwuo na \"Orlu agaghị abụ Obigbo ọzọ\".",
    "O ji Obigbo nke dị na Rivas steeti ebe echeere na ndị agha gburu ndị mmadụ n'ụzọ ezighi ezi were amaatụ n'ihe na-eme n'Orlu.",
    "Etu ọgbaghara dapụtara n' End SARS si kpọtụọ n'Oyigbo, Rivas steeti",
    "O kwukwara na ọ ga-aga n'ihu ị me ihe ọ na-eme rue mgbe akpọrọ ya oku na \"Hague\".",
    "Hague bụ ebe ụlọikpe kachasị na-ekpe ndị omekome n'ụwa niile ikpe nọ, ọ dị na mba Netherlands.",
    "\"Nwụchie nu ndị aka ha dị n'ọgbaghara a\" - Hope Uzodimma",
    "Ebe foto si, UGC/Other",
    "Aka na-achị Imo steeti bụ Hope Uzodimma etinyela mmachị ngagharị n'obodo Orlu dịka ọgbaghara dapụtara n'ebe ahụ.",
    "Amabeghi mgbe mmachi a ga-ebi mana o ga-esi n'abalị rue n'ụtụtụ.",
    "Ebonyi state NURTW Crisis: Etu ntuliaka ndị NURTW si bute nkwafu ọbara n'Ebonyi steeti",
    "Amerịka enyela Imam zọrọ ndị ụka Kraist 200 ndụ nturuugo",
    "Uzodinma n'ozi ziputere kwukwara na obi adịghị ya mma maka ogbugbu na ọgbaghara ahụ dapụtara.",
    "O zikwara ndị ọrụ nchekwa ozi ka ha nyoo anya n'ala chọpụta ndị aka ha dị n'ogbugbu a.",
    "Ebe ndị mmachi a metụtara bụ",
    "Ihe anyị ma maka ihe na-eme n'Orlu",
    "Ebe foto si, Abs Radio/Tv",
    "Akụkọ na-efegharị na-ekwu na ndị nọ n'Orlu agbaala ọsọ ndụ dịka otu amaghị ndị ha bụ na ndị echere na ha bụ ndị agha Naịjirịa na-akwa mgbọ.",
    "Otu onye nọ ebe ihe mere aha ya bụ Chimezie kwuru na ọ gbapụrụ na be ya gbalaga obodo ọzọ dị nso n'ebe ahụ.",
    "Ebonyi state NURTW Crisis: Etu ntuliaka ndị NURTW si bute nkwafu ọbara n'Ebonyi steeti",
    "Amerịka enyela Imam zọrọ ndị ụka Kraist 200 ndụ nturuugo",
    "O kwuru sị \"ụzọ abụọ banyere n'ime ogbe ebe m bi bụ ndị agha nọchiri ya, ha hiri nne ju ebe niile\"",
    "Onye ọzọ BBC Igbo gbara ajụjụ ọnụ bụ Precious kọwara ihe anya ya hụrụ n'ụzọ Orlu taa.",
    "O kwuru na ọ nọ n'ụzọ a ga Orlu mgbe mmadụ ụgbọala anọ bụ ndị mmadụ na-agbali egbe elu zutere ha n'ụzọ.",
    "O kọwara na mmadụ niile nọ n'ụzọ ahụ gbahapụrụ ụgbọala ha mgbe ha hụrụ ihe na-eme.",
    "Precious kwukwara na ọ maghị otu bụ otu ahụ na-agbli egbe elu.",
    "Mgbe BBC kpọtụrụ ọnụ na-ekwuchitere ndị uweojii n'Imo steeti bụ Orlando Ikeokwu, o kwuru na ọ nọ na nzụkọ ma sị anyị kpọghachi ya.",
    "Kedụ etu ọgbaghara a si bido?",
    "Ebe foto si, TWITTER/HQNIGERIANARMY",
    "Otụ onye na-achoghi ka a kpọọ aha ya gwara BBC Igbo na oruola izu ụka abụọ ọ bidoro ịhụ ụmụ okorobịa bu ngwa ọgụ na anọkari n'ime ụgbọala na-agbali egbe elu ka ha na-agbafe n'orlu.",
    "Ọ kwuru na ndi a na-eyikari uwe ojii na okpu na-achaa mmemmé.",
    "Ha nwere-ike ịbụ ụgbọala Sienna, hilux maọbụ jeep.",
    "Ọ kwuru na ndị a anaghị achọ ndị obodo okwu kama ha na-awakpo onye ọrụ nchekwa Obula ha hụrụ n'ụzọ.",
    "Ọ kwukwara na egbe nke a gbara taa na ha gbara ya gbatee ya aka.",
    "Ọ kwuru na enweghị onye ma ndi ha bụ.",
    "Ọ kwuru na ụbọchị olee gara aga ka ndị agha gara obodo ụmụtanze bụ ebe ndị a si aputa, were nwuchie ma gbuo kwa ụfọdụ ụmụ okorobịa ha jidere.",
    "Kama ọ kwuru na ọ bụghị ndị a ka ndị agha ahụ jidere.",
    "Ọ kọwara na ndị agha gbara keke ụfọdụ ndị mmadụ ọkụ dika ndi agha na-ekwu na egburu otu onye otu ha n'obodo ahụ.",
    "Onye akaebe a kwuru na ndị nọ n'obodo Umutanze agbaala ọsọ ndụ ha. Ma sikwa na ya bụ ogbaaghara na ha abanyela obodo ndị ọzọ.",
    "Eze John Akaliro n'Ozuitem n'Okpuru ọchịchị Bende dị n'Abaịa steeti kọwara ha ije ha na ndị ọchịehi n'obodo ha.",
    "Orlu Imo State: Ihe ụgbọ agha anyị gara mee - Ndị agha Naịjirịa18 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, O wutere m na nna m anọghị ndụ hụ nturuugo a Onyeisiala Buhari nyere m - Jude Ogene18 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Orlu Imo State: Ihe ụgbọ agha anyị gara mee - Ndị agha Naịjirịa",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Ọnọdụ m hụrụ ha, gosiri na o nwereike ịbụ nsị gburu Julius Dike, nwunye ya na nwanne m nwaanyị'",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}