{
  "published": "20 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/Hope Uzodimma",
    "Aka na achi steetI Imo bụ Hope Uzodinma achụọla mmadu di otu nari na asatọ bụ ndi ụlọọrụ 'Imo State Oil Producing Areas Development  Commssion' (ISOPADEC.)",
    "Ozi si na aka Gomenti Imo kwuru na ihe kpatara e ji chụọ ndị ahụ bụ maka na e si n'azụ ụlọ wee ha n'ọrụ oge Rochas Okorocha nọ n'ọchịchị.",
    "Ihe mere Uzodinma ji chụọ 'Accountant General' Imo Steeti n'ọrụ",
    "Lee ihe asatọ gbara ọkpụrụkpụ Uzodinma  kwuru ọ ga-eme dịka gọvanọ Imo Steeti",
    "'O nweghi onye Gọvanọ Uzodinma nyere ọkwa 'Emir' n'Imo steeti'",
    "Ọnụ na-ekwuru ISOPADEC bụ Ekeh Promise Onyekachi kwenyere na  esi n'ụzọ iwu na akwadoghi wee ndị ahụ n'ọrụ.",
    "Onyekachi kwukwara na sọsọ ọchụchụ a chụrụ ndị ọrụ agaghi ewetacha mgbanwe tọrọ atọ na ya bụ ulọ ọrụ.",
    "Otu onye n'ime ndi ọrụ a achụrụ achụ aha ya bụ Ifereze Victor, katọrọ agwa gọmeenti imo kpara.",
    "O kwuru na esi n'ụzọ iwu kwadoro wee ha n'ọrụ.",
    "Ifereze Victor kwuru na ọtụtụ n'ime ha bụ ndị obodo ebe e si amịta mmanụ nakwa gaasị nke na-enye Imo steeti ego.",
    "\"O kwesịghị ka anyị bụ ndị obodo ebe e si amịta mmanụ bụrụ ndị na-enweghị ọrụ,\" Ifereze Victor na-ekwu.",
    "Cheta na ndị ọrụ ISOPADEC nọrọ n'izụka olemole gara aga mee ngaghari mkpesa, gba abụbụ ọrụ, ma gbachie isi ụlọ ha di n'Owerri n'ihi nchabi ụgwọ ọnwa ha nakwa ụgwọ ochie nke gọọmentị ji ha.",
    "Hope Uzodinma: Ihe mere o jiri chụọ 'Accountant General' n'ọrụ31 Maachị 2020",
    "Imo State: 'O nweghi onye Gọvanọ Uzodinma nyere ọkwa 'Emir'26 Febụwarị 2020",
    "Vidio, Exclusive from Lilu: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu19 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Anyị agaghị akwụ ndị ekperima ụgwọ iji gbapụta ụmụakwụkwọ ha tọọrọ - Lai Mohammed",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ọ bụ anyị kpọrọ ndị agha oku enyemaka - Gọọmentị Imo steeti",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}