{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ngozi Okonjo-Iweala etinyela aha Naịjirịa nakwa Afrịka n'akwụkwọ akụkọ n'ụwa niile, mana ọbụghị mmadụ niile ma maka di ya bụ Ikemba Iweala.",
    "Igbo na-ekwu na ihe kwụrụ ihe ọzọ akwụdebe ya, otu a ka ọ dị na dụ Ikemba Iweala na nwunye ya bụ Ngozi Okonjo-Iweala.",
    "Ebe foto si, Other",
    "Oge ịhụnanya Ikemba Iweala na Ngozi Okonjo ka na-amalite amalite",
    "Ikemba Iweala bụ onye Ụmụahia, isi obodo Abia Steeti. Ọ bụ nnukwu dibia bekee ma bụrụkwa ọkachamara na ngalaba ahụike gbasara ịwa ụbụrụ nke bekee na-akpọ 'neurosurgery'.",
    "Ọ natara ọzụzụ ịbụ dọkịta na Mahadum University of Ibadan, ma fee ala Naịjirịa otu afọ n'otu ụlọọgwụ dị n'ime obodo Igbaja dị na Kwara steeti.",
    "Oge o fechara ala nna ya, nke a kpọrọ 'National Youth Service Corps' na bekee, Ikemba Iweala gara mba England ebe ọ nọrọ nwetakwuo ọzọụzụ n'ụlọọgwụ 'Manchester Royal Infirmary' nakwa ụlọọgwụ ndị ọzọ na mba ahụ.",
    "Ikemba Iweala si n'ụzọ dị otu a sonye n'otu 'Royal College of Surgeons of Edinburgh' nakwa 'Royal Society of Medicine'.",
    "O mechara gafee mba Amerịka ebe ọ rụrụ ọrụ na mahadum 'University of Maryland Medical Systems' nke dị n'obodo Baltimore, nakwa 'George Washington University Hospital' nke dị na steeti Washington DC.",
    "Dọkịta Ikemba Iweala malitere ụlọọrụ ọ kpọrọ 'Ike Foundation for Autism'. Ọrụ ha bụ inyere ndị nwere ọnọdụ Autism aka ka ha bie ndụ ha nke ọma",
    "Di na nwunye a bụ Ikemba na Ngozi mụrụ ụmụ anọ: otu nwaanyị na ụmụnwoke anọ. Aha ha bụ Onyinye, Uzodimma, Okechukwu na Uchechi Iweala. Atọ n'ime ha (Onyinye, Uzodimma na Uchechi) bụcha dibia bekee, ebe onye nke ọzọ bụ ọkammụta nakwa ode akwụkwọ.",
    "",
    "'Ngozi Okonjo-Iweala ga-arụ ọrụ ya ọfụma dịka onyeisi WTO' - Buhari16 Febụwarị 2021",
    "Vidio, Ngozi Okonjo-Iweala: Ihe ndị a ga-eme ka akụnaụba ala anyị ghara ịdakpọ n'ihi coronavirus7 Mee 2020",
    "Vidio, Iweala akọwaala etu agha ịchụ mpụ si tinye ezinulo ya na nsogbu13 Juun 2018",
    "Ngozi Okonjo-Iweala, Uche Jombo na ụmụnwaanyị Abia state aha ha na-ada ụda na Nigeria14 Ọgọọst 2019",
    "Imo State: Ihe mere ndị uweojii ji nwuchie Rochas Okorochaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Nigeria Air Force ewepụtela aha ndị nwụrụ n'ihe mberede ụgbọelu n'Abuja21 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Imo State: Ihe mere ndị uweojii ji nwuchie Rochas Okorocha",
    "Nigeria Air Force ewepụtela aha ndị nwụrụ n'ihe mberede ụgbọelu n'Abuja",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}