{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Rochas Okorocha n'ogige ndị uweojii",
    "Ihe mere e jiri nwuchie Rochas Okorocha:",
    "Ndị uweojii Imo steeti anwụchiela aka chịburu steeti ahụ bụ Rochas Okorocha.",
    "Nke a na-abịa dịka akụkọ kwuru na Rochas Okorocha ji aka ya gaa ịgbape ogige 'royal palm estate' bụ nke ọchịchị Hope Uzodinma gbachiri.",
    "Ọnụ na-ekwuru ndị uweojii Imo steeti bụ Orlando Ikeokwu azaghị ekwentị ya oge anyị kpọrọ ya ugboro ugboro.",
    "Mana onyonyo apụtala ebe Rochas Okorocha nọdụrụ ala n'ogige ndị uweojii mana o dobeghị anya oge e sere ya bụ onyonyo.",
    "Ihedioha na Okorocha a na-ama aka n'Imo?",
    "EFCC anatala ikike ịjichi akụnaụba Okorocha na nwunye ya",
    "Onyonyo na-egosi ebe Rochas Okorocha nọ n'ime ụgbọala ndị uweojii",
    "Onye enyemaka mgbasaozi Rochas Okorocha bụ Ebere Nzewuji gwakwara BBC na ọ bụ eziokwu na ndị uweojii ji nna ya ukwu.",
    "Nzewuji kwukwara na ndị ekperima si n'aka gọọmentị Imo steeti wakporo Okorocha oge ọ gara n'ụlọ oriri na nkwari nke nwunye ya nwe.",
    "Ọ gara n'ihu kwuo na ndị ekperima ahụ gbara onye uweojii na-echekwa Okorocha egbe, ma merụkwaa ụfọdụ ndị ọzọ so ya ahụ.",
    "Ebe foto si, Hope Uzodinma",
    "Hope Uzodinma bụ Gọvanọ Imo steeti",
    "N'aka nke ọzọ, onye enyemaka mgbasa ozi Gọvanọ Hope Uzodinma bụ Oguike Nwachukwu kwuru na ihe niile Nzewuji kwuru abụghị eziokwu.",
    "Nwachukwu kwuwu na gọọmentị kpọchiri ogige ahụ akpọchi n'ihi na ọ bụ ihe a natara n'aka onye zuru ya ezu.",
    "Mana Rochas Okorocha kpọọrọ ndị agboro ga kụpụ igodo e ji kpọchie ebe ahụ ma banye ya n'ike.",
    "Nwachukwu gara n'ihu kwuo na ọ bụ ọrụ ndị uweojii ịhụ na ndị mmadụ rubere isi n'iwu gọọmentị.",
    "O kwukwara na ebubo Okorocha na-ebo na ọ bụ gọọmentị Imo steeti zigara ndị omekome wakporo ya na ndị otu ya bụ okwu asị.",
    "Ebe foto si, Screengrab",
    "Ogige Royal Palm Estate nke nwunye Rochas Okorocha nwe, mana gọọmentị Imo steeti ewegharala ya.",
    "Cheta na gọọmentị Imo steeti kwuru na ogige 'royal palm estate' bụ ụlọ Rochas Okorocha ji ego nakwa ala Imo steeti rụọ n'ụzọ ezighi ezi.",
    "Lee onyonyo ebe kọmịshọna okwu ala dị n'aka n'Imo steeti, bụ Enyinnaya Onuegbu gbachiri ogige 'royal palm estate' nke nwunye Rochas Okorocha nwe.",
    "Nke a mere ka ha weghara ya dịka kọmiti nyochara ya bụ ihe si nye ikike.",
    "A kurichara ụgbọala ndị so Rochas Okorocha",
    "Rochas Okorocha na-arụ ọrụ ugbua dịka onye nnọchi anya mpaghara Imo West n'ụlọ omeiwu ukwu Naịjirịa bụ 'senate'.",
    "Ọ bụkwa onyeisi ụlọọrụ a kpọrọ 'Rochas Foundation' nke o malitere tupu ọ banye ndọrọndọrọ ọchịchị.",
    "Ụgbọala ọzọ so Rochas akụriri",
    "Gọọmentị Imo steeti, malite n'ọchịchị Emeka Ihedioha, ebola Rochas Okorocha ebubo dị icheiche gbasara nrụrụaka nakwa iri ego gọọmentị.",
    "Cheta oge kọmiti e hibere maka ịnapụta ihe gọọmentị ezuru n'ohi wakporo otu ụlọ ebe ha kwuru naUloma Nwosu, nwa Rochas Okorocha, na-ezo ihe gọọmentị dị icheiche o zuru n'ohi.",
    "Rochas Okorocha: Ihe mere anyị ji kpachitụ akụnaụba ya",
    "EFCC depụtakwara ọtụtụ ụlọ na akụnụba dị icheiche nke ha boro ebubo na ọ bụ Rochas nwe ya.",
    "Ha kwuru na ihe ndị ahụ bụ ego si n'akpa gọọmentị Imo steeti ka Okorocha ji nweta ha.",
    "Mana Rochas Okorocha gwara BBC n'oge ahụ na ihe ndị ahụ niile bụ ebubo ụgha.",
    "O kwukwaua na ụjọ nnyocha anaghị atụ yadịghị atụ m - Okorocha.",
    "Akụkọ ka na-abịa.",
    "Vidio, Imo state: 'A chọrọ m ka Ihedioha megharịa ihe niile Rochas mebiri '27 Mee 2019",
    "Vidio, Rochas Okorocha: Ihe mere anyị ji kpachitụ akụnaụba ya - Ọnụ na-ekwuru EFCC n'ọwụwa anyanwụ, Duration 1,575 Septemba 2019",
    "Imo State: Ihe mere ndị uweojii ji nwuchie Rochas Okorochaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Nigeria Air Force ewepụtela aha ndị nwụrụ n'ihe mberede ụgbọelu n'Abuja21 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Ihe asaa ị kwesiri ịma maka Kobe Bryant26 Jenụwarị 2020",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?27 Jenụwarị 2021",
    "Imo State: Ihe mere ndị uweojii ji nwuchie Rochas Okorocha",
    "Nigeria Air Force ewepụtela aha ndị nwụrụ n'ihe mberede ụgbọelu n'Abuja",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}