{
  "published": "21 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ mgbe ka nwoke na nwaanyị hụrụ onwe ha n'anya na-akpọ onwe ha aha bekee dị icheiche dịka 'baby', 'honey' dịrị gawazie.",
    "Mana Uche Osoka chọrọ ka ya bụ ihe gbanwee, ka ndị Igbo were asụsụ Igbo na-egosi onwe ha ịhụnanya.",
    "Iji mee ka nke a nwee isi, Uche Osoka wepụtara ihe ọ kpọrọ 'Igbo Romantic Dictionary' ebe o depụtara aha ụtọ dị icheiche nwoke na nwaanyị nwere ike ị na-akpọrịta onwe ha.",
    "Lee ihe anọ ga-eme ka nwoke ghara ịchụ nwaanyị",
    "Nwaanyị onyeọcha na-asụ Igbo karịa ụfọdụ ndị Igbo",
    "Mịchaa ya ọnụ, gosi ya ịhụnanya taa na-emefughi oke ego",
    "M na nwunye m sị ka anyị 'chenjikwaanụ gear' - Charly Boy",
    "Aha ndị a gụnyere, 'anyanwụ ụtụtụ, asa mpete, ụdara nwannu, akwa ugo na ndị ọzọ.",
    "Uche Osoka kọwaara BBC Igbo ihe kpalitere mmụọ ya idepụta aha ndị a.",
    "Ndị mere akụkọ a bụ Chimezie Uche-Agbo na Nnamdi Agbanelo.",
    "Flavour N'abania: Ihe jikọrọ mụ na Chidimma Ekile4 Disemba 2020",
    "Savage Trap Queen: A na-akwụ m puku 80 ruo 100 n'ihe nkiri 'blue film'18 Ọgọọst 2018",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Uli Art: Gịnị ka ị ma maka atụmatụ ịse Uli na-ahụ?, Duration 3,257 Jenụwarị 2021",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ m nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Abia State Underdevelopment: Ọ bụrụ na ụzọ anyị dị mma, nwa m nwoke agaghị anwụ - Ndị Abam Arochukwu, Duration 9,2310 Febụwarị 2021",
    "Vidio, Pregnancy: Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}