{
  "published": "22 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ịga ụlọ mkpọrọ abụghị ekpere mmadụ na-ekpere onwe ya maọbụ onye nke ya.",
    "William Kondowe nọchara afọ atọ n'ụlọ mkpọrọ, mgbe ọ pụtara, a na-eche na ọnọdụ a gbanwere ndụ ya ma na ndị uweojii mechara gbuo ya mgbe ọ gara ọzọ izu ụgbọala mmadụ.",
    "Kirie akụkọ a n'uju ebe a:",
    "Akụkọ ndị ga-amasị gị:",
    "Rochas Okorocha: Mmadụ asụkapụla n'ụlọikpe ebe a na-ekpe ndi otu ya ikpe",
    "Nigeria Air Force ewepụtela aha ndị nwụrụ n'ihe mberede ụgbọelu n'Abuja",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala",
    "th Headies: Ihe ị kwesiri ịma, oge, ebe na etu ị ga-esi kiri emume a",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, World Language Day: Oge eruola mgbe anyị ga-eji asụsụ Igbo na-egosi Ịhụnanya -Uche Osoka, Duration 3,0221 Febụwarị 2021",
    "Vidio, Hajia Sefia Ali nwaanyị awụsa na-ata asụsụ Igbo ka ọjị, Duration 4,3525 Nọvemba 2020",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}