{
  "published": "25 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Obi Chukwuka Okonjo, bụ nwanne Dr Ngozi Okonjo-Iweala, nakwa ndị ezinụlọ di ya gwara BBC Igbo etu obi dị ha dịka e nyere nwanne ha ọkwa onyeisioche otu World Trade Organisation (WTO).",
    "Cheta na Obi Chukwuka Okonjo bụ eze ọdịnala nke obodo Ogwashiukwu na Delta steeti.",
    "BBC Igbo gara n'ụlọ ya Obi Chukwuka Okonjo, ma gakwaa n'ezinaụlọ dị ya n'Umuda dị n'Abia steeti, ka ha kọọrọ anyị ụdị mmadụ nwanne ha nakwa nwunye ha bụ.",
    "Kirie ihe ha kwuru n'onyoonyo a:",
    "Ndị rụrụ ya Adline Okere, Chris Okereke, Ebere Ekeopara na Nnamdi Agbanelo.",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala",
    "Ngọzị Okonjo-Iweala nwereike bụrụ nwaanyị mbụ ga-achị 'World Trade Organisation'",
    "'Ngozi Okonjo-Iweala ga-arụ ọrụ ya ọfụma dịka onyeisi WTO' - Buhari16 Febụwarị 2021",
    "Vidio, Ngozi Okonjo-Iweala: Ihe ndị a ga-eme ka akụnaụba ala anyị ghara ịdakpọ n'ihi coronavirus, Duration 4,097 Mee 2020",
    "Vidio, Ifeoma Abugu: Nnyocha gosiri na a tọgburu nwanne m nwaanyị - Alex Abugu, Duration 3,06elekere 5 gara aga",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Dr Ngozi Okonjo-Iweala: Echetere m ka ada nne m si apịa m ụtalị mgbe m perempe - Obi Chukwuka Okonjo, Duration 3,4625 Febụwarị 2021",
    "Vidio, George Obiozor na Ohaneze Ndigbo enweghị ikike ikwuchitere ndị Igbo niile ọnụ ha - Paul Achalla, Duration 2,33elekere 8 gara aga",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN, Duration 4,0120 Nọvemba 2020",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}