{
  "published": "25 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Mmadụ abụọ ahụ a hụrụ n'onyonyo bụ ndị e boro ebubo na ha bụ ndị oyi egwu",
    "Akụkọ malitere ifesa na e jidere mmadụ abụọ ndị mpaghara Ugwu n'Upper Iweka n'ụbọchị Wenezde.",
    "Olu na-agbasa akụkọ ahụ na-ekwu na ndị ahụ bụ ndị oyiindụegwu, ma gosikwa egbe na mma a natara ha.",
    "'Ndị ohi ji egbe wakpoo anyị na Upper Iweka n'ehihie ọcha'-   Chuma",
    "Nke ọma na nke ọjọo Obianọ n'afo isii ọ chịrị Anambra steeti",
    "'Anyị abọpụtala ozu mmadụ itolu ndị ọchịehi gburu'",
    "Ihe m gabigara n'aka ndị ọchịehi - Mbaekwe",
    "Fulani herdsmen in Bende:\"Ndị uweojii kpọchịrị anyị mgbe anyị gara ikpesa etu ndị ọchịehi si mebie n'ugbo anyị\"",
    "Ndị ugwu abụọ ndị ahụ e nwetara n'ọdọụgbọala Chisco bụ ndị dinta na-agara onwe ha - Haruna Mohammed",
    "Mana Haruna Mohammed bụ ọnụ na-ekwuru ndị uweojii n'Anambara steeti gawara BBC Igbo na mmadụ abụọ ahụ bụ ndị dinta na-agara onwe ha.",
    "Na nkọwa ya, Mohammed kwuru na ya bụ ihe mere n'ụbọchị Sọnde 21 Febụwarị, 2021, ọ bụghị ụbọchị Wenezde dịka akụkọ si agbasa.",
    "Mohammed kwuru na ndị ahụ bụ ndị dinta na-aga izute ndị otu ha tupu ejide ha.",
    "Ọ gara n'ihu kwuo na ndị uweojii mechara zọpụta mmadụ abụọ ahụ.",
    "Udo dị n'Upper Iweka ugbua - Onye nlekọta ọdọụgbọala Chisco",
    "Iji mata etu ihe si kwụrụ n'Upper Iweka ugbua, BBC Igbo kpọtụụrụ otu onye na-elekọta otu ọdọ ụgbọala n'Upper Iweka, o wee kwuo na udo adịla ebe ahụ ugbua.",
    "Nwoke a na-achọghị ka a kpọọ aha ya gwara BBC Igbo na ọ nọghị ya oge e jidere mmadụ abụọ ahụ mana ọ nụrụ ya n'akụkọ.",
    "Don Adinuba maka ndị ọchịehi Fulani.",
    "O kwukwara na ọ bụ na mpaghara Upper Iweka  a na-akpọ 'Abuja Park' ka akụkọ kwuru na ya bụ ihe mere.",
    "Ọ gara n'ihu kwuo na ndị uweojii na-akpagharị na mpaghara Upper Iweka niile iji hụ na ebe niile dị jụụ",
    "Vidio, Fulani herdsmen in Bende: \"Ndị uweojii kpọchịrị`ndị be anyị mgbe ha gara ikpesa etu ndị ọchịehi si mebie ugbo anyị\", Duration 2,2413 Febụwarị 2021",
    "Vidio, Fulani Herdsmen: 'Gọọmentị Anambra ma ọchịehi Fulani niile nọ steeti a' - Kọmịshọna mgbasaozi, Duration 2,4924 Juun 2019",
    "'Ndị ohi ji egbe wakpoo anyị na Upper Iweka n'ehihie ọcha'- Chuma8 Febụwarị 2021",
    "Obiano's six years in office: Nke ọma na nke ọjọo Obianọ n'afo isii ọ chịri Anambra steeti18 Maachị 2020",
    "Vidio, Dr Ngozi Okonjo-Iweala: Echetere m ka ada nne m si apịa m ụtalị mgbe m perempe - Obi Chukwuka Okonjo25 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Nnyocha gosiri na atọgburu nwanne m nwaanyị - Alex Abuguelekere 5 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, O nweghi onye ga-etigbunwu m n'Afrịka niile - Jane Mugo, Duration 5,3025 Jenụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}