{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Oruku bụ obodo dị na okpuru ọchịchị Nkanụ East nke dị n'Enugwu Steeti.",
    "O ruola ihe karịrị afọ iri na atọ Obodo Oruku na agbata obi ha bụ Ụmụode nọ na ịzọ ala na ịlụ ọgụ nke tagoro ọtụtụ isi mmadụ ma mebikwaa ọtụtụ ụlọ obibi.",
    "Ọgụ Izzi na Ukelle: Lee ihe onye ntaakụkọ BBC hụrụ",
    "Nwaanyị Ngbo ndị Agila gburu gafere ebe gọọmentị sị onye agala - Ndị uweojii Ebonyi steeti",
    "Mana ọgụ a na-ada ugbua n'Oruku abụghị nke ha na Umuode kama ọ bụ ọgụ ha na-alụ n'ime onwe ha.",
    "Nsogbu ikpeazu a bidoro na December 2019 oge Gọvanọ Ifeanyị Ugwuanyi nyere Chief Emmanuel Mba akwụkwọ dịka eze na-achị Oruku.",
    "Nkea mere ụfọdụ ndị obodo jiri mebe ngaghari iwe na ha ekweghị na gọmenti Igwe Emma Mba.",
    "Nkpa nkpa kpazịrị na ụbọchị December 26, 2021 oge ndị uwe ojii si Abuja bịara Ịkpụrụ Igwe Emma Mba, ọgbawara ọsọ, nke mere ha jiri gbagbuo ya. Ndị Uwe Ojii ahụ buziri ozu onye Eze ahụ dọta na Mortuary ụlọ ọgwụ Park Lane Enugwu.",
    "Ngwa ngwa Igwe Emma mba nwụrụ ka mgbe December afọ gara aga, ịlụ ọgụ na ịgba ụlọ ọkụ bụzị omenala n'Oruku.",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Ọgbaghara sochiri echichi Igwe Aguleri ọhụrụ",
    "Ọrụ izizi kọmishịọna uwe ojii ohụrụ Mohammed Aliyu bịara Enugwu na ọnwa January 27, 2021 rụrụ bụ iga njem nleta na obodo ahụ, were anya ya hụrụ na agbaala ụlọ karịrị iri atọ na ọnụ ogụ ọkụ n'Oruku.",
    "Onye jibu ọkwa onyeisi okpuru ochịchị Nkanu East ma bụrụ onye Oruku bụ Ejike Ani gwara kọmishịona Uweojii na ọ bụ ndị na agbaso Igwe Emma mba ngba kpatara ọnwụ ya.",
    "Aliyu kwezịrị nkwa na ya ga -achọpụta ndị gbagburu igwe Emma mba.",
    "Mana ndị ntorobịa ahụ na-akpa ya bụ ike ka gakwara n'ihu na agba ụlọ ọkụ ka ha sịri chọọ.",
    "Ụbọchị wenezde feb 24, 2021 egburu onye ji ọkwa 'vice chairman Oruku town union n'ụlọ ya.",
    "Dịka nchọpụta siri gosi awakporo ya bụ nwoke Samuel Ani n'ụlọ ya were egbe gbagbuo ya.",
    "\"Anyị ka na-eche ego n'iji kpe udo n'etiti Ebonyi na Benue\"",
    "‘Mkpamkpa ndị uweojii mere e jiri gbaa ụgbọala ha ọkụ’",
    "N'mbụ rịị gọvanọ Enugwu Steeti Ifeanyị Ugwuanyi ewepụtala kọmetee mmadụ asaa ga emere ya nchọpụta ka a ga-esi kwọọ onye ukwu wara na nsogbu Oruku.",
    "Kọmetee ahụ ka nọ n'Ọrụ ugbua tupu egbuo chief Samuel Ani.",
    "Ka ọ dị ugbua gọvanọ Enugwu bụ Ifeanyị Ugwuanyị atinyela mmachi ngaghari n'obodo Oruku mailte na elekere isii nke ngbede ruo na elekere isii nke ụtụtụ.",
    "Ya bụ mmachị ngagharị malitere na ụbọchị tọzde 25th February 2021.",
    "Otu nwoke onye oruku a na-akpọ Benjamin Odo ya na BBC kpara nkata gwara anyị na ọ bụ ndị kwenyere na ha bụ ndị otu Igwe Emma mba egburu egbu na-agba ụlọ ndị ha hụtara dịka ndị esoghị igwe ahụ ọkụ.",
    "Ọtụtụ ndị Oruku kwara arịrị na ndị bịara be ha gbuo Igwe Emma Mba kwuru na ha bụ ndị uwe ojii mana ha amaghịzị ihe mere ndị ntorobịa ji agba ụlọ ọkụ na-egbu mmadụ na echeghịzị ka ndị otu nchọpụta gọmenti guzobere rụchaa ọrụ ha.",
    "Ị bịa n'Oruku ugbua, ọdịzị ka ebe agbara ọsọ agha makana Oke nọ n'ọsọ, Ngwere nọ n'ọsọ.",
    "NA EME UGBU A Zamfara Girls Kidnapping: Etu ndị ekperima si tọrọ ọtụtụ ụmụakwụkwọ na GGSS Jangebe",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọgịnị na-esere ndị Oruku na Umuode n'Enugwu Steetielekere 7 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo31 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}