{
  "published": "27 Febụwarị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tonto Dikeh/Instagram",
    "Tonto Dikeh na onyeisi ngalaba NCPC bụ Yakubu Pam",
    "\"Tonto Dikeh abụghị 'ambassador' anyị, onweghị mgbe anyị ji nye ya ọkwa dị otu a.\"",
    "Nke a bụ okwu si n'ọnụ Celestine Oguguo Toruka, onye isi mgbasa ozi na ngalaba gọọmentị a kpọrọ 'National Christian Pilgrims Commission'.",
    "Celestine Oguguo kwuru nke a na mkparịta ụka ya na BBC Igbo n'ụtụtụ Satọde gbasara akụkọ na-ewu na soshal midia ugbua nke na-ekwu na Tonto Dikeh, nwa ada na-eme ejije Nollywood, enwetala ọkwa 'Ambassador' nke udo n'aka ụlọọrụ NCPC.",
    "Ebe foto si, Twitter Screengrab",
    "Tonto Dikeh dere n'akara soshal midia ya dị icheiche na ya abụrụla onye na-anọchite anya ngalaba NCPC n'ịkpa udo.",
    "Ọtụtụ ụlọ ntaakụkọ dị icheiche buru ya bụ akụkọ, nke mere ọtụtụ ndị mmadụ ji malite ịkatọ ya bụ ihe.",
    "Ebe foto si, Twitter",
    "Mark Amaza na-ajụ ihe kpatara e ji hapụ ndị otu Kraịst a ma ama, họrọ Tonto Dike dịka onye nnọchite anya NCPC",
    "Celestine Oguguo Toruka, onyeisi mgbasa ozi na NCPC gwara BBC Igbo na ya bụ akụkọ abụchaghị eziokwu.",
    "O kwuru na Tonto Dikeh nakwa ụlọọrụ ya bụ 'Tonto Dikeh Foundation' bịara njem nleta n'isi ụlọọrụ NCPC dị n'Abuja, mana onweghị mgbe e ji nye ya ọkwa ọbụla ma ya fọkwa 'ambassador'.",
    "Ebe foto si, NCPC",
    "Yakubu Pam bụ onyeisi ngalaba NCPC",
    "\"Ọbụghị NCPC kpọrọ ya oku ka ọ bịa, ọ bụ ya na ndị ụlọọrụ ya bịara we kwuo na ọ ga-amasị ha ịkwado ọrụ anyị,\" Celestine Toruka na-ekwu.",
    "\"Tonto Dikeh kwuru na ọ ga-akwado mmadụ iri ka ha soro gaa njem n'ala nsọ n'afọ a. O kwukwara na ọ ga-akwado mbọ NCPC na-agba iweta udo na Naịjirịa.\"",
    "\"Onyeisi NCPC bụ Yakubu Pam nabatara ihe o kwuru ma kweta na ụlọọrụ anyị na ụlọọrụ ga-ejikọ aka n'ọrụ ụfọdụ anyị na-arụ.\"",
    "Celestine Toruka gara n'ihu kwuo na ọ gbara ya gharịị ịhụ na soshal midia ebe Tonto na-ekwu na e nyere ya ọkwa Ambassador. \"Nke a abụghị eziokwu.\"",
    "Ihe Tonto Dikeh kwuru",
    "Ebe foto si, Instagram",
    "Mana Tonto Dikeh na-ekwusi ike na NCPC nyere ya ọkwa Ambassador.",
    "N'akara Instagram ya, o wepụtara ozi nke na-ekwu na ọ bụ ndị mmadụ gbara mgba okpuru mere e ji napụ ya ọkwa ahụ.",
    "Tonto kwuru na ya agaghị asịgide mmadụ maọbụ ụlọọrụ ọbụla asị.",
    "O kwukwara na ya nwere ihe onyonyo iji gbaa akaebe maka ihe ọ na-ekwu, mana ọ gaghị ewepụta ya.",
    "Tonto Dikeh: Ihe mere ya na Churchill ji ewu na soshal midia1 Mee 2019",
    "Onye bụ 'Mrs Churchhill' mere ka ụwa kpụrụ Tonto Dikeh n'ọnụ ugbua?15 Febụwarị 2021",
    "Top Searches: Naira Marley, RUGA na ihe ndị ọzọ a kacha chọọ n'ịntanetị n'afọ 201931 Disemba 2019",
    "Precious Chikwendu: Onye ka nwunye Fani-Kayode18 Septemba 2020",
    "Pretty Mike: Ihe mere m jiri buru ụmụnwaanyị di ime ga n'agbamakwụkwọ Williams Uchemba17 Nọvemba 2020",
    "Poju Oyemade arịọla ụmụ Naịjirịa mgbaghara1 Julaị 2019",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa27 Febụwarị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho25 Jenụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?25 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Tonto Dikeh: Ọ bụghị eziokwu na anyị nyere nwa ada a ọkwa 'Ambassador\" - NCPC",
    "Lekwa egwuregwu ndị ụmụaka mgbe gbooEmelitere ikpeazụ na: 7 Mee 2020",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibeEmelitere ikpeazụ na: 11 Ọktọba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Gịnị na-esere ndị Oruku na Umuode n'Enugwu Steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}