{
  "published": "5 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ kwenyere na Ada Jesus Comedy dara ọrịa maka mkparị ọ kparịrị ụfọdụ ndị.",
    "Ihe na-ewu na soshal midia bụ na ọ bụ ihe o kwutere n'ọnụ na-arịa ya.",
    "Ọrịa afọ ọsịsa etipuola na Borno",
    "Gịnị bụ nje Herpes a esi na nsusu ọnụ na aramara ebute?",
    "BBC Igbo gbara Ada Jesus Comedy (Mercy Ada Jesus) ajụjụ ọnụ n'akwa ọrịa ya.",
    "Leekwa ihe ọ sara anyị maka ya bụ ọrịa na ebubo sọ ya n'azụ.",
    "Kirie ya.",
    "Taa bụ ụbọchị ekewapụtara maka mbọ ịchụ ọrịa ịba ụkwụ ete aja n'ụwa, dịka ndị Afrịka kachasị arịa ma na-anwụ n'ihi ya.",
    "Vidio, Ada Jesus Comedy sị na ya arịọla ndị niile ya mejọrọ mgbaghara, Duration 1,515 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Mizwanneka: Ndị sị na m ji 'juju' ere ahịa m amaghị ahụhụ m tara kamgbe afọ asatọ gara aga - Nwanneka Nkumah, Duration 4,334 Maachị 2021",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}