{
  "published": "2 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "IPOB na-ewe iwe gbasara egwu eke ndi agha Naijirịa gosiri n'Abia steeti",
    "Ọkaiwu Indigenous People of Biafra (Ipob) bụ Alloy Ejimakor agwaala National Broadcasting Commission ka ha gwa Ipob ebe redio Biafra ndị a ha kwuru na ha kụchiri ebe ha chọtara ya na Legos.",
    "N'okwu ya, \"ha gwakwa anyị ma ọ bụ nke ndi 'Ọchị ehi'  hibere ka a na-ebogide ndị Ipob.\"",
    "Anyị enwetala Biafra 90 pasenti - Uche Mefor",
    "Ipob: Uche Mefor o nwere ikikere ịsị ndị Ipob kwụsi ịtụ ụtụisi ha?",
    "Mgbe BBC Igbo gbara mbọ ka ha nụta n'ọnụ NBC maka ya bụ nkuchi ha kuchiri redio Biafra ụfọdụ na Lagos, ọnye ụlọọrụ ahụ kwuru si na Radio Biafra enweteghị ikike imepe ụlọọrụ redio ahụ.",
    "O kwuru na ọ bụrụ na Radio Biafra chọrọ imepe ụlọọrụ na Naịjirịa ha bia nwete ikike.",
    "CheỤlọọrụ National Broadcasting Commission akụchiela radio Biafra na-agbasa ozi na Lagos.",
    "Ha kwuru na ndị nwe redio a na-agbasa ozi nwereike ịkpalite iwe na ọnụma n'obodo n'ịgbasa ozi ụgha.",
    "Lee otu ndị na-achọ Biafra",
    "Ncheta Biafra: Ihe mere n'ọwụwa-anyanwụ",
    "Ụlọrụ ahụ depụtara nke a n'akwụkwọ ozi ha wepụtara n'akara twitter ha. kwuru na ha ji ohere a adọ ụmụ Naịjirịa aka na ntị ka ha gbanahụ isi n'azụ ulọ emepe redio makana aka iwu ga-akpara ha ma nara ha",
    "ngwọrụ ha ji hibe ya bụ redio.",
    "Ha kwuru ka ụlọọrụ Department for State Security nakwa ndị uweojii Naịjirịa  chọpụta ma nwụchie ndị ọ bụ ha mepere redio a iwu akwadoghị.",
    "Lekwa akwụkwọ ozi ahụ ha wepụtara",
    "Ebe foto si, @nbcgov",
    "NA EME UGBU A Ọgwụ mgbochi covid-19 awụchiela n'Abuja",
    "Gee ntị, BBC Nkeji2 Maachị 2021",
    "Food Blockade: Ka ụkọ nri ndị ugwu kwụsịrị ibute si emetụta ala Igboelekere 5 gara aga",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ndị Ugwu e jidere n'Upper Iweka ha bụ ndị ole?25 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Ikemba Iweala: Ihe ị maghị maka odogwu nwoke a bụ di Ngozi Okonjo-Iweala21 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ihe Ipob sara NBC gbasara nkụchị Radio Biafra",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Food Blockade: Ka ụkọ nri ndị ugwu kwụsịrị ibute si emetụta ala Igbo",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000Emelitere ikpeazụ na: 11 Septemba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}