{
  "published": "4 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwanneka Nkumah (Mizwanneka), onye nwe Nwanneka Luxury Hair, kọọrọ BBC etu o si malite njem ya dịka onye na-ere ntutuisi na Instagram.",
    "Ọ kọkwara gbasara ebubo ụfọdụ na-ebo ya na o ji juju ere ahịa ya.",
    "Mizwanneka kwuru na o karịala afọ asatọ ọ malitere ire ntutuisi na Instagram iji hapụ ịnọ nkịtị na be di ya.",
    "O kwukwara na ọ bụ di ya nyere ya nnukwu nkwado o ji malite.",
    "Gere akụkọ ya n'uju n'onynyo a.",
    "Onye mere akụkọ a bụ Nnamdi Agbanel",
    "Vidio, Ọgba mbọ: 'Inyere ụmụnwaanyị aka mere m ji malite ụlọọrụ ime isi', Duration 4,0622 Disemba 2020",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ m nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Mizwanneka: Ndị sị na m ji 'juju' ere ahịa m amaghị ahụhụ m tara kamgbe afọ asatọ gara aga - Nwanneka Nkumah, Duration 4,334 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Water scarcity in Enugu: Ụkọ mmiri ga-ebi n'Ọgọst 2021 - Gọọmenti, Duration 2,214 Maachị 2021",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}