{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii n'Imo steeti ekwuola na ọ bụ eziokwu na ndị agha gbagburu otu onye n'Ohaji Egbema n'ụbọchị Wenzde.",
    "Orlando Ikeokwu bụ ọnụ na-ekwuru ndị uweojii gwara BBC n'ekwentị na nke a mere n'ezie.",
    "Ndị agha anwụchiela Bobrisky",
    "'Anya ndị agha adịghị n'ọchịchị'",
    "O kwuru na ọ bụ mgbe ndị ntorobịa nọchiri ndị agha nwụchiri mmadụ ụzọ na-ana ha ego ka nke a mere.",
    "\"Ndị ntọrọbịa malitere ịtụ ndị agha ahụ okwute mgbe ha jụrụ ịnye ha ego nke mere ka ndị agha gbaawa egbe iji chụsa ndị mmadụ",
    "Egbe ahụ tụrụ mmadụ abụọ, otu nke nwụrụ ebe nke ọzọ nọ n'ụlkọọgwụ anata ọgwụgwọ\" ka o kwuru.",
    "Enwere ihe iko obi n'elu ụnyaahụ na ụmụobi, Asaa na okpuru ọchichị ime obodo ọhaji egbema nke steeti Imo dika ndi agha so na ụgbọala bu mmanụ petrol nwere nghọtahe na etiti ndi ntorobia ya bụ obodo.",
    "Akụkọ anyi nwetere kwuru na ndintorobia kwechiri na ụgbọala ahụ bụ mmanụ petrol ana enyoenyo bụ ndi na esi na azụ ụlo ezuru mmanụ gọmenti agaghi agafe ma ghara ịsọchi ha aka, bukwanụ nke ndi agha so dika ndi ndu ya, ruturu aka na ọnọdụ a kpaliri iwe ndi agha ha jiri wụwa egbe aghara aghara nke taara isi otu onye ntoroọbia  bụ Chinedu ebe ụfọdụ nwetara mmerụahụ.",
    "Njinji a jiri na elekere isii nke mgbede ụnyaahụ dika onye nọ mgbe omere siri kwuo ,gbanyere na mmadụ agbụọ agbara egbe nụkwụ nọ n'ụlọọgwụ ebe onye nke nwụrụ anwụ nọ nebe ana echekwe ozụ.",
    "Akụkọ na abia nuju ya dika anyị ka na eche ọnụ ụlọọrụ ndi uweoji na Steeti Imo.",
    "Vidio, Mizwanneka: Ndị sị na m ji 'juju' ere ahịa m amaghị ahụhụ m tara kamgbe afọ asatọ gara aga - Nwanneka Nkumah4 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state26 Febụwarị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Vidio, Ihe a gwaghị m maka idi ime m mechara hụ, Duration 2,5930 Jenụwarị 2021",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ihe Ipob sara NBC gbasara nkụchị Radio Biafra",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}