{
  "published": "6 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka onye ọbụla na-ekwu okwu banyere ejije Hollywood a kpọrọ Coming 2 America, Nomazamo Mbatha akọọrọla BBC etu obi dị ya isonye n'ihe onyonyo a.",
    "Ọtụtụ ndị ama ama jupụtara n'ejije a, tinyekwara otiegwu Naịjirịa bụ David Adeleke (Davido).",
    "gere mkparịtaụka n'uju.",
    "Hollywood: Ndị Igbo nọ ebe ahụ2 Mee 2018",
    "Vidio, Jonet Makeover: Nwaada ji ntecha jikọọ Buhari, Tiwa Savage na Pete Edochie ọnụ, Duration 2,3424 Septemba 2020",
    "Nwa afọ, Chiwetel Ejiofor ga-eso n'ihe nkiri 'Maleficent 2'31 Mee 2018",
    "Nickelodeon Kids Choice Awards 2021: Ugo Emmanuella achakeela ọzọ10 Febụwarị 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Mizwanneka: Ndị sị na m ji 'juju' ere ahịa m amaghị ahụhụ m tara kamgbe afọ asatọ gara aga - Nwanneka Nkumah, Duration 4,334 Maachị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Nomazamo Mbatha: Etu m si sonye n'ejije Coming 2 America, Duration 4,116 Maachị 2021",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}