{
  "published": "7 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Somadina Adinma /Regina Daniels Instagram page",
    "Somadina Adinma gwara BBC Igbo na ọ bụ ndị mmadụ na-ebugharị okwu na o nwere ihe jịkọrọ Regina Daniels na-emekwa ihe nkiri na Nollywood.",
    "O kwuru nke a na mkparịtaụka ya na BBC Igbo nwere taa bụ ụbọchị March 7, 2021.",
    "Iwu emegideghị nwa nwoke dị afọ 17 lụrụ nwaanyị n'Anambara- Ọkaiwu",
    "O nweghị sakramenti jikọrọ mụ na Ned Nwoko, di Regina Daniels - Chika Ike",
    "Ndị nso nso Adinma jụrụ ya ma obi agbawara ya mgbe Regina Daniels lụrụ di, ọ zara si na ọ maghị maka ihe ha na-ekwu.",
    "O kwuru na  ọ bụ ihe nkiri ya na Regina mekọrọ bụ ihe butere ndị mmadụ ikwu na ha na-ayị ka enyi nwoke na enyi nwaanyị.",
    "O mechara kwuo ka ndị mmadụ kwụsị ijụ ya maka Regina makana ọ lụlọla di.",
    "Somadina kwuru na atụmaatụ Eastern Security Network abụghị ihe dị njọ makana o chere na ndị wepụtara ya , hibere ya maka iweta ezi nchekwa ala Igbo.",
    "Somadina kwurukwara na okwu Biafra dimma mana ọ ga-adị mma ka ekwekọrịta ụzọ dị onye Igbo ọbụla mma n'etu e si achọ ya ụ Biafra.",
    "N'okwu ya, \"akwụnyeghị m na nkewa Naịjirịa, mana a mara ihe ga-adị ndị be anyị mma, si mee ya.\"",
    "Ihe mere m jiri akwado 'social media bill' - Ned Nwoko",
    "Somadina kwuru na ọ ga-achọ ị na-akpa ajọ agwa n'ihe nkiri makana o teela o mewere agwa onye ọma emeka n'ihe nkiri.",
    "Adinma kwuru na e nye ya ohere ịbụ gọvanọ Anambra steeti bụ steeti ya, ọ ga-eji aka abụọ nara ya.",
    "O kwuru na ọ kwenyere n'omenaala ma kwenyekwa n'ọkpukperechi Christ makana n'okwu ya, akwụkwọ nsọ kwuru ka e nye Ceasar ihe dịrị Ceasar ma nye Chukwu nke ya.",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 259",
    "Gịnị na-esere Femi Fani-Kayode na nwunye ya, Precious Chikwendu?",
    "Ada Jesus Comedy  sị na ya arịọla ndị niile ya mejọrọ mgbaghara",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra7 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Ọkụ agbaghị n'Aso Rock - Ụlọọrụ onyeisiala Naịjirịa",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state",
    "Gịnị na-esere Femi Fani-Kayode na nwunye ya, Precious Chikwendu?",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 259",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}