{
  "published": "8 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Amaka Nwobodo bụ nwaanyị na-akwọ ụgbọala ọha na Lagos.",
    "Ọ kọrọ BBC etu ya si maliere ịrụ ọrụ a na ihe ọ na-afụ dịka nwaanyị nọ n'etiti ọtụtụ ụmụnwoke akwọ ụgbọala ọha.",
    "Ụzọ ise Naịjirịa ka sị na-akpagbu ụmụnwaanyị",
    "Onweghị ihe ị gaghị emenwu dịka nwaanyị - Nwaanyị Nigeria na-arụ na NASA",
    "O jikwa ohere wee gbaa ụmụnwaanyị ume na o nweghị dị njọ n'ịgba mbọ ma gbakarịa ụmụnwoke makana ịbụ nwaanyị abụghị ọghọm kama ọ bụ nnukwu uru.",
    "Akụkọ a na-abịa dịka a na-eme ncheta ụmụnwaanyị nke bekee kpọrọ International women's day taa na mba ụwa niile.",
    "Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 259",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Vidio, Ọgbambọ: 'O nweghi onye sị na ihe nwoke ga-eme nwaanyị agaghị emenwu ya' - Nwaagbaghọ na-ama 'tile', Duration 2,5729 Septemba 2020",
    "Vidio, Ọgba Mbọ: Ọ tụrụ ndị mmadụ n'anya na m banyere n'ịrụ akpụkpọ ụkwụ - Ifeoma Chidebe, Duration 2,4415 Septemba 2020",
    "Vidio, Ọgba mbọ: Lee Nwoke gbara afo 57 nwaanyi na-anwuru ka o mee ha isi, Duration 3,474 Ọgọọst 2020",
    "Vidio, Nnamdi Kanu bụ onye iro ndị Biafra na-agwa ndị mmadụ ka ha gbuo m - Asari Dokubo, Duration 3,08elekere 6 gara aga",
    "Vidio, International Women's Day: Ihe m na-agabiga dịka nwaanyị na-akwọ ụgbọala ọha - Amaka Nwobodo, Duration 2,558 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Nnamdi Kanu anaghị achụ maka nnwereonwe Biafra - Asari Dokubo, Duration 2,486 Ọktọba 2020",
    "Vidio, Omenala Igbo: 'Nwa m amụtaghị nwa tupu ọ nwụọ, anyị wee lụtara ya nwaanyị ga-amụtara ya nwa', Duration 3,076 Juun 2019",
    "Vidio, Ọgba Mbọ: Ịrụ ọrụ mesịn na-amasị m - Nwaanyị na-arụ mesịn, Duration 2,2424 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}