{
  "published": "8 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Joice Etutu",
    "BBC News",
    "Ebe foto si, NEIL HALL/EPA",
    "Harry na Meghan bụkwa Duke na Duchess nke Sussex",
    "Prince Harry na Meghan Merkle - Duke na Duchess nke Sussex - nwere mkparịtaụka na TV, ha na Oprah Winfrey, ebe ha nọrọ kwuo gbowam ihe kpatara ha ji si n'ezinụlọ obi eze nke mba UK pụọ.",
    "Di na nwunye a bụ ndị a na-ahụtabu dịka ndị ga-eweta mgbanwe ọgbaraọhụrụ n'ezinụlọ ọchịchị nke mba England, tụrụ ọtụtụ mmadụ n'anya oge ha kwuru na ha ga-esi n'obi eze pụọ gaa mba Amerịka.",
    "Mana kedụ ebe mmiri si baa n'opi ụgbọgụrụ?",
    "Ego ole ka Harry na Megan na-agbakụta azụ ugbua ha chọrọ ịchọwa akara aka ha?",
    "Ọ bụ nwa nwoke!",
    "Lee ihe mere n'agbamakwụkwọ Harry na Meghan Markle",
    "Ihe ndị mmadụ kwuru maka agbamakwụkwọ Harry and Meghan",
    "Akụkọ ịhụnanya na-enweghị atụ",
    "Ebe foto si, Pool via Reuters",
    "Nde kwuru nde ndị mmadụ lere agbamakwụkwọ ha na mba US na UK",
    "Na ngwụcha 2016 ka akụkọ malitere ifegharị na Prince Harry na Meghan Markle na-ayị. Ọ bụ n'aka otu enyi ha ka ha abụọ si mata onwe ha.",
    "O teghị aka, ihe dịka ọnwa iri na asatọ, ha abụọ kwupụtara na ha chọrọ ịlụ onwe ha.",
    "Harry agbaala 'Mail on Sunday' akwụkwọ maka ụtọ ndụ ya",
    "Agbamakwụkwọ ndị a kpụ n'ọnụ n'afọ 2018",
    "Ndị ntaakụkọ buru akụkọ dị icheiche gbasara ha n'ihi na ndụ ha abụọ na-amasị ndị ntorobịa.",
    "Oge ha gbara akwụkwọ n'ọnwa Mee afọ 2018, puku kwuru puku mmadụ nọjuru n'okporoụzọ iji kelee ha, ebe ihe karịrị mmadụ nde iri na atọ lere agbamakwụkwọ ha na TV.",
    "Ebe foto si, Robert Alexander/Getty Images",
    "Agbamakwụkwọ Prince Harry and Meghan gbara n'ọtụtụ akwụkwọ akụkọ na mba UK",
    "Oge Harry na Markle gbara akwụkwọ, ọtụtụ chere na nnukwu mgbanwe ga-abata n'ezinụlọ oche eze nke mba England.",
    "Nke a bụ maka na Markle bụ onye ojii, bịa bụrụkwa onye mba Amerịka nakwa onye lụrụla di mbụ ma gbasaa.",
    "ọzọkwa bụ na Markle bụ onye nwere nkwuwa okwu gbasara ikike dịịrị ụmụnwaanyị.",
    "Ebe foto si, Chris Jackson/Getty Images",
    "Oge ndị ntaakụkọ dere akụkọ dị aṅaa gbasara Markle, Harry pụtara n'ọha kwuchitere ya ọnụ.",
    "Na ngwụcha 2016, oge Prince Harry kwupụtara na ya na Markle na-ayị, ụfọdụ ụlọọrụ ntaakụkọ dere akụkọ gbasara Markle, nke mere ka Harry baa mba ma katọọ ha.",
    "O kwuru na ya agaghị agbachi nkịtị ka e mekpaa Markle ahụ maọbụ menye ya ihere.",
    "Onye ntaakụkọ ma maka oche eze mba Britain nke ọma, bụ Jessica Morgan, kwuru na \"Harry hụrụ etu ndị ntaakụkọ si kpaso nne ya agwa, ya mere ọ chọghị ka otu ihe ahụ mee nwunye ya.\"",
    "\"Daina (nne Harry) bụ onye nwere nkuwa okwu, mmadụ enweghị ike ikpuchi ya aka n'ọnụ.\"",
    "Ebe foto si, Tim Graham/Getty Images",
    "Princess Diana, nne Harry, bụgidere okwu a kpụ n'ọnụ ruo oge ọnwụ ya na 1997",
    "Oge a lụbatara Diana Spencer n'ezinụlọ obi eze, ndị ntaakụkọ kọrọ akụkọ ọma dị icheiche gbasara ya.",
    "Mana oge ya na di ya bụ Prince Charles gbasara, ndị ntaakụkọ malitere isogharị ya, na-ese ya foto na nzuzo.",
    "Otu foto e setere ebe Diana na enyi ya nwoke ọhụrụ bụ Dodi Fayed sere, dara ihe karịrị otu nde dọla n'ọnụ ahịa.",
    "Ebe foto si, Princess Diana Archive/Getty Images",
    "Princess Diana gbara arụkwaghịm n'ọrụ ọha n'afọ 1993",
    "Ọ bụ ebe ndị ntaakụkọ na-esogharị Diana na enyi ya nwoke ka ha nwere ihe mberede okporoụzọ nke gburu ya n'afọ 1997.",
    "Ọnwụ Diana mere ka ụmụ ya abụọ kpọọ ndị ntaakụkọ asị n'ihi na ha hụrụ etu ha si nye nne ha mmekpa ahụ.",
    "Ebe foto si, NEIL HALL/EPA",
    "Prince Harry na Meghan Markle kwuru na ha achọghịzi ịrụ ọrụ n'obi eze",
    "Ịpụta n'akwụkwọ ntaakụkọ abụghị ihe ọhụrụ maka Prince Harry, n'ihi na o si n'obi eze.",
    "Mana ndị ntaakụkọ bịara gbado anya n'akụkọ gbasara Markle - ebe o si, ezinụlọ ya, nkewa ya na di ya nke mbụ, ọrụ ọ rụburu, na ihe ndị ọzọ.",
    "Oge Meghana batara n'ezinụlọ eze mba Britain, ndị ntaakụkọ malitere ide ihe ọma gbasara ya, mana o teghi aka, akụkọ ha malitere ịgbaso ịkpa oke agbụrụ.",
    "Ọtụtụ akụkọ a na-ede gbasara Markle mere Harry ji wepụta akwụkwọ ozi n'ọnwa Ọkutoba afọ 2019 iji katọọ ya.",
    "N'ọnwa Eprel 2020, di na nwunye ahụ kwuru na ha agaghịzi agwa ụlọọrụ ntaakụkọ 'Daily Mirror', 'the Sun', 'the Daily Mail' na 'the Daily Express' okwu.",
    "Ebe foto si, Harpo Productions - Joe Pugliese",
    "Harry na Markle gbara ọtụtụ ihe n'anwụ oge ha na Oprah Winfrey nwere mkparịtaụka",
    "Mkparịtaụka a nke Oprah Winfrey na Duke na Duchess nke Sussex nwere bụ nke ọtụtụ mmadụ tụrụ anya ya.",
    "Otu ihe kacha gbaa ọkpụrụkpụ na ya bụ ebe Markle kwuru na ezinụlọ eze nọ na-enwe mkparịtaụka ma nwa ọ dị ime ya ọ ga-adị oji.",
    "Markle kwukwara na oge ihe ndị a na-eme, ọ chere echiche igbu onwe ya n'ihi na o nweghị onye enyemaka.",
    "N'aka nke ya, Prince Harry kwuru na o wutere ya na ezinụlọ ya gbara nkịtị oge ndị ntaakụkọ na-ede ọtụtụ akụkọ ndị a gosipụtara ịkpa oke agbụrụ.",
    "Harry kwuru na ọ gbalịrị ibu ibu ahụ naanị ya.",
    "\"Enweghị m ike ịmata etu nne m bụ Diana si buo ibu ahụ naanị ya n'afọ ndị a gara aga.\"",
    "\"Ọ dịghịrị mụ na Markle mfe, mana anyị abụọ nọ ebe a ịkasi onwe anyị obi.\"",
    "Vidio, Nnamdi Kanu bụ onye iro ndị Biafra na-agwa ndị mmadụ ka ha gbuo m - Asari Dokuboelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Onweghị ihe ọgwụmgbochi Buhari gbara mere ya n'ahụ - Garba Shehu",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Meghan, Harry na mba UK: Kedụ ebe mmiri si baa n'opi ụgbọgụrụ?",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ipob: Uche Mefor o nwere ikikere ịsị ndị Ipob kwụsi ịtụ ụtụisi ha?Emelitere ikpeazụ na: 7 Disemba 2020",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}