{
  "published": "7 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, UFC Website",
    "Kennedy Nzechukwu kụrụ Carlos Ulberg n'asọmpị 'light heavyweight' UFC 259 iji nwete mbụgo.",
    "Nke a mere dịka a na-atụ anya na Israel Adesanya ga-echịpịa Jan Blachowicz ọnụ n'ogo nke ha UFC 259 mana nke a emeghị.",
    "Nzechukwu alụọla ọgụ UFC ugboro atọ ugbua , nke mbụ bụ ya na Paul Craig onye mba Scotland  kwatara ya, nke abụọ bụ ya na Darko Stosic na Newark, New Jersey .",
    "Nke a o meriri Carlos Ulberg na Las Vegas bụ ọgụ atọ ya na UFC 259 kamgbe  ọnwa iri na asaa o kwụsịrị isonye n'ọgụ UFC maka ahụ o meruru.",
    "Mmeri a tinyere oke ọnụ n'ọnụ ụmụ Naịjirịa dịka ha na-ekwu na ọ bụ eziokwu na Israel Adesanya emerighị n'asọmpị UFC 259 n'ogo nke ya na Jan Blachowicz kwatara mana mmeri Nzechukwu na-akasi ha obi ugbua.",
    "Nzechukwu bụ nwa Imo steeti dị n'ala Naịjirịa.",
    "A mụrụ ya n'ọnwa June 13,  n'afọ 1992.",
    "Nzechukwu na ndị bee si Naịjirịa gawa nba Amerịka n'afọ 2010 dịka Wikipedia si depụta.",
    "Nne ya mechara gaa debanye aha ya n'egwuregwu 'Mixed Martial Arts n'afọ 2015' mgbe ọ nọ na kọleji.",
    "O mechara si n'ụlọakwụkwụ kọleji mgbe nne ya bidoro rịawa ọrịa.",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra7 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Ọkụ agbaghị n'Aso Rock - Ụlọọrụ onyeisiala Naịjirịa",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Vidio, Ipob and Nigerian Army: Ọ bụghị n'Orlu ka ogbunigwe gbara, ọ bụ na Lilu, Duration 3,0119 Febụwarị 2021",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru12 Febụwarị 2021",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state",
    "Gịnị na-esere Femi Fani-Kayode na nwunye ya, Precious Chikwendu?",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 259",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}