{
  "published": "10 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Igbo kwenyere na a na-alọ ụwa agbanyeghị na ọnweghị ihe sayensi ji ya kpọrọ.",
    "Chukwuemego Ogbodo na ndị be ha kwenyere na ọ lọrọ ụwa dịka enyi nwaanyị nna ya bụ nke nne ya ji aka ya kpọtara nna ya mgbe ọ dị na-agbọghọ.",
    "Mana Kingsley Ekwueme, bụ dọkịnta na ahụ maka ịmụ nwa na ahụike ụmụ nwaanyị na UNTH Enugu sị na ọnweghị ihe dịka ịlọ ụwa.",
    "Ọ bụ nkafie ikpere Chukwu n'ụzọ omenala?",
    "Ọtanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gboo",
    "Ndị Igbo makụọ nụ omenala unu - Bob Manuel Udokwu",
    "Mana Dọkịnta ahụike ọzọ bụkwa onye ọdịnala sị na ịlọ ụwa karịrị sayiensi nghọta.",
    "Kirie akụkọ a ka ị ghọta ihe dị iche na egbe na egbe.",
    "Ndị mere akụkọ a: Chris Sanctus Chukwudi Okereke na Vining Ogu",
    "Akụkọ ga-amasị gị",
    "Ihite Uboma unrest: Ụmụ ntorobịa iwe dị n'obi agbaala ụlọọrụ ndị uweojii ọkụ maka onye otu ha e gburu n'Ihite Uboma, Imo steeti",
    "Onyeisi ndị ọrụ ọtawaike nke Covid-19, Boss Mustapha, na ndị isi ọrụ ndị ọzọ alatala ọgwụ mgbochi coronavirus",
    "Covid-19 Vaccines FAQ: Ajụjụ niile i nwere maka ọgwụ mgbochi covid-19",
    "Igbo Reincarnation: Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwa27 Nọvemba 2019",
    "Igbo reincarnation : Ịlọụwa, agwụ Ọgbanje na nkwenye dị ọzọ ndị Igbo nwere gbasara ọnwụ na ndụ2 Ọgọọst 2020",
    "Igbo Culture: Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha13 Nọvemba 2020",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala Igbo26 Juun 2020",
    "Vidio, African shrine bụ ọgbọ mmekọrịta omenala - Zebrudaya, Duration 0,594 Julaị 2018",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Fukushima: Kedụ ihe bụ eziokwu maka ihe mere n'ebe ahụ tụgharịrị ụwa?, Duration 3,52elekere 9 gara aga",
    "Vidio, Chibuike missing child: \"Ka nwa anyị furu efu achọtara si fuokwa ọzọ n'aka ndị uweojii\", Duration 3,3210 Maachị 2021",
    "Vidio, Nnamdi Kanu bụ onye iro ndị Biafra na-agwa ndị mmadụ ka ha gbuo m - Asari Dokubo, Duration 3,088 Maachị 2021",
    "Vidio, International Women's Day: \"Na mbụ di m ekweghị ka m na-akwọ ụgbọala ọha\" - Amaka Nwobodo, Duration 2,558 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}