{
  "published": "10 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu jịkọtara ndị ọrụ oyibo na Naịjirịa a kpọrọ Nigeria Labour Congress (NLC) amalitela imengagharịiwe dịka ha kwere na ngwa ụbọchị olemole gara aga.",
    "Ha na-esikwa ọnwụ maka na gọọmentị anaghị akwụkọta ndị otu ha niile ụgwọ opekatampe ha kwere na nkwa.",
    "Ogbugbu otu nwaokorobịa na Nkpor ebutela ngagharịiwe",
    "Ngagharịiwe ndị Katọlik: Ka o si ga",
    "Ihe mere ụmụnwaanyị Ebonyi ji gbara ọtọ mee ngagharịiwe",
    "Ndị otu a sị na ha nụrụ kepukepu na ndị omeiwu chọrọ iwepu ụgwọọnwa ndịọrụ n'akwụkwọ gọomentị etiti a kpọrọ \"exclusive list\".",
    "NLC kwere gọọmentị etiti nkwa na ịwepụ ụgwọọnwa na akwụkwọ gọọmentị etiti bụ ọgụ ka gọọmentị etiti na-achọ.",
    "Maka na nke a ga-etinyezi ha n'aka gọọmenti steeti bụ nke wereike ụkwụ ndị obula ụgwọ ka ọ masịrị ha.",
    "Ka ọ dị ugbua, ya bụ ngagharịiwe ha kwuru ga-abụ na steeti niile na-akpọtụ na Ikeja, isi obodo Legọs steeti nakwa Abuja ugbua.",
    "A gbakọtara na Unity Fountain bụ ebe ha si gawa ụlọomeiwu n'isi ụtụtụ a.",
    "Ọ na-akpọtụkwa n'Abuja, isi obodo Naịjirịa.",
    "Cheta na Ọktoba 2018 ka gọọmentị etiti kwekọrịtara ịkwụwa ndị ọrụ puku Naịra iri atọ (N30,000), mana ọtụtụ steeti ewebeghị ike ịkwụwa nke a maka na ha sị na ha enweghị ego.",
    "N'Anambra steeti,",
    "Ndị ọrụ oyibo mere ngaghịiwe na ụlọomeiwu steeti ahụ ịme ka ha gbaa mbọ chefuo itinye ụgwọọnwa ha n'aka gọọmentị etiti.",
    "Ka ọdị nke taa agụọla ya bụ akwụkwọ kwesiri ịwepụ aka gọọmentị etiti n'ụgwọọnwa ndị ndị ọrụ ugboro abụọ n'ụlọomeiwu ahụ.",
    "Onye tinyere akwụkwọ ya bụ iwu bụ Garba Mohammed sị na iwu a ga-enyere gọomenti steeti na nke etiti ohere ịkwe ụgwọọnwa ndị ọrụ ọnụ.",
    "Abia workers salary: Onweghi ngagharịiwe anyị chọrọ ime - Onyeisi NLC21 Ọgọọst 2019",
    "Uloma Rochas: 'Ngagharịiwe ụmụnwanyị Imo mere ziri ezi'31 Julaị 2019",
    "Enugwu: Ụmụnwaanyị emeela ngagharịiwe maka ụkọchụkwụ a nwụchiri19 Septemba 2018",
    "Vidio, \"Ihe mere na Fukushima tụgharịrị ụwa afọ iri gara aga\"elekere 9 gara aga",
    "Gee ntị, BBC Nkeji10 Maachị 2021",
    "Vidio, \"Ka nwa anyị furu efu achọtara si fuokwa ọzọ n'aka ndị uweojii\"10 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Gịnị kpatara ndigbo ji kwụsị ịgụ ụmụ ha ụfọdụ aha?Emelitere ikpeazụ na: 16 Septemba 2018",
    "Ihite Uboma unrest: Ụmụ ntorobịa iwe dị n'obi agbaala ụlọọrụ ndị uweojii ọkụ maka onye otu ha e gburu n'Ihite Uboma, Imo steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}