{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ taa bụ ụbọchị iri n'ọnwa Maachị ka chi jiiri ndị Fukushima n'ehihie.",
    "Nke a bụ maka ala ọma jijiji ukwu mere n'ebe ahụ ma kwapụ ụwa n'oche ya.",
    "Ipob emeghi 'pịm' ka Buhari wuchiri Japan",
    "Hụrụ nwoke kachasị kaa nka n'ụwa dị afọ 112",
    "O butekwara ide mmiri gburu mmadụ puku iri na ise ma kpọchapụ ọtụtụ obodo n'elu ụwa.",
    "Ugbua, lee ka ndị bi bu ebe ahụ si echecta ya.",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Fukushima: Kedụ ihe bụ eziokwu maka ihe mere n'ebe ahụ tụgharịrị ụwa?, Duration 3,52elekere 9 gara aga",
    "Vidio, Chibuike missing child: \"Ka nwa anyị furu efu achọtara si fuokwa ọzọ n'aka ndị uweojii\", Duration 3,3210 Maachị 2021",
    "Vidio, Nnamdi Kanu bụ onye iro ndị Biafra na-agwa ndị mmadụ ka ha gbuo m - Asari Dokubo, Duration 3,088 Maachị 2021",
    "Vidio, International Women's Day: \"Na mbụ di m ekweghị ka m na-akwọ ụgbọala ọha\" - Amaka Nwobodo, Duration 2,558 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}