{
  "published": "10 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chibuike Iheanacho furu efu n'ọnwa Febrụwarị 2017 oge o si ụlọakwụkwọ alọta.",
    "Nne na nna ya bụ Joy na Chinweuba Iheanacho achọọla ya ihe dịka afọ anọ tupu ha hụ foto ha sị na ọ bụ nwa ha n'ọnwa Febrụwarị afọ 2021 na Facebook.",
    "Mana oge ha gara na nke ndị uweojii ịkpọlata ya, ọ bụrụ na nwaanyị ọzọ agaala kpọrọ ya.",
    "Nwaanyị ahụ gwara ndị uweojii na ọ bụ nwa ya, mana nnyocha mechara gosi na nke ahụ abụghị eziokwu.",
    "Ndị ntọ atọrọla nwata afọ ise na Nnewi ka ọ na-aga 'block rosary'",
    "Nwata akwụkwọ Queen's college kwanyere mbọ na nkuanya etekarala nsị",
    "Etu ịga esi zọọ ndụ nwata etufuru etufu",
    "Ugbua, nwatakịrị ahụ bụ Chibuike efuola ọzọ.",
    "Akụkụ na-ekwu na ọ nọzị Imo steeti ugbua.",
    "Ndị uweoji gwara Joy na di ya bụ Chinweuba ka ha weta N200,000 iji gaa kpọlata ya.",
    "Gere akụkọ a n'uju.",
    "Ndị mere ya bụ Chukwunaeme Obiejesi na Chiemela Peter.",
    "Ihe ị ga-eme maọbụrụ n'ịhụ nwata etufuru etufu n'ọhịa14 Ọgọọst 2018",
    "Kamsiyo Agbasianya: Ndị ntọ atọrọla nwata afọ ise na Nnewi ka ọ na-aga 'block rosary'14 Ọgọọst 2020",
    "Queens College: Nwata akwụkwọ kwanyere mbọ na nkuanya etekarala nsị20 Nọvemba 2019",
    "Child Marriage: Ọghọm dị n'alụmdi nwa nwata na Naijirịa11 Nọvemba 2019",
    "Anya hụrụ Nmachukwu kọrọ ndị uweojii18 Julaị 2018",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Fukushima: Kedụ ihe bụ eziokwu maka ihe mere n'ebe ahụ tụgharịrị ụwa?, Duration 3,52elekere 9 gara aga",
    "Vidio, Chibuike missing child: \"Ka nwa anyị furu efu achọtara si fuokwa ọzọ n'aka ndị uweojii\", Duration 3,3210 Maachị 2021",
    "Vidio, Nnamdi Kanu bụ onye iro ndị Biafra na-agwa ndị mmadụ ka ha gbuo m - Asari Dokubo, Duration 3,088 Maachị 2021",
    "Vidio, International Women's Day: \"Na mbụ di m ekweghị ka m na-akwọ ụgbọala ọha\" - Amaka Nwobodo, Duration 2,558 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ọgba mbọ: 'Akwụsịrị m ezigbo ọrụ m tinye isi kpam kpam n'isi nri n'ịntaneti', Duration 3,4523 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}