{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Covid-19 Vaccine: Lee etu ọgwụ mgbochi a si bata ala Igbo",
    "Ọgwụ mgbochi Covid-19 si n'ụlọọrụ Astrazeneca eruola alal Igbo taa bụ ụbọchị Wenzde dịka ezigara nke ga-ekpuchi Anambra, Imo nakwa Enugu steeti",
    "Covid-19 vaccine in Nigeria: Ọgwụ mgbochi a eruola ala Igbo",
    "Kọmịshọna ahụike Enugwu steeti bụ Ike Obi kwuru na ọ bụ ụfọdụ ndị gọọmentị, ndị ọrụ ahụike nakwa ndị okenye na-arịabụ ọrịa ga-ebu ụzọ keta oke na ya.",
    "Covid-19 Vaccines FAQ: Ajụjụ niile i nwere maka ọgwụ mgbochi covid-19",
    "Coronavirus Vaccine: E nwetela ọgwụ e ji agwọ coronavirus na Naịjirịa?",
    "Ọgwụ mgbochi ahụ ndị anabatara n'ụbọchị Wenzde bụ mbụ ọ nba-eru mpaghara ala Igbo kemgbe ebubatara ya Naịjirịa n'ụbọchị abụọ nke Maachị.",
    "Covid-19 vaccine in Nigeria: Ọgwụ mgbochi a eruola ala Igbo",
    "Ike Obi kwukwara na a ga-eme mgbakọ na mwepu tupu a mara etu a ga-esi gba ya dị mmadụ",
    "Ebe foto si, Enugu State Government",
    "Covid-19 vaccine in Nigeria: Ọgwụ mgbochi a eruola ala Igbo",
    "O dobeghi anya mgbe nke kpuchiri Imo na Abia ga-abịa mana a na-atụ anya na ọ bụ nsonso a ka ọ ga-eme.",
    "Covid-19 vaccine in Nigeria: Ọgwụ mgbochi si wuchie n'ala Igbo",
    "Vidio, \"Ihe mere na Fukushima tụgharịrị ụwa afọ iri gara aga\"elekere 9 gara aga",
    "Gee ntị, BBC Nkeji10 Maachị 2021",
    "Vidio, \"Ka nwa anyị furu efu achọtara si fuokwa ọzọ n'aka ndị uweojii\"10 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Gịnị kpatara ndigbo ji kwụsị ịgụ ụmụ ha ụfọdụ aha?Emelitere ikpeazụ na: 16 Septemba 2018",
    "Ihite Uboma unrest: Ụmụ ntorobịa iwe dị n'obi agbaala ụlọọrụ ndị uweojii ọkụ maka onye otu ha e gburu n'Ihite Uboma, Imo steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}