{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty/Fr Augustine Abiagom",
    "Otu ụkọchukwu Katolik bụ Fada Augustine Abiagom adọtaala okwu na soshal midia dịka ọ gwara onye ndu otu nnweereonwe Biafra bụ Indigenous People of Biafra(Ipob) bụ Nnamdi Kanu uche ya maka ikwugide Bishọp ụka Katọlik bụ Bishop Mathew Kukah.",
    "Bishop Kukah nwere ikike ikpere Chi ya n'ụzọ ọbụla - Garba Shehu",
    "A kwaala Onyeisiala Buhari emu na Maiduguri",
    "Fada Abiagom katọrọ Nnamdi Kanu maka imaja Bishop Katolik si na ya ga-abụ ya ọnụ n'ọha ma ọ bụrụ na ọ kwụsịghị ikwu ọ kpọrọ \"okwu ga-ewe Chineke Iwe\".",
    "N'ozi ahụ nke ọ gbasara n'intanet na mbido izu a, Kanu gwara ndị ụka Katolik na ụwa niile sị, \"Dọọnụ Bishop Kukah aka na ntị, emeghị etu a, a ga-am abụ ya ọnụ n'ọha.\"",
    "Bishọpụ Mathew Kukah",
    "Aka Kanu rụrụ Kukah n'ihu na-abịa dịka Kukah bụ Bishop Sokoto Dayọsisi ụbọchịụka na \" O nweghị ihe onye ọbụla ga-erite ma ọ bụrụ na Naijiria ekewaa.\"",
    "Kukah gakwara n'ihu ozi ahụ nke ụlọakụkọ Vanguard wepụtara sị,  \"Echeghị m na onye Naijiriaọbụla iji uche ya ga-ameme ka na ọ nweghị ihe jikọrọ anyị ọnụ.\"",
    "Okwu ndị a bụ ihe ụfọdụ na-ekwu kpasuru Nnamdi Kanu bụ onye na-agba mbọ ka e kewapụta Biafra na Naijiria, iwe.",
    "Fada Abiagom kwuru na ụdị okwu mkpali ahụ megide nnukwu ụkọchukwu Katolic jọgburu udele sigbuo nkapi n'isi.",
    "Abiagom, kwuru na o nweghị ihe ọjọọ dị n'ihe Bishop kwuru maka ịdịkọnotu na-agbanyeghị ebe onye si.",
    "'Ndi uweojii ejighị Nnamdi Kanu na Singapore'",
    "\"Ọ bụrụ na  i kwenyeghị ihe Bishop kwuru maka ịdịnaotu, nke ahụ bụechiche ya, i nwere ike ịgba ya na ejighị iwe na mkpalị megide ọkwa Bishọpụ na anọchite.\"",
    "Fada Abiagom onye jiri Moses n'Akwukwọ nso were maa atụ, kwuru na ọchikọtara ndị okenye ya na ha nyụọ mmamiri ọnụ iji nweta nnwereonwe ụmụ Izrel, kwuru na ipob agaghị achịta aja maọbụ na ha ndị nọ n'ọchịchị jikọta aka chọwa ihe dara mmiri.",
    "Ọ gara n'ihu dụọ Kanu ọdụ ka ọ ghara ịhapụ \"ọrụ nnwereonwe Chukwu kpọrọ ya mee onwe ya \"Chukwu.\"",
    "N'okwu ya, Abiagọm  sị,\"Onye pụrụ ịbụ ụkọchukwu nke Chineke,nnukwu Bishop e doro nso nakwa onye apọsttụ ụka ọnụ? A gafela oke na ọrụ Chineke nyere ya.\"",
    "Na ịzaghachi ya, otu Ipob kwuru na ha na Fada Abiagom enweghị okwu ọbụla n'ihi na ọ bụghị ọnụ na-ekwuru Kukah.",
    "N'ọsịsa nke ọkaiwu otu Ipob bụ Aloy Ejimakor nyere BBC n'ekwenti, ha kwuru na o nweghị o nweghị esemokwu dị n'etiti Kukah na Ipob maọbụ onye ndu ha mana ọ bụụ na Kukah kwuo ihe ha anabataghị, na ha nwere ikike ịgbagha ya bụ okwu.",
    "Ihe mere Facebook ji machie Nnamdi kanu",
    "\"O nweghị onye ga-akụkọ Fada Kukah na Nnamdi Kanu isi.\"",
    "\"O kwuo ihe metụtara Ipob maọbụ ihe Ipob achọghị, Ipob na onye ndu ha bụ Nnamdi Kanu, ha nwere ikike ikwu uche ha iji saa ya.\"",
    "\"O nwere ndị na-achọ ịkụkọ ha abụọ isi, ọ gaghị adị ile.\"",
    "\"Fada ahụ abụghị ọnụ na-ekwuru Fada Kukah, anyị enweghị ihe.\"",
    "N'aka nke ọzọ, ebe ụfọdụ na-eto Fada Abiagom, ụfọdụ ndị mmadụ na-akatọ ya, na-ajụ ya ebe ọ nọ kemgbe ihe na emebi ghara itinye ọnụ ịkatọ ihe ndị naa-emebi na Naijiria.",
    "A kwaala Onyeisiala Buhari emu na Maiduguri",
    "Ọgbaghara ga-ada na 2019 - Kukah",
    "Nigeria Election 2019: Mbaka, Oyedepo na ụkọchukwu ndị ọzọ okwu ha na-adị ire",
    "Kpeerenu Nigeria ekpere ma buoro ya ọnụ - CAN",
    "Fada Mbaka akatọọla iwu 'CAMA'",
    "CAN esepụla aka ha n'okwu Fatoyinbo",
    "Gini na-esere Nnamdi Kanu na Fr Abiagom?elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, 'Ụkọ mmiri na-anyụ anyị ịkpakwụ n'Nsukka'11 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Gini na-esere Nnamdi Kanu na Fr Abiagom?",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Bobrisky na etu mgbanwe ya ji maliteEmelitere ikpeazụ na: 31 Ọgọọst 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Fada Mbaka akatọọla iwu 'CAMA'Emelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}