{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Charles okputa ejikwanụ charly Boy maọbụ Area Fada mara ataala ụkwa ja eze site na mkaparita ụka onwere na etiti ụlo ọrụ BBC Igbo n'ụbọchị nke 15 nke ọnwa Maachị bụ Monde.",
    "Na-ịza azịza banyere enweghi nchekwa na mpaghara Naịjirịa dị iche iche, Charly boy katọrọ ọchịchị nọ ugbua n'ebe ọdị ukwuu. Ọ hụtara ya dika ọchịchị nchigbu. Ọ sị na ọ dika ọchịchị ngwere na achị.",
    "Gịnị na-esere Charly Boy na Gọvanọ Willie Obiano?",
    "Southeast Politics: Mbaka, ị bụghị onye Yahoo Pastor - Charly Boy",
    "Gịnị na-esere Charly Boy na Dewy Oputa nwa ya?",
    "Okwenyere na ihe na-eme egbua n'ala Naịjirịa mekwara mgbe gboo gbanye na nke ugbua ka njọ.",
    "Ọ sị na ọ bụ na ndị fọnfọnju akpa juru n'oche.",
    "Kirie etu okwu ya siri kwụrụ n'ebe a:",
    "N'itinye ọnụ n'okwu a banyere enwepụta Asari Dọkubọ dịka onyeisioche ọgbakọ ọhụrụ a kpọrọ \"De Facto Biafra Customary Government\", Charly Boy kwuru na okwu ahụ bụ akụkọ idunọba. Gbanye na ọtụtụ ihe na-eme n'ala Naịjirịa bụ nke eji egwu okwe ndọrọndọrọ ọchịchị.",
    "N'okwu metutara IPOB na otu nchekwa mpagara southeast a kpọrọ \"Eastern Security Network\" (ESN), Charly Boy kwuru na onye ụlọ ya na agba ọkụ anaghị achụ oke.",
    "Ọ sịkwa na ebe ndị Ọdịda Anyanwụ nwere otu a kpọrọ Amotekun, ndị Ugwu e nwee nke ha . Ọ sị na ọ bụghị ihe ọjọ ndị Ọwụwa Anyanwụ inwe otu nchekwa ESN.",
    "Ojikwara ohere a dụọ ndị ntoroọbia ọdụ .",
    "Ihe Charly Boy kwuru maka ndị ndọrọndọrọ na ndị ntoroọbịa",
    "Ụdịrị ọchichị e nwere na Naịjirịa kpatara na ezi nchekwa adịghị - Charly Boyelekere 6 gara aga",
    "Gee ntị, BBC Nkeji15 Maachị 2021",
    "Burna Boy, Wizkid eturula ugo 'Grammy'14 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ụdịrị ọchichị e nwere na Naịjirịa kpatara na ezi nchekwa adịghị - Charly Boy",
    "Ihe i kwesiri ịma maka otu Biafra pụtara ọhụrụ",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}