{
  "published": "14 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AsariDokubo/Facebook",
    "Otu kpọrọ onwe ya 'Biafra De Facto Customary Government' ahọpụtala Asari Dokubo dịka onyeisioche kọmiti ga-ehibe otu a.",
    "Nke a pụtara ihe na nzụkọ nke otu ahụ na-achọkwa nkewapụta Biafra mere n'ikuku na mgbede ụbọchị Satọde.",
    "Atụọla ndị na-achọ Biafra mkpọrọ",
    "\"Asari Dokubo na IPOB enweghi nsogbu\"",
    "N'ozi mbụ o ziri n'ọkwa, Dokubo  kwuru na \"anyị bụ ndị Biafra ekpebiela iji aka anyị weghara akaraaka anyị ma nwetara onwe anyị na ụmụ anyị nnwereonwe\"",
    "Ọ jụrụ sị, \"Ruo ole mgbe ka anyị ga-agbachị nkịtị ka e jiri ike bata ala anyị na-achịgharị anụmanụ ha?\"",
    "\"Ruo ole mgbe ka steeti Zamfara ga-enwe ikike ịgwuputa ma jide ọlaedo na ihe ndị ọzọ nke ha mana anyị enweghi ụdịrị ikike ahụ?\"",
    "O kwukwara na ndụ a ọ na-ebi ejughi ya afọ, nakwa na ọ gaghị ewetu onwe ya n'ebe onye ọzọ nọ.",
    "Nnamdi Kanu anaghị achụ maka nnwereonwe Biafra - Asari Dokubo",
    "Na ngwụcha o kwuru si \"onye echeghi na o nwere ihe dị njọ n'ịbụ onye Biafra n'ihi na o nweghi ihe ka ihe anyị na-agabiga taa na Naịjirịa njọ\"",
    "Kedụ otu bụ \"Biafra  de Facto Customary Government\"?",
    "Ebe foto si, Getty Images",
    "'Biafra de Facto Customary Government' bụ otu na-achọ nnwereonwe Biafra dịka aha ha si gosi.",
    "E cheere na ọ bụ otu nke Asari Dokubo, Ralph Uwazurike, nakwa nke Uche Mefor  bịakọtara ọnụ hibe.",
    "Lee ndị ji ọkwa dị icheiche n'otu ahụ",
    "Asari Dokubo - Onyieisioche Kọmiti ga-ehibe otu a",
    "George Onyibe - Onye odeeakwụkwọ",
    "Uche Mefor - Onye odeeakwụkwọ mgbasaozi",
    "Emeka Esiri - Onye ọkaiwu otu ahụ",
    "Ha kwuru na ihe kacha ha mkpa ugbua bụ nchekwa mpaghara ha dịka okwu nchekwa jisike emebi kwa ụbọchị na Naịjirịa.",
    "Vidio, Nnamdi Kanu anaghị achụ maka nnwereonwe Biafra - Asari Dokubo, Duration 2,486 Ọktọba 2020",
    "Vidio, Nnamdi Kanu bụ onye iro ndị Biafra na-agwa ndị mmadụ ka ha gbuo m - Asari Dokubo8 Maachị 2021",
    "Nke mere Ugbua: Burna Boy, Wizkid eturula ugo 'Grammy'elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere anyị ka ji akwalite egwu Abigbo Mbaise14 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Ihe i kwesiri ịma maka otu Biafra pụtara ọhụrụ",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Nke mere Ugbua: Burna Boy, Wizkid eturula ugo 'Grammy'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Gịnị na-esere Nnamdi Kanu na Fr Abiagom?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}