{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Damini Ebunoluwa Ogulu a ma díka 'Burna Boy etiela ótútú egwu gúnyere 'Like to party', 'Burn Identity'",
    "Otiegwu Naijiria bụ Damini Ebunoluwa Ogulu  a ma díka 'Burna Boy eturula ugo  'Grammy' taa maka  \"Best Global Music Album\".",
    "Cheta na n'afọ gara aga, aha Burna Boy so na ndị ahọpụtaburu maka nzere 'Grammy' maka egwu ya ọ ọkpọrọ\"Twice As Tall\" n'afọ 2020 mana o riteghị nturugo ahụ.",
    "Burna Boy agbaala n'ihe emume Trevor Noah",
    "Burna Boy na Wizkid aha n'ọgbọ egwu?",
    "N'otu aka ahụ,  Wizkid ritere tulugo maka \"Best Music Video\" n'egwu ya na Beyoncé tiri bụ \"Brown Skin Girl\",  nke si n'efere egwu \"Lion King: The Gift\".",
    "Ebe foto si, @wizkidayo",
    "Akụkọ ka na-abịa",
    "Nke mere Ugbua: Burna Boy, Wizkid eturula ugo 'Grammy'elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere anyị ka ji akwalite egwu Abigbo Mbaise14 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Ahụhụ coronavirus butere kamgbe otu afọ ọ batara na Naịjriịa, Duration 2,2527 Febụwarị 2021",
    "Ihe i kwesiri ịma maka otu Biafra pụtara ọhụrụ",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Nke mere Ugbua: Burna Boy, Wizkid eturula ugo 'Grammy'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Gịnị na-esere Nnamdi Kanu na Fr Abiagom?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}