{
  "published": "16 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Edward Ubochi si na ha ebutuola akwụkwọ iwu gbasara ibuli ụgwọọnwa ezumike nka ndị gọvanọ chiburu steeti ahụ.",
    "Onyeisioche ụlọomeiwu Enugu steeti bụ Edward Ubochi ebutuola akwụkwọ iwu gbasara ibuli ụgwọọnwa ezumike nka ndị gọvanọ chiburu steeti ahụ.",
    "Nke a sochiri ngagharịiwe ụmụntorobịa Enugu steeti mere maka ụgwọ ọnwa ezumike nke ndị gọvanọ ndị omeiwu chọrọ iji pasent narị atọ bulie elu.",
    "Ụbọchị bụ onye zutere ụmụntọrọbịa ahụ iwe dị n'obi n'ihe ụlọọgbakọ omeiwu nke Enugu kasiri ụmụ ntorobị ahụ obi rịọ ha ka ha dere jụụ.",
    "Ọ gwara ndị ntorobịa na ha ahụbeghị ya bụ akwụkwọ, \"ọ mgbe anyị hụrụ ya anyị amara ihe anyị ga-ekwu\". \"Ọ bụrụ na anyị hụ ya, ọbụru na ọtụtụ ndị mmadụ achọghị ya, anyị etufuo ya\".",
    "Ọ rịọrọ ha ka ha nwee ndịdị chere mgbe ha ga-ezukọ.",
    "Ọ kpọkwara ha ọkụ ka ha gbaa mbọ bịa ọgbakọ nke ọha bekee kpọrọ \"Public hearing bụ mgbe ndị mmadụ ga-enwe ohere tịnye ọnụ na ya bụ okwu\".",
    "Edward Ubochi bụ onyeisi ụlọomeiwu Enugu",
    "Ndi ntorobia ọnụma juru obi bucha ederede di iche iche dika, \"anyị achọghi atụmatụ atụmatụ a\" , \"ọkụ adighi n'Enugu\", \"ụkọ mmiri di n'Enugu\", \"akwubegi ndi lara ezumike nka n'Enugu ụgwụ ruoro ha\", \"ọrụ adighi gbanye na atụmatụ a abụghi maka ọdinma ndi Enugu\".",
    "N'okwu ha gwara onye ntakụkọ anyi gbara ha ajụjụ ọnụ, ndi ntorobia Enugu  kpọrọ oku ka a dọka ya bụ atụmatụ ma tufuo na ime ọhịa. n'ihi na-ọchataghi aja ọbụla.",
    "Ebe foto si, Enugu State House of Assembly",
    "Enugu Pension for life bill: Iwe ndị mmadụ maka 'pension for life bill' ndị gọvanọ Enugu steeti bụ...",
    "N'ime ya bụ akwụkwọ, ọ bụrụ na ndị omeiwu ahụ mere ya ka ọ bụrụ iwu ndị niile chiburu steeti ahụ mbụ na nwunye ha kwesiri;",
    "Inweta ụgwọọnwa ezumike nka tutu ha nwụọ bụ nke ha gana adọrọ n'ego gọọmentị etiti na-enye kwa ọnwa.",
    "Enugu Pension for life bill: Iwe ndị mmadụ maka 'pension for life bill' ndị gọvanọ Enugu steeti n'Eungu state house of assembly",
    "Ha gana erikwa ụgwọ itiaka n'obi ndị ọzọ.",
    "Ọ sịkwa na gọomentị ga-ahụ maka olili ndị gọvanọ ahụ maọbụ osote ha.",
    "Gọomentị kwesikwara ịkwụ ndị ọrụ ha ụkwọ dịka akwụkwọ kwụrụ.",
    "Na ya bụ akwụkwọ onye ndụ ụlọomeiwu ahụ bụkwa isi ahụrụ kwawa okpu ya bụ akwụkwọ, Ikechukwu Ezeugwu,  tinyere aka, ọ na-akọwa na e wepụtara akwụkwọ iwu abụghị na-etinyela ya aka ma na-arịọ ndị mmadụ ka ha nwee ndịdị.",
    "Ikechuwku Ezeugwu bụ onye nnọchite anya Udenu State Constituency",
    "Ka ọ dị ugbua, ya bụ ngagharịiwe ụmụntorobịa amitala mkpụrụ dịka \"Speaker\" ya bụ ụlọomeiwu budagoro ya bụ atụmatụ iwu ruo mgbe ha ga-agbakọ.",
    "Nke a bụ akwụkwọ onye ndụ ụlọomeiwu ahụ wepụtere maka igbo ndị mmadụ ọgụ.",
    "Onye nnọchitere anya ndị ntorobịa ahụ sị na \"anyị anụla ihe ha kwuru. Anyị ga-ala, mana ọ bụghị na e meriri anyị. Mana anyị gana egentị. Ọ bụrụ na ha mete ihe anyị ga-eji lọghachị, anyị abịa ọzọ.",
    "Anambra: Ụkọ mmanụ ebidola15 Ọgọọst 2018",
    "Vidio, Water scarcity in Enugu:'Ụkọ mmiri na-anyụ anyị ịkpakwụ n'Nsukka'11 Maachị 2021",
    "Vidio, Ọgba mbọ: Etu Covid-19 na afọime ji zi m ụzọ imepụta na ire mmiri akwụ e ji ete ofe banga - Udoka Ugwu16 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Vidio, Ihe ndị mmadụ na-ekwu maka ọnụahịa mmanụ ụgbọalaelekere 4 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Vidio, 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe i kwesiri ịma maka otu Biafra pụtara ọhụrụ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}