{
  "published": "17 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọọmentị Kwara steeti ekwuola na ọ bụ ha nwee ụlọakwụkwọ nile dị na steeti ahụ.",
    "N'ozi Gọmentị ahụ wepụtara na Twitter nke Odeakwụkwọ steeti ahụ Saba Jubril binyere aka, ha kwuru na kemgbe afọ 1974 oge gọọmentị steeti ahụ weghara ọtụtụ ụlọakwụkwọ n'aka ndị ụka na ndị nọrọ onwe ha.",
    "N'ihi nke a , ha gara n'ihu kwuo sị, na ọ bụ gọọmentị nwe ma na-ahazi etu ihe si aga n'ụlọakwụkwọ ndị a niile dịka o siri metụta ndị na-arụ na ya nakwa ego e ji ahazi ha.",
    "Gọọmenti steeti ahụ gara n'ihu kwuo na ụlọikpe ajụla ndọrọndọrọ na ọ bụ ndị ụka Alakụba maọbụ ndị nke Kraist nwe ụlọakwụkwọ ndị a.",
    "Ebe niile na-ekpo ọkụ ọkụ na Kwara steeti dịka ndị ofufe Alakụba na nke ndị Kraịstị na-ese okwu banyere ụmụnwaanyị iyi uwe hijab na ụlọakwụkwọ ndị ụka.",
    "Ndị ofufe abụọ bara onwe ha ọgụ n'ụtụtụ Wenezde dịka a na-eme ngagharị iwe maka mmepe ụlọakwụkwọ iri ndị ụka nwe agbachiri maka nsogbu a.",
    "Anyị agaghị amachị ndị Shia ife ofufe ha - Buhari",
    "Ụka Katọlik Enugwu ji ofufe nru pụrụiche ruo uju ndị ụkọchukwu egburu egbu",
    "Ọgbaghara dara n’etiti ndị ofufe Shiites na ndị uweojii n’Abuja",
    "Gọọmentị steeti a gbachiri ụlọakwụkwọ iri a n'ọnwa Febụwarị iji kpezie esemokwu a nne na nna ụmụakwụkwọ ofufe Alakụba na ndị nwe akwụkwọ ụka.",
    "Ndị ụka ahụ si na ha anabataghị ụmụakwụkwọ nwaanyị ipuchi isi dịka ofufe Alakụba kwuru.",
    "Gọọmentị kagburu iwu ha enyeburu ka agbapee ụlọakwụkwọ ndị a na Maachi maka egwu na o nwereike bute ọgbaghara.",
    "Nne na nna ụmụakwụkwọ ndị ofufe Kraịst sị na iwu gọọmentị mejọrọ atụmatụ eji hibe ụlọakwụkwọ ndị a.",
    "Mana gọọmentị Kwara sị na ihe ọ na-eme bụ ichekwa ikike dịri mmadụ niile nọ na steeti ahụ.",
    "CAN: Họọ ndị ọrụ nchekwa ọhụrụ23 Febụwarị 2018",
    "Ndị ụka Kraist arụgharịala ụka ekwensu na mba Brazil29 Eprel 2018",
    "Anyị agaghị amachị ndị Shia ife ofufe ha - Buhari28 Julaị 2019",
    "Vidio, Uche Mefor: Mpaghara Ipob nke m nọ na ya so hibe 'Biafra De facto Customary Government', Duration 6,33elekere 9 gara aga",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Nnamdi Kanu anaghị achụ maka nnwereonwe Biafra - Asari Dokubo, Duration 2,486 Ọktọba 2020",
    "Vidio, Kwara: Ndị Ụka Alakụba na nke Kraịst na-alụ ọgụ maka ịchafụ hijab n'Ilorin, Duration 0,5917 Maachị 2021",
    "Vidio, Fertility Boosters: Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ọgba mbọ: 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}