{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ n'abalị Satọde bụ ụbọchị 14 nke ọnwa Maachị ka Asarị Dokubo, Uche Mefor, Ralph Uwazurike na ụfọdụ ndị ọzọ zụtere ndị ntaakụkọ n'ọgba ozi Zoom were kwuo na ha ehibela atụmatu ha kpọrọ \"Biafra Defacto Customary Government.",
    "Ha sịkwa na Maazị Asari Dokubo ga-abụ onyeisi oche ogige ọhụrụ a dịka Uche Mefor ga-abu onye Ode Akwụkwọ ha.",
    "\"Asari Dokubo na IPOB enweghi nsogbu\"",
    "Nnamdi Kanu ka bụkwa onye ndu m - Uche Mefor",
    "Ihe pụtara na nzukọ ahụ na-aga n'ihu bụ na atụmatụ ọhụrụ sonyekwara na-ịchọ nwereonwe mpaghara Naịjirịa dị n'Ọwụwa Anyanwụ iji kewapụta mba a kpọrọ Biafra.",
    "Ugbua, e nwere otu Indigenous People of Biafa (Ipob), nwee otu Lower Niger Congress (LSC), nwee Biafra Indepence Movement (BIM) nakwa Movement for the Actualisation of the Sovereign State of Biafra (Massob).",
    "Mana Uche Mefor gwara BBC Igbo na atụmatụ ha bụ nchịkọta otu ndị a niile \"maka ọdịmma ndị Biafra\".",
    "Ọ kọwara ihe mere ha jiri hibe ya bu ogige nakwa ihe mere ha jiri mee Maazị Asari Dokubo onyeisi oche.",
    "Ọ sị, \"Ọ bụghị Asari wepụtere onwe ya, na ọ bụ anyị niile weputere ya.\"",
    "Gụọ akuko a n'uju.",
    "Ọtụtụ ọnụ, otu ebumnuche",
    "Otu ndị a niile na-ekwu na ha na-achọ otu ihe.",
    "Mana, nke bu eziokwu bụ na ụzọ ha si aga dị iche iche.",
    "LNC sị na ha chọrọ iso n'ụzọ ha kpọrọ \"Constitutional Force Majeure\" nke ha na otu ndi ọzọ gbakọrọ n'okpuru ogige a kpọrọ \"Nigerian Indigenous Nationalities Alliance of Self-Determination\".",
    "Ha kọwara na site n'atụmatụ \"Force Majeure\" dịka nchabi ihe jikọrọ agbụrụ Naịjirịa niile ibu otu mba.",
    "Ipob n'onwe ha na-achọ ka emee ntuliaka n'ọnụdụ nke Bekee kpọrọ \"Referendum\" iji mara ndị chọrọ ikewa nwereonwe ha na ndị chọrọ ịnọ na Naịjirịa.",
    "Nke bụ eziokwu ma enyochaa ebumnuche otu ndị a niile bụ na, ha chọrọ otu ihe - nwereonwe.",
    "Nnamdi Kanu Vs Asari Dokubo: Kedụ ihe na esere mmadụ abụọ a?4 Juun 2020",
    "Vidio, Nnamdi Kanu anaghị achụ maka nnwereonwe Biafra - Asari Dokubo, Duration 2,486 Ọktọba 2020",
    "Asari Dokubo, Uche Mefor na Uwazuruike ehiwela otu Biafra ọhụrụ14 Maachị 2021",
    "Vidio, Uche Mefor: Mpaghara Ipob nke m nọ na ya so hibe 'Biafra De facto Customary Government', Duration 6,33elekere 9 gara aga",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Nnamdi Kanu anaghị achụ maka nnwereonwe Biafra - Asari Dokubo, Duration 2,486 Ọktọba 2020",
    "Vidio, Kwara: Ndị Ụka Alakụba na nke Kraịst na-alụ ọgụ maka ịchafụ hijab n'Ilorin, Duration 0,5917 Maachị 2021",
    "Vidio, Fertility Boosters: Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ọgba mbọ: 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}