{
  "published": "18 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị obodo Agunduma dị n'okpuru ọchịchị Nkanu East nke Enugwu steeti na-eti mpu etu ọnọdụ enweghi ọkụ, mmiri na ụzọ mere ka ha biri ka ndị mgbe ochie.",
    "BBC Igbo gara obodo a were hu na ọ bụ akwa mmiri eji osisi ruọ ka ha ji apụ ma na-abata.",
    "'Ụkọ mmiri na-anyụ anyị ịkpakwụ n'Nsukka'",
    "Gọọmenti Enugwu steeti ahọpọpụtala Martins Okwor dịka onyeisi ọhụrụ ngalaba mmiri",
    "'Anyị amaghị ihe bụ mmiri gọọmentị na ọwụwa anyanwụ'",
    "Lekwa nsogbu so aṅụghị mmiri nkeọma",
    "Ide mmiri na-eburu akwa mmiri kwamgbe kwamgbe, nke na-eme ka ndị obodo ahụ tọọ na be ha, dịka enweghizi ụzọ e si apụ.",
    "Ndị obodo a gwara BBC Igbo etu o siri dịrị ha nakwa etu ọnọdụ a ji na-emetụta ahụike na akunaụba ha.",
    "Ha kwukwara etu gọọmentị Jiri gbaa ha nkịtị, n'agbanyeghị na ha akpọọla ha okwu.",
    "Kirie akụkọ a n'uju:",
    "Vidio, Akwa a daa, mmekọrịta anyị na ụwa ga-ebi - Ndị Nkwe, Duration 3,337 Ọgọọst 2018",
    "'A na m ahapụ akwụkwọ iji chute ezigbo mmiri'19 Jenụwarị 2018",
    "Vidio, World Water Day 2020: 'Anyị enweghi mmiri ọṅụṅụ n'obodo Ezeukwu-Alayi', Duration 2,4022 Maachị 2020",
    "Vidio, Uche Mefor: Mpaghara Ipob nke m nọ na ya so hibe 'Biafra De facto Customary Government', Duration 6,3317 Maachị 2021",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu, Duration 5,0018 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 1,00elekere 7 gara aga",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, World Water Day 2020: 'Anyị enweghi mmiri ọṅụṅụ n'obodo Ezeukwu-Alayi', Duration 2,4022 Maachị 2020",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}