{
  "published": "18 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/@SuluhuSamia",
    "Anya niile awụkwasala Osote Onyeisila mba Tanzania, bụ Samia Suluhu Hassan, dịka onyeisiala mba ahụ bụ John Magufuli nwụrụ n'ụbọchị Wenesde dịka o nwechara gbalụgbalụ ọria obi n'otu ụlọ ọgwụ dị na Dar es Salaam.",
    "Nke a gbakwasara ụkwụ kpọkwem n'akwụkwọ iwu mba Tanzania, a ga-edu Odoziakụ Hassan n'iyi dịka onyeisiala ọhụrụ mba Tanzania ga-achapụcha oge ọkwa ọchichi fọrọ afọ nke Magufuli nwere afọ ise bidoro n'afọ gara aga.",
    "Ọkwa Ọnwụ: John Magufuli bụ Onyeisiala Tanzania  e ji 'bulldozer' mara",
    "\"Ebe enwere oghere n'ọkwa ọchichi onyeisila nihi ọnwụ, aga edu n'iyi ọrọ osote Onyeisla dika ọga abụ onyeisiala ruo mgbe oge ọchịchị afọ ise nke oche ọchịchị a fọrọ afọ\" bụ ihe akwụkwọ iwu mba Tanzania kpuhere.",
    "E duo nwaanyị a n'iyi ọrụ, ọ g- abụ nwaanyị mbụ bụrụ onyeisiala mba ahụ ma bụrụkwa nwaanyị nọọrọ n'oche ọchichi onyeisiala na mpagara Ọwụwa Anyanwụ Afrịka.",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu18 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe yaelekere 4 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe ya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Samia Suluhu Hassan: Lee nwaanyị ga-anọchị anya Magufuli dịka onyeisiala Tanzania",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Lee ka Kate Anorue siri napụ ndị ọcha ọkwa 'Mayor' ugboro abụọEmelitere ikpeazụ na: 13 Julaị 2020",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}