{
  "published": "18 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "John Pombe Magufuli - nwa onye ọrụ ụbi mechara bụrụ onyeisisla mba Tanzania na afọ 2015 - anwụọla dika ọ gbachara afọ iri isii na otu.",
    "Onye etooro ebe ọdi ukwuu n'ihi na ọ naghi eji anya ọma ele agwa ndị dị aṅaa, mechara bụ onyeisiala na-ekwu okwu n'eko achịcha tụmadị n'okwu metụtara ọria coronavirus.",
    "A họpụtara ya nke ugboro abụọ n'oche ọchịchị n'afọ 2020 dịka ndị otu ndọrọndọrọ ọchịchị n'agba ọchịchị ụkwụ kwuru na-enwere nrụrụaka na mmaja na ya bụ ntulika.",
    "Tupu ahọpụta ya n'oche dika onyeisiala, onwetara onwe ya aha otutu bulldolzer maka inọ n'isi na atụmatụ ọrọ okporoụzo dika onye minster ọrụ, ebe emechara meliere ya aka maka apkọrọmasị ọkpọro mpụ nakwa imefu ego n'ụzọ nezighi ezi.",
    "Dika onyeisiala eboro ya ebubo ibu agha megide ụfọdọ agawa tinyekwara nnweronwe ndị mmadụ mana igbakwasa ụkwụ n'oge ọnọ nọkwa ọchịchị, tụmdị n'ụkpụrụ oji ahụta ọrịa coronavirus.",
    "Mgbe nje covid 19 wụrụ ụkwụ na mba Tanzania, onyeisila Mgufuli ekwenyeghi na ndị mmadụ ga-anọro n'ụlọ ha, ebe ọchọrọ ka ga fụwa ekpere n'ụlọ ụka ndị kraịst nakwa nke ndị alụkaụba .",
    "\"Coronavirus bụ nwa chi ọbụbọ onweghi ike ịdị ndụ na ahụ kraịst, ọkụ ga-eri ya pịatapịta n'otu ntabi anya,\" bụ ihe Magufuli, onye gbapụtara ihe n'okpukperechi kraist, kwụpatara n'elụ ọlta ụka n'isi obodo Dodoma.",
    "Ebe foto si, ERICKY BONIPHACE/AFP",
    "Otu mgbe, Magufuli kwuru ka ndị mmadu na-ekwu ikuku mmiri ọkụ iji buso coronavirus agha.",
    "Kamgbe ọnwa June mgbe ọ nọrọ kwuputa mba ahụ dika nke na-enweghi atụtụtụ ọria coronavirus ma otu ma otu, Onyeisiala makwa ndị ọzọ gbaputara ihe na gọọment jiri ikpuchi ihu mee ihe akaja, kwa emu ma jụọ idi ire ime nnyocha kwa ụfọdụ mba ha na ha kwa emu bụ tinyere atụmatụ ahụ ike di iche iche iji gbochie mfesasị nje covid 19.",
    "Enwere obere atụmatụ ime nnyocha ebe ana enweghi chaachaa atụmatụ igba ọgwụ mgbochi maka ọrịa dika covid nke mere mba ahụ jiri nọpụ iche.",
    "Mana mgbe e duru ya n'iyi ọrụ na ọnwa october afọ 2015, Magufuli biara dịka a ga-asị na ọ bụ onye nzopụta ahụ ụmụ amala mba Tanzania na-atụ anya ya n'ihi agawa mkpọrọmasị ọkpọrọ mpụ nakwa onye ndu na anaghị eji anya ọma ele nrụrụaka.",
    "Bulldozer rụọ n'ihu ọrụ",
    "N'ụbọchị mbụ owere oche dika onyeisiala, ozigara ozi na-amapụ obi ebe ọnọ kwuo na ọ gaghi eji anya ọma ele ndị ọrụ na-anaghị abia ọrụ bụkwanụ mgbe ọkpọtụrụ ministri na-ahụ maka okwu ego na mba ahụ na-ajụ gbasara ndị na-abiaghi ọrụ.",
    "O kpochapụrụ ọtụtụ ndị ọ hụtara dịka ndị na-eri ụgwọ ọnwa ma na-anaghi abia ọrụ, nwa DC kpọrọ \"ghost wọkers\", site na ngalabaakwụkwọ eji akwụ ndị ọrụ Bekee ụgwọ ọnwa, gbaara ndị isi ahụtara aka ha dị na mpụ, nakwa ndị isi ngalaba ọrụ ọhaneze na-achitaghị aja, ụgbọ nwamkpi, atụmatụ a na-agba ọtụtụ n'anwụ na ihe onyonyo TV.",
    "Ọ kachapụrụ ihe ọhụtara dịka mmefu ego waa waa, kagbuo emume imerube ụbọchị indipenda nke mbụ ya n'ime afọ iri ise na anọ, kama inye iwu mkpocha na nzache nke ya onwe ya nọ n'isi n'itụtụ ureghure n'ogbe na abụghị ogbe obi ọchịchị gọọmenti.",
    "Ebe foto si, Getty Images",
    "Magufuli so eme nzacha na mkpocha na mba ya",
    "Ọ machikwara ndị ọrụ ọhanaeze iga njem na mba ofesi.",
    "Na-afọ mbụ Magufuli n'oche dịka onyeisiala, nzọpụ ụkwụ a wetara ya ọtụtụ aha ọma na nkwanye ugwu nke gunyere twitter akara #WhatWouldMagufuliDo.",
    "Ebe ụfọdụ ji agwa ya mee ihe akaja, dika ọbụrụ na m chọrọ izụtara onwem akụrụngwaa, gini ka magufuli ga eme ,tinyekwara ihe onyonyo foto di iche iche gosiri nke a, ebe ụfọdụ kpọkuru ndị isiala mba Africa ndị ọzọ isoro nzọmụkwụ ya.",
    "N'afọ 2017 otu onye ọkammụta gara n'ihu ikpọ ọkpụkpọ oku maka \"magulication\" na mba Africa mgbe ọna agbasa ozi na Mahadum Dar es Salaam.",
    "Mana iji anya dibia ji ele ihe di n'ime akpa, odoro anya na-enwekwara agwa tụfiakwa na ụkpụrụ ọchichị nwa amadia na ọtụtụ n'ime atụmatụ ọchichị ya ga eji wayọwayọ n'efu ọhịa na okpuru ọchịchị. onyekwuouche ya nke mba ahụ.",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu18 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe yaelekere 4 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe ya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Samia Suluhu Hassan: Lee nwaanyị ga-anọchị anya Magufuli dịka onyeisiala Tanzania",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Lee ka Kate Anorue siri napụ ndị ọcha ọkwa 'Mayor' ugboro abụọEmelitere ikpeazụ na: 13 Julaị 2020",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}