{
  "published": "20 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Obodo dị iche iche n'ala Igbo nwere nkwenye ha kwenyere gbasara ụfọdụ ụmụ anụmanụ.",
    "Ọtụtụ nkwenye ndi a bụ ihe a na-akpọ Ụchi nke bekee na-akpọ \"Premonition\" ebe nke ọzo bụ Nkwenyeasi nke Bekee na-akpọ \"superstitious beliefs\".",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Etu e si nweta aha ahịa anọ dị n'ala Igbo",
    "BBC Igbo na Mazi Chigozie Nnabuihe nwere mkparịta ụka ebe ọ kọwaara anyị ụfọdụ nkwenye ndị a.",
    "Mazi Nnabuihe bụ onye nkuzi ma bụru kwa ọkammụta n'ihe gbasara asụsu Igbo na Omenala Igbo na Mahadum nke Legọs.",
    "Lee ihe ndị ọ rụtụrụ aka na mkaparịta ụka ahụ:",
    "Mazị Nnabuihe kọwara na ọtụtụ mba n'ala Igbo nwere nkwenye na onye njem Udele nyụsara nsi n'ahụ, na ihe ọma chere onye ahụ n'ihu.",
    "O kọwara sị, \" Igbo kwenyekwara na mgbe udele besara n'elu ụlọ mmadụ na ọdachi ọkachasi ọnwu nwereike ime n'ụlọ onye ahụ\".",
    "Ebe foto si, Getty Images",
    "Nnabuihe kwuru maka edemde ode akwụkwọ Wiliam Shakespear dere ebe ọ kwuru maka nnụnụ ọ kpọrọ \"Bird of the Night\" ebe ndị ọzọ na-akpọ ya \"Ill-Ominous-Bird\".",
    "Ọ kọwara na ihe edemde ejije Shakespear dere kwuru na ya bụ nnụnụ na-ekwu na ọdachi ga-eme.",
    "Kama Igbo nwere aha dị iche iche a na-akpọ ya bụ nnụnụ.",
    "O kwuru sị, \"Ube nnụnụ a na-atụ ụjọ na ntị ma ndị igbo kwenyere na mgbe ọbụla ọ bere nna okenye maọbụ dimkpa ga-anwụ n'akụkụ ụlọ ahụ ọ bere \".",
    "Obu nke bụ \"sparrow\" n'asụsụ Bekee",
    "Ebe foto si, Getty Images",
    "Mazi Nnabuihe kwukwara si \"Ụfọdụ ndị n'ala Igb kwenyere na mgbe mmadụ na-eme njem, nnụnu a bee n'aka nrị na ihe ọma chere onye ahụ kama ọ bee n'aka ekpe ya, ọdachi chere onye ahụ\".",
    "Ebe foto si, Getty Images",
    "Ijere nke bekee na-akpọ Soldier Ant nwekwara nkwenye ndị  igbo kwenyere maka ya.",
    "Nnabuihe kwuru si, \" mgbe Ijere kpụrụ n'ite ofe mmadụ nke mere na agaghị eri nrị ahụ ọzọ, ọ bụ uchi ndi Igbo kwnyere na ajọ ihe na-akwado ime\".",
    "O kwukwara si na mgbe ijere a metutara ozu mmadụ, na ndị Igbo kwenyere na onye ahụ gwọrọ nsii oge ọ di ndụ.",
    "Ebe foto si, Getty Images",
    "Nnabuihe kwuru si, \"Ụfọdụ ebe n'ala Igbo nwere na mgbe aṅụ kpụrụ n'ụlommadụ n'ehihe na ọ pụtara na onye ahụ ga-enwe ndị ọbịa\".",
    "O kwukwara na ụfọdụ nwere nkwenyeasị na mgbe anụ febatara ma fepụwak n'ụlo mmadụ na onye ahụ ga-enwe onye ọbịa.",
    "Ebe foto si, AFP",
    "Onye ọbụla gburu eke n'obodo a na-asọ ya na-akwa ya dịka e si akwa mmadụ",
    "(Eke; ụfọdu ndi anaghi egbu ya n'ala Igbo)",
    "Mazi Nnabuihe kọwara na-enweghị ihe o pụtara ma mmadụ zute agwọ.",
    "O kwuru sị \" N'ụfọdụ ebe n'ala Igbo, mgbe agwọ bịara nogide nwa enyiwere n'ala, ha na aṅụrị na onye na-elekọta nwa abịala\".",
    "Ihe dị iche na kalenda ndị Igbo na nke Bekee",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị Igbo",
    "O kwukwara si, enwere nkwenyeasị nke igbo kwenyere na ekwesịghị ikpọ agwọ  aha ya n'abali.",
    "O kwuru sị, \" Onye kpọro agwọ aha ya n'abali ga-ahụta agwọ kama ka onye ahu kpọọ ya eriri\".",
    "",
    "(Dokinta na-enyocha anumanụ)",
    "Dokịta na-ahụ maka ahuike ụmụ anụmanụ bụ Ugwu Obinna kọwara na Sayensi akwadoghi nkwnyeasi n'ihi na ha kwenyere na ihe nani na ihe enwereike inyocha maọbụ hazie na laabụ nke ga-enwe mpụtara ka ha na-akwado.",
    "O kwuru sị, \" Ọ bụ ndị obodo kwenyere na nkwenyasị ndi a\".",
    "Ugwu mara atu sị, \" O bụru na nkita na-aga ebe ọ na amaghị, ọ ga-anyụsa mammiri n'ụzọ nke nwere 'pheromone' . O bu ya ka nkịta ga-ejii mata ụzo lọghachi. Nke a bụ mpụtara nke ndị sayensi ji nyocha were hu na o bu eziokwu\".",
    "Igbo culture: Anụmanụ asaa ndị Igbo na-asọ na ihe mere ha ji asọ ha9 Julaị 2020",
    "Image gallery, Ebonyi state cultural festival: Mgbe ndị Ebonyi mepụtara emume ndigbo7 Nọvemba 2018",
    "Vidio, Ọ bụ nkafie ikpere Chukwu n'ụzọ omenala?6 Ọktọba 2018",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala Igbo26 Juun 2020",
    "Igbo Customs: Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a20 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Nwa agbọghọ ndị oji egbe gbagbụrụ n'Ekwulobia bụ onye uweojii20 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Nwa agbọghọ ndị oji egbe gbagbụrụ n'Ekwulobia bụ onye uweojii",
    "Igbo Customs: Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ndị Anambara, nyere nụ anyị aka maka ndị na-awakpo anyị - ndị uweojii Anambara",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}