{
  "published": "19 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "DSP Tochukwu Ikenganyia bụ ọnụ na-ekwuru ndị uweojii n'Anambara akọwarala BBC Igbo etu ndị oji egbe amabeghị ndị ha bu jiri wakpo ma gbuo otu oye uweojii na steeti ahụ na Toozde.",
    "DSP Ikenganyia sị na ihe a mere bụ nnukwu ihe metụtara ndi uweojii n'Anambara steeti.",
    "Ọ sị; \"Ọ bụ dịka elekere anọ nke ehihe ka ndị wakporo ndị otu anyị nọ mgbakọ ụzọ Ọkacha dị na Neni nke okpuru ọchịchị Anaocha.\"",
    "Imo State Police: Awakpola isi ụlọọrụ ndị uweojii dị n'Obowo gbuo ndị uweojii abụọ",
    "Agbaala ụlọọrụ ndị uweojii ọkụ n'Obowo Imo Steeti",
    "Ndị omekome agbaala ụlọọrụ ndị uweojii ọkụ",
    "Ipob bara anyị ọgụ n'Ebonyi Steeti - Uweojii",
    "Ikenga sị na ndị a ji ụgbọala Sienna na ọgba tum tum malitere ịkwa mgbọ dịka ha rutere ebe ndị uweojii ahu nọ arụ ọrụ nchekwa.",
    "\"Ndị, omekome gafere 20 ji ụgbọala Sienna atọ na ọgba tum tum na ndị uweojii kwara mgbọ ruo nkeji iri atọ tupu ndị uweojii ndi ọzọ gbata inyere ndị otu aka ndi omekome a were gbaa ọsọ.\"",
    "Mana, ọ si na ndi uweojii abụọ merụrụ ahụ, nke otu onye n'ime ha mechara nwụọ n'ụlọ ọgwụ.",
    "DSP Ikenganyia sị na ya amachabeghị etu mwakpo nke mere na Awkuzu siri mee mana ya ma na ọ bụ ndị agha mmiri ka nke ahụ metụtara.",
    "Akụkọ si Awkuzu dị n'okpuru ọchịchị Oyi pụta kọwara na ndị agha mmiri ruur atọ nwụrụ dịka ndị oji egbe amaghị ndị ha bụ wakporo ha.",
    "Mwakpo na-ewete ya nke ole ma ole mere kemgbe ndị mmadụ malitere iwakpo ndị uweojii na ndị agha n'Ọwụwa Anyanwụ kemgbe n'ọnwa Ọktoba nke 2020 dika a na-eme ngagharị iwe EndSars.",
    "'Weghachinu egbe ụnụ were n'ụlọrụ ndị uweojii'-  Govanọ Ugwuanyi",
    "Mwakpo bukwa akara mwakpo ndị nke mere n'Ọnwa Jenụwarị nakwa Febụwarị n'Anambara, Imo, Abia, nakwa Akwa Ibom.",
    "Akara na-abukwarị igbo ndị ọrụ nchekwa na buru ngwa agha ha gbalaga.",
    "DSP Ikenga rịọrọ ndị Anambara arịrịọ ka ha gbanye ndị uweojii aka n'ukwu ka a hụ na mkpa mkpa kwụsịrị.",
    "Police station Fire: Ndị omekome agbaala ụlọọrụ ndị uweojii ọkụ14 Febụwarị 2019",
    "NA EME UGBU A Ndị omekome awakpola ụlọọrụ ndị uweojii dị n'Ebonyi, gbuo mmadụ atọ",
    "Imo State Police: Awakpola isi ụlọọrụ ndị uweojii dị n'Obowo gbuo ndị uweojii abụọ5 Febụwarị 2021",
    "Vidio, Ihe na-acha ọbara ọbara ma n'esi isi agbarụọla mmiri Nvụna na Nomeh, Enugwu Steetielekere 9 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Ndị Anambara, nyere nụ anyị aka maka ndị na-awakpo anyị - ndị uweojii Anambara19 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe ya",
    "Ndị Anambara, nyere nụ anyị aka maka ndị na-awakpo anyị - ndị uweojii Anambara",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Gọọmenti Enugwu enyela ezinụlọ Ifeanyi George nwụrụ anwụ 20m nairaEmelitere ikpeazụ na: 22 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}