{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Nomeh na Nkanu East dị n'Enugwu Steeti nọ na nsogbu ịta nkịkịrị eze ugbua n'ihi na nanị otu mmiri ha na-aṅụ bụ Nvụna na-achazị ọbara ọbara ma n'esi isi.",
    "Ihe izizi onye ọbụla bịara na mmiri Nvụna ahụ ga-achọpụta bụ na ya bụ nnukwu mmiri na achazị ọbara ọbara, ụfọdụ ebe na-acha oji oji, ọ na esi isi nke ukwuu, ebe anụmanụ niile nọ na ya dịka azụ na agụ iyi, nwụrụ anwụ.",
    "Ndị Nomeh tiri nkpu gwa BBC na ha nọzị na nnukwu ụkọ mmiri, n'ihi na ya bụ mmiri Nvuna bụ ebe ha si aṅụ mmiri, asa akwa, esi nri, nakwa ihe niile eji mmiri eme n'ihi na ha enweghị mmiri tapụ na be ha.",
    "Ụmụ nwoke na ụmụ nwaanyị gwara anyị okwu kwuru na ya bụ mkpa mkpa mere na ụbọchị tuzde 15th Marchị 2021 oge ha pụtara n'ụtụtụ ikuta mmiri were hụ na mmiri ha adịghịzị ọcha, kama ọ na achazị ọbara ọbara ma na esi ajọ isi.",
    "Onye ọbụla jiri ọsọ gbapụ ebe ahụ. Ka ọ dị ugbua, ya bụ mmiri na achazị oji oji ma ka na esikwa isi.",
    "Oti nwoke Nomeh kwuru na ha na eche ma onwere ka esiri wunye kemịkalụ adịghị mma na ya bụ mmiri. Ha kwukwara na ha ezipụla ọtụtụ mmadụ ka ha gaa n'obodo bụ agbata obi ha dịka Ituku iji mara ebe odachi ahụ siri bido.",
    "Ha na-ayọkwa gọọmenti la ọhnatar ha ọsọ enyemaka makana ka mgbe mmiri Nvuna mebiri ha na azụzị 'pure water” nke otu akpa mmiri bụzị N20, nnukwu akpa N200.",
    "BBC gakwara na ụlọ Igwe ndị Nomeh bụ Rtd.It. Col. ION Mbachukwu mana ọnọghị n'ụlọ ya. Anyị agbaala mbọ ịnweta ya bụ onye eze n'ekwe ntị ya mana ọmịtaghị mkpụrụ.",
    "Vidio, Water scarcity in Enugu:'Ụkọ mmiri na-anyụ anyị ịkpakwụ n'Nsukka', Duration 1,0711 Maachị 2021",
    "Vidio, Ebonyi salt lake: Ihe mere ụmụnwoke anaghị aba mmiri a., Duration 1,5111 Febụwarị 2019",
    "Vidio, Water polution: Ihe na-acha ọbara ọbara ma n'esi isi agbarụọla mmiri Nvụna na Nomeh, Enugwu Steeti, Duration 2,35elekere 9 gara aga",
    "Vidio, Uche Mefor: Mpaghara Ipob nke m nọ na ya so hibe 'Biafra De facto Customary Government', Duration 6,3317 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Anyị na-esi Ebonyi ala obodo anyị n'Enugwu maka enweghi ụzọ - Ndị Agunduma Nkanu, Duration 5,0018 Maachị 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ụmụ Obiligbo: Ugbua anyị amatala na ego dị n'iti egwu, Duration 2,389 Juun 2019",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}