{
  "published": "19 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Sunday Idogho",
    "Sunday Adeyemo ejikwanu Sunday Igboho mara ekwuola na o nweghikwa okwu dị na ịga n'ihu na otu Naịjirịa ebe udo kọrọ ka ọkọchị n'ala Yoroba, gbanye na otu ogbugbo ha nwere bụ inweta obodo Yoroba kwụrụ onwe ya.",
    "Igboho kpuhere nke a n'ụbọchi Wednesday mgbe o nwere mkparịtaụka n'etiti ndị ntakụkọ, kpọkuru ndị ntoroọbia ala Yoroba nille ikwado ọkammụta Banji Akintinye n'atụmatụ ya inweta obodo yoruba kwụrụ onwe ya n'ọnọdụ mba Oduduwa.",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "N'okwu ya,''Oke ruoro anyị ka anyị na-achọ, ndị ntorobia Yoroba niile nọ n'ala a, ga-adọnyeriri Baba Akintonye ukwu.''",
    "Ọ sịkwa; \"Mụọ onwe m bụ Sunday Adeyemo eji Sunday Igboho mara ga akwado nna anyị, nkea bụ onye doro anyị anya na achọ maka oke ruoro anyị. Anyi na arịọ amara chineke maka ogologo ndụ na arụ isiike n'isi ya. Enweghi udo, nchekwa adighịkwa.''",
    "Adeyemo sị: \"Bido taa gawa anyị achọghị ndị Fulani na-achị ehi n'ala anyị ila akụkụ ubi anyị n'iyi, anyị echere ha aka mgba ma laa ha niyi.",
    "''Ọ bụrụ na ndị uweoji wakpoo anyị n'ihi ya, anyị ekeelere ha nkwụcha, kpụọ isi chere mkpọrọ, anyị achọkwaghị Nigeria ọzọ, kama mba yoruba . onweghi ihe di na otu nigeria ebe imirikitimi akụrụngwa eji enyere ndụ aka na ala nigeria nọcha na aka ndi mpagara ugwu''.",
    "Ụfọdụ ụmụ amala Yoroba e tinyela ọnụ n'okwu a n'eko achịcha maka ọkpụkpọ oku Sunday Idogho na akpọ ka enye yoruba mba nke aka ya;",
    "Dọkịnta Yemi Farounbi - bụ a na-akwanyere ugwu n'ala Yoroba ma bụrụ kwa onye nọchiteburu anya ala Nigeria na mba Phillipines - n'itinye ọnụ na ya bụ okwu, kpuhere na ọ bụ eziokwu na ụmụ ala Yoroba na-akwa arịrị maka enweghi ezinchekwa.",
    "Ọ sị; ''ọ bụ ihe doro ewu na ọkụkọ anya na ndị kwesiri ichekwa ha gbakụtara ha azụ.''",
    "O rutukwuruaka na agbanyeghi na otu jikọrọ ụmụaamala yoruba Afanifere na-eti mkpu ka ahazigharia ala Nigeria, ihe ndị a niile kwesiri ka elebe ya anya.",
    "Ọ gara n'ihu kwuo na nnwere onwe Sunday Idogho na akpọ ọkpụkpọoku ya kwesiri ịbụ nkwado ụmụanala Yoroba na abụghi nke otu onye.",
    "Bar Stephen Ajibola James n'itinye ya ọnụ site na ngalaba ikpe, katọrọ agwa Sunday Idogho na ndi ọzọ dika Nnamdi Kanu na Asari Dokubo na-azọ ka enweha mba nke aka haa.",
    "Ọ hụtara ya dika nke dara iwu n'ihi na okwesiri inwe nkwado ndị omeiwu bụ ndị okwuru ga-esoro ụkpurụ ime ka obodo bụrụ mba kwụrụ onwe ya.",
    "Ọzọkwa o kwuru bụ Gbanye na inye mba ikekiere bụ ihe iwu kwadoro kama na ekwesiri isoro ụkpụrụ dị ma.",
    "Gbasara ihe gọọmenti n'onwe ya kwesiri ime na ọkpụkpo oku inwe mba Yoroba kwụrụ onwe ya,  Ajibola kwuru na ọnaghi akwado ka gọọmenti nwuchie ọbụla maka ihe iko obi n'elu kama leghara ya anya nihi na ya bụ okwu achịtaghị aja ọbụla.",
    "Cheta na dika Sunday Adeyemo na-ekwu okwu Oduduwa maobu Yoroba Republic, NNamdi Kanu, Asari Dokubo, Ralph Uwazurike na ọtụtu ndị ọzọ na-achọkwa atụmatu nwere onwe nke ha.",
    "Mana, agbanyeghi ihe ha na-eme, iwu Naịjiria akwadoghi nkewa mba ahụ.",
    "Vidio, Ihe na-acha ọbara ọbara ma n'esi isi agbarụọla mmiri Nvụna na Nomeh, Enugwu Steetielekere 9 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Ndị Anambara, nyere nụ anyị aka maka ndị na-awakpo anyị - ndị uweojii Anambara19 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe ya",
    "Ndị Anambara, nyere nụ anyị aka maka ndị na-awakpo anyị - ndị uweojii Anambara",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Gọọmenti Enugwu enyela ezinụlọ Ifeanyi George nwụrụ anwụ 20m nairaEmelitere ikpeazụ na: 22 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}