{
  "published": "14 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Getty/BBC",
    "Ihe ụfọdụ dị n'ụlọ e ji egbo mkpa dị iche iche nwereike itinye mmadụ n'ihe mberede ga-ebute mmerụ ahụ maọbụ nsogbu ahụike nke Bekee kpọrọ \"domestic hazards\".",
    "Dịka Dkta Okon Akiba kọwara ya, 'domestic hazards' bụ \"ihe ọbụla nwereike imerụ mmadụ ahụ n'ụlọ\".",
    "I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ aka gị ma i nwee nde naịra ise",
    "Ị na-achọ ịzụ ala maọbụ ụlọ? Lee ihe asaa i kwesiri ime iji gbalahụ okwu na ụka",
    "I ma na agwa nwereike ịgwọ 'pimple' gị ahụ?",
    "Building collapse: Ihe isii mere ọtụtụ ụlọ ji ada",
    "Lee ụfọdụ n'ime ha nakwa ihe ndị dọkịta ọkachamara n'ihe gbasara nchekwa gburugburu na ụlọọrụ nke Bekee kpọrọ 'Occupational and Environmental Physicians', kọwara maka ha, nakwa etu i nwereike isi gbalahu ọghọm ha nwereike ibute:",
    "Kamfọ bụ nzu Bekee ụfọdụ ndị mmadụ na-etinye n'igbe akwa ha maọbụ n'akụkụ ụlọ iji chụọ ụchịcha na ahụhụ ndị ọzọ ọsọ, nakwa ime ka akwa ha maọbụ ụlọ ha na-esi isi ọma.",
    "E ji ya arụ ọgwụ ụfọdụ, ọkachasị nke a na-ete n'obi maka oyi na ọtịta ahụhụ.",
    "Mana Dkta Abdulhakeem Abiola dọrọ aka na ntị kwuo na o nwere ike ibute ịba ọchananya.",
    "Ọdachi i kwesịrị izere ma ị na-arụ ụlọ gị- Ọkachamara",
    "O nyere ndụmọdụ sị \"Ọ ka mma ka ndị mmadụ na-agba ọgwụ n'ụlọ ha na gburugburu (fumigation) mgbe ọbụla\".",
    "Ndị ọkachamara ahụike na websait WebMed kwuru na kamfọ nwere ike ibute ihe ọdịdọ, ọrịa imeju (liver disease) maọbụ ọnwụ ma mmadụ loo ya n'amaghị ama maọbụ o si n'akpụkpọ ahụ banye mmadụ ahụ.",
    "N'otu aka ahụ, Dkta Joseph Akinde bụ dịbia ahụike ụmụnwaanyị kọwara na kamfọ nwere ike ibute nsogbu na nwaanyị dị ime nakwa nke na-enye nwa ara.",
    "O nwere ike ime nwaanyị dị ime ọ mụọ nwa kga-eji nsogbu ahụike pụta ụwa.",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ndị ọgaranya na-arụ ọdọmmiri ogwugwu nke Bekee kpọrọ 'swimming pool' n'ụlọ ha iji na-enyere ndụ aka.",
    "Mana a kpachaghị anya, ya bụ ihe e ji ekpori ndụ nwere ike ibute ọnwụ.",
    "Dịka Dkt Abiola siri kọwaa, ọdachi ahụike nwere ike isi na nke a pụta bụ mmiri iri mmadụ maọbụ mmadụ ibute ọrịa na-efe efe.",
    "N'afọ 2018, nwa nwoke Daniel Oyebanjo bụ otiegwu Naijiria a ma ama dịka D'Banj, nwụrụ dịka ọ dakpuru n'ọdọmmiri ogwugwu ha nwere n'ụlọ ha.",
    "Personal Finance: Ebe asaa i nwereike itinye ego ị tụkọtara",
    "Dkta Okon Atiba nyere ndụmọdụ sị, \"Okenye amaghị egwu mmiri egwula mmiri naanị ya.\"",
    "\"Ka onye nwere ọrịa na-efe efe, onye mmanya na-egbu, onye akwụkwụ maọbụ ihe ọdịdọ na-adọ (belusọ ọ gbakeela), ghara igwu mmiri.\"",
    "Dkta Abiola sị na ọ dị mkpa onye na-azọ ndụ bụ 'Life guard' na Bekee ịnọ nso n'ọdọmmiri ogwugwu oge ọbụla onye amaghị egwu mmiri na-egwu mmiri.",
    "O kwukwara na ọ dị mkpa inwe 'life jacket' nso odommiri maka ndị amaghị egwu mmiri.",
    "Ebe foto si, Getty Images",
    "Ọgwụ, ma nke mkpụrụ, ma nke mmiri nwere ike ibute ihe ndapụta ga-eduga mmadụ n'ụlọọgwụ maọbụ n'ala ili.",
    "Nke a ga-eme ma ọ bụrụ na mmadụ ṅụfee ole dọkịta gwara ya ṅụọ, maọbụ mmadụ ṅụọ ọgwụ mebigoro emebi.",
    "Lee ebe ala, ụlọ ga-adịrị gị ọnụala na mpaghara ọwụwa anyanwụ",
    "Kpachapụ anya, ma debe ọgwụ ebe aka nwata agaghị eru ya.",
    "Tufuo ọgwụ ọbụla oge ya gafegoro ka mmadụ ghara ịṅụ ya na-amaghị ama.",
    "Ebe foto si, Getty Images",
    "Ihe ọzọ a na-ahụ n'ụlọ nwere ike ibute ihe mberede bụ batịrị nke na-enye redio, ụgbọala, elekere na igwe ndị ọzọ ọkụ.",
    "Ọ dị mkpa na e wezugara ya n'ebe aka ụmụaka agaghị eru ya.",
    "Dịka Dkta Abiola si kọwaa, itinye batịrị n'ọnụ maọbụ ilo ya elo nwereike ibute ihe Bekee kpọrọ 'Lead poisoning' dịka 'lead' maọbụ alkaline e jiri mee ya ihiwe ehiwe hiba n'mgbụrụ afọ nke nwere ike imerụ nwata nnukwu ahụ n'ime, bute ụkọ ọbara maọbụ ọnwụ.",
    "Ihe ọzọ dị mkpa bụ ịgba mbọ hụ na i debeghị batịrị na nso ọkụ, mmiri maọbụ tụnye ya n'ọkụ ma ọ nwụọ.",
    "'Bleach' na mmanụ ọkụ (kerosene) na kemịkal ndị ọzọ",
    "Ụfọdụ kemịkal ị na-edowe n'ụlọ maka igbo mkpa ụfọdụ dịka nke eji asụ akwa Bekee a kpọrọ 'Bleach', nke a na-atụnye na mmiri maka igbu nje (disinfectant), nwere ike ịghọ 'oduchiegbu' ma ọ bụrụ na ị kpachapụghị anya, ọ kachasị ma i nwee ụmụaka.",
    "Ụfọdụ okenye nwere ike amaghị ama buru mmiri kemical gbanye na nri maọbụ gbanye n'ọkụ nke nwere ike ibute ọdachị atụghị anya.",
    "Ụfọdụ agbaala ụlọ ọkụ maọbụ rie 'nsị' na-emerụ ahụ n'ihi ụdị ndajọ a.",
    "Otu ahụike mba ụwa WHO kwuru na ịna-ekuru kerosene oge ọbụla nwere ike ibute nsogbu mgbakasị arụ, ihe ọdịdọ, ajụ obubu, maọbụ ọnwụ.",
    "Dkta Abiola na-atụ alọ sị, \"Ekwela ka ọ dị ebe aka ụmụaka ga-eru ya.\"",
    "\"Dee ha aha nke ọma ka mmadụ ghara iburu ha ṅụọ kpọọ ya ihe ọzọ.\"",
    "Ndị dọkịta na-adụ ọdụ ka ị ghara ịgwakọ 'bleach' na 'ammonia'.",
    "Ha kwuru na ịgwakọ ha abụọ nwere ike iwepụta anwụrụ nke nwere ike imebi ihe n'ime ahụ gị ma i kuru ya.",
    "Kpachapụanya ebe ị na-atufu komkom kemical gwụrụ agwụ.",
    "Ebe foto si, AFP/Getty Images",
    "Ihe ndapụta ọkụ latrik nwere ike isite n'ụdọ ọkụ ekpuchighị ekpuchi ọfụma maọbụ nke oke tara.",
    "Ọkụ ọgbụgba nwere ike ibute anwụrụ ikogbu mmadụ.",
    "Ọkụ nwekwara ike imerụ mmadụ ahụ maọbụ gbagbuo mmadụ maọbụ mee mmadụ iji ụjọ wutuo n'elu maọbụ gbaa ọzọ n'ụzọ nwere ike ibute nnukwu mmerụahụ maọbụ ọnwụ.",
    "Dkta Atiba  kwuru sị, \"onye ọbụla kwesịrị inwee igwe mmenyụọkụ n'ụlọ, igwe mgbamaọkụ nkwa akwa mmenyụọkụ.\"",
    "\"Gbanyụọ isi ebe ọkụ latrik ahụ si apụta ka 'oxygen' na-eme ka ọkụ ahụ na-enwu gbanyụọ.\"",
    "\"Ejila mmiri emenyụọ ọkụ si na ọkụ latrik malite.\"",
    "\"Ọkụ na-agba, were mmiri na-agbọ ụfọfụ menyụọ ya\"",
    "Abiola kwuru mkpa ọ dị ibeku ndị ụlọọrụ na-emenyụ ọkụ. \"Ezinaụlọ ọbụla kwesịrị inwe ekwentị ndị ụlọọrụ na-agbanyụ ọkụ.\"",
    "Ala na-amị amị/'Bathtub'",
    "Ebe foto si, Getty Images",
    "Ihe na-atọ ụtọ na-egbukwa egbu. Ọba asamahụ (bathtub) bụ ihe na-eneyere mmadụ aka ịsama ahụ n'ụzọ dị ụtọ mana o nwere ike ibutere mmadụ ọdachi ịgbajị ụkwụ, ukwu maọbụ kpụkpụ aka.",
    "Nwaanyị dị ime etiela afọ n'ala maka ịsa ahụ n'ime ọba asamahụ enweghị nchekwa ọbụla.",
    "Onye mmanya na-egbu maọbụ onye ahụ adịghị nwekwara ike ịda kụọ isi maọbụ akụkọ ndị ọzọ n'ala n'ihi ala ọmịmị.",
    "N'ihi ndị ndapụta dị otu a, Dkta Abiola, nyere ndụmọdụ sị,  \"Gba mbọ tinye ute ụkwụ nwere eze n'ebe  a na-asa ahụ.\"",
    "\"Gba mbọ hụ na ịkwafughị mmiri n'ala . Ịkwafuo mmiri, i fichapụ ya ozigbo.\"",
    ".  Ebu (mould)",
    "Dịka Dkta Abiola siri kọwaa, ebu dị na nri maọbụ na ebe ụfọdụ n'ụlọ nwere ike ibute nsi nri (food poisoning).",
    "Gbaa mbọ hụ na ebu anaghị eto n'ime ụlọ asamahụ gị.",
    "Mma, ngaji na ngwa dị nkọ",
    "N'usekwu ka ihe mberede na-emekarị; ọ bụghị ọkụ, ọ bụrụ mmiri maọbụ ọ bụrụ ngwa ike e ji eme ihe dịka mma, ngajị na ihe ndị ọzọ e ji esi nri na ngwa ndị dị nkọ.",
    "Ihe ndị a nwere ike imerụ mmadụ ahụ maọbụ bute nsogbu ahụike.",
    "Dkta Akiba nyere ntuziaka ka \"i wezuga mma na ihe ndị ọzọ ga-emerụ mmadụ ahụ ebe aka ụmụaka agaghị eru ha\".",
    "Igwe na-enye ọkụ",
    "Ebe foto si, Reuters",
    "Ọtụtụ ezinaụlọ ekpochapụla n'ihi ịdọba igwe na-enye ọkụ n'ebe ekwesịghị.",
    "N'afọ 2019, anwụrụ si n'igwe na-enye ọkụ kpochapụrụ ezinaụlọ mmadụ asaa; nne, nna na ụmụaka ise n'Ikwerre Rivas steeti.",
    "Dịka ndị ọkachamara si kọwaa, igwe na-enye ọkụ na-ewepụta anwụrụ nke nwere ikuku Bekee kpọrọ 'carbon monoxide'.",
    "Dọba igwe ọkụ gị ebe anwụrụ ya ga na-apụ apụ.",
    "Mmanụ 'petrol' a na-agbanye n'igwe ọkụ ekwesịghị ịdị n'ime ụlọ. Debe ya na mpụga ebe aka ụmụaka agaghị eru ya.",
    "Real Estate: I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ ma i nwee nde naịra ise13 Ọgọọst 2019",
    "Real estate : Ị na-achọ ịzụ ala maọbụ ụlọ? Lee ihe asaa i kwesiri ime iji gbalahụ okwu na ụka23 Septemba 2020",
    "Lee ebe ala, ụlọ ga-adịrị gị ọnụala na mpaghara ọwụwa anyanwụ1 Eprel 2020",
    "Gee ntị, Ọdachi i kwesịrị izere ma ị na-arụ ụlọ gị- Ọkachamara, Duration 2,5113 Ọgọọst 2019",
    "Life Hacks for pimple: Ihe isii dị n'usekwu gị i nwere ike iji gwọọ 'pimple'6 Septemba 2020",
    "Building collapse: Ihe isii mere ọtụtụ ụlọ ji ada15 Maachị 2019",
    "Saa anya mmiri ka kamfọ, 'kerosene', na ihe ndị ọzọ dị n'ụlọ ghara ibutere gị na ezinaụlọ gị nsogbu ahụike14 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribeelekere 4 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'11 Mee 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribe",
    "Uduak Frank vs Iniobong Umoren: Ọ bụghị eziokwu na Uduak Akpan kwụrụ ụdọ - Ndị Uweojii",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Saa anya mmiri ka kamfọ, 'kerosene', na ihe ndị ọzọ dị n'ụlọ ghara ibutere gị na ezinaụlọ gị nsogbu ahụike",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "Nkọwa esemokwu dị n'etiti ndị Izrel na Palistine",
    "Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}