{
  "published": "21 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ị mụta nwa nwoke n'ezinụlọ dị oke mkpa n'ala Igbo.",
    "Igbo kwenyere na ama ọbụla na-amụtaghị nwa nwoka ga-echi.",
    "Fertility Checks: Ajụjụ dị oke mkpa gbasara ọmụmụ i kwesiri ịjụ onye nke gị tupu ụnụ alụọ",
    "Kwụsị ihe ndị a na-egbu 'Sperm' gị",
    "Ya mere ha jị agụ nwoke aha dịka Obiechina, Amaechina na ndị ọzọ.",
    "Ọtụtụ ezinaụlo akụsaala maka amụghị nwa nwoke.",
    "Ebe foto si, Getty Images",
    "Ya bụ, ọ dị ezigbo mkpa ịmụta nwa nwoke n'ezinaụlo, ya mere anyị ji ede akụkọ a.",
    "Onye dọkịnta na-ahụ maka ahụike ụmụnwaanyị bụ Kingsley Ekwuazi tinyere ọnụ n'ihe ụfọdụ di na nwunye nwere ike ime maka ọnọdụ a.",
    "Ebe foto si, Getty Images",
    "Nke a bụ nchọputa na-egosi na o nwere oge nwoka na nwaanyị ga-enwe mmekọrịta ha enwee ike mụta nwoke maọbụ nwaanyị.",
    "Usoro na-ekwu na ọ bụrụ na nwaanyị nwee mmekọrịta mgbe akwa ya na-apụta (Ovulation), na ọ ga-ama otu ụbọchi n'izụahụ akwa nwoke ya ga-apụta.",
    "Ọ na-akọwa na ina enyocha ka mmiri ahụ nwaanyị (vaginal mucus) g si dị  mgbe niile ga-enyere gi aka ịmata mgbe gị na onye nke gị ga-eji mee aramara.",
    "Ọ bụ site na-iji ihe e ji enyocha ya bụ mmiri ahu nwaanyị ka ị ga-esi amata.",
    "Onwere ihe a na-ere na famasi ị ga-eji elele ya kwa mgbe.",
    "Nwaanyị nwekwara ike iji nghọta nke ya maka mgbe o ji anọ nso amata ya.",
    "N'aka nke ọzọ, nwoke ọ bụ ya na nwaanyị ahụ agaghị agbọncha (masturbation) ihe dịka abali abụọ tupu oge ahụ ha ga-enwe mmekọrịta.",
    "Nwoke ahụ ga-agbanwekwa ụdị nrị ọ na-eri nakwa otu o si ebi ndụ nke ga-enyeaka ka uhe (Sperm) ya nwee ume.",
    "Ọ dị mkpa ime ka uhe nke nwoke gị gbasie ike maọbụrụ na ị chọrọ nwanwoke.",
    "Ọ bụ eziokwu na ezigbo nri na-edozi ahụ mana ọtụtụ amaghị na ụdị nri ị na-eri nwere ike ịme ka ị mụta nwoke maọbụ nwaanyị.",
    "Mmụta na-egosikwa na nwaanyị iri nri nwere \"alkaline\" ga-enyeaka ime ka imeahụ nwaanyị (cervics) ebe uhe nwa na-anọ nwee ike ị nọ n'ụdị ga-enye aka ka uhe nke nwoke (male sperm) nwee ahụike ito nke ọma.",
    "Uhe nke nwoke anaghị anọlị n'ahụ nwaanyị nwere asidi karịrị akarị dịka nchọpụta a kwuru.",
    "Nri dịka tomato na nri ndị ọzọ nwere ike ime ka \"alkaline\" dị nwaanyị n'ahụ karịa \"acid\" ya.",
    "Ọzọ nwere ike ịtụ mmadụ na-anya ma ghara ịtụkpọ ya bụ oge mmadụ ji eri ihe nwere ike ikwu ka ọ bụ nwoke ka ọ bụ nwaanyị ka onye ahụ ga-amụ.",
    "Nchọpụta na-egosi na nwaanyị iri nri nwere nnukwu \"calorie\" n'ụtụtụ nwere ike ịme ka ọ tụrụ ime nwoke.",
    "Ya bụ nchọpụta sịkwa na i ri nri nwere \"potassium\" na \"sodium\" nwekwara ike inyeaka ka nwaanyị tụta ime nwa nwoke.",
    "Mana dọkịta Kingsley Ekwuazi sị na okwu gbasara \"alkaline\" agbasaghị ndị ọrụ ahụike Bekee.",
    "Fertility Boosters: Ihe 5 nwaanyị kwesịrị ịme iji tụrụ afọ ime",
    "N'otu aka ahụ, iri nri \"calcium\" akarịghị na ya ga-enyekwa aka dịka ya bụ nchọpụta kwuru.",
    "Ya mere mgbe gboo, ụfọdụ ndị ọcha na-ata nnu nkiti ka o nyere ha aka ịtụ ime nwa nwoke.",
    "Ụfọdụ na-eche na ebe ịta nnu nkiti adịchaghị mma, nchọcha na-egosi na \"sodium\" (nnu) na-enyeaka ịtụta ime nwanwoke.",
    "Mana nchọpụta ndị dibia Bekee akwadoghị nke a.",
    "Fertility in women: 'A na-akpọ m osisi amịghị mkpụrụ'- Nwaanyị chọgoro nwa ọtụtụ afo",
    "Ịnwe mmekọ ụbọchị akwa nwaanyị kacha apụta (Pick ovulation day) - Shettle Method",
    "Nchọcha na-akọwa na nwaanyị ịnwe mmekọ mgbe akwa nwaanyị pụtasiwere ike nwere ike ịme ka ọ tụta ime nwoke ngwa ngwa.",
    "A na-eji akụrụnga nnyocha Bekee kpọrọ 'home ovulation detection kit\" amata oge a.",
    "Ebe foto si, Getty Images",
    "Ọzọ dịkwa na usoro a bụ ka nwoke dumisie amụ ya ike n'ahụ nwaanyị nke ga-enyere uhe nke nwoke (male Sperm) aka ịgbapụ ọsọ ozugbo were buru uzo rụrọ ebe akwa nke nwaanyị dị.",
    "Uhe nke nwoke na-aka mpe ma na-agbakwa ọsọ karịa uhe nke nwaanyị bụ nke ka ya ibu.Udo",
    "Nchọpụta gosikwara na nwaanyị ibu ụzọ \"bịa\" na-enyeaka ịme ka \"alkaline\" ju n'ime ahụ ya nke ga-enyere uhe nke nwoke aka ịgbapụ ọsọ ngwangwa.",
    "N'ime ka Shettle na Billings methods dị ire, nwaanyị kwesiri ịmata mgbe nso ya nakwa akwa ya ji apụta.",
    "Ebe foto si, Getty Images",
    "Usoro ọzọ na-arụ ọrụ ngwa ngwa bụ iji usoro IVF na nke Bekee kpọrọ \"Sperm spinning\".",
    "Usoro a bụ nke ana amịta uhe nwoke tinye na mmiri akwa nwaanyị.",
    "Ihe ị ga-ahụ ọzụgbo bụ na uhe nke nwoke ga-eji ọsọ gakwuwe nke nwaanyị.",
    "Nke ahụ ga-enyeaka ịmata nke bụ uhe nwoke na nke nwaanyị mezia ka ewepụta nke nwoke were sie nke nne.",
    "A na-etinyekarị usoro a na IVF n'ọrụ otu mgbe, agbanyeghị na ọ dị okeọnụ.",
    "A napụla dokịta akwụkwọ ikike ya maka ịtụnye nwaanyi 11 ime26 Juun 2019",
    "Pregnancy Complications: Ọrịa 8 ụmụnwaanyị dị ime na-arịa karị16 Febụwarị 2021",
    "Abortion: Ị ma na ite ime ga-eduba gị n'ụlo mkpọrọ afọ 14?15 Nọvemba 2018",
    "Ihe nwere ike inyere di na nwunye aka ịmụta agadaga nwa nwoke21 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Igbo Customs: Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a20 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ihe nwere ike inyere di na nwunye aka ịmụta agadaga nwa nwoke",
    "Ihu nwaamadị a sị mere e ji gbuo ndị ọrụ nchekwa mkpọrọ na ihe Obiano kwuru maka ọnọdụ nchekwa n'Anambra steeti",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "A tọhapụla Pastọ dara iwu COVID-19 n'Ebonyi steetiEmelitere ikpeazụ na: 29 Juun 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ama asaa otiegwu Chinyere Udoma gbara maka onwe ya",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}