{
  "published": "22 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Mefor bụ onyeisi mgbasa ozi nke atụmatụ Biafra Defacto Customary Government, ma bụbụrụ Osote Onyeisi otu Indigenous People of Biafra (Ipob) ekwuola na okwu Jubril nke Sudan so n'ihe butere esemokwu n'etiti ya na Nnamdi Kanu.",
    "Akụkọ ụgha na Nnamdị Kanu anwụọla echetarala ndị mmadụ ihe ọ na-ekwu maka Buhari",
    "Ugboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo",
    "Maazị Mefo kwuru nke a na mkparịtaụka ya na BBC Igbo nwere n'ihe mmemme \"Okwu A Kpụ N'Ọnụ\" e mere n'ehihe Mọnde.",
    "Cheta na Nnamdị Kanu bụ onyeisi Ipob na-ekwusi ike na Buhari anwụọla, ma sịkwa na-eji onye a kpọrọ Jubril nwoke Sudan nọchịe anya ya.",
    "Maazi Kanu mechara sị na ọ bụzị nwoke Nije nọchiri anya Buhari dịka ọ sị na \"Jubril anwụọla na Saụdị Arebịa\".",
    "'M ga-aṅụ iyi na ọ bụ Buhari nọ n'Aso rock' - Ngige",
    "Nnamdi Kanu: Ihe gbara ọkpụrụkpụ n'okwu ya",
    "Buhari asaala ebubo banyere onye bụ 'Jubrin'",
    "Maazị Mefor sị na ya kwenyere na Buhari nọ ndụ, kama \"ahụ adịghị ya mma.\"",
    "Asari ejighi aka ya mee onwe ya onye isi oche Defacto Biafra Government - Uche Mefor",
    "Ihe ndị ọzọ dị ọkpụrụkpụ Maazị Mefor kwuru na mkaprịtaụka ahụ bụ:",
    "Ọ bụ ndị otu patị \"Peoples Democratic Party\" (PDP) ka ha na Ipob nwere nkwekọrịta maka ntuliaka nke 2019 nke mere Kanu chiri si ka ndị otu ha soro tụọ vootu.",
    "A na-akwụ m ụgwọ ọnwa n'Ipob dika Osote Onyeisi, nakwụkwa ndị ọzọ ụgwọ site n'ọrụ ha na-arụ. Amaghị m ihe mere o jiri bụrụ nke m ka akpụ n'ọnụ. Onyeisi Ipob bu Kanu na-akwụkwa onwe ya ụgwọ ọnwa.",
    "Ekwere m n'uche e jiri hibe Eastern Security Network mana ekweghi n'atụmatu ha busowe agha. H akwesiri ịbụ ndị nchekwa makana iwu kwenyere ka mmadụ kwekwaa onwe ya.",
    "Ọ bụ ndị ọchịchi ka ọ dịri ịhu n'obodo nwere nchekwa.",
    "Nnamdi Kanu ka bụkwa onye ndu m - Uche Mefor",
    "Ipob: Uche Mefor o nwere ikikere ịsị ndị Ipob kwụsi ịtụ ụtụisi ha?",
    "Akwadoghị m mwakpo a na-awakpo ụfọdụ ụlọ ọrụ ndị uweojii nakwa ndi ọrụ nchekwa n'Ọwụwa Anyanwụ.",
    "Biafra Defacto Customary Government bụ atụmatu ime ka ndị niile na-achọ Biafra nọdụ n'otu.",
    "Obi siri m ike dịka m hapụrụ Ipob. Obi adịghị eme m nmarara.",
    "Ọ bụghị Asari Dokubo họpụtara onwe ya ịbụ onyeisi Biafra Defacto Customary Government. Anyi họpụtara ya iji gosi ịdịnotu.",
    "Amaghi m maka echi banyere mkpesi mụ na Nnamdi Kanu.",
    "Ekwenyere m na Biafra ga-abịa",
    "O nweghị ihe dị njọ na anapụrụ Mefor igodo redio Biafra- Okaiwu Ipob",
    "Nnamdi Kanu: Akụkọ ụgha na ọ nwụọla echetarala ndị mmadụ ihe ọ na-ekwu maka Buhari22 Eprel 2020",
    "Fake News: Ugboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo13 Nọvemba 2018",
    "Uche Mefor: Nnamdị Kanu ka bụkwa onye ndu m3 Julaị 2020",
    "Na-ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-ezere mụ na ndị Ipob - Uche Mefor22 Maachị 2021",
    "Gee ntị, BBC Nkeji22 Maachị 2021",
    "Igbotic: Lee etu ụmụ Igbo si jri okwu a bụbu akaja akpa nga nga na soshal midia22 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Na-ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-ezere mụ na ndị Ipob - Uche Mefor",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihu nwaamadị a sị mere e ji gbuo ndị ọrụ nchekwa mkpọrọ na ihe Obiano kwuru maka ọnọdụ nchekwa n'Anambra steeti",
    "Nnewi, Awka na obodo ndi ọzọ nwere anụmanụ ha na-akwanyere ugwuEmelitere ikpeazụ na: 7 Disemba 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Lee ihe maamịrị gị na-agwa gị maka ahụike gịEmelitere ikpeazụ na: 8 Julaị 2020",
    "Igbotic: Lee etu ụmụ Igbo si jri okwu a bụbu akaja akpa nga nga na soshal midia",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}