{
  "published": "20 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Francis Ekechukwu bụ ọnụ na-ekwuru ndị ọrụ nchekwa mkpọrọ n'Anambara ekwuola etu mkpa mkpa siri kpaa n'Ekwulobia ụmyaahụ nke butere ogbugbu otu onye ọrụ ha nakwa onye uweojii.",
    "Maazị Ekechukwu sị na ọ bụ ka ndị ọrụ ha si Nanka ala ka ha jekwuru ndị omekome a.",
    "Ọ sị na ha gbara mbọ ka ha gaa zere isi ha n'ụlọ ọrụ ndị uweojii dị nso, mana ha ruru ebe ahụ were hụ na agbachiri ebe ahụ agbachi.",
    "Maazị Ekechukwu sị na ha mechara chọpụta na ndị omekome wakporo ụlọ ọrụ ndị uweojii ahụ nke mere ha jiri gbara ya ọsọ.",
    "Ọ sị n'ime ndị a nwụrụ bụ otu nwoke onye ọrụ ha na otu nwaanyị onye uweojii",
    "Ihe onyonyo ndị hụrụ ihe a mere tinyere na soshal midia gosiri ozo ndị a n'ime ụgbọala.",
    "Nke a na-ame ka chị foro ụbọchi egbuchara onye uweojii nakwa ndi agha mmiri nọ ọrụ nchekwa na steeti ahụ.",
    "Ndị Anambara, nyere nụ anyị aka maka ndị na-awakpo anyị - ndị uweojii Anambara",
    "Imo State Police: Awakpola isi ụlọọrụ ndị uweojii dị n'Obowo gbuo ndị uweojii abụọ",
    "Agbaala ụlọọrụ ndị uweojii ọkụ n'Obowo Imo Steeti",
    "Ndị omekome agbaala ụlọọrụ ndị uweojii ọkụ",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ DSP Tochukwu Ikenganyia gwara BBC Igbo na ọ eziokwu na mkpa mkpa kpara ma sịkwa na ha na-agba mbọ ịmata etu o siri mee nakwa ndi aka ha dị na ya.",
    "Ọ sị: \"Ihe mere bụ ihe mgbawa obi. Ndị uweojii gbatara ebe ahụ ọsịsọ were chụpụ ndị omekome a.\"",
    "Ọ sịkwa na ha na-eme nchọpụta banyere ha bụ mkpa mkpa.",
    "Ọ bụ n'ụlo mkpọrọ nke dị n'Agụata ka ụgbọala awakporo si bilie njem.",
    "BBC Igbo kpọrọ Francis Enobore bụ ọnụ na-ekwuru ndị ọrụ ụlọ mkpọrọ mana ekwentị ya agaghị.",
    "Nwakpo a mere dịka ọtụtụ mwakpo a na-awakpo ndị ọrụ nchekwa siri eme n'Ọwụwa Anyanwụ na nso nso.",
    "Otu onye gọọmneị Anambara achọghị ka akọ aha ya sịrị na uche ha dị na ya ma kwukwa a o nwere ndị ha na-eche na ọ bụ ha na-akpa ike a.",
    "Foto ndị mmadụ tinyere na soshal midia, nke BBC agaghị egosinwu, gosiri ozu mmadụ abụọ a egburu n'ime ụgbọala ha.",
    "Igbo Customs: Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a20 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Nwa agbọghọ ndị oji egbe gbagbụrụ n'Ekwulobia bụ onye uweojii20 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Nwa agbọghọ ndị oji egbe gbagbụrụ n'Ekwulobia bụ onye uweojii",
    "Igbo Customs: Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndị Anambara, nyere nụ anyị aka maka ndị na-awakpo anyị - ndị uweojii Anambara",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}