{
  "published": "22 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Emeka Amakaeze",
    "''Igbotic'' bụ otu okwu akpụ n'ọnụ ugbu a na Twitter dika ụmụafọ Igbo nọ na ya bụ ogbe nzikọrịta ozi nuputara n'igwe ikwu hooha na ha dị \"igbotic\".",
    "Tupu ugbua, a na-ahụta okwu a bụ \"igbotic\" dika okwu ịkọ ọnụ, okwu ihere ma bụrụ mkparị nyere onye ọbụla akpọrọ ya.",
    "Mana ugbua ọtụtụ ụmụaamala Igbo ekwuola n'eze wara wara na nkume a ajụrụ ajụ abụrụla ngalaba ji ụlọ dika ụfọdụ n'ime ha ebipụtala ma yiri akwa edere ''igbotic''.",
    "Okwu \"igbotic\" a malitere wuwa ewu na soshal media mgbe nwada Nmesoma Okoye dere na onweghi ihe di njọ mmadụ itinye ireigbo  n'okwu,\" kwụsịnụ isị na  mmadụ di  \"igbotic\"",
    "Okwu a kpalitere ọtụtụ ụmụafọ igbo dika ha  nyere nzaghachi di iche iche nke gosiri na ha kwenyesisike na ha bụ Igbotic n'ihi na ha bụ Igbo. ndi dika Emeka Amakeze na ndi ọzọ.",
    "Cheta na afọ ole gara aga,otu nwafọ Nigeria ama ama n'eti egwu ILBLIZ kụpụtara efere egwu kwadoro okwu a bụ \"igbotic\".",
    "ufọdu hutara na onweghi ihe di njọ intinye asụsụ igbo na mkparịta ụka nihi ya ma ọkwa ka akwụsi ikpọ ndi mmadụ igbotic",
    "ọtụtụ na nzaghachi kwadoro ka akpọ ha igbotic nihi na bụ nwafọ igbo.",
    "ihụtara igbotic dika okwu ikọ ọnụ ka ọbụ eji akpa nganga.",
    "Na-ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-ezere mụ na ndị Ipob - Uche Mefor22 Maachị 2021",
    "Gee ntị, BBC Nkeji22 Maachị 2021",
    "Igbotic: Lee etu ụmụ Igbo si jri okwu a bụbu akaja akpa nga nga na soshal midia22 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Na-ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-ezere mụ na ndị Ipob - Uche Mefor",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihu nwaamadị a sị mere e ji gbuo ndị ọrụ nchekwa mkpọrọ na ihe Obiano kwuru maka ọnọdụ nchekwa n'Anambra steeti",
    "Nnewi, Awka na obodo ndi ọzọ nwere anụmanụ ha na-akwanyere ugwuEmelitere ikpeazụ na: 7 Disemba 2019",
    "Ihe omimi dị n'ichi ọzọ n'ala Igbo",
    "Lee ihe maamịrị gị na-agwa gị maka ahụike gịEmelitere ikpeazụ na: 8 Julaị 2020",
    "Igbotic: Lee etu ụmụ Igbo si jri okwu a bụbu akaja akpa nga nga na soshal midia",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}