{
  "published": "24 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Abaribe na Kalu/Facebook",
    "Mmadụ abụọ nwere agba n'okwu ndọrọ ndọrọ ọchịchị n'Abia Steetị bụ Sịnetọ Enyinnaya Abaribe na Sịnetọ Orji Uzor Kalu na-adụ onwe ha aka n'ọnụ.",
    "Esemokwu ha selitere isi elu ka a na-achọ ime ntuliaka onye ga-anọchiteanya mpaghara Aba North/South n'ụlọomeiwu nta dịka Ossy Prestige jibu ọkwa ahụ anwụọla.",
    "Ụlọikpe akwụsịtụla EFCC ịkpụpụgharị Orji Uzor Kalu n'ụlọikpe",
    "Ọ bụ Buhari nọ n'Aso villa - Enyinnaya Abaribe",
    "Orji Kalu: Enweghi m ọnụ okwu maka akụkọ mmachi njem",
    "Mmadụ abụọ gbapụtara ihe n'ịzọ ọkwa ahụ bụ Mascot Uzor nke APC na Chimaobi Ebisike nke PDP na ntuliaka a ga-adị n'ụbọchị Satọde 27 Maachị.",
    "Kamgbe achụnta vootu malitere, sịnetọ Abaribe na Kalu na-akwarịta onwe ha egbe ọnụ dịka ha na-achọ ka onye ha na-akwado merie na ntuliaka.",
    "N'akwụkwọ Abaribe bipụtara o kpọrọ \"Made in Aba\", o kwuru na ihe mere e ji chutuo ya n'ọkwa osote Kalu mgbe ọ bụ gọvanọ Abia Steetị n'afọ 2003 bụ maka na ọ jụrụ ịgbara mma Kalu egusi.",
    "Ebe foto si, Orji Uzor Kalu/Facebook",
    "Ọ gara n'ihu kwuo na Kalu agbakebeghi site na mkpọrọ ọ gara n'ihi mpụ, tupu ọ bịa ị chụrụ nwanne ya Mascot Uzor Kalu nta vootu, na ọ maghị na ihe agbanweela n'Abia.",
    "Na nzaghachị, Kalu boro Abaribe ọtụtụ ebubo gụnyere na o nweghi ihe ọ rụrụ kamgbe afọ iri na isii ọ nọrọla n'ụlọomeiwu.",
    "Ọ gara n'ihu kwuo na Abaribe na-eri ego mgbazinye gọọmentị etiti ji enyere ndị mmadụ aka.",
    "Na gọọmentị nyere ego site n'aka ndị Sịnetị atọ na-achịteanya Abia Steetị n'ụlọomeiwu ukwu mana na o nweghi onye ọbụla sinetọ Abaribe nyere ego n'Abia South.",
    "BBC Igbo kpọtụrụ ndị Sịnetọ abụọ mana o nweghi onye n'ime ha kwuru okwu banyere ya.",
    "Orji Uzor Kalu zara ekwentị ya ma sị na o nweghi ohere ebe Abaribe azaghị ekwentị ya.",
    "BBC Igbo ga na-agba mbọ ịnụta n'ọnụ ndị sịnetọ abụọ, etu eke si anya anwụ.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Gịnị na-esere Sịnetọ Enyinnaya Abaribe na Sinetọ Orji Uzor Kalu?24 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "ESN agọọla na ndị agha gburu mmadụ iri na isii ndị otu haelekere 5 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "ESN agọọla na ndị agha gburu mmadụ iri na isii ndị otu ha",
    "Etu ndị otu nzuzo si akpaike n'Anambra steeti na ihe ndị ọrụ nchekwa na-eme",
    "Gịnị na-esere Sịnetọ Enyinnaya Abaribe na Sinetọ Orji Uzor Kalu?",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?",
    "Ipob asaala George Obiozor nke Ohanaeze Ndigbo maka okwu ọ gwara Nnamdi KanuEmelitere ikpeazụ na: 21 Jenụwarị 2021",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}