{
  "published": "23 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, OAVU",
    "Mgbe a na-edu ndị otu nchekwa Onitsha Ado n'iyi ọrụ",
    "Obi nke Onitsha bụ Igwe Nnaemeka Achebe nọọrọ n'ọnwa Febụwarị afọ 2021 kpuhee otu nchekwa ọhụrụ nke obodo ahụ a kpọrọ 'Onitsha Ado N'Idu Vigilante Unit'.",
    "E hiwere otu nchekwa iji gbaa mgba megide mpụ, ohi nakwa ihe ndị arụ ndị ọzọ metụtara nchekwa n'obodo Onịcha na gburugburu ya.",
    "Orlu Imo State: Kedụ ihe na-eme n'Orlu ugbua?",
    "Ọ bụ anyị kpọrọ ndị agha oku enyemaka - Gọọmentị Imo steeti",
    "Akụnaụba obodo a adaala kemgbe ihe mere n'Orlu - Eze Amaifeke",
    "E bunyere ha ụgbọala nakwa ihe ndị ọzọ ga-enyere ha aka ichekwa obodo ọfụma.",
    "Ihe i kwesịrị ịma maka 'Onitsha Ado N'Idu Vigilante Unit'",
    "Ebe foto si, OAVU",
    "E hiwere otu a n'usoro iwu na-achịkwa otu nchekwa n'Anambra Steetị bụ 'Anambra State Vigilante Services' dịka e depụtara n'akwụkwọ ozi 'Onitsha Foundation Newsletter'.",
    "Mmadụ iri itoolu na otu natara ọzụzụ mbụ isonye n'otu nchekwa a.",
    "Ha natara ọzụzụ n'aka 'Anambra State Vigilante Services' nakwa ndị uweojii.",
    "Ebe foto si, OAVU",
    "Igwe Nnaemeka Achebe ka ọ na-edu ndị otu nchekwa Onitsha Ado n'iyi ọrụ",
    "A zụrụ ha na usoro ime iihe dị iche iche gụnyere; ịlụ ọgụ, inweta ozi pụrụiche zoro ezo nakwa ime nnyocha, mmụta ikike dịrị onye dgz.",
    "Site n'ọzụzụ ndị 'Anambra Vigilante' nyere ha, ha nwere ikike ibu egbe nga ọgụ.",
    "Ndị kwadoro ọzụzụ nakwa ihiwe otu nchekwa a gụnyere gọọmentị Anambara Steetị, ndị uweojii nakwa ndị Eze ọdịnala Onicha.",
    "Ebe foto si, OAVU",
    "Ihe na-eso nhiwe otu nchekwa",
    "Ọtụtụ ndị mmadụ gụnyere Nnamdi Kanu bụ onye ndu Ipob etinyela ọnụ n'okwu ihiwe otu nchekwa Onitsha Ado Vigilante Unit.",
    "Kanu sị ka Igwe Achebe ekwela ka e were ọkwa ya bute nsogbu nye ndị Eastern Security Network bụ nke Kanu n'onwe ya hiwere.",
    "Ọ sị ma ọ bụghị ya na Igwe Achebe na ndị otu ya ga-ebe akwa.",
    "Mana ndịisi otu a e meela ka ọ ha mata na ihe e jiri hiwe ha bụ maka ọdịmm ndị obodo Onitsha na gburugburu ya.",
    "Na o nweghi ihe ọzọ ma ọ bụghị naanị ibuagha megide mpụ, ohi, ntọrị n'oge a ọnọdụ nchekwa dị ọjọọ n'Ọwụwa Anyanwụ.",
    "Vidio, 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ'23 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?elekere 6 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Onye bụdị Ugo Ugochukwu na-ewu na soshal midia?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Etu N200 jiri ghọrọ ide ego n'aka m - Cosmas MadukaEmelitere ikpeazụ na: 19 Septemba 2019",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Igwe Kelly Nzekwe nke Igbariam dị n'Anambra State alakwurula ndị ichieEmelitere ikpeazụ na: 8 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}