{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọmenti Enugwu Steeti emechiela ngalaba ụlọọrụ D-Hap Integrated services limited dị n'Ituku bụ eche na ihe gbarụrụ mmiri Nvuna Nomeh si pụta.",
    "Kọmishịọna na-ahụ maka gburugburu obibi bụ Chijioke Edoga gwara BBC na ndị ọrụ ya nụrụ mkpu akwa ndị obodo were gaa chọpụta na ihe gbarụrụ mmiri ahụ si n'ụlọọrụ na-emepụta 'ethanol'.",
    "Ihe na-acha ọbara ọbara ma n'esi isi agbarụọla mmiri Nvụna na Nomeh, Enugwu Steeti",
    "Ebe ụfọdụ na-achọ nwa, lekwa ka esi kupute nke mmadụ tufuru",
    "Edeoga sị na gọọmenti Enugwu agbachiela ngalaba ụlọọrụ ahụ na-emepụta ethanol ruo mgbe a ga-emecha nchọpụta.",
    "O kwukwara na ha ewerela akụrụngwa si n'ụlọọrụ ahụ gawa mahadu UNN ime nyocha iji mata kpọmkwem ihe gbụrụ mmiri a.",
    "Igwe ndị Nomeh bụ Igwe Israel Mba gwara BBC na kamgbe mmiri a gbarụrụ n'ụbọchị 16 Maachị na ndị Nomeh enweghị mmiri ọṅụṅụ maọbụ nke e ji eme ihe ọzọ.",
    "Igwe Mba rịọrọ gọọmenti ka ọ gbatara ha ọsọ enyemaka.",
    "BBC Igbo chọpụtara na mmiri ahụ a chapụla karịa ka ọ dị n'izuụka gara aga mgbe ihe a gbụrụ ya.",
    "Kirie ihe ndị anyị chọpụtara n'uju;",
    "Vidio, World Water Day 2021: Ihe na-acha ọbara ọbara ma n'esi isi agbarụọla mmiri Nvụna na Nomeh, Enugwu Steeti, Duration 2,3519 Maachị 2021",
    "Water Drinking: I so na ndị na-akpụrụtụ mmiri akpụrụtụ, lekwa nsogbu so aṅụghị mmiri27 Juun 2020",
    "Vidio, Water Pollution: A chọpụtala ebe ihe gbarụrụ mmiri Nvuna Nomeh si pụta, Duration 4,48elekere 9 gara aga",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Emmanuel Chisom: 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ', Duration 2,4623 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Eastern Security Network: Amaghị m maka ha mana ihe e meziri nke ọma dị mma - John Okiyi, Duration 5,124 Febụwarị 2021",
    "Vidio, 'Nnamdi Kanu na-etinye ndụ ndị otu 'Eastern Security Network' na nnukwu nsogbu', Duration 3,0814 Disemba 2020",
    "Vidio, Insecurity in Nigeria: Ịchịgharị ehi so bute nsogbu nchekwa na Naịjirịa - Nnolim Nnaji, Duration 3,0924 Maachị 2021",
    "Vidio, World Water Day 2021: Ihe na-acha ọbara ọbara ma n'esi isi agbarụọla mmiri Nvụna na Nomeh, Enugwu Steeti, Duration 2,3519 Maachị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Fertility Boosters: Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}