{
  "published": "24 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye nnọchite anya ọgbọnta vootu Nkanu West n'ụlọomeiwu nta bụ Nnolim Nnaji ekwuola na ịchị ehi na-agagharị n'ọhịa so n'ihe butere ọnọdụ ọjọọ nke nchekwa na Naịjirịa.",
    "Nnoli sị na ịzụ ụmụanụ n'otu ogige nke Bekee kpọrọ 'Ranching' bụ ebe ụwa nọ ugbua.",
    "Ndị uweojii Kogi na-achọ Dino Melaye",
    "Ọ bụ ndi Fulani m zutere n'ahịa gwara m ihe m kwuru na redio- Obadiah Mailafia",
    "Ọnụọgụgụ ndị Ọwụwa Anyanwụ kacha dị nta na ndị a ga-ewe n'ọrụ uweojii",
    "Mana o kwukwara na onye chọrọ ime ya bụ 'ranching' ga-eji ego ọ ga-eji zụọ ala.",
    "Nnaji gara n'ihu kwuo na ọgbaaghara niile na-eme na Naịjirịa bụ n'ihi enweghi ọrụ.",
    "Ọ sị \"ajọmmụọ na-ewere ọnọdụ n'obi onye ọbụla na-enweghi aka ọrụ\".",
    "Nnaji sịkwa na ya kwesiri ike na \"izu ka mma na nne ji\".",
    "Nke ahụ pụtara na ọ kwadoro ọchịchị dị n'oke n'oke nke Bekee kpọrọ \"region\".",
    "Ọ sị na e bupu ibu gọọmentị etiti bunyere onwe ya na ihe ga-aka mma.",
    "Gee ọkpụrụkpụ ihe o kwuru n'uju.",
    "Vidio, Water Pollution: A chọpụtala ebe ihe gbarụrụ mmiri Nvuna Nomeh si pụta, Duration 4,48elekere 9 gara aga",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Emmanuel Chisom: 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ', Duration 2,4623 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Eastern Security Network: Amaghị m maka ha mana ihe e meziri nke ọma dị mma - John Okiyi, Duration 5,124 Febụwarị 2021",
    "Vidio, 'Nnamdi Kanu na-etinye ndụ ndị otu 'Eastern Security Network' na nnukwu nsogbu', Duration 3,0814 Disemba 2020",
    "Vidio, Insecurity in Nigeria: Ịchịgharị ehi so bute nsogbu nchekwa na Naịjirịa - Nnolim Nnaji, Duration 3,0924 Maachị 2021",
    "Vidio, World Water Day 2021: Ihe na-acha ọbara ọbara ma n'esi isi agbarụọla mmiri Nvụna na Nomeh, Enugwu Steeti, Duration 2,3519 Maachị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Fertility Boosters: Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}