{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Frank Ibechukwu",
    "Taa bụ Tuzde bụ abalị abụọ ndị otu jikọtara ndị ọkaiwu n'Anambra steeti bụ Nigeria Bar Association agbara abụbụ ọrụ maka ọnwụ onye otu ha ndị ntọ gburu izu gara aga.",
    "Odeakwụkwọ ndị otu ahụ n'Onicha bụ Frank Ibechukwu sị na ji ya bụ ohere zigara Gọọmentị steeti ahụ ozi ime ka ha kee ajị n'ume ma kwusinata oke ogbugbu mmadụ bụ nke na-arị ibe ya elu na steeti ahụ",
    "ugbua.",
    "Ebe foto si, Frank Ibechukwu",
    "Frank kwuru na ha buuru ngagharịiwe buga n'obi gọọmentị n'Awka bụ ebe odeakwụkwọ gọọmentị steeti ahụ bụ Ọkammụta Solo Chukwulobelu nabatara ha.",
    "Ebe foto si, Frank Ibechukwu",
    "Onyeisi ndị NBA niile bụ Steve Onyechi Ononye bụ onye kwuchitere ọnụ ndị ọkaiwu a chetere gọọmentị maka ntọ na ogbugbu onye otu ha Frank Onwuachi bụ onyeisioche ndị Omor dị n'Okpuruọchịchị Anyamelum izuụka gara aga.",
    "N'onu ya \"anyị gara ịhụ gọvanọ ka anyị mara ihe na-eme n'Anambra steeti gbasara oke ugbugbu mmadụ niile na-eme na steeti a; ma onye otu anye egburu ma ogbugbu ndị ọrụ nchekwa ndị ọzọ na steti a\".",
    "Ebe foto si, Frank Ibechukwu",
    "Ndị okaiwu a sị na ha kwusiri ọrụ abalị atọ, site 21 ruo 23 nke ọnwa Maachi maka nkwanye ugwu ndị niile egburu egbu n'oge a na steeti ahụ.",
    "Ebe foto si, Ogbonnanya Obasi",
    "Onye otu ha so gaa ya bụ ngagharịiwe bụ Ogbonna ya Obasi sị na ndị ọrụ nchekwa ekweghị ka ha baa n'obi gọọmentị ga hu gọvanọ maka ya bụ mkpesa.",
    "Ọ sị \"anyị siri ọnwụ ị ga hụ Gọvanọ Willie Obiano mana ndị ọrụ nchekwa nọ na obi gọọmentị ahụ ekweghị ka anyị banye\".",
    "Cheta na izu gara aga na ndị amaghị ndị ha bụ gbagburu onye agha mmiri.",
    "Ọ mecheghị abalị abụọ a gbagbuo otu onye nche ndị nga na otu onye uweojii nwaanyị.",
    "Ka na-ekwu nke ahụ, ndị otu nzuzo gbuo otu nwantorobịa n'ihu nne ya buru isi ya laa n'okija.",
    "Vidio, 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ'23 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?elekere 6 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Onye bụdị Ugo Ugochukwu na-ewu na soshal midia?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Etu N200 jiri ghọrọ ide ego n'aka m - Cosmas MadukaEmelitere ikpeazụ na: 19 Septemba 2019",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Igwe Kelly Nzekwe nke Igbariam dị n'Anambra State alakwurula ndị ichieEmelitere ikpeazụ na: 8 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}