{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty/Instagram",
    "Ugo Ugochukwu, nwa Oluchi na di ya bụ Luca Orlandi",
    "Ugo Ugochukwu bụ nwa onye ngosi(model) a ma ama  bụ Oluchi Onweagba-Orlandi na di ya bụ  Luca Orlandi.",
    "Ọ bụ nwadịala malitere ịnya ụgbọala ọsọ n'ezigbo oge.",
    "Nickelodeon Kids Choice Awards 2021: Emmanuella achakeela ọzọ",
    "Ugo gbara sọsọ afọ iri na atọ  abụrụla otu nwatakịrị n'ewu ewu ugbu a dika  ụlọọrụ 'McLaren Racing' zụrụla yi ka onye ga na-agbara ha ọsọ ụgbọala.",
    "Ebe foto si, @ugougochukwu",
    "Ugo nwetala nturugo mmeri na mba Amerika nakwa Europe site n'ima aka asọmụmpi FIA OKJ European Championship e mere n'afọ 2020.",
    "Ebe foto si, Getty Images",
    "Luca Orlandi,Ugo oge ọ dị obere na Oluchi Onweagba",
    "Nne ya  Oluchi Onweagba bụ nwada Igbo mba ụwa ji eme ọnụ dika ọ chakere site na ime ihe onyonyo iga ije nganga 'modelling'  bido mgbe ọ gbara afọ iri na isii.",
    "Oluchi na-ere ahia mbugari na Leg os tupu akara aka ya chakee ka o sonyere n'asompi 'Nokia Face of Africa' n'afọ 1998 ebe o meriri were site ebe ahụ bụrụ onye a ma ama n'ụwa dum.",
    "Di ya  bụ Luca Orlandi bụ onye o zutere n'ọrụ ya bụ onye Italị a ma ama n'ọrụ ịdụ akwa ndị  nwere agba, bụ ọrụ e jirila mara ezinaụlọ ha agbụrụ kwuru agbụrụ.",
    "Ọ bụ ya nwe ụlọrụ na-adụ akwa azụrụ eyiri ụmụnwaanyị a kpọrọ Luca Luca' nke ọ malitere n'afọ 1991.",
    "Nne ya bụ Oluchi kele Chukwu n'ụzọ pụrụ iche n'ihi isiọma nwa ya nwetara  ste n'aka ụlọọrụ \"Mclaren Racing':",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "",
    "Technovation : Osinbajo ekelela ụmụaka Igbo turula ugo ọkaibe n'asompi technụzụ10 Ọgọọst 2018",
    "Vidio, Igbo culture: Egwuregwu ụmụaka Igbo jiri nwee aṅụrị oge gboo.7 Mee 2020",
    "Nickelodeon Kids Choice Awards 2021: Ugo Emmanuella achakeela ọzọ10 Febụwarị 2021",
    "Vidio, Emmanuel Chisom: 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ'23 Maachị 2021",
    "Vidio, 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ'23 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?elekere 6 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Onye bụdị Ugo Ugochukwu na-ewu na soshal midia?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Etu N200 jiri ghọrọ ide ego n'aka m - Cosmas MadukaEmelitere ikpeazụ na: 19 Septemba 2019",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Igwe Kelly Nzekwe nke Igbariam dị n'Anambra State alakwurula ndị ichieEmelitere ikpeazụ na: 8 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}