{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii na ndị agha jidere ndị otu nzuzo mmadụ asatọ n'Okija",
    "Ebe foto si, Police",
    "Ndị uweojii Anambra steeti na ndị agha Naịjrịa tikọrọ aka wakpo mpio ndị otu nzuzo dị na Okija dị n'Okpuruọchịchị  Ihiala, Anambar steeti n'abalị Tuzde.",
    "Ha jidere ndị otu a mmadụ asatọ ma natakwa ha ihe akaebe dị ka egbe anọ, mgbo, nma abụọ. okpu ndị agha, anwụrụike na ihe ndị ọzọ.",
    "Mmadụ atọ gbupuru mmadụ isi n'Okija",
    "Ebe foto si, Police",
    "Ndị uweojii Anambra steeti nwuchiri mmadụ atọ ha che so gbupu otu nwaokorobịa isi na Okija n'ụbọchị iri abụọ nke ọnwa Maach.",
    "Cheta na ndị otu a gburu mmadụ abụọ n'obodo ahụ ụbọchị ahụ.",
    "Ndị a ejidere bụ Ekene Ezeokalo, (19)  onye ụkpọ Ukpor Nnewi, Emeka Iwuozor (30), onye Umuduru Ezia Ihiala na Chigozie Ohanaziem (27) onye Ogboro Umunwaji Ihiala.",
    "Dịka ndị uweojii kwuru, mmadụ atọ a ekwetala na ha mere ya bụ arụ.",
    "Ndị eche na ha bụ ndị otu nzuzo waporo ma napụ ndị nche egbe ha n'Obosi",
    "Ebe foto si, Nweke Nweke",
    "Ọgbaaghara dara na Obosi ụnyaahụ mgbe ndị nche so n'otu Anambra steeti Vigilantee group gara ịnata ụtụ nche n'Obosi ụbọchị bụ Mọnde ubọchị iri abụọ na abụọ nke ọnwa Maach.",
    "Onye huru ebe ya bụ ihe mere na-achọghị ka aha ya pụta sị na \"otu onye na-ere ihe n'akụkụ ụzọ ebe ahụ jụrụ ịkwụ ụgwọ nche\".",
    "Nke a mere ndị nche jiri buru oche o ji ere ihe ka ha gaa dowe n'ụlọọrụ ha.",
    "\"Ya bụ nwaamadị malitere zọsawa ha egbe ha bido tikuwe ndị otu ha\", dịka o kwuru.",
    "Okwu a malitere iri elu nke mere na ka chi ụnyaahụ foro, ndị otu a gara kụkachaa ụlọ ndị nche buru egbe ha laa.",
    "Ndị nche sị na ọ bụ egbe isee ka ndị ahuuru mana ndị otu ahụ mechere buru egbe abụọ ga dowe n'ụlọọrụ ndị uweojii nọ n'Obosi.",
    "Onye uweojii anyị kpọrọ sị na akụkọ a mere n'ezie mana na-ọbụghị ọrụ ya ịgwa ọhaneze ihe mere.",
    "Kama ọ sị na ha ka na-enyocha ya bụ ihe.",
    "Akụkọ ndị ọzọ anyị nụrụ na-ekwu na e jidere mmadị ise ndị otu a mana ndị uweojii ekweghị ekwu maka nke a ugbua.",
    "Ọnụ na-ekwuru ndị uweojii ekwubeghị ihe ọbụla maka nke a.",
    "Ọnweghị onye e gburu na ya bụ ihe.",
    "Nnolim Nnaji: 'Ịchị ehi na-agharaị n'ụzọ anaghịzị ewu'",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?",
    "Onye bụdị Ugo Ugochukwu na-ewu na soshal midia?",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Gịnị na-esere Sịnetọ Enyinnaya Abaribe na Sinetọ Orji Uzor Kalu?24 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "ESN agọọla na ndị agha gburu mmadụ iri na isii ndị otu haelekere 5 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ2 Maachị 2021",
    "ESN agọọla na ndị agha gburu mmadụ iri na isii ndị otu ha",
    "Etu ndị otu nzuzo si akpaike n'Anambra steeti na ihe ndị ọrụ nchekwa na-eme",
    "Gịnị na-esere Sịnetọ Enyinnaya Abaribe na Sinetọ Orji Uzor Kalu?",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?",
    "Ipob asaala George Obiozor nke Ohanaeze Ndigbo maka okwu ọ gwara Nnamdi KanuEmelitere ikpeazụ na: 21 Jenụwarị 2021",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}