{
  "published": "26 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọnu na-ekwuru ndi uweojii n'Ebonyi steeti bụ Loveth Ọdah ekwuola na ha amaghị maka ogbugbu mmadu ọbụla mere na esemokwu dị n'etiti ndị Ezza na ndị Effium.",
    "Odoziakụ Odah kwuru nke a ka ọ na-aza ajụjụ BBC Igbo banyere akụkọ pụtara na esemokwu ahụ na na-abawanye dika ọ \"tara isi nwaanyị dị ime na mamdụ 16 ọzọ\".",
    "Anya si na ya hụrụ ihe a sịrị na mkpa mkpa kpara n'obodo Effium n'ubọchị Wenezde dịka ọ kụru elekere asatọ nke abalị.",
    "\"Anyị ka na-eche ego n'iji kpe udo n'etiti Ebonyi na Benue\"",
    "Onweghị mwakpo ndị ọchị ehi anyị ma mere na steeti Ebonyi - Ndị Uweojii",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Mana Odah si na dịka ha siri mara, obodo abụo ahu adaala juu dịka gọọmneti wepụtere aha ndi na-enye nsogbu n'ebe ahụ.",
    "\"Anyị gara nzukọ ebe anọ wepụta aha ndị na-ebute nsogbu ma si ka anwụchie ha. kemgbe ahụ, udo adịla n'obodo abụọ,\" bu ihe Odah gwara BBC.",
    "Onye ntaakụko BBC nọ n'Ebonyi zitere akụko dịka o jiri site n'ọnụ otu onye agha achọghị ka ekwuo aha.",
    "Ọ sị na nsogbu malitere oge ndị Ezza na ndị Effium zutere iji họpụta ndị ga-esonye n'otu udo dịka gọọmnetị Ebonyi siri sị ka ha mee.",
    "Onye agha a siri na egbuwara nwaanyị ahụ di ime isi ma gbukachaa ya ahụ.",
    "Ọ sị; \"Ọ bu dịka isi obodo abụọ a nọ na-eme nzukọ iji họpụta ndị otu udo ka otu mpaghara n'ime ha malitere ikwu na ndị si mpaghara nke ọzọ na nke ha. Ọ bu ihe butere ogbugbu mmadụ a.\"",
    "Onye agha si na ha amaghi obodo nke malitere okwu a.",
    "Ọ gakwara n'ihu kwuo n'obodo Effium ka na-agba ọkụ ugbua.",
    "“Ihe ga-akwụsị ọgụ Agila(Benue) na Ngbo(Ebonyi) bụ itinye oke-ala”...Chairman Ohaukwu LGA",
    "Ọ sị; \" Ihe chọrọ ikwu bụ ndị isi obodo ndị adaala. ekwesiri ịnwụchi ha nille kpụpụ ha ụlọ ikpe. Ma ruo ugbua ụfọdụ ụlọ ka na-agba ọkụ.",
    "Ọ sị na ndi ntoroọbịa bu nwaanyi ahụ gawa ụlọọgwụ dị nso n'oke ala Ebonyi na Benue steeti, mana tupu ha eruo, nwaanyị ahụ anwụọla.",
    "Onye aghabara mba maka ihe ha hụru na ya bụ obodo.",
    "Ọ kwuru sị; \"Ihe a ekwesighi ma ncha. Leezianu igbu nwaanyị dị ime. Onye ọbụla gbajọrọ nke ahụ. I kwesiri ị bịa hụ etu ozu siri ju n'obodo ahụ niile ụnyaahụ. Ọ bụrụ maka esemokwu maka onye ga-abụ onyeisi ọdọ ụgbọala.\"",
    "Kọmịshọna na-ahụ maka mgbasa ozi na steeti ahụ bụ ọkaiwu Uchenna Orji gwara ndị ntaakụkọ n'ụbọchị Wenezde na gọọmentị steeti ahụ ga-akpọghachite ndị isi ha sepụtere n'obodo ndị a maka ịmalite ikpe udo ọzọ.",
    "Mkpa mkpa kpara dịka ọ mechara otu ụbọchị ndọ obodo a binyere aka n'akwụkwọ maka udo n'obi gọọmentị dị n'Abakiliki.",
    "Anyị ka na-eche ego ije kpe udo na nghọtaghie okeala Ebonyi na Benue - National Boundary Commission22 Julaị 2020",
    "Land Dispute: Esemokwu ala ka na-ata isi ndị mmadu n'Ebonyi9 Septemba 2019",
    "Ebonyi State Ezza Effium Crisis: Mmadụ 25 anwụọla n'ọgbaghara dapụtara ebe ahụ22 Febụwarị 2021",
    "Vidio, Nwa m nwaanyị bara uweojii ka o nyere mụ aka - Nne nwa agbọghọ e gburu n'Ekwulobia26 Maachị 2021",
    "Gee ntị, BBC Nkeji26 Maachị 2021",
    "Aba North and South Bye-election: Pati isii na-azọ ọkwa onye ga-anọchi oche Ossy Prestigeelekere 8 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Anyị amaghị maka ogbugbu mmadụ ọhụrụ sitere n'esemokwu Ezza na - Ndị Uweojii",
    "Aba North and South Bye-election: Pati isii na-azọ ọkwa onye ga-anọchi oche Ossy Prestige",
    "Ọ bụ ndị bịara iwakpo ogige nchekwa anyị n'Aba ka anyị busoro agha n'abalị Tuzde - Ndị agha Naịjirịa",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra",
    "Nnamdi Kanu akpọọla ka e buo ọnụ abalị atọ iji cheta ndị nwụrụ agha BiafraEmelitere ikpeazụ na: 26 Mee 2020",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}