{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A ga-achịpụ na Aba Nọt na Sawụt echi dịka a ga-eme ntuliaka iji họpụta onye ga-anọchite mpaghara ahụ n'ụlo omeiwu nke nta n'Abuja.",
    "Ntuliaka pụtara site ọnụ Ossy Prestige, bu onye nnọchite anya mpaghara ahụ.",
    "Pati isii ga-eso zụọ ọkwa a bụ Action Alliance (AA), All Progressive Congress (APC), All progressive Grand Alliance (APGA), People Democratic Party (PDP) nakwa Alliance Peoples Movement (APM).",
    "Nke a gosiri na ọ bụ ụmụ nwoke isii ga-azọ ọkwa a.",
    "Lee aha ndị a dịka ngalaba na-ahụ maka ntuliaka bụ Independent National Electoral Commission (Inec) ebe a:",
    "AA         Longinus CoE Prestige",
    "APC           Mascort Uzor Kalu",
    "APGA        Nwagwu Akaraka Destiny",
    "APM         Abraham Junior Okogbua",
    "NRM        Uwandu Emmanuel Chima",
    "PDP         Chimaobi Iheanyichukwu",
    "Kamgbe INEC wepụtara aha ndia tozuruoke iso zọ ya bụ ọkwa ọchichi enwela egbe ọnụ, mmaja, na okwu di iche iche maka onye ya bụ ọkwa ruoro.",
    "Dika ụfọdụ na akọtọ onye senator na anọchite anya ọgbanta vote Aba north n'ụlọ nzukọ omeiwu Sineti na ọ na-akwanyere ndị Aba Nọt and Sawụt nwanne ya nwoke bụ Mascort Uzor Kalu ji ọkọrọtọ otu ndọrọndọrọ ọchịchị APC azọ ya bụ ọkwa ọchichi, ebe ufọdụ na-eweliri ya aka.",
    "Ụfọdụ, jụrụkwara ihe mere nwanne ya ga-eji hapụ ama nna ya bụ Bende bịa ịzọ ọkwa ọchịchị n'Aba.",
    "Na mkparitaụka ụlọọrụ BBC na onye isioche (APC) na Abia state bụ Donatus Nwankpa nwere, ọ katọrọ ya bụ okwu, jụọ na onwere ebe akwụkwọ iwu ala anyị megidere nwanne onye nọ na ọkwa ọchichi izọ ọkwa ọchichi ọzọ ma ọbụrụ na orozuru oke.",
    "Ka ọ dị, o mekwere ka amata na ọ bụ sọsọ Mascot Kalu bụ onye so zọbuo oche ahụ na afọ 2019 n'agbanyeghi na o nwetaghi ya zo azọ ya ugbua.",
    "Nwamkpa kwuru n'akwụkwọ iwu ala anyị kwadoro mmadụ ịzọ ọkwa ọchịchị na mpagara ọbụla ochọrọ ịno.",
    "Gbanye na Mascot anọla nnukwurunnu afọ na aba nke mere ojiri tuzuo oke maa ụma iso kwa ngu ọchịchị ahụ.",
    "Longinus Prestige, nwanne Ossy Prestige, ji aha otu party AA azọ ya bụ oche, bukwanụ nke ahụtara ma ọbụ iwu na onye ọdachi wepụrụ nwanne ya n'oche, nwanne ya anọchie.",
    "N'otu aka ahụkwa ụfọdụ na ekwu ka ahapụ APGA ka ọga n'ihi na Prestige nwụrụ anwụ nọ na otu party APGA ebe ụfọdi olooo.",
    "Echi bụ Satọde abalị iri abụọ na asaa nke ọnwa Maachị ka ọgụa ga-ebe.",
    "Ka ọdi ugbua aka na achị Abia State bụ Okezie Ikpeazu amachiela ngagharị ndị mmadụ na obodo niile nọ n'okpuru ọchịchị Aba south na North bido n'elekere asatọ nke abali taa bụ Friday abalị iri na ise nke ọnwa march ruo elekere isi nke ụtụtụ Sọnde bụ abali ịri na itogholu nke ọnwa Maachị afọ a.",
    "Ozi a nke onye Kọmishọna mgbasa ozi n'Abia, John Okiyi Kalu bianyere aka, kwuru na atụwara anya na ọ bụ sọso ndị na-abianye aka, ndị ọrụ Inec tinyekwara ndi ọzọ ọrụ ha di oke mkpa ji ihe nkọwa onwe doro anya ka iwua na ejighi.",
    "Vidio, Nwa m nwaanyị bara uweojii ka o nyere mụ aka - Nne nwa agbọghọ e gburu n'Ekwulobia26 Maachị 2021",
    "Gee ntị, BBC Nkeji26 Maachị 2021",
    "Aba North and South Bye-election: Pati isii na-azọ ọkwa onye ga-anọchi oche Ossy Prestigeelekere 8 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Anyị amaghị maka ogbugbu mmadụ ọhụrụ sitere n'esemokwu Ezza na - Ndị Uweojii",
    "Aba North and South Bye-election: Pati isii na-azọ ọkwa onye ga-anọchi oche Ossy Prestige",
    "Ọ bụ ndị bịara iwakpo ogige nchekwa anyị n'Aba ka anyị busoro agha n'abalị Tuzde - Ndị agha Naịjirịa",
    "Kedụ ihe bụ iwe ndi ọkaiwu Anambra steeti n'ebe ọchịchị Gọvanọ Willie Obiano?",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra",
    "Nnamdi Kanu akpọọla ka e buo ọnụ abalị atọ iji cheta ndị nwụrụ agha BiafraEmelitere ikpeazụ na: 26 Mee 2020",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}