{
  "published": "26 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Anya mmiri na iru uju ka anyị hụrụ n'ụlọ onye uweojii ndị omekaone gbagburu n'izu ụka gara aga n'Anambra steeti.",
    "Miracle Chinonso Nwobodo onye Enugwu Agu, Obuofia Awkunanaw nke dị na Nkanu west n'Enugwu steeti gbara afọ 22.",
    "Miracle nwụrụ anwụ banyere ọrụ uweojii n'afọ 2019 wee bụrụ onye nọ n'Anambara arụ ọrụ ya.",
    "Ọdachị dakwasara ya bụ nwa agbọghọ ka o so n'ụgbọ ala bụ ndị nkpọrọ site n'ụlọ ikpe alaghachị ụlọ nkpọrọ, mgbe ndị amakekwu gbagburu ya nakwa otu onye ọzọ ma tọghapụ onye nkpọrọ ha bu.",
    "Nne mụtara Miracle Ngozi Nwobodo bụkwa nwaanyị Ajadụ n'eti nkpu akwa akwa arịrị na anya ya ji ahụ ụzọ akpọọla.",
    "Nne Miracle kwuru na ọ bụ nwa ya nwaanyịa na-azụ ụmụ nne ya ma na enyere ya aka ka mgbe dị ya nwụrụ were kwuo na ndị gburu nwa ya egbuola ya onwe ya.",
    "Nwanne Nna Miracle bụ Maazị Maduabuchi Nwobodo ji anya mmiri kwuo na ajọ nchekwa dị n'Anambara steeti bụ ihe tara isi nwa ya nwaanyị.",
    "Maduabuchi nakwa ndị ezinaụlọ Miracle Chinonso Nwobodo hapụrụ kwuru na gọọmenti kwesiri itinye anya na mmiri chọpụta ndị gburu ọchụ ahụ ma taa ha ahụhụ kwesịrị ekwesị.",
    "Onye okwuchite ọnụ ndị uwe ojii n'Anambra Sreeti bụ Tochukwu Ikenganyia kwuru na ndị uweojii etinyela anya n'mmiri ịchọpụta ndị niile aka ha dị na ihe mere Miracle nakwa ndị ọzọ tufuru ndụ ha ịgara obodo Naijiria ozi.",
    "Onye dere akụkọ a bụ: Ebere Ekeopara",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra19 Maachị 2021",
    "Gummen attack: Ndị ọkaiwu Anambra steeti echerela Obiano aka mgba maka oke ogbugbu mmadụ na ntọ23 Maachị 2021",
    "Eastern Security Network bụ atụmatụ ndị gọvanọ Ọwụwa-Anyanwụ Nnamdi Kanu na Ipob zuuru-13 Maachị 2021",
    "Vidio, Nwa m nwaanyị bara uweojii ka o nyere mụ aka - Nne nwa agbọghọ e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Fertility Boosters: Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Vidio, Emmanuel Chisom: 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ', Duration 2,4623 Maachị 2021",
    "Vidio, Ebuka: Mụ na Prince William bụ enyi, Duration 1,2724 Mee 2018",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Vidio, Kelechi Iheanacho: Nna m achọbụghị iji ntị anụ na m na-agba bọọlụ, Duration 2,0210 Juun 2019",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, Water Pollution: A chọpụtala ebe ihe gbarụrụ mmiri Nvuna Nomeh si pụta, Duration 4,4824 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}