{
  "published": "28 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigerian Police",
    "Ndị uweojii anwụchiela mmadụ iri na isii ha sị bụ ndị oji egbe na-egbusi ndị ọrụ nchekwa na Naịjirịa karịsịa na mpaghara Ọwụwa Anyanwụ.",
    "Nke a dị n'akwụkwọ ozi ọnụ na-ekwuru ndị uweojii na Naịjirịa bụ Frank Mba wepụtara site n'isi ụlọọrụ ha dị n'Abuja.",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'",
    "Ọ bụ ndị bịara iwakpo ogige nchekwa anyị n'Aba ka anyị busoro agha n'abalị Tuzde - Ndị agha Naịjirịa",
    "Ha sị na a nwụchiri ndị a site n'ọtụtụ nnyocha na isi imi n'ala nke si n'enyemaka ndịagha Naịjirịa nakwa ndị ọrụ nchekwa ndị ọzọ.",
    "Ndị ha nwụchiri gụnyere Ugochukwu Samuel (Biggy) dị afọ 38 bụ onye Arochukwu, Abia Steetị; Raphael Idang dị afọ 31 bụ onye Odukpani, Cross River.",
    "Ebe foto si, Nigerian Police",
    "Cletus Nwachukwu Egole dị afọ 60, bụ onye Orlu, Imo Steeti; Michael Uba dị afọ 33 bụ onye Imo Steetị na mmadụ 12 ndị ọzọ.",
    "Ha sị na nnyocha gosiri na aka Ugochukwu Samuel na Raphael Idang dị n'ogbugbu ndị uweojii abụọ n'ụzọr Orlu-Ihiala n'ụbọchị 24 Disemba, 2020 ma gbaa ụgbọala ndị uweojii ọkụ.",
    "Ebe foto si, Nigerian Police",
    "Ndị uweojii sị na Cletus Nwachukwu Egole bụ ụkọchukwu n'ụlọụka Holy Blessed Trinity Sabbath dị n'Orlu ebe Michael Uba bụ onye amụma ndị okpukpere Jew; na ha nyere ndị oji egbe a nchekwa n'ụlọụka ha.",
    "Ha kwukwara na ndị oji egbe a nọ n'ụlọ Cletus Nwachukwu Egole kpaa nkata ọtụtụ nwakpo ha mere; nakwa Egole ji ala nwanne ya mere ebe ọzụzụ ndị oji egbe a.",
    "Ebe foto si, Nigerian Police",
    "Ndị uweojii sị na ihe a natara ndị a gụnyere; egbe AK47 dị 10, egbe ndị ọzọ dị 5, mkpo mgbọ egbe dị 17, mgbọ egbe dị 549, ogbunigwe 10, uweojii ndịagha, ekwentị nzirita ozi na ihe ndị ọzọ.",
    "Onyeisi ndị uweojii na Naịjirịa bụ Muhammed Adamu ekwusiela ika na ha agaghị anabata mwakpo ndị ọrụ nchekwa n'ụzọ ọbụla.",
    "Ebe foto si, Nigerian Police",
    "O kwuru na oge na-adịghị anya na aka ga-akparacha mmadụ niile na-awakpo ndị ọrụ nchekwa na Naịjirịa.",
    "Adamu dụkwara ndị nne na nna ndụmọdụ ka ha jikọlata ụmụ ha n'isonye n'ụzọ ime ihe ọjọọ.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Chimaobi Ebisike nke PDP ga-anọchiteanya ndị Aba n'ụlọomeiwu nta",
    "Ọ bụ ndị bịara iwakpo ogige nchekwa anyị n'Aba ka anyị busoro agha n'abalị Tuzde - Ndị agha Naịjirịa",
    "Ndị ọjọọ egbuola nwa m bara Uweojii ka onyere mụ aka - Nne Miracle Nwobodo",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Ariara shooting: Ọ bụ ndị bịara iwakpo ogige nchekwa anyị n'Aba ka anyị busoro agha n'abalị Tuzde - Ndị agha Naịjirịa24 Maachị 2021",
    "South East Security : Onitsha Ado Vigilante Unit na ihe i kwesịrị ịma maka ya23 Maachị 2021",
    "Lee ụfọdụ 'unknown gunmen' na-egbu ndị nchekwa - Ndị Uweojii28 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Chimaobi Ebisike nke PDP ga-anọchiteanya ndị Aba n'ụlọomeiwu nta28 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Lee ụfọdụ 'unknown gunmen' na-egbu ndị nchekwa - Ndị Uweojii",
    "Chimaobi Ebisike nke PDP ga-anọchiteanya ndị Aba n'ụlọomeiwu nta",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ọgụ 'ndị otu nzuzo' ataala isi mmadụ atọ n'UmudiokaEmelitere ikpeazụ na: 24 Eprel 2019",
    "Ihe anyị na-eme maka mkpa mkpa ndị otu nzuzo n'Ọkija - Uweojii Anambra",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}