{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anando",
    "Leonard Eneonyia nwụrụ n'ụtụtụ Sọnde n'India",
    "Ụmụ Naịjirịa bi n'obodo Vikas Puri dị na mba India ekwuola ihe kpatara ha jiri mee ngagharịiwe n'ụbọchị Sọnde n'obodo ahụ.",
    "Otu onye Naịjirịa nọ obodo ahụ achọghị ka akpọọ aha ya niile kwuru na ọ bụ oke ogbugbu ndị Naịjirịa kpatara ngagharịiwe a.",
    "Ụmụ Naijria nọ Switzerland na-eme ngagharịiwe na 'Nigerian Embassy' na mba ahụ",
    "Mmechi ụlọọrụ isiobodo Naịjirịa na ihe ọ pụtara",
    "'Ejima m nwụrụ na Malaysia'",
    "Nke a na-abị a ka ndị Naịjirịa kwuru na ndị uweojii kwuru gburu otu onye ọzọ n'ime ha.",
    "Dịka BBC Igbo chọpụtara, nwa amadị a e gburu bụ Leonard Eneonyia e ji \"Anado West\" mara, bụ onye Enugwu Steetị gbara ihe dịka afọ iri anọ na atọ.",
    "Akụkọ kwuru na Maazi Eneonyia ebiela na mba India ọtụtụ afọ na e nweghi nsogbu ikike ọbụla.",
    "Otu nwaafọ Naịjirịa ọzọ bi n'obodo ahụ gwara BBC Igbo na nke a mere n'ụtụtụ ụbọchị ụka 28 Maachị 2021 mgbe Anaedo na-aga ibute mmadụ n'ọdọụgbọelu.",
    "'Chinedu Okobi nwanne m na-agara onwe ya ndi uweojii Amerika gbuo ya'",
    "Ndị uweojii kwụsị ya n'ụzọ ma bido ịgba ya ajụjụọnụ, dịka ha na-ajụ ya ha malitere iji na-eti ya ihe.",
    "Nke a mere onye Naịjirịa ọzọ hụrụ ka ihe a na-eme ji bịa ka ha ọzọpụta Anaedo mana ọgbaghara dapụtara n'etiti ha na ndị uweojii ahụ.",
    "E buuru Anaedo gawa ụlọọgwụ bụ ebe a nọ kwuo na ọ nwụọla site na mmerụ ihe ndị uweojii kụrụ ya n'azụ olu.",
    "N'ihi nke a ọtụtụ ụmụ Naịjirịa ji iwe na ọnụma malite ime ngagharịiwe n'ebe a kpọrọ 'Outer Ring Road'.",
    "Ihe onyonyo ha tinyere na Facebook gosiri ebe ha na-eme ngaghariịwe a.",
    "Onye na-anọchiteanya Naịjirịa na mba India bịara ka ọ kụjụọ obi ụmụ Naịjirịa mana ha jụrụ kwuo na ọ bụghị mbụ ụdị ihe a na-eme ha.",
    "\"Anyị na-ezozi ezo\"",
    "Onye ọzọ BBC Igbo gbara ajụjụ ọnụ kwụrụ na ha niile nọzị n'ime ụlọ makana ndị uweojii na-achọ ndị ha ga-anwụchi.",
    "Mana, ọ gakwara n'ihu kwuo na atọghapụla ndị niile anwụchiri na ngagharị iwe ahụ",
    "\"Ndi anwụchiri ụnyaahụ, atụghapụla ha. Ọ bụ Rupee 25,000 ka eji gbapụta ha. Ọ sị na nke ahu na-ewute ha makana ego ahụ buru ibu.\"",
    "Ndị uweojii na-agọ n'aka ha adịghị n'ogbugbu a",
    "Mana dịka ụlọ ntaakụkọ Hindustan Times siri dee, ndị uweojii India na-agọ n'aka ha adịghị na mkpa mkpa kpara.",
    "Dịka ha sirị dee, ndị uweojii kwuru na nyocha ha mere gosiri na onweghi akpa dị nwa amadị a n'ahụ, ma kwuo na ọnwụ ya enweghi etu o siir metụta nzute ya na ndị uweojii nọ ọrụ na mpaghara ahụ ihe a mere.",
    "Ha sị na Osote Onyeisi ndị uweojii na mpaghara India ahụ bụ Urvija Goel kwuru na ha na-eche mpụtara nyocha e mere n'ahụ nwa amadị a iji makata ihe gburu ya.",
    "Ihe onyonyo ụfọdụ ndị Naịjirịa bi India zitere BBC na-egosi ebe a na-awakpo ndị a na-eme ngagharị iwe dịka ndị uweojii na-anwụchi ha.",
    "Ndị hụrụ oge ihe a mere na-akọwa nọ ọbụ ụfọdụ ndị India ndị nkịtị na-awakpo ndị a. Ihe onyonyo gosikwara ụfọdụ ndị bu ọbara n'ahụ nke gụnyere otu nwaanyi ọbara juru n'isi.",
    "BBC Igbo gbara mbọ ịnụta n'ọnụ ụlọ ọrụ na-anọchịte Naịjirịa n'India mana ha azaghị ekwenti ha.",
    "BBC kpọkwara Abike Dabiri-Erewa, bụ onye na-ahụ maka ọdịmma ndi Naịjirịa nọ ofesi mana ya onwe ya azaghị ekwentị ya.",
    "BBC Igbo mechara nwete nwanne nwa amadị a nwụrụ n'ekwentị o were nwa BBC na ọ bụ nnukwute Ọdacgi zutere ezinaụlọ ha.",
    "Victor Ejike gwara BBC na ọ bụ afọ asaa Maazị Eneonyia pụrụ njem ma hapụ ezinaụlọ ya na Legọs.",
    "Ọ sị na ọ na-akwado ịlọta Naịjirịa tupu ọnwụ na-erụghị erụ a ezute ya.",
    "\"Nwunye ya na ndi be ya nọ Legọs. Anyi na-ele anya na ọ ga-abata nso nso a makana ọ ka rụchara ụlọ na-achọzị ịbata.\"",
    "Maazị Ejike gakwara n'ihu kwuo na ha amatabeghi etu nwanne ya siri zute ọnwụ.",
    "\"Ọtụtụ mmadụ na-akọ akụkọ banyere etu nwanne m siri nwụọ. Anyị amabeghị nke bu eziokwu. Ihe nke anyị ma bụ na o nwụru ụnyaahụ bụ Sọnde.\"",
    "Vidio, Ebele Okobi: Ndị uweojii gwa anyị ihe mere Chinedu, Duration 3,3317 Ọktọba 2018",
    "Paul Esemene: Ihe ndị Uweojii Malaysia kwuru maka onye Igbo nwụrụ n'obodo ahụ29 Ọgọọst 2018",
    "Vidio, Etu Ejima m si nwụọ ọnwu ike na Malaysia - Peter Esemene29 Ọgọọst 2018",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiweelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A 'Onweghi mgbe Onyeisiala Buhari kwere ndị Naịjirịa nkwa nwoke kwere nwaanyị n'elu akwa'",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka3 Maachị 2021",
    "Vidio, Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy, Duration 1,515 Maachị 2021",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Lee ụfọdụ 'unknown gunmen' na-egbu ndị nchekwa - Ndị Uweojii",
    "Onweghi ihe ọjọọ Rochas buru Eze Ilomuanya n'obi - Ọnụ na-ekwuchitere Okorocha",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Amụma Mbaka maka Hope Uzodinma, Buhari ekwuola okwu, bịa gere ozi ndị ọnụ na-eru n'okwuEmelitere ikpeazụ na: 1 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}