{
  "published": "30 Maachị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ekene Obayi bụ nwaanyị ji ịchị ehi mere aka ọrụ na Nsukka dị n'Enugwu Steeti.",
    "Ọ hapụrụ asambodo o nwetere na Mahadum dịka onye nchọpụta ihe ọkpụ Bekee kpọrọ 'Archeology' wee chịwazie ehi.",
    "'Abụ m nwaanyị na-ama 'tile' n'agbanyeghị na m gara mahadum'",
    "'Eji m ịsụ mkpụrụakwụ na mmanụ nri zụọ ezinaụlọ m'",
    "'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze",
    "Ugbua Ekene sị na ya na-achọ ego ọ ga-eji zụta ala ebe ọ ga-eji rụọ ogige ụmụanụ bụ ebe ọ ga-ewe ụmụnwaanyị ibe ya n'ọrụ.",
    "Ọ sị na ọ kwadoghi ịchagharị ehi n'ụgbo ndị mmadụ bụ nke na-ebute nsogbu n'etiti ndị ọchịehi na ndị ọrụ ugbo.",
    "Ọ gwara BBC otu o sị chọọ ịgbanwe ajọ echichi ndị mmadụ gbasara ọrụ ịchị ehi na Naịjirịa.",
    "Ndị mere ihe onyonyo: Chioma Obianinwa na Nnamdi Agbanelo",
    "Vidio, Ọgbambọ: Lee nwafọ Igbo ji aka ya arụpụta igwe njuoyi, Duration 2,4024 Nọvemba 2020",
    "Vidio, Ọgbambọ: 'O nweghi onye sị na ihe nwoke ga-eme nwaanyị agaghị emenwu ya' - Nwaagbaghọ na-ama 'tile', Duration 2,5729 Septemba 2020",
    "Vidio, Ọgbambọ: Etu m si hapụ ọrụ ọkaiwu kwawa akwa, Duration 3,0824 Disemba 2019",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada, Duration 4,4928 Febụwarị 2021",
    "Vidio, Erosion: 'Mbuze a anapụla a m ihe niile m ji bụrụ mmadụ', Duration 2,2428 Juun 2020",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Vidio, Sign Language: Chijioke Njoku bụ onye ogbu mana ọ b ukwa onye ọkpụ isi, Duration 1,453 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,58elekere 5 gara aga",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}