{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ngagharịiwe maka ọnwụ George Floyd",
    "Dịka a malitere ikpe Derek Chauvin, onye uweojii a na-ebo ebubo igbu George Floyd, ọtụtụ ndị mmadụ nọ oge o mere gunyere nwata dị naanị afọ itoolu, agbaala akaebe banyere ihe ha hụrụ.",
    "Ụzọ atọ mba Amerika si emegbu ndị isiojii",
    "Ihe ọhụrụ ndị mmadụ na-ekwu maka ọnwụ George Floyd na Thomas Lane, J. Alexander Kueng",
    "Ipob Emene, ọnwụ George Floyd, EndSARS na ihe ndị ọzọ mere ka 2020 bụrụ afọ e cheta e bewe",
    "Cheta na n'ọnwa Mee afọ 2020, ka onyonyo fegharịrị ebe onye uweojii (na ndị otu ya) ji ikpere sekpuru n'akpịrị George Floyd tupu ọ nwụọ.",
    "Ndị mmadụ wụjuru ama n'isi obodo dị iche iche na mba Amerịka na mba ndị ọzọ mee ngagharịiwe maka ọnwụ ya.",
    "Kemgbe Maachị 29, 2021 ebidoro ikpe Chauvin, ihe ndị akaebe na-ekwu na-arụtụ aka n'aka ndị uweojii dị n'ọnwụ Floyd.",
    "Ebe foto si, AFP",
    "Derek Chauvin agọọla sị na aka ya dị ọcha",
    "Otu onye akaebe aha ya bụ Donald Williams bụ ya na-eti ndị uweojii mkpu n'isi ka ha hapụ nwoke ahụ ụkwụ n'akpịrị bụ ya kpọkwara ndị uweojii n'ekwentị sị, \"Enwere m nkwenye na ha egbuola nwoke anaghị ajụ nnwụchi.\"",
    "N'otu aka ahụ, onye bụ onye sere ihe onyonyo ahụ fegharịrị ụwa jiri mata maka etu Floyd siri nwụọ kwuru na \"mgbe m na-ahụ George m na-ahụ ya dịka nna m, dịka nwanne m nwoke. Ha bụ ndị ojii.\"",
    "\"N'abalị m na-arịọ George Floyd mgbaghara maka na emeghị m karịa ka m mere.\"",
    "Nwata ọzọ dị afọ itoolu oge ọdachi ahụ mere nyekwara akaebe nke ya.",
    "George Floyd si n'agbụrụ ndị agha Mbaise gara Amerịka",
    "Ọ gwara ụlọikpe na dịka Floyd na-eti mkpu na ya anaghị ekutezi ume, na Chauvin gara n'ihu pidozie akpịrị Floyd ike.",
    "Dịka ihe onyonyo ọnwụ Floyd e gosiri n'ụlọikpe na-ezi ebe nwata ahụ na-eti na o ruola otu nkeji Floyd anaghịzị emegharị ahụ, ọ zara na ihe mere ya ji ekwu etu ahụ bụ na \"Oge na-aga, na ọ ga-anwụ\".",
    "O kwukwara na Floyd kwụsịrị imegharị ahụ ọbụla, na ọ na-emegharịbu ahụ mgbe a pịdoburu akpịrị ya n'ala.",
    "Ndị a na-eche na ha bụ ọchịehi egbuola ụkọchukwu, mmadụ isii ndị ọzọ n'Ebonyi steeti",
    "Vidio, Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m - Ekene Obayi30 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Ka o si aga n'ikpe George Floydelekere 4 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Ndị a na-eche na ha bụ ọchịehi egbuola ụkọchukwu, mmadụ isii ndị ọzọ n'Ebonyi steeti",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Etu e si gbuo mmadụ isii na mwakpo mere n'Adani Enugwu Steetị",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Onweghi ihe ọjọọ Rochas buru Eze Ilomuanya n'obi - Ọnụ na-ekwuchitere Okorocha",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ọ ginị mere ude Fada Ejike Mbaka ji ede?Emelitere ikpeazụ na: 16 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}