{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NTA/screenshot of viral video",
    "Onyeisioche ngalaba na-ahụ maka agwa ndị nọ n'ọkwa na Naijiria bụ 'Code of Conduct Bureau' bụ Danladi Umar ekorola okwu na soshal midia dịka aha ya na-ewu maka ịkpọ ụfọdụ ndị ahịa nọ n'Abuja \"Biafran Boys\".",
    "Ndị Naijiria welitere isi gọọmenti etiti kpọpụrụ n'ụlọikpe CCT",
    "Ọkaikpe Walter Onnoghen awụsala ọwa n'ọrụ ya",
    "Ndị Naijiria welitere isi gọọmenti etiti kpọpụrụ n'ụlọikpe CCT",
    "Saraki ga-alaghachị n'ụlọ ikpe",
    "Nke a na-abịa dịka ọtụtụ ndị mmadụ katọrọ agwa Danladi Umar kpasara onye nche o tiri ihe dịka ọ na-arụ ọrụ dịrị ya, n'ogige Banex Plaza dị n'Abuja na nsonso a.",
    "Ebe foto si, Foto e setara na ihe onyonyo",
    "Mana n'iji gọọrọ onwe ya, Umar site n'ozi nke ọnụ na-ekwuru ya bụ Ibraheem Alhassan binyere aka, kwuru na ọ bụ maka na onye nche ahụ kparịrị ya  mere ya jị kpaa ya bụ agwa.",
    "O kwuru na nwa amadi ahụ jụrụ inye ya ohere ịdọsa ụgbọala ya n'ọdọụgbọala dị n'ogige Banex Plaza, na-agbanyeghị na ya bụ onye na-azụkarị ahịa n'ebe ahụ.",
    "Ọ gara n'ihu boo ebubo na, \"ndị agboro gụnyere ndị 'Biafran Boys' na-atụ ụgbọala ya iche\" ma bookwa ha ebubo ịgbali ịkpochi ọnụama ogige azụmahịa ahụ nakwa imerụya ahụ.",
    "Ebe foto si, Banex Plaza/Facebook",
    "Cheta na akụkọ pụtara n'abalị 30 nke ọnwa Maachị afọ 2021 kwuru na Umar tiri otu onye nche ihe maka ịgba isi akwara na ya bụ Umar gbasoro usoro nhazi ịdọsa ụgbọala n'ogige Banex.",
    "Mana ndị mmadụ gbakọrọ ebe ahụ were iwe dịka o siri ọnwụ na-akụ onye nche ahụ ihe na-agbanyeghị na a na-arịọ ya biko ma bido tụwa ya ganye mgbe ndị uweojii bịara gboo ọgụ.",
    "Ọtụtụ ụmụ Naijiria ejirila ogbo na ncha saa Danladi Umar (na ọnụ na-ekwuru ya bụ Ibraheem  Alhassan) ahụ maka agwa ọ kpara nakwa maka  ịkpọ ndị ụfọdụ \"Biafran boys\".",
    "Oooh oooh ya oooo! Nigeria- Oby Ezekwesili",
    "Onye bụbu Minista agụmakwụkwọ na Naijiria bụ Oby Ezekwesili kwuru na ya bụ  okwu si n'ọnụ Umar dapụtara riri ya ọnụ.",
    "O kwesịrị ka a chụọ Umar n'ọrụ- Aisha Yesufu",
    "Aisha Yesufu kwuru na \"a ka na-ekwu na o tiri onye na-arụ ọrụ dịịrị ya, ọ nwekwa ọnụ ịkpọ ụmụ Naijiria.\"Biafran Boys\".",
    "Yesufu gara n'ihu sị, \"e kwesiri ime ya ka o tinye akwụkwọ arụkwagghịmụ maọbụ a chụọ ya n'ọrụ.\"",
    "Mathew Ogwuche chekwara otu echiche ahụ.",
    "O kwesiri ka a nwụchie Umar- Adeyanju",
    "Onye na-agba mbọ maka ikike dịịrị onye bụ Deji Adeyanju kwuru na o kwesiri ka anwụchie Danladi Umar ma kpụpụ ya ụlọikpe maka ịkpagbu ndị na-azụ ahịa n'Abuja.",
    "\"NBA, lebanyenụ anya n'okwu Umar\"",
    "@Chukwudivisaac kwuru na dịka ọ bụ onye ọkaiwu na ọ kwesịrị ka otu jikọrọ ndị ọkaiwu na Naijiria bụ \"Nigeria Bar Association tinye ọnụ n'okwu ahụ.",
    "Akpamoke ebe onye si egbuola anyị -Yusuf",
    "Onye ọzọ kpọrọ onwe ya FS Yusuf tụrụ arịrị na akpamoke agbụrụ egbuola Naijiria.",
    "Danladi Umar kpọrọ ndị Igbo aha ọjọọ iji kpuchie ihe o mere- Ademola Olarewaju",
    "Nwa amadi aha ya bụ Ademola Olarewaju kwuru na ihe ọ hụrụ na ihe onyonyo ahụ bụ mkpagbu ndị amala n'aka onye nwere ọkwa ọchịchị, ebe ịkpọ ndị nọ ebe ihe mere 'Biafran Boys\" bụ ụzọ Umar ji chọọ imesasị ndị mmadụ anya n'ihe ọjọọ o mere.",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\"30 Maachị 2021",
    "Asset Declaration: Ndị Naijiria welitere isi gọọmenti etiti kpụpụrụla n'ụlọikpe CCT15 Jenụwarị 2019",
    "Nnyocha Derek Chauvin maka ọnwụ George Floyd: Ndị akaebe ekwuola na o mere n'anya ha30 Maachị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie31 Maachị 2021",
    "BBC Igbo anụla olu Chukwuma Soludo ka ọgbaaghara dapụtara n'Isuọfia n'Anambra steeti na mgbede Wenezdeotu elekere gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie31 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Gịnị na-esere onyeisi 'Code of Conduct Bureau' na ndị \"Biafran Boys\"?",
    "Anyị achọtala ndị gburu mmadụ 15 n'Ebonyi steeti, ha ga-ata ahụhụ dị na ya - David Umahi",
    "BBC Igbo anụla olu Chukwuma Soludo ka ọgbaaghara dapụtara n'Isuọfia n'Anambra steeti na mgbede Wenezde",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ka o si aga n'ikpe George Floyd : Onye resiri Floyd ahịa ụka ji pụọ enyeela akaebe",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Lee uwe ndị Igbo na-eyi aga igba nkwuEmelitere ikpeazụ na: 16 Mee 2018",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Etu e si gbuo mmadụ isii na mwakpo mere n'Adani Enugwu Steetị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}