{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe ruru mmadụ isii gụnyere otu ụkọchukwu anwụọla dịka ndị a na-eche na ha bụ ndị ọchịehi wakporo obodo Egedege, Obeagu, na Amazu dị n'Okpuru Ọchịchị Ishielu, n'Ebonyi steeti.",
    "Mkpamkpa a tara isi ndị mmadụ butekwara mmebi ọtụtụ ngwongwo ndị mmadụ, dịka a gbara ọtụtụ ụlọ, ụgbọala na ọgbatumtum ọkụ.",
    "Anyị amaghị maka ogbugbu mmadụ ọhụrụ sitere n'esemokwu Ezza na - Ndị Uweojii",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Kwụsịnu ichi ehi na-agagharị",
    "Otu onye hụrụ mgbe ihe mere ma na-achọghị ka a kpọọ ya aha, kwuru na ndị a a na-eche na ha bụ ndị ọchịehi wakporo obodo ha ma jiri mma wakasịa ndị mmadụ ahụ.",
    "O kwukwara na ha gburu otu ụkọchukwu nke ụlọụka Metọdist, ma burukwa ụfọdụ ngwongwo ndị mmadụ gbafuo.",
    "Onyeisioche Okpuru Ọchịchị Ishielu bụ Sunday Eze na Kọmishọna na-ahụ maka mmelite achụmntaego bụ Dkta. Stephen Odo bụ onye obodo ahụ, du ndị ọrụ nchekwa gaa iji anya ha hụ ihe mere.",
    "Ha kwara arịrị maka mkpamkpa ndị a a na-eche na ha bụ ndị ọchịehi na-akpa, ma tie ezinaụlọ ndị ihe metụtara aka n'obi.",
    "Loveth Odah bụ ọnụ na-ekwuru ndị uweojii n'Ebonyi steeti kwuru na ọ bụ mmadụ isii nwụrụ.",
    "Odah kwukwara na ha ka na-eche ka ndị uweojii ezigara ebe ahụ bịa kpesa ihe ha hụrụ, tupu ha ekwuo ihe mere n'uju.",
    "Gọọmentị kwere nkwa na ha ga-enyocha ya bụ mkpamkpa ma nwụchie ndị ọbụla aka ha dị na ya.",
    "Vidio, Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m - Ekene Obayi30 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Ka o si aga n'ikpe George Floydelekere 4 gara aga",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Ndị a na-eche na ha bụ ọchịehi egbuola ụkọchukwu, mmadụ isii ndị ọzọ n'Ebonyi steeti",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Etu e si gbuo mmadụ isii na mwakpo mere n'Adani Enugwu Steetị",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Onweghi ihe ọjọọ Rochas buru Eze Ilomuanya n'obi - Ọnụ na-ekwuchitere Okorocha",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ọ ginị mere ude Fada Ejike Mbaka ji ede?Emelitere ikpeazụ na: 16 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}