{
  "published": "otu elekere gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "O nweghi ihe mere Chukwuma Soludo n'ọgbaaghara dapụta n'Isuọfia",
    "BBC Igbo jiri nti nu olu Chukwuma Soludo, onye bụbu onyeisi ụlọakụ ukwu na Naịjiria.",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Tochukwu Ikenganya kwetere na ya bụ ọgbaaghara mere n'ezie mana mana ha ka nọ na nchọpụta ịma ka o siri mee.",
    "Ikenganya bụ onye si na ya ka nọ n'ụlọ ọrụ ya mgbe ọ gafere elekere itoolu nke abali Wenezde sị na o dobeghị anya ndị butere ya bụ ọgbaaghara.",
    "Ozi na-efesa na sochal midi na-ekwu na ọ bụ Chukwuma Soludo, onye bụbu onyeisi ụlọakụ ukwu na Naịjiria bụrukwa onye na-achọ ịzọ ọkwa Gọvanọ steeti ahụ ka ha chọ gawa.",
    "Mana Ikenga na-akọwa na ha amabeghị ka ọ bụ ya ka ndi ahụ chọ gawa ka ọ bụ ndị ọzọ.",
    "Ọ sịkwa na ya ka na-eche ịmata ka o nwere ndị ndị ahụ ekwensu jiri kwara ngwaọrụ meruru ahụ.",
    "Mana foto anyị hụrụ na-efegharị na sochal midia na-egosi ozu mmadụ abụọ ndị yi akwa ndị \"mobile police\" tọgbọ n'ala.",
    "BBC Igbo anụla olu Chukwuma Soludo ka ọgbaaghara dapụtara n'Isuọfia n'Anambra steeti na mgbede Wenezdeotu elekere gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie31 Maachị 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Gịnị na-esere onyeisi 'Code of Conduct Bureau' na ndị \"Biafran Boys\"?",
    "Anyị achọtala ndị gburu mmadụ 15 n'Ebonyi steeti, ha ga-ata ahụhụ dị na ya - David Umahi",
    "BBC Igbo anụla olu Chukwuma Soludo ka ọgbaaghara dapụtara n'Isuọfia n'Anambra steeti na mgbede Wenezde",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Ka o si aga n'ikpe George Floyd : Onye resiri Floyd ahịa ụka ji pụọ enyeela akaebe",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Lee uwe ndị Igbo na-eyi aga igba nkwuEmelitere ikpeazụ na: 16 Mee 2018",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Epilepsy Meaning: Etu ị ga-esi nyere onye nwere akwụkwụ aka",
    "Etu e si gbuo mmadụ isii na mwakpo mere n'Adani Enugwu Steetị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}