{
  "published": "2 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty/Ipob",
    "Nnamdi Kanu bụ onyeisi ndị otu na-azọ nnwereonwe Biafra bụ 'Indigenous People of Biafra' (Ipob), ekwuola na ọ bụ ndị ọchịehi na-awakpo ala Igbo ka ndịọrụ nchekwa \"Eastern Security Network\" (ESN) na-awakpo na mpaghara Nsukka.",
    "Kanu kwuru nke a dịka ụfọdụ ụlọ ntaakụkọ na-ekwu na ndị ESN na-ebuso ndị agha Naịjirịa agha na Nsukka.",
    "Na mgbasa ozi o mere n'akara soshal midia ya dị iche iche n'ụtụtụ Fraịde ka Mazi Nnamdi Kanu nọrọ kwuo okwu a.",
    "Gịnị na-esere Nnamdi Kanu na Fr Abiagom?",
    "Ụdịrị ọchichị e nwere na Naịjirịa kpatara na ezi nchekwa adịghị - Charly Boy",
    "Ọ bụ ndị bịara iwakpo ogige nchekwa anyị n'Aba ka anyị busoro agha n'abalị Tuzde - Ndị agha Naịjirịa",
    "Ihe i kwesiri ịma maka otu Biafra pụtara ọhụrụ",
    "Ọ kọwara sị: \"Ọ bụ ndị wakporo ndị mmadụ n'Ebonyi steeti ka ESN busoro agha, chụrụ ha ọsọ gaa Nsukka.\"",
    "\"Mana ndị agha Naịjirịa nọ na Nsukka ekweghị ka ndị ESN chụọ ndị ọchị ehi ahụ.\"",
    "\"Ndị ekperima ka anyị na-achụ, ọ bụghị ndị agha Naịjirịa. Onweghị ihe anyị na ndị agha ji.\"",
    "Eastern Security Network: 'Ọ bụ ndị Gọvanọ ọwụwa anwanwụ ka ụta dịịrị maka ESN'",
    "Na mgbasa ozi ahụ kwa ka Nnamdi kanu nọrọ kpọpụta aha ndị ga na-achịkọta otu IPOB na mba United Kingdom.",
    "Aha ha bụ Mercy Slatter na di ya bụ Mike Slatter.",
    "Cheta na onye bụbu onyeisi IPOB na UK bụ Mazu Uche Mefor, onye bụkwa osote onyeisi IPOB n'ụwa niile.",
    "Mana Uche Mefor na Nnamdi Kanu agbasaala, nke mere ka Mefor kwara pụọ na IPOB ma sonyere otu a kpọrọ 'Biafra de facto Customary Government'",
    "Asari ejighi aka ya mee onwe ya onye isi oche Defacto Biafra Government - Uche Mefor",
    "Nnamdị Kanu sị na ya hibere atụmatu ESN maka ịkwụsị mwakpo o sị na a na-awakpo ndị mmadụ n'ime ọhịa n'ọwụwa anyanwụ Naịjirịa.",
    "Gọọmentị Naịjirịa ekwuola na otu Ipob bụ \"otu na-eyi ọha egwu\" mana Ipob na-ekwu na nke ahụ abụghị eziokwu.",
    "Vidio, Ipob: 'Ndị ọchịchị Igbo nwere nsopụrụ n'ebe Buhari nọ karịa ndị ha na-achị' - Dele Momodu9 Febụwarị 2021",
    "Vidio, Eastern Security Network: 'Ọ bụ ndị Gọvanọ ọwụwa anwanwụ ka ụta dịịrị maka ESN', Duration 2,2429 Jenụwarị 2021",
    "Vidio, Orlu Crisis: Akụnaụba obodo a adaala kemgbe ihe mere n'Orlu - Eze Amaifeke28 Jenụwarị 2021",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia31 Maachị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Chioma Davido ewepụchaala foto Davido n'igwe Instagram ya30 Eprel 2020",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Chioma Davido ewepụchaala foto Davido n'igwe Instagram yaEmelitere ikpeazụ na: 30 Eprel 2020",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia",
    "Good Friday: Ihe Easter ji apụrụ m iche karịa emume ụka ndị ọzọ'Emelitere ikpeazụ na: 19 Eprel 2019",
    "Ndịagha na-ekpuchi ndị ochiehi na-egbusi ndị mmadụ n'Enugu,Ebonyi steeti- Ipob",
    "Anyị ga-enyocha ihe mere n'okwu Danladi Umar na 'Biafran Boys' - NBA",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ka o si aga n'ikpe George Floyd: 'Akaike ndị uweojii ji so George Floyd karịrị'",
    "Aka m abụọ na-achọ ịkpọnwụ akpọnwụ - Pastor Okochi ObeniEmelitere ikpeazụ na: 21 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}