{
  "published": "1 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ mwakpo ndị a na-eche na ha bụ ndị ọchị ehi wakporo obodo atọ n'ime Ebonyi steeti ka na-apụta.",
    "BBC Igbo gara Nkalaha gaa nụta n'ọnụ ndị o metụtara.",
    "Lee ihe ha kwuru.",
    "Adani Community Clash: Etu e si gbuo mmadụ isii na mwakpo mere n'obodo a dị n'Enugwu Steetị30 Maachị 2021",
    "Herdsmen Attack in Ebonyi state: Hibenu ndị ọrụ nchekwa nke mpaghara Ọwụwa Anyanwụ - Ohaneze Ndigbo30 Maachị 2021",
    "Vidio, Amaghị m na di m ga-ahapụ m n'elu afọ ime a m bu - Nwaanyị e gburu di ya n'Ebonyi, Duration 2,211 Eprel 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Vidio, World Water Day 2021: Ihe na-acha ọbara ọbara ma n'esi isi agbarụọla mmiri Nvụna na Nomeh, Enugwu Steeti, Duration 2,3519 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Vidio, Herny Onyekuru: Ị chọrọ ịme ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a, Duration 1,4723 Jenụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 1,03elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}