{
  "published": "3 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/Don Jazzy",
    "Oti egwu Michael Collins Ajereh a ma dịka Don Jazzy ekwuputela etu o si lụọ nwaanyị mgbe ọ ka na-amalite okorobịa.",
    "Don Jazzy dị afọ 38 ugbua kọwara etu o si lụọ nwaanyị mgbe ọ dị naanị afọ 20, mana ha gbasara ka naanị afọ abụọ gachara.",
    "Stingy Men Association na njirimara ha",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000",
    "O wepụtara foto agbamakwụkwọ ya n'elu Instagram ya iji saa ajụjụ ndị mmadụ na-ajụkarị ya gbasara mgbe ọ ga-alụ nwaanyị.",
    "O kwuru na ha malitere inwe okwu n'alụmdinanwunye ha maka na ọ bịara buru ihe gbasara iti egwu n'isi ya.",
    "O kwuru na ọ ka bukwu ihe gbasara mmepụta egwu ya n'isi, nke bụ na ọ na-atụ ụjọ na ọ ka nwere ike ịghasa alụmdinanwunye ọzọ ma ọ bụrụ na ọ lụọ nwaanyị ọzọ.",
    "O kwuru na ọ ga-eji nwayọ nwayọ na-eme ihe gbasara ime ọyị nakwa ịlụ nwaanyị.",
    "Ebe foto si, Twitter/Don Jazzy",
    "Omoissy kwuru na ọ bụ ihe ịtụ n'anya na Dbanj na Wande Coal ekwuputaghi maka ya n'agbanyeghi esemokwu ha nweburu butere mgbasa ha.",
    "Dayo Ashiru kwuru na enweghi onye Don Jazzy ji ụgwọ nkọwa ihe gbasara ndụ ya.",
    "Vidio, Etu nwunye Leonard Onyia ndị uweojii India gburu si eri uju ọnwụ di ya3 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Chioma Davido ewepụchaala ọtụtụ foto Davido n'igwe Instagram yaEmelitere ikpeazụ na: 30 Eprel 2020",
    "A lụrụ m nwaanyị mgbe m dị afọ 20, mana anyị gbasara oge m dị 22 - Don Jazzy",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ndịagha na-ekpuchi ndị ochiehi na-egbusi ndị mmadụ n'Enugu,Ebonyi steeti- Ipob",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Good Friday: Ihe Easter ji apụrụ m iche karịa emume ụka ndị ọzọ'Emelitere ikpeazụ na: 19 Eprel 2019",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}