{
  "published": "3 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nneka Onyia bụ nwunye Leonard Ifeanyichukwu Onyia, onye a na-ache na ndị uweojii India gburu akwaala arịrị ma kọwaa etu ọnwụ di si emetụta ya.",
    "Ọ gwara BBC Igbo etu o si na ọ bụ di ya na-akpọte ya n'ụra kwa ụtụtụ ọbụla mana kamgbe ọ nwụrụ nke ahụ adịghị emezikwa.",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "#Blacklivesmatter: 'Ndị uweojii gburu nwanne m'",
    "'Ejima m nwụrụ na Malaysia'",
    "Nneka sị na ya na di ya kwuru okwu n'ekwentị n'abalị Satọde mana ozi ọzọ o nwetere bụ na di dọzi n'ozu na mba India.",
    "Mgbe ọ jụrụ kedụ ka ihe si mee, a gwara ya na ọ bụ ndị uweojii ji ihe kugbuo ya.",
    "Kirie ihe o kwuru n'uju.",
    "Leornard Onyia: Etu ọnwụ Anando West n'obodo Vikas Puri, India jiri bute ngagharịiwe29 Maachị 2021",
    "Vidio, Ebele Okobi: Ndị uweojii gwa anyị ihe mere Chinedu, Duration 3,3317 Ọktọba 2018",
    "Paul Esemene: Ihe ndị Uweojii Malaysia kwuru maka onye Igbo nwụrụ n'obodo ahụ29 Ọgọọst 2018",
    "Vidio, Leonard Onyia: Etu nwunye ya si eri uju ọnwụ ya, Duration 6,003 Eprel 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Fertility Boosters: Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime, Duration 3,2813 Maachị 2021",
    "Vidio, Ebele Okobi: Ndị uweojii gwa anyị ihe mere Chinedu, Duration 3,3317 Ọktọba 2018",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Roxy Ogechi Ndebumadu nwada Igbo bụ onyeisi okpuruọchịchị Bowie n'Amerịka, Duration 2,057 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}