{
  "published": "4 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ ndị ntoroọbịa gbakọtara aka na Facebook ma tụkọta ego iji rụziere oti egwu a ma ama bụ Mike Ejeagha ụlọ ochie ya dị n'Enugwu.",
    "Ha sị na ha mere nke a iji kwanyere ya ukwu dịka ọ na-akwado ịgba afọ iri itoolu na otu.",
    "Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha",
    "Lee ihe mere Oriental Brothers ji gbasaa",
    "Egwu anọ e ji mara ndị Igbo",
    "Ndị ndu ndị a gụnyere Amarachi Attamah na Charles Ogbu gwara BBC Igbo ihe nke Mike Ejeagha bụ nye ha nakwa ndị Igbo niile nke mere ha ji meere ya ihe a.",
    "Mike Ejeagha n'ọnwa gosiri obi ụtọ ya ma kọwaa na agwa ndị ntoroọbịa kpara enyela ya olileanya ọhụrụ na ndụ.",
    "Kirie ihe ha kwuru n'uju;",
    "Ndị mere ihe onyonyo: Ebere Ekeokpara na Chiemela Peters",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "A lụrụ m nwaanyị mgbe m dị afọ 20, mana anyị gbasara oge m dị 22 - Don Jazzy",
    "Chioma Davido ewepụchaala ọtụtụ foto Davido n'igwe Instagram ya",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ",
    "Igbo Tradition: Uru egwu ọnwa bara na ọzụzụ na njikọ ndị Igbo25 Eprel 2020",
    "Vidio, Oriental Brothers: Maka na m bụ onyeisi, ha chere na m na-eri ego nanị m - Kabaka, Duration 3,0812 Jenụwarị 2020",
    "Igbo Slangs: Lee okwu ogbe naanị ndị nwere anya n'azụ nwere ike ịghọta28 Juun 2020",
    "Vidio, Mike Ejeagha: Etu ndị ntoroọbịa sị tụkọta ego ma rụzie ụlọ ochie ya, Duration 4,234 Eprel 2021",
    "Vidio, Leonard Onyia: Etu nwunye ya si eri uju ọnwụ ya, Duration 6,003 Eprel 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 6 gara aga",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Vidio, Oriental Brothers: Maka na m bụ onyeisi, ha chere na m na-eri ego nanị m - Kabaka, Duration 3,0812 Jenụwarị 2020",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Ikenokwalu Godson: Ihe mere m ji eji ọnụ, ụkwụ, ntị n'akụkụ ahụ m ndị ọzọ ese ihe, Duration 2,304 Disemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}