{
  "published": "4 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu nwoke ji egbe gbagbuo mmadụ abụọ n'Ehime Mbano, Imo Steeti ezutela ọnwụ nke ka ndị mmadụ tụrụ ya ụtụ aka.",
    "Ọnụ na-ekwuru ndị uweojii n'Imo Steetị bụ Orlando Ikeokwu sị na nke a mere n'ụbọchị abụọ nke ọnwa Eprelụ 2021.",
    "Naanị otu onye ka e gburu n'ọgụ ndị otu nzuzo n' Ebonyi - Ndị uweojii",
    "Onyeara ewerela anyụike kugbuo nna ya",
    "Ihe ndị ị maghị maka ụmụagbọghọ ise a wakporo ma gbuo na nsonso a",
    "Nwoke a aha ya bụ Chidubem Mbamara gara n'ụlo ebe a na-agba chaachaa ma gbaa chaachaa ego dị narị naịra isii (N600).",
    "Mana o jizughi ego, o nyere ekwentị ya sị ka ọ gaa wetezuo ego, mgbe ọ lọghachịrị o nyere ha narị naịra ise na iri ise (N550).",
    "Nke a butere esemokwu n'etiti Chinedu Mbamara na Henry Obi bụ onye nwe ụlọ chaachaa ahụ.",
    "Ebe foto si, Getty Images",
    "Dịka nke a mechara, Mbamara pụrụ ma gaa buru egbe lọghachịte, o ji egbe ahụ gbaa Henry Obi na mmadụ abụọ ndị ọzọ; gụnyere Chibuike Iwunze na Ebuka.",
    "Nke e mere ndị mmadụ nọ ebe ahụ ji malite ịkụ ya Chidubem Mbamara ihe ma kụgbuo ya.",
    "Henry Obi na Ebuka nwụrụ n'ọgwụgwụ site n'egbe ahụ Mbamara gbara ha ebe Chibuike Iwunze ka dị ndụ na-anata ọgwụgwọ.",
    "E tinyela ozu mmadụ atọ ndị a nwụrụ anwụ (Chidubem Mbamara, Henry Obi na Ebuka) n'ụlọozu.",
    "Ndị uweojii Imo Steetị dọrọ ndị mmadụ aka na ntị ka ha ghara iji aka ikpeikpe na ịbọ ọbọ kama ka ha gbaara ndị uweojii ama.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "A lụrụ m nwaanyị mgbe m dị afọ 20, mana anyị gbasara oge m dị 22 - Don Jazzy",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Chioma Davido ewepụchaala ọtụtụ foto Davido n'igwe Instagram ya",
    "Vidio, Etu ndị ntoroọbịa sị tụkọta ego ma rụziere Mike Ejeagha ụlọ ochie ya4 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu e si jiri ụtụaka kụgbuo otu nwoke gbagburu mmadụ abụọ n'Ehime Mbano4 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Chioma Davido ewepụchaala ọtụtụ foto Davido n'igwe Instagram yaEmelitere ikpeazụ na: 30 Eprel 2020",
    "A lụrụ m nwaanyị mgbe m dị afọ 20, mana anyị gbasara oge m dị 22 - Don Jazzy",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Etu e si jiri ụtụaka kụgbuo otu nwoke gbagburu mmadụ abụọ n'Ehime Mbano",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Ndịagha na-ekpuchi ndị ochiehi na-egbusi ndị mmadụ n'Enugu,Ebonyi steeti- Ipob",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}