{
  "published": "5 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụgbọala a gbara ọkụ n'okirikiri ụlọọrụ ndị uweojii n'Owerri",
    "Onyeisi ndị uweojii na Naịjirịa bụ Mohammed Adamu ekwuola na nyocha ha mere gosiri na ọ bụ ndị otu na-achọ nwereonwe mba Biafra na Naịjirịa Bekee kpọrọ Indigenous People of Biafra (Ipob) wakporo ụlọmkpọrọ na isi ụlọọrụ ndi uweojii n'Owere, Isi obodo Imo steeti.",
    "Mana, akụkọ ụfọdụ ụlọntaakụkọ na-ede na-ekwu na Ipob agọọla na aka ha adịghị na mkpa mkpa.",
    "Onyeisi ndị uweojii gara n'ihu kwuo na ha ezipula ndị otu iji gbaa ndị nke nọ n'Imo aka n'ukwu.",
    "Ndị uweojii ga-esi ngalaba ndị nke Bekee kpọrọ \"Police Mobile Force\" (PMF) na ndị \"Police Tactical Squads\" nọ n'ụzọ ị ga Imo ugbua maka atụmatụ a.",
    "N'akwụkwọ ozi Ọnụ na-ekwuru ndị uweojii bụ Frank Mba binyere aka kwuru sị na ndi bịara wakpoo ulọ ọrụ ndị a awakaporo n'Owere ji egbe di iche iche na ogbunigwe were bịa.",
    "Ha sị na ndị a abaghị ebe egbe na-mgbọ ndị uweojii na-adị ma kwuo na ọ bụ ndị uweojii chụlala ha.",
    "Ha sikwa na ndị ahụ hapụrụ otu ụgbọala ha dịka ha na-ala.",
    "Onyeisi ndị uweojii gakwara n'ihu kpọkuo ndi na-achi steeti dị iche iche ka ha kwuo okwu megede ihe a na-eme. Ha sịkwa ka ndị mmadu gbara uweojhii ama maka ihe na-eme n'obodo.",
    "N'okwu ọgụgọ Ipob, ụlọ ntaakụkọ Nation dere na ọnụ na-ekwuru otu ahụ bụ Emma Powerful sị \"ka ndi ntaakụkọ na ndị gọọmentị Naijirịa kwụsị ibo Ipob ebubo banyere mwakpo a.\"",
    "Ụlo ntaakụkọ ahu dere sị: \"Ipob sị; \"Ọ sị na ha \"amaghi ndị unknow gunmen bụ\", ma sịkwa na ha abụghị Ipob nke ha ji abụ ESN.\"",
    "Ebe foto si, BBC",
    "Ka nke a na-eme, ndị agha Naịjirịa na-akwụsị ma na-enyocha ndị na-eme njem site n'Onicha gawa Owerri kamgbe ndị omekome wakpochara ụlọ mkpọrọ dị n'imo steeti ma gbuo otu onye.",
    "Onye na-eme njem n'ụzọ si Ọnicha gawa Owerri gwara BBC nke a.",
    "Nwa amadi a setere foto ebe ndị agha ahụ na-agwa ndị mmadụ ka chilie aka ha elu dịka ha na-eme njem.",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia",
    "Ndịagha na-ekpuchi ndị ochiehi na-egbusi ndị mmadụ n'Enugu,Ebonyi steeti- Ipob",
    "Ugo Ebujo bụ ọkaiwu nakwa dọkịta ahụike ekwuola na mwakpọ ndị o ji egbe ezu wakporo ụlọ mkpọrọ dị n'Owerri bụkwa nnukwu nsogbu nyere ndị Igbo.",
    "O kwuru nke a na mkparịtaụka ya na onye ntaakụkọ BBC Igbo nwere taa bụ ụbọchị April 5,2021.",
    "Ọkụ agbakọtala ụlọ karịrị 120 ọkụ",
    "Ipob etieela mkpu ọhụrụ",
    "Ugo kwuru ka ndị aka ha dị na ya bụ mwakpo gbara ọgwụ ha nwụọ makana okwu a aghọwala ihe ọzọ.",
    "O kwuru na kama ndị Igbo ga na-egbu onwe ha na ọ dị mma ka e nwe atụmaatụ akpọrọ 'Restructuring'.",
    "Na soshal midia, ndị mmadụ tinyekwara ọnụ n'ihe gbasara ya. Lee ihe ụfọdụ kwuru:",
    "Henry Shield kwuru na site na mwakpo ụlọmkpọrọ nakwa ụlọọrụ ndị uweojii mere n'Owerri, na ndị mmadụ ekwesịghị ịghọrị onwe ha na ha amaghị na agwọ nọ n'akịrịka na mpaghara Ọwụwa-Anyanwụ.",
    "@SledgeAma kwuru na ebe o si dị njọ bụ na ọ bụ ndị na-amaghị ihe ọbụla gbasara ihe na-aga ga-akwụ ụgwọ ihe na-agbasaghị ha.",
    "Otu onye nwụrụ mgbe ndị ekperima amaghị ndị ha bụ wakporo isi ụlọọrụ ndị uweojii n'Owere, isi obodo Imo steeti n'abalị fotere ụtụtụ Mọnde ụbọchị Aprelụ 5,2021.",
    "Onye ntaakụkọ BBC hụrụ ozu onye ahụ nwụrụ anwụ mana o dochaghị anya onye ọ bụ.",
    "A na-eche na ọ bụ otu onye mkpọrọ a gbaturu dịka ha ji ọsọ na-agbapụ n'ụlọ mkpọrọ ahụ.",
    "Ọkụ agbakọtala ụlọ karịrị 120 ọkụ",
    "Akụkọ ndị ọkụ gbara ahia ha n'Onicha",
    "Ndị ekperima ahụ wakpokwara ụlọ mkpọrọ dị nso n'ụlọọrụ ndị uweojii ahụ ma tọhapụ ọtụtụ ndị mkpọrọ nọ n'ime ya.",
    "O dochabeghị anya ihe merenụ kpọmkwem mana BBC ka na-agba mbọ ịchọpụta.",
    "Ọnụ na-ekwuru ndị uweojii Imo steeti bụ Orlando Ikeokwu azaghị ekwentị ya ugboro ugboro anyị kpọrọ ya.",
    "Ọnụ na-ekwukwara ndị ọrụ nchekwa ụlọ mkpọrọ n'Imo steeti bụ James Madugba kwuru na ha ga-ewepụta akwụkwọ ozi iji kọwaara ọhaneze ihe merenụ kpọmkwem.",
    "Mana ndị bi n'Owere, ọ kachasị ndị bi nso n'ebe ya bụ ihe mere gwara BBC na ụra agaghị ha n'anya n'abalị ụnyaahụ niile.",
    "Otu onye aha ya bụ Paul kwuru na ụda egbe ekweghị ha rahụ ụra n'abalị.",
    "Lee ụfọdụ 'unknown gunmen' na-egbu ndị nchekwa - Ndị Uweojii",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia",
    "Mgbe BBC garuru n'ogige ebe mkpamkpa a kpara, ndị ọrụ nchekwa nọ ebe ahụ ekweghị ka anyị see onyonyo ọbụla.",
    "Ha kwuru na ha ga-enweta ikike n'aka onyeisi ha tupu onye ọbụla esee foto.",
    "Naanị n'ote aka ka ndị ntaakụkọ nwere ike ịnọ sete onyonyo ọbụla.",
    "Ụgbọala a gbara ọkụ n'okirikiri ụlọọrụ ndị uweojii n'Owerri",
    "Ndị uweojii machikwara ụgbọala ịgafe n'okirikiri ahụ.",
    "BBC hụkwara opekatampe ụgbọala isii n'okirikiri ụlọ mkpọrọ ahụ",
    "Onye ntaakụkọ ọzọ gwakwara BBC Igbo na ndị omekome ahụ ji ogbunigwe gbawa ya bụ ụlọ mkpọrọ ahụ.",
    "O kwuru na ha tọhapụrụ ihe ruru ndị mkpọrọ puku abụọ.",
    "Ụlọọrụ Channels kwuru na ọnụ na-ekwuru ndị uweojii n'Imo steeti bụ Orlando Ikeokwu kwetere na ya bụ mwakpo mere mana ọ kọwabeghị n'uju etu ya bụ ihe si mee.",
    "Akụkọ a ka na-abịa.",
    "Etu e si jiri ụtụaka kụgbuo otu nwoke gbagburu mmadụ abụọ n'Ehime Mbano",
    "Chioma Davido ewepụchaala ọtụtụ foto Davido n'igwe Instagram ya",
    "Good Friday: Ihe Easter ji apụrụ m iche karịa emume ụka ndị ọzọ'",
    "Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo Chukwuma Soludo n'Isuofia",
    "Gọọmentị Imo steeti ekwuola na ha kpọrọ ndị agha oku enyemaka",
    "Owerri Prison Break: Uweojii sị na ọ bụ Ipob mere mwakpo a mana Ipob sị na ọbụghị ha5 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "NA EME UGBU A Owerri Prison Break: Onyeisiala Buhari akatọọla mwakpo 'ndị oyi egwu e mere n'Owere'",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Owerri Prison Break: Uweojii sị na ọ bụ Ipob mere mwakpo a mana Ipob sị na ọbụghị ha",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Chioma Davido ewepụchaala ọtụtụ foto Davido n'igwe Instagram yaEmelitere ikpeazụ na: 30 Eprel 2020",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Chimaobi Ebisike nke PDP ga-anọchiteanya ndị Aba n'ụlọomeiwu nta",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Uru nwaanyị abụghị sọ n'ụsọekwuEmelitere ikpeazụ na: 3 Maachị 2018",
    "Ịha mmiri ọ bụ ihe na-eme n'ezie n'ala Igbo?Emelitere ikpeazụ na: 26 Ọgọọst 2018",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}