{
  "published": "6 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ifeanyi Agwagu bụ onye 'welder' na-eme ọfụma ugbua mana lee ka o si mụta ya bụ aka ọrụ n'ụlọmkpọrọ.",
    "Ọ gara ụlọmkpọrọ maka mpụ o mere n'obodo ruo afọ abụọ.",
    "Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m - Ekene Obayi",
    "Owerri Prison Break: Onyeisi ndị uweojii Naịjirịa awụchiela n'Owerri ebe a wakporo ụlọ mkpọrọ",
    "'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze",
    "O kwuru na oge mbụ ọ batara n'ulọmkpọrọ, o che na ọ ga-anwụ, mana ugbua ihe ọ mụtara enyewela ya ego.",
    "Gere ya n'uju n'ihe nkiri a:",
    "Vidio, Leohand Lyeanyi: Etu nwunye ya si eri uju ọnwụ ya, Duration 6,003 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Amụtara m ọrụ 'welder' na-enye m ego ugbua mgbe m nọ n'ụlọmkpọrọ', Duration 5,326 Eprel 2021",
    "Vidio, Mike Ejeagha: Etu ndị ntoroọbịa sị tụkọta ego ma rụzie ụlọ ochie ya, Duration 4,234 Eprel 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 1,00elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}