{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigeria Police Force",
    "Onyeisiala Muhammadu Buhari emeela Usman Alkali Baba onyeisi ndị uweojii Naịjiria ọhụrụ.",
    "Ozi si n'aka minista na-ahụ maka ndị uweojii bụ Maigari Dingyadi pụta n'Abuja taa (06/04/2021) gbara ama na ọ malitere ọrụ ozigbo.",
    "Hazigharịa ọnọdụ nchekwa n'Ọwụwa anyanwụ - IGP",
    "Ị chọrọ ịbụ onye uweojii? Lekwa usoro ndenye aha ọhụrụ",
    "Agbanweela onyeisi ndị uweojii na Rivers State",
    "Onyeisiala Buharị agbatịala oge ọrụ IGP Mohammed Adamu ruo ọnwa atọ",
    "Baba na-anọchi Mohammed Adamu bụ onye e sepụrụ oche n'otele dịka ọ gara njem ọrụ n'Owerri.",
    "Alkali Baba bụbu osote onyeisi ndị uweojii tupu e nye ya ọkwa ọhụrụ a ka ọ malitere ozigbo.",
    "A mụrụ ya afọ 1963 na state Yobe.",
    "Ọ gara ụlọakwụkwọ dị elu na mahadum 'Bayero University  Kano' nakwa  Usman Dan Fodio University dị na Maiduguri.",
    "O sonyere ụlọọrụ ndi uweoji na afọ 1988.",
    "Usman Alkali Baba nwere nzere Masters na agụmakwụkwọ Public Administration nakwa Political Science .",
    "O so n' otu ndi gụrụ n'ụlọakwụkwọ 'National Defence College'  nakwa otu 'International Association of Chiefs of Police.",
    "Ọ bụbu onyeisi ndi uweojii Zone 7 Markudi na Zone 7 Abuja ma bụrụkwa onye kọmishọna ndi uweojii n' Abuja nakwa Delta steeti.",
    "Nwafọ Yobe steeti, Baba rụkwara ọrụ dika onye odeakwụkwọ ndi uweojii  tupu a họpụta ya dika Osote Onyeisi gburugburu(AIG) ndi uweojii n' abalị atọ nke ọnwa Nọvemba 2020.",
    "Gọvanọ Rivas steeti bụ Nyesom Wike kwuru okwu n'ige TV n'ehihie Fraịde nke mere ka onye ọbụla kpụrụ ya n'ọnụ.",
    "Vidio, Ọgba mbọ: 'Amụtara m ọrụ 'welder' na-enye m ego ugbua mgbe m nọ n'ụlọmkpọrọ'6 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruikeelekere 3 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Owerri Prison Break: Kpochapụ ndị Ipob na ESN - Mohammed Adam bụbu Onyeisi ndị uweojii Naịjirịa",
    "IG Usman Alkali Baba: Ihe ndị ị kwesịrị ịma maka Onyeisi Uweojii Naijiria ọhụrụ",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "MMM gwuru m chacha ruru nde 3.7Emelitere ikpeazụ na: 31 Maachị 2018",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}