{
  "published": "7 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkammụta Law Mefor akatọla mwakpọ ndị omekome wakporo ụlọ ọrụ ndị uweojii n'Ehime Mbano .",
    "O kwuru na ya bụ ihe gbagọjuru anya ma na-eme ihere.",
    "Owerri Prison Break: Ihe ọma a ga-emere ndị si ụlọ mkpọrọ dị n'Owerri gbapụ ọsọ ma ha lọghachite",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "O kwuru na ndị uweojii ekwesighị ịgbapụta ozigbo bowe ndị otu Ipob ebubo maka ya bụ mkpa mkpa  kama ha kwesiri iwepụta ihe gbara ọkpụrụkpụ gosiri ndị mere kpara ya bụ ajọ agwa.",
    "O kwuru na ọ dịmma ka ndị gọvanọ na ndị ọnụ na-ekwu nọrọ n'ọgbakọ , kpaa maka inweta ezigbo ndị nchekwa obodo ga-echekwa mpaghara ọwụwa anyanwụ.",
    "O kwuru na ihe mere Nnamdi Kanu ji hibe Eastern Security Network bụ makana ohere enweghị nchekwa dapụtara na mpaghara ọwụwa anyanwụ.",
    "Mefor kwuru na ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazịghị nchekwa obodo ọfụma, ESN ga-eguzosi ike.",
    "Ụlọ ndị uweojii nakwa ọtụtụ ụgbọala dị n'ogige ahụ ka ndị ekperima gbara ọkụ.",
    "Ihe ruru ụgbọala iri na abụọ na otu ọgbatumtum ka ndị ekperima lara n'iyi oge ha wakporo isi ụlọọrụ ndị uweojii dị n'Ehime Mbano n'ụbọchị Tuzde.",
    "Ndị mere mwakpo a gbarikwara ụlọọrụ ndị uweojii ahụ ma tọhapụ ndị niile e ji eji, dịka ndị obodo si kwuo.",
    "Owerri Prison Break: Ihe ọma a ga-emere ndị si ụlọ mkpọrọ dị n'Owerri gbapụ ọsọ ma ha lọghachite",
    "Ọ bụ anyị kpọrọ ndị agha oku enyemaka - Gọọmentị Imo steeti",
    "Mwakpo a mere ka ọ gachara awa olemole Osote Onyeisiala Naịjirịa bụ Yemi Osinbajo gara Owerri, isi obodo Imo steeti, iji anya ya hụrụ ihe e mebiri oge ndị ekperima wakporo isi ụlkọọrụ ndị uweojii nakwa ụlọ mkpọrọ dị n'Owere n'isi ụtụtụ ụbọchị Mọnde.",
    "Chetakwa na onyeisi ndị uweojii bụ Mohammed Adamu gakwara Owere n'ụbọchị Tuzde ka o were anya gbaara onwe ya ekeresimesi, mana ọ ka nọ n'Owere oge ozi pụtara na Onyeisiala Muhammadu Buhari agbaneela ya tinye onye ọhụrụ.",
    "Owerri Prison Break: Ihe ọma a ga-emere ndị si ụlọ mkpọrọ dị n'Owerri gbapụ ọsọ ma ha lọghachite",
    "Imo State Police: Awakpola isi ụlọọrụ ndị uweojii dị n'Obowo gbuo ndị uweojii abụọ",
    "Etu e si gbuo mmadụ isii na mwakpo mere n'Adani Enugwu Steetị",
    "Oge ya bụ mwakpo mere n'Ehime Mbano na mgbede ụbọchị Tuzde, ọnụ na-ekwuru ndị uweojii Imo steeti bụ Orlando Ikeokwu, kwuru na ọ bụ ụgbọala atọ ka a gbara ọkụ.",
    "Mana mgbe BBC gbara ụkwụ ebe ahụ n'ụtụ Wenezde a, anyị hụrụ na ụgbọala gbara ọkụ mere nkarị.",
    "Dịka Orlando Ikeokwu si kwuo, onweghị onye nwụrụ maọbụ merụọ ahụ na mwakpo ahụ.",
    "Ụgbọala a gbara ọkụ n'ogige ndị uweojii n'Ehime Mbano",
    "Ndị uweojii ekweghị ka ndị ntaakụkọ anyị see onyonyo ọbụla, mana ha gbara mbọ isete foto ndị a dị n'akụkọ a.",
    "Ndị nọ ebe ihe mere kwuru na ndị ekperima ahụ tọhapụrụ ndị e ji eji tupu ha zunye ogige ha ọkụ.",
    "Ụlọ ndị uweojii nakwa ọtụtụ ụgbọala dị n'ogige ahụ ka ndị ekperima gbara ọkụ.",
    "Imo State Police: Awakpola isi ụlọọrụ ndị uweojii dị n'Obowo gbuo ndị uweojii abụọ5 Febụwarị 2021",
    "Adani Community Clash: Etu e si gbuo mmadụ isii na mwakpo mere n'obodo a dị n'Enugwu Steetị30 Maachị 2021",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike7 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche7 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Owerri Prison Break: Aka ndị ndọrọndọrọ ọchịchị dị n'ihe mere n'Owerri - Uzodimma",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Lee ndị IGP rụọrọla ọrụ n'afọ iri gara aga",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "O nweghị sakramenti jikọrọ mụ na Ned Nwoko, di Regina Daniels - Chika IkeEmelitere ikpeazụ na: 15 Septemba 2020",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}