{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigeria Police Force",
    "Onyeisiala Naijiria bụ Muhammadu Buhari nọrọ Ụbọchị Tuzde tinye Usman Alkali Baba n'oche Onyeisi ndị uweojii Naijiria.",
    "Tupu nke a emee, Mohammed Adamu bụ onye Buharị họpụtara n'afọ 2019 bụ onyeisi ndị uweojii.",
    "IG Usman Alkali Baba: Ihe ndị ị kwesịrị ịma maka Onyeisi Uweojii Naijiria ọhụrụ",
    "N'ime afọ iri gara aga nke ọchịchị Goodluck Jonathan na Buhari, enweela ndị isi uweojii mmadụ isii ma a gụpụ nke a nọ ugbua.",
    "Lee ihe ndị i kwesịrị ịma maka ha:",
    "Hafiz Ringim (2010-2012)",
    "Hafiz Ringim chịrị ndị uweojii Naijiria n'oge ọchịchị Goodluck Jonathan.",
    "Ọ bụ oge ọ nọ n'ọkwa ka ndị Boko Haram kpara ike wuru ewu dịka ha tụrụ ogbunigwe n'ụlọọrụ UN nakwa isi ụlọọrụ ndị uweojii n'Abuja n'afọ 2011.",
    "Ringim pụrụ n'ọkwa ya n'afọ 2021.",
    "Ugbua ọ na-arụzi ọrụ ugbo n'Okpuru ọchịchị ya bụ Ringim na Jigawa Steeti n'Ugwu Awusa.",
    "Ebe foto si, Nigeria Police Force",
    "Muhammad Abubakar a ma dịka D Abubakar rụrụ ọrụ dịka onyeisi ndị uweojii naanị afọ abụọ dịka onye ọ nọchiri.",
    "Ọ bụ oge ọ nọ n'ọkwa ka ngagharịiwe 'fuel subsidy nke afọ 2012 mere.",
    "Ugbua, ọ bụ 'Pro-Chancellor' na onyeisioche mahadum 'Al Hikmah University' dị n' Ilorin, Kwara steeti, ya na oke ọgaranya n'Afrịka bụ Dangote gọrọ ọgọ dịka nwa ya bụ Jamil Abubakar lụrụ nwa Dangote.",
    "Sulaiman Abba bụ otu n'ime ndị bụbu ndị isi ndị uweojii anọghị anọ n'ọkwa ya dịka ọ nọrughị otu afọ.",
    "Abba nọchiri Abubakar dịka onyeisi ndị uweojii ma nọkwaa n'ọkwa ahụ rue oge ntuliaka afọ 2015 tupu Jonathan ewepụ ya n'ọkwa.",
    "Sulaiman anọọla n'ọkwa dị iche iche n'ọrụ ndị uweojii nke gụnyere onye nche pụrụ iche (ADC) nke nwunye onye bụbu Onyeisiala Sani Abacha bụ Maryam Abacha.",
    "Solomon Arase bụ onyeisi ndị uweojii gburugburu nke iri na asatọ tupu Jonathan etinye ya n'ọkwa.",
    "Ọ bụbu onyeisi ngalaba ndị uweojii na-ahụ maka nnyocha a kpọrọ \"criminal intelligence and investigations bureau\".",
    "Ọ bụ n'oge ya ka e mere ntuliaka afọ 2015 nke webatara ọchịchị ndị APC.",
    "Ọ rụkwara na Namibia dịka ndị uweojii na-ekpe udo n'aha otu United Nations \"Namibia peace keeping operations of United Nations\", dịka onyeisi ndị uweojii.",
    "Nke a bụ IG dịka onye ọ nọchiri nọrọ n'ọkwa ya naanị otu afọ.",
    "Ebe foto si, Nigeria Police Force",
    "Ibrahim Idris bụ onyeisi ndị uweojii mbụ Onyeisiala Buhari ka ọ banyechara ọkwa onyeisiala.",
    "Dịka Wikipedia si kwuo, Ibrahim bụ onyeisi uweojii kwuputara n'ọha ihe ndị o nwere nke mere ka ngalaba 'Code of Conducts Bureau' too ya.",
    "Ihe ndị mmadụ na-eji echeta Mohammed Adamu bụ ngagharịiwe End SARS mere oge ọ nọ n'ọkwa.",
    "N'agbanyeghị na o kposara SARS, ọtụtụ kwenyere na ọ gbaghị ọsọ mmiri ahụ n'oge.",
    "Onye Nasarawa steeti, gụrụ 'Geography' na mahadum, ọ rụrụ ọrụ afọ abụọ tupu ewepụ ya n'ụbọchị Tuzde.",
    "Adamu Mohammed oge ọ gara Owere,Imo steeti",
    "Usman Alkali Baba (2021)",
    "Alkali Baba bụ onye a kpụ n'ọnụ dịka ọ banyere n'ọkwa onyeisi ndị uweojii ugbua, ugbua.",
    "Ọtụtụ ụmụ Naijiria nọ na nchekasị dịka o si gbasa ọnọdụ nchekwa obodo nke na-eme n'Ọwụwa Anyanwụ nakwa n'Ugwu Awụsa.",
    "Ebe foto si, Police",
    "Ọrụ chere Alkali Baba dịka onyeisi Uweojii ọhụrụ",
    "Na nso nso a mwakpo na-arị elu n'Ọwụwa-Anyanwụ.",
    "Nke kachasị ewu na nso nso a bụ mwakpo a wakporo ụlọmkpọrọ nakwa isiụlọọrụ ndị uweojii n'Owere, isiobodo Imo steeti ebe ndị e ji eji karịrị otu puku riri mbombo ọsọ.",
    "N'ọnwa atọ gara aga, ndị ekperima wakporo ụlọakwụkwọ anọ n'Ugwu Naijiria.",
    "Ụfọdụ ụmụakwụkwọ ụlọakwụkwọ, 'Federal College of Forestry Mechanisation' dị na Kaduna ndị ntọ tọọrọ ka nọ n'aka ndị ji ha.",
    "N'Ọdịda-Anyanwụ Naijiria, nsogbu ndị ọrụ ugbo na ndị ọchịehi ka na-aga n'ihu dịka ọnwụ, na mmebi ihe na-aga n'ihu na mpaghara ahụ.",
    "New IGP of Police: President Buhari don appoint Usman Alkali Baba as Acting Inspector General of Police6 Eprel 2021",
    "Buhari extend IGP Mohammed Adamu tenure by three months4 Febụwarị 2021",
    "Mohammed Adamu: Wia Nigeria next IGP suppose come from?1 Febụwarị 2021",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike7 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche7 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Owerri Prison Break: Aka ndị ndọrọndọrọ ọchịchị dị n'ihe mere n'Owerri - Uzodimma",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Lee ndị IGP rụọrọla ọrụ n'afọ iri gara aga",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "O nweghị sakramenti jikọrọ mụ na Ned Nwoko, di Regina Daniels - Chika IkeEmelitere ikpeazụ na: 15 Septemba 2020",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}