{
  "published": "7 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwada Florence Okorie na-emepụta ncha nkọta kọwaara BBC Igbo etu o si emepụta nche a nke o ji azụ ezinaụlọ ya.",
    "Ọ sị na ọ na-eji nkwu mkpụrụ nkwụ emepụta ncha nkọta a dịka ha mụtara ya n'aka ndị nna nna ha.",
    "'Eji m ịsụ mkpụrụakwụ na mmanụ nri zụọ ezinaụlọ m'",
    "Buhari enyela Ụlọakụ Etiti iwu ịmachie ịtụbata mmanụ nri",
    "Ngwa nri, mmanụ ụgbọala, ọkụ latrik na ihe ndị ọzọ ọnụego ha rịrị elu ọrji na 2020",
    "Okorie gosiri ka o ji ngwu mkpọrọ akwụọ okụ ka o ree ma bụrụ ntụ.",
    "Dịka o rechara na ọ ga-etinye ya mmiri ma zaa ya.",
    "Mmiri ahụ azapụtara na ya ka a ga-esi n'ọkụ ruo mgbe ọ ga-atafọ obere mmiri, e tinye zie ya mmanụ ma hapụ ya n'ọkụ ruo mgbe ọ tacha mmiri.",
    "Okorie sị na a na-eji ncha ndị a asa ahụ, akwa, efere na ihe ndị ọzọ.",
    "Ọ na-enye aka ịgwọ ọkọ, kịtịkpa, ọkpụisi eri ego, akpụkpa na ihe ndị ọzọ na-eme n'ahụ mmadụ.",
    "Kirie ihe o kwuru n'uju;",
    "Vidio, Leohand Lyeanyi: Etu nwunye ya si eri uju ọnwụ ya, Duration 6,003 Eprel 2021",
    "Vidio, How to make black soap: Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Vidio, Mike Ejeagha: Etu ndị ntoroọbịa sị tụkọta ego ma rụzie ụlọ ochie ya, Duration 4,234 Eprel 2021",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Ọgba mbọ: 'Amụtara m ọrụ 'welder' na-enye m ego ugbua mgbe m nọ n'ụlọmkpọrọ', Duration 5,326 Eprel 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Uche Mefor: Mpaghara Ipob nke m nọ na ya so hibe 'Biafra De facto Customary Government', Duration 6,3317 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}