{
  "published": "8 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisioche ọgbakọ obodo Mbieri bụ Adolphus Nnadi, ekwuola na ọ bụ ụmụokorobịa obodo ha si n'ụlọmkpọrọ dị n'Owere gbaa ọsọ, wakporo ụlọ ndị uweojii dị n'obodo ha n'ụbọchị Wenezde.",
    "Ụmụ okorobịa karịrị iri abụọ wakporo ụlọọrụ ndị uweojii dị na Mbieri, gbaa ha egbe ma mebisia ụfọdụ ihe.",
    "Owerri Prison Break: Aka ndị ndọrọndọrọ ọchịchị dị n'ihe mere n'Owerri - Uzodimma",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "IG Usman Alkali Baba: Ihe ndị ị kwesịrị ịma maka Onyeisi Uweojii Naijiria ọhụrụ",
    "Adolphus Nnadi kọwara na ndị mere ihe ahụ bụ ụmụ obodo ha na-enyebu ha nsogbu ma na-ere ọgwụike dị icheiche, mana ndị obodo gbakọrọ aka buso ha agha, nwuchie ha, ma nyefeee ha n'aka ndị uweojii nke mere e ji tinye ha na nga.",
    "Mana oge ha si n'ụlọ nga gbapụta, ha lọghachiri Mbieri wee ṅụọ iyi na ha ga-abọ ọbọ ihe ndị obodo mere ha.",
    "Nnadi gara n'ihu kwuo na obi dị ya ụtọ etu ndị uweojii si kwụdosie ike ma chụọ ndị ntorobịa ahụ ọsọ.",
    "Adolphus Nnadi sị na ọ bụ ya ji ọkwa praịm mịnịsta n'obodo Mbieri",
    "Mgbe BBC Igbo kpọtụụrụ eze ọdịnala Mbieri bụ Eze Madumere, ọ katọrọ ya bụ ihe merenụ ma kwuo na Mbieri bụ obodo e ji udo mara.",
    "N'aka nke ha, ndị uweojii n'Imo steetị kwuru na mmadụ abụo ndị otu ha merụrụ ahụ na ya bụ mwakpo.",
    "Ụlọ ntaakụkọ Channels TV kwukwar na otu onye uweojii na-efu efu site na mwakpo a, mana ọnụ na-ekwuru ndị uweojii bụ Orlando Ikeokwu gwara BBC na nke ahụ abụghị eziokwu.",
    "Ebe foto si, Orlando Ikeokwu",
    "Orlando Ikeokwu bụ ọnụ na-ekwuru ndị uweojii n'Imo steeti",
    "N'akụkọ yiri ibe ya, ndị o ji egbe gara ịwakpo ụlọọrụ ndị uweojii n'obodo Ugbodo di n'Okpuru Ọchịchị Ebonyi nke dị n'Ebonyi Steeti.",
    "Ndi uweojii kwuru na otu onye ojiegbe nwụrụ na mwakpo ahụ ebe otu onye uweojii merụrụ ahụ.",
    "Mwakpo ndị a na-abịa dịka oke mwakpo na-eme n'ebe dị icheiche na mpaghara Ọwụwa Anywụ Naịjirịa.",
    "Mwakpo a mere n'Abalị Tusde.",
    "BBC Igbo kpọrọ ọnụ na-ekwuru ndị uweojii n'Ebonyi steeti bụ Loveth Odah mana ọ zaghị ekwentị ya.",
    "Onye ntaakụkọ ya na BBC na-arụ ọrụ na steeti ahụ kwuru na ọ bụ eziokwu na ihe a mere ma kwukwa na a gwara ha na ọ bụ ọnu na-ekwuru ndị uweojii gburugburu bụ Frank Mba ga-etinye ọnụ n'ihe a mere dịrị.",
    "BBC Igbo kpọtụụrụ Frank Mba, o wee kwuo na ya bụ ihe mere eme n'eziokwu.",
    "Imo State News: Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike7 Eprel 2021",
    "Imo state news: Ndị ntọ atọọrọla Eze, ndị nze ya na mmadụ anọ ndị ọzọelekere 9 gara aga",
    "Ndị wakporo obodo Mbieri bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri8 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Meforelekere 7 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "IG Usman Alkali Baba: Ihe ndị ị kwesịrị ịma maka Onyeisi Uweojii Naijiria ọhụrụ6 Eprel 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Ndị wakporo obodo Mbieri bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri",
    "Ndị ntọ atọọrọla Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}