{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, EPA",
    "DMX bụ otu onye kachasị kpa ike n'ịma mbem mba Amerịka n'afọ ndị 1990 na 2000.",
    "Ọ bụkwa onye mbụ kemgbe ụwa ọbaegwu ise ya ruru ọkwa mbụ na ngụkọ egwu 'Billboard chart' nke mba Amerịka.",
    "O rere ọbaegwu nde iri na anọ na mba ahụ, rite nhọpụta Grammy atọ ma na-emekwa ọfụma n'ime ihe ejije.",
    "Ihe bụ ike ya bụ etu o si eme ka egwu ya ree ahịa ma na-edebekwa onwe ya ka o si dị.",
    "Ebe foto si, Getty Images",
    "Mana DMX karịrị otiegwu ahụ a ma ọfụma, egwu ya mgbe ụfodụ na-ekwu maka ọchịchọ nke mmụọ nakwa ahụhụ dị n'itopute n'ogbe.",
    "Dịka afọ na aghọrọ afọ, egwu ya nakwa agbanwe ịgosi ihe ndị ọ na-agabiga na ndụ ya gụnyere ịṅụ ọgwụ ike, mwuchi n'aka ndị uweojii, ịga ụlọ mkpọrọ, ịga ụlọ nhicha nakwa ihe dị icheiche metụtara ọgwụ ike, itigbu mmadụ, imegbu anụmanụ nakwa ịgbanarị ụgwọ ụtụ isi.",
    "Ebe foto si, Alamy",
    "DMX pụtara n'ihe ejije 1998 akpọrọ Belly",
    "Na mkparịtaụka o nwere n'igwe Podcast 'People's Party' ọma mbem ibe ya bụ Talib Kweli, DMX kọwara etu ịṅụ ọgwụ ike ya si bido n'afọ iri na anọ mgbe otu nwoke ọ tụkwasịrị obi dị afọ iri atọ nyere ya Igbo etinyere 'crack coacaine' n'ime ya.",
    "\"Nwoke ahụ kpọbatara m n'ihe kachasị dị m mkpa bụ egwu mana o kere anyị Igbo\" ka o kwuru.",
    "\"E mechara m chọpụta na o tinyere crack na Igbo ahụ. Gịnị mere iji mee ya nwata? Ọ dị afọ iri atọ ma mara na m tụkwasịrị ya obi. Gịnị ka ị ga-eji mee ya onye na-elegaara gị anya?\"",
    "DMX ka amụrụ Earl Simmons n'ọnwa Disemba afọ 1970 na Mount Vernon na New York ebe o toro.",
    "Mgbe ọ dị na nwata, ọ na-ebigharị n'ụlọ enyemaka ndị nweghi nne na nna nakwa mpiogharị n'aka ndị nchekwa.",
    "Anwụchikwara ya n'afọ iri na ise nke o ji gụ egwu ntule ahụhụ dị n'ibi ndụ 'ghetto' dịka o si kpọ ya.",
    "Ebe foto si, Alamy",
    "DMX sere eserese maka ọnwụ nkita ya bụ Boomer",
    "DMX mụtara etu e si anabata nkita ndị enweghi obibi ma jidesie ha ike.",
    "O dekwara aha nkịta ya ọ hụrụ n'anya akpọrọ 'Boomer' n'azụ ya mgbe ụgbọala kuturu ya. O jikwa ihe gbasara nkịta etiegwu ya dịka o tiputere \"Get At me Dog\" n'afọ 1998.",
    "\"Ihe ọ gabigara na ndụ ya jogburu onwe ya\" ka onye ọkaiwu ya bụ Murray Richman kwuru mgbe ahụ.",
    "\"Anụla m ihe ọjọọ mana anụbeghị m nke jọrọ njọ dịka etu a.\"",
    "Ebe foto si, Getty Images",
    "DMX ebe ọ na-eti egwu n'afọ 2016",
    "DMX chọpụtara nzọpụta ya n'egwu 'Hip-hop', o bidoro dịka DJ ma bidozie mawa mbem dịka o si na DMX ịgba bekee nweta aha ya.",
    "Ambeghị ya mgbe o binyere aka n'akwụkwọ Columbia Records n'afọ 1992, o nweghi onye nyere ya aka dịka egwu mbụ ya \"Born Loser\" achịtaghị aja.",
    "DMX kwuputara obi mgbu ya maka ihe ọ na-agabiga n'aka ndị Record ahụ nke mere na ha nyere ya ohere ịgbaka akwụkwọ jikọrọ ha.",
    "Ọ malitere ịrụpụta ọrụ aka ya n'ịgụrụ ndị ọzọ egwu nke gụnyere LL Cool J - 4,3,2,1 nakwa '24 Hours to Live' nke Mase.",
    "Ọ mechara tipute 'It's Dark and Hell is Hot' nke mere ka ejiri ya maa atụ dịka ọma mbem ọzọ bụ Tupac Shakur.",
    "Ebe foto si, Getty Images",
    "DMX mgbe e mere ngagharị ngụegwu 'Hard Knock Life' n'afọ 1999",
    "\"Ọ dị m ka ọha mmadu adịla njikere ị mata ihe\" bụ ihe echeere na ọ gwara Def Jam Records n'afọ 1998. Ya mere m ga-eji bawanye n'ihi na o nweghi ihe ọzọ m nwereike ịme!\"",
    "O teghi aka nke a mechara, eboo ya ebubo mwakpo nwaanyị n'ike mana ihe akaebe gbapụtara ya.",
    "O mechara sonye n'ihe onyonyo mbụ ya bụ Belly nke Hype Williams rụpụtara nakwa nke ndị mmadụ katọrọ maka oke tigbuo zogbuo dị na ya.",
    "DMX ugbua ahụ na-arụzi ọrụ n'ọbaegwu nke abụọ ya Flesh of my Flesh, Blood of my Blood. O gosiri foto ebe ọma mbem ahụ nọ ọbara ju ya ahụ. N'agbanyeghị nke a, ndị nso ya  kwagara egwu ahụ n'ọkwa nke mbụ na ngụkọ egwu.",
    "Ebe foto si,  Washington Post/Getty",
    "Ndị nso DMX n'afọ 2001",
    "Ebe foto si, Alamy",
    "DMX na Steven Seagal n'ihe ejije 2001 bụ Exit Wounds",
    "Ebe foto si, Alamy",
    "DMX na Jet Li n'ihe ejije afọ 2003 akpọrọ Cradle 2 The Grave",
    "Ebe foto si, Getty Images",
    "DMX lụburụ Tashera Simmons",
    "\"X bụ ajọ mmadụ. Ọ bụghị onye mbụ, ọ bụ etu ndị ụlọntaakụkọ si egosi m\" ka o kwuru. \"O teela aka m na-ekwu ụdịrị mmadụ m bụ nakwa omume m nwere.",
    "Mana ugbua, ọ dịghị zị m ka o nwere ihe dị iche. A bụ m Earl mgbe mụ na ụmụ m nọ. Ihu ụmụ na-eme m\"",
    "Ọ ma mbe m ahụ nwere ụmụaka 15 n'aka nwaanyị dị icheiche. Ọ lụrụ Tashera Simmons n'afọ 1999, ha nọrọ afọ iri na otu ma ka bụrụ enyi.",
    "N'afọ 2016, ọ daara mgbe ọṅụfere ọgwụ ike oke n'ọdọ ụgbọala dị na New York. Ọ laghchitere mgbe onye ọrụ ahụike gbara ọgwụ tụgharịrị ọrụ ọjọọ Heroin na-arụ n'ahụ mmadụ.",
    "Ebe foto si, Getty Images",
    "DMX na onye ọkaiwu ya bụ Murray Richman ebe ha si ụlọikpe apụta dịka eboro ya ebubo ịgbanarị ụgwọ ụtụ isi",
    "N'afọ ọzọ na-abịa, ọ kagburu ọtụtụ mmemme egwu ya iji ga n'ụlọ nhicha ọgwụ ike. \"Ọ dị mkpa ya ịwere ọtụtụ oge chekwaa ahụike ya ka o nweike bụrụ ezi nna, ezi enyi na otiegwu\" ka onye na-elekọta ya bu Pat Gallo kwuru.",
    "Akpụpụrụ ya ụlọikpe maka mgbalahụ ụgwọ ụtụ isi n'afọ 2018 dịka o ji gọọmentị nde dọlla iri na asaa site n'ego o kpatara n'afọ 2002 na 2005. O depụtekwaghị maka ụgwọ ụtụ isi ya site n'afọ 2010 rue 2015.",
    "Ebe foto si, Getty Images",
    "DMX ebe ọ na-eti egwu n'afọ 2019",
    "Otu ọkaikpe kpọrọ mgbalahụ ụgwọ ụtụ isi ya \"atụghị egwu chaachaa\" ma tụbaa ya na nga ihe ruru otu afọ.",
    "Dịka ọ pụtara n'afọ 2019, DMX laghachiri ụlọ nhicha ọgwụ ike.",
    "Na mkparịtaụka ya na Talib Kweli, o kwuru na ọ mụtala na ọ dịịrị ya mkpa ịmepe ọnụ ya maka nsogbu ya ma natakwa enyemaka mgbe ọ chọrọ ya.",
    "\"A mụtara m na a ga m enyocha ihe nile na-esogbu m\" ka o kwuru. \"E nweghi m onye m na-akọburu...na ebe anyị bi o nweghi onye chọrọ ịnụ ụdịrị ihe ahụ\".",
    "\"Ị kwuo maka nsogbu gị, ndị mmadụ echee na ịbụghịzi nwoke kama na ọ bụ otu ihe kachasị gosi obiike ị ga-eme\" ka o kwuru.",
    "Ugbua, ndị mmadụ na-eru ya uju maka ozi ọnwụ ya na Twitter, Facebook na n'Instagram.",
    "Rapper DMX in hospital after heart attack4 Eprel 2021",
    "Rapper DMX played his own song to a judge in court29 Maachị 2018",
    "DMX is out of hospital after being resuscitated in hotel car park10 Febụwarị 2016",
    "Rapper DMX arrested for marijuana possession in US22 Ọgọọst 2013",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla9 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philipelekere 7 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ọ bụ otu Gọvanọ chịburu Imo steeti haziri ndị wakporo ụlọmkpọrọ n'Owerri - Declan Emelumba",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philip",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Prince Philip: Ndụ ya na foto",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndị ntọ atọọrọla Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti",
    "Prince Philip, Duke Edinburgh: Kedụ ihe mere BBC na-agbasakarị ozi banyere ọnwụ onye ezinaụlọ obieze Ingland n'ụzọ pụrụ iche?",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}