{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook/Ada Jesus comedy, Chimarine Ofiafuluagu",
    "Chi Marine Temple bụ onye dibia ekwuola na ọ gbagharala Mmesoma Mercy Obi, onye e ji Ada Jesus Comedy mara, maka mkparị ọ kparịrị ya.",
    "Chi Marine Temple mere ihe onyonyo ebe o sekpuru ala na-arịọ Odumeje ka ọ gbaghara Ada Jesus dịka ya na onwe ya si mee.",
    "Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma - Ada Jesus Comedy",
    "Gịnị na-esere Odumeje, ụmụ Pericoma na ndị Arondizuogu?",
    "Onye na-etizi \"Indaboski\" a?",
    "O kwuru sị na ebe ọ nwereike ịgbagharanwu Ada Jesus n'agbanyeghi ụdịrị mkparị ọ kparịrị ya (nke ọ sị karịrị nke ọ kparịrị ndị ọzọ), na Odumeje bụ onye ụka kwesịrị imenwu ka o si mee.",
    "Chi Marine mechara nye Ada Jesus ego iji tinye na nke o ji azọ ndụ ya n'ụlọọgwụ.",
    "Nke a na-abịa dịka ụfọdụ ndị mmadụ na-ekwu na Ada Jesus nọ n'ute ọrịa ugbua n'ihi mkparị ọ kparịrị ndị gụnyere Chi Marine Temple, Rita Edochie bụ ome ejije Nollywood nakwa Onye Amuma Chukwuemeka Ohanaemere e ji Odumeje mara.",
    "Dịka nke a na-eme, ihe onyonyo malitere ifegharị ebe Edochie bụ ome ejije na Odumeje kwuru na ha agaghị agbaghara Ada Jesus maka ihe ndị o kwuru maka ha.",
    "Odumeje bụ onye nna Ada Jesus kpọtara nwa ya ka ọ mara ma ọ ga-anata mgbaghara nakwa ọgwụgwọ n'aka ya, kwuru na o nweghi ike ịgbaghara ya n'ihi na ọ gbagharaburu ya na nke mbụ mana ọ gara n'ihu ka na-akpọ ya aha ọjọ, na-akatọ ya.",
    "O kwuru na Ada Jesus mere ka ndị mmadụ na-akparị ya na Facebook, ma na-akpọ ya na ọ bụ onye amụma ụgha.",
    "Edochie kwuru n'ihe onyonyo ahụ na Ada Jesus kparịrị ezinaụlọ ya, ma kwuo na ọ bụrụ na o nweela mgbe o kwuru na Odumeje na-akpọta ndị ọ na-eji eme ọrụ ebube ụgha, na aka ya agaghị eru ihe ọbụla ọ chọrọ n'ụwa.",
    "N'otu aka ahụ, o kwuru na ọ bụrụ na ọ bụghị ihe o kwuru, na Ada Jesus agaghị esi n'ute ọrịa ya bilie.",
    "Edochie kwuru na n'agbanyeghi ihe niile o meere Ada Jesus, na ọ gara n'ihu katọọ aha ya, na ọ bụ ya mere na ọ gaghị esi n'ute ọrịa ahụ bilie ruo mgbe o mere ihe ndị ọ sị ya mee.",
    "Mana BBC Igbo kpọkuru Rita Edochie bụkwa ọnụ na-ekwuru Odumeje, mana ọ gwara anyị na ọ ga-aza anyị oku mgbe e mechara.",
    "South East Security Summit: Ndị gọvanọ ọwụwa-anyanwụ ehiwela 'Ebube Agu' maka nchekwaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Prince Philip: Ụlọụka Canterbury na-akara ya ụka ncheta taa bụ April 1110 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ihe mere m ji gbaghara Ada Jesus - Chi Marine Temple",
    "South East Security Summit: Ndị gọvanọ ọwụwa-anyanwụ ehiwela 'Ebube Agu' maka nchekwa",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Idina onye nkuzi maka ule: OAU etinyela ọnụEmelitere ikpeazụ na: 12 Eprel 2018",
    "Oke mmiri eburula ụlọ ma merụọ ndị mmadụ ahụ n'Ebonyi",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Lee ihe iri bụ arụ ma nwaanyị Igbo mee yaEmelitere ikpeazụ na: 4 Septemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}