{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bruno Iwuoha Facebook",
    "Dịka otu jikọrọ ndị ejije na Naịjiria bụ Actors Guild of Nigeria (AGN) si kwuo n'ozi ha zipuru, Bruno Obinna Iwuoha bụ ome ejije a ma ama anwụọla ka ọ dị afọ 68, ọ rịara ọrịa tupu ọ nwụọ.",
    "Iwuoha nwụrụ n'ụtụtụ ụbọchị Satọde, 10 nke ọnwa Epreelụ 2021, ka ọ rịachara ọrịa shuga.",
    "Chadwick Boseman mere ejije Black Panther anwụọla n'ọrịa Cancer",
    "Amaka Igwe nwaada Igbo soro hibe Nollywood",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Ndị otu ya gụnyere Emeka Rollas bụ onyeisi otu AGN, tiri ezinaụlọ ya aka n'obi, dịka o kpekwara ekpere ka chukwu nwee ike ịgba ha ume.",
    "Emeka Rollas gwara BBC Igbo na Iwuoha banyere 'coma' kemgbe izu atọ gara aga, tupu ọ nwụọ; ma kwukwaa na ọnwụ ya na-ewute ha nke ukwuu.",
    "O jikwa ohere a na-akpọku ndị otu ya na Nollywood ka ha gbaa mbọ hụ na ha sonyere n'atụmatụ AGN nwere iji kwado ahụike ndị mmadụ, nke ọ sị ga-eme ka ndị mmadụ nwee ike na-achọpụta ọrịa na-arịa ha tupu ọ bụrụ nnukwu nsogbu.",
    "Rollas kwuru na enweghi mgbe ọbụla o ji ụgwọ ụtụ a na-akwụ dịka ndị otu AGN.",
    "O kwukwara na ọ bụ otu onye na-enyekarị ya bụ Rollas ndụmọdụ dịka onye nna, na-asị ya na ọ ma na ọrụ na-ejukarị ya aka, mana ọ ma na Chukwu ga-enye ya amara ịrụ ya bụ ọrụ.",
    "Iwuoha bụ onye Umunumo Umuanunu dị n'okpuruọchịchị Ehime Mbano nke Imo steeti",
    "Ọ hapụrụ nwunye ya na ụmụ isii ha wee gakwuru ndị nna nna ya n'ala mmụọ.",
    "O mere ọtụtụ ejije gụnyere 'Magic cap', Sins of the Flesh, Circle of Lives, Fire Dancer nakwa ndị ọzọ.",
    "O ritere ihe nrite gụnyere 'Best Supporting Actor' nke ndị Africa Movie Academy Awards (AMAA) nyere ya maka ejije Sins of the Flesh, n'afọ 2007.",
    "Prince Philip: A ga-eli ya n'ụbọchị 17 nke ọnwa Epreelụelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philip9 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "Oke mmiri eburula ụlọ ma merụọ ndị mmadụ ahụ n'Ebonyi",
    "Prince Philip, Duke Edinburgh: Kedụ ihe mere BBC na-agbasakarị ozi banyere ọnwụ onye ezinaụlọ obieze Ingland n'ụzọ pụrụ iche?",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Prince Philip: Ndụ ya na foto",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ndị wakporo obodo anyị bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri",
    "Ihite Uboma unrest: Ụmụ ntorobịa iwe dị n'obi agbaala ụlọọrụ ndị uweojii ọkụ maka onye otu ha e gburu n'Ihite Uboma, Imo steeti",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}