{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chibuzor Ekenze",
    "Ọ bụ Eze Charles Iroegbu nwe ụlọọrụ ụgbọala 'All States Mass Transit'",
    "Obodo na-ede jiji n'Umuezi Nguru, dị n'Aboh Mbaise, dika ndị ntọ tọọrọ Eze obodo ahụ bụ Eze Charles Ndụbuisi Iroegbu na mmadụ isii ndị ọzọ gụnyere ndị obi ya n'abalị Wenezde.",
    "A tọọrọ ndị a dịka ha si Mbanọ ebe ha gara agbamnkwụ na-alọta n'abalị Tuzde.",
    "Etu e si tọrọ ụkọchukwu na ndị ụka Anglịcan si agbamakwụkwọ alọta",
    "Boko Haram sị ka akwụọ N100m n'isi Abraham Amuta",
    "Ọgọ Eze Iroegbu bụ Maazị Chibuzo Ekenze gwara BBC Igbo na ọ bụ mmadụ asaa ka ndị omekome ahụ tọrọ gụnyere \"Eze Iroegbu, ọkparanne ya, nwanne papa, ndị nze abụọ, na ndị ntoroọbịa na-eso eze abụọ.\"",
    "Ekenze gbara ama na ọ bụ \"Ha nọ n'ime ụgbọala abụọ (hummer bus nakwa obere ụgbọala ọzọ) si agbamakwụkwọ omenala enyi Eze na-ala, ka ndị bu egbe nọchiri ha, \"ma yigharị ebe ha na-aga ka ọdachi ahụ mere.",
    "\"Ha kwapụrụ ọkwọụgbọala bu eze, ọkwọụgbọala ha nọchie, ha jirizie ụgbọala nke ha nwere duru ha gbawara.\"",
    "Ekenze kwuru na kemgbe ya bụ ihe mere, o nwebeghị onye kpọrọ ezinaụlọ ha nye ha ozi ọbụla maka ndị atọọrọ.",
    "O kwuru na mbọ niile ha gbara inweta ndị ahụ atọọrọ n'ekwentị amịtaghị mkpụrụ dịka akara ekwentị ha anaghị aga aga.",
    "Ikenze kwuru na ha ewegharala ndị uweojii nakwa ndị ọnụ na-eru n'okwu mkpesa maka ihe mere.",
    "Ọ gara n'ihu kwuo na ndị Umuezi Nguru Aboh Mbaise chị obi ha n'aka.",
    "\"Onye ọbụla nọpụrụ ka ebe ndị mmadụ nwuru.\"",
    "Oge BBC Igbo kpọrọ ọnụ na-ekwuru ndị uweojii Imo steeti bụ Orlando Ikeokwu, ekwenti ya agaghị aga.",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Lee ndị IGP rụọrọla ọrụ n'afọ iri gara aga",
    "Kidnapping: ụzọ asatọ ị ga-eji agbalahụ ndị ntọ17 Mee 2019",
    "Vidio, Kidnappers: Ndị ntọ asaala asịsa22 Maachị 2019",
    "Vidio, Ihe m gabigara n'aka ndị ntọ15 Mee 2018",
    "Vidio, Kaduna Anglican Kidnap: Etu e si tọrọ ụkọchukwu na ndị ụka Anglịkan si agbamakwụkwọ alọta8 Eprel 2021",
    "Ndị wakporo obodo Mbieri bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri8 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Meforelekere 7 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "IG Usman Alkali Baba: Ihe ndị ị kwesịrị ịma maka Onyeisi Uweojii Naijiria ọhụrụ6 Eprel 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Ndị wakporo obodo Mbieri bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri",
    "Ndị ntọ atọọrọla Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}