{
  "published": "9 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Declan Emelumba",
    "Declan Emelumba bụ Kọmishọna mgbasaozi n'Imo steeti",
    "Dịka a ka na-achọ ndị ekperima wakporo ụlọ mkpọrọ nakwa isi ụlọọrụ ndị uweojii dị n'Owere n'ụbọchị ise nke ọnwa Eprel 2020, Kọmishọna mgbasaozi n'Imo steeti bụ Declan Emelumba ekwuola na ọ bụ otu onye bụbu gọvanọ Imo Steeti haziri ndị ekperima mere ya bụ mwakpo.",
    "Emelumba kwuru nke a oge ọ gwara ndị ntaakụkọ okwu n'Owere n'ụbọchị Tọzde.",
    "Ọ bụ eziokwu na Emelumba akpọghị onye ọbụla aha, mana ụfọdụ ihe o kwuru rụtụrụ aka onye ọ na-ekwu maka ya.",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Lee ụfọdụ Ihe Emelumba kwuru nke nwere ike igosi onye ọ na-ebo ebubo a:",
    "Ọ bụ otu Gọvanọ chịburu Imo steeti haziri ndị wakporo ụlọmkpọrọ n'Owerri - Declan Emelumba",
    "Onye ka gọọmentị Imo steeti na-ebo ebubo maka mwakpo a na-eme n'Owerri?",
    "Onye ahụ bụ onye chịburu Imo steeti dịka Gọvanọ",
    "Onye ahụ bụ onye gọọmentị Imo steeti jichiri akụnaụba ya nke ha boro ebubo na o nwetara n'ụzọ ezighi ezi",
    "Onye ahụ gara ụlọikpe ịkwụsị gọọmentị Imo steeti ijichi akụnụba ya",
    "Onye ahụ ji aka ike chọọ iweghara akụnụba ya nke gọọmentị Imo steeti jichiri",
    "Onye ahụ ekwubeghị okwu ọbụla iji katọọ mwakpo ndị ekperima na-eme n'Imo steeti na nsonso a",
    "Otu ndị ntoroọbịa mpaghara Ugwu wepụtara akwụkwọ ozi ebe ha nọrọ katọọ gọvanọ Imo steeti nke nọ ugbua, ma too gọvanọ nke ahụ pụrụ apụ",
    "Ọ bụrụ na i lechaa nkọwa ndị a anya, ị ga-eji uche mara onye Emelumba na-ekwu maka ya, maka na a tụọ ilu nkịrịka nkata, onye agwara amarala onwe ya.",
    "Oge BBC Igbo kpọtụụrụ Emelumba, o kwuru na ya kwuru ihe ndị ahụ n'eziokwu.",
    "O kwukwara na ya ga-akpọghachi anyị azụ ka o tiwaara anyị akụ oyibo nsugbe.",
    "Ebe foto si, Hope Uzodinma",
    "Gọvanọ Imo Steeti bụ Hope Uzodinma",
    "Cheta na Gọvanọ Imo steeti bụ Hope Uzodinma kwukwara ihe yitere nke a Emelumba kwuru.",
    "Uzodinma gwara ndị ntaakụkọ Channels na ọ bụghị ndị otu IPOB na-eme mwakpo ahụ dịka ndị uweojii na ndị ọrụ nchekwa ndị ọzọ si ekwu.",
    "\"Anyị ma ndị na-akwado ndị ekperima ka ha na-awakpo Imo steeti,\" Uzodinma na-ekwu.",
    "\"Anyị ma ebe ha nọ mee ya bụ nzukọ nakwa etu ha si mee ya.\"",
    "\"Ọ bụ ndị ndọrọndọrọ ọchịchị a na-esi n'ebe dị icheiche akpọbata ndị ekperima ka ha na-awakpo steeti anyị.\"",
    "Mana Uzodinma akpọghị onye ọbụla aha, kama o kwuru na nnyocha ka na-aga n'ihu, \"obere oge, ihe niile ga-apụta ihe\".",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Hope Uzodimma5 Eprel 2021",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike6 Eprel 2021",
    "Owerri Prison Break: Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor8 Eprel 2021",
    "Imo State News: Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike7 Eprel 2021",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla9 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philipelekere 7 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ọ bụ otu Gọvanọ chịburu Imo steeti haziri ndị wakporo ụlọmkpọrọ n'Owerri - Declan Emelumba",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philip",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Prince Philip: Ndụ ya na foto",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndị ntọ atọọrọla Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti",
    "Prince Philip, Duke Edinburgh: Kedụ ihe mere BBC na-agbasakarị ozi banyere ọnwụ onye ezinaụlọ obieze Ingland n'ụzọ pụrụ iche?",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}