{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye bubu Osote onyeisi otu Ipob bụ Uche Mefor ekwuola na ihe na-eme n'Imo steeti na-egosi na nchekwa na-adakpọ adakpọ n'Ọwụwa Anyanwụ nke e kwesịrị ịjụ ndịgọvanọ mpagara ahụ ajụjụ maka ya.",
    "Na mkparịtaụka BBC hibere ụbọchị Tọzde gbasara mwakpo aghara aghara n'ụlọọrụ ndị uweojii na ogige ha na-eme na  mpaghara Ọwụwa Anyanwụ, Uche Mefor na Aloy Ejimakor tinyere ọnụ n'okwu ahụ.",
    "Ejimakor bụ onye ọkaiwu Nnamdi Kanu bu ụzọ kọwaa na o nweghi mgbe ndị Ipob ji eme ụdịrị ihe ahụ.",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "O kwuru na otu ahụ apụtala mgbe mbụ ihe a mere ma kwuo okwu maka ya.",
    "N'ọnụ ya \"anyị (Ipob) agaghịzi etinye ọnụ n'okwu ahụ ọzọ ma ncha\".",
    "N'aka ọzọ, Uche Mefor bụ onye mgbasaozi otu Biafra Defacto Government tinyere ọnụ n'okwu ahụ sị na ihe a na-eme n'ala Igbo bụ ajọ ekwe na-akụ.",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "O kwuru bụ na ọ bụrụ na obodo adịghị mma, na ọ bụ ndị na-achị obodo kwesiri ịza ajụjụ maka ya.",
    "Lee ihe ndị dị mkpa pụtara na mkparịtaụka ahụ n'uju ebe a:",
    "Ihe ndị ọzọ gbara ọkpụrụkpụ Ejimakor na Mefor kwuru:",
    "- Mefor kpọrọ ndị Gọvanọ Ọwụwa anyanwụ oku ka nwee otu nchekwa ga-ekpuchi mpaghara ahụ.",
    "- Mefor kwukwara na onyeisi ndị uweojii nke achụrụ n'ọrụ emeghi nnyocha tupu ọ kpọọ otu Ipob aha na ọ bụ ha wakporo ụlọọrụ ndị uwoejii.",
    "- Ejimakor kwuru na o nweghi ihe mere ndị mmadụ ji kwusie ike na ọ bụ Ipob na ESN mere ihe ahụ ebe Gọvanọ Hope Uzodimma kwuru na ọ bụghị Ipob mere ya.",
    "- Mefor kwuru na o nweghi isi etu otu Gọvanọ ga-apụta kwuo na ọ ma ndị meere ihe a ebe Gọvanọ ọzọ na-ekwu na amaghị ndị mere ya.",
    "- Mefor kwukwara na ndị ọchịchị niile n'ala Igbo gụnyere ndị omeiwu steeti, ndị omeiwu etiti nakwa ndị gọvanọ kwesiri ịnọkọ ọnụ tụọ alo maka nchekwa ala Igbo n'ihi na ọ bụ ihe dị ndị Igbo mkpa.",
    "Ndị wakporo obodo Mbieri bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri8 Eprel 2021",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Hope Uzodimma5 Eprel 2021",
    "Imo state news: Ndị ntọ atọọrọla Eze, ndị nze ya na mmadụ anọ ndị ọzọelekere 9 gara aga",
    "Vidio, Kaduna Anglican Kidnap: Etu e si tọrọ ụkọchukwu na ndị ụka Anglịcan si agbamakwụkwọ alọta8 Eprel 2021",
    "Ndị wakporo obodo Mbieri bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri8 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Meforelekere 7 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "IG Usman Alkali Baba: Ihe ndị ị kwesịrị ịma maka Onyeisi Uweojii Naijiria ọhụrụ6 Eprel 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Ndị wakporo obodo Mbieri bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri",
    "Ndị ntọ atọọrọla Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}