{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Duke nke Edinburgh bụ nke amụrụ na Corfu bụ Island mba Greece n'ụbọchị iri nke ọnwa Juun afọ 1921. Ezinaụlọ ya gụnyere obieze mba Denmark, Germany, na Rọshịa nakwa mba Briten.",
    "Ebe foto si, Getty Images",
    "Ọkparaeze Philip bụ naanị nwa nwoke nke Ọkparaeze Andrew nke Gris nakwa Adaeze Alice nke Battenberg.",
    "Ebe foto si, Getty Images",
    "Ọkparaeze ahụ malitere agụmakwụkwọ ya na Fransị n'ụlọakwụkwọ McJannet Amerịcandị na St. Cloud. Ebe a, bụ ya na ibe ya. Mgbe ọ dị afọ asaa o gakwuru ezinaụlọ ya ndị Mountbatten na Ingland ebe ọ gara akwụkwọ na Surrey.",
    "Ebe foto si, PA",
    "O mechara gaa ụlọakwụkwọ obibi (boarding school) Gordonstoun dị n'ugwu Scotland nke Kurt Hahn chọpụtara. O mere ọfụma n'egwuregwu..",
    "Ebe foto si, PA",
    "Mgbe a lụrụ agha ụwa nke abụọ, Ọkparaeze Phillip rụrụ ọrụ n'ụgbọ agha HMS Valiant. Mgbe ụgbọ mba Italy ahụ tọrọ atọ na Gris n'afọ 1941, Phillip gosiri ọkụ e ji chọpụta ndị iro. E mechara kpọpụta aha ya n'ozi ezipuru.",
    "Ebe foto si, PA",
    "A kpọpụtara njikọ ya na Adaeze Elizabeth n'ọnwa Julai afọ 1947...",
    "Ebe foto si, PA",
    "Ha lụrụ onwe ha n'ụbọchị 20 Nọvemba afọ ahụ.",
    "Ebe foto si, Getty Images",
    "Philip na Adaeze Elizabeth nọ n'ụlọoriri Treetops na Kenya mgbe ọ chọpụtara na nna ya anwụọla nakwa na ọ bụzi Ezenwaanyị. E sere foto a abali ole na ole tupu ọ nụ ozi ahụ.",
    "Ebe foto si, PA",
    "Ọkparaeze ebe ọ na-agbara 'Cowdray Park' pPolo n'agba nke ikpeazụ n'asọmpị iko Roehampton. Ọ bụ otu onye na ndị kacha agba egwuregwu polo na mba Briten.",
    "Ebe foto si, PA",
    "'Duke' na-agbakwa egwu 'cricket' . Here his team, made up of former England stars, were pitted against one captained by the Duke of Norfolk, with Sussex players.",
    "Ebe foto si, Getty Images",
    "Ọkparaeze so Ezenwaanyị Elizabeth ga njem nleta na mba India n'afọ 1961.",
    "Duke, Ezenwaanyị na ụmụ anọ ha (site n'aka ekpe) Edward, Andrew, Anne, Charles ebe ha nọ n'afọ ndị 1960s.",
    "Ebe foto si, PA",
    "Di na nwunye ahụ ebe ha gara njem nleta n'ubi dị na Balmoral iji cheta afọ iri na ise kemgbe ha lụrụ onwe ha.",
    "Ebe foto si, PA",
    "N'afọ 1977, Ezenwaanyị Elizabeth na 'Duke' nke Edinburgh ebe ha na-echeta afọ iri na ise kemgbe ọ rịrị ọkwa. Ebe a ha yi Maori Kahu-Kiwi n' ama egwuregwu Rugby na Gisborne dị dị na mba New Zealand mgbe ha gara mgbappe mmemme 'Royal New Zealand' na Febụwarị.",
    "Ebe foto si, PA",
    "E mechaa di na nwunye ahụ na-efe aka dịka Concorde fegara ụgbọ Britannia dịka ha na-erute Barbados.",
    "Ebe foto si, PA",
    "N'Ọgọst afọ 1979, nwanne Ezenwaanyị bụ Lord Louis Mountbatten nwụrụ dịka ogbunigwe IRA metụtara ụgbọ ya na Ireland. Duke Edinburgh laghachiri mba Briten mgbe ọ nụrụ nke a dịka ọ nọbụ n'ugwu Fransị bụ Normandy eme asọmpị.",
    "Ebe foto si, PA",
    "Ihe gbasara mbaraigwe na anụmanụ bụ ihe ndị dị Ọkparaeze ahụ mkpa nke mere na ọ bụ onyeisi World Wildlife Fund.",
    "Ebe foto si, PA",
    "N'afọ 1985, Duke nke Edinburgh na ezinaụlọ ya gụnyere Ọkparaeze William na Harry nọkọrọ dịka ha na-ekiri ụgbọelụ na mmemme 'Trooping the Colour'",
    "Ebe foto si, PA",
    "N'afọ 1966, o dugara onyeisiala mba Saut Afrịka bụ Nelson Madela dịka ọ na-akwado ịnyocha ncị nche dịka ọ gara njem nleta na mba Briten.",
    "Ebe foto si, PA",
    "Ọkparaeze Phillip kwadoro Ezenwaanyị n'ihe karịrị afọ iri isii n'ọchịchị ya nke gụnyere ncheta afọ iri ise n'ọkwa mere n'afọ 2002.",
    "Ebe foto si, PA",
    "Ọkparaeze malitere ntụrụugo 'Duke nke Edinburgh's Award' nke na-enye ndị ntọrọbịa aka n'afọ 1956. Ebe a ya na ndị ritere ọkwa olaedo na-achị ọchị n'ụlọ Holyroodhouse n'afọ 2010.",
    "Ebe foto si, PA",
    "Duke ka so eme egwuregwu dị icheiche dịka ọ na-agbada na ndụ nke gụnyere ịnya ụgbọ ịnyịnya na Sandringham afọ 2005.",
    "Ebe foto si, AFP",
    "Igwe mmadụ gbakọrọ n'Obieze Buckingham Palace ikele ezinaụlọ Ezenwaanyị dịka nwanwa Ọkparaeze Phillip bụ Ọkparaeze William lụrụ Catherine Middleton n'afọ 2011.",
    "Ebe foto si, AFP",
    "Dịka otu afọ gachara, Ọkparaeze ahụ gbakere mgbe o so Ezenwaanyị n'ụgbọ ndị eze bụ 'Spirit of Chartwell' nke so na mmemme afọ iri isii kemgbe Ezenwaanyị rigoro ọkwa ọchịchị na 3 Juun afọ 2012. Ya na ezenwaanyị kwụ ọtọ na njem ahụ ruru nkeji iri asatọ dịka ụgbọ ruru otu puku so ha. Mana Ọkparaeze banyere ụlọọgwụ dịka o butere ọrịa eriri afọ tupu e mee mmemme ahụ n'ụbọchị 4 ọnwa Juun.",
    "Ebe foto si, Getty Images",
    "Mgbe o nwetachara onwe ya. o so Adaeze Anne lee asọmpi egwuregwu ịnyịnya nke gụnyere nwanwa ya bụ Zara Phillips so n'otu mba Briten n'Olympic afọ 2012.",
    "Ebe foto si, PA Media",
    "N'ọwa Juun 2013, duke gara ụka na Westminister Abbey iji cheta afọ 60 kemgbe Ezenwaanyị rigoro ọkwa.",
    "Ebe foto si, PA Media",
    "N'Eprelu afọ 2017, Duke so nwunye ya gbapee ebe nleta enyi ọhụrụ na ZSL Whipsnade n'ogige anụmanụ dị na Bedfordshire. N'ọnwa Mee, o kwuru na ọ kwụsịla ọrụ ọha dịka ọ dị afọ 95 nke Ezenwaanyị kwadoro.",
    "Ebe foto si, PA Media",
    "Ezenwaanyị na Duke gbachiri nkịtị otu nkeji na mmemme e mere n'obieze Buckingham Palace dị na London n'ụbọchị 23 nke ọnwa Mee na 2017 dịka a na-echeta ndị nwụrụ n'ọdọegwu Ariana Grande na Manchester.",
    "Ebe foto si, PA Media",
    "Duke bụ onye bụ enyemaka Ezenwaanyị kachasị bi kemgbe mba Briten malitere.",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla9 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philipelekere 7 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ọ bụ otu Gọvanọ chịburu Imo steeti haziri ndị wakporo ụlọmkpọrọ n'Owerri - Declan Emelumba",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philip",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Prince Philip: Ndụ ya na foto",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndị ntọ atọọrọla Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti",
    "Prince Philip, Duke Edinburgh: Kedụ ihe mere BBC na-agbasakarị ozi banyere ọnwụ onye ezinaụlọ obieze Ingland n'ụzọ pụrụ iche?",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}