{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, PA Media",
    "Ọkparaeze Philip soro Ezenwaanyị mee narị kwuru narị nje. Ebe a ha zutere George W Bush na nwunye ya bụ Laura na Washington n'afọ 2007",
    "Ndị ọchịchị mba ụwa dị icheiche na-ezibata ozi iti aka n'obi nye ezinaụlọ Obieze mba Briten dị na Buckingham gbasara ọnwụ Prince Philip, bụ Duke nke Edinburgh, onye gbara afọ 99.",
    "Ndị eze, ndị isi ala nakwa ndị Praịm Mịnịsta dị icheiche, ma ndị chịburu achị ma ndị ka nọ n'ọchịchị na mba Sweden ruo India na New Zealand, zitechara ozi mgbaru.",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla",
    "Duke of Edinburgh Prince Phillip: \"Ọ na-agbake nwayọ nwayọ\" - Ọbịeze Buckingham",
    "'Duke' a lara mmụọ so Ezenwanyị Elizabeth mee ọtụtụ njem oge ọ dị ndụ.",
    "\"Ọ bụ nnukwu mmadụ gosipụtara agbụrụ nke anyị agaghị ahụkwa ọzọ,\" Praịm Mịnịsta mba Australia bụ Scott Morrison depụtara.",
    "Duke na ụfọdụ ndị si n'obi eze mba Europe dị icheiche nwere mmekọrịta site n'ọbara, ọtụtụ n'ime ha ezitekwala ozi mgbaru nke ha.",
    "Ebe foto si, PA Media",
    "Ezenwaanyị Elizabeth na Ọkparaeze Philip",
    "Ozi iti aka n'obi si mba Commonwealth ruru iri ise na anọ bata - ọtụtụ n'ime ha gbanyere mgbọrọgwụ n'obi eze mba Britain; ihe ruru ijeri mmadụ abụọ na ụma anọ bi na mba ndị a.",
    "Ọtụtụ ndị ọzọ zitere ozi mgbaru jara Duke ike n'ihi ọrụ ya nke o ji nyere ndị na-eto et aka, nakwa ọtụtụ ọrụ ndị ọzọ ọ rụrụ.",
    "Scott Morrison kwuru na 'Duke' bụ nnukwu nkwado nyere nwunye ya bụ Ezenwaanyị, ma bụrụkwa nnukwu nna otu dị icheiche na mba Australia.",
    "Julia Gillard bụbụ Praịm Mịnịsta Ọstrelia kwuru na 'Duke' bụ mmadụ dị uche n'ọrụ ma bụrụkwa onye na-akpa ndị ọzọ obi ọma.",
    "Eze Carl Gustaf kwuru na 'Duke' bụ \"nnukwu ọyị nke ezinụlọ ya ruo ọtụtụ afọ, nke ha ejighi egwu egwu.\"",
    "Ezinaụlọ obi eze nke mba Sweden gwara BBC na Eze ha bụ 'Duke' soro mee njem ụgbọmmiri n'otu oge gara aga, gaa mba England. \"Ọ bụ ebe ahụ ka ọdịnamma ha abụọ malitere.\"",
    "Ezinaụlọ obi eze kwuru na Prince Philip bụ onye ha ji nnukwu nkwanye echeta. Ha kwuru na \"o ji ogologo ndụ ya tinye n'ịrụrụ ndị mba Briten ọrụ nakwa ọrụ ndị ọzọ o tinyere onwe ya. Ọ bụ mmadụ anaghị echefu echefu.\"",
    "Aka chịburu mba Amerịka bụ George W Bush toro 'Duke' ma kwuo na o biri ogologo ndụ kwesịrị nṅomi, ma bụrụkwa onye rụrụ ọrụ nke ọma, maka ndị ọzọ.\"",
    "Eze Philippe zigaara Ezenwaanyị ozi na nzuzo sị na ya chọrọ ka ha abụọ nwee nzukọ ma ọ bụrụ na ọ ga-ekwe omume.",
    "O kwuru na ya na Ezenwaanyị Mathilde 'agaghị echefu oge niile ha abụọ zukọrọ.\"",
    "Ebe foto si, EPA",
    "Ọkparaeze Philip gara emume ncheta Agha Ụwa nke Mbụ na Ypres dị na Belgium n'afọ 2013",
    "\"Ọnwụ Prince Philip wutere anyị nke ukwu, o ji mba Malta mere ụlọ ya ma na-alọtakwa ebe a kwa mgbe. Ndị be anyị agaghị echefu ya,\" Praịm Mịnịsta Malta bụ Robert Abela dere nke a.",
    "\"O kwuru na puku kwuru puku ndị ntorobịa nwetara ọzụzụ gbanwere ndụ ha n'ihi atụmatụ nturugo nke Duke hibere, a kpọrọ 'Hilary Award'",
    "Philip na Elizabeth nọrọ afọ abụọ na Malta, ebe Philip na-arụ ọrụ dịka onye agha mmiri tupu Eze George nke isii anwụọ n'afọ 1952",
    "Praịm Mịnịsta Jacinda Ardern zigaara Ezenwaanyị ozi na ezinụlọ obie eze niile ozi.",
    "\"O kwuru na puku kwuru puku ndị ntorobịa nwetara ọzụzụ gbanwere ndụ ha n'ihi atụmatụ nturugo nke Duke hibere, a kpọrọ 'Hilary Award'.",
    "Praịm Mịnịsta Justic Trudeau kwuru na Duke \"tinyere atụmatụ mwulite pụrụ iche nke mba anyị - nakwa ụwa niile\".",
    "O kwukwara na \"Prince Philip bụ oke mmadụ nke ihe na-ajalite mmụọ ya bụ ihe ga-abara ndị ọzọ uru. Anyị ga-echeta ya dịka ide kwudosiri ike n'akụkụ Ezenwaanyị anyị.\"",
    "Praịm Mịnịsta Benjamin Netanyahu kwuru na Duke bụ \"onye ọrụ ọha pụrụ iche nke mba Israel nakwa mba ụwa dị icheiche ga-eru uju ọnwụ ya.",
    "Nne Duke, bụ Adaeze Alice nke Batternberg, onye nwụrụ n'afọ 1969, bụ na ụlọụka Mary Magdalene dị na Jerusalem ka e liri ya.",
    "Ebe foto si, Getty Images",
    "'Duke' nke Edinburgh na nne ya bụ Adaeze Alice nke Battenberg",
    "Praịm Mịnịsta Narendra Modi kwuru na obi ya na-agara \"ndị mba Briten nakwa ezinụlọ Obi Eze\". O kwukwara na Duke rụrụ ọrụ nke ọma n'otu ndị agha ma bụrụkwa onye wepụtara atụmatụ dị icheiche iji nyere obodo aka.",
    "Prince Philip, Duke nke Edinburgh, anwụọla ka ọ gbachara afọ 999 Eprel 2021",
    "Duke of Edinburgh Prince Phillip: \"Ọ na-agbake nwayọ nwayọ\" - Ọbieze Buckingham17 Febụwarị 2021",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla9 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philipelekere 7 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ọ bụ otu Gọvanọ chịburu Imo steeti haziri ndị wakporo ụlọmkpọrọ n'Owerri - Declan Emelumba",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philip",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Prince Philip: Ndụ ya na foto",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndị ntọ atọọrọla Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti",
    "Prince Philip, Duke Edinburgh: Kedụ ihe mere BBC na-agbasakarị ozi banyere ọnwụ onye ezinaụlọ obieze Ingland n'ụzọ pụrụ iche?",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}