{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ezenwaanyị Elizabeth II na Ọkparaeze Philip na foto ha sere n'afọ 2007, ha nọkọrọ afọ iri asaa",
    "Akụkọ dị iche tata. Webụsaitị BBC niile nakwa usoro akụkọ BBC niile bụ nanị otu okwu ka a na-elenye anya n'ụzọ miri emi.",
    "O nweghị ihe akpamọchị maọbụ ihe erijughị afọ i nwere ike ịhụ maọbụ nụ ebe ọbụla, ebe onye na-agụ akụkọ na-eji obi iru ụjụ agụ ya.",
    "Mgbanwe ndị a n'iile bụ maka  otu okenye n'obieze mba Briten nwụrụ.",
    "Ọ bụrụ na ị na-ere  maọbụ agụ akụkọ taa, ị ga-amarala na di Ezenwaanyị bụ Ọkparaeze Philip , otu n'ime mmadụ anọ bụ ndị kacha okenye ndị BBC na-eme akụkọ  ya n'ụzọ a.",
    "Ndịọzọ bụ Ezenwaanyị Elizabeth II, nwa ya ma bụrụkwa onye ọkwa eze ruru bụ Ọkparaeze Charles (Ọkparaeze nke Wales), na nwa ya nwoke ma bụrụkwa onye na-eso n'ịba ọkwa Eze bụ Ọkpareze William (Duke nke Cambridge).",
    "Ọ dịzị ka BBC a na-ewezi ọnwụ a karịa etu ụlọrụ ntaakụkọ dị ọzọ si ewe ya. Gịnị mere o ji dị otu a?",
    "Ihere mere ọkwụ n'obieze Ingland jiri bụụ nnukwu ihe nye BBC?",
    "Ebe foto si, Getty Images",
    "Akwamozu Nne Ezenwaanyị n'afọ 2002 bụ nnukwu ihe kpọtụụ akpọtụ n'ụlọakụkọ dị nn'ụwa gbaa gburugburu",
    "Ezenwaanyị Elizabeth nke Abụọ bụ onye kachasị nọ n'ocheze na mba Briten - Ọ nọọla n'oche eze afọ 69. Ọ bụ onyeisiala mba UK na mba iri  na ise ndị ọzọ.",
    "Ọ bụkwa onyeisi otu 'Commonwealth' nke bụ otu mba 54 (iri ise na anọ) nọbu n'okpuru ọchịchị mba Briten jiri aka ha nọrọ.  Ọ bụ onye ndị Ohaneze ndị Briten na ndị ọzọ ejighị egwu egwu.",
    "Onye obieze mba Briten nwụọ, ụlọ ntakụkọ n'ụwa dum naetinye anya na ya n'ụzọ pụrụ iche.",
    "BBC na-agba mbọ n'ụzọ abụla ụzọ ịhụ na ha wepụtara akụkọ banyere ya ọfụma. Nke a bụ maka ihe dị mkpa.",
    "BBC abụghị gọọmentị Briten na-eweta ego eji ahazi ya, mana ọ bụ ego ndị ọhaneze Briten na-atụkọta site n'ụụtụisi a kpọrọ \" the licence fee\" na Bekee.",
    "Ego a a na-atụkọta etu a bụ iji hụ na ụlọọrụ BBC nọrọ onwe ya na-eme akụkọ na enweghị ogbochi ọbụla site n'aka gọọmentị mba ahụ.",
    "Ebe foto si, AFP/Getty Images",
    "Princess Elizabeth na Prince Philip na nwa ha nwaanyị Adeze Anne nakwa ọkpara ha Ọkparaeze Charles n'afọ 1950",
    "BBC na-egosi ndị na-akwụ ụtụisi a na ego ha anaghị emefu ya na nkịtị, ebe ọhaneze na-enwekarị mmasị n'ihe gbasara Ezinaụlọ Eze kemgbe na mba Briten.",
    "Mgbe Nne Ezenwaanyị Elizabeth - A ma dịka Nne Ezenwaanyị- nwụụ n'afọ 2002, ihe karịrị mmadụ 100,000(otu narị puku) bịara hụ ozu ya abalị atọ e dowere ya n'obieze nke Westminster.",
    "Ihe karịrị otu ndde mmadụ  kwụụ n'okporoụzọ, ebe mmadụ nde iri (10 m) kiriri ka e bu akpatị ozu ya n'ihe onyonyo dịka e bu ya aga ebe e liri ya na Windsor.",
    "Ụlọọrụ akụkọ mba ụwa wepụkwara akụkọ ya n'uju.",
    "Nke a abụghị ihe gbara gharịị, dịka akụkọ metụtara Ezinaụlọ Eze bụ akụkọ na-amasị ịkọ n'ụwa nnile.",
    "Mmemme metụtara Ezinaụlọ Eze bụ ihe ndị mmadụ karịrị otu ijeri na-ekiri maọbụ gee.",
    "N'ezie, ụdị akụkọ a bụ nnukwu akụkọ nke BBC na-emekwa ka akụkọ.",
    "Onye ntaakụkọ BBC na-ahụ maka ihe na-eme n'Obieze bụ Jonny Dymond, \"Ihe gbasara Obieze bụ ihe na-amasị ọha n'ụzọ ọ bụladị ndị a ma ama, enwenwughị ike ọha.\"",
    "\"O siri ike ịma ihe kpatara nke a. Mana,o nwere ihe dị n'ime ọtụtụ  ndị mmadụ mere  akụkọ ifo maka Obieze na-agbanyeghị  na n'ime obi ha o nwechara ka ọ dị n'agba ọhụrụ a.\"",
    "A na-atụ anya na BBC nke dị na mba ndị ọzọ (BBC World Service) ga-ebụkwa akụkọ ndị a n'ise.",
    "Tarik Kafala bụ onye \"News Controller nke BBC World Service Languages' si kwuo, \"Ọnwụ onye okenye n'Ezinaụlọ Obieze bụ ihe na-amasịkarị ndị mmadụ n'ụwa niile.  Dịka ụlọọrụ ntaakụkọ 'British Broadcasting Corporation', narị kwuru narị ndị na-ekiri, ndị na-ege na ndị na-agụ akụkọ anyị  n'ụwa gbaa gburugburu na-atụ anya akụkọ zuru oke  maka ụdị ihe a mere.\"",
    "ọgụakụkọ BBC bụ Martine Croxall kpọpụtara ọnwụ Duke nke Edinburgh n'akụkọ BBC News",
    "Prince Philip, Duke nke Edinburgh, anwụọla ka ọ gbachara afọ 999 Eprel 2021",
    "Prince Philip: Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Duke nke Edinburghelekere 7 gara aga",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla9 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philipelekere 7 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ọ bụ otu Gọvanọ chịburu Imo steeti haziri ndị wakporo ụlọmkpọrọ n'Owerri - Declan Emelumba",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philip",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Prince Philip: Ndụ ya na foto",
    "Ọkparaeze Philip di Ugoeze Elizabeth nke Ingland anwụọla",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ndị ntọ atọọrọla Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti",
    "Prince Philip, Duke Edinburgh: Kedụ ihe mere BBC na-agbasakarị ozi banyere ọnwụ onye ezinaụlọ obieze Ingland n'ụzọ pụrụ iche?",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}