{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ndu obodo Nwezenyi nke dị n'Igbeagu nke Ebonyi steeti bụ Pius Ola si na oke mmiri zoro mebiri ụlọ 12 ma merụrụ ndị mmadu ahụ.",
    "Ọ bụ n'ụbọchị Tọọzde bu ụbọchị asatọ nke ọnwa Eprelụ ka mkpa mkpa a kpara.",
    "Maazị Ola na-arịọ ka gọọmentị gbatara ha ọsọ enyemaka.",
    "Otu onye ọzọ ihe a metụtara bụ Ukochukwu ụka Anglican na Nwezenyi bụ Ifechukwu Ezeuko, sị na ọ bụ ka ọ kụrụ elekere asaa nke abalị ka oke ikuku bịara buru elu ụlọụka.",
    "Ọ sị na ọ bụ ụlọụka abụọ na ọtụtụ ụlọ n'obodo ahụ ka oke mmiri a mebiri.",
    "Ụlọụka mmiri mebiri",
    "Ukochukwu Ezeuko sị na ọtụtụ ezinaụlọ gụnyere ụmụaka na ụmụnwaanyị merụrụ ahụ ma na-anata ọgwụgwọ n'ụlọọgwụ.",
    "Odoziakụ Angela Owu, Igbenyi Francis, Veronica Agbo na ndi ọzọ kọkwara etu ọdachị a si metụta ezinaụlọ ha.",
    "Ụlọ mmadụ mmiri buru",
    "Ụlọụka Anglikan mmiri a mebiri",
    "Prince Philip: A ga-eli ya n'ụbọchị 17 nke ọnwa Epreelụelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Prince Philip9 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "Oke mmiri eburula ụlọ ma merụọ ndị mmadụ ahụ n'Ebonyi",
    "Prince Philip, Duke Edinburgh: Kedụ ihe mere BBC na-agbasakarị ozi banyere ọnwụ onye ezinaụlọ obieze Ingland n'ụzọ pụrụ iche?",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Prince Philip: Ndụ ya na foto",
    "Ndị otiegwu Igbo aha ha kpọtụrụ akpọtụ na 60s, 70s, na 80sEmelitere ikpeazụ na: 28 Maachị 2020",
    "Ndị wakporo obodo anyị bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri",
    "Ihite Uboma unrest: Ụmụ ntorobịa iwe dị n'obi agbaala ụlọọrụ ndị uweojii ọkụ maka onye otu ha e gburu n'Ihite Uboma, Imo steeti",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}