{
  "published": "17 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụfọdụ oge ihe na-agụ ụmụnwaanyị bụ ka ndị bịara agbamakwụkwọ gbaa ha nkiri",
    "Ị bụ nwaada na-akwado ịgba akwụkwọ? Akụkọ a bụ maka gị.",
    "Site n'oge ha dị obere, ọtụtụ ụmụnwaanyị nwere ebumnobi na 'nrọ' maka etu agbamakwụkwọ ha ga-adị.",
    "Mana mgbe ụfọdụ tolitere, ebumnobi ha ahụ na-agbanwe ma ghara ịdị ka ihe ha chọburu; ụfọdụ oge ọ bụrụ na ihe ha chọzịrị akala mma.",
    "I so na ndị sị na agbamakwụkwọ Katolik edoghị anya? Lee ihe isii ọ ga-eri gị ịgba akwụkwọ Katọlik na Naijiria",
    "Ihe iri agbọghọ ugbua chọrọ na nwoke ga-alụ ya",
    "Ihe ọ na-ewe iji lụọ nwaanyị na Mbaise",
    "Nke a na-eme ka ụmụnwaanyị, ọkachasị ndị na-achọghị ịkwụ ndị ọrụ ha bụ ihazi agbamakwụkwọ ụgwọ, jiri aka ha hazie usoro agbamakwụkwọ ha, ka ọ bụrụ okwu a kpụ n'ọnụ.",
    "Nke bụ eziokwu bụ na i nweghi ike ịsị \"lee ego ole agbamakwụkwọ m ga-eri m\", mana ọ bụzị mgbe i bidoro ka ị ga-ama ma ị chọrọ ka agbamakwụkwọ gị bụrụ ọnụkwube kaọbụ ka ọ bụrụ obere agbamakwụkwọ.",
    "*Mara na nke a abụghị n'usoro o kwesịrị isi gaa, mana ha niile so n'ihe nwaanyị na-ahazi.",
    ") Nhọpụta isi atụmatụ nke ụbọchị ahụ:",
    "Ihazi ihe ndị Bekee kpọrọ 'theme' bụ otu ihe na-adị nwaanyị na-agba akwụkwọ mkpa.",
    "Ọ na-adị nwaanyị mkpa n'ihi na ọ na-eso ekwu etu nwaanyị ga-esi echeta ụbọchị agbamakwụkwọ ya; nwaanyị na-eji atụmatụ a emepụta ebumnobi ya.",
    "Atụmatụ a na-eso egosikwa etu ụbọchị ahụ ga-esi aga, ihe dịka ejiji ndị mmadụ ga-eyi, ụdịrị agwa (color) ha ga-eyi, ụdịrị egwu ọ chọrọ ka a gbaa maọbụ ka a kụọrọ ya, ụdịrị nri a ga-eri, ụdịrị achịcha Bekee, etu ọ chọrọ ka foto ha ga-ese dịrị wdgz.",
    "Etu ọ chọrọ ka ụbọchị agbamakwụkwọ ya dịrị ga-enyere ya aka ịhọpụta ebe ọ ga-anọ eme ya bụ emume.",
    ") Nhọpụta ebe a ga-anọ agba akwụkwọ:",
    "Ebe foto si, Getty Images",
    "Di na nwunye gbara akwụkwọ n'elu ụgbọmmiri",
    "Etu isi atụmatụ ụbọchị ahụ (lee anya n'okwu nke mbụ) ga-adị na-eme ka nwaanyị mara ebe ọ chọrọ ime mmemme ya.",
    "Ọ chọrọ ka ọ bụrụ n'ime ụlọ? N'ezi? N'akụkọ mmiri? N'elu ụgbọelu (dịka ome ejije Nollywood bụ Omotola Jalade-Ekeinde mere)? N'obodo a maọbụ na mba ofesi?",
    "Mmadụ ole ka ya na di ya ga-achọ ka ha bịa agbamakwụkwọ ha?",
    "Ọ bụ eziokwu na ego ji ọrụ, mana ebe ọbụla ọ chọrọ ya ka a ga-anọ mee ya, ihe ọ nyịrị bụ ịgba di ya ọgwụ ka o mee ya obi aṅụrị site n'imezu ebumnobi ya.",
    ") Nhọpụta ndị ga-eduputa ya (Bekee kpọrọ ya Bridal Train):",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ụmụnwaanyị na-eji aka ha ahọpụta ụdịrị akwa ụmụnwaanyị ga-eduputa ha ga-eyi",
    "Ebe ụfọdụ ụmụnwaanyị na-ahọrọ ụmụnne ha ka ha bụrụ ndị ga-eduputa ya n'ụbọchị agbamakwụkwọ ya, ndị ọzọ na-ahọrọ ndị bụ ezigbo enyi ha.",
    "Etu ụwa dị ugbua, ụfọdụ ụmụnwaanyị na-achọzị ihe ọpụrụiche dịka: \"naanị ụmụnwaanyị ndị na-acha ọcha ga-eduputa m\", \"naanị ndị na-ebughi ibu ga-eduputa m\", \"naanị ndị toro ogologo ga-eduputa m\" wdgz",
    "Ụfọdụ ndị ọgbara ọhụrụ a na-ahọrọ naanị ndị ha ma ga-akwụnwu ụgwọ akwa ha ma jikee onwe ha.",
    "Ebe ọ bụ ha na-ahazi ya, ihe ha bụ nwaanyị na-agba akwụkwọ chọrọ bụ ihe ga-eme.",
    ") Mkpebi maka nkwado ya:",
    "Ebe foto si, Getty Images",
    "Nwaanyị ka ọ dịrị ikwado onwe ya, site n'ụdịrị uwe ọ ga-eyi agba akwụkwọ, etu ntutu ya ga-adị (ọ ga-ebu ntutu ya ka ọ ga-etinye ihe n'isi), ọ ga-eme ntecha kaọbụ ọ gaghị eme, ụdịrị akpụkpọụkwụ ọ ga-eyi, ọ ga-eji akpa n'aka ka ọ ga-agba aka nkịtị, wdgz.",
    "Ihe ndị a niile bụcha mkpebi dịrị nwaanyị tupu agbamakwụkwọ ya ebiri ọkụ.",
    "Mana nke kaara nwaanyị mma bụ ime ihe ebe akpa ya na di ya ha.",
    "Foto: Ezenwaanyị na mba Briten edulaala Ọkparaeze Philipelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, \"Anyị atụghị anya na ndị agha Naijirịa ga-aluso anyị ogụ\" - Alexander A. Madiebo, Osote Ojukwu17 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Vidio, Ebube Agu: Ebe ndị 'unknown gunmen' wakporola n'ala Igbo, Duration 8,2612 Eprel 2021",
    "Vidio, Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Foto: Ezenwaanyị na mba Briten edulaala Ọkparaeze Philip",
    "A wakpoghi ụlọakụ ọbụla n'Ogbunike - Ndị uweojii Anambara steeti",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Mother's Day ole ka enwere n'otu afọ?Emelitere ikpeazụ na: 12 Mee 2019",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "I nwereike ibute coronavirus site n'ahụrụ?Emelitere ikpeazụ na: 18 Eprel 2020",
    "Ihe ise mere Igbo agaghị eji echefu Chuba OkadigboEmelitere ikpeazụ na: 25 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}