{
  "published": "12 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigerian Army/Twitter",
    "E liela ndịagha mmadụ iri na abụọ ahụ ndị ekperima gburu  n'okpuruọchịchị Konshisha dị na Benue Steetị n'izuụka gara aga.",
    "Ndị ezinaụlọ ha, ndịagha ibe ha, ndịisi ndịagha si n'ogige ndịagha 72 Battalion dị na Makurdi nọ ebe ahụ.",
    "Mmadụ 15 nwụrụ na Maiduguri - Ndịagha Naịjirịa",
    "Ndị Aba ebola ndịagha Naịjirịa ebubo mkpagbu",
    "Gọvanọ Benue Steetị bụ Samuel Ortom na ndị ọrụ ya na gọọmentị Benue gaa akwamozu ahụ iji tie ezinaụlọ ndị a, ndịisi ndịagha nakwa gọọmentị etiti aka n'obi.",
    "Ọ katọrọ ogbugbu ndịagha ahụ ma kwee nkwa inyere ndịagha aka ka a chọpụta ndị gburu ha.",
    "Ọ katọkwara etu ndị nkịtị ji ebu egbe  megide ndị ọrụ nchekwa.",
    "Ortom gara n'ihu rịọ ezinaụlọ ndịagha a mgbaghara maka ihe o kwuru na mbụ na ọ bụ naanị ndịagha abụọ ka e gburu.",
    "Ọ rịọkwara Onyeisiala Muhammadu Buhari na onyeisi ndịagha maka nke a.",
    "Etu ndị o ji egbe si wakpoo obodo Ngbo dị n'Ebonyi State",
    "Ebe foto si, STEFAN HEUNIS",
    "Ndị a na-eche na ha bụ ọchị ehi bu egbe awakpola obodo Ebele , Ngbo dị n'okpuruọchịchị Ohaukwu n'Ebonyi.",
    "Kọmishọna na-ahụ maka ime obodo na steeti ahụ bụ Stanley Okoro Emegha kwuru na agbara ọtụtụ ụlọ ọkụ mana amabeghị ma o nwere onye e gburu n'ọdachị ahụ.",
    "Anyị amaghị maka ogbugbu mmadụ ọhụrụ sitere n'esemokwu Ezza na - Ndị Uweojii",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "O kwuru na amabeghị kpọm kwem ndị kpara mkpa mkpa a mana a na-eche na ọ bụ ndị ọchị ehi nakwa ndị Agila si Benue steeti.",
    "Kọmịshọna uweojii n'Ebonyi steeti bụ Garba Aliyu kwetere na mwakpo a mere mana ọ natabeghị mkpesa gbasara ya makana ọ nọghị ya.",
    "Ebe foto si, Audu Marte",
    "Ngalaba mba ụwa niile bụ UN n'aha ịchafụ ekwuputala n'ezie na Boko Haram wakporo otu ụlọọrụ ha dị na Borno steeti.",
    "Edward Kallon bụ onyeisi ha na Naịjirịa kwuru na ọ na-echekasị ya etu mwakpo si arị ibe ya elu na Naịjirịa.",
    "Ndị agha Naịjirịa abụọ nwụkwara na ya bụ mwakpo ebe ụlọobibi igwe obodo ahụ gbara ọkụ.",
    "Achọtala ọrịa coronavirus n'ahụ naanị mmadụ iri ise na asaa na Naijirịa n'ụbọchị ụka dịka Ngalaba NCDC si kwuo.",
    "Nke a na-abịa ka gọọmentị Naịjirịa jisike ekesa ọgwụ mgbochi si ụlọọrụ Astrazeneca na ala a.",
    "Ebe foto si, Getty Images",
    "Onyeisiala Benin bụ Patrice Talon etola  ntụliaka e mere na mba ụbọchị sọnde gara aga ma na-ekwu na ha abụrụla ọkachamara n'ihazi ntụliaka.",
    "Ndị mmadụ apụtachaghị n'uju itu vootu na ya bụ ntụliaka onyeisiala ọtụtụ ndị na-ama Talon aka gbahapuru dịka French public radio si depụta.",
    "West Brom na Southampton ga-apịrị ya n'elekere isii nke mgbede ebe Brighton na Everton ga-ama onye ike ga-agwụ n'elekere asatọ nke mgbede taa n'asọmpi premier league.",
    "Kedụ nke ịchere ga-akụpụ ibe ya ọkwụrụ n'anya?",
    "Rita Edochie, Odumeje na ndị ọzọ Ada Jesus 'kparịrị'12 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Vidio, Vidio: Ọ bụ ndị Agila wakporo anyị ma gbuo ụmụnne anyị - Ndị obodo Ngbo dị n'Ebonyielekere 5 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Rita Edochie, Odumeje na ndị ọzọ Ada Jesus 'kparịrị'",
    "Ebube Agu Meaning: Etu otu nchekwa ọhụrụ a ga-esi arụ ọrụ",
    "E liela ndịagha Naịjirịa 12 ahụ e gburu na Benue Steetị",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "\"Ndị iro m akpaala nkata igbu m ma mechie Adoration Ministry\" - Fr MbakaEmelitere ikpeazụ na: 6 Ọktọba 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Anwụchiela nwaanyị na-atụ mgbere ụmụagbọghọEmelitere ikpeazụ na: 30 Juun 2018",
    "Lee ihe iri bụ arụ ma nwaanyị Igbo mee yaEmelitere ikpeazụ na: 4 Septemba 2018",
    "Chike Obi: Odogwu Igbo ji 'mathematics' rie amusu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}