{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imo state New media Facebook",
    "Ndị Gọvanọ ọwụwa-anyanwụ ehiwela otu a kpọrọ 'Ebube Agu' maka nchekwa mpaghara ahụ.",
    "Ha kwuru na isiụlọọrụ Ebube Agụ ga-abụ n'Enugwu steeti.",
    "Ha mere nkwekọrịta a na nzukọ ha mere n'Owere, Imo steeti, taa bụ ụbọchị 11 nke ọnwa Epreelụ 2021, ebe ha nọ kwuo maka etu mpaghara ọwụwa-anyanwụ si nọrọ n'ọnọdụ ọjọọ n'ihe gbasara nchekwa.",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Gịnị na-eme na kọmitii nchekwa nke ndị ọwụwa anyanwụ?",
    "Na nzukọ ahụ, ha bu ụzọ katọọ iyi ndụ egwu nakwa mkpamkpa ndị omekome na-akpa na moaghara ahụ, ma katọọ mwakpo na ịgba ụlọọrụ ndị uweojii ọkụ, mwakpo na ịgbapụta ndị a nwụchiri n'ụlọmkpọrọ nakwa ogbugbu ndị ọrụ nchekwa, ndị obodo nakwa ndị ọrụ ugbo.",
    "Ndị gọvanọ a gụnyere Ifeanyi Ugwuanyi nke Enugwu steeti, Willy Obiano nke Anambara steeti, Dave Umahi nke Ebonyi steeti, Hope Uzodimma nke Imo steeti na Okezie Ikpeazu nke Abịa steeti, kwuru na gọọmentị etiti Naịjiria dọnyeere ha ukwu n'ihe gbasara ọnọdụ nchekwa, ma kwuo na ha na gọọmentị etiti ga-ejikọ aka buso mkpamkpa ndị omekome agha.",
    "Ebe foto si, Imo New Media Facebook",
    "Na nzukọ a ha kpọrọ 'South East Security Summit' bụ nke mbụ a na-eme maka nchekwa na mpaghara a, ndị gọvanọ kpebiri na ndị isi a hụrụ kwaba okpu gụnyere ndị ndọrọndọrọ ọchịchị, ndị ojiegoachụego na ndị ọrụ nchekwa, ga-etikọta isi ọnụ ịhụ na a kwadoro ndị nchekwa na mpaghara ọwụwa-anyanwụ iji hụ na e memilara mkpamkpa ndị omekome.",
    "Ndị wakporo obodo anyị bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri",
    "Enugu steeti ekeela ndị Forest Guard ụgbọala pụrụiche maka nchekwa",
    "Nkata ọhụrụ ndị Gọvanọ ọwụwa-anyanwụ na-akpa maka nchekwa",
    "Ha kpebiri ime nzukọ a kwa mgbe, ma hụkwa na e mere ya na steeti dị iche iche n'ọwụwa-anyanwụ oge ọbụla.",
    "Ha gwakwara ndị isi ndị ọrụ nchekwa ka ha gbaa mbọ kwuputa ihe ndị ha chọrọ, ga-enyere ha aka ibuso mpụ na omekome agha, nke ha bụ ndị isi mpaghara ọwụwa-anyanwụ ga-ahụ na o ruru ha aka ozugbo.",
    "Ebe foto si, Imo state new media",
    "N'otu aka ahụ, ndị gọvanọ kwuru ka onyeisi ndị uweojii kwụsị izite ndị otu ya, kama ka ọ hapụ ndị kọmishọna uweojii nakwa ndị nke ọrụ ha bụ ichekwa mpaghara ahụ ka ha rụọ ọrụ dịịrị ha.",
    "Ha kwukwara ka onyeisi ndị uweojii na ndị isi ọrụ nchekwa ndị ọzọ kpọkuo Ohaneze Ndigbo na ndị ọzọ, iji mata ebe mmiri si banye n'opi ụgbọghụrụ n'ihe gbasara nchekwa n'Ọwụwa-anyanwụ.",
    "N'aka ọzọ, ndị gọvanọ kwenyekwara na a machiela ịchị ehi agagharị, ma gwa ndị ọrụ nchekwa ka ha gbaa mbọ hụ na ndị mmadụ debere iwu mmachi a.",
    "Ha rịọkwara ka ndị ọrụ ugbo na ndị ọchị ehi na-arụkọ n'udo, ka ndị gọvanọ nwee ike ibuso mpụ agha.",
    "Nzukọ a na-abịa dịka ọnọdụ nchekwa n'ọwụwa-anyanwụ banyere na 'ọgbara Igbo gharịị' n'ime izu ole na ole gara aga.",
    "Ọkachasị nke mere n'izu gara aga ebe ndị omekome wakporo ụlọmkpọrọ dị n'Owere ebe ndị nọ na mkpọrọ si gbafuo, nakwa ihe ruru ụlọọrụ ndị uweojii atọ n'Imo steeti.",
    "South East Security Summit: Ndị gọvanọ ọwụwa-anyanwụ ehiwela 'Ebube Agu' maka nchekwaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Prince Philip: Ụlọụka Canterbury na-akara ya ụka ncheta taa bụ April 1110 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ihe mere m ji gbaghara Ada Jesus - Chi Marine Temple",
    "South East Security Summit: Ndị gọvanọ ọwụwa-anyanwụ ehiwela 'Ebube Agu' maka nchekwa",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe a na-eme n’ala Igbo bụ ajọ ekwe na-akụ - Uche Mefor",
    "Idina onye nkuzi maka ule: OAU etinyela ọnụEmelitere ikpeazụ na: 12 Eprel 2018",
    "Oke mmiri eburula ụlọ ma merụọ ndị mmadụ ahụ n'Ebonyi",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Lee ihe iri bụ arụ ma nwaanyị Igbo mee yaEmelitere ikpeazụ na: 4 Septemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}