{
  "published": "13 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mobughichi Eberendu bụ onye Injinia, gwara BBC Igbo etu o siri hapụ ihe ọ mụrụ malite iri nri ndi Afrịka na mba ofesi.",
    "Ọ bụ n'obodo Portsmouth, nke mba Briten ka maazị Mobughichi na-akpa ike a.",
    "Ọgbambọ: Lee nwafọ Igbo ji aka ya arụpụta igwe njuoyi",
    "'Abụ m nwaanyị na-ama 'tile' n'agbanyeghị na m gara mahadum'",
    "'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze",
    "Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m - Ekene Obayi",
    "N'akụkọ a, ọ gwara BBC etu o siri malite nakwa ije ya kemgbe o bidoro.",
    "Onye haziri akụkọ a bụ Jessica Nwankwo",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, Ọgbambọ: Etu m si malite ahịa nri na UK- Mobughichi Eberendu, Duration 3,3913 Eprel 2021",
    "Vidio, Aka akparala onye uweojii gbara Joy Ndụbụeze egbe n'ọnụ, Duration 3,2330 Ọktọba 2020",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Ebonyi attack: Ndị wakporo anyị ma gbuo ụfọdụ n'ime anyị si agbataobi anyị bịa - Ndị Ngbo, Duration 4,1712 Eprel 2021",
    "Vidio, Ọ bụ Miracle na-emere m ihe niile - Nne onye uweojii e gburu n'Ekwulobia, Duration 2,4026 Maachị 2021",
    "Vidio, Leohand Lyeanyi: Etu nwunye ya si eri uju ọnwụ ya, Duration 6,003 Eprel 2021",
    "Vidio, 'Ebube Agu' ọ ga-ebute mgbanwe ọnọdụ nchekwa n'ala Igbo?, Duration 8,2612 Eprel 2021",
    "Vidio, How to make black soap: Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 0,59elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}