{
  "published": "16 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ipob/Getty",
    "Kemgbe ọnwa ole na ole gara aga, akụkọ mwakpo ndị uweojii na ogige ha na-arị ibe ya elu n'Ọwụwa Anyanwụ nke Naijiria.",
    "Na mkpamkpa ndị a niile gụnyere nke Imo, Ebonyi, Abịa, Anambara na Cross River bụ na ndị a ji egbe akpa ike a kpọrọ 'unknown gunmen' na Bekee bụ ha gbuo ndị uweojii, ha buru egbe ha gbalaga.",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "O nweghi ihe jịkọrọ Ebube Agu na ESN Nnamdi Kanu hibere - Gov Umahi",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Dịka ihe ndị a na-akpọtụ, ụfọdụ ndị mmadụ malitere na-ajụ ma otu nnwereonwe Ipob na otu nchekwa ha hibere bụ 'Eastern Security Network' ha aghọọla otu agha nnupụisi?",
    "Ha rụtụrụ aka na ọtụtụ otu agha nnupụisi na-akpa mkpamkpa n'Afrịka taa, bidoro ka nwamba ma mecha ghọọ agụ owuru.",
    "Otu 'Global Terrorism Index' kọwara  'iyiegwu' bụ ihe e jiri mara otu agha nnupuisi dịka, \" Iji ike na tigbuo-zogbuo nke otu abụghị nke gọọmentị  gbaa mbọ inweta ọchịchọ metụtara ndọrọdọrọ ọchịchị, akụnaụba, okpukperechi, maọbụ mmekọrịta mmadụ na ibe ya site n'iyi egwu, mmanye maọbụ mmaja.\"",
    "Eastern Security Network: 'Ọ bụ ndị Gọvanọ ọwụwa anwanwụ ka ụta dịịrị maka ESN'",
    "N'otu aka ahụ, ngụkọ ha bụ 'Global Terrorism Database' gosiri na Boko Haram, Fulani ọchịehi nakwa Al-Shabaab nke Somalia so n'otu ndị agha nnupuisi kachasị akpa mkpamkpa n'ụwa dum n'afọ 2020.",
    "Lee ụfọdụ otu abụghị nke gọọmentị na-egosi anya ọbara ọbara n'Afrịka, etu ha siri malite nakwa ebe ha kwụ ugbua:",
    "Ebe foto si, Reuters",
    "Ndịagha Naịjirịa ekwuola ugboro ugboro na ha-emeri Boko Haram",
    "Otu a nke onye malitere ya bụ  Mohammed Yusuf  bidoro n'afọ 2002 dịka otu ụka Alakụba chọrọ ịnụcha okpukpere Islam nakwa ịlụ ọgụ Jihad.",
    "Ya bụ agwọ otu onye hụrụ mechara ghọọ eke malite n'afọ 2009 dịka ndị ọrụ nchekwa Naijiria chara ha ọkụ.",
    "Etu ha si gbanwe",
    "Ha sitere n'ịgbasa oziọma Islam banye n'ihiwe otu nchekwa nke ha nke malitere ịwakpo ma bibie; ogige ndị uweojii, ọdọụgbọala, ụlọakwụkwọ, ụlọụka na imekpa ndị ekwenyeghị n'okpukpere ha ahụ.",
    "N'afọ 2010, ha wakporo ụlọmkpọrọ na Bauchi tọhapụ ndị nga karịrị 700, nke 100 n'ime ha bụ ndị otu ha.",
    "N'afọ 2014, ha tọọrọ ụmụakwụkwọ ụmụnwaanyị Chibok dị 276.",
    "Ha meechara tọrọkwa ụmụaka ụmụakwụkwọ nwaanyị Dapchi dị  109(otu narị na itoolu) n'afọ 2018.",
    "Ebe foto si, Getty Images",
    "Ndị Fulani ọchịehi nke ụfọdụ kporo 'Fulani militia' na Bekee bụ ndị na-achịghari ehi si na mpaghara Ugwu rue Ndịda Naijiria na mpaghara ndị ọzọ dị n'Ọdịda Anyanwụ Afrịka.",
    "Ọtụtụ n'ime ha bu ndị ụka Alakụba.",
    "Etu ha si gbanwe",
    "Mbụ a ma ha naanị dịka ndị na-achị ehi agagharị na mpaghara dị iche iche dịka ihe ha na-eji karị bụ naanị mma na osisi.",
    "Ụgbua ha ji egbe AK-47 achịgharị ehi ha, ebe ọtụtụ na-ebo ha ebubo igbusị ndị mmadụ, ibibi ugbo ndị ọrụ ubi nakwa idina ụmụnwaanyị n'ike.",
    "N'afọ 2014, nchọpụta 'Global Terrorism Index'  kpọpụtara aha  ndị Fulani ọchịehi dịka  \"otu ndi oyiegwu no n'ogogo anọ ndị kachasi dị ọjọọ n'ụwa\".",
    "Ebe foto si, AFP",
    "Al-Shabaab bụ otu ndị oyiegwu si mba Somalia nke ebumnobi  ha na mbụ bụ nchekwa obodo na ime ka mba ahụ bụrụ naani okpukperechi Alakụba(Islamic State')mana ha na-akpakwa ike na Kenya nakwa Yemen.",
    "Otu mụtara Al- Shabaab n'afọ  2006 bụ otu 'Islamic Courts Union(ICU)  bụ otu ndọrọndọro ọchịchị jikọrọ ụlọikpe Sharia na mba Somali,na-akpa udo na mba ahụ ka  Agha Somalia  bichara.",
    "Dịka,ngalaba 'Foreign Relations' nke Amerika si kọwaa, mba Ethiopia bukarị ndị ụka-Kraistị zara mbeku aka na-achi Somalia,wakporo mba ahụ Disemba 2006 chụpụ  ICU na Mogadishu. Nke a meere ka ọbara banye otu ahụ n'anya.",
    "Al- Shabaab nke malitere ka onyeisi ICU tinyere akwụkwọ arụkwaghịm ma kposaa otu ahụ,bidoro igbusịsị mmadu aghara aghara.",
    "N\"ọnwa Oktoba afọ 2017, ogbunigwe ha gbara gburu ihe karịri mmadụ 500 Mogadishu,isiobodo Somalia.",
    "N'afọ 2019, ha tinyere ogbunigwe nke  gbagburu mmadụ 94, ọtụtụ n'ime ha  bụ ụmụakwụkwọ.",
    "N'otu afọ ahụ,a na-ebo ha ebubo mwakpo ụlọoriri dị na Nairobi isiobodo Kenya.",
    "Ebe foto si, Getty Images",
    "Dịka aha ha bụ 'Movement for the Emancipation of the Niger Delta'(MEND) si dị, bụ otu na-agba mbọ ka a kwụsị mmetọ a na-emetọ gburugburu na Niger-Delta nakwa ka oke ndi mpaghara ahụ rute ha aka.",
    "Otu 'MEND' si na ikute ụtaba banye ọgbọ ahịa dịka ha malitere ịtọ ndịọcha na-arụ ọrụ n'ụlọọrụ mmanụ dị na Niger-Delta.",
    "A nụghị na  akụkọ na ha gburu onye ọbụla  ha tọọrọ  mana ha na-anapụ ha ego. Ha  na-agbarikwa okporo mmanụ agbịdị.",
    "Mkpamkpa ha na otu ndi yiri ha na-akpa riri Naijiria nde kwuru nde dịka ha malitere tọwa ndị nkịtị na-anapụ ha ọ kpụrụkpụ ego iji gbara isi onwe ha.",
    "E mecha,goomenti etiti nye ha' mgbaghara(amnesty) n' oge ọchịchi Musa Yar'Adua.",
    "Ipob na ESN ha a na-achọ ịghọ otu agha nnụpuisi?",
    "Ebe foto si, Getty Images",
    "Ipob bụ otu na-agba mbọ maka nnwereonwe Biafra nke onye ndu ha bụ Nnamdi Kanu si na otu Massob pụta hiwe.",
    "Ha ji ngagarịiwe nakwa ịgbasa ozi n'ịntanet achọ ọchịchị obi ha.",
    "Etu ha si na-agbanwe",
    "N'afọ 2020, otu Ipob hiwere otu ha kpọrọ 'Eastern Security Network' nke ha kwuru bụ maka ichekwa Ọwụwa Anyanwụ Naijiria.",
    "Ebe foto si, Eastern Security Network",
    "Mana otu onye ọkachamara n'ihe gbasara nchekwa bụ Richard Amuwa kwuru na \"Ipob na ESN ga-aghọ otu agha nnupuisi ma ọ bụrụ na gọọmentị emeghị ihe doro anya maka okwu nchekwa.\"",
    "\"O kwesịrị ka e gbobido ha, e meghị otu a, ha nwere ike ịghọ ndịagha nnubupuisi n'Ọwụwa Anyanwụ. Chukwu ekwela ka ha bido kpawa agwa ka ndị Boko Haram!\"",
    "Amuwa, onye tara gọvanọ ndị Ọwụwa Anyanwụ na ndị ọrụ nchekwa ụta maka ebidoghị n'oge gbawa mbọ ibelata nsogbu nchekwa na-arị elu n'Ọwụwa Anyanwụ, nke ọ sị nyere Ipob ohere ihiwe otu ESN.",
    "\"Kedụ ihe jibu ndị gọọmentị dị n'ọwụwa Anyanwụ ihibe otu nchekwa maka mpaghara ahụ? Ugbua, Ebube Agụ na ndị ESN ga-ebido nwewa nghọtahie.\"",
    "Ebe foto si, Richard Amuwa",
    "Richard Amuwa bụ ọkachamara n'ihe gbasara nchekwa",
    "Na nso nso a, onye bụbu onyeisi ndị uweojii Naijiria bụ Mohammed Abubakar boro ebubo na ọ bụ Ipob nyụrụ ihe na-esi n'Ọwụwa Anyanwụ dịka ndị bu egbe wakporo ụlọmkpọrọ nakwa isi ụlọọrụ ndị uweojii n'Owere tọhapụ ndị nga karịrị 1000.",
    "Kemgbe ọnwa Januwari  ndị bu egbe awakpoola ogige ndị uweojii karịrị iri n'ala Igbo, magbuo dị uweojii iri.",
    "Mana otu Ipob nakwa Gọvanọ Imo steeti bụ Hope Uzodinma kwuru na o nweghị ajị dị n'abụ Ipob kama na ọ bụ ndị iro si steeti ọzọ na-anwụnyere gọọmenti steeti ahụ aja na garị.",
    "N'aka nke ọzọ, ụfọdụ ndị mmadụ na-ajụ na ọ bụrụ eziokwu na ọ bụghị Ipob hiwere ESN maka nchekwa Ọwụwa Anyanwụ, ebe ka ha nọ nsogbu nchekwa were na-akawanye njọ n'Ọwụwa Anyanwụ?",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Ihe i kwesiri ịma maka Prof Nnenna Oti, nwaanyị mbụ e mere onyeisi Mahadum 'Federal University of Technology Owerri'",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala Igbo",
    "Arochukwu : Uru ịjụ ese bara tupu alụmdi na nwunye",
    "Unknown Gunmen in South-East: A wakpoghi ụlọakụ ọbụla n'Ogbunike - Ndị uweojii Anambara steetielekere 5 gara aga",
    "Mbieri Police Attack: Ndị wakporo obodo anyị bụ ndị be anyị si n'ụlọmkpọrọ Owere gbaa ọsọ - PG Mbieri8 Eprel 2021",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Hope Uzodimma5 Eprel 2021",
    "Vidio, 'Ebube Agu' ọ ga-ebute mgbanwe ọnọdụ nchekwa n'Ọwụwa Anyanwụ?12 Eprel 2021",
    "Imo State News: Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike7 Eprel 2021",
    "Chukwuma Soludo: Anwuchiela mmadụ anọ ọzọ 'aka ha dị' na mwakpo e mere n'Isuofia31 Maachị 2021",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?16 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "A wakpoghi ụlọakụ ọbụla n'Ogbunike - Ndị uweojii Anambara steetielekere 5 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, Ebube Agu: Ebe ndị 'unknown gunmen' wakporola n'ala Igbo, Duration 8,2612 Eprel 2021",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ10 Eprel 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "A wakpoghi ụlọakụ ọbụla n'Ogbunike - Ndị uweojii Anambara steeti",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Coronavirus tips: Ị ga-akwụsị ụmụaka igwu egwuregwu?Emelitere ikpeazụ na: 16 Eprel 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "E tiwela mkpu ka a kwụsị iji ATM kaadị ele ndị gba ọtọ n'intanetịEmelitere ikpeazụ na: 8 Mee 2020",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}