{
  "published": "15 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Apams Limited",
    "Igbo tụrụ ilu sị na \"onye aka ruru ya elie nne maọbụ nna ya\" mana nwaanyị o nwere ikike ime nke a n'ala Igbo?",
    "Ọ bụ ajụjụ a ka ọtụtụ mmadụ kpụ n'ọnụ dịka akụkọ sị na otu nwaanyị na nwanne ya nwoke na-azọ onye ga-eli nna ha.",
    "Ihe mere ụmụnwaanyị anaghị eketa ala n'omenala Igbo",
    "Ihe ndị ị kwesịrị ịma maka ụmụnwaanyị Igbo",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị Igbo",
    "Onyeisioche okpuruọchịchị Afikpo North bụ Obiageri Oko Enyim na nwanne ya nwoke bụ Ogbonnia Oko Enyim na-ama aka onye ga-eli nna ha nwụrụ.",
    "Nna ha bụ Simon Oko Enyim nwụrụ n'ụbọchị 25 nke ọnwa Febụwarị afọ",
    "Ọ bụghị otu nne mụrụ ha abụọ kama ọ bụ otu nna jikọtara ha abụọ.",
    "Gịnị butere esemokwu a?",
    "Ebe foto si, Ogbonnia Oko Enyim/facebook",
    "Ogbonnia Oko Enyim bụbu onyeisioche okpuruọchịchị Afikpo North nke Ebonyi Steetị",
    "A maghị kpọmkwem ebe mmiri si baa n'opi ụgbọghọrọ mana Ogbonnia gwara BBC Igbo na kamgbe a na-apụrụ ya ikike ịzọ ọkwa okpuruọchịchị Afikpo North ma nye ya Obiageri na ha abụọ adịghịzi na mma.",
    "Kama na nke ahụ apụtaghị na nwaanyị ga-abịa na-azọsị nwoke onye ga-eli nna ha na o nweghi ebe nke ahụ na-eme n'ala Igbo.",
    "O boro gọọmentị Ebonyi Steetị ebubo maka ịkwado Obiageri bụ ihe nyere ya ikike dịka nwaanyị ịna-azọ onye ga-eli nna ha.",
    "Ogbonnia sị na o mechara lie nna ha n'ụbọchị 8 nke ọnwa Eprelụ na-agbanyeghi esemokwu a dị n'olili ya.",
    "Ebe foto si, Obiageri Oko Enyim/Facebook",
    "Obiageri Oko Enyim bụ onyeisioche okpuruọchịchị Afikpo North ugbua",
    "Mana nwada Obiageri gwara BBC Igbo na nwanne ya nwoke achọghị ịkpọkọta ezinaụlọ ha ọnụ dịka diọkpara ọ bụ.",
    "Na Ogbonnia hiwere olili nna ha na-emeghi ka ụmụnne ndị nwoke kpaa maka ya ka ọfọdụzie ha nwa bụ ndị nwaanyị.",
    "Usoro e ji eli nwaanyị n'ala Igbo",
    "Akwamozu o kwesiri ịbụ oriri na nkwari?",
    "Mgbe a jụrụ ya ma ọ bụ eziokwu na ọ bụ ya tinyere ụbọchị olili nna ya, Obiageri sị na ọ bụghị hiwere ụbọchị kama na ọ bụ ndị nze nke nna bụ otu n'ime ha hiwere n'ụbọchị 8 nke ọnwa Mee, afọ 2021.",
    "Obiageri sị na ọ rịọla nwanne nwoke ka ha meeudo iji hụ na e liri nna ha mana ọ jụrụ ịnabata arịrịọ ọ rịọrọ ya.",
    "Ọ sị dịka ọ dị ugbua na e libeghi nna na ozu ya ka na n'ụlọozu rue ụbọchị 8 nke ọnwa Mee a ga-eli ya dịka ezinaụlọ na ndị obodo ji nwee nkwerịkọta.",
    "Ọ sị na ebubo Ogbonnia na-ebo gọọmentị Ebonyi maka ịdọnyere ya ukwu bụ asị maka na gọọmentị gwara Ogbonnia ka ya na ezinaụlọ ya mee udo.",
    "Kedụ ihe omenala Igbo kwuru banyere ya?",
    "Ebe foto si, Apams Limted",
    "Maazị Chigozie Nnabuihe bụ ọkammụta n'asụsụ nakwa omenala Igbo sị na ọ bụghị omenala Igbo na nwaanyị ga-eli nne ya maọbụ nna ya.",
    "Ọ sị na ọ bụrụgodi na o nweghi nwoke a mụtara n'ezinaụlọ ahụ, na ụmụnna maọbụ onye nwoke kachasị nọrọ ha nso ga-apụta mee omenala a ga-eji lie onye ahụ.",
    "Ọ sị na ike kwe na ụfọdụ obodo ndị na-eri ala na nne nwereike ị na-eme ụdị nke a kama na omenala Igbo gbaa gburugburu anaghị eme ya.",
    "Nnabuihe jụrụ sị \"ọ bụrụ nwaanyị lụọ di na ọ ga-ahapụ ụlọ di ya bịa na-azọ onye ga-eli nna ya?\"",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Etu ụmụnne abụọ si gbuo nwanne ha nwoke maka akụnaụba nna ha",
    "O nweghi ihe jịkọrọ Ebube Agu na ESN Nnamdi Kanu hibere - Gov Umahi",
    "Mwakpo Ebele di na Ngbo",
    "Ihe mere ụmụnwaanyị anaghị eketa ala n'omenala Igbo19 Septemba 2020",
    "Igbo funeral rites: Usoro e ji eli nwaanyị n'ala Igbo17 Nọvemba 2019",
    "Burial Ceremony: Akwamozu o kwesiri ịbụ oriri na nkwari?4 Nọvemba 2019",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Etu ndị o ji egbe si wakpoo ma gbuo ndị uweojii atọ n'Abakaliki",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "O nweghi ihe jịkọrọ Ebube Agu na ESN Nnamdi Kanu hibere - Gov Umahi",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ ajaEmelitere ikpeazụ na: 3 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Flavour, Chidinma, Davido na ndị ọzọ a kpụ n'ọnụ n'izu aEmelitere ikpeazụ na: 23 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}