{
  "published": "14 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nnenna Oti-Facebook",
    "Ọkammụta Nnenna Oti nwetara nzere 'First Class' na mahadum University of Nigeria Nsukka'",
    "Ndi ọnụ na-eru n´okwu na ọchịchị mahadum(governing council) 'Federal University of Technology'(FUTO)  Owere, emeela ntuliaka tụpụtara Ọkammụta Nnenna Oti maka ọkwa onyeiei mahadum ahụ.",
    "Oti, onye meriri na ntuliaka ahụ e mere na nsonso a ji akara 75.5 merie onye na-esote ya bụ ọkammutụta Ikechukwu, onye nwetara akara 69.7 na ntuliaka ahụ nke a dị mmadụ asaa were zọọ.",
    "Ị ma Sandie Okoro ada Igbo ọzọ welitere isi na World Bank?",
    "Lee ihe gosiri na ụmụnwaanyị Igbo bụ ọkaibe",
    "Uru nwaanyị abụghị sọ n'ụsọekwu",
    "Technovation: Lee ụlọakwụkwọ ụmụaka ise ahụ turula ugo ọkaibe n'asompi technụzụ",
    "Pro-chancelor Mahadum ahụ Ọkammụta John Offem kwuru na mmadụ iri abụọ na ịdọlu debara aha ha maka ịzọ ọkwa ahụ, mana mmadụ asaa bụ ndị a họpụtara maka ịzọ ọkwa ahụ.",
    "Oti ga-anọchie anya onye nke na apụapụ bụ ọkammụta Francis Eze.",
    "Ebe foto si, Nnenna Oti",
    "Odoziakụ Oti bụ nwaanyi mbụ ruru ogogo onyeisi mahadum FUTO nwere ọtụtụ nzere nakwa nturu ugo, bụ ọkammụta na ngalaba agụmakwụkwọ  na-ahụ maka aja na nchekwa ogbe ọnatarachi(Soil and Environmental Science).",
    "O nwetara nzere agụmakwụkwọ nke mbụ ya dika ọkaibe na ngalaba agụmakwụkwọ  'Soil Science' na Mahadum 'University of Nigeria Nsukka(UNN).",
    "O nwekwara nzere nke abụọ ya na mahadum UNN.",
    "Dika azụ eru ala na mmụta , ọ zọpụrụ njem agụmakwụkwọ n´ụlọakwụkwọ 'Catholic University Leuven', nke mba Belgium, ebe ọ nọrọ gụọ maka\" irrigation engineering\".Ọkammụta Oti amarala nke ekwe na-akụ na ngalaba agụmakwụkwọ,mmụta na ụkpụrụ ọchịchị ụlọakwụkwọ tinyekwara nke mba ofesi kemgbe afọ iri atọ na anọ.",
    "O deela ihe karịrị akwụkwọ iri isi na ise, kuzie n' ọgbakọ pụrụ iche iri anọ na ọtụtụ ndị ọzọ.",
    "A na-eto nwaanyi akịdị na nke ọ gwọrọ , ya agwọta ọzọ, ngwa lee ntuweugo dị iche iche e tuwere ya:",
    "Ọ bụrụ ọkaibe(First Class) na ụmụakwụkwọ gụchapụrụ na ngalaba agụmakwụkọ 'Soil Science'  nke mahadum UNN na afọ 1982.",
    "Ntuweugo agụmakwụkwọ n'efu site n' aka gọmenti Imo n' afọ 1977.",
    "N' afọ 1986 na 1987, otu 'European Economic Community scholarship (ECC) tuwekwara ya ugo maka ịkwalite mba dị iche iche na mahadum 'Catholic University, Leuven' nke mba Belgium.",
    "Ọ nọchitere anya mpagara Ọwụwa-Anyanwụ n' aha Ebonyi Steeti n' ọgbakọ ukwu ọchịchị etiti e nwere na afọ 2014.",
    "Dr Nnannaya Oti bụ di ya ebe chineke ji ụmụ atọ gozie ha.",
    "Technovation : Osinbajo ekelela ụmụaka Igbo turula ugo ọkaibe n'asompi technụzụ10 Ọgọọst 2018",
    "Vidio, Nnewi Women: Gịnị ka ị ma maka ‘Nwaanyị Nnewi’?24 Julaị 2019",
    "Vidio, Omu of Okpanam: Ị hụtụla Ezenwaanyị na-alụ nwaanyị ibe ya?2 Disemba 2019",
    "Vidio, International Women's Day: Onweghị ihe ọbụla nwaanyị agaghị emenwu - Nwaanyị Nigeria na-arụ na NASA8 Maachị 2020",
    "Vidio, Igbo culture: 'N'omenala Igbo, mmọnwu abụghị maka nwaanyị'31 Disemba 2019",
    "Vidio, Kedụ ka Igbo si ahụta ụmụnwaanyị?8 Ọgọọst 2018",
    "Vidio, Aga m agụ egwu n'eluigwe - Nwaanyị na-agụ egwu n'ahia26 Ọgọọst 2018",
    "Vidio, Ọ bụ ndị ọchịehi Fulani, ka ọ bụ ndị Agila dị na Benue wakporo ndị Ngbo n'Ebonyi steeti?14 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ebube Agu Meaning: O nweghi ihe jịkọrọ anyị na ESN Nnamdi Kanu hibere - Umahielekere 8 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Ihe i kwesiri ịma maka prof Nnenna Oti, nwaanyị mbụ na-abụ onyeisi Mahadum 'Federal University of Technology'",
    "Ebube Agu Meaning: O nweghi ihe jịkọrọ anyị na ESN Nnamdi Kanu hibere - Umahi",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Nwaanyị Ngbo ndị Agila gburu gafere ebe gọọmentị sị onye agala - Ndị uweojii Ebonyi steetiEmelitere ikpeazụ na: 22 Mee 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}