{
  "published": "15 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii n'Imo Steeti sị na aka Chioma na Mishark Emenyionu gburu Chinonso Emenyionu maka ndọrọndọrọ akụnaụba nna ha.Ọnụ na-ekwuru ndị uweojii n'Imo Steeti bụ Godson Orlando Ikeokwu kwuru na ụmụnne a si Uborji dị n'obodo Okuku nke okpuruọchịchị Owerri West, Imo Steeti nọzị n'aka ndị uweojii ugbua.",
    "Aka akparala nwoke gburu ma lie enyi ya nwoke n'ọhịa",
    "Onye uweojii gburu di na nwunye gbuo onwe ya",
    "Ndị uweojii ejidela onye ha na-enyo gburu ọkaikpe n'Imo",
    "Maazị Ikeokwu sị na nnyocha mbụ ha gosiri na esemokwu malitere dịka Chinonso na-agba isi akwara maka usoro e jiri chọọ ike akụnaụba nna ha hapụrụ nwụọ.",
    "Ọ sị na Chinonso ji mma yie nne ha egwu, nke mere Chioma Emenyionu jiri kpọọ ụmụ nne ha nwoke bụ Chigbu, Mishark na Shedrack Emenyionu.",
    "Maazị Ikeokwu dere na dịka ha bịara, ha malitere tiwe Chinonso ihe nke butere ibu ya gawa ụlọọgwụ ebe ndị ọrụ ahụike jiri kwuo na ọ nwụọla.",
    "Ozu Chinonso nọzị n'ebe a na-edowe ndị nwụrụ anwụ.",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Etu ndị o ji egbe si wakpoo ma gbuo ndị uweojii atọ n'Abakaliki",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, Lekwa ihe anyị chọpụtara maka ọrịa leukemia, Duration 3,2725 Maachị 2021",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'23 Maachị 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Ụfọdụ ndị obi ebere akpọgala Ada Jesus n'ụlọọgwụ dị n'Anambra State",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "O nweghi ihe jịkọrọ Ebube Agu na ESN Nnamdi Kanu hibere - Gov Umahi",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Man City agwọọla Chelsea ka nkwọbi e ji tụọrọ afọ ọhụrụ ajaEmelitere ikpeazụ na: 3 Jenụwarị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Flavour, Chidinma, Davido na ndị ọzọ a kpụ n'ọnụ n'izu aEmelitere ikpeazụ na: 23 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}