{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ mwakpo mbụ si mpaghara ọwụwa anyanwụ Naịjirịa chee ụwa ihu n'ụtụtụ taa bụ April 9,2021 bụ nke mere n'Ukpo dị n'Anambra steeti.",
    "Ndị o ji egbe egbu wakporo ụlọọrụ ndị uweojiii Zone 13 bụ isi ụlọọrụ n'elekere anọ nke ụtụtụ taa mana ndị uweojii kwụsiri ha tupu ha mebiwe ọtụtụ ihe.",
    "Insecurity in Southeast Nigeria: Ebe niile awakporo ụlọọrụ ndị uweojii n'Abia, Anambra, Ebonyi, Enugu na Imo steeti",
    "Ndị omekome agbaala ụlọọrụ ndị uweojii ọkụ",
    "Ọnụ na-ekwuru ndị uweojii Zone 13 bụ Nkeiruka Nwode kwuru na ya ndị otu ya chụmiri ndị omekome ahụ ọsọ ụkwụ eru ala ma napụta ha ngwa ọgwụ gụnyere egbe.",
    "Onye na-achọghị ka anyị kpọpụta aha ya hụrụ ihe merenu kwuru na ndị uweojii abụọ nwụrụ n'ọdachị ahụ.",
    "Mbọ niile onye ntakụkọ BBC gbara inụta n'ọnụ onụ na-ekwuru ndị uweojii ebe ahụ kpụrụ n'ala makana o bughị ekwe nti ya.",
    "Kirie ka ebe ahụ dị ugbua.",
    "Onụ na-ekwuru ndị uweojii na steeti ahụ bụ Tochukwu Ikenganyia kwetere na ya bụ mwakpo mere mana o kwughị na o nwere onye nwụrụnụ.",
    "Ka ọ dị ugbua , ndị mmadụ na-agagharị eme ihe nke ha mana ọtụtụ ndị uweojii juputere n'akụkụ ebe mwakpo a mere.",
    "Ndị uweojii nke ụlọọrụ dị n'Uzoakoli kwuru na enweghị onye ọbụla nwụrụ na mwakpo ụloọrụ ha dị n'Ụzọakọlị, nke okpuruọchịchị Bende dị n'Abia steeti.Onye ntaakụkọ BBC garụru ebe ahụ kwuru na ọ bụ n'ihe dịka elekere iri abụọ nke ụtụtụ ka ndị a wakporo ya bụ ụloorụ a.Ha gbara ụlọọrụ ndị uweojii a ọkụ ya na ụgbọala ndị nọ ebe ahụ.",
    "Taa ka ndị  Uweojii nọ n'Anambara steeti kwuptere na aka ha akparala mmadụ ise a na-eche na aka ha dị n'ogbugbu mmadụ mere n'ụbọchị ụka n'isi obodo steeti ahụ bụ Awka.",
    "Nke a na-abịa dịka ndị amabeghi ndị ha bụ gburu ihe a na-eche ruru mmadụ ise na Aroma Junction na Unizik Junction n'abalị Sọnde.",
    "Ndị BBC Igbo gbara ajụjụ ọnụ ekweghị ekwu okwu n'onyonyo mana ha kwuru na a na-eche na ọ bụ ndị otu nzuzo kpara ike a.",
    "Mkpa mkpa a na-ebo ndị otu nzuzo na-akpasi ike n'Anambara na nso nso a.",
    "Ndị uweoji kwukwara  na ha na-agba mbọ ịkwụsị ya site n'ime ka ndị ntorobịa mata na uru adịghị n'isonye na ụdịrị atụmatụ ahụ.",
    "Ihe nne Ada Jesus gwara Odumeje maka mgbaghara nwa ya nwaanyị",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "Vidio, Ị ma na ịgba boy ndị Igbo erụola mahadum Harvard ugbua?elekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Lee mwakpo niile 'unknown gunmen' mere na mpaghara ọwụwa anyanwụ n'ụbọchị April 19, 2021elekere 9 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Vidio, Ebube Agu: Ebe ndị 'unknown gunmen' wakporola n'ala Igbo, Duration 8,2612 Eprel 2021",
    "Vidio, Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Lee mwakpo niile 'unknown gunmen' mere na mpaghara ọwụwa anyanwụ n'ụbọchị April 19, 2021",
    "Ihe nne Ada Jesus gwara Odumeje maka mgbaghara nwa ya nwaanyị",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwaEmelitere ikpeazụ na: 27 Nọvemba 2019",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "Foto: Ezenwaanyị na mba Briten edulaala Ọkparaeze Philip",
    "Ihe ị kwesiri ịma maka okpueze ala IgboEmelitere ikpeazụ na: 25 Ọgọọst 2018",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Ọ bụ anyị kpọrọ ndị agha oku enyemaka - Gọọmentị Imo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}