{
  "published": "20 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Nwa Idriss Deby ga-anọchịte anya ya dịka onyeisiala mba Chad n'oge nta.",
    "Dịka ọ si dị, ndị agha mba Chad ekposala gọọmentị mba ahị ma kwuo na ha ga-eme ntuliaka ọzọ n'ọnwa iri asatọ ọzọ n'abịa.",
    "Ebe foto si,  Idriss Deby",
    "Ugbu a, ehiwela mmachị ngagharị na mba Chad site n'elekere isii nke mgbede ruo elekere ise nke ụtụtụ.",
    "Ndịagha mba Chad kwuru na Onyeisiala mba ahụ bụ  Idriss Deby anwụọla site na apa ọnya o nwetara n'ihu agha, izu ole na ole ọ fọrọ ka e duo ya n'iyi ọrụ dịka onyeisiala agba nke isii ya.",
    "Ndịagha mba ahụ na ndị agha nnupụisi na-achịpụ ya na isiobodo mba ahụ bụ N'Djamena.",
    "Taa ka e liri Pierre Nkurunziza bụbu onyeisiala",
    "Robert Mugabe anwụọla n'afọ 95",
    "E liela Robert Mugabe ebe e liri nna nna ya",
    "O nwere onye Igbo nwere ike ịnọchi anya Abba Kyari?",
    "Nwa amadi ahụ dị afọ iri isi na itoolu (69)  tupu ọ nwụọ.",
    "Onyeisiala Deby bụ onye bu ụzọ na- ngụkọ mpụtara ntuliaka e mere n'abalị iri na otu (11) ọnwa Eprelu, afọ 2021.",
    "Ka ọ dị ugbua, a họpụtala nwa ya bụ , Generalụ Mahamat  Idriss Deby  ka o jidegodu ọkwa onyeisiala dịka a gbachiri agbata mba ahụ na mba ndị ọzọ.",
    "Mana onye nkuzi mahadum bụ Evariste  Ngarlem Toldé gwara BBC na nke a megidere iwu ala ahụ dịka iwu kwuru na ọ bụ onyeisi ụlọomeiwu mba ahụ kwesịrị iweghara ọchịchị  ma hazie ntuliaka nke ọ gaghị eso azọ.",
    "A mụrụ ya ụbọchị  18  nke ọnwa Juun afọ 1952 n'ime obodo Berdoba, dị na mpaghara ugwu Chad.",
    "Deby banyere ọkwa ọchịchị n'afọ 1990 dịka o weghara ọchịchị n'ike n'aka onyeisiala mba ahụ oge ahụ bụ Hissène Habré.",
    "N'afọ 2012, Déby malitere agha megide nrụrụaka a kpọrọ \"Operation Cobra,\"  nke e jiri nweta ego ruru nde $50 bụ ego e zupuburu ezupu.",
    "Ọ bụ onyeisi African Union bido Déby was born on 18 June 1952,[9] in the village of Berdoba, approximately 190 kilometers from Fada in northern Chad",
    "Akụkọ ka na-abịa.",
    "George Floyd Trial: Ọkaikpe ekwuola na Derek Chauvin adaala iwu maka ọnwụ George Floydelekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nwa Idriss Deby bụ Mahamat Kaka ga-anọchi ya dịka onyeisialaelekere 9 gara aga",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, \"Ị chọrọ ime ọfụma dịka onye na-agba bọọlụ, mee ihe ndị a\" - Henry Onyekuru, Duration 1,4723 Jenụwarị 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Vidio, Ebube Agu: Ebe ndị 'unknown gunmen' wakporola n'ala Igbo, Duration 8,2612 Eprel 2021",
    "Vidio, Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "George Floyd Trial: Ọkaikpe ekwuola na Derek Chauvin adaala iwu maka ọnwụ George Floyd",
    "Nwa Idriss Deby bụ Mahamat Kaka ga-anọchi ya dịka onyeisiala",
    "Ihe nne Ada Jesus gwara Odumeje maka mgbaghara nwa ya nwaanyị",
    "Lee mwakpo niile 'unknown gunmen' mere na mpaghara ọwụwa anyanwụ n'ụbọchị April 19, 2021",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Gịnị na-esere Nnamdi Kanu na Fr Abiagom?",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}