{
  "published": "21 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ada Jesus",
    "Naijiria dị ndị ezinaụlọ ya na ndị ihe ya amasi ka Ghana dịka akụkọ ọnwụ ya pụtara ihe taa bụ Wenezde.",
    "Mercy Mmesoma Obi a ma dịka \"Ada Jesus' nwụrụ n'ụlọọgwụ dị n'Abuja e bugara ya maka ịgwọ ya ọrịa metụtara akịrị.",
    "Ada Jesus dead: Nwada a alaala mmụọ",
    "Dịka akụkọ siri kwuo, ọnọdụ ya kawanyere njọ n'abali Tuzde foro Wenezde, ebe ọ nwụrụ n'ụtụtụ taa ka o mechara  abalị ole na ole o jiri mechaa ncheta afọ 23 a mụrụ ya.",
    "Ebe foto si, Harrison Gwamshu",
    "Ada Jesus Comedy  sị na ya arịọla ndị niile ya mejọrọ mgbaghara",
    "Ọtụtụ ndị mmadụ ma Ada Jesus dịka ọkpachị ma lee ihe ndị ụfọdụ ị maghị maka ya:",
    "Ọ bụ onye Ọlụ n' Imo steeti",
    "Ọ lụrụ di aha ya bụ Kingsley Chuks Nnadi, mụta otu nwa",
    "Ya na di ya nweburu nghọtahie mana ha doziri oge ọrịa ya malitere",
    "Ọrịa malitere ịrịa Ada Jesus n'afọ 2019 mana ọ bụ n'afọ 2020 ka ọnọdụ ahụike wuwere ewu.",
    "Ebe foto si, Ada Jesus Comedy/Facebook",
    "Ọnwụ ya bụkwa ihe butere mwute nakwa arịrị n'uche ọtụtụ ndị mmadụ n'ihi na ọrịa  ọ rịa ọtụtụ oge tupu ọ nwụọ.",
    "Lee ihe ha na-ekwu na soshal midia maka ọnwụ ya:",
    "Ọtụtụ ndị ihe Ada Jesus na-amasị na-akatọ onye na-eme ihe ejije a ma ama bụ Rita Edochie nakwa ụkọchukwu Chukwunaeme Ohanaeme a ma dịka 'Odumeje' maka okwu ha kwuru makaAda Jesus dịka ọ nọ n'akwa ọrịa.",
    "Edochie na Odumeje kwuburu na ha agaghị agbaghara Ada Jesus maka okwu  ndị o kwugide ha nke ha kwuru bụ okwu asị.",
    "Adaeze siri na Edochie kwuru na isi Ada Jesus agaghị eji isi ya pụta n'ọrịa ya, na ugbua a na okwu ahụ emezuola.",
    "Chumalo kwuru na ọ bụrụ ezie na Ada Jesus anwụọla, na Rita Edochie kwesịị ịza ajụjụ maka ya.",
    "Bigjohn na-ekwu na Odumeje na Rita Edochie anaghị agbaghara mmadụ, kedụ ka ha sị arịọ chukwu mgbaghara.",
    "Everest na-ekwu na ọ nwụghị maka na ọ kparịrị Odumeje na Rita Edochie, na ọ bụ ọnwụ buru ya.",
    "Captain Aluko na-ekwu ka Chineke gbaghara ndị niile jụrụ ịgbaghara ya.",
    "Oge BBC gbalịrị ịnụta olu Rita Edochie maka ihe na-akpọtụ, ọ zaara ekwentị ya ma gwa anyị na ya nọ na nzukọ na ya enweghị ike ikwu ihe ọbụla ugbua.",
    "Mana ụfọdụ ndị mmadụ na-ekwu na ọbụghị  ọgụ mmụọ gburu Ada Jesus, na ọbụ ọrịa akịrị nakwa enweghị ezi nleta n'oge.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Nwa Idriss Deby bụ Mahamat Kaka ga-anọchi ya dịka onyeisiala",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ada Jesus dị afọ 23 alaala mmụọ21 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Anwụchiela mmadụ itoolu e cheere na aka ha dị na mwakpo Soludoelekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Rita Edochie, Odumeje na ihe ndị ọzọ a kpụ n'ọnụ maka ọnwụ Ada Jesus",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ipob na Massob asaala mba Briten maka Asylum ha wepụtara maka ịnabata ndị otu ha na-agba ọsọ ndụ",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Anwụchiela mmadụ itoolu e cheere na aka ha dị na mwakpo Soludo",
    "George Floyd Trial: A maala Derek Chauvin ikpe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nwa Idriss Deby bụ Mahamat Kaka ga-anọchi ya dịka onyeisiala",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}