{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị agha Naịjirịa abataala ugbua n'ahịa Artisan dị n'Enugwu ma na-agbali egbe elu ịchụsasị ndị na-eme ọgbaghara ebe ahụ.",
    "Cheta na BBC Igbo nụrụ na ndị na-azụ ahịa ehi achụọla ndị gọọmentị Enugwu ọsọ n'ahịa Artisan.",
    "Ndị ahụ nọchikwara okporoụzọ e si abanye ahịa ahụ ugbua ma gbaa ọtụtụ ihe ọkụ ebe ahụ.",
    "BBC Igbo nọ ebe ihe ahụ na-eme, kirie ya ebe a n'uju",
    "Nsogbu bidoro mgbe ndị na-achị ehi n'ahịa ahụ jụrụ ịpụ nke mere ka ndị ọrụ gọọmentị bịa ịchụpụ ha.",
    "Ha lụsoro ndị ọrụ gọọmentị ọgụ ma jiri ọsọ chụpụ ha ndị uweojii so ha bịa n'ahịa ahụ.",
    "New Artisan Market Crisis: Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbuaelekere 9 gara aga",
    "Enugu meat suspension: Ndị na-ere azụ na-achị ka ọdọ anụ Enugwu tọgbọ chakoo15 Ọgọọst 2019",
    "Enugu state Fire Service: Ụdị ọkụ gbara n'Onitsha agaghị eme n'Enugu makana anyị dị njikere24 Ọktọba 2019",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbuaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahielekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Inye ndị Ipob 'Asylum' bụ mkparị nye anyị- Gọọmenti etiti",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbua",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}