{
  "published": "22 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Elu 'control tower' n'ọdọụgbọelu Anambra",
    "Gọọmentị Anambra steeti ekwuola na ụgbọelu mbụ ga-efebata n'ọdọụgbọelu ha na-arụ ọhụrụ n'Ụmụeri na ngwụcha ọnwa Epreelụ nke 2021.",
    "Dịka ha jri kwuo, ọdọụgbọelu a ga-abụ nke na-ahụ maka ntụbata nakwa mbupu ngwaahịa dị iche iche.",
    "BBC Igbo gara njem nleta ya bụ ọdọụgbọelu.",
    "Lekwa foto ndị si ebe ahụ pụta:",
    "Ụlọọrụ ọdọugboelu Anambra",
    "Ka 'control tower' ọdọ ụgbọelu Anambra sị dị",
    "Ụlọ ebe a na-eche ụgbọelu n'ọdọụgbọelu Anambra",
    "Ụlọ ebe a na-eche ụgbọelu n'ọdọụgbọelu Anambra",
    "Okporoụzọ mfepụ ụgbọelu ọdọụgbọelu Anambra",
    "Okporoụzọ mfepụ ụgbọelu ọdọụgbọelu Anambra",
    "Okporoụzọ mfepụ ụgbọelu ọdọụgbọelu Anambra",
    "Ọdọụgbọala n'ọdọụgbọelu Anambra",
    "Ihu ụlọọrụ ọdọụgbọelu Anambra",
    "Okporoụzọ mfepụ ụgbọelu ọdọụgbọelu Anambra",
    "Ọdọ ụgbọelu Enugu: Gọvanọ ndị ọwụwa-anyanwụ sị na ọnọdụ ya na-agbawa obi3 Septemba 2018",
    "Vidio, Ọrụ amalitela n'Ọdọ Ụgbọelu Enugu?8 Nọvemba 2019",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbuaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahielekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Inye ndị Ipob 'Asylum' bụ mkparị nye anyị- Gọọmenti etiti",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbua",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}