{
  "published": "22 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Na nsonso a, ngalaba ngụkọ Naijiria bụ National Bureau of Statistics(NBS) wepụtara ozi nchọpụta ha mere nke kwuru na ọnụahịa(inflation) e jirila pasent iri na asatọ na ụma(18.17%) rịa elu.",
    "Ihe Nkiri: Ebe asaa i nwereike itinye ego ị tụkọtara",
    "Nigeria eso na mba iwe na ọnụma na-eto ndị mmadụ afọ?",
    "Etu ọtanisi mba UK ga-esi metụta gị?",
    "Nke a bụ mgbali kachasị kemgbe afọ anọ gara aga.",
    "Dịka nchọpụta NBS mere siri kwuo, ihe ndị kachasị tinye ego bụ ngwanri(23%) ọkachasị, anụ,azụ, ji,nduku,bredị,mmanụ akwụkwọnri na mkpụrụosisi.",
    "Ebe foto si, BBC/NBS",
    "Ọkachamara n'okwu nchọpụta metụtara iji ego achụego  jiri osikapa kọwaa ihe ọ pụtara inwe 'inflation' site na ịgbakọ ihe ọ na-eri isi osikapa jelọf ga-ezuru otu ezinaụlọ mmadụ anọ n'afọ 2021 nakwa ihe o riri ime nke a n'afọ anọ gara aga.",
    "Ha kwụkwara ihe e nwere ike ime iji gboo ya bụ ọgụ mgbalielu ọnụahịa.",
    "Lee ya n'uju n'elu:",
    "Vidio, Naira Devaluation: Gịnị ka ọ pụtara maka ndị nkịtị?, Duration 2,138 Julaị 2020",
    "Minimum wage: Ọ ga-ebute 'inflation'?8 Nọvemba 2018",
    "Vidio, Drop in inflation: Ọnụ ahịa ihe a na-ere n'ahịa adaala n'ezie?, Duration 0,5816 Julaị 2019",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, 'Ebube Agu' ọ ga-ebute mgbanwe ọnọdụ nchekwa n'Ọwụwa Anyanwụ?, Duration 8,2612 Eprel 2021",
    "Vidio, Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, 'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie, Duration 7,1331 Maachị 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, How to make black soap: Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Amụtara m ọrụ 'welder' na-enye m ego ugbua mgbe m nọ n'ụlọmkpọrọ', Duration 5,326 Eprel 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}