{
  "published": "22 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @MaziNnamdiKanu",
    "Onyeisi otu na-achọ nnwereonwe ha site na Naịjirịa bụ Indigenous People of Biafra (Ipob) bụ Nnamdi Kanu ekwuola na ya amachiela ụgbọala ịgba na steeti Anambara nakwa Abia site elekere iri na otu nke analị ruo elekere ise nke ụtụtụ.",
    "Maazị Kanu si na nke a bụ maka etu ndị ọrụ nchekwa pụrụiche bụ Directorate of Security Services (DSS) si \"anwụchị ndi mmadụ na steeti abụọ a.",
    "Kanu sịkwa na ihe ya na ndị otu ya na-akwado ime ihe \"ga-eyi ụwa egbu\".",
    "Akụkọ kachasị taa: Unu egela Kanu ntị - Uwazuruike",
    "'Anyị akpachighị ndị Jew n'ụlọ Nnamdi Kanu'",
    "Ihe Nnamdi Kanu sị na ya chọrọ n'aka gọọmentị Naịjirịa",
    "Ọ si ka ndị otu ya no Abia \"nọkwara na mkwụcha\" maka onye uweojii o boro ebubo n'aka ya dị naogbugbu nne ya na nna ya.",
    "Onye uweojii bụ onyeisi ndị uweojii na ogige \"Zone 9\" nke dị n'Umuahia bụ Etim Ene Okon.",
    "Ọ bụ n'ụbọchị Mọnde bụ ụbọchị nke 19 nke ọnwa Eprelu ka Maazị Okon malitere ọrụ dịka onyeisi zone 9.",
    "Dịka ọ malitere ọrụ, Maazị Okon kwuru na ya ma ebe ọ bịara ọrụ ọfụma.",
    "Maazị Okon bụbu onyeisi ndị uweojii n'Abịa ruo afọ 2020 bụ oge akpoghachiri ya Abuja.",
    "Ugbua ọ bụ ya ka Abia, Ebonyi na Imo dịzị n'aka ya ugbua.",
    "Kanu sị na ya na-enye gọọmentị abalị 14 ka eji wepu Okon n'ọrụ ma mee ya nnyocha . Ọ sị na ya bụrụ na omeghi nke a, ka ndi Ipob \"jide ya  na ezinaụlọ ha, ka chineke kpọọ ha ọkụ\".",
    "N'ikwu okwu maka Okon, Kanu sị na ya dị njikere ịga zara ọnụ ya na Hague.",
    "Ọ sị ndi otu ya: \"oge ha ji anwu eruola\".",
    "Anabataghị ịtụ vootu n'Anambara na 2021 - Kanu",
    "Nnamdi Kanu: Ihe mere m ji akatọ ụfọdụ ndị ọchịchị n'ala Igbo",
    "Maazị Kanu sị na ya agaghị anabata ka emee ntuliaka n'Anambra steeti n'afọ 2021.",
    "Steeti ahụ na-adị njikere ime ntuliaka a ga-eje họpụta onye ga-achị steeti ahụ na Obiano rituo n'afọ a.",
    "Kanu sị na ya na ndị otu ya agaghị ekwe ka emee ntuliaka n'Anambra maọbụ ịchụnta vootu.",
    "Ọ sị ka ha mebie ihe niile e ji akwado ntuliaka dị na steeti ahụ.",
    "Nke abụghị mbụ Kanu akwadoghi ntuliaka n'Anambra.",
    "N'afọ 2017, Ipob ekweghi isonye na ntuliaka eji họpụta aka ga-achi Anambra steeti.",
    "N'afọ 2019, ọ bụ ka ọ fọrọ ụbọchị ole ma ole ka emee ntuliaka iji họpụta onye ga-achị Naịjirịa ka Kanu si ka ndị otu ya sonye na ntuliaka.",
    "N'oge ahụ, ọ sị na ya na ndị ndọrọndọrọ ọchịchị enwetela \"nkwekọrịta\".",
    "Nnamdi Kanu anọghị na nga na Singapore - Aloy Ejimakor",
    "Gọọmentị Anambra steeti sị na onweghi ihe ha nwereike ikwu maka ihe a Kanu kwuru oge BBC Igbo jụrụ ha ese.",
    "Nnamdi Kanu: 'Ihe m chọrọ n'aka gọọmentị Naịjirịa'10 Nọvemba 2019",
    "Vidio, Nnamdi Kanu: Ọ bụ Zik tinyere Igbo n'ụmị a15 Febụwarị 2019",
    "Vidio, Nnamdi Kanu: Ihe mere m ji akọtọ ndị mmadụ, Duration 2,4722 Juun 2020",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbuaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahielekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Inye ndị Ipob 'Asylum' bụ mkparị nye anyị- Gọọmenti etiti",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbua",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}