{
  "published": "22 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka mba Briten wepụtara usoro ndị na-agba ọsọ ndụ maka ihe nsogbu so nkwado otu nnwereonwe Indigenous People of Biafra (Ipob) nwereike isi gbabata na mba ha, ndị mmadụ na-achọ ịghọta ihe ọ pụtara.",
    "Mba Briten wepụtara usoro a ha ga-eji enye ndị Ipob na Movement for the Actualization of the Sovereign State of Biafra (Massob) ebe mkpuchite ma ha gbaa ọsọ ndụ.",
    "Usoro a gụnyere inye ha nchekwa na mkpuchite ma ọ bụrụ na ha na-anata mmegbu maka ihe ha na-azọ.",
    "Ipob na Massob asaala mba Briten maka Asylum ha wepụtara maka ịnabata ndị otu ha na-agba ọsọ ndụ",
    "Agbaghị m ọsọ na Naijiria, aga m alaghachi-  DJ Switch",
    "Ndị gbara ọsọ ndụ Kamerunu 'karịrị ụgboro atọ'",
    "Mana gịnị ka 'asylum' pụtara?",
    "Ọba nkọwa okwu Merriam-Webster kọwara 'Asylum' dịka:",
    ") Ebe nchekwa a na-enweghi ike iwabanye n'ike nakwa ebe na-enye ndị omekome na ndị ji ụgwọ mkpuchite.",
    ") Ebe mgbaba na nchekwa.",
    ") Nchekwa nke onye gbara ọsọ ndụ nakwa mkpuchite nke na-egbochi nwụchi na mkpọghachite a na-enyekarị ndị gbara ọsọ ndụ n'ihi ndọrọndọrọ ọchịchị, nke mba maọbụ ụlọọrụ nnọchiteanya iwu pụrụiche kpuchitere na-enye.",
    "Tupu e nye mmadụ asylum a, onye ahụ ga-egosirịrị na ọ bụ ọsọ ndụ ka ọ gbara, na ihe na-achụ ya karịrị ya.",
    "Ọ ga-egosi na ọ bụrụ ya ihe ize ndụ ịnọ nso ebe o nwereike ịbanye na nsogbu n'aka ndị na-achụ ya; na ọ gaghị ebinwu ebe ọbụla na mba ya n'ihi ụjọ mmegide.",
    "Ihe mmegide ndị a gụnyere:",
    "Mmegide n'ihi agbụrụ onye si",
    "Mmegide n'ihi ofufe onye",
    "Mmegide n'ihi mba onye si",
    "Mmegide n'ihi nkwenye ndọrọndọrọ ọchịchị onye",
    "Ihe ndị ọzọ nwereike itinye mmadụ n'ihe ize ndụ n'ihi etu mba ya si nabata ya, dịka mmekọrịta akwamiko ya, nkwenye ya n'okike.",
    "Ị ga-egosi na mba gị enyenwughi gị nchekwa.",
    "Gịnị ka asylum pụtara n'isiokwu a?",
    "Asylum nke metụtara ihe mba Briten na-enye ndị Ipob na Massob bụ ha atọ Merriam-Webster kọwara n'elu.",
    "Nke a bụ n'ihi na mba Briten na-ekwe nkwa inye ebe mgbaba, nchekwa nakwa ebe iwu pụrụiche ga-egbuchite ha n'aka ndị ha na-agbara ọsọ.",
    "E nwereike ịchụlata onye na-achọ asylum?",
    "E nwereike ịchụlata onye na-achọ asylum ma onye ahụ mee nnukwu mpụ na ihe iwu akwadoghi.",
    "UK Asylum to Ipob: Inye ndị Ipob mkpuchi a bụ mkparị nye anyị - Gọọmenti etitielekere 4 gara aga",
    "DJ Switch: Naijiria bụ mba nwere ọchịchị aka ike nke nwere ihu ọchịchị onyekwuoucheya18 Nọvemba 2020",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbuaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahielekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Inye ndị Ipob 'Asylum' bụ mkparị nye anyị- Gọọmenti etiti",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ndị agha awụchiela n'ahịa Artisan dị n'Enugwu ugbua",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}