{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ohaneze",
    "Otu Ohaneze Ndigbo etiela mkpụ na ndị agha Naijirịa na-anwụchi ndị ntoroọbịa n'ala Igbo na nzuzo ọkachasị n'obodo Ohaji na Ugwuta dị n'Imo steeti.",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ha katọkwara nnwụchi a na-anwụchi  ndị otu Ipob na Eastern Security Network na enweghị ngwaọgụ a hụrụ n'aka maọbụ  ihe gosiri na aka ha ịdị na mpụ.",
    "Ọ bụ ọnụ na-ekwuchitere otu a bụ Alex Ogbonnia gwara BBC na ọ bụ ihe ọ gụtara n'akụkọ ma na-ajụ, \" Enwere ihe dị njo ndị agha a hụrụ ndị ntoroọbịa anyị na-eme ha jiri kpọchie ha? Ọ dịghị mma\".",
    "O kwukwara kama na enweghị onye jidere gọvanọ Bala Mohammed oge o kwuru ka ndị ọchị ehi buru egbe na-agagharị.",
    "Eastern Security Network: 'Ọ bụ ndị Gọvanọ ọwụwa anwanwụ ka ụta dịịrị maka ESN'",
    "Enyinnia  kwuru na ha chetakwa na mba Ingland ekwuola na ha ga-anabata ndị otu Ipob a na-emegbu na Naijirịa nke mere na ụmụ ntoroọbịa Igbo nwereike ịgbaga mba Ingland.",
    "Ogbannia kwuru sị \" ihe Ohaneze na-agwa Nnamdi Kanu bụ ya mee ka ya na ndị nna na-akpa nkata tupu ekwuo ihe ga-eme. Mana ịkuli tie iwu ihe ga-eme; mbanụ, ọ bụrụ etu e si eme.\"",
    "Ọ kọwara na onwereike ọbụrụ na ihe o jiri tie ya bụ iwu bụ ihe ziri ezi kama ekwesịrị ịkpa ya akpa.",
    "Alex Ogbonnia kọwara na ọ bụ ọrụ gọọmentị ka ọ dịịrị ichekwa obodo.",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "Ụdịrị ọchichị e nwere na Naịjirịa kpatara na ezi nchekwa adịghị - Charly Boy",
    "O kwuru sị\" anyị enweghị nsogbu ọbụla gbasara otu ọbụla na-echekwa obodo, kama ọnye ọ bụ ọrụ ha ichekwa ma ndị Ipob na ndị ESN bụ ndị gọọmentị\".",
    "Ọ kọwara na onye ọbụla kwadoro ịchekwa ala igbo abụghị ihe ọjọọ.",
    "Ogbonnia kwuru sị, \" Ndị bụ ndị Ipob maọbụ ESN bụ ndị Igbo, umụ okoroboa anyị. Anyị chọrọ ka ụmụ okorobia na-echekwa ala anyị. ọ bụ ihe anyị choro, ọ bụ ihe ọma\".",
    "Vidio, 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti' - Gọọmentị Ebonyi23 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Ndịagha ịkpụkọsị ndị ntorobia Igbo na nzuzo bụ ịkpagbu ndị Ọwụwa Anyanwụ\" - Ohaneze Ndị Igboelekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Inye ndị Ipob 'Asylum' bụ mkparị nye anyị- Gọọmenti etiti",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Ọgbaghara ọhụrụ amalitela n'ogige ndị na-ere anụmamụ n'Enugwu",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "\"Ndịagha ịkpụkọsị ndị ntorobia Igbo na nzuzo bụ ịkpagbu ndị Ọwụwa Anyanwụ\" - Ohaneze Ndị Igbo",
    "Coronavirus o si n'ikuku agbasa?Emelitere ikpeazụ na: 28 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}