{
  "published": "24 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screen grab",
    "Kọmịshọna mgbasa ozi nke Imo steeti bụ Declan Emelumba kwuru na ọ bụ ndị omekome ndị ndọrọndọrọ ọchịchị na-akwado chọrọ iwakpo ụlọ gọvanọ kama ndị nchekwa nọ n'ụlọ Gọvanọ hụrụ na ha emeghị ihe ha bu n'obi.",
    "Ọ bụ na mkparịta ụka ya na BBC Igbo nwere ka o siri kọwaa ebe gọọmentị Imo steeti kwụ.",
    "Emelumba kwuru sị, \"Ndị nchekwa ekweghị ha mee ihe ha chọrọ ime kama mmadụ otu naọbụ abụọ nwụrụ\".",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Ọ bụ anyị kpọrọ ndị agha oku enyemaka - Gọọmentị Imo steeti",
    "\"Ọ bụ ndị ndọrọndọrọ ọchịchi na-akwado mkpamkpa a na-eme\"",
    "O kwuru na ọ bụ ndị iro ndị ndọrọndọrọ ọchịchị na-akwado na-eme ihe ndị a.",
    "Emelumba kọwara na ihe ndi a bu n'obi bụ ka ha gosi ndị mmadụ na ọ bụrụ na ha nwereike ịwakpọ ụlọ gọvanọ Imo steeti na enweghị ebe nwere nchedo kama ha emewụghị ya.",
    "Mana ihe a na-eme kwa na steeti ọzọ, nke Imo ọ pụrụ iche?",
    "O kwuru kwara sị, \" Ihe na-eme n'Imo steeti di iche na ihe na-eme na steeti ndi ọzọ\".",
    "Ọ kọwara na-enwere ndị kwuru na mbụ na ha ga-ebute ọgbaaghara n'Imo steeti.",
    "Kedụ maka ozi a gọọmentị ga-ezi ndị Imo steteti ụjọ na-atụ?",
    "O kwuru na Gọvanọ nọ ya ma gwa ndị Imo steeti ka ha hapụ ịtụ ụjọ n'ihi na gọọmentị na-agba mbọ ihu na ha jidere ndị omekome a tupu ha eme ihe ha bu n'obi.",
    "Etu ndị amaghị ndị ha bụ siri gbaa ụlọ Gọvanọ Imo steeti ọkụ",
    "Ebe foto si, Screen grab",
    "Ọnụ na-ekwuru ndi uweojii n'Imo steeti bu Godson Orlando Ikeowu ekwuola na ọ bụ ndị ọrụ nchekwa atọ ka ndị wakporo ụlọ aka na-achị Imo steeti bụ Hope Uzodinma.",
    "Maazị Ikeokwu sị na ọ bụ ndị ọrụ nchekwa \"Civil Defence\" abụọ na otu onye uweojii ka ndị a ji egbe gburu.",
    "Otu onye hụrụ oge ihe a mere gwaburu BBC na ndị bịara mwakpo gburu onye nche no n'ụlo ahụ.",
    "Onye ahụ sịkwa na ha bụ ndị obodo ahụ ma onye ahu egburu, ọsịkwa na o nwere mmadụ abụọ ọzọ ndị ahụ gburu dịka ha na-abịa obodo ahụ.",
    "Obodo Omuma dị n'okpuru ọchịchị Oru East nke Imo steeti.",
    "Gọvanọ Uzodinma n'onwe ya anọghị n'ụlọ ya oge mwakpo a mere dịka ọ gara Abuja izute Onyeisiala Muhammadu Buhari. A na-eche ne ọ bụ maka mwakpo dị iche na-eme na mpaghara Ọwụwa Anyanwu mere o jiri gawa njem ahụ.",
    "Dịka onye hụrụ ihe a mere siri gwa BBC Igbo na ndị a bịara mwakpo a ji ụgbọala na-ebu aja, Siena, na ụgbọala eji ebu mmadụ.",
    "Ọ sịkwa na ya busi tyre moto n'elu ụgbọala ha.",
    "Ọ sị: \"Anyi nọrụ ka egbe na-ada. Obere oge anyi hu nnukwu anwụrụ. Ka ihe a mechara anyị gazie hụ ka ụlọ na-agba ọkụ.\"",
    "Dika o siri kọwa, ndị nchekwa ndị ọzọ nọ ebe ahụ gbara ọso.",
    "Orlu Crisis: \"Ndị uweojii enweghi ike ịkọwa mmadụ ole nwụrụ n'Orlu\"",
    "Ihe onyonyo na foto ndị etinyere na soshal midia na-egosi ụlọ nche anwụrụ ọkụ na-awụpụ na ya nakwa ụgbọala na-agba ọkụ dịka ndị mmadụ na-agba mbọ ịgbanyụ ya.",
    "N'ihe onyonyo a gosiri onye nọ n'ala n'ihu ụlọ Uzodinma.",
    "\"Ọ bụ ndị ndọrọndọrọ ọchịchị chọrọ ịgba ụlọ Gọvanọ Uzodinma ọkụ\" - Kọmịshọna mgbasa ozi Imo Steeti24 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Uzodinma ga-akwụ ụgwọ ọnwụ Ikonso\" - Ipobelekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "\"Uzodinma ga-akwụ ụgwọ ọnwụ Ikonso\" - Ipob",
    "\"Ọ bụ ndị ndọrọndọrọ ọchịchị chọrọ ịgba ụlọ Gọvanọ Uzodinma ọkụ\" - Kọmịshọna mgbasa ozi Imo Steeti",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}