{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Otu Ipob abaala mba maka ogbugbu otu onye ọchị agha ha bụ Ikonso n'aka ndị ọrụ nchekwa Naijirịa.",
    "Ndị nchekwa Naijirịa gburu Ikonso maka ebubo na ọ bụ ya haziri mwakpo ụlọọrụ ndị uweojii nke dị n'Imo steeti .",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "\"Ọ bụ ndị ndọrọndọrọ ọchịchị chọrọ ịgba ụlọ Gọvanọ Uzodinma ọkụ\" - Kọmịshọna mgbasa ozi Imo Steeti",
    "N'akwụkwọ mgbasa ozi ọnụ na-ekwuchitere otu Ipob bụ Emma Powerful depụtara ka otu a gosipụtara iwe ha.",
    "O dere sị, \"ogbugbo ndị ntoroọbịa Biafra aka ha dị ọcha n'aka ndị Fulani oyiegwu sị na ha bụ ndị ọchị ehi bụ ezigbo ihe obi mgbawa nye anyị\".",
    "Ebe foto si, Getty Images",
    "Powerful kwuru sị, \"Hope Uzodinma na ndị niile aka ha dị na ajọ ihe a mere ga-akwụ ụgwọ ihe ha mere\".",
    "Ọ gara n'ihu kwuo sị \"Hope Uzodinma gburu Ikonso maka na ọ jụrụ ị bụ onyeisi otu nchekwa ebubeagu nke gọvanọ ndị ọwụwa anyanwụ hiwere. Uzodinma ji ụzọ dị iche iche ịrabata ndị otu ESN n'Ebubeagụ kama ha ekweghị. ọ bụ ya mere o jiri gbuo ụmụ afọ Biafra ndị sị na ha agaghị emejọ Biafra\".",
    "#Ipob: Ndị uweojii enweghi ikike ịmachi iwu Ipob",
    "Powerful kwu kwara sị', \" Ọ bụ asị na ndị agha wakporo ebe obibi ndị otu ESN, ọ bụ nanị Ikonso ka ha gbalịrị gbuo\".",
    "O kwu kwara sị \" Hope Uzodinma ekotela ebu, ya kwado maka na anyị ga-echu ya ụra\".",
    "Ndị agha Naịjirịa egbuola otu onye eji Ikonso Commander mara ha si aka ya dị na mwakpo awakporo isi ụlọ ọrụ ndị uweojii nakwa ụlọ mkpọrọ n'Owere.",
    "Dịka ozi si ogige ndị uweojii siri kwuo, ndị agha gburu Ikonso na mmadụ isii ndi otu ya dịka ha zutere ha n'obodo Awomama.",
    "Ikonso bụ onye Awomama.",
    "Foto so akụkọ sị n'aka ndị ọrụ nchekwa gosiri ozu a sị bu nke Ikonso nakwa ngwa agha di iche iche n'ala.",
    "Otu onye Awomama achọghị ka ekwuo aha ya gwara BBC Igbo na ọ bụ n'ime abalị ka ndị agha bịara njem ahụ.",
    "Ọ sị: \"anyị malitere ịnụ ụda egbe aghara aghara, nke mere ka ọtụtụ mmadụ gbakpuwe ime ọhịa.\"",
    "Ebe foto si, Screen grab",
    "Ụlọ na-agba ọkụ n'Awomama",
    "Onye a kwuru na mgbe chị foro ka ndị mmadụ na-ekwu na ndị agha chọọrọ otu nwoke ha sị na ọ bụ onye otu Ipob bịa.",
    "Ọ kọwara na ha ghọtara na ndị agha ahụghị nwa amadị a ha chọoro bịa.",
    "O kwuo sị, \"ndị agha a gbawara onye ọbụla ha hụrụ ebe ahụ egbe, a hụrụ ihe ruru ozu mmadụ iri ndị agha tinyere n'ụgbọala ha pụwa\".",
    "Onye a kwuru na e nwere otu nwoke e gburu n'elu ọgbatumtum ya ma munye ya ọkụ.",
    "Ọ kọwaa sị, \"ndị agha a buru ozu ndị a n'ụtụtụ taa n'ihe dịka elekere isii maọbụ asaa gawa ebe anyị chere bụ Obinze bụ ebe ụlọọrụ ndị agha dị\".",
    "Onye a kwuru na mgbe ihe dịka nkeji iri atọ maọbụ iri anọ gachara ka ụfọdụ ụmu nwoke yi uwe ojii biara ebe ahụ na-ajụ, \" Kedụ ebe ndị agha ahụ nọ?\".",
    "Ọ kwuru na ọ chere na ọ bụ ndi a ji iwe gawa Omuma ebe agbara ụlọ gọvanọ Imo steeti ọkụ.",
    "O kwu kwara sị, \"ọtụtu mmadụ n'obodo anyi amaghi ebe ụfọdụ ndị ebe ha nọ\".",
    "\"Ndịagha ịkpụkọsị ndị ntorobia Igbo na nzuzo bụ ịkpagbu ndị Ọwụwa Anyanwụ\" - Ohaneze Ndị Igbo",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ọ kọwara na ha na-eche na ndị a ana-achọ achọ nwereike ị bụ ndị a ndị agha gburu ma buru ozu ha gawa.",
    "Dịka ọ dị ugbu a, onye a kọwara na obodo ha dị \"gharaghara\", dịka ndị mmadụ zoro n'ime ụlọ ha.",
    "Dịka akụkọ na ndị nchekwa egbuola Ikonso Kommander, Onye akaebe a kwuru sị \"Eeee, ọ bụ ya ka ha chọọrọ bia\".",
    "Onye a gwara BBC na ọ bụ Ikonso ka e gburu na mwakpo a.",
    "Ndị uweoji na ndi agha asaghi ekwenti ha banyere akụkọ a.",
    "Ka nke a na-eme ka ndị ọbọdọ Ihioma dị n'Orlu Imo steeti nọ na gbaharịa dịka ha sị na ndị agha Naijirịa gbara otu ụgbọala Toyota Sienna ọkụ.",
    "Ndị hụrụ ka ihe mere kwuru na enweghị onye ha gbara egbe maọbụ nwụchie nanị ya bụ ụgbọala ha gbara ọkụ.",
    "\"Ọ bụ ndị ndọrọndọrọ ọchịchị chọrọ ịgba ụlọ Gọvanọ Uzodinma ọkụ\" - Kọmịshọna mgbasa ozi Imo Steeti24 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Uzodinma ga-akwụ ụgwọ ọnwụ Ikonso\" - Ipobelekere 5 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "\"Uzodinma ga-akwụ ụgwọ ọnwụ Ikonso\" - Ipob",
    "\"Ọ bụ ndị ndọrọndọrọ ọchịchị chọrọ ịgba ụlọ Gọvanọ Uzodinma ọkụ\" - Kọmịshọna mgbasa ozi Imo Steeti",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}