{
  "published": "24 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bu n'oge Chris Chuba bụ nwata akwụkwọ na mahadum IMT dị n'Enugwu ka ọ rụrụ nka Otigba.",
    "Ọ bu n'afọ 1981 ka o mere nke a tupu ndị ọchịchị ndị agha buru ya gawa ebe e mechara mara ka \"Otigba Junction\".",
    "Ihe amabeghị ihe ọ bụ gbara n'Enugwu n'abali",
    "Ọ nọ ebe ahu ruo oge ndị na-eme ngagharịiwe Endsars jidere ya kụrịe.",
    "Na onyonyo a, Maazị Chuba kowara BBC ihe o chere maka ọrụaka ya pụtara dịka nka so n'ime ndị akachasị mara n'Enugwu kemgbe ihe karịrị afọ 35.",
    "O kwukwara ihe o chere maka etu gọọmentị esighi etinye aka na nrụgharị nka a.",
    "Vidio, Igboukwu Art: 'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu', Duration 1,5826 Ọktọba 2019",
    "Bronze Cockerel: Ụfọdụ ihe ndị ọcha zuru na Naịjirịa mgbe gboo28 Nọvemba 2019",
    "Vidio, Igbo Artefacts: Ụfọdụ akpụrakpụ ndị ọcha na-ere bụ nke ezuru n'ori', Duration 2,5929 Juun 2020",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, Ọ bụ m rụrụ akpụrakpụ Otigba, ya mere m ji agba mbọ ịrụgharị ya ka m ka di ndụ - Chris Chuba, Duration 3,5324 Eprel 2021",
    "Vidio, Exercise for pregnant women: Ị dị ime? Zeere mmegharị ahụ ndị a., Duration 3,2218 Eprel 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe niile, Duration 1,00elekere 7 gara aga",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Ramadan Kareem: Lee Ibrahim Nyias Nwagui Afikpo,onye Igbo bụ onyeisi ndị alakụba mbụ n'ala Igbo, Duration 6,1421 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}