{
  "published": "26 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Geraldmjay",
    "Ụmụ akwụkwọ na-agụ akwụkwọ na mahadum Chukwuemeka Odumegwu Ojukwu dị n'Igbariam gwara BBC na ndị amabeghị ndi ha bụ wakporo ezinaụlọ bi nso n'ebe ụmụakwụkwọ bi were gbuo ọtụtụ mmadụ.",
    "Ụmụakwụkwọ a kwuru na ndị a e gburu bụ ndị ezinaụlọ na-achị ehi bi n'ulọ ahụ ruo otu afọ.",
    "Ndị uweojii si na ọ bụ n'obodo Ukpomachị nke Ọkụzụ di n'okpuru ọchịchị Oyi ka ihe mere.",
    "Ndị ekperima na-ezogharị n'azụ Ipob na ESN akpa arụ - Gov Umahi",
    "Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere maka nchekwa ala Igbo",
    "Ebe ahụ dị nso Igbariam Junction nke dị nso na Igbarịan bụ obodo mahadum Emeka Odumegwu Ojukwu dị.",
    "Ọnụ na-ekwuru ndi uweojii n'Anamabra bụ Tochukwu Ikeokwu gwara BBC Igbo na ha anụla maka mkpa mkpa kpara na mpaghara ahụ ahụ mana ha ka na-eche ka ha mata akụkọ niile dị n'ime ya.",
    "Otu onye bi nso n'ebe ahụ gwara BBC na nke a mere ka ụmụakwụkwọ Mahadum Odumegwu Ojukwu dị nso n'ebe ahụ buru ngwongwo ha gbapụ ọsọ maka egwu ihe nwerike ịme.",
    "O kwukwara na o nweghi nsogbu ọbụla ndị ahụ ọ sị bụ ndị Fulani na-achị ehi e gburu na ndị obodo ahụ na-enwe kemgbe otu afọ ha bi ebe ahụ.",
    "Ebupula ozu ndị ahụ ahụburu ebe ahụ dịka ndị agha na ndị uweojii bịara ebe ahụ ịchọpụta ihe mere n'ihe dịka elekere iri nke ụtụtụ ụbọchị Monde.",
    "Ọtụtụ ụmụakwụkwọ nọ mahadum ahụ agbapụla n'obodo ahụ.",
    "Otu n'ime ha gwara BBC Igbo na ọ bụ ụjọ na e nwereike bịa megwara mere ha ji agba ọsọ.",
    "Nwata akwụkwọ ahụ sị na ọ bụ n'ime abalị ka ndị bi nso n'ulo ndị Fulani ahụ bi nụtara kepu kepu na a na-awakpo ha.",
    "Ọ sị: \"Anyị pụtara n'ụtụtụ hụ na egbuola ndị Fulani ahụ bere akụkụ ahụ ụfọdụ n'ime ha pụọ.\"",
    "Ndị a e gburu gụnyere ụmụnwaanyị, ụmụaka, na ụmụ nwoke.",
    "Kọmịshọna mgbasaozi nke Anambra steeti bụ Don Adinuba gwara BBC na gọọmentị ha na-eme nnyocha ihe a mere iji mata ebe o si.",
    "Gọọmentị Anambara tinyere mmachị ngagharị n'Igbariam, Aguleri, Umueri, Nteje, Awkuzu na Umunya.",
    "Machị ngagharị nke ga-esite elekere asaa nke ehihe ruo elekere isii nke ụtụtụ maka ogbugbu mmadụ nakwa ụjọ dị n'obodo ahụ",
    "Mahadum ahụ ekwuola na ohe a mere emeghị n'ime ụlọ akwụkwọ ha, nke mere ha jiri sị ka ụmụakwụkwọ laghachite akwụkwọ.",
    "Dịka ụlọ ntaakụkọ Anambra Broadcasting Service siri kwuo, ọ bụ ọnụ na-ekwuru ụlọ akwụkwọ ahụ bụ C.C. Chukwueloka binyere aka n'ozi a.",
    "Ozi kwuru na onweghi nwata akwụkwọ mahadum nwụrụ na nwakpo a dịka ọtụtụ mmadu na soshal midia na-ekwu.",
    "Ha sịkwa na etinyela nchekwa ọfụma na mahadum ahụ.",
    "N'akwụkwọ mgbasaozi ọnụ na-ekwuru ndị uweojii binyere aka na ya, ndị uweojii n'Anambara sị na ọ bụ mmadụ 9 nwụrụ na mwakpo a.",
    "Ha si na amabeghi ndị bu ndị a e gburu, n'agbanyeghị na ndị bi ebe ahụ gwara BBC na ọ bụ ezinaụlọ ndị na-achị ehi ka ọdachị dakwasịrị.",
    "Vidio, 'N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu Anambra' - Kọmishọna Ọrụ26 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị ji egbe egbuola ndị uweojii ise n'Okigweelekere 4 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Ndị amabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Ndị ji egbe egbuola ndị uweojii ise n'Okigwe",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "\"Ọ bụ ndị ndọrọndọrọ ọchịchị chọrọ ịgba ụlọ Gọvanọ Uzodinma ọkụ\" - Kọmịshọna mgbasa ozi Imo Steeti",
    "Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere maka nchekwa ala Igbo",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ọgbaghara ọhụrụ amalitela n'ogige ndị na-ere anụmamụ n'Enugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}