{
  "published": "26 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screen grab",
    "Otu jịkọtara ndị gọvanọ niile akpọrọ Nigeria Governors' Forum (NGF) akatọla mwakpo ndị omekome wakporo ụlọ Hope Uzodimma bụ gọvanọ Imo steeti.",
    "N'akwụkwọ onyeisi otu ahụ bụ gọvanọ Kayode Fayemi depụtara, ndị gọvanọ kọwara mwakpo ahụ mere n'Epreelu iri abụọ na anọ dịka iwego mwakpo ruo ogo ọzọ jọgburu onwe ya.",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere maka nchekwa ala Igbo",
    "N'okwu ha, ndị na-eme mwakpo a mara na ọ bụghị sọ ha nwereike ịnawakpo ndị mmadụ.",
    "Ha kwuru na a ga-agba mbọ hụ na onye ọbụla nyere aka chọpụta ndị kpara mkpa mkpa a.",
    "\"Ndị a na-eme ihe bụ obere ọgbakọ na-achọ ka mebie idin'otu Naịjirịa.",
    "Ha chere na kama ndị mmadụ ga na-aga eme udiri mwakpo ahụ n'oge, ọ ga-adị mma ka ha chụọ udo na idinotu ma gbajọọ ihe ọjọ na ihe ike ọbụla na-ebute ịlaniyi.",
    "Raph Uwazurike bụkwa onyeisi Massob katọkwara ya bụ mwakpo ma kwuo na ọ bụ onye igbo ka e gburu na mwakpo ahụ.",
    "O kwuru na ihe ga-aka mma bụ ikwụsị mmanụ ụgbọala ịpụ n'ọwụwaanyanwụ gawa n'ugwu awụsa.",
    "Emma Powerful bụ ọnụ na-ekwuru ndị otu Indigenous People of Biafra kwuru na ndịagha Naịjirịa enweghị ike ibatali ogbe ndị otu Eastern Security Network wakpoo ha dịka ha si kwu mgbe mkpamkpa a kpachara.",
    "O gwara ụlọọrụ  Channels na ndị otu ya ga-emesi gọvanọ Hope Uzodimma nke Imo steeti ike maka etu o si gwa ndị agha ka ha gbagbuo ndị otu ha bụ Ikonso.",
    "Otu onye na-ekwukarị maka ihe na-eme na mpaghara ọwụwa anyanwụ bụ Chukwuka Ofoegbu e ji Ijele speaks mara katọkwara ya bụ mkpa mkpa ma kwuo na ọ bụrụ na op nweghị ihe mere maka ya bụ ihe, ọ ga-esi n;ikwe n'aka gafere mara ọgọdọ.",
    "Cheta na Kọmịshọna mgbasa ozi nke Imo steeti bụ Declan Emelumba kwuru na ọ bụ ndị omekome ndị ndọrọndọrọ ọchịchị na-akwado chọrọ iwakpo ụlọ gọvanọ.",
    "Akụkọ ka na-abịa.",
    "Vidio, 'N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu Anambra' - Kọmishọna Ọrụ26 Eprel 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị ji egbe egbuola ndị uweojii ise n'Okigweelekere 4 gara aga",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Ndị amabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Ndị ji egbe egbuola ndị uweojii ise n'Okigwe",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "\"Ọ bụ ndị ndọrọndọrọ ọchịchị chọrọ ịgba ụlọ Gọvanọ Uzodinma ọkụ\" - Kọmịshọna mgbasa ozi Imo Steeti",
    "Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere maka nchekwa ala Igbo",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ọgbaghara ọhụrụ amalitela n'ogige ndị na-ere anụmamụ n'Enugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}