{
  "published": "26 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Epreelụ iri atọ nke afọ 2021 bụ ụbọchị gọọmenti Anambara steeti kwuputere dịka mgbe ha ga-emepe ma nwalee mfetu na mfeli ụgbọelu n'ọdọụgbọelu ọhụrụ ha rụrụ na steeti ahụ.",
    "BBC Igbo gara na ya bụ ọdọụgbọelu ka anyị hụ ihe ndị a rụrụ ebe ahụ.",
    "Kọmishọna ọrụ nke steeti ahụ gwara BBC Igbo etu ha si jiri igwe si n'Aba dị n'Abịa steeti rụọ ọdọụgbọelu ahụ, kama nke ha kwesịrị isi na mba ofesi tụbata.",
    "Lee ọnọdụ ọdọụgbọelu Akanu Ibiam dị n'Enugu steeti",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "A rụchala ọdọụgbọelu Akanu Ibiam",
    "Lee ka ebe ahụ dị ugbua n'ihe nkiri a BBC Igbo setere:",
    "Vidio, Hope Uzodinma adịghị ege m ntị unu etịkọzịna aha anyị - Fada Mbaka, Duration 3,03elekere 8 gara aga",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie, Duration 3,5216 Ọktọba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 1,00elekere 6 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}