{
  "published": "28 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Pete Edochie bụ onye nkiri ama ama e nyela ndị gọvanọ ọwụwa anyanwụ Naịjirịa ndụmọdụ etu ha ga-esi wulite mpaghara ahụ.",
    "O kwukwara na ọ ga-adị mma ma ndị gọvanọ ọwụwa anyanwụ tịkọọ aka ọnụ iji gboo mkpa na-akpa ndị Igbo.",
    "Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi'",
    "Lee ebe niile njinji jiri n'ala Naịjirịa kemgbe izu a",
    "'N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu Anambra' - Kọmishọna Ọrụ",
    "N'okwu ya, \"ọ bụ onye kwuputere maka ọkọ na-akọ ya ka a na-ege ntị.\"",
    "Lee ihe o kwuru n'uju n'ihe nkiri a dị ebe a.",
    "Vidio, Insecurity in Nigeria: Amaghị m ma ndị gọvanọ anyị ọ na-atụ ụjọ - Pete Edochie, Duration 4,2328 Eprel 2021",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, Hope Uzodinma adịghị ege m ntị unu etịkọzịna aha anyị - Fada Mbaka, Duration 3,0326 Eprel 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi', Duration 3,1927 Eprel 2021",
    "Vidio, Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, Father Mbaka: Ekpere m ekpere, buo ọnụ ọtụtụ ụbọchị ruo mgbe amụma Hope Uzodinma mezuru, Duration 4,5920 Jenụwarị 2020",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}