{
  "published": "27 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ada Chukwujekwu kpọrọ onwe ya ọkibe n'ịkpụ isi.",
    "O kwuru ka o si bido kpụwa ndị mmadụ isi nakwa ihe kpalitere mmụọ ya ịkpu ịsị.",
    "Christmas sales: Lee ka ị ga-esi were tekinụzụ ree ahịa gị gwogwo",
    "Ọgbambọ: Lee nwafọ Igbo ji aka ya arụpụta igwe njuoyi",
    "Ọgbambọ: Etu m si malite ahịa nri na UK- Mobughichi Eberendu",
    "Dịka o si kwuo, ma gwa ụmụ nwaanyị ibe ya \"uru dị na ọrụ\"",
    "Lee okwu ya n'uju ebe a:",
    "Vidio, Hope Uzodinma adịghị ege m ntị unu etịkọzịna aha anyị - Fada Mbaka, Duration 3,0326 Eprel 2021",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi', Duration 3,1927 Eprel 2021",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, Frank Ibezim: E duola ya n'iyi ọrụ dịka onye nnọchiteanya Imo North n'ụlọomeiwu ukwu, Duration 2,4427 Eprel 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}