{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Ndịagha Naịjirịa ekwuola ugboro ugboro na ha-emeri Boko Haram",
    "Ụjọ na gbagharịa ji ụfodụ ọtụtụ mmadụ ugbua maka akụkọ metụtara ọnọdụ nchekwa obodo na-aakawanye njọ si na gburugburu Naịjirịa apụta.",
    "Ọtụtụ ha mere n'Ọwụwa anywanwụ ebe ndị ọzọ na-eme kwa ebe ọzọ n'ala Naịjirịa.",
    "Ihe ndị mmadụ na-ekwu maka mwakpo mere bee gọvanọ Imo steeti",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Lezie ngụkọ akụkọ ndị ahụ bụ ndị BBC Igbo chọpụtara mere kemgbe izu a.",
    "- Akụkọ na-eru BBC Igbo ntị ugbua na-ekwu na awakpoola otu ụlọakụ dị n'ebe a na-akpọ Onueke n'okpuruọchịchị Ezza.",
    "Nke a mere n'ụbọchị 27 ọnwa Eprelu afọ 2021, otu onye uweojii nwụrụ ebe ndị mmadụ gbachiri ụlọahịa ha gbawa ọsọ ndụ.",
    "- Na nke yiri ya ke mekwara taa bụ Tuusde ụbọchị 27 nke ọnwa Eprelu 2021 bụ na a wakporo ụlọikpe etiti nke dị Abakaliki dị n'Ebonyi steeti n'ụbọchị Tuzde.",
    "Onye ntaakụkọ BBC Igbo gara ebe ahụ kwuru na o nweghi onye nwụrụ na ya bụ mwakpo.",
    "Ndị a maghị ndị ha bụ gburu mmadụ itoolu n'Igbariam, Anambara steeti. Nke a mere ka ụmụakwụkwọ bi n'akụkụ ebe ahụ gbapụ ọsọ ndụ maka ụjọ mmegwara n'aka ndị Fulani.",
    "Gọọmentị Anambra steeti kwuru na ha na-enyocha ya bụ okwu mere n'ụtụtụ Monde ụbọchị 26 nke ọnwa Eprelu afọ 2021.",
    "Ebe foto si, Geraldmjay",
    "- Ndị omekome wakporo ndị uweojii na Kebbi steeti gbuo ndị uweojii asatọ nakwa ndị nche obodo abụọ.",
    "Nke a mere na Monde ubochi 26 nke ọnwa Eprelu afọ 2021.",
    "Ebe foto si, AFP",
    "- Ndị ntọ egbuola mmadụ abụọ n'ime ụmụakwụkwọ Mahadum Greenfield atọọrọ na Kaduna.",
    "Achọtara ozu ha na mpaghara steeti ahụ na Monde ụbọchị 26 nke ọnwa Eprelu dịka Gọvanọ steeti ahụ katọrọ ya bụ ihe mere,",
    "Ebe foto si, Greenfield University website",
    "- Ndị ojiegbe bụ \"Unknown gunmen\" gburu ndị ọrụ nchekwa ruru itoolu na Rivas steeti dịka awakporo ogige \"check point\" ha.",
    "Nke a mere na mgbede ụbọchị ụka bụ 25 n'ọnnwa Eprelu afọ 2021 dịka akụkọ nchekwa na akawanye njọ.",
    "Ebe foto si, Getty Images",
    "- Ndị agbero na ndị ọkada kwakọtara isi n'Iyana Iba dị na Legọs steeti.",
    "Nke  a mere n'ụbọchị Monde 26 nke ọnwa Eprelu afọ 2021.",
    "- Ihe rụrụ mmadụ iri ise nwụrụ n'aka ndị ojiegbe akpọrọ \"unknown gunmen\" na steeti Rivas, Kebbi, Anambra, Borno, Ebonyi nakwa Imo steeti.",
    "Mwakpo ndị a niile mere na Monde ụbọchị 26 nke ọnwa Eprelu afọ 2021.",
    "Ebe foto si, Nigerian Army/Twitter",
    "- Awakporo ụlọorụ ndị uweojii n'Okigwe Saụt dị n'Imo steeti n'abalị ụbọchị Monde 26 ọnwa Eprelu afọ 2021.",
    "Akụkọ pụtara bụ na ndị uweojii mmadụ ise nwụrụ na ya bụ mwakpo amabeghi ndị mere ya.",
    "- Ndị amaghị ndị ha bụ na-agbapụ egbe n'Amawusa nakwa Douglas Road.",
    "Ndị nọ ebe ihe mere kwuru na a na-akwa mgbọ abali niile rue ụtụtụ mana",
    "- Awakporo be Sunday Adeyemo a ama dịka \"Sunday Igboho\" n'Oyo steeti n'abalị ụbochị Sunde 25 ọnwa Eprelu afọ 2021.",
    "Ọụ na-ekwuru ya bụ Dapo Salami gwara BBC na ụda egbe malitere n'etiti abalị ma rue ụtụtụ nakwa na amaghị ọnụọgụgụ ndị ahụ bịara ịwakpo ụlọ ya.",
    "- Ndị amaghị ndị ha bụ gbara ụlọ Igwe Ifitedunu ọkụ n'abalị ụbọchị Sunde.",
    "- Ndị agha elu mere mmehie gbagbuo ndị agha ibe ha n'ala dịka otu Boko Haram na-awakpo ha.",
    "Ebe foto si, @NigAirForce/Twitter",
    "NA EME UGBU A 'Unknown Gunmen' awakpoola Federal high court dị n'Abakaliki, Ebonyi steeti",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi'27 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Lee ebe niile njinji jiri n'ala Naịjirịa kemgbe izu a",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ndị ji egbe egbuola ndị uweojii ise n'Okigwe",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "A rụchala ọdọụgbọelu Akanu IbiamEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}