{
  "published": "2 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Kidney Science Photo Library",
    "Kemgbe ọ pụtara ihe na ọ bụ ọrịa akịrị  gburu Mmesoma Obi, a ma dịka 'Ada Jesus' n' oge erughị eru, egwu ọrịa ahụ Bekee kpọrọ 'kidney disease'  na- atụzi ọtụtụ ndị mmadụ.",
    "Nke a bụ n'ihi na ọtụtụ na-ahụta ọrịa ahụ dịka 'ọnyịrịdịbịa'.",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Lekwa nsogbu so aṅụghị mmiri nkeọma",
    "Ọrịa akịrị amaghị nwata maọbụ okenye;  O gburu Ada Jesus n' afọ 2021 ka ọ dị naanị afọ 23, onye ejije Muna Obiekwe n'afọ 2015 ka ọ dị afọ 36.",
    "O gbukwara Musa Yar'Adua bụbụ onyeisiala n'afọ ka  2010 ọ dị afọ 58.",
    "Otu WHO kwuru na otu nde mmadụ na ụma(1.2 million) nwụrụ n'ụwa n'afọ 2015 site n'ọrịa akịrị.",
    "Ọtụtụ amaghị ihe na-ebute ya, nke hana-ama ihe ndị ha nwere ike ime iji gbalahụ ya,ebe ụfọdụ na-ebo ya akaọrụ ndị iro ha.",
    "Mana lee nkọwa Dọkịta Ifeoma Ulasi nke  UNTH bụ ọkammụta akịrị Bekee kpọrọ 'nephrologist' nyere maka ya:",
    "Ebe foto si, Getty Images",
    "Ọrịa akịrị bụ ọrịa na-emetụta akụkụ ahụ na-ahụ maka iwepụ mammịrị na atịtị ndị ọzọ dị mmadụ n'ahụ.",
    "Dkta Ulasi kọwara ọrịa akịrị: \"Akịrị dị n'azụ ime afọ,ọ bụ akụkụ ahụ na-enyere anyị aka ka anyị nyụọ mammịrị.",
    "Ọ na-ewepụ ihe ọbụla anyị riri ahụ anyị achọghịzị site ịzacha ọbara.\"",
    "\"O nwezie ka mmadụ si nwe ọrịa akịrị, ihe nile onye ahụ riri adọrọ onye ahụ n'ahụ, bido nyewe onye ahụ nsogbu.\"",
    "Dkta Ulasi kwuru na ọrịa akịrị abụghị nsi maọbụ agha ndị iro maọbụ abụmọnụ mmadụ na-abụ ibe ya maka imejọ ya.",
    "Ụdị ọrịa akịrị dị iche iche",
    "E nwere ụdị ọrịa akịrị dị iche iche;ndị nwere ike ngwọta na ndị na-ata akị n'ahụ onye ọ na-arịa :",
    "'Acute kidney disease/injury'",
    "\"...Mgbe ihe meere akịrị n'ike, akịrị ahụ mebie maọbụ merụọ ahụ.\"",
    "\"E gbobido ya ma mee ihe e kwesịrị ime ,akịrị ga-adị mma.\"",
    "I maa atụ : Ọrịa covid-19 nwere ike ibute 'acute kidney injury'.",
    "' Chronic kidney disease'",
    "Nke a bụ oge ọrịa akịrị taarala mmadụ nchara n'ahụ.",
    "\"Mgbe ụfọdụ onye na-arịa ọrịa akịrị anaghị ama na ọrịa dị ya n'ahụ.\"",
    "\"Ndị ụdị a na-arịakarị bụ ndị nwere  ọrịa tara nchara dịka ọbaramgbalielu,ọrịa shuga,kansa, prostate.\"",
    "'Nephrotic syndrome'",
    "Nke a bụ ọrịa akịrị na-eme ka protin karịa mamịrị onye ọ na-arịa.",
    "Dkta Ulasi sị, \"Nwatakiri nwe ụkwara, ọ nọkata ahụ ya azaba azaba.\"",
    "O kwukwara na o nwere ike ime okenye.",
    "Ebe foto si, Getty Images",
    "Ọrịa akịrị anaghị egosikarị onwe ya n'oge. njirimara ya na-eyikwa nke ọrịa ndị ọzọ.",
    "Ihe were anya e ji mara ọrịa akịrị bụ ihu aka na ụkwụ ịza aza.",
    "Mana e nwere njirimara ndị ọzọ gụnyere:",
    "-Mammịrị ịcha nnukwu edo edo",
    "- Ike ọgwụgwụ",
    "-Ịnyụ oke mamịrị",
    "-ọbara dị na mamịrị maọbụ mamịrị gị ịdị oji",
    "- Ịnụ ọgwụ Igbo",
    "-Oke ịñụ ọgwụ ahụmgbu",
    "-Añụghị mmiri ọfụma",
    "- Ọrịa shuga",
    "- Ọbaramgbalielu",
    "- Ọrịa Bekee kpọrọ 'glomerulonephritis\"",
    "-Nje na-ebute ọrịa mamịrị dịka e-coli",
    "Ebe foto si, Getty Images",
    "- Onye ọbụla kwesịrị ịñụ lịta mmịrị abụọ kwa ụbọchị.",
    "- Gbaara ịñụ ọgwụ ahụmgbu maọbụ ịba aghara aghara ọsọ. Hụ dọkịta tụpụ ịñụ ọgwụ ọbụla.",
    "-Na-eme nnyocha ahụ oge ọbụla, e nyere ntuziaka ime ya.",
    "-I nwe ọbaramgbalielu na-añụchịte ọgwụ dọkịta nyere gị anya.",
    "-I nwe ọrịa shuga na- elekọta onwe dịka dọkịta si nye gị ntuziaka.",
    "-Na-eri ezigbo nri na-edozi ahụ.",
    "-Mmegharịahụ",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma5 Maachị 2021",
    "Water Drinking: I so na ndị na-akpụrụtụ mmiri akpụrụtụ, lekwa nsogbu so aṅụghị mmiri27 Juun 2020",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee2 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'2 Mee 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Miyetti Allah asaala Nnamdi Kanu: \"N'ezie, 'unknown gunmen' gburu ndị otu anyi 20 n'Anambara steeti\"",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Iwe Fada Mbaka bụ na Buhari jụrụ inye ya ọrụ ngo - Ụlọọrụ Onyeisiala",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Baba Ijesha CCTV: Gịnị dị n'ime onyonyo e ji ebo onye Nollywood a ebubo mwakpo",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}