{
  "published": "30 Eprel 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka okwu gbasara onye gburu ndị Fulani n'Anambara steeti na-erughi otu izu gara aga na-arị elu, ndị mmadụ etinyela ọnụ n'ihe gbasara etu Nnamdi Kanu na otu ndị ọchịehi si adụ onwe ha aka n'ọnụ.",
    "Ka ụfọdụ otu ndị ọchịehi kwuru na ha ga-abọrịrị ọbọ ndị otu ha ọbụla e gburu n'Ọwụwa Anyanwụ, Kanu bụ onyeisi ndị otu Indigenous People of Biafra (Ipob) kwuru na ndị ọchịehi ga-akwụ ụgwọ ọbara onye Ipob ọbụla tụrụ n'ala.",
    "Miyetti Allah asaala Nnamdi Kanu: \"N'ezie, 'unknown gunmen' gburu ndị otu anyi 20 n'Anambara steeti\"",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Lee mwakpo niile 'unknown gunmen' mere na mpaghara ọwụwa anyanwụ n'ụbọchị April 19, 2021",
    "Okpomọkụ a dị n'etiti otu abụọ a emeela ka ndị mmadụ tinye ọnụ na ya bụ okwu.",
    "N'Enugwu steeti:",
    "Kọmishọna mgbasaozi nke Enugwu steeti bụ Chidi Aroh, gwara BBC Igbo na dịka ọrụ gọomentị bụ ichekwa obodo, na gọọmentị steeti ya enyela iwu ka ndị isi okpuru ọchịchị laghachị n'obodo ha gaa biri ma kpọkọta ndị ọnụ na-eru n'okwu n'okpuru ọchịchị ha, mee nzukọ ma mara etu ha ga-esi chekwa ndụ ndị nọ n'okpuru ọchịchị ha.",
    "Gọvanọ Ifeanyi Ugwuanyi kwukwara na ọ ga na-aga ebe ndị e nwerela mwakpo na ebe ndị a na-enwe nsogbu, ịma ma ha emeela nzukọ etu ha si echekwa onwe ha.",
    "O kwukwara na ndị omeiwu, ndị isi ụlọụka, ndị eze na ndị ọzọ, ga-esokwa na ya bụ nkata a ga na-akpa maka nchekwa Enugwu steeti.",
    "N'Ebonyi steeti:",
    "Kọmishọna mgbasaozi nke Ebonyi steeti bụ Uchenna Orji, gwara BBC Igbo na ndị Ebonyi steeti na-agagharị mkpa ha na-atụghị ụjọ ihe ọbụla n'agbanyeghi ọnọdụ nchekwa dị na Naịjiria.",
    "Orji gara n'ihu rịọ ka ndị mmadụ gbaa mbọ nọrọ n'udo ma meere mmadụ ka e mere ibe ya, dịka ọchịchị onye-kwuo-uche-ya si hibe.",
    "Orji kwuru sị ka ndị mmadụ tinye mma ha n'ọbọ ma mee udo dịka ndị Naịjiria ọbụla bụ otu, ma onye ukwu ma onye nta; na ndọrịtaụka a dị n'etiti otu Ipob na ndị ọchịehi ga-ebute nkwafu ọbara nke adịghị mma.",
    "Kọmishọna Mgbasaozi Anambara steeti bụ Don Adinuba gwara BBC Igbo na enweghi onye chọrọ ọgbaghara, na ha na ndị isi a hụrụ kwaba okpu na-akpa maka ihe gbasara nchekwa na steeti ahụ.",
    "O kwuru na ndị ọrụ nchekwa na-agagharị na steeti ahụ ịhụ na nsogbu ọzọ adapụtaghị, ma kwuo ka ndị mmadụ gbado anya.",
    "O kwuru na ọ bụghị ihe niile ka a ga-agwa ndị ntaakụkọ gbasara ihe ha na-eme maka ya bụ okwu, mana ọ dị mkpa ịma na enwere ihe gọọmentị na-eme maka ya.",
    "Adinuba gara n'ihu kwuo na ndị gburu mmadụ n'Anambra nsonso a mere arụ n'ihi na igbu mmadụ bụ arụ.",
    "Lee ihe ha na-ekwu na soshal midia:",
    "@Dheezulin kwuru na enweghi mgbe ihe Nnamdi Kanu na-azọ ji na-ekpe udo.",
    "Osinaka Iloabuchi kwuru na enweghi mgbe Ipob ji kwuo na ọ bụ ha mere mwakpo ọbụla, na ọ bụ gọọmentị etiti na-achọ ịdọba ha n'ihe ha na-emeghi.",
    "Ihe ndị mmadụ na-ekwu maka mwakpo ụlọ gọvanọ Imo steeti26 Eprel 2021",
    "Iwe Mbaka bụ na Buhari jụrụ inye ya ọrụ ngo- Ụlọọrụ Onyeisialaelekere 6 gara aga",
    "Ebubeagu: Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere maka nchekwa ala Igbo25 Eprel 2021",
    "UK Asylum to Ipob: Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha22 Eprel 2021",
    "ESN vs Ebubeagu: \"Anyị kwadoro ndị ọbụla pụtara ichekwa ala Igbo\" - Ohaneze Ndị Igbo23 Eprel 2021",
    "Iwe Fada Mbaka bụ na Buhari jụrụ inye ya ọrụ ngo - Ụlọọrụ Onyeisialaelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Ụgbọelu mbụ adaala n'ọdọụgbọelu 'Anambra Cargo Airport'",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Iwe Fada Mbaka bụ na Buhari jụrụ inye ya ọrụ ngo - Ụlọọrụ Onyeisiala",
    "Miyetti Allah asaala Nnamdi Kanu: \"N'ezie, 'unknown gunmen' gburu ndị otu anyi 20 n'Anambara steeti\"",
    "Miyetti Allah, Nnamdi Kanu na ihe a na-ekwu maka okpomọkụ dị n'etiti ya, Ipob na otu ndị ọchịehi",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Bobrisky na etu mgbanwe ya ji maliteEmelitere ikpeazụ na: 31 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}