{
  "published": "5 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Igbo kwenyere na onye ọbụla ji ọfọ ga-abụ onye aka ya kwụ ọtọ",
    "Ọfọ bụ osisi a na-ahụta nanị na mpaghara ọdịda anyanwụ nke ndị sayensị na-akpọ ya Detarium Senegalense.",
    "Mgbe ọbụla ọfọ batara n'obi onye Igbo, ọ bụ osisi eji mara ndị Ichie, Nze maọbụ Ọzọ.",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Mana n'ala Igbo, a na-ejikwa mkpụrụosisi ọfọ esi ofe.",
    "Ọtụtụ ndị ntorobịa na-eche na o nwere ndịiche n'etiti osisi ọfọ na ọfọ nke e ji esi ofe.",
    "Iji wepụ nghọtaghie a, BBC Igbo kpọtụrụ Chigozie Nnabuihe onye bụ ọkammụta n'ihe gbasara ala Igbo, ka ọ tinye ọnụ na ya bụ okwu.",
    "Ọkammụta Nnabuihe bụ onye nkụzị asụsụ na Omenala Igbo na mahadum gọọmentị etiti nke dị na Legọs steeti.",
    "Lee etu ya bu mkparịta ụka maka ọfọ siri gaa",
    "Ọfọ",
    "Ọkammụta Nnabuihe kwuru na osisi ọfọ bụ osisi bụrụ ibu dịka ọsịsị Apụ, Ụgba maọbụ Ọji.",
    "O kwukwara na ndị Igbo nyere ọfọ ọnọdụ dịka osisi eji ekwu eziokwu, ikike e ji akwụrụ n'ụzọ eziokwu na ikike eji ahụ na enweghị onye a na-emegbu.",
    "Ọ kọwara na ọ bụ ya mere ndi Igbo ji ekwu, \" O ji ọfo ga-ala\".",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha",
    "Ite paụda, ili eriri otubo na omenala ndị ọzọ Ndigbo na-eme n'oge ọmụgwọ",
    "O kwuru sị. \"Ndị ọcha amaghị ihe ha ga-akpọ osisi ọfọ. Ọ bụ nanị n'ọdịda anyanwụ Afrịka ka a na-enweta osisi ọfọ\".",
    "Nnabuihe kọwara na dịka ụdara na ụfọdụ osisi ndị ọzọ, na anaghị ata ya ata kama eji ya esi ofe.",
    "Ọ kọwara si \"a na-eji mkpụrụ ime ya esi ofe, eji ya eme ka ofee rọọ arọ.\"",
    "Nnabuihe kwuru sị na onye chọrọ ịmetọ ọfọ ga, \"e nwere osisi a kpọrọ agbalị kee n'ukwu ọfọ, mgbe e mere nke a, mkpụrụ niile nọ na ya bụ osisi ga-adasịsị n'ala\".",
    "Gịnị bụ ọfọ?",
    "Nnabuihe kwuru na e nwere usoro e ji enweta osisi ọfọ nke ndị Ichie na-eji. Ha gụnyere:",
    "Ya bụ osisi ga-eji aka ya darụọ ala.",
    "Otu ihu ya ga-echewe ihu n'ọdịdị anyanwụ ebe ihu nke ọzọ ga-echewe ihu na ọwụwa anyanwụ.",
    "Osisi a, onye ga-atụụta ya ga-abụ nanị nwoke na-amatabeghị nwaanyị maọbụ nwaanyị na-amatabeghị nwoke.",
    "Mgbe onye ahụ wetara ya, ọ ga-enye ya onye a na-akpọ \"Ojiọfọ\".",
    "Ojiọfọ ga-aga mee ihe a na-akpọ mwake, ngwangwa ọ waakechara ya, ọfọ ahụ ga-adị ire.",
    "Gịnị bụ Ikenga n'alaigbo?",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Ukwu osisi ọfọ",
    "Nnabuihe mere ka anyị ghọta na ọfọ bụ mgbe mmadụ soro usoro anyị depụtara na mbụ, nke bụ na Ojiọfọ awakeela ya.",
    "O kwuru sị, \"ụfọdụ na-aga tụtụrụ osisi ọfọ ha hụrụ n'ala na-esoghị usoro mwaake, ihe a na-ekwu bụ na onye ahụ ji mkpịsi ọfọ\".",
    "Kama Nnabuihe kọwara na onye gara were mma gbute ọfọ nke ya, ihe ana-ekwu bụ na onye ahụ ji osisi apịrị apị.",
    "N'asụsụ Igbo, mmadụ iji ọfọ pụtara mmadụ ịkwụwa aka ọtọ, ikwu eziokwu, nakwa izere ihe ọjọọ.",
    "Ndị Igbo na-ekwu okwu dịka: \"Ejikwaara m gị ọfọ na ogu\", \"Ihe onye na-eme ya jidekwa ọfọ\", dịrị gawazie.",
    "Mgbe a kpọrọ ọfọ n'ụzọ dị otu a, ọ pụtaghị ọfọ nke a na-ahụ anya, kama ọ bụ iji gosi eziomume.",
    "Nwaanyị lụtara nwa ya nwụrụ nwaanyị",
    "Ọkammụta Nnabuihe kwuru sị, \"Ọ bụ osisi ọfọ mịtara mkpụrụ nke e ji esi ofe ma ọ bụ kwa alaka ya ga-eji mere ọfọ ndị ichie\".",
    "Ọ chịkọtara ya were si, \"Ọfọ bụ ike, ọfọ bụ ndụ, ọfọ bu Igbo\".",
    "Father Mbaka: Ndịisi ụka Katọlik chọrọ idowe m ruo otu ọnwa5 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụelekere 8 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Father Mbaka: Ndịisi ụka Katọlik chọrọ idowe m ruo otu ọnwa",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Father Mbaka asaala Garba Shehu ma dọọ ya aka na nti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}