{
  "published": "2 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Umoren Twitter Page",
    "Ndị uweojii nọ n'Akwa Ibom steeti anwụchiela Uduak Frank dị afọ iri abụọ a na-eche na ọ wakporo ma gbuo Iniobong Umoren, lie ya n'obere ili.",
    "Ọnụ na-elwuru ndị uweojii na Akwa Ibom steeti bụ Odiko MacDon depụtara n'akwụkwọ ozi o nyere ndị ntaakụkọ na ọ bụ ngalaba Anti-Kidnapping Squad ndị uweojii nụchịrị ya ka ha si chọpụta",
    "Ọ kọwara etu nwada a si nwụ n'aka onye gwara ya, ya bịa ka o nye ọrụ n'Akwa Ibom.",
    "O depụtakwara na nwa amadi ahụ ga-agwa onyeisioche okpuruọchịchị ya maka mpụ o mere tupu ọ gbara gawa Calabar mana o nweghị onye kpọgara n'ụlọọrụ ndị uweojii.",
    "O kwuru na ha mecha ya nyocha , ha ga-akpụkpụ ya ụlọikpe.",
    "Onyonyo na-efegharị n'elu soshal midia gosikwara Odiko MacDon ebe ọ na-ekwu na ha egwuputela ozu Iniobong n'ili ahụ ma bụga ya ụlọ ozu dị n'ụlọọgwụ 'University of Uyo Teaching Hospital UUTH.\"",
    "O kwukwara na ga-ebuga ozu Iniobong n'ebe a ga-eme ya nyocha maka ihe ngosi n'ụlọikpe.",
    "Ebe foto si, Iniobong Umoren twitter page",
    "Ọyị ya ji akara @UmohUduak nọrọ na twitter ma tie mkpụ maka ọfufu Umoren gwara BBC maka ọnwụ ya.",
    "Sineti enyeela iwu e lebanye anya n'ọnwụ  Ifeoma Abugu n'aka ndị SARS'",
    "'A kwụrụ anyị otu nde Naịra iji gbuo Uwa Omozuwa'",
    "\"E gbuola ezigbo ọyị m ma lie ya, o kwuru n'etiti mkpụ na akwa dara  uda.\"",
    "Ọnụ na-ekwuru ndị uweojii na Akwa Ibom steeti bụ Odiko MacDon gwara BBC na ha na-akwado ịchịkọta nyocha ha nke ga-eme ka ha wepụta nchọpụta nso nso a.",
    "N'elekere asatọ nke ụtụtụ Sọnde taa bụ ụbọchị May 2,2021, Umoh Uduak kwupute maka ọnwụ Umoren na twitter.",
    "Ndị uweojii kwuru n'ụbọchị May 1, 2021 na ha anwụchiela mmadụ abụọ a na-eche na aka ha dị n'ofufu Umoren.",
    "Ebe foto si, Chioma Obianinwa",
    "N'ụbọchị Aprelu 29,2021 ka @ @UmohUduak ji akara #HinyNumoren iji kwupute na ọyị ya nwaanyị nọ na nsogbu ka agbatara ya ọsọ enyemaka.",
    "Uduak ji 'Happiness Activist ' nọrọ na twitter kwuru na ọyị ya nwaanyị gwara ya nọ ọ na-aga ịza oku ajụjụ ọnụ ọrụ n'Airport road n'Aprelu 29 mana ọ bataghị kamgbe ahụ.",
    "O kwuru na ebe a na-eme ya bụ ajụjụ ọnụ ọrụ ahụ ọyị ya chọtaratere ezigbo aka n'ebe o bi.",
    "O kwuru na ọyị ya nwaanyị zitere ya onu ya n'ozi etinyere n'ekwenti mana mgbe ọ kpọghachiri ya, mkpụ ya ka ọ nụrụ.",
    "@HinyHumoren kpọrọ onwe ya Iron_Lady na Twitter nakwa onye na-ere ahịa ude ndọzi ahụ nakwa hụrụ ndị mmadụ n'anya.",
    "O depụtekwara n'akara twitter ya na ọ na-achọ ọrụ.",
    "Ebe foto si, Twitter",
    "Ebe foto si, TWITTER",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee2 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'2 Mee 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Miyetti Allah asaala Nnamdi Kanu: \"N'ezie, 'unknown gunmen' gburu ndị otu anyi 20 n'Anambara steeti\"",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Iwe Fada Mbaka bụ na Buhari jụrụ inye ya ọrụ ngo - Ụlọọrụ Onyeisiala",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Baba Ijesha CCTV: Gịnị dị n'ime onyonyo e ji ebo onye Nollywood a ebubo mwakpo",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}