{
  "published": "3 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screen grab of Uwazuruike/ Nnamdi Kanu Facebook",
    "Ralph Uwazurike bụ onyeisi otu Movement for the Actualization of the Sovereign State of Biafra (Massob) ekwuola na ọ kpọchiri Nnamdi Kanu bụ onyeisi Indigenous People of Biafra (Ipob) n'ụlọ ya ruo ụbọchị ise.",
    "O kwuru nke a n'ihe onyonyo o wepụtara n'akara Facebook na Mọnde 3 Mee, afọ 2021 bụ ebe ọ sị na Kanu zitere ndị Eastern Security Network ka ha bịa wakpoo ya.",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Gịnị na-esere Nnamdi Kanu na Fr Abiagom?",
    "O kwuru sị, \" I zitere ndị otu ESN gị ka ha wakpoo m, cheta na gị nke ọma. Ị bụ onye ụjọ anọ m ebe a,  enweghị ebe ọbụla m gbaa ọsọ aga\".",
    "Ebe foto si, Screengrab",
    "Uwazuruike kwuru sị, cheta mgbe ị chọrọ ịgbankwụ nwunye gị, ị gwara nwanne gị nwaanyị bụ onye uweojii ka o were ndị uweojii pụrụiche gbaa gị gburu gburu, kama ndị m zitere bịara n'isi oche ebe ị nọ wee nwụrụ gị ma kpọta gị n'ihu m, e jichiri m gị ruo ụbọchị ise iji kuziere gị na m karịrị gị\".",
    "O kwuru na ọ bụ ya nyere Kanu ego dị puku narị anọ o ji gbaa nkwụ nwunye ya.",
    "Nnamdi Kanu anaghị achụ maka nnwereonwe Biafra - Asari Dokubo",
    "Ọ gara n'ihu kwuo, \"Achọghị m igbu gị, achọro m ịgwa gị na ndị uweojii gbara gị gburugburu agaghị azọ gị\".",
    "Ọ tụrụ ilu sị, \"ọ bụ nwaanyị bido shiwe nri na-enwe nkanka ite\".",
    "Uwazuruike sị na ya chọro ịgwa ndị Biafra na e nwere ndị Nnamdi Kanu na-arụrụ ọrụ.",
    "O kwuru sị, \"achọghị m iji egbe chọta Biafra\".",
    "Ọ gwara Nnamdi Kanu sị, \"Mgbe ọbụla ị batara Naijirịa m ga-anwụchị gị, ọsọ kwa gị were ndị ESN gbaa onwe gị gburu gburu\".",
    "Mana mgbe BBC Igbo kpọtụụrụ ọkaiwu Ipob bụ Aloy Ejimakor, ọ jụrụ itinye ọnụ n'okwu ahụ a.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Father Mbaka asaala Garba Shehu ma dọọ ya aka na nti",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Vidio, Ekpuhela etu esi ezuru ego ndị lara ezumike nka.3 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise3 Mee 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Kamaru Usman rere akpụ na Naịjirịa mana ugbua ọ bụ ọkaibe na UFC, Duration 2,3213 Febụwarị 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya17 Eprel 2021",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo15 Eprel 2021",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee",
    "Father Mbaka asaala Garba Shehu ma dọọ ya aka na nti",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}