{
  "published": "4 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Bill na Melinda Gates  agbaala alụkwaghịm ka ha lụchara di na nwunye ruo afọ iri abụọ na asaa.",
    "\"Anyị agaghị etolizi dịka di na nwunye,\" \" Anyị echela nakwa ezigbo ọrụ anyị tinyereala na mmekọrịta anyị, anyị e kpebiela ka anyị ka anyị gbasaa dịka di na nwunye,\" dịka ha si depụta na twitter.",
    "Bill Gate enyela ijeri dọla anọ maka ịchụ ịba",
    "Agbamakwụkwọ ndị a kpụ n'ọnụ n'afọ 2018",
    "Ha bụ ụzọ hụ onwe ha n'afọ 1980 mgbe Melinda batara n'ụlọ Microsoft nke Bill.",
    "Ha abụọ nwere ụmụ atọ ma na-ahazịkọta ngalaba Bill & Melinda Gates Foundation ọnụ.",
    "Ngalaba ahụ etinyela ego ijeri kwuru ijeri n'ibuso ọrịa na-efe efe ma na-arịọ ka agba ụmụaka ọgwụ mgbochi.",
    "Ndị bee Gate na onye azụmahịa akpọrọ Warren Buffet so na ndị hibere \" Giving Plegde\" na-akpọkụ ndị nwere ọtụtụ ego ka ha jiri akụ na ụba ha mepụta ihe ọma.",
    "Jeff Bezos: Ihe mere o ji pụọ dịka onyeisi ụlọọrụ Amazon",
    "Elon Musk ga-enyenwu Naịjirịa ego bọọjetị ha ruo afọ ise",
    "Gates kpatara ego ya mgbe ya na onye ọzọ chopụtakọrọ ụlọọrụ Microsoft n'afọ 1970.",
    "Melinda dị afọ iri ise na isii malitere ọrụ na Microsoft dịka onyeisi ngwa ahịa n'afọ 1987.",
    "Ha abụọ mechara nọọkọọ otu tebulu n'otu emume ndị azụmahịa mere na New York n'afọ ahụ.",
    "Etu ahụ ka ọyị ha si malite mana Bill gwara otu ụlọọrụ akpọrọ 'Netflix documentary' na ha abụọ hụrụ onwe n'anya nke ukwuunke bụ na naanị otu n'ime ihe abụọ nwereike ime. Nke mbụ bụ na ha nwerike itasa maọbụ lụọ onwe ha.",
    "Ha mehara lụọ onwe ha n'afọ 1994. Bill dị afọ iri isii na ise mechara rituo dịka onyeisi Microsoft ka o wee gbadoo anya n'ihe ndị gbasara inyere ndị mmadụ aka.",
    "Di na nwunye a hibere ngalaba Bill na Melinda Gates Foundation n'afọ 2000 na Seattle.",
    "Ngalaba ahụ gbadoro anya na ahụike, agụmakwụkwọ nakwa ihe gbasara mgbanwe ihu igwe.",
    "Ha wepụtara ego ruru dọla otu Ijeri maka atụmaatụ ọgwụ mgbochị ọbụla nakwa nyocha maka covid 19.",
    "Bill na Melinda Gates wụnyere ego ruru $36bn na ngalaba Bill na Melinda Gates Foundation site n'etiti 1994 na 2018",
    "Vidio, 'Etu nsogbu Covid-19 n'India si metụta anyị bụ ndị Igbo bi ebe ahụ'elekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 2021elekere 7 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise",
    "Ihe mere Bill na Melinda Gates ji gbasaa dịka di na nwunye",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "A dọtiela oge njịkọ NIN na SIM ọzọ ruo.....",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 2021",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Kedu ihe mere nne na nna anaghị ama echiche ụmụ ha?Emelitere ikpeazụ na: 24 Mee 2019",
    "Eh! Ekwenyeghị m na covid-19 dịEmelitere ikpeazụ na: 22 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}