{
  "published": "5 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ịsha bụ crayfish bụ otu n'ime akụrụngwa ndị dị mkpa e ji esi nri ka ọ dị ụtọ.",
    "Ndị na-akụ azụ na mba mmiri kọwara etu ha si akụta ya site n'osimiri ma ghee ya maka iji e si nri.",
    "Ndị na-egbu ugbo azụ akwadola ka a machie ịtụbata azụ",
    "'E ji m asambodo mahadum mana ọ bụ ịzụ ezi na-enye m nri'",
    "Usoro ndị ịsha na-agabiga gụnyere; ịkụta ya na mmiri, ịgbasa ya, ịhụkpọ, ịgba ya n'akpa ma buru ya gaa ahịa.",
    "Kirie usoro ndị a n'uju;",
    "Ndị mere akụkọ a: Chris Sanctus Chukwudi Okereke na Adline Okere",
    "A dọtiela oge njịkọ NIN na SIM ọzọ ruo.....",
    "Ihe mere Bill na Melinda Gates ji gbasaa dịka di na nwunye",
    "Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi'",
    "Ị ma na ịgba boy ndị Igbo erụola mahadum Harvard ugbua?",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụ, Duration 2,46elekere 8 gara aga",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie, Duration 3,5216 Ọktọba 2020",
    "Vidio, Igbo apprenticeship system harvard: Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi', Duration 3,1927 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}