{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Presidency/Twitter",
    "Onyeisiala Buhari ka ọ na-eche akwụkwọ mkpata na mmefu afọ 2021 n'ihu ndị omeiwu",
    "Ụfọdụ ndị ọkachamara n'okwu gbasara akụnụba akatọọla etu ngalaba gọọmentị dị icheiche si afanye ego na bọjeetị n'ụzọ ezighi ezi.",
    "Nke a na-abịa dịka ụlọọrụ BudgIT, ụlọọrọ kwụụrụ onwe ya na-ahụ maka ikwụba aka ọtọ akụnaụba na Naịjirịa, wepụtara nnyocha ha mere n'ime bọjeetị Naịjirịa nke afọ 2021.",
    "Uchenna Uwaleke, onye bụ ọkammụta n'okwu gbasara Akụnụba, gwara BBC Igbo na ụdị ihe a bụcha ụzọ gọọmentị si emefu ego n'ụzọ enweghị isi, n'agbanyeghị na ha na-ebe akwa na ego adịghị iji rụọ ọrụ.",
    "Uwaleke kwuru sị: \"Enweghị ezi nchekwa, oke ọnụahịa ọtụtụ ihe, na enweghị ọrụ, bụcha ụdị ihe ndị a na-akpata ha.\"",
    "\"Ọrụ kwesịrị ịbụ nde naịra iri, ha etinye ya ụzọ abụọ maọbụ atọ, ọ bụrụzie nde naịra iri ise.\"",
    "\"Ego a ga-eji rụọrọ ụmụ mmadụ ọrụ, gọọmentị a na-awufu ya. Nke a jọgburu onwe ya\"",
    "Ụlọomeiwu ga-agbakọ n'izuụka n'abịa",
    "Budget o gosiri na ọganihu ga-adị?",
    "Ọkammụta Uwaleke kwuru na otu ụzọ iji kwụsị ihe dị otu a bụ ka gọọmentị mee ka usoro bọjeetị doo onye ọbụ anya, ka ndị ọkachamara soro tinye ya anya.",
    "\"N'ụzọ dị otu a ka a ga-esi chọpụta ihe ndị ahụ ekwesịghị ịdị na bọjeetị ma wepu ha.\"",
    "\"Tupu bọjeeti eruo n'aka ndị omeiwu, e kwesịrị ka ndị ọkachamara tinye ya anya.\"",
    "\"E kwesịrị ime ka ụlọọrụ 'Auditor General' sie ike ka o wee nwee ike ịrụ ọrụ ya nke ọma.\"",
    "Ụlọọrụ BudgIT sị na nnyocha ha mere gosiri na ụfọdụ ọrụ gọọmentị sị na ha ga-arụ n'afọ 2021 pụtara ugboro abụọ n'ime ya bụ bọjeeti.",
    "Ha kwuru na ọrụ dị otu a gbara mkpị n'ime bọjeeti 2021 ruru 316 n'ọnụọgụgụ, nke ga-eri ego dị ijeri naịra iri atọ na itoolu na ụma N39( N39.5bn).",
    "Ọrụ  115 n'ime ọrụ ndị a ndị ahụ e biri ụzọ abụọ si n'aka ministrị na-ahụ maka ahụike.",
    "Nnyocha a gara n'ihu gosi na ego e tinyere na ngalaba nchekwa n'afọ 2021 dị otu tarị naịra na ụma itoolu N1.97tn nke ji pasentị iri na anọ karịa nke afọ 2020 dị N1.78tn.",
    "Akwụkwọ a sị na ngalaba ndị ọzọ na-abụghị maka nchekwa na-asị ka e nye ha ego nchekwa a kpọrọ 'security vote'.",
    "N'afọ 2021 a ọtụtụ ngalaba gọọmentị dị 117 natara ego nchekwa 'security vote' dị N24.3bn na-agbanyeghi na ọtụtụ n'ime ha dị mbụ nwe ego amawapụtara maka nchekwa.",
    "Ụlọọrụ a chọpụtara na mkpata na mmefe ngalaba gọọmentị ndị ọzọ nyere nwechachara ohere ebe a ga-esi zupu ego.",
    "N'ihi nke a, onyeisi ụlọọrụ a bụ Gabriel Okeowo gwara gọọmentị etiti ka ha gbaa mbọ mechisie ohere ndị a dị na mkpata na mmefu afọ 2021.",
    "Ọ sị na ọ bụrụ na a hapụ ohere ndị a, na mpụ na nrụrụaka ga-ejupụta na mkpata na mmefu nke afọ 2021.",
    "Lee ụfọdụ ngalaba afanyere ego na bọjeetị afọ 2021",
    "I ji ministri na-ahụ maka ahụike maa atụ;",
    "Ebe foto si, BudgIT",
    "Ebe foto si, BudgIT",
    "Ebe foto si, BudgIT",
    "Ebe foto si, BudgIT",
    "Vidio, 'Etu nsogbu Covid-19 n'India si metụta anyị bụ ndị Igbo bi ebe ahụ'elekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 2021elekere 7 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise",
    "Ihe mere Bill na Melinda Gates ji gbasaa dịka di na nwunye",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "A dọtiela oge njịkọ NIN na SIM ọzọ ruo.....",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 2021",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Kedu ihe mere nne na nna anaghị ama echiche ụmụ ha?Emelitere ikpeazụ na: 24 Mee 2019",
    "Eh! Ekwenyeghị m na covid-19 dịEmelitere ikpeazụ na: 22 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}