{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọrịa coronavirus na-akpa mkpamkpa na mba India ugbua.",
    "Otu nwa afọ bi mba ahụ kọwarala BBC Igbo etu ihe si kwụrụ ugbua n'obodo ahụ.",
    "Ihe iri Afrịka rụpụtara n'ihi Covid-19",
    "Covid-19 Vaccines FAQ: Ajụjụ niile i nwere maka ọgwụ mgbochi covid-19",
    "Narendra Modi emeriela ntuliaka India",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Mba Asia bụ 'ọkụ mmụọ' - Nwaanyị India lụrụ onye Naijiria",
    "Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna n'India",
    "Covid-19 in Nigeria: Lee ihe ndị mere ụmụ Naịjirịa ekwenyeghị na ọ dị na mba a22 Juun 2020",
    "Cronavirus: Lee mba ndị COVID-19 echetabeghi3 Eprel 2020",
    "Nnamdi Kanu: Akụkọ na Ipob gburu ndị Fulani 19 bụ akụkọ ụgha29 Eprel 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Covid-19 in India: Etu nsogbu Covid n'India si emetụta be anyị bi ebe a, Duration 3,02elekere 7 gara aga",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, Igbo apprenticeship system harvard: Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi', Duration 3,1927 Eprel 2021",
    "Vidio, Electrical Engineering: 'Na nrọ ka e ziri m etu e si arụ igwe ọkụ latrik', Duration 2,242 Nọvemba 2019",
    "Vidio, Nne m ochie bụ feminisiti - Chimamanda Adichie, Duration 2,339 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}