{
  "published": "5 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Desmondelliot/Instagram",
    "Ọ na-atụ n'anya etu ọtụtụ ndị ntoroọbịa ọkachasị na Soshai midia ji kpụrụ omee ihe ejije Nollywood bụ Desmond Elliot n'ọnụ.",
    "Ma ihe gbasara ya ma nke na-agbasaghị ya, ihe ọbụla mere bụ ihe ọdachị, a ga-ebo ya nwaamadị a.",
    "Nnyocha so ngagharịiwe EndSARS: Ihe merela kemgbe ahụ",
    "Etu ọgbaghara dapụtara n' End SARS si kpọtụọ n'Oyigbo, Rivas steeti",
    "Ebe foto si, Desmondelliot/Instagram",
    "Desmond Elliot onye banyere dịka onye omeiwu nke Legọs steeti na-anọchite mpaghara Surulere n'afọ 2015.",
    "Kama ọ bụ dịka o kwuru okwu n'ọnwa Oktoba afọ 2020 were sị ka ehiwe iwu ga-ewepụta usoro ịnyocha etu ndị mmadụ si ekwu okwu na Soshal Midịa.",
    "Ọ bụ dịka a na-eme ngagharịiwe Endsars ka Elliot kwuru okwu maka iwu ga-ahazị ma nyochaa mmekọ na soshal midịa nke bụ Social Media Bill n'okwu bekee.",
    "Nke a kpalịriiwe ọtụtụ mmadụ ọkachasị ndị ntoroọbịa.",
    "Ebe foto si, @Desmondelliot/Instagram",
    "Kama Elliot na-ekwu na ha họtagherịrị ya.",
    "O kwuru sị, \" A na m arịọ mmadụ niile maka na akụkọ a abụghị eziokwu.",
    "Enweghị ụlọomeiwu steeti ọbụla nwere ikike ibido atụmatụ dịka ịhazị usoro mmekọ na soshal Midịa\".",
    "Elliot kwuru na ihe ọ na-akọwa bụ ndị niile ọnụ na-eru n'okwu ka ha kwụsị ibute ekworo mgbe ha na-edepụta ihe na soshal midịa.",
    "Na-agbanyeghị nkọwa ya, ndị mmadụ ekweteghị.",
    "Ọtụtụ ndị ntoroọbịa ka kwenyere na Elliot mejọrọ ha ma ha achọghị ịgbahara ya.",
    "Ọtụtụ na-ekwu na Elliot anaghị achọ maka ọdịmma ndị ntotoọbịa maka ihe o kwuru n'ụlọ omeiwu maka ịhazị soshal Midịa.",
    "Gọọmentị ehiwela mkparịtaụka n'etiti ndị ntorọbịa na ndị uweojii",
    "CBN ebola ndị nkwado 'End SARS' ebubo 'terrorism', mana lee ihe iwu kwuru...",
    "E ji ya eme ihe akaja iji gosi iwe ha.",
    "Lee ụfọdụ ihe na-agbasaghị Desmond Elliot ha were konye ya n'isi iji gosi iwe ha.",
    "A mụrụ Desmond Elliot n'ụọchị anọ nke ọnwa Febụwarị, afọ 1974.",
    "Ọ bụ onye obodo Olowogbowo nke Lagos Island.",
    "O lụrụ nwaanyị ma ha mụtara ụmụ anọ.",
    "Ọ bụ onye na-eme ihe ejije Nollywood tupu ọ banya na ndọrọndọrọ ọchịchị.",
    "O mere ịnọchịte anya okpuru ọchịchị Surlere Legọa steeti n'afọ 2015.",
    "Father Mbaka: Ndịisi ụka Katọlik chọrọ idowe m ruo otu ọnwa5 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụelekere 8 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Father Mbaka: Ndịisi ụka Katọlik chọrọ idowe m ruo otu ọnwa",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Father Mbaka asaala Garba Shehu ma dọọ ya aka na nti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}