{
  "published": "5 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Adoration Ministry",
    "Onye ndu Adoration Ministry bụ  Father Ejike Mbaka ekwuola na aka ndị uweojii nzuzo (DSS)  adịghị na ọchịchọ a chọrọ taa n'Enugwu.",
    "N'okwu mbụ o kwuru kemgbe  akụkọ fegharịrị na  a na-achọ ya achọ, Mbaka gwara ndị gbakọrọ n'umuchigbo, Emene Enugwu maka ekpere 'Adoration'  na ọ bụghị ndị 'DSS' jichiri ya dịka ụfọdụ na-atụ uche.",
    "Father Mbaka asaala Garba Shehu ma dọọ ya aka na nti",
    "'Mbaka adaghị iwu site n'ịgba Buhari ụgwọ' na ihe ndị ọzọ ndị mmadụ a na-ekwu",
    "",
    "Igwe mmadụ mere ngagharịiwe n'Enugwu, Isiobodo Enugwu steeti  etiti ụbọchị Wenezde dịka akụkọ fegharịrị na  a na-achọ Fada Mbaka achọ kemgbe abalị abụọ.",
    "N'ozi o ziri n'abalị Wenezde, Mbaka,  kelere ndị ihe ya na-amasị maka \"ịhụnanya ụnụ gosiri m dị m obi ụtọ.\"",
    "O kwuru  sị na ọ bụ oku  ndị ụka kpọrọ ka ya gara ịza tupu a kpọ ya oku ka ọ pụta ka ndị mmadụ hụ ya iji gbochie ọgbaghara ịdapụta.",
    "O kwukwara na ụka kpebiri ka ọ kwụsịtụ ekpere adoration ruo abalị iri atọ.",
    "O kelere Chukwu na ndị tigbuo-zogbuo ezubanyeghị na ngagharịiwe ahụ e mere dịka a na-achọ ya, mebie ihe.",
    "O kelere ndị otu Ohaneze maka igosi ya nkwado ka ọ na-akpọtụ.",
    "Fr Ejike Mbaka ọ na-efu efu?",
    "Enugwu daburu ghara ghara dịka puku kwuru puku ndị mmadụ jụpụtara ama taa bụ Wenezde na-eme ngagharịiwe dịka a na-achọ Father Ejike Mbaka nke Adoration Ministry Enugwu kemgbe abalị abụọ.",
    "Akụkọ na Fada Mbaka na-efu na-abịa abalị ole na ole ọ kpọrọ oku ka a chụtuo Muhammadu Buhari n'ọkwa Ọchịchị dịka onyeisiala n'ihi ndakpọ ọnọdụ nchekwa na Naijiria.",
    "Dịka ha nụrụ ya bụ akụkọ nke e ji igwe na-ekwu okwu maa ọkwa ya, ọtụtụ ndị bịara ekpere 'Adoration' nke Fada Mbaka na-ehiwe kwa Wenezde zọpụrụ n'iwe gawa bee Bishop Calistus Onaga.",
    "Ebe foto si, Adoration Ministries Enugu",
    "Ndị  na-eso Mbaka ji akwụkwọ ndụndụ na egwu agha na-akpọ oku ka ha a kpọpụtara ha Father Mbaka.",
    "Ihe ụfọdụ na-ekwu bụ \"Ihe anyị na-akpo oku bụ ka ha kpọpụtara anyị Daddy anyị; Ihe niile abụghị 'politics, bikonu kpọpụtara anyị Fada Mbaka.\"",
    "Ndị hụrụ ya anya ikpe ahụ kwuru na ọ bụ abalị abụọ gara aga ka a hụrụ.",
    "Ọ gwara ndị dị ya nso na ya na-aga ụlọ Archibishop Ụka Katọlik nke Enugwu bụ Onaga ịga zaa oku ọkpọrọ ya n'ekwentị  mana a hụghịkwa ya ọzọ nke a na-alụ ozi ya.",
    "Oge BBC gara n'ogige ya, ọtụtụ ndị mmadụ gbakọrọ gụnyere ndị bịara Adoration ụbọchị Wenezde, na-ajụ ese ya.",
    "Ndị mmadụ gbakọrọ maka ekpere 'Adoration' nọ na 'gbagharịa' n'ihi kepukepu na Fada Mbaka na-efu efu",
    "Mbọ BBC gbara ji nweta nke bụ eziokwu banyere okwu ahụ amịtaghị mkpụrụ.",
    "Odeakwụkwọ Katọlik dayọsịs nke Enugwu  bụ  Fada Bajamin Achi kwuru na ya amaghị maka akụkọ ahụ mana ya ga-ajụ ese nke bụ eziokwu.",
    "Ndị ihe Fada Mbaka na-amasị meere ngagharịiwe gawa n'ụlọ bishọpụ ụka Katọlik nke Enugwu",
    "Otu Fada dị Mbaka nso na-achọghị ka a  kpọ aha ya kwukwara na ya amaghị maka ya mana ọ zaghị ekwentị ya.",
    "Kirie ka o si aga dịka ndị na-eso Mbaka mere ngagharịiwe gawa n'ụlọ Achibishọpụ Enugwu bụ  Most Rev. Callistus Valentine Onaga:",
    "Akụkọ ndị ọzọ ga-amagị:",
    "Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụ",
    "Prophecies: Ihe Mbaka, Oyedepo, Adeboye, Suleiman na ndị ụkọchukwu mara n'amụma maka 20212 Jenụwarị 2021",
    "Vidio, O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie16 Ọktọba 2020",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụ, Duration 2,46elekere 8 gara aga",
    "Father Mbaka: Ndịisi ụka Katọlik chọrọ idowe m ruo otu ọnwa5 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụelekere 8 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Father Mbaka: Ndịisi ụka Katọlik chọrọ idowe m ruo otu ọnwa",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nwereonwe Biafra na ọba ịntanetị ha",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise",
    "Ihe ọ ga-ewe nwaanyị ihazi agbamakwụkwọ ya",
    "Father Mbaka asaala Garba Shehu ma dọọ ya aka na nti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Uduak Frank vs Iniobong Umoren: Etu nwada a si nwụ mgbe ọ gara ịchọta ọrụ bekee",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}