{
  "published": "6 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si,  Federal College of Forestry Mechanization/Websi",
    "Otu n'ime nne na nna ụmụ akwụkwọ Federal College of Forestry Mechanization  kwukwara na ha ahụbeghị ụmụ ha kama ha nwetere ozi na ha niile apụtala.",
    "O kwuru na ha na-aga ụlọ akwụkwọ ha izute ha n'ụtụtụ a ma sịkwa na ọ chere na ọ bụ ngagharịiwe ha mere n'Abuja mere ka ụmụ ha pụta.",
    "Otu n'ime onye nne na nna ọzọ gwara BBC na ha nọ n'ụzọ ị ga izute nne na nna ha oge ya na BBC nwere mkparịta ụka.",
    "Onye nkuzi ofufe alakụba bụ Sheikh Ahmad Abubakar ekwuola na onye bụbu onyeisiala Naijirịa bụ Olusegun Obasanjo tinyere aka iji hụ na-atọhapụrụ ụmụ akwụkwọ Federal College of Forestry Mechanization dị na Kaduna bụ ndị nọ n'aka ndị ntọ na steeti ahụ kamgbe ọnwa Machị.",
    "Father Mbaka: Ọ na-ewe ha iwe, ngwa ha wepu Ngozi m goziri Nnamdi Kanu",
    "Onye bụ Sheikh Gumi a ndị mmadụ kpụ n'ọnụ?",
    "Sheik Gumi kwuru sị, \" Anyị gbalịrị ịzọpụta ụmu akwụkwọ a site na enyemaka onye bụbu onyeisiala Naijirịa bụ Olusegun Obasanjo\".",
    "Sheikh Ahmad Abubakar gwara BBC na ọ bụ ya so kwa na mkparịtaụka mere ka atọhapụ ụmụ akwụkwo ahụ.",
    "Ndị ntọrị anwụrụla ụmụakwụkwọ isii na Kaduna",
    "Mohammed Adamu agbanwela onyeisi ndị uweojii na Kaduna",
    "Kama, Gumi ekwughị ma enwere ego a kwụrụ tupu atọhapụ ụmụ akwụkwọ a.Etu mmiri sịrị banye opi ụgbọgoro",
    "Ọ bụ n'ọnwa machị afọ 2021 ka ndị oji egbe wuchiri mahadum agụm akwụkwọ maka ime ọhịa dị na mpaghara Mando nke Kaduna steeti were tọrọ mmadụ iri atọ.Ụmụ akwụkwọ a anọọla ọnwa abụọ n'aka ndị ntọ a.",
    "Kaduna Anglican Kidnap: Ihe bụ eziokwu maka ndị ụka Anglịkan a tọọrọ na Kaduna",
    "Gọvanọ Kaduna steti bụ Nasir El-Rufai ekwuola ụgboro ụgboro mgbe na ya agaghị eme ihe ndị omekome ọbụla si ya mee maọbụ kwụọ ụgwọ mwere onwe ndị atọọrọ.Ntọhapụ ụmụ akwụkwọ a biara dịka nne na nna ha mere ngagharịiwe n'ezi ụlọ omeiwu nke dị n'Abuja n'ụbọchị Tuzde.",
    "E bu ụzọ tọhapụ mmadụ iri n'ime mmadụ iri atọ na itolu ha tọọrọ.",
    "Vidio, Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo6 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe5 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Etu e si tọọrọ ụmụakwụkwọ ABSU n'ụzọ si Uturu gawa Okigwe",
    "Onye bụdị Sheikh Gumi a ndị mmadụ kpụ n'ọnụ?",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Anyị ka na-eche ịhụ ụmụ anyị - Nna otu n'ime ndị a tọhapụrụ",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na EffiumEmelitere ikpeazụ na: 22 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}