{
  "published": "7 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Ndị Ji egbe n'Orlu",
    "Obodo Ọlụ dị n'Imo steeti na-ekpo ọkụ ọkụ n'ime abalị ụbọchị nke isii nke ọnwa Mee dịka ndị bu egbe wakporo isi ụlọọrụ ndị uweojii n'obodo ahụ nke butere ọnwụ mmadụ asatọ n'ime ndị mere mwakpo ahụ dịka a napụkwara ha ụgbọala ha jiri bịa ọgụ.",
    "Ndị uwojii Imo kwuru na ha nwetara egbe AK 47  anọ, otu egbe 'pump action', ụgbọala Toyota Siena abụọ, otu ụgbọala 'Toyota Camry', otu ụgbọala Toyota Hilux , otu  ụgbọala SUV Highlander, ụgbọala SUV Land Rover, otu ụgbọala Nissan Pick up  na ọgwụ ọdaeshi.",
    "Insecurity in Southeast Nigeria: Ebe niile awakporo ụlọọrụ ndị uweojii n'Abia, Anambra, Ebonyi, Enugu na Imo steeti",
    "Ihite Uboma unrest: Ụmụ ntorobịa iwe dị n'obi agbaala ụlọọrụ ndị uweojii ọkụ maka onye otu ha e gburu n'Ihite Uboma, Imo steeti",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Ndị ọrụ nchekwa gụnyere ndi uweojii na ndị agha Naịjirịa tinyere aka were hụ na mwakpo a agaghị etu ndị kpara nkata ya jiri chọọ.",
    "Ndị ji egbe a na ndị ọrụ nchekwa kwara mgbọ ruo ọtụtụ awa dịka ndị agha si Obinze bịara soro ibuso ndị ji egbe a ọgụ.",
    "Ihe onyonyo e tinyere na Facebook gosiri oge ndị ji egbe ji ụgbọala ha bata Ọlụ, tupu ha na ndị Ọlụ nchekwa akwawa mgbọ n'ime abalị.",
    "Ịkwa mgbọ a mere ka ụjọ baa n'ahụ ọtụtụ ndị mmadụ bi n'Ọlụ nke mere ụfọdụ n'ime ha gbara ọsọ gawa Owere.",
    "Ebe foto si, Ekeoma Daniel",
    "Ebe foto si, Ekeoma Daniel",
    "Ebe foto si, Ekeoma Daniel",
    "Ebe foto si, Ekeoma Daniel",
    "Ebe foto si, Ekeoma Daniel",
    "Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "Otu onye bi n'Ọlụ gwara onye ntaakụkọ ya na BBC Igbo kwuru na-agbara otu ụgbọala agha ndị agha ọkụ n'Umuna Junction.",
    "O nwekwara ndị a na-ekwu na mgbọ tụrụ mana BBC Igbo ka na-agba mbọ inwete nke bụ eziokwu.BBC Igbo kpọrọ ọnụ na-ekwuru ndị uweojii n'Imo bụ Godson Orlando Ikeokwu mana ọzaghị ekwentị ya.",
    "Onye ntaakụkọ ya na BBC Igbo kwuru sị na o nweghị onye uweojii nwụrụ na mwakpo a.",
    "Ọ sịkwa na eburula ozu ndị a egburu na ụgbọala a nwụchịrị gawa Owere bụ isi obodo Imo steeti.",
    "Ọ bụ ụnyaahụ ka onyeisi ndị uweojii ọhụrụ bụ Abutu Yaro malitere ọrụ n'Imo steeti.",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Vidio, Harrison Gwamnishu: Ihe mere m ji enyere ndị a na-ebogide ebubo ụgha aka7 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ndị ị maghị maka ndụ Fada Ejike Mbaka na okwu o korolaelekere 5 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Ihe ndị ị maghị maka ndụ Fada Ejike Mbaka na okwu o korola",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Anyị ka na-eche ịhụ ụmụ anyị - Nna otu n'ime ndị a tọhapụrụ",
    "Ọtanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gbooEmelitere ikpeazụ na: 6 Mee 2020",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}