{
  "published": "8 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii asaa tufuru ndụ ha na mwakpo ndị ojiegbe mere na Rivers Steeti n'abalị Fraịde.",
    "Ọ bụ ọnụ na-ekwuru ndị uweojii na Rịvas Steeti bụ Nnamdị Omoni kwuru nke a n'akwụkwọ ozi o zipụrụ n'ehihie Satọdee.",
    "Maazị Omoni kwukwara na ndị ekperima ahụ napụrụ ndị uweojii egbe AK47 ise na mwakpo ahụ, mana mmadụ abụọ n'ime ha ka ndị uweojii gbagburu.",
    "A gbagbuola ndị na-agbanwe ego mmadụ anọ na Port Harcourt",
    "Agbanweela onyeisi ndị uweojii na Rivers State",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'",
    "Ebe foto si, Ndị uweojii Rivers steeti",
    "Ebe mgbọ tụrụ n'ụgbọala dị n'ogige ndị uweojii dịka ndị ekperima wakporo ha.",
    "Ụlọọrụ ndị uweojii ndị ekperima ahụ wakporo gụnyere:",
    "Ndị uweojii na-anọ na akwammiri Choba (choba bridge). Ndị uweojii abụọ nwụrụ.",
    "Ụlọọrụ ndị uweojii dị na Rumuji. Ndị uweojii abụọ nwụrụ, ndị ekperima abụọ nwụkwara.",
    "Ụlọọrụ ndị uweojii dị na Elimgbu. Ndị uweojii atọ nwụrụ",
    "Ebe foto si, Ndị uweojii Rivers steeti",
    "Ụgbọala dị n'ogige ndị uweojii nke ndị ekperima ahụ mebiri",
    "Onye ntaakụkọ BBC gakwara gakwara n'Elimbu ebe ndị ji egbe wakpokwara ụlọ ndị uweojii.",
    "Dịka o siri kọwa, ndị ji egbe a banyere n'ebe ahụ dịka ọ na-akụ elekere asatọ nke abalị ma gba onye uweojii ha hụrụ ekweghị igosi ha ebe a na-edebe egbe egbe.",
    "O kwuru na onyeisi ndị uweojii n'ebe ahụ gwara ya na otu onye otu ha nwụrụ na mwakpo ahụ.",
    "Ụgbọala ndị uweojii a gbara ọkụ na mwakpo ndị ahụ",
    "Onye ntakụkọ anyị chọpụtara na otu n'ime ndị uweojii ahụ e gburu na Elimgbu bụ onye Ogoja dị na Cross River.",
    "Onye uweojii a bi na Rumuchika nke dị na Elioparanwo na Port Harcout, ebe mkpu akwa na-ada n'ihi ọnwụ ya.",
    "Onyeisi ndị ntorobịa na mpaghara Elimgbu, bụ Morgan Uche gwara BBC na ụmụ okorobia bi na mpaghara ahụ ekpebiela na ha ga-etinyere ndị uweojii aka n'ichekwa ogbe ha.",
    "Uche kwuru na onwebuola oge ha chụrụ ndị ekperima bịara ịwakpo ụlọọrụ ndị uweojii ebe ahụ ọsọ, mana nke a mere ha na mberede n'ihi na o mere n'oge abalị.",
    "Cheta na Gọvanọ Rivers Steeti bụ Nyesom Wike tinyere mmachi mkpagharị na steeti ahụ niile malite n'elekere iri nke abalị ruo elekere isii nke ụtụtụ iji belata ọnọdụ enweghị nchekwa.",
    "Ebe foto si, Getty Images",
    "Ndị uweojii n'Enugwu ji ike na ebube achụ ndị otu ọjọọ ọsọ n'Enugwu",
    "Na nke dịka ibe ya, ndị ekperima wakpokwara ogige ndị uweojii n'Akwa Ibo steeti ma gbuo ụfọdụ n'ime ha.",
    "Ya bụ ihe mere n'isi ụtụtụ ụbọchị Satọde a na ụlọọrụ a kpọrọ 'Ini Divisional Police Headquarters', nke dị n'okpuru ọchịchị Ini na steeti ahụ.",
    "Otu onye nọ na gọọmentị steeti Akwa Ibom gwara ndị ntaakụkọ Premium Times na ndị ekperima ahụ gbara akụkụ ụlọọrụ ndị uweojii ahụ ọkụ .",
    "A tọhapụla Agba Jalingo n'ọnọdụ nwamgbenta",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra",
    "Onye ahụ na-achọghị ka akpọọ aha ya kwuru na ndị ekperima ahụ wakporo ndị uweojii ahụ ebe ha na-arahụ ụra ma gbagbuchaa ha.",
    "Ọnụ na-ekwuru ndị uweojii Akwa Ibom bụ Odiko MacDon gwara ndị ntaakụkọ na ya bụ mwakpo mere eme n'eziokwu mana o kweghị ekwu ndị uweojii ole nwụrụ na ya.",
    "MacDon kwuru na mmadụ isii nwụrụ na mwakpo ahụ mana ọ bụghị ha niile bụ ndị uweojii.",
    "O kwuru na nwunye otu n'ime ndị uweojii ahụ so na ndị e gburu.",
    "A gbagbuola ndị na-agbanwe ego mmadụ anọ na Port Harcourt3 Ọgọọst 2018",
    "Hotel Murders: \"Ọ bụ akwụnakwụna na-ebute ogbugbu ndịa\" Ndị uweojii14 Septemba 2019",
    "Porthacourt Killings: Ndị uweojii anwụchiela mmadụ abụọ17 Septemba 2019",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka8 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị ojiegbe gburu ndị uweojii asaa na mwakpo ha mere na Rivers State8 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Ndị ojiegbe gburu ndị uweojii asaa na mwakpo ha mere na Rivers State",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, OhafiaEmelitere ikpeazụ na: 4 Maachị 2020",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na EffiumEmelitere ikpeazụ na: 22 Febụwarị 2021",
    "Bobrisky na etu mgbanwe ya ji maliteEmelitere ikpeazụ na: 31 Ọgọọst 2020",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}