{
  "published": "8 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka omenala Igbo ji ọsịsọ ala n'ụfọdụ mpaghara Ọwụwa Anyanwụ, Blessing Chidiebere Emmanuel chọpụtara ụzọ ọ ga-esi mee ka egwu Egara ka nọdụsie ike.",
    "Ọ sị na ọ bụ ka di ya nwụrụ n'afọ 2017 ka ya malitere ịgụ egwu Egara iji kasie onwe ya obi.",
    "Ikeogu Oke: Ihe gburu ode mbem",
    "Ebidoro m n'afọ anọ mawa mbem - Igwe Credo",
    "Oliver de Coque: Ihe ise mere ndị Igbo ji ka kpụrụ otiegwu a n'ọnụ ruo ugbua",
    "Ọ sị na oge ọbụla ya hụrụ onwe ya n'ọnụdụ ahụ, ya agụwa egwu Egara, nke mere ka ndị mmadụ na-akpọ ya ka ọ gụọrọ ha ya bu egwu.",
    "Ugbua, ọ na-aga ebe mmemme agụrụ ndị mmadụ egwu Egara.",
    "Lee etu o siri kọọ akụkọ ya.",
    "Ndị mere akụkọ: Chris Okereke, Chiemela Peters na Vining Ogu.",
    "Vidio, Aga m agụ egwu n'eluigwe - Nwaanyị na-agụ egwu n'ahia, Duration 3,1526 Ọgọọst 2018",
    "Vidio, International Mother Language Day: Egwu ncheta ụbọchị ọmụmụ gị, Duration 0,4221 Febụwarị 2019",
    "Vidio, Dr Onye Mmemme: Ọ na-afụ ụfụ n'ahụ mana ọ na-enye m ọṅụ - Ote egwu, Duration 1,499 Eprel 2019",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụ, Duration 2,465 Mee 2021",
    "Vidio, Harrison Gwamnishu: Ihe mere m ji enyere ndị a na-ebogide ebubo ụgha aka, Duration 1,397 Mee 2021",
    "Vidio, Aga m agụ egwu n'eluigwe - Nwaanyị na-agụ egwu n'ahia, Duration 3,1526 Ọgọọst 2018",
    "Vidio, International Mother Language Day: Egwu ncheta ụbọchị ọmụmụ gị, Duration 0,4221 Febụwarị 2019",
    "Vidio, Electrical Engineering: 'Na nrọ ka e ziri m etu e si arụ igwe ọkụ latrik', Duration 2,242 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}