{
  "published": "6 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ị ma na omenala Igbo n'oge gboo nyere ka egbuo ejima na ejima atọ n'ọmụmụ?",
    "Mana o nwekwara ndị ezopuru anwụghị mgbe ahụ.",
    "Ị chọrọ ịmụ ejima?",
    "'Chukwu nyere anyị ejima nwoke anọ ka anyị chechara afọ 7'",
    "Etu Don Odunze na nwunye ya sị mụọ ejima atọ ka ha chechara afọ 19",
    "Ụmụnne abụọ a gbara afọ iri asatọ na ato (83) nyara ndụ mgbe a na-egbu ejima n'ala Igbo.",
    "Gee akụkọ ha n'uju ebe a.",
    "Twin babies: Ndị chọrọ ịmụ ejima lee egbe anya n'ọdụ13 Eprel 2019",
    "Vidio, 'Etu m jiri mụọ ejima anọ', Duration 3,192 Septemba 2018",
    "Poland: Nwaanyị ejirila ejima 6 mujuo ụlọ21 Mee 2019",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụ, Duration 2,465 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, Electrical Engineering: 'Na nrọ ka e ziri m etu e si arụ igwe ọkụ latrik', Duration 2,242 Nọvemba 2019",
    "Vidio, 'Etu m jiri mụọ ejima anọ', Duration 3,192 Septemba 2018",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie, Duration 3,5216 Ọktọba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,58elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}