{
  "published": "6 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọrịa Covid-19 na akawanye njọ na mba Ịndia.",
    "Mmadụ puku atọ na narị itolu na iri asatọ nwụrụ na ya bụ ọrịa nanị n'ụbọchị Wenesde.",
    "Lee mba ndị COVID-19 echetabeghi",
    "Ihe iri Afrịka rụpụtara n'ihi Covid-19",
    "Ndị ọkammụta na-ekwu na ya bụ nje Covid-19 nwere mgbanwe ụzọ abụọ n'otu nje ọrịa ahụ.",
    "Ha na-ekwu kwa na ọ bụ oke mmekọ ndị mmadụ mekọrọ nsonso a so bute ya bụ mmabụnwanye.",
    "Lee ihe onyonyo a ka ị ghọta ihe ha na-eme iji merie ha bụ ọrịa na-egbu ọtụtụ ndị mmadụ.",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụ, Duration 2,465 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, Electrical Engineering: 'Na nrọ ka e ziri m etu e si arụ igwe ọkụ latrik', Duration 2,242 Nọvemba 2019",
    "Vidio, 'Etu m jiri mụọ ejima anọ', Duration 3,192 Septemba 2018",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie, Duration 3,5216 Ọktọba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,58elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}