{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ntoroọbịa Ogidi apịala nwokorobịa ahụ tiri agadi nwaanyị ihe ọnụ ụtalị dị otu narị maka ịkpa agwa ọjọọ ahụ.",
    "BBC Igbo gara hụ nwaanyị a bụ Christiana Okoye Albert, onye Nkwelle Ogidi n'Anambra Steeti.",
    "Elisha Abbo arịọla mgbaghara maka ịma nwaanyị ụra",
    "Gịnị ka e kwesịrị ime nwoke wakporo nwaanyị?",
    "A wakporo m n'ike - Oshonaike ọpịa tenis",
    "A chọpụtara na Christiana nọzi n'ụlọọgwụ twinkle dị n'Ogidi ebe ọ na-anata ọgwụgwọ n'ihi ihe nwokorobịa ahụ bụ Sunday tiri ya n'izuụka gara aga.",
    "Dịka Christiana siri kwuo, na ya na Sunday bụ otu ụmụnna na ọ bụghị nwa ya dịka ndị mmadụ si akọ na soshal midia .",
    "Christiana sị na Sunday batara n'ụlọ ya ebe ọ na-akpa azịza ga buru akpa onye bị n'ụlọ ha.",
    "Na ngwa ngwa ya gwara ya ka o bute akpa ahụ ka a mara ihe dị n'ime ya ka o bidoro kụwa ya ihe ka onye ohi.",
    "Nwoke tọtara nwaanyị ahụ bụ Emmanuel Chucks Albert kwara arịrị sị na ọ bụ ebe ya bi n'Aba ka ọ nọ hụ ihe onyonyo ebe a na-etigbu nwanne ya nwaanyị ụkwụ adịghị na soshal.",
    "Albert rịọrọ gọọmenti ka ọ taa Sunday ahụhụ ruru ya n'ihi na o tiela ọtụtụ mmadụ ihe n'Ogidi.",
    "Onyeisi ndị ntoroọbịa Nkwelle Ogidi bụ Ifeanyi Aniekwena gwara BBC na ọ bụ ya na ndị otu ọrụ ya gara jide nwokorobịa ahụ ma pịa ya italị ugboro otu nari iji gosi ya ka iti ihe si atọ.",
    "Aniekwena kwuru na akparamagwa ahụ abụghị nke ha ga-anabata chaa chaa n'obodo Ogidi.",
    "Ọ dọrọ aka na nti ka ndị mmadụ kwụsị ịṅụ ọgwụ na anwụrụ ike n'ihi na ọ na-eme mmadụ ịkpa agwa dịka anụmanụ.",
    "Vidio, Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụ, Duration 2,46elekere 8 gara aga",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, 'Ọsọ ahịa enyela m ego mana lee ihe mere m gaghị ekwe ka nwa m mee ya', Duration 3,4620 Eprel 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie, Duration 3,5216 Ọktọba 2020",
    "Vidio, Igbo apprenticeship system harvard: Lee nwoke tinyere ịgba boy ndị Igbo na Mahadum Harvard, Duration 5,2719 Eprel 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi', Duration 3,1927 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}