{
  "published": "6 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jewel Kiriungi dere ya",
    "Ebe foto si, Sheikh Gumi/Facebook",
    "A mụrụ Sheikh Gumi n'ụbọchị mbụ nke ọnwa Ọktoba, afọ 1960 na Kano Steetị.",
    "Aha Sheikh Gumi na-ewu ewu ugbua maka okwu banyere mmekọrịta ya na ndị ekperima 'bandits' na-atọrị ndị mmadụ.",
    "Kemgbe ọnwa Jenụwari afọ 2021, Gumi ezutela ndị ndu ndị ekperima a ọtụtụ oge iji kwụsị ha ịkpa ike ọjọọ.",
    "Obasanjo na Atiku ga-adawa isi- APC",
    "Ihe niile anyị ma maka ntọrọ ụmụakwụkwọ na Katsina steeti",
    "Ụmụaka Dapchi alọtala",
    "Nsukka Mosque: A chabiri ihe onyonyo Bishop Godfrey Onah n'ụdị o ji riri ghọọ ihe ọzọ-  Nsụkka Catholic Diocese",
    "O zutere onyeisi ndị ntọrị tọọrọ mmadụ 42 gụnyere ụmụakwụkwọ na Niger Steetị mana a tọhapụrụ ha oge ha na Guni zutechara.",
    "Nke mere na nso nso a bụ nne na nna ụmụakwụkwọ mahadum agriculture a tọọrọ na Kaduna sị na Gumi kpọtara nwoke naara ha ego dị puku narị asatọ (800,000), iji nyere ha aka gbapụta ụmụ ha.",
    "Nke a mere ọtụtụ ndị mmadụ ji na-adọri Sheikh Gumi na soshal midia.",
    "Ebe foto si, Sheikh Gumi/Facebook",
    "Onye bụ Sheikh Gumi?",
    "A mụrụ Sheikh Gumi n'ụbọchị mbụ nke ọnwa Ọktoba, afọ 1960 na Kano Steetị.",
    "Ọ bụ ọkpara Sheikh Abubakar Muhmud Gumi bụ onye nkuzi alakụba nakwa ọkaikpe n'ụlọikpe Sharia site n'afọ 1962 ruo 1967.",
    "Gumi gụrụ akwụkwọ na mahadum Ahmadu Bello ebe ọ gụrụ akwụkwọ ngalaba ahụike 'medicine'.",
    "Ọ banyere n'ọrụ ndịagha na 'Nigeria Defence Academy' dịka onye dọkịta.",
    "Gumi lara ezumike nka n'ọrụ ndịagha n'oge o ruru n'ọkwa 'captain' ma gaa na mba Saudi Arebia ịgụ akwụkwọ na mahadum Umm al-Qura dị na Mecca.",
    "O nwetere ọkwa dọkịta na ngalaba agụmaakwụkwọ 'Philosophy' banyere mmụta n'okpukperechi alakụba.",
    "Ugbua ọ bụ onye nkuzi akwụwkọ nakwa onye odeakwụkwọ n'ụlọokpukperechi Sultan Bello dị na Kaduna Steetị.",
    "Gumi alụọla nwunye ma mụọ ọtụtụ ụmụ.",
    "\"Ịtọrọ ụmụaka site n'ụlọakwụkwọ ha bụ obere ihe ọjọ maka n'ikpeazụ, gị na ndị ekperima ahụọ ọnụ ihe ị ga-akwụ, ugbua ndị ekperima na-akpachapụ anya maka ndụ ndị mmadụ. Oge mbụ, ebunmobi ha bụ ha bata obodo, ha aghasa ya gbuo ndị mmadụ.\" -Gumi, dịka ọ na-akwu maka ntọ ụmụakwụkwọ n'ọnwa Maachị afọ 2021.",
    "\" Abụghị m onye mbụ ya na ndị ekperima na-akpa. Naanị na o nwere ihe dị mma m gbakwụnyere. Anaghị m aga ahụ ndị ekperima na enweghị onye ọrụ gọọmenti soro m gaa.\" - Gumi dịka ọ na-ekwu na  gọvanọ Kaduna na Zamfara steeti zutere ndị ekperima tupu ya onwe ya ezute ha n'ọnwa Maachị afọ 2021.",
    "\"Onye ọbụla ahụla na anyị na ndị a na-akpa ,na ha kwere nkwa na-a ha ga-awụsa ngwaọgụ ha nakwa ihe ha na-eme, na mụ onwe m kwere nkwa izute onyeisiala maka nke a.\" Gumi dịka ya na BBC Hausa nwere mkparịtaụka n'ọnwa Febụwarị, afọ 2021.",
    "\"Ọtụtụ n'ime ndị agha aka ha dị na mkpamkpa na-akpa abụghị ndị ụka Alakụba. Ị ma na e nwere ndị agha bụ ndị Ụka Alakụba na ndị abụghị. Ndị abụghị ụka Alakụba bụ ha na-ebute nghọtahie iji bute ọgbaghara.\"- Gumi dịka ọ na-agwa  ndị ekperima  okwu n'ọhịa  Tegina dị na agbata  Niger na Kaduna steeti, ọnwa Febụwarị 2021.",
    "\"Ọ bụrụ na Naijiria nwere ike ịgbaghara ndị kpara nkata iweghara ọchịchị n'ike n'oge ọchịchị ndị agha, the ekperima nwere ike inwetakwa ụdị mgbaghara n'oge ọchịchị ndị nkịtị.\" - Gumi dịka ọ na-asa otu jịkọrọ ndị ụka Kraịstị na Kaduna n'ọnwa Maachị,afọ 2021.",
    "Ebe foto si, Sheihk Gumi Facebook",
    "Sheikh Gumi, onye na-agwa ndị ekperima ka ha hapụ tigbuo-zọgbuo, ka ọ na-ebunye otu nwoke kpuchiri ihu ya akwụkwọ",
    "\"Oh Ahmad Gumi, ugbua, ị na-agagharị, na-agwa ndị Fulani okwu, ma chee na ị na-agara Chukwu ozi… Ị ji Koran agbasaozi ọchịchị onyekwuoucheya. Maka gịnị?\" - Abubakar Shekau, onye ndu otu Boko Haram, n'ọnwa Maachị, afọ 2021.",
    "Ị ma na onyeisi ụka Alakụba zọpụtara ndị ụka Kraist 262 na Plateau?",
    "A tụọla onye kpachiri Ese Oruru, lụọ ya n'ụzọ Alakụba mkpọrọ afọ iri abụọ na isii",
    "\"Ya mere, ọ bụ ihe jọgburu onwe ya na onye ọnụ na-eru n'okwu [Sheikh Gumi] ga-ama ụma na-akatọ ndị Agha Naijiria.\" Ọnụ na-ekwuru ndị Agha Naijiria bụ Mohammed Yerima, n'ọnwa Maachị 2021.",
    "\"Naanị  ịgbaso ụzọ  iwu  na-iso Sheikh Gumi bụ ụzọ ndị Agha Naijiria ga-eji egosi ihe e ji mara ha n'ezie.\" - Emmanuel Onwubiko,,onye nchịkọta otu 'Human Rights Writers Association of Nigeria (Huriwa) n'ọnwa Maach afọ 2021.",
    "\"Kedụ ka anyị ga-esi amata n onye na-ebo ebubo na ọ bụ ndị agha bụ ndị otu ụka Kraistị bụ ndị na-awakpo obodo na ndị ekperima? Shikh Gumi ọ chọrọ iji okpukperechi kewaa ndị Agha Naijiria?\" -Joseph Daramola,Odeakwụkwọ Ukwu otu 'Christian Association of Nigeria' (CAN) n'ọnwa  Maachị, afọ 2021.",
    "\"Anyị niile nọ ebe oge otu nwoke kpọrọ onwe ya ụkọchụkwụ ụka Alakụba [Sheikh Gumi] ji nọrọ n'ihu igwe onyonyo, na-aga n'ọhịa dị n'Ugwu Awụsa ebe ọ na-ezute ndị okorobia ya- ndị ekperima- mana  o nweghị ihe e mere ya.\" Chukwuemeka Alozie, onye mgbasaozi, Radio Biafra n'ọnwa Maachị 2021.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Father Mbaka apụtala ihe n'Enugu ka a na-achọ ya achọ",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Onye ọbụla tiri agadi ihe n'Ogidi ga-ata nnukwu ahụhụ",
    "Vidio, Kwara: Ndị Ụka Alakụba na nke Kraịst na-alụ ọgụ maka ịchafụ hijab n'Ilorin17 Maachị 2021",
    "Vidio, Ramadan Kareem: Lee Ibrahim Nyias Nwagui Afikpo,onye Igbo bụ onyeisi ndị alakụba mbụ n'ala Igbo21 Eprel 2021",
    "Ramadan Kareem: Ihe mere ụfọdụ ndị Igbo ji nabata okpukperechi 'Islam'13 Eprel 2021",
    "Vidio, Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo6 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe5 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị na-eme nwere ike ịduba gị n'ọrịa 'Kidney disease'",
    "Etu e si tọọrọ ụmụakwụkwọ ABSU n'ụzọ si Uturu gawa Okigwe",
    "Onye bụdị Sheikh Gumi a ndị mmadụ kpụ n'ọnụ?",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Anyị ka na-eche ịhụ ụmụ anyị - Nna otu n'ime ndị a tọhapụrụ",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Ralph Uwazuruike sị na ọ nwuchiri Nnamdi Kanu mgbe ọ na-agbankwụ ma kpọchie ya abalị ise",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na EffiumEmelitere ikpeazụ na: 22 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}