{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Youtube screengrab",
    "Fada Mbaka bụ ụkọchukwu a ma ama na Naịjirịa niile n'ihi ụlọekpere ọ bụ onyeisi ya bụ 'Adoration Ministry Enugu Nigeria",
    "Otu aha ọtụtụ mmadụ kpụ n'ọnụ ugbua na mpaghara Ọwụwa Anyanwụ bụ Fada Ejike Mbaka.",
    "Fada Mbaka bụ onye ụkọchukwu n'ụka Katọlik n'Enugwu, ma bụrụkwa onye ndu  ụlọekpere a kpọrọ 'Adoration Ministry'.",
    "Fada Mbaka bụ nnukwu mmadụ a na-anụ n'ụka Katọlik mana Naịjirịa niile, mana akụkọ a bụ iji kọọrọ gị etu o si malite nakwa ihe mere aha ya ji ewu ewu.",
    "Father Mbaka asaala Garba Shehu ma dọọ ya aka na nti",
    "'Mbaka adaghị iwu site n'ịgba Buhari ụgwọ' na ihe ndị ọzọ ndị mmadụ a na-ekwu",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ejike Mbaka(Rev Father) adọọla ndị ọchichị Naịjirịa aka na nti",
    "Ezigbo aha ya bụ Ejikemuwa Camillus Mbaka.",
    "Nna ya bụ onye obodo Ituku nke dị n'okpuru ọchịchị Awgu n'Enugu Steeti.",
    "Dịka ndị ma Mbaka si kwuo, nna ya bụ onye dibịa na-enye ọgwụ mgbọrọgwụ na mkpakwụkwọ.",
    "Ọ gụrụ akwụkwọ Sekọndịrị n'ụlọakwụkwọ St Vincent dị n'Agbaogugu, Enugwu steeti.",
    "Ebe foto si, Youtube screengrab",
    "Mbaka chiri ụkọchukwu n'ọnwa Julaị afọ 1995",
    "O mechara banye ụlọakwụkwọ ebe a na-azụ ndị ụkọchukwu a kpọrọ St Joseph Seminary Ikot-Ekpene.",
    "E chiri Fada Mbaka ụkọchukwu n'ọnwa July afọ 1995, nke a pụtara na o meela afọ iri abụọ na isii o ji bụrụ ụkọchukwu.",
    "Ọ bụ onye mgbasa oziọma e ji ikwu okwuchukwu na-akpọlite mụọ ndị mmadụ mara,  ebe ekpere  Wenezde  nke ọ kpọ 'Adoration' nke ọ na-eme  na-adọta nari kwuru narị mmadụ.",
    "Mbaka bụkwa otiegwu ụka a ma ama nke tipụtarala ọtụtụ egwu gụnyere: \"Miracle Worker\"; \"Jesus mụ na gị ga-ebi\"; Ebube Muonso\"; \"Aka Ndi Muo Ozi\": \"Ike M Kwo Aba; \"Jesus Obu Ngwongwo\"; \"Chideraa\" wdg.",
    "Ụkọchukwu Mbaka bụkwa onye nwe ụlọọrụ Aqua Rafa nke na-arụpụta mmiri ọṅụṅụ nakwa ụdị ihe ọṅụṅụ Bekee kpọrọ 'Yoghurt'.",
    "Ọ bụkwa onye na-ede akwụkwọ ụka na akwụkwọ ekpere dị icheiche nke o si na ya enweta ego.",
    "Dịka Mbaka ji ọnụ ya kwuo, ndị ọ na-akwụ ụgwọ ọnwa karịrị mmadụ puku iri abụọ na atọ (23,000) kwa ọnwa.",
    "Ebe foto si, Adoration Ministry",
    "Ndị ma Fada Ejike Mbaka oge ọ na-aga akwụkwọ Sekọndịrị na St Vincent Agbogugu kọwara ya dịka nwata na-ama akwụkwọ, onye ejighị ihe gbasara ụka egwu egwu.",
    "Iji maa atụ, Ọkammụta Martin Anikwe, onye ya na Mbaka gụkọrọ Sekọndịrị kọwara Mbaka dịka onye na-anọrọ onwe ya, onye ukwe na amasị nakwa onye ihe gbasara Chineke na-anụ ọkụ n'obi.",
    "Ọkammụta Anikwe kwuru sị, \"Oge Mbaka ruru klassị 5, e nyere ya ọkwa 'Catholic sacristan', nke bụ onye isi ụmụakwụkwọ ndị Katọlik,\" .",
    "\"Mụ na ya nọkwa n'otu ndị ukwe oge anyị nọ n'ụlọakwụkwọ.\"",
    "\"Ọ gbaghị m gharịị na Mbaka chiri ụkọchukwu ma bụrụkwa onye a ma aha ya ama taa.\"",
    "'O nweghị onye m na-asọ anya makana chukwu na-eche m'-  Fada Mbaka",
    "N'aka nke ya, Ọkaiwu Damian Ajah gakwara otu ụlọakwụkwọ ahụ kọwara na \"Ihe ọzọ na-amasị Mbaka oge ahụ bụ ịgba egwu ọdịnala n'ụlọakwụkwọ.\"",
    "Ihe Fada Obiekezie kwuru maka Mbaka",
    "Damian Ajah kwukwara na Mbaka bụkwa onye ihe gbasara Chineke na-amasị nke ukwuu.",
    "O kwukwara na e nwere ụfọdụ ụmụakwụkwọ ndị ha na Mbaka na-eso ndị mechakwara chie ụkọchukwu.",
    "Damian Ajah kwuru sị: \"Ihe gbasara ụka na Charistmatic, Mbaka bu ya n'iisi oge ahụ.\"",
    "\"O nwekwara onye nke ọzọ n'ime ha mechakwara chie fada aha ya bụ Jacob Okoye.\"",
    "\"Ha ruru mmadụ anọ maọbụ ise ndị nọbụ na Charismatic n'ụlọ akwụkwọ mechara chie fada.\"",
    "'Amụma Fada Mbaka buru maka Hope Uzodinma n'Imo na-eme ihere'",
    "Amụma Mbaka maka Buhari: Oge a na-achụ nta vootu maka ntuliaka ọkwa onyeisiala nke afọ 2015 nakwa nke afọ 2019, Mbaka buru amụma na ọ bụ Buhari ga-emeri.",
    "O kwuru na Buhari bụ onye ga-edozi obodo Naịjirịa ma bulie ya elu ọzọ.",
    "Mbaka sị na Buhari abụghị nsogbu Naịjirịa",
    "Nke a butere ọtụtụ okwu ọjọọ megide Buhari nakwa ụka Katọlik, n'ihi na ndị kwuru na ọ dịghị mma ka onye ndu ụka na-etinye ọnụ n'okwu gbasara ndọrọndọrọ.",
    "Mana Buhari merichara ntuliaka abụọ ahụ dịka Mbaka si kwuo.",
    "Fada Mbaka na Peter Obi:",
    "N'afọ 2018, Mbaka katọrọ Peter Obi n'ihi na Obi ekweghị akpọ aha ego oge ọ gara emume owuwe ihe ubi n'ụlọekpere ya.",
    "Oge ahụ bụ oge nkwado maka ntuliaka e mere n'afọ 2019, nke Abubakar Atiku na Peter Obi soro zọọ ọkwa onyeieiala na osote onyeisiala.",
    "Peter Obi na Atiku dara election n'ihi na Obi kparịrị Chukwu n'elu Ọlta - Fr Mbaka",
    "N'onyonyo ya bụ ihe, Mbaka kpọrọ Peter Obi eri eri ma kwuo na ya na Atiku agaghị achịta aja.",
    "Mana Mbaka mechara rịọ Peter Obi mgbaghara maka ihe o kwuru.",
    "Buhari na Hope Uzodịmma:",
    "Ebe foto si, Facebook AMEN, Hope Uzodimma",
    "Fada Mbaka buru amụma na Hope Uzodinma ga-abụ Gọvanọ Imo Steeti",
    "Na mbido afọ 2020, Buhari buru amụma na Hope Uzodinma ga-eweghara ọchịchị Imo steeti.",
    "Oge Mbaka buru amụma a, Emeka Ihedioha bụ gọvanọ Imo steeti, mana okwu mmeri ya ka dị n'ụlọikpe kachasị bụ 'Supreme Court'.",
    "Amụma a Mbaka buru tụrụ ndị mmadụ n'anya n'ihi na Uzodinma gbara onye nke anọ na ntuliaka ọkwa Gọvanọ e mere n'Imo steeti.",
    "'Hope Uzodimma ga-ewetere ndị Imo 400,000 ọrụ'",
    "Mana amụma a mechara mezuo oge ụlọikpe kachasị kpebiri ikpe ha wee chụtuo Ihediọha n'oche Gọvanọ, tinye Hope Uzodinma.",
    "Mana n'ọdị nso a, Mbaka kwara arịrị ma kwuo na Uzodinma anaghị azazi ekwentị ya kamgbe ọ rigooro n'oche Gọvanọ Imo steeti.",
    "Ka ọ dị ugbua, Fada Mbaka abanyela ime ọpịpịa abalị iri atọ, nke onyeisi ụka Katọlic n'Enugwu bụ Bishọp Callistus Onaga nyere ya.",
    "O dobeghị anya ihe kpatara Bishọp Onaga ji nye Mbaka ọpịpịa a, mana ọtụtụ na-eche na o nwere ike ịbụ ihe gbasara okwu ndọrọndọrọ ọchịchị o tinyere ọnụ ya n'ọdịnso a.",
    "Cheta na Buhari katọrọ ọchịchị Buhari ma gwa Buhari ka o rituo n'ọchịchị maọbụ ka ndị omeiwu chutuo ya n'ọkwa n'ihi ndakọ ọnọdụ nchekwa obodo.",
    "Mana ụlọọrụ onyeisiala kwuru na Mbaka na-akatọ ọchịchị Buhari  n'ihi na Buhari ekweghị enye ya ọrụ ngo ọ chọrọ n'aka ya.",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe5 Mee 2021",
    "Vidio, Archbishop Adewale Martins ekwuola na amụma Mbaka buru maka Hope Uzodinma na-eme ihere, Duration 2,557 Jenụwarị 2020",
    "Mbaka Ejike: Ọ saala Garba Shehu maka ebubo na ọ nara gọọmenti etiti ọrụ ngo3 Mee 2021",
    "Vidio, End Sars: Ihe Fada Mbaka gwara ndị kwuru na ha ga-agba 'Adoration Ministry' ọkụ27 Ọktọba 2020",
    "Vidio, Imo state: \"Ihedioha nwereike ịga mkpọrọ ma ọ kpachaghị anya\" - Mbaka5 Febụwarị 2020",
    "Vidio, Harrison Gwamnishu: Ihe mere m ji enyere ndị a na-ebogide ebubo ụgha aka7 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ndị ị maghị maka ndụ Fada Ejike Mbaka na okwu o korolaelekere 5 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Ihe ndị ị maghị maka ndụ Fada Ejike Mbaka na okwu o korola",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Anyị ka na-eche ịhụ ụmụ anyị - Nna otu n'ime ndị a tọhapụrụ",
    "Ọtanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gbooEmelitere ikpeazụ na: 6 Mee 2020",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}