{
  "published": "9 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebere Ekeopara",
    "Reporter, Igbo Service",
    "Ebe foto si, Youtube Screengrab",
    "Rev. Fr Ejike Mbaka arịọla onyeisi ụka Katọliki n'Enugwu bụ Bishọp Callistus Onaga, nakwa ụka Katọlik n'uwa niile mgbaghara maka ọgba aghara ndị otu ekpere ya mere n'Enugwu n'ụbọchị Wenezde, abalị ise nke ọnwa Mee afọ 2021.",
    "Mbaka, onye nwe ụlọ ekpere 'Adoration Ministry', gburu ikpere n'ala rịọọ Bishop Onaga mgbaghara maka ihe niile ndị ekpere ya mebiri n'ụlọ Bishọp dị na Independence Layout Enugwu, nakwa n'ụlọụka Holy Ghost Cathedral dị n'Ogui Enugwu.",
    "Ọ rịọrọ mgbaghara a oge ọ na-aka ụka ụbọchi Sọnde9th nke ọnwa May n'Obi Adoration.",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa",
    "\"Ndị iro m akpaala nkata igbu m ma mechie Adoration Ministry\" - Fr Mbaka",
    "Eburu m ọnụ ọtụtụ ụbọchị maka mmezu amụma Hope Uzodinma - Fada Mbaka",
    "Mbaka ohere ahụ kwuo na onweghị onye o zipuru ka ọ gaa mebie ihe n'ụlọ Bishọp.",
    "Ọ dọkwara ndị ekpere ya aka na ntị ka ha na-erụbere ụka katọliki isi mgbe niile.",
    "Mbaka kwuru na ya ga na erubere ụka isi dịka onye ụkọchukwu.",
    "O kwuru sị: \"Mụ na Bishọp m anaghị ese okwu, onweghị esemokwu ọbụla dị n'etiti anyị abụọ.\"",
    "\"Ọtụtụ ndị mmadụ na-achọ itinye esemokwu n'etiti anyị mana ihe dị n'ime m agaghị ekwe ka ọ gaziere ha.\"",
    "'Hope Uzodimma ga-ewetere ndị Imo 400,000 ọrụ'",
    "Mbaka gara n'ihu kwuo sị: \"Anaghị m agba ụka Katọlik mgba. O nweghị ike ime.\"",
    "\"Ihe niile m nwere bụ ụka nwe ya. Arụọla m ọrụ n'ụka ihe karịrị afọ iri abụọ na ise, gịnị ka m ga-eji bido ịgba ya mgba?\"",
    "Mbaka kwuru na ọ bụ ndị ọzọ na-abụghị ndị ụka Katọlik tinyere aka oge ahụ ndị mmadụ na-achọ ya wee mebie ihe na be Bishọp.",
    "\"Egburu m ikpere n'ala wee n'arịọ nzukọ Katọlik mgbaghara maka ihe niile merenụ,\" Mbaka kwuru.",
    "\"Ọ bụrụ na o nwere ihe m kwuru n'ụzọ adịghị mma, biko gbagharanụ m.\"",
    "'O nweghị onye m na-asọ anya makana chukwu na-eche m'-  Fada Mbaka",
    "Cheta na ụbọchị Wenezde gara aga ka ndị otu Adoration gagharịrị Enugwu mee ngagharịiwe n'ihi na ha kwuru na a tọrọla ụkọchukwu ha bụ Mbaka.",
    "Ndị ekpere Adoration ji iwe ahụ gaa kurie ụlọ Bishop Enugwu bụ Callistus Onaga n'ihi na ha boro ya ebubo na ọ ma ihe mere Fada Mbaka.",
    "N'ihi nke a, Bishop Onaga tiri iwu ka ndị ụka katọliki n'Enugwu kpee ekpere pụrụ iche ma mee ọpịpịa otu izuụka iji rịọọ Chukwu mgbaghara maka mmetọ ndị ahụ mere ngagharịiwe metọrọ oriri nsọ n'ime ụlọụka Holy Ghost Cathedral Enugwu.",
    "Ihe ga-agwọ coronavirus nwereike bụrụ nwa mpe mpe ihe - Mbaka",
    "N'oziọma ya n'ụbọchị Sọnde a, Fada Mbaka nyere ndị otu ya niile ntụziaka ka ha sonye kpee ya bụ ekpere nke Bishọp kwuru ka e kpee.",
    "Mbaka kwere nkwa na ya na ndị otu ya niile ahụ mebiri ihe ga-aga n'igwe ga rịọọ Bishop Onaga na ndị ụkọchukwu niile mgbaghara.",
    "Father Ejike Mbaka: Ihe ndị ị maghị maka ndụ ụkọchukwu a na-ewu ewu7 Mee 2021",
    "Vidio, 'O nweghị onye m na-asọ anya makana chukwu na-eche m'- Fada Mbaka, Duration 3,537 Ọktọba 2020",
    "'Mbaka adaghị iwu site n'ịgba Buhari ụgwọ' na ihe ndị ọzọ ndị mmadụ a na-ekwu1 Mee 2021",
    "Vidio, Ihe mere m ji echekwa arụsị ndị ọkpụkperechị wepụtara ịla n'iyi- Father Okunerere9 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Fada Mbaka egbuola ikpere n'ala rịọọ Bishop Onaga na ụka Katọliki mgbaghara9 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Fada Mbaka egbuola ikpere n'ala rịọọ Bishop Onaga na ụka Katọliki mgbaghara",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Father Mbaka: Bishop Onaga enyeela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa",
    "\"Ndị iro m akpaala nkata igbu m ma mechie Adoration Ministry\" - Fr MbakaEmelitere ikpeazụ na: 6 Ọktọba 2020",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ndị ojiegbe gburu ndị uweojii asaa na mwakpo ha mere na Rivers State",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}