{
  "published": "11 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/BBC",
    "Ndị echere na-ere akwụkwọ mgbasa ozi otu Indigenous People of Biafra(Ipob) kwuru na ndị uweojii puruiche a kpọrọ Intelligence Response Team si Abuja nwụchiri ndị otu ha ise.",
    "Ha kwuru na ha biara n'isi ụtụtụ ebe elekere isii, kụọ ha egbe, maja ha, gbaa ha ọtọ, ma kpụrụ ha gawa ụlọọrụ ha.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "May 30: 'Ndị IPOB adaghị iwu'",
    "Onye na-edowere ndị otu jịkọtara ndị niile na-ere akwụkwọ mgbasaozi n'Imo steeti ego bụ Somto Amaechi nọchitere anya Udofia Imoh bụ onyeisi ha kwuru na-atọghapụla ndị otu ha anọ, ọ ka fọdụ otu onye.",
    "O kwuru na ndị uweojii ahu kwuru na ha agaghị atọghapụ otu onye ahụ fọrọ belụ ma ọ kpọpụtara ndị na-ezinye ha ịre akwụkwọ mgbasa ozi ahụ.",
    "Amaechi kwuru na ndị uweojii ahụ boro ha ebubo na ha na-agbasa ozi otu a machịrị machịrị bụ Ipob mabụrụkwa ndị na-enye otu Ipob kepu kepu maka ihe na-eme n'obodo.",
    "O kwuru na kamgbe abịara ịchọ ndị na-ere akwụkwọ mgbasa ozi akpọrọ \"Biafra Times\" , ha na ndị otu ha kwụsịrị ire ya bụ akwụkwọ.",
    "Biafra: Ihe mere e ji nwụchịe Mama Biafra",
    "Umahi: Nnamdi Kanu gaa ebe ị sara ahụ gaa chịrị akwa gị",
    "Amaechi kwuru na ndị ahụ e tiri ihe nọ n'ụlọọgwụ ugbua a na-ata ọgwụgwọ maka ihe e tiri ha.",
    "O kwuru na ndị uweojii ahụ pụrụiche gwara ha na mwakpo a ka bụ mbido makana ha ga-aga n'ọdọ ebe niile a na-ere akwụkwọ mgbasa ozi, nwụchie ndị nille na-ere akwụkwọ mgbasa ozi Ipob.",
    "Ka ọ dị ugbua, ndị otu na-ere akwụkwọ mgbasa ozi nọ n'Imo steeti agbaala abụbụ ọrụ.",
    "Ọnụ na-ekwuchitere ndị uweojii n'Imo steeti bụ Orlando Ikeokwu kwuru ka akpọghachi ya mgbe BBC gbalịrị ịnụ olu ya maka okwu a.",
    "Akụkọ ndị ga-amasị gị:",
    "Dare Adeboye burial: Etu akwamozu Dare Adeboye si aga",
    "E mechiela 'Adoration Ministration' ruo otu ọnwa mana lee mgbe a ga-emepe ya ọzọ",
    "Etu e si gbuo otu nwaanyị na ndị ọzọ n'Ozubulu",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa",
    "ADORATION MINISTRY ENUGU NIGERIA (AMEN): Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa11 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipobelekere 9 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipob",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Etu e si nwụchie ndị e chere na-ere akwụkwọ mgbasaozi Ipob n'Owerri",
    "ADORATION MINISTRY ENUGU NIGERIA (AMEN): Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Etu e si gbuo otu nwaanyị na ndị ọzọ n'Ozubulu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe ndị Naịjirịa na-ekwu maka mmechi MMMEmelitere ikpeazụ na: 8 Eprel 2018",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ IgboEmelitere ikpeazụ na: 22 Febụwarị 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}