{
  "published": "10 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ji egbe awakpoola ụlọọrụ ndị nche ma gbuo ihe a na-eche ruru mmadụ ise na mpaghara Ozubulu dị n'Anambara steeti.",
    "Ikenga Tochukwu bụ ọnụ na-ekwuchitere ndị uweojii steeti ahụ kwuru na ndị omekome a mụnyekwara ma ụlọọrụ ma ụgbọala ndị nọ ebe ahụ ọkụ.",
    "Ndị ojiegbe gburu ndị uweojii asaa na mwakpo ha mere na Rivers State",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Onye ntaakụkọ BBC gara ebe ahụ hụrụ ụlọ ndị nche a gbara ọkụ nakwa ngwa obibi akpọrọ ọkụ n'obodo ahụ.",
    "Onye hụrụ ebe ihe mere na-achọghị ka a kpọọ aha ya kwuru na ọ hụrụ ozu otu nwaanyị nakwa ụmụnwoke atọ n'ebe ahụ.",
    "Onyeisi ndị nchekwa obodo bụ Jude Ononuju gwara BBC Igbo na ọ bụ mmadụ anọ nwụrụ na ya bụ ihe.",
    "O kwuru na ndị ahụ gụnyere otu nwaanyị nakwa nwoke abụọ ha bụ ndị nchekwa obodo na-ekpe ikpe tupu awakpoo ha.",
    "E chere na a wakpokwara ụlọọrụ ndị uweojii n'Ozubulu dị nso n'ebe ahụ.",
    "Vidio, Nkwarụ aka m zọrọ n'aka ndị ntọelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ - Father Okunerere9 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?22 Eprel 2021",
    "Vidio, Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime, Duration 3,2218 Eprel 2021",
    "Fada Mbaka egbuola ikpere n'ala rịọọ Bishop Onaga na ụka Katọliki mgbaghara",
    "Etu e si gbuo otu nwaanyị na ndị ọzọ n'Ozubulu",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}