{
  "published": "11 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A malitela akwamozu Ụkọchukwu Oluwadamilare Temitayo Adeboye (Dare) bụ nwa nke atọ nke Ụkọchukwu Enoch Adeboye bụ onyeisi ụlọụka Redeemed Christian Church of God (RCCG).",
    "A na-aka ụka maka akwamozu ya n'ụlọ ọgbakọ ndị ntoroọbịa dị na RCCG Redemption Camp dị n'Ogun steeti.",
    "A kachaa ụka a, a ga-eli ozu ya taa bụ ụbọchị 11 nke ọnwa Mee, 2021.",
    "Dare a na-etu 'Pasto Dee' dị afọ 42 mgbe ọ nwụrụ n'ụbọchị anọ nke ọnwa Mee, 2021.",
    "ADORATION MINISTRY ENUGU NIGERIA (AMEN): Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa11 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipobelekere 9 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipob",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Etu e si nwụchie ndị e chere na-ere akwụkwọ mgbasaozi Ipob n'Owerri",
    "ADORATION MINISTRY ENUGU NIGERIA (AMEN): Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Etu e si gbuo otu nwaanyị na ndị ọzọ n'Ozubulu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe ndị Naịjirịa na-ekwu maka mmechi MMMEmelitere ikpeazụ na: 8 Eprel 2018",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ IgboEmelitere ikpeazụ na: 22 Febụwarị 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}