{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ọnụ na-eru n'okwu n' otu Indigenous People of Biafra (Ipob) bụ Paul Achallah ekwuola na ume Naịjirịa ezughị ịchụlata onyeisi ha bụ Nnamdi Kanu.",
    "Achallah sị na \"otu ụzọ kwụ ọtụ Naịjriịa ga-esi kpọlata Nnamdị Kanu bụ usoro Bekee kpọrọ \"extradition\" nke usoro ya tara ezigbo akpụ nke bụ na ha gaghị emeli ya\".",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Kpọpụta Nnamdi Kanu",
    "Ọ sị na Briten ga-enyocha ka Naịjiria sị agbanye ikike dịịrị onye ha kpọrọ \"human right\" nakwa ikpe nkwụmọtọ tupu e nye ha udiri ikike ahụ, \"nke onye ọbụla ma na-agaghị ekpeli ikpe nkwụmọtọ na Naịjirịa\".",
    "Achallah sị na naanị ụzọ Naịjria ga-esi chụlata Nnamdi Kanu bụ ụzọ nzuzo dịka ha mere Umaru Dikko mgbe Buhari nọbụ n'ọchịchị, \"mana nke ahụ bụzị ohi\".",
    "Akụkọ na-efegharị na soshal midia na-ekwu na gọọmentị Naịjiria iji ọkụ achụ Nnamdi Kanu ka ọ bịa zara ọnụ ya.",
    "Ya bụ akụkọ na-ekwu na Nnamdị Kanu esila Briten gbafuo maka egwu ijide ya kpụlata ya na Naịjrịa.",
    "O kwukwara na gọomentị Naịjria edeelarị akwụkwọ nye gọọmentị Briten kemgbe izuụka abụọ gara aga na-arịọ ka ha kpọlata Nnamdị kanu.",
    "Mgbe onye ntaakụkọ BBC jụrụ Achallah ebe Nnamdị Kanu nọ ugbua, Achalla sị na ọ baghị uru ikwu ebe Nnamdị Kanu nọ.",
    "Ọ sị, \"O nweghị ebe Nnamdi Kanu ga-anọ gọọmentị Naịjirịa agaghị akpọlatapu ya ma ọ bụrụ na ha nwere ezigbo ikpe n'isi ya.\"",
    "'Ndi uweojii ejighị Nnamdi Kanu na Singapore'",
    "Dare Adeboye burial: Etu akwamozu Dare Adeboye si aga",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Etu e si gbuo otu nwaanyị na ndị ọzọ n'Ozubulu",
    "Ipob na ESN: Etu Boko Haram, Mend, Fulani ọchiehi na otu ndị ọzọ dị n'Afrịka sị bido agha nnupuisi16 Eprel 2021",
    "Ụlọikpe sị Abaribe kpọpụta Nnamdi Kanu28 Maachị 2018",
    "Nnamdi Kanu: Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja27 Jenụwarị 2021",
    "Nnamdi Kanu: Ọkaikpe abiaghị ụlọikpe18 Juun 2019",
    "ADORATION MINISTRY ENUGU NIGERIA (AMEN): Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa11 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipobelekere 9 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipob",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Etu e si nwụchie ndị e chere na-ere akwụkwọ mgbasaozi Ipob n'Owerri",
    "ADORATION MINISTRY ENUGU NIGERIA (AMEN): Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Etu e si gbuo otu nwaanyị na ndị ọzọ n'Ozubulu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe ndị Naịjirịa na-ekwu maka mmechi MMMEmelitere ikpeazụ na: 8 Eprel 2018",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ IgboEmelitere ikpeazụ na: 22 Febụwarị 2020",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}