{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Joe Igbokwe, Ogechi Ikeh, Maazí Toochukwu Ezeoke",
    "Joe Igbokwe, otu onye ọnụ na-eru n'okwu na otu ndọrọndọrọ ọchịchị 'All Progressives Congress' etiela mkpu na ihe ndị mere n'afọ 1966 nke kpatara agha Biafra amalitela ime ọzọ.",
    "Igbokwe kwuru nke a na kparịtaụka ya na BBC Igbo nwere n'ụbọchị Wenezde.",
    "Ndị Ọwụwa Anyanwu kwesịrị iji ọjị na mmanya gaa rịọ nkwado Tinubu maka 2023 - Joe Igbokwe",
    "Restructuring: \"Ụzọ anyị sị achọ ya abụghị ụzọ anyị ga-esi nweta ya\"",
    "Ohaneze Ndigbo nara ego iji kwado Atiku - Joe Igbokwe",
    "A gbaala Joe Igbokwe akwụkwọ n'ụloikpe maka ihe o kwuru",
    "Ndị sonyere na ya bụ mkparịtaụka gụnyere Maazi Toochukwu Ezeoke, Maazị Joe Igbokwe, na nwa ada Ogechi Ikeh.",
    "Isiokwu mkparịtaụka a bụ ileba anya na mkpebi ndị gọvanọ mpaghara Ọdịda Anyanwụ Naịjirịa wepụtara n'ọgbakọ ha nwere na Delta Steeti n'ụbọchị Tuzde, abalị iri na otu nke ọnwa Mee 2021.",
    "Mkparitaụka BBC Igbo na Joe Igbokwe",
    "Joe Igbokwe, onye ndọrọndọrọ ọchịchị",
    "Ebe foto si, Joe Igbokwe/Facebook",
    "Joe Igbokwe, onye welitara isi na gọọmentị Legọs steeti, gbarụrụ ihu etu e si egbu ndị uweojii na ndị ọrụ nchekwa ka ọkụkọ n'ala Igbo.",
    "O kwuru na ọ bụ ụdị ihe a mere n'afọ 1966 nke kpatara agha Naịjirịa na Biafra.",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Igbokwe kwuru, \"Okenye anaghị anọ n'ụlọ ewu amụọ n'ọgbụrị. Anyị ma ndị na-egbu ndị uweojii n'ala Igbo. Ọ bụ ndị be anyị na-eme ya.\"",
    "\"Edeela m akwụkwọ abụọ gbasara agha Biafra, ama m ihe m na-ekwu maka ya.\"",
    "\"Ọtụtụ ndị mmadụ achọghị ikwu okwu n'ihi ụjọ, ọkwa otu a ka o si mee n'oge ahụ.\"",
    "'State Police', 'Vigilante', ga-ebi okwu enweghị nchekwa\"",
    "Ebe foto si, Anambra Govt",
    "Ndị otu nchekwa nke Anambra steeti a kpọrọ 'Anambra Vigilante Group'",
    "N'okwu gbasara nchekwa na Naịjirịa, Igbokwe kwuru na ka ọ dị ugbua na Naịjirịa, Gọvanọ steeti enweghị ikike ịgwa onyeisi uweojii ihe ọ ga-eme na steeti ya.",
    "Igbokwe kwuru na ọ bụn'Abuja ka ndị uweojii si anata ikike tupu ha emee ihe ọbụla na steeti ọbụla.",
    "\"Naịjirịa buru nnukwu ibu, ọ karịrị ihe otu onye ga-anọ n'Abuja na-ekwu ihe ga-eme,\" Igbokwe kwuru.",
    "\"Ọ dị mkpa ka e megharịa ọrụ uweojii ka ndị steeti ọbụla nwee nke ha.\"",
    "\"Ọ bụrụ na ekewaa ngalaba uweojii Naịjirịa ka mpaghara ọbụla nwee uweojii nke ha, okwu enweghị nchekwa ga-ala kpamkpam.",
    "Joe Igbokwe",
    "Igbokwe kwukawara na ọ bụ eziokwu na ndị mmadụ na-atụ egwu na ndị gọvanọ nwere ike iji ndị uweojii na-emekpa ndị mmadụ ahụ n'oge ntuliaka.",
    "\"Mana oge anyị ruru na ya bụ osimiri, anyị ga-ama etu anyị ga-esi gafee ya.\"",
    "Igbokwe kwukwara na ya kwadoro mmachi ndị gọvanọ machiri ịchịgharị ehi n'ihi na ya bụ ihe amalitela inye nsogbu.",
    "Maazị Ezeoke, onye ọnụ na-eru n'okwu",
    "Ndị sonyere na mkparịtaụka BBC Igbo nwere gbasara ọgbakọ ndị Gọvanọ Ọdịda Anyanwụ",
    "N'okwu ya, Maazị Ezeoke kwuru na dịka gọọmentị machiri ịchịgharị ehi, ọ ga-adịkwa mma ma gọọmentị steeti dị icheiche nye ndị be ha nwere mmasị ịchị ehi nkwado.",
    "O kwuru na ọ bụrụ na e mee nke a, ọ ga-emepe ụzọ akụnụba ma mekwaa ka ndị mmadụ nwee ọrụ.",
    "Ezeoke kwuru sị: \"Ọ bụrụ na e nwee ohere ebe ndị mmad ụ nwere ike ịga n'ụlọakụ gbazite ego iji malite ịzụ ehi, ọ ga-amagbu onwe ya.\"",
    "\"Ọ bụrụ na e bido ịzụ ehi n'ogige (ranch) ọ ga-emepe atụmatụ ahị dị icheiche.\"",
    "\"A ga-enwe ndị ọrụ ha bụ ịkọpụta nri ehi, ụfọdụ amaghị na ọ bụ nnukwu ahịa nwere ike inye mmadụ nnukwu ego.\"",
    "Ezeoke kwadokwara atụmatụ 'State police', ma kwuo na ọ bụghị eziokwu na ndị gọvanọ ga-eji ya mekpaa ndị iro ha ahụ.",
    "Ogechi Ikeh, onye ọgbambọ maka ikike dịrị onye",
    "Ogechi Ikeh kwuru na otu ihe so eweta enweghị nchekwa bụ na gọọmentị anaghị akpachapụrụ ndị ọrụ nchekwa anya.",
    "O kwuru na \"ndị uweojii na-etinye onwe ha n'ihe ize ndụ iji hụ na ha chekwara ndụ ndị ọzọ, ọ dị mkpa ka gọọmentị na-elebara ha anya.\"",
    "\"A gụchaa ndị ọrụ ahụike na ndị nkuzi, ndị ọzọ e kwesịrị ịkpọ mkpa bụ ndị uweojii, n'ihi na ọrụ ha bụ ichekwa ndụ ndị mmadụ.\"",
    "\"Ọ bụrụ na di m bụ onye uweojii, aga m na-achị obi m n'aka oge niile.\"",
    "\"Ya mere, ọ ga-adị mma ma gọọmentị steeti dị icheiche inwe ego ha mapụtara uche iji na-elebara ndị uweojii anya ma na-akwụ ha ezigbo ụgwọ.\"",
    "Ndị Ọwụwa Anyanwu kwesịrị iji ọjị na mmanya gaa rịọ nkwado Tinubu maka 2023 - Joe Igbokwe28 Disemba 2020",
    "Vidio, 'Igbo amaghị ihe', Duration 3,2130 Eprel 2018",
    "Gee ntị, Nnia Nwodo - Joe Igbokwe amaghị ihe ọ na-ekwu23 Nọvemba 2018",
    "Vidio, Ihe Joe Igbokwe kwuru maka 'Electoral Act'8 Disemba 2018",
    "Vidio, Nnia Nwodo - Joe Igbokwe amaghị ihe ọ na-ekwu23 Nọvemba 2018",
    "Vidio, Nwamadị ji atịtị akwa nka, lee ka o si eme ya12 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua' - Joe Igbokweelekere 9 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "'Ndị omeiwu Naịjirịa na-aghọrọ onwe ha aghụghọ ịsị na ha ga-edegharị akwụkwọ iwu'",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua' - Joe Igbokwe",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipob",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Etu e si gbuo otu nwaanyị na ndị ọzọ n'Ozubulu",
    "Etu e si nwụchie ndị e chere na-ere akwụkwọ mgbasaozi Ipob n'Owerri",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}