{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ndị Gọvanọ Ndịda Niajiria kpọrọ oku ka Goomentị Etiti kpọọ ọgbakọ maka itinye ọnụ n'okwu gbasra ịhazịgharị Naịjirịa, ụlọomeiwu Sineti enwerela ọsọ kpọọ oku maka itinye ọnụ n'okwu gbasara ịhazigharị iwu Naịjirịa nke 1999.",
    "Ihazigharị Naịjira ga-ebi nsogbu ya - Ohaneze",
    "Sinetị akwụsịla akwụkwọ iwu ntuliaka",
    "Buhari etinyela aka n'akwụkwọ ga-enye ikike ndị omeiwu steeti nakwa ndị ọkaikpe ịkwuru onwe ha",
    "N'ozi ha wepụtara, ha kwuru na ha amapụtala ebe na oge ndị mmadụ ga-eji ezuko itinye ọnụ n'ihe ha chọrọ ka a hazigharịa n'Iwu Naijiria.",
    "Ebe foto si, NGRSenate",
    "Nke a butere ọtụtụ mmadụ ịmalite ikwu ihe gbasara imegharị iwu Naịjirịa nke Bekee kpọrọ \"Constitution\".",
    "Ọtụtụ mmadụ akpọọla ya bụ akwụkwọ aha ọjọọ na-arụ ya aka ajọo n'ụdị na ọ bụ ya bụ akwụkwọ iwu bụ isi sekpụ ntị n'ihe na-akpọtụ na Naịjrịa.",
    "Ụfodụ na-ekwu na e dere ya mgbe ndị agha na-achị bụ mgbe ha kpọbatara mmadụ ole maọbụ ole n'otu ụlọ nye ha ọrụ ịde ya bụ akwụkwọ iwu bo ya na \"we the people\" dere ya.",
    "Ebe foto si, Senator Omo-Agege/Twitter",
    "Ebe ọtụtụ mmadụ na ndịda na-ekwu na e kwesiri ịde nke ọh uhụrụ, ndị Ugwu na-ekwu ka e degharịa ya.",
    "Nwada Igbo bụ Oby Ezekwesiri na-ekwu n'akara Twitter ya n'ụtụtụ a na ọ bụ 'constitution'ọhụrụ ka ekwesiri ị na-ekwu maka ya, ọbụghị idegharị nke ochie.",
    "Ebe foto si, Getty Images",
    "Onye okaiwu bụ ọkachamara n'okwu gbasara ịme akwụkwọ iwu bụ Tony Nnadi ekwuola na ndị omeiwu Naịjrịa enweghị ikike ịdegharị akwụkwọ iwu Naịjria.",
    "Ndị omeiwu Sineti pụtara n'ụtụtụ Wenezde kwụọ na ha chọrọ ịmalite njem ịnye ọhaneze ohere ịtịnye ọnụ n'okwu gbasara ịmegharị iwu Naịjirịa.",
    "Ebe foto si, Tony Nnadi/fb",
    "Mana Tony Nnadị bụ ọdeakwụkwọ ndị Lower Niger Congress bụ otu agburu di icheiche na Naịjirịa gbakọrọ ọnụ si na \"ndị omeiwu ahụ na ndị Gọvanọ na-aghọrọ onwe ha aghụghọ\".",
    "Ọ sị na \"ikike ndị omeiwu erughị na ịdegharị akwụkwọ iwu Naịjirịa maka na ọ bụ ya bụ akwụkwọ iwu nyere ikike ihiwe ha\".",
    "'Ndị omeiwu Naịjirịa na-aghọrọ onwe ha aghụghọ ịsị na ha ga-edegharị akwụkwọ iwu'",
    "Ọ sị na ọ bụ ndị agbụrụ dị icheiche na Naịjrịa kwesiri ịgbakọta hiwe akwụkwọ iwu nke mgbe ha mechechagoro \"referendum\" n'ime onwe ha kwekọrita na ha ga-ebi.",
    "Nnadi kwuru na \"mgbe ahụ ka ya bụ akwụkwọ iwu ga-abụ nke ndị nwe ya\".",
    "Ochiedike so na gọọmentị ọnwụnwaanya mgbe Odumegwu Ojukwu chịrị bụ Mbazuruike Amachi kwetere na ndị omeiwu ahụ enweghị ike ịdagharị iwu Naịjiria.",
    "O kwuru na agbanyeghị nke a, na-akwụkwọ iwu Naịjrịa enwere ughua bụ nke adigboroja maka na ọ bụghị ndị Naịjriia dere ya.",
    "\"A ga-ede usoro ọchịchị Naịjirịa nke ọhụrụ ka ndị Naịjirịa kwuo ka ha ga-esi chia onwe ha\", dịka Mbazuruike kwuru.",
    "\"Akwụkwọ iwe e ji achị Naịjirịa abụghị nke Naịjrịa\" - Mbazulike Amechi",
    "\"Ịdegharị akwụkwọ iwu adigboroja a dịka ịda iwu ugboro abụọ.\"",
    "O sị na ọrụ ndị omeiwu bụ iji akwụkwọ iwu Naịjrịa mepụta iwu, na ọ bụghị ịdegharị ya bụ akwụkwọ.",
    "O kwukwara",
    "Tony Nnadị bụ ọkachamara gbasara akwụkwọ iwu kwuru ihe mere o ji dị mkpa ịde akwụkwọ iwu ọhụrụ.",
    "Ihe ndị a ka o kwuru:",
    "\"Ọnwe mgbe ndị agburu nọ na Naịjrịa bịakọrọ ọnụ dee ya bụ akwụkwọ mmekọrịta\".",
    "\"Ya bụ akwụkwọ dịka agbụ ekere anyị nke jụrụ na anyị agaghị emegharị ahụ.",
    "\"O bụ ya bụ akwụkwọ mere na nchekwa agaghị adị na Naịjirịa maka na ike niile gbasara nchekwa dị gọọmentị etiti n'aka\".",
    "Steeti iri atọ na isii ya bụ akwụkwọ iwu hiwere bụ oke ibu dịịrị onwe ya maka na ụfọdụ n'ime ha enweghị ike ụkwụrụ onwe ha.",
    "O kwuru na ọkụ bụ oke nsogbu na Naịjrịa maka na ọ dị n'aka gọọmentị etiti.",
    "Ọrụ nchekwa enweghị ike ịdị mma maka na gọomentị etiti jichiri ya.",
    "\"ihe niile bụ ihe na-enye Naịjirịa nsogbu si na ya bụ akwụkwọ iwu\".",
    "",
    "Ebe foto si, @IAOkowa",
    "Ndị gọvanọ Ndịda amachiela ịchịgharị ehi na mpaghara ahụ iji belata nsogbu ọchịehi na mpaghara ahụ.",
    "Ndị Gọvanọ Ndịda Naịjria zukọrọ n'Asaba, Delta Steeti ụbọchị Tuzde, abalị iri na otu nke ọnwa Mee afọ 2021, tinyere ọnụ n'okwu gbasara ọdịmma, nchekwa, ndị kwe ndị ekweghi gbasara ịdịnotu Naịjrịa nakwa agha gbasara Covid-19.",
    "Ihe ndị a ka ha kpebiri:",
    "Ha kwekọrịtara na ndị agbụrụ dị na ndịda kwere na idinaotu Naịjrịa nke hibere isi n'ikpe nkwumọtọ, onye biri ibe ya biri, udo na ịhụnanya na ofu obi.",
    "Ndị Gọvanọ ahụ agbakọọla aka machie ichi ehi gagharịa na steeti niile ha na-achị maka mkpamkpa ndị ọchịehi na-akpa nke na-emetụta udọ na ịkpata akụ nke ndị mmadụ jiri biri.",
    "Ebe foto si, @IAOkowa",
    "Ọzọ bụ na mmụbanye mmadụ mere ka ala dị ụkọ nke butere na ala ezughịzị ihe e ji ya eme na mpaghara ahụ.",
    "Ha chọrọ ka gọọmentị etiti hapụ steeti chọrọ ka ha mepee usoro dị ha mma ịkpa ụmụanụ.",
    "Ha kwekọrịtara na ọdị mkpa na gọọmentị etiti ga-egosi mmasị, ngwa ngwa, n'ịhazịgharị Naịjirịa n'ụdị ga-enye steeti dị iche iche ikike ịhiwe ndị uweojii nke ha, kegharịa usoro e ji eke akụnaụba Naịjirịa nke ga-egosi nke Bekee kpọrọ \"true Federalism\".",
    "Ha kwuru na ọ dị mkpa gọopmentị etiti ihebe ọgbakọ ebe a ga-anọ kpaa mkpa ọdịmma na ịdịnaotu nke Naịjirịa ngwa ngwa.",
    "Ha na-akpoku gọomentị etiti ka ha ịge ntị na mkpu ndị mmadụ na-eti maka oke ruru ndị mpaghara dị iche iche maka ọkwa wenitara isi dịka ọkwa onyeisi ndị agha na nke ndị isi uweojii. Ka ha were ọsọ were iji kegharịa ha",
    "Ndị Gọvanọ ahụ kpebiri ijikọọ ọnụ na ịdị n'ọtụ nke Naịjirịa. N'ihi ya, odeakwụkwọ ndị steeti niile dị na ndịda anyanwụ ga-ezuko wepụta atụmatụ ha ga-eji hiwe usoro mmekọrịta na-etiti steeti ndị a maka mmepe akụnaụba ha.",
    "Ha kpebiri na gọọmentị etiti kwesiri ịmepe odoụgbọmmiri na steeti ndị ọzọ nke ga-enyeaka ka kpachịkpachị na-adị na ọdọụgbọmmiri dị n'Apapa, Legọs benata, mekwa ka ọrụ bụrụ gbanyụụ na steeti ndị a.",
    "Ha dọrọ aka na ntị maka ihe ikpochi akụnaụba ọzọ maka egwu coronavirus nwereike ibute ma kwukwa ka gọọmentị etiti na nke steeti tikọo isi ọnụ wepụta atụmatụ ga-abara ọha.",
    "Ndị gọvanọ ahụ dọrọ aka na ntị maka ọnọdụ nchekwa na Naịjirịa ma kpokuo Onyeisiala Muhammadu Buhari ka ọ pụta gwa ụmụ Naịjirịa okwu maka ya maka ịme ha ntụkwasị obi ha na gọomentị ya gbagote.",
    "Ebe foto si, Hope Uzodinma/Facebook",
    "Gọvanọ Hope Uzodinma nke Imo steeti agaghị ọgbakọ ndị gọvanọ Ndịda Anyanwụ Naijiria mere n'Asaba Isiobodo Delta Steeti, ụbọchị Tuzde.",
    "Ọ dọghị anya ihe mere na Uzodinma ejighị bịa ọgbakọ ahụ ndị gọvanọ iri na ise si Ndịda bịara n'onwe ha.",
    "Mana Odeakwụkwọ Mgbasaozi Uzodinma bụ Oguwike Nwachukwu, kwuru na o nweghị ndajọ dị na Gọvanọ Uzodinma agaghị ọgbakọ ahụ.",
    "Ọ sịrị: \"Ọ bụ osote gọvanọ nọchitere ya. Ọ bụghị ihe ọjọọ na gọvanọ na-eziga osote ya ị ga-anọchite ya.\"",
    "\"Ọ bụghị nanị ya bụ gọvanọ na-eziga mmadụ ịnọchite ya n'ọgbakọ.\"",
    "Ndị gọvanọ Ndịda bịara ọgbakọ ahụ bụ:",
    "Arakunrin Oluwarotimi Akeredolu, SAN Gọvanọ Ondo Steeti",
    "Victor Okezie Ikpeazu Gọvanọ, Abia Steeti",
    "Emmanuel Udom Gọvanọ, Akwa Ibom Steeti (Osote ya bụ Moses Ekpo nọchitere anya ya)",
    "Diri Draoye Gọvanọ, Bayelsa Steeti",
    "Willie Obiano Gọvanọ, Anambra Steeti",
    "Ben Ayade Gọvanọ, Cross Rivers Steeti",
    "Ifeanyi Okowa Gọvanọ, Delta Steeti",
    "David Umahi Gọvanọ, Ebonyi Steeti",
    "Godwin Obaseki Gọvanọ, Edo Steeti",
    "John Olukayode Fayemi Gọvanọ, Ekiti Steeti",
    "Ifeanyi Ugwuanyi Gọvanọ, Enugu Steeti",
    "Hope Uzodimma Gọvanọ, Imo Steeti (Osote ya bụ Placid Njoku nọchitere anya ya)",
    "Babajide Sanwo-Olu Gọvanọ, Lagos Steeti",
    "Dapo Abiodun Gọvanọ, Ogun Steeti",
    "Isiaka Adegboyega Oyetola Gọvanọ, Osun Steeti",
    "Oluwaseyi Abiodun Makinde Gọvanọ, Oyo Steeti",
    "Ezenwo Nyesom Wike Gọvanọ, Rivers Steeti",
    "'Ndị omeiwu Naịjirịa na-aghọrọ onwe ha aghụghọ ịsị na ha ga-edegharị akwụkwọ iwu'",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipob",
    "Falana: #FSARS egboghị nsogbu ihazigharị ọrụ nchekwa ndị uweojii7 Septemba 2018",
    "Ọkaiwu: Iwu akwadoghi ikpe mmadụ ikpe n'azụ23 Mee 2018",
    "Ị ma na iwu Naịjirịa machiri nwaanyị ịrụ ọrụ n'abalị?6 Septemba 2018",
    "Vidio, Nwamadị ji atịtị akwa nka, lee ka o si eme ya12 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua' - Joe Igbokweelekere 9 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "Vidio, Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...', Duration 5,3522 Eprel 2021",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "'Ndị omeiwu Naịjirịa na-aghọrọ onwe ha aghụghọ ịsị na ha ga-edegharị akwụkwọ iwu'",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua' - Joe Igbokwe",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipob",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Etu e si gbuo otu nwaanyị na ndị ọzọ n'Ozubulu",
    "Etu e si nwụchie ndị e chere na-ere akwụkwọ mgbasaozi Ipob n'Owerri",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}