{
  "published": "14 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Babajide Sanwo-Olu/Twitter",
    "George Obiozor na Babajide Sanwo-Olu",
    "Otu Ohaneze Ndigbo agwala Gọvanọ Legọs steeti Babajide Sanwo-Olu ka ọ wepu uche n'akụkọ na-ekwu na ndị otu IPOB na-akpa nkata Ịwakpo steeti ahụ.",
    "Onyeisi Ohaneze bụ George Obiozor kwuru nke a oge ọ gara njem nleta n'obi gọọmentị Legọs n'ụbọchị Tọzde.",
    "Ihe i kwesịrị ịma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo",
    "Ipob asaala George Obiozor nke Ohanaeze Ndigbo maka okwu ọ gwara Nnamdi Kanu",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Obiozor kwuru na akụkọ ahụ bụ akụkọ ụgha nke ndị obi ọjọọ chọrọ iji tinye ọgbaaghara nakwa tigbuo zọgbuo na steeti ahụ.",
    "\"Ọgbaghara daa na Legọs, ọ ga-emetụta anyị niile bụ ndị Igbo,\" Obiozor kwuru.",
    "\"Ndị Igbo agaghị eme ihe ọbụla ga-emebi ọdịmma anyị na ndị Yoruba, ọ kachasị na Legọs ebe ọtụtụ ndị Igbo bi.\"",
    "Ebe foto si, Babajide Sanwo-Olu/Twitter",
    "Joe Igbokwe, Babajide Sanwo-Olu, na George Obiozor",
    "\"Anyị chere na-akụkọ asị a bụ iji megharịa gọọmentị Legọs anya na mbọ ha na-agba ime ka ndụ dịrị ndị mmadụ mfe.\"",
    "\"Ndị Igbo bụ ndị e ji mwulite obodo mara, ọ bụghị ndị na-emebi emebi. Ihe ndị Igbo mepụtagoro na Legọs doro ewu na ọkụkọ anya.",
    "\"Obi tọkwara anyị ụtọ mgbe ndị otu IPOB n'onwe ha pụtakwara kwuo na ya bụ akụkọ abụghị eziokwu.\"",
    "George Obiozor: Nnamdi Kanu bụ nwa anyị, okwu Biafra abụghị okwu ụmụntakịrị",
    "Obiozor gara n'ihu kwuo na Ohaneze Ndigbo ga-enye ọchịchị Sanwo-Olu nkwado niile ọ chọrọ n'aka ha iji hụ na ọchịchị ya mịtara mkpụrụ.",
    "N'aka nke ya, Sanwo Olu kelere ndị Ohaneze ma kwuo na ọchịchị ya ga na-agba mbọ maka ọdị mma mmadụ niile.",
    "Ebe foto si, Babajide Sanwo-Olu/Twitter",
    "Cheta na ọ bụ onyeisi ndị uweojii steeti Legọs, Hakeem Odumosu, kwuru na nnyocha ha mere gosiri na ndị otu IPOB na-akpa nkata ịwakpo Legọs.",
    "Mana Nnamdị Kanu, onyeisi ndị IPOB, kwuru na akụkọ ahụ abụghị eziokwu.",
    "Ọ bụ nke a kpatara ndị isi Ohaneze Ndigbo jiri gaa na nke Sanwo-Olu iji gwa ya n'ezie na ndị Igbo agaghị achọ imebi ihe na Legọs.",
    "George Obiozor: Onye bụ onyeisi ọhụrụ Ohanaeze Ndigbo a?8 Jenụwarị 2021",
    "Vidio, George Obiozor Video: Nnamdi Kanu bụ nwa anyị, okwu Biafra abụghị okwu ụmụntakịrị - Ohaneze ndị Igbo, Duration 1,5324 Febụwarị 2021",
    "Vidio, George Obiozor na Ohaneze Ndigbo enweghị ikike ikwuru ndị Igbo maka Biafra - Paul Achalla25 Febụwarị 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri akwaelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'11 Mee 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "'Anyị anwụchiela ndị ESN gburu onye otu anyị ma nara ya egbe n'Imo' - Ndị Uweojii",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribe",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri akwa",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti",
    "Okwu Israel na Palestine ọ ga-emecha bie?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}