{
  "published": "13 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Anthonia Ogugua bụ nwaanyị na-agba mkpọnala.",
    "Mkpọnala bụ egbe pụrụ iche nke na-egosipụta emume pụrụ iche n'ala Igbo.",
    "Mkpọnala: Egbe ike na-emete mmụọ na mmadụ n'ụra",
    "Etu nwunye Leohand Lyeanyi ndị uweojii India gburu si eri uju ọnwụ di ya",
    "\"Gọọmenti South Afirika gbachiri nkiti maka ọnwụ nwanne anyị\"",
    "'Ọnwụ mberede nwa m egbuola m na ndụ'",
    "Ọtụtụ chebu na ọ bụ naanị ụmụ nwoke nwere ike ịgba ya bụ egbe.",
    "Mana Anthonia Ogugua egosila n'eziokwu na ihe nwoke na-eme, nwaanyị nwekwara ike ime ya karịa.",
    "Gere akụkọ ya n'uju n'elu.",
    "Ndị mere akụkọ a bụ Ikechukwu Kalu na Nnamdi Agbanelo.",
    "Vidio, Mkpọnala - Egbe ike na-emete mmụọ na mmadụ n'ụra, Duration 1,1214 Ọgọọst 2020",
    "Vidio, 'Ọnwụ nwa m egbuola m', Duration 5,2228 Mee 2018",
    "Vidio, Ochanya: \"Ọnwụ ya agaghị abụ na-efu\" - Ndị ngagharị iwe, Duration 1,1027 Ọktọba 2018",
    "Gee ntị, Elisabeth Ndubuisi Chukwu: \"Gọọmenti South Afirika gbachiri nkiti maka ọnwụ nwanne anyị\", Duration 4,319 Julaị 2019",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Waste recycling: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Uche Azikiwe: 'Etu Nnamdi Azikiwe si lụọ m', Duration 4,103 Nọvemba 2020",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Aga m agụ egwu n'eluigwe - Nwaanyị na-agụ egwu n'ahia, Duration 3,1526 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}