{
  "published": "15 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Tobechukwu Okoh Victor bụ otiegwu a ma dịka Peruzzi ekwuola etu o si bụrụ onye a ma ama n'iti egwu ugbua.",
    "Peruzzi gwara BBC Igbo ihe o che maka 'esemokwu' dị n'etiti ndị otiegwu David Adeleke (Davido) na Ayo Balogun (Wizkid).",
    "Ndị uweojii atọhapụla Duncan Mighty",
    "Oti egwu Rugged Man sị na ụmụ ntoroọbịa anọ wakporo ya n'obodo Eliza",
    "'Tekno bụrụ nsogbu nchekwa Naịjirịa, kedụzị ihe Boko Haram bụ?'",
    "Ọ kọwakwara ihe jikọrọ ya na Chioma bụbu enyi nwaanyị Davido, bụ onye akụkọ fesara na ha abụọ yịrị tupu o zute Davido.",
    "Peruzzi kwukwara ihe o che maka ịbụ onye Igbo nakwa ihe ndị ọzọ.",
    "Gere ya n'uju ebe a",
    "Ndị mere akụkọ a bụ Chimamaka Ihenacho na Vining Ogu",
    "Akụkọ ga-amasị gị:",
    "Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti",
    "'Ndị omeiwu Naịjirịa na-aghọrọ onwe ha aghụghọ ịsị na ha ga-edegharị akwụkwọ iwu'",
    "\"Akwụkwọ iwe e ji achị Naịjirịa abụghị nke Naịjrịa\" - Mbazulike Amechi",
    "Davido nọ na njem ịgba ọgọ n'ikwu nne ya site n'ịlụta Chioma13 Septemba 2019",
    "Grammy 2018: Amarala onye bụ dike n'ọgbọ egwu28 Jenụwarị 2018",
    "Soundcity MVP Awards: Burna Boy, Naira Marley na Rema nwetara ntụrụ ugo12 Jenụwarị 2020",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Peruzzi: Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo, Duration 4,5215 Mee 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, Igboukwu Art: 'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu', Duration 1,5826 Ọktọba 2019",
    "Vidio, Igbo People: Obi Onitsha sị na ndị Onitsha, ndị Bini na ndị Yoroba si otu ebe pụta, Duration 5,599 Disemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}