{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ọnụ na-eru n'okwu n'ala Igbo akatọọla atụmatụ ịnapụ ndị ọchịchị ndịda anyanwụ ndị nche ha ọkachasị ugbua tigbuo zọgbụọ na-arị ibe ya elu na mpaghara ahụ.",
    "Goddy Uwazuruke bụ onye bụbu onyeisi Aka Ikenga kwuru na agbanyeghị na gọomentị etiti nwere ikike ịnapụ ndị ọchịchị ndị nche ha mana na ọbụghị naanị na ndịda anyanwụ ka ekwesiri ịnapụ ha ya maka na ọbụghị naanị na ndịda ka ndị omekome na-ebuso ndị uweojii agha.",
    "National Security Summit: Ka anyị hibe ọgbakọ maka nchekwa Naịjirịa",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'",
    "Ndị 'Ụkọchukwu Alakụba' bu egbe apụtala na Sokoto",
    "Uwazuruike na-akọwa na ya bụ atụmatụ na-egosi na \"Naịjirịa abụghị otu dịka e chere maka na nke a pụtara na-enwere iwu abụọ na-achị na Naịjrịa\".",
    "Nelson Nwafo nke Foundation for Environmental Rights Advocacy and Development (FENRAD) bụ onye kwuru na ya bụ atụmatụ jọgburu onwe ya.",
    "Ebe foto si, Nigeria Police Force",
    "Ndị isi uweojii Naijiria  enyela ndị otu ha na-eche ndị ndọrọndọọ ọchịchị nakwa ndị nwere agba iwu ka ha kwụsị iso ndị ọga ha ala mpaghara Ọwụwa anyanwụ Naịjrịa nakwa Naija-Delta.",
    "Ebe ndị a gụnyere Abia, Anambara, Ebonyi, Enugu, Imo, nakwa Rivas steeti.",
    "Akwụkwọ akụkọ Punch dere na ihe a dị n'akwụkwọ ozi  nwere akara CB: 0900/DTS/DOPS/VOL.47/812X nke Kọmishọna ndị uweojii degaara ndị isi gọọmentị Delta steeti, ha kwuru na ya bụ iwu bụ maka mwakpo a na-eme ndị uweojii ma na anara ha nwaọgụ ha nke a na-enyo na ọ bụ ndị otu Ipob na-akpa ya mkpamkpa.",
    "Ndị ọ degara akwụkwọ ahụ bụ onyeisi ọrụ nchekwa nke gọomentị steeti ahụ, Onyeisi ndị uweojii, ngalaba ọrụ dị icheiche dịka Department of Operation, Delta State Oil Producing Areas Development Commission, Ụlọomeiwu ndị Delta steeti, Nigerian National Petroleum Corporation annex nakwa ndị ọzọ.",
    "Iwu ọhụrụ  sochiri ọgbakọ nke ndị gọvanọ nwere maka ọbnọdụ nchekwa ebe ka nọrọ nwe mkpebi mmachị nchịgharị ehi, ndị uweojii steeti nakwa ka a gbọọ oku ụmụ Naijiria.",
    "BBC gbara mbọ ịnụ onu ndị uweoji site n'akara ekwentị Frank Mba bụ ọnụ na-ekwuru ha, mana ọ bụụrụgị ekwe ntị ya.",
    "Ebe Kọmisọna mgbasa ozi Delta steeti bụ Ehiedu Charles Aniagwu sị na ya amaghị maka ya bụ akụkọ, Don Adinuba bụ nke ndị Anambra steeti sị na ha ka na-ele ya anya.",
    "Ọ kwere nkwa ịgwa anyị okwu mgbe ha lebechara ya anya.",
    "Ọtụtụ ndị ọnụ na-eru n'okwu akatọọla ya bụ",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na Bende",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "'Ndị omeiwu Naịjirịa na-aghọrọ onwe ha aghụghọ ịsị na ha ga-edegharị akwụkwọ iwu'",
    "Vidio, Insecurity in Nigeria: Amaghị m ma ndị gọvanọ anyị ọ na-atụ ụjọ - Pete Edochie28 Eprel 2021",
    "NA EME UGBU A Insecurity in Imo State: A chọpụtala ndị niile na-enye Imo Steetị nsogbu - Hope Uzodimma",
    "Insecurity in South East Nigeria: 'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'12 Mee 2021",
    "Ipob na ESN: Etu Boko Haram, Mend, Fulani ọchiehi na otu ndị ọzọ dị n'Afrịka sị bido agha nnupuisi16 Eprel 2021",
    "Vidio, Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala - Anthonia Ogugua13 Mee 2021",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "'Ịnapụ ndị ọchịchị ndịda anyanwụ ndị nche ha gosiri na e nwere iwu abụọ na Naịjiria' - Uwazuruikeelekere 6 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'11 Mee 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "'Ịnapụ ndị ọchịchị ndịda anyanwụ ndị nche ha gosiri na e nwere iwu abụọ na Naịjiria' - Uwazuruike",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "'Ndị omeiwu Naịjirịa na-aghọrọ onwe ha aghụghọ ịsị na ha ga-edegharị akwụkwọ iwu'",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na Bende",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "Ọ bụghị eziokwu na Nnamdi Kanu gbara ọsọ na Briten - Ipob",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}