{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka ọkụ ọgụ na-ada n'etiti Izrel na Palestine na-enwuru ọkụ, otu United Nations adọọla aka na ntị na nnukwu agha nwereike ịda.",
    "Ọgbaghara na-ada ugbua sonyere ịra anya e mere n'ọtụtụ ọnwa na Jerusalem, na-agbanyeghị na nsogbu adịrịla ruo ọtụtụ afọ.",
    "Kedụ etu o siri bido?",
    "Ebe foto si, Getty Images",
    "Obodo Bethlehem n'ihe dị ka afọ 100 gara aga",
    "Mba Briten weghaara mpaghara a kpọrọ Palestine na mpaghara Bekee na \"Middle East\" dịka e meriri Ala Eze Ottoman n'agha WW1.",
    "Ọ bụ ndị Arab kachasị n'ebe ahụ mana ndị Jew nọkwa ya.",
    "Nsogbu n'etiti ofufe abụọ a malitere ịrị elu n'oge mba ụwa nyere Briten ikike ikewapụtara ndị Jew obodo na Palestine.",
    "Ndị Jew na-ahụ ebe ahu dịka ala nna ha mana ndị Arab bi ebe ahụ sikwa na ọ bụ ala ha ma gbajọọ atụmatu mba ụwa wepụtara.",
    "Ebe foto si, Getty Images",
    "Onye agha Haganah tupu a malite agha Mwereonwe Izrel n'afọ 1948",
    "N'etiti afọ 1920 na 1950 ndị Jew na-abata ala ahụ riri elu ọfụma, dịka ha na-agba ọsọ mkpagbụ na Yurope nakwa ogbugbu egburu ha na agha mba ụwa nke abụọ.",
    "Ọgbaghara n'etiti ndị Jew na ndị Arab malitere ịkawanye njọ, dịka mgbajọ ọchịchị Briten malitekwara ịka njọ.",
    "N'afọ 1947, UN mere ntuliaka ka ekewaa Palestine abụọ, nye ndị Jew otu mpaghara, nye ndị Arab nke ọzọ ma mee Jerusalem obodo mba ụwa nwe.",
    "Ndị Jew nabatara atụmatụ a mana ndị Arab gbajọrọ ya, nke mere ka a ghara ime ya etu a.",
    "Ebe foto si, Getty Images",
    "Ndị agha Arab na-agba ndị Jew egbe n'agha n'afọ 1948",
    "Na 1948, dịka esemokwu a ekweghị mkpezite, Briten wepụrụ aka n'ọchịchị Izrel, ndị Jew wee kwuo na ọ bụ ha nwe mba Izrel.",
    "Ọtụtụ ndị Palistine ekweghị, nke a butere agha. Ndị agha si mba Arab ndị ọzọ buru agha bata.",
    "Puku kwuru puku ndị Palistine gbara ọsọ maọbụ a chụpụrụ ha na be n'atụmatụ ha kpọrọ \"Al Nakba\" bụ nke Bekee kpọrọ \"the \"Catastrophe\".",
    "Oge agha kwụsịrị n'afọ na-esote nke ahụ, Izrel ewerela ọka nkụ ala ahụ.",
    "Mba Jordan ji ala a kpọrọ West Bank ebe Ijipt ji nke a kpọrọ Gaza.",
    "Ekewara Jerusalem abụọ, ndị agha Izrel na Ọdịda Anyanwụ ebe ndị nke Jordan nọ na Ọwụwa Anyanwụ ya.",
    "Na agha ọzọ a lụrụ na 1967, Izrel weere Ọwụwa Anyanwụ Jerusalem, West Bank, Golan Heights nke Syria, Gaza nakwa Sinai nke Ijipt.",
    "Oge ndị Palistine ha na ụmụ ha gbara ọsọ chọrọ ịlọghachi na Gaza, West Bank, Jordan, Syria na Lebanon, Izrel ekweghị.",
    "Ebe foto si, Getty Images",
    "Ndị ọchịagha Izrel na Ọwụwa Anyanwụ Jerusalem ka ha napụrụ ndị Palestine ebe ahụ na 1967.",
    "Izrel ka nọ West Bank, na'agbanyeghi na ha pụọla na Gaza, mana UN ka na-ahụ ala ahụ dịka ala e ji eji.",
    "Izrel na-ewe Jerusalem niile dịka isi obodo ha, ebe ndị Palistine na-ewe Ọwụwa Anyanwụ obodo ahụ dịka isi obodo mba ha ma mecha nwete ya.",
    "Mba Amerịka sọ na ụfọdụ mba kwenyere na Izrel nwe obodo ahụ niile.",
    "N'ime afọ 50 gara aga, Izrel arụọla ụlọ na mpaghara ndị a. Ihe karịrị ndị jew 600,000 bi ebe ahụ.",
    "Ndị Palistine na-akọwa na iwu ụwa anabataghị obodo a ndị Izrel hibere mana Izrel sị na nke ahụ abụghị eziokwu.",
    "Ihe na-eme ugbua?",
    "Ebe foto si, Getty Images",
    "Nsogbu na-adịkarị n'etiti ndị Izrel na ndị Palistine bi na Jerusalem, Gaza, na West Bank.",
    "Ọ bụ otu Hamas na-achị Gaza. Hamas na-aluso Izrel agha kwamgbe.",
    "Izrel na Ijipt pịchịrị okeala ha na Gaza iji gbochie ngwa agha iru Hamas aka.",
    "Ndị Palistine bi na Gaza na West Bank sị na ha na ata ahụhụ maka mmachị Izrel.",
    "Izrel sị na ha na-eme nke a iji gbochie mwakpo ndị Palistine.",
    "Nsogbu arịwala onwe ha elu kemgbe ndị alakụba malitere emume Ramadan nke 2021. Ndị uweojii na ndị Palistine na-alụ ọgụ kwa abalị.",
    "Egwu a na-eyi na a ga-achụpụ ndị Palistine bi na Ọwụwa Anyanwụ Jerusalem sokwa ebute iwe.",
    "Ebe foto si, Getty Images",
    "Anwụrụ anya mmiri a gbara ndị na-eme ngagharị iwe dịka ndị nchekwa Izrel na ndị Palistine na-alụ ọgụ n'oke ala Izrel na Gaza.",
    "Gịnị bụ isi okwu ndị a kpụ n'ọnụ?",
    "E nwere nsogbu ole ma ole ndị Izrel na Palistine anaghi enwe kwekọrịta na ha.",
    "Nke a gunyere ihe ga-eme ndị Palistine gbara ọsọ ndụ, ma ndị Jew bi na West Bank a ga-anọdụ maọbụ pụọ, ma agbụrụ abụọ a ga-eke Jerusalem, nakwa - nke kachasị taa akpụ - ma a ga-enwe mba Palistine dịka e nwere nke Izrel.",
    "Okwu udo na-aga n'ihu kemgbe afọ 25, mana enwetabeghị mkpebi ọbụla okwu a.",
    "Kedu ihe dị n'ihu?",
    "Ọtụtụ na-ekwu na okwu a agaghị ebi na nsonso a.",
    "Onyeisiala Amerịka pụrụ apụ bụ Donald Trump hazikwara ikpe udo n'etiti Israel na Palestine, nke ọ kpọrọ \"deal of the century\" na bekee.",
    "Mana ya bụ ikpe udo amịtaghị mkpụrụ n'ihi na Palestine kwuru na ọ bụ naanị ndị Izrel ka ọ kwadoro.",
    "Udo ọbụla a ga-ekpe n'ihu ga-emetụtarịrị nsogbu ndị a nile.",
    "Ruo oge nke ahụ ga-eme, ọgbaghara ga na-aga n'ihu.",
    "Follow Newsbeat on Instagram, Facebook, Twitter and YouTube.",
    "Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here.",
    "British Muslims and Jews: We want peace between Israel & Palestine7 Disemba 2017",
    "Israel and the Palestinians: Can the settlement issue be solved?18 Nọvemba 2019",
    "Vidio, US opens embassy in Jerusalem14 Mee 2018",
    "Vidio, Why Jerusalem matters14 Mee 2018",
    "Eurovision Tel Aviv 2019: Why the song contest is bigger than ever12 Mee 2019",
    "Did Israel use excessive force at Gaza protests?17 Mee 2018",
    "Jerusalem embassy: Why Trump's move was not about peace15 Mee 2018",
    "Why Nakba is the Palestinians' most sombre day, in 100 and 300 words15 Mee 2018",
    "Gaza violence: Israelis and Palestinians in fierce exchanges at UN15 Mee 2018",
    "'Hear our message': Gaza border violence in pictures15 Mee 2018",
    "Vidio, Crossing Divides: Israeli school for both Jews and Arabs26 Eprel 2018",
    "Teenager tweets through Gaza bomb attack29 Julaị 2014",
    "Newsbeat's guide to the Palestinians' UN status upgrade30 Nọvemba 2012",
    "Israel country profile27 Eprel 2020",
    "Palestinian territories profile8 Eprel 2019",
    "Saa anya mmiri ka kamfọ, 'kerosene', na ihe ndị ọzọ dị n'ụlọ ghara ibutere gị na ezinaụlọ gị nsogbu ahụike14 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribeelekere 4 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'11 Mee 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribe",
    "Uduak Frank vs Iniobong Umoren: Ọ bụghị eziokwu na Uduak Akpan kwụrụ ụdọ - Ndị Uweojii",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Saa anya mmiri ka kamfọ, 'kerosene', na ihe ndị ọzọ dị n'ụlọ ghara ibutere gị na ezinaụlọ gị nsogbu ahụike",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "Nkọwa esemokwu dị n'etiti ndị Izrel na Palistine",
    "Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}