{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @realenyiabaribe",
    "Onye omeiwu na-anọchite Abia South n'Ụlọomeiwu Ukwu bụ Enyinnaya Abaribe ekwuola na ihe ọ chọrọ bụ Naijiria ebe mpaghara ọbụla ga-achọ mmepe ka o siri masị ha.",
    "Abaribe kwuru nke a n'izu a n'ọgbakọ nke ndị ọkaiwu ngalaba nke Ọka nwere n'Ọka Anambara steeti, na \"E kwube okwu nhazigharị Naijiria, ndị omeiwu ndị ugwu asị, ọ bụ na ka i were nweta Biafra?",
    "\"N'ezie achọrọ m Biafra, mana Biafra m chọrọ bụ Biafra nke mmụọ, ọ bụghị nke ala.\"",
    "\"Ndị rue ha mepewe mpaghara nke ha.\"",
    "\"Anyị nọ n'Ọwụwa Anyanwụ nwere ike bụrụ mpaghara kachasị nwee ego site n'ike ọrụ ha ma a hazigharịa Naijiria. Echeghị na anyị ga-enweta ihe anyị chọọ site n'ọgbaghara.\"",
    "Ọ katọrọ ogbugbu a na-egbusisị ndị uweojii na ịgba ogige ha ọkụ n'Ọwụwa Anyanwụ sị na ọ bụ arụ kwọ nwa.",
    "\"Anyị  nwere ike inweta site na ime ihe kdị mkpa ka e mee, nke bụ isonye naa nhazigharị Iwu Naijiria.\"",
    "\"Ọ ka mma ka anyị mee ka Naijiria dị mma obibi kama ịkwafu ọbara kwa ụbọchị.\"",
    "\"Ọ bụrụ na ihe anaghị aga ọfụma, aga enwe ndị na-eti mkpu\"",
    "Abaribe onye kwuru na ọchịchị Buhari gbakụtara 'Iwu Naijiria dịka o siri metụta 'Federal Character' azụ, nke o kwuru so bute ihe na-afịọ ugbua na Naijiria.",
    "\"Dịka anyị na-ekweta na ọ dị mkpa ihazigharị ala anyị, anyị kwesịrị ikweta na ihe butere nsogbu na-afịọ ugbua anyị bụ emeghị onye ka e mere ibe ya nke gọọmentị nọ n'ọkwa ugbua.\"",
    "Saa anya mmiri ka kamfọ, 'kerosene', na ihe ndị ọzọ dị n'ụlọ ghara ibutere gị na ezinaụlọ gị nsogbu ahụike14 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribeelekere 4 gara aga",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'11 Mee 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribe",
    "Uduak Frank vs Iniobong Umoren: Ọ bụghị eziokwu na Uduak Akpan kwụrụ ụdọ - Ndị Uweojii",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Saa anya mmiri ka kamfọ, 'kerosene', na ihe ndị ọzọ dị n'ụlọ ghara ibutere gị na ezinaụlọ gị nsogbu ahụike",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "Nkọwa esemokwu dị n'etiti ndị Izrel na Palistine",
    "Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}