{
  "published": "15 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, ICPC",
    "Gimba Yau Kumo na alụ osote ada Onyeisiala Muahmmadu Buhari",
    "Dịka ngalaba na-ahụ maka nrụrụaka nke Bekee kpọrọ Independent Corrupt Practices Commission (ICPC) wepụtere aha ọgọ nwoke Onyeisiala Muhammadu Buhari bụ Gimba Yau Kumo dịka onye a na-achọ achọ maka nrụrụaka ego ruru nde naịra iri isii na ise ihe a na-ajụzi bụ onye bu nwa amadị a.",
    "Maazị Kumo bụbu onyeisi ụlọ akụ Federal Mortage Bank (FMB).",
    "FMB bụ ụlo akụ na-ahụ maka ibinye ndị mmadụ ego banyere ịrụ ụlọ obibi.",
    "ICPC wepụtara foto ya na aha ya n'ọba ịntanetị ha.",
    "Ebe foto si, ICPC",
    "Ọ bụ ọnụ na-ekwuru ICPC bụ Azuka Ogugua binyere aka n'ozi na-ana chọ Yau.",
    "Ozi ahụ sị ndị ọbụla nwere akaebe maka etu a ga-eji nwụchie nwa amadị a na mmadụ abụo ọzọ aha ha bụ Tarry Ruffus na Bola Ogunsola mee ka ICPC mata n'isi ụlọ ọrụ ha dị n'Abuja.",
    "Ọ bụ n'afọ 2016 ka Kumo lụrụ osote ada Onyeisiala Buhari aha ya bụ Fatima.",
    "Otu onye na-ekwuru Onyeisiala Naịjirịa kwuru na ọ bụ eziokwu na a na-eme ọgọ ya nwoke nyocha.",
    "N'ọnwa Eprelụ nke afọ a, Sineti Naịjirịa kpọrọ Kumo oku ka ọ bịa zara ọnụ ya maka ebubo na o kenyere onwe ya ọrụ ngo dịka ọ na-arụ ọrụ na ya bụ ụlọ akụ.",
    "Onyeisiala Buhari ji nkwa na ya ga-ebuso nrụrụaka agha bata ọchịchị na Naịjirịa.",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri akwaelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'11 Mee 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "'Anyị anwụchiela ndị ESN gburu onye otu anyị ma nara ya egbe n'Imo' - Ndị Uweojii",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribe",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri akwa",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti",
    "Okwu Israel na Palestine ọ ga-emecha bie?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}