{
  "published": "15 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii Imo steeti anwụchiela mmadụ ise ha na-eche na aka ha dị n'ogbugbu onye uweojii aha ya bụ Joseph Nwaka.",
    "Ha sị na ha natakwara ha egbe akpụrakpụ na mgbọ ha ji akpa mkpamkpa a.",
    "Agha iyi ndụ egwu ebibeghị",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na Bende",
    "A ga-elikọta ndị nwụrụ na mwakpo Benue",
    "A nwuchiri otu n'ime ndị a aha ya bụ Onyekachi Mmadufo n'abalị iri na atọ nke ọnwa Mee.",
    "Ha kwuru na ya bụ nwa amadị a sara asịsa na ya so na ndị otu Ipob/ESN bụ ndị gọọmentị Naịjiria machiri dịka ndị omekatara ihe pụọ ụjọọ.",
    "A na-ebo Mmadufo ebubo ịgbakọ aka ọnụ were wakpo ndị uweojii na steeti ahụ mgbe gara aga.",
    "A napụtara Mmadufo egbe AK47 akara ya bụ 56-258115 na mgbọegbe iri na ise.",
    "N'asịsa ya, Mmadufo kwetere na aka ha dị mwakpo ndị uweojii dịka ndị uweojii dere n'akwụkwọ ha zigaara ndị ntaakụkọ.",
    "N'otu aka ahụ, ndị uweojii Imo steeti sị kwa na e jidere mmadụ ise ndị ọzọ n'Amanato dị n'Okpuruọchịchị Isu n'abali iri na anọ nke ọnwa Mee.",
    "Ha sị na ya na ndị isiekwe ọnwụ a kwakọrịtara mgbo tupu ha ejide ndi a.",
    "Ha sịkwa na ha jider egbe anọ na mgbe isii n;aka ndị a,",
    "Ha sị na nnyoch ka na-aga n'ihu gbasara ndị otu a nakwa ọrụaka ha.",
    "Chete na ndị omekome amaghị ndị ha bụ na-ebuso gọọmentị Imi steeti agha ihe karịrị otu ọnwa ugbua.",
    "Orlu Imo State: Kedụ ihe na-eme n'Orlu ugbua?18 Febụwarị 2021",
    "Gọvanọ Hope Uzodịnma ọ chụrụ onyeisi 'Imo state University' n'ọrụ?18 Disemba 2020",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri akwaelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'11 Mee 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "'Anyị anwụchiela ndị ESN gburu onye otu anyị ma nara ya egbe n'Imo' - Ndị Uweojii",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribe",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri akwa",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti",
    "Okwu Israel na Palestine ọ ga-emecha bie?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}