{
  "published": "20 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Eserese etu ụda egwu si akpatara mmadụ nsogbu ntị.",
    "Kedụ ihe ị ma maka ọrịa ndị na-enye maọbụ nwereike inye gị nsogbu na ntị?",
    "Ọrịa dị iche iche nwereike inye gị nsogbu na ntị, ụdị gụnyere ụda maọbụ mkpọtụ nakwa abụ ịpụta mmadụ na ntị so n'ihe ndị na-enye nsogbu na ntị.",
    "Ụfọdụ n'ime ọrịa ndị a nwere ngwọta ebe ụfọdụ bụ ọrịa tara nchara na-enweghi ọgwụgwọ.",
    "Ịgụ egwu ọ ga-enyerenwu ọnọdụ ahụike gị aka?",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya",
    "Ị ma na onye ọbara mgbali elu na-eme n'afọ 30 na 40 nwere ike imecha nwee nsogbu n'ụbụrụ?",
    "Ntị mmadụ nwere nke Bekee kpọrọ 'middle ear' nakwa 'inner ear'. Nke mbụ bụ ebe ụda na-esi n'udu ntị ('tympanum') agaru na n'ime ntị (inner ear).",
    "A bịa n'ọrịa ntị, nke kacha emetụta ndị mmadụ ọkachasị ndị okenye bụ nke a kpọrọ Tinnitus. Anyị ga-akọwa ihe ọrịa bụ.",
    ") Tinnitus:",
    "Ebe foto si, Iwaria",
    "Nke a bụ ọrịa ntị nke mmadụ ga na-anụ ụda maọbụ mkpọtụ na ntị ya. O nwereike ime mmadụ n'otu ntị maọbụ na ha abụọ.",
    "Ụfọdụ oge ọ na-abụ oke mkpọtụ dịka nke si n'igwe okwu (loudspeaker), mmadụ imerụ ahụ n'isi, nakwa oke anya ajụ na-ebute ya.",
    "Marakwa na mkpọtụ ahụ ị na-anụ na ntị gị n'ihi tinnitus abụghị n'okirikiri gị ka o si abịa, ọ bụ n'ime ntị gị ka o si.",
    "Ụfọdụ oge ọ na-eji aka ya alara onwe ya, mana oge ndị ọzọ ọ ga-adị mma ka onye dọkịta ntị nyochaa gị.",
    "Etu ị ga-esi agwọ tinnitus:",
    "Ụlọọrụ ahụike NHS nke mba Briten nyere usoro a maka ilekọta tinnitus",
    "Gbalịa nọrọ jụụ. Mee ihe dị ka ikuba nakwa ikupute ume ka o nyere gị aka ịnọ jụụ.",
    "Gbalịa na-esi otu usoro na-akwado nlaba ụra, nke a ga-enyere gị aka ikwalite etu i si arahụ ụra ọfụma.",
    "Gbaara oke mkpọtụ nakwa dọga dọga ọsọ n'ihi na o nwereike ime ka tinnitus kawanye njọ",
    "Obi amapụla gị na ị nwere tinnitus n'ihi na ọ bụghị oge niile ka o gosiri na ntị gị nọ n'ezigbo nsogbu ichi.",
    ") Otitis (media na externa):",
    "Ebe foto si, KATERYNA KON/SCIENCE PHOTO LIBRARY",
    "Foto na-egosi ebe nje na-akpata otitis na-eme mmadụ na ntị",
    "Ọrịa Otitis na-ebu ụzọ egosi onwe ya site n'oke mgbu na ntị nakwa ebe mmiri (fluid) juru na ntị.",
    "Nje (bakteria) kacha ebute ya bụ ndị nke a kpọrọ Streptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalis, nakwa Streptococcus pyogenes.",
    "Nke a nwereike isi na nsogbu mkpọchi imi dịka rhinitis malite.",
    "N'ihi na e nwere okporo jikọrọ azụ imi na etiti ntị (middle ear) nke Bekee kpọrọ 'Eustachian tube', rhinitis nwereike ikpalite ọrịa a n'azụ imi ma ọ bụrụ na okporo a anaghị arụ ọrụ ọfụma, nke ga-eme ka mmiri tojuo n'etiti ntị n'azụ udu ntị.",
    "Ihe na-egosi na mmadụ nwere nsogbu n'etiti ntị ya:",
    "Ntị mgbu",
    "Ahụ ọkụ",
    "Oyi ọmụma",
    "Ike ọgwụgwụ",
    "Anụchaghị ntị ọfụma",
    "Eye care: Ihe ise ị ga-eme ka anya gị ghara ịkpọ",
    "Etu e si agwọ ya:",
    "Dọkịta ga-enye gị ọgwụ e ji achụ oyi ọmụma na ahụ mgbu",
    "Ọ na-ejikarị aka ya ala ụfọdụ oge, n'ime mkpụrụ ụbọchị olemole",
    "Ndị iche dị n'orịa Otitis media na Otitis externa:",
    "Otitis media na-emekarị ụmụaka ebe otitis externa na-emekarị ndị okenye dị ebe afọ 45 ruo 75",
    "Ọ bụ ihe dịka oyi ọmụma na-ebutekarị otitis media, mana otitis externa bụ ihe dịka ngwọ, mmiri ịbanye na ntị maọbụ ihe e ji afanye na ntị ịmetụta okporo dị n'etiti 'outer ear' na udu ntị ('ear canal') na-ebute ya",
    "Otitis media na-emetụta na 'Eustachian tube' ebe otitis media na-emetụta 'ear canal'",
    "Ebe foto si, Iwaria",
    "Ịfabanye ihe n'ime ntị bụ otu ihe nwere ike ibutere gị nsogbu ntị.",
    "Ọrịa a bụ nke na-etinyekarị mmadụ n'ọnọdụ ebe ọ dị ya ka ụwa ya ọ na-eme ntụgharị.",
    "Ọ bụ nsogbu nke ime ntị (inner ear) na-eme ka isi ejuru mmadụ.",
    "A mabeghi ihe na-ebute ọrịa Meniere a, mana a ma na ọ bụ nsogbu mfachi ntị so eme ya.",
    "Ihe na-egosi ọrịa Meniere:",
    "Onye ahụ ga na-anụ mkpọtụ tinnitus n'ime ntị ya",
    "Ọ ga-adị ya ka ala ọ chọrọ ịgbagote bịa zute ya (anya ajụ/vertigo)",
    "Ọ ga-adị ya ka ihe ọ fachiri ya ntị, ọ gaghị na-anụchakwa ntị.",
    "Ịgbọ agbọ ga-aghụ ya",
    "Ihe ndị a niile ga na-eme otu oge, o nwere ike ime n'ime naanị nkeji ole ma ole maọbụkwanụ ọ nọruo awa abụọ na atọ",
    "Ọ na-ebidokarị n'otu ntị, mana o nwere ike ịgafekwa na ntị nke ọzọ",
    "Anaghị ahụkarị ọrịa a n'ụmụaka, ọ bụ ndị okenye nọ site afọ 20 ruo 60 ka ọ na-emekarị",
    "Etu e si agwọ ọrịa Meniere:",
    "Ọrịa a enweghi ngwọta, mana dọkịta nwere ike inye gị ọgwụ ga-enyere gị aka maka anya ajụ na ịgbọ agbọ.",
    "Ọ bụrụ na ọ na-arịa gị, o gosi gị na ọ chọwala imalite dịka ibu gị anya ajụ na ihe ndị ọzọ, ndị dọkịta NHS na-ekwu na ọ ka mma na ị wegharịghị isi gị ọsịsọ, ma were nwayọ nwayọ na-aga ije, nọrọkwa maọbụ dinara ala ruo mgbe ọ kwụsịrị inye gị nsogbu.",
    "Ebe foto si, Iwaria",
    "Mmadụ ige nnukwu ụda ogologo oge nwere ike ibutere ya nsogbu ntị",
    "Nke a bụ ọrịa na-emetụta ọkpụkpụ 'mastoid' dị n'azụ ntị mmadụ.",
    "Ọ bụ ụmụaka ka ọ kacha emetụta.",
    "Ihe na-egosi na mmadụ nwere ọrịa a:",
    "Azụ ntị ga na-egbu onye ahụ mgbu ma na-acha uhie uhie",
    "Azụ ntị nwereike ịza aza",
    "Ihe nwereike ị na-awụpụta na ntị",
    "Oyi ọmụma nakwa ike ọgwụgwụ",
    "Isi ọwụwa",
    "Anụchaghị ntị",
    "Etu e si agwọ Mastoiditis:",
    "A na-eji ịwa ahụ agwọ ya mgbe ụfọdụ, nke bụ na a ga-ewepụ ụfọdụ ọkpụkpụ mastoid ahụ na-enye nsogbu",
    "A na-eji ihe awụpụta ihe dị na ntị, nke a kpọrọ 'myringotomy'",
    "Dọkịta ga-enye gị ọgwụ nke mmiri a na-esi na ntụtụ agbanye n'akwara",
    "Ọrịa ndị ọzọ na-emetụta ntị mmadụ gụnyere:",
    "Ebe foto si, Getty Images",
    "Akụrụngwa bekee kpọrọ 'hearing aid' nke na-enyere ndị nwere nsogbu ntị aka ịnụ ihe nke ọma.",
    "Cholesteatoma - nke bụ ebe mkpụrụndụ (cell) nke anụ ahụ gbakọrọ n'ime ntị.",
    "'Allergic rhinitis' nakwa 'non-allergic rhinitis',",
    "Otosclerosis - nke bụ ọkpụkpụ ito na ntị mmadụ etu o kwesịghị",
    "Labyrinthitis maọbụ vestibular neuritis - bụ nke na-emetụta etu mmadụ si anọsi ike.",
    "Vidio, Eye care: Ihe ise ị ga-eme ka anya gị ghara ịkpọ, Duration 2,4117 Mee 2020",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Ile anya n'ara nwaanyị ọ na-agbati ndụ nwoke ?23 Ọktọba 2019",
    "Bipolar: Gịnị ka ọ pụtara, gịnị bụ njirimara ya, kedụ etu e si agwọ ya?8 Ọktọba 2020",
    "Vidio, Ị chọrọ ka ụbụrụ ụmụ gị dị nkọ? Were ihe onyonyo a kuziere ha etu e si azụ okwe 'chess'24 Julaị 2020",
    "Vidio, Mental Health: Ụzọ asatọ ị ga-eji mara onye chọrọ ịkwụ ụdọ ma nyere ha aka3 Jenụwarị 2019",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ohaneze, Akeredolu asaala Malami maka iji ire mgbuka tụnyere ịchịgharị ehi20 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Okwu Israel na Palestine ọ ga-emecha bie?14 Mee 2021",
    "Abubakar Shekau, onyeisi ndị Boko Haram, anwụọla?",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ohaneze, Akeredolu asaala Malami maka iji ire mgbuka tụnyere ịchịgharị ehi",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị Tuzde - Ndị uweojii",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "India: Idina nwunye maobụ di mmadụ abụghị njọEmelitere ikpeazụ na: 27 Septemba 2018",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Lee ihe na-esere gọọmentị Anambra na ndị ntorobịa Umueri gbasara ọdọụgbọelu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}