{
  "published": "17 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ahmed Isah, onye a ma dịka 'Ordinary President', bụ onye bu ihe gbasara ikike ruru onye n'isi, ma bụrụkwa onye na-enye ndị mmadụ ụdịrị ikpemkwụmọtọ na-amasị ha n'ejije a na-akpọ 'Brekete Family' nke a na-eme n'ihe onyonyo nakwa na redio.",
    "Ihe gbasara Isah na-amasị ọtụtụ ndị Naịjiria na-ahụta ya dịka onye na-enye ndị a na-emegide na ndị ogbenye ikpe ziri ezi.",
    "Isah na-atụ ndị ndọrọndọrọ ọchịchị nakwa ndị uweojii mmehie ha n'ihu ma ọ nọrọ n'igwe okwu, mana nke ahụ emeghi ka ha kpọọ ya asị.",
    "BBC Africa Eye sogharịrị Isah na ndị otu ya n'izu ole na ole gara aga, ma chọpụta na ọ bụghị usoro ya niile dabara adaba n'agbanyeghi mmadụ ole o nyerela aka.",
    "Ihe nọ n'akụkọ a nwereike irikasị gị ahụ:",
    "Onye haziri akụkọ a bụ Nnamdi Agbanelo",
    "Vidio, Africa Eye: Ndi na-ezu nwa, Duration 11,4714 Disemba 2020",
    "Vidio, Sex for Grades: Onye nkuzi Unilag na-enye ụmụakwụkwọ nsogbu iji dinaa ha amala n'ọnya, Duration 13,457 Ọktọba 2019",
    "Vidio, Onye nchịkọta bọọlụ Salisu Yusuf dịka ọ na-anara ego, Duration 3,4027 Julaị 2018",
    "Vidio, BBC Africa Eye: Ndị Crowd1 abụ ndị wayo ka ha abụ nke ezigbo?, Duration 13,452 Nọvemba 2020",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Killing of Twins: Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo, Duration 4,476 Mee 2021",
    "Vidio, Madam Social: Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị, Duration 7,321 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Peruzzi: Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo, Duration 4,5215 Mee 2021",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa, Duration 3,215 Mee 2021",
    "Vidio, Nigeria's inflation 2021: Etu 'inflation' si akpa mụ na gị eze, Duration 5,3522 Eprel 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,5917 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}