{
  "published": "3 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ezịnaụlọ ọbụla dị mma dịka ụlọ elu arụrụ nke ọma ka ọ kwụrụ chịm.",
    "Ụdị ụlọ a na-enwe ezi ntọala siri ike nke ga-eburu ya ruo oge dị anya.",
    "Nwoke, ị na-enyere nwunye gị aka n’ụlọ?",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'",
    "Lee ihe iri bụ arụ ma nwaanyị Igbo mee ya",
    "Etu a ka ezinaụlọ ọbụla nwere ezi ntọala ga-esi eto nke ọma, nwee udo, ịhụnanya dgz.",
    "Gịnị bụ ezinaụlọ?",
    "Mazi Chigozie Nnabuihe bụ onye ọkachamara n'asụsụ nakwa omenala Igbo sị na ezinaụlọ bụ mmadụ abụọ maọbụ ọlụlụ, ọmụmụ maọbụ nkọrọ jikọtara ọnụ.",
    "Ọ sị na ezinaụlọ gụnyere nne, nna na ụmụ; na mgbe ọbụla nwoke lụrụ nwaanyị na o hiwela ezinaụlọ.",
    "Nnabuihe sị na \"Iji mee ka ezinaụlọ nwee ezi ntọala nna, nne na ụmụaka nwere ọrụ ha ga-arụ.",
    "\"Maka na aka nri kwọọ aka ekpe, aka ekpe akwọọ aka nrị, ha abụọ adị ọcha.\"",
    "Kedụ ọrụ nne, nna na ụmụ na-arụ n'ime ezinaụlọ?",
    "Mazị Onyekaba Emmanuel Odenigbo e ji 'Eddy Ngene' maara na-eti egwu ọdịnala kọọwara ụfọdụ ọrụ dịịrị onye ọbụla n'ezinaụlọ.",
    "Ọrụ nna",
    "Ebe foto si, Getty Images",
    "Ọ sị na nna pụtara \"onye nnagide\" nke bụ na ọ ga-anagide ihe niile site nwunye, ụmụ na ndị agbataobi ya.",
    "Ọ bụ nna ka ọ dịịrị ịgbapụ, gbaa mbọ chọta ihe ezinaụlọ ga-eri.",
    "Ọ bụkwa ọrụ nwoke inyere nwunye ya aka ebe ike na-adịghị ya dịka mgbe ọ dị ime maọbụ mụọ nwa ọhụrụ.",
    "Nna dịka onyeisi ezinaụlọ ọbụla, ọrụ ya bụ ichekwa ezinaụlọ site n'ihe izendụ ọbụla.",
    "Otu n'ime ọrụ ọzọ nna na-arụ bụ ikuziri ụmụaka etu e si ebi ndụ gụnyere nkwanye ukwu, ikele ekele na ndị ọzọ.",
    "Ọrụ nne",
    "Ebe foto si, Getty Images",
    "Mazị Odenigbo sị na nne pụtara \"onye nnekọta\" ọ bụ onye ga-elekọta di ya dịka nwa ya ma lekọtakwa ụmụ ya.",
    "Ọ ga-agba mbọ ịhụ na ezinaụlọ na-adị ọcha, na udo ga-achị n'ime ezinaụlọ.",
    "Ọ bụ eziokwu na di bụ isi ezinaụlọ mana nwunye bụ olu ezinaụlọ, isi agaghị eme ihe ọbụla maọbụrụ na olu adịghị ya. Ọ bụ ebe olu tụgharịrị ka isi na-ele anya makana ọ bụ olu na-ebu isi.",
    "Nne na-anọ n'etiti mmadụ na mmụọ n'ime ezinaụlọ, ọ bụ nwunye bụ onyeisi ekpere n'ezinaụlọ.",
    "Nne ka ọ dịịrị isi nri, ịhazi nakwa ịkpakọta ezinaụlọ ọnụ.",
    "Dịka nna, nne na-arụkwa ọrụ ikuziri ụmụaka etu e si ebi ndụ dị mma.",
    "Ọrụ ụmụaka",
    "Ebe foto si, Getty Images",
    "Odenigbo sị na ụmụaka pụtara \"ihe mmịta maọbụ uru\" sitere n'owe ihe ubi di na nwunye kụrụ.",
    "Ọrụ ụmụaka bụ ilekọta ndị nne na nna taara ahụhụ mụọ ha, zụọ ha ma chekwaa ha ruo mgbe ha tooro.",
    "Ọ bụ ọrụ ụmụaaka inye nne na nna nsọpụrụ, nkwanye ugwu, ikele ekele nakwa ndị tọọrọ ha.",
    "Ụmụaka na-asa efere, akwa na ihe ndị ọzọ ruru unyi n'ezinaụlọ.",
    "Ọ bụ ụmụaka na-aza ma na-ehichasị ime ụlọ, mbara ezi na gburugburu ebe obibi.",
    "Na nchịkọta, Mazi Nnabuihe sị na ọ bụrụ na nne, nne maọbụ ụmụaka arụghị ọrụ dịịrị ha, na ezinaụlọ ahụ ga-enwe nkọjọ n'ụzọ dị icheiche.",
    "Maka na ndị Igbo tụrụ ilu sị na \"A na-ama mma n'ụlọ pụwa n'ama\".",
    "Nke na-eme ugbua: Egwu ndị 'unknown gunmen' ji ndị mmadụ dịka a na-agba egbe aghara aghara n'Owereelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Anyị ahụbeghị ego Nnamdi Kanu kwuru ọ ga-akwụ ndị a bụsara ịyabasi ha n'Imo - Otu ndị Awụsa na-ere ịyabasịelekere 6 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Nke na-eme ugbua: Egwu ndị 'unknown gunmen' ji ndị mmadụ dịka a na-agba egbe aghara aghara n'Owere",
    "Gịnị kpatara na Twitter ewepụbeghị ọtụtụ ihe Nnamdi Kanu na-ede? - Lai Mohammed",
    "Etu e si gbagbuo ndị gburu Ahmed Gulak",
    "Gọọmentị kwesịrị iji 'sit-at-home' Nnamdi Kanu tinyere wee mụrụ akọ - Fr Ebube Muonso",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "E liela ndịagha Naịjirịa 12 ahụ e gburu na Benue Steetị",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}