{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "A gbawala m aka bụzi ekpere ndị Chelsea na-ekpe ugbua dịka Leicester ji otu ọkpụ gbajie ha aka ma naara ha iko FA.",
    "Nke a tụrụ Chelsea na ndị nkwado ha n'anya maka na ebumnobi ha bụ imeri asọmpi a.",
    "Liverpool agbaala Chelsea ọtọ ka ụwa hụ",
    "Bournemouth akụnyela Chelsea ikputu ọnụ",
    "Watford anyụọla Chelsea ịkpakwụ",
    "Leicester nyere goolu ha ji merie na nkeji 63' site n'aka Youri Tielemans.",
    "Chelsea gbara mbọ ịsa goolu ahụ mana obi gbawara ha mgbe ogbu pịpịrọ kagburu goolu sị na ọ bụ 'offside'.",
    "Nke a mere anya mmiri jiri jupụta otu egwuregwu Chelsea na ndị nkwado ha n'anya dịka e gbuchiri bọọlụ na nkeji 90'.",
    "Ụmụafọ Naịjirịa abụọ na-agbara Leicester bọọlụ bụ Kelechi Iheanacho na Wilfred Ndidi gosipụtara obi ụtọ ha na mmeri a.",
    "A na-atụbu anya na Chelsea nwereike ịmabute iko abụọ gụnyere FA na Champions League mana mmeri a akachapụla nke ahụ.",
    "Ugbua ekpere ndị Chelsea ga-abụzi \"Agbawala m aka iko n'afọ a\" dịka ha ga-ezute Manchester City n'asọmpi ikpeazụ nke Champions League.",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri akwaelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "UFC 258: Kamaru Usman akụọla Gilbert Burns ihe 'Tinka kụrụ Pan'14 Febụwarị 2021",
    "Leicester City vs Liverpool: Leicester City ayọọla Liverpool ka akpụ nọrọ abalị atọ13 Febụwarị 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'11 Mee 2021",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa7 Mee 2021",
    "Lee etu ọtụtụ ụlọọrụ gọọmentị si fanye ego na bọjeetị 20214 Mee 2021",
    "'Anyị anwụchiela ndị ESN gburu onye otu anyị ma nara ya egbe n'Imo' - Ndị Uweojii",
    "Biafra m chọrọ na-ele anya bụ nke mmụọ, ọ bụghị nke ala- Abaribe",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri akwa",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti",
    "Okwu Israel na Palestine ọ ga-emecha bie?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}