{
  "published": "18 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ugo Egbujo FB/ Sunday Igboho IG",
    "Dkt Ugo Egbujo bụ onye ọnụ na-eru n'okwu etinyela ọnụ n'ihe Sunday Igboho bụ onye bu ihe gbasara nnwereonwe ala Yoruba n'isi, kwuru gbasara ịdọnyere ndị Igbo ukwu.",
    "Igboho kwuru na ha bụ ndị Yoruba ga-adọnyere ndị Ọwụwa Anyanwụ ukwu ma ndịagha na-awakpo ha, mana Egbujo kwuru na nke a dịkwa ka ikpalite okwu ọzọ.",
    "Egbujo kwuru na kama Igboho na-adọnyere ndị Ọwụwa Anyanwụ ukwu, na ya gawa ala Yoruba gaa kpalite okwu nke ga-eme ka ndị agha wakpowe ha, n'ihi na ọ bụ naanị udo ka a chọrọ n'ala Igbo karịa nkwado ga-eme ka ọgbaghara bawanye.",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "Ihe ndị Yoroba na-ekwu maka atụmatụ nwere onwe Sunday Igboho kwuru maka ya",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "O kwuru na ọ bụ eziokwu na Igboho nwere ihe ọma ndị o merela, mana ọ ga-adị mma ka ọ gbado anya n'ihe gbasara ndị Oduduwa (ndị Ndịda Anyanwụ) ma hapụ ihe gbasara Ọwụwa Anyanwụ.",
    "\"Sunday Igboho chọọ ka ọ baa ndị agha ọgụ, ya kpọta ha n'Ibadan ka ha lụtụwa ọgụ. Ya chọrọ ndị Unknown Gunmen nke ya ka ya na ndị agha lụtụwa ọgụ, ọ bụghị Ala Igbo ka a ge-eji eme ebe a na-alụ agha na ebe a na-aba ndị agha ọgụ.\"",
    "\"Ihe anyị chọrọ n'Ala Igbo bụ udo na ọganihu, ka onye ọbụla nwee ike ịpụ gaa kpata ihe ha na ụmụ ga-eri.",
    "Anyị achọghị ka anyị na ndị agha nakwa ndị uweojii nwee nsogbu, anyị achọghị ndị ga-enyere anyị aka ịtụgharị Ala Igbo ka ọ bụrụ ebe a na-agba mgba, ma Sunday Igboho ma ndị otu ya.",
    "Ihe ala Igbo chọrọ bụ ịrata akụnaụba si mba ọzọ nke Bekee kpọrọ 'foreign investment\".",
    "Egbujo kwukwara na ọ ga-adị mma ka mmadụ niile nọ n'Ala Igbo, ma ndị ụkọchukwu ma ndị nze na ọzọ nakwa Ọhanaeze jikọọ aka ọnụ ma kwuo na ha achọghị ndị oji egbe egbu mmadụ, ma sị ha laghachịkwa ebe ha si.",
    "Ọ rụtụkwara aka n'etu ndị ndịda niile si gbaghapụ ndị Igbo mgbe agha Biafra bidoro, n'agbanyeghi etu ha niile si mee ka ha akwadoro ndị Igbo mgbe ahụ.",
    "Ọ sị na nkwado Sunday Igboho a dị ka atụmatụ ịrapụtakwa ndị Igbo ọzọ.",
    "Sunday 'Igboho' Adeyemo bụ onye bu ihe gbasara dọrọ gọọmentị etiti Naịjiria aka na ntị ka ha zere ihe ọbụla gbasara iwakpo mpaghara Ọwụwa Anyanwụ \"n'ihi na iwakpo ha dị ka iwakpo ndị Yoruba\".",
    "Igboho kwuru na ndịagha Naịjiria na-awakpo ndị na-achọ nnwereonwe Biafra na mpaghara Ọwụwa Anyanwụ, ma kwuo na ha bụ ndị Yoruba ga-adọnyere ha ukwu ma ndịagha wakpoo ha ọzọ.",
    "Igboho si n'ọnụ Olayomi Koenke bụ onye nnọchiteanya ya kwupute nke a n'ihe nkiri o mere n'elu soshal midia, n'ụbọchị Mọnde, Mee 17, 2021.",
    "Vidio, Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma - Ijeoma Ogwuegbu18 Mee 2021",
    "Gee ntị, BBC Nkeji18 Mee 2021",
    "Ndị uweojii Naijiria amapụtala amụma 'Operation Restore Peace' maka Ipob na ESNelekere 9 gara aga",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri akwa15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Saa anya mmiri ka ihe iri ndị a dị n'ụlọ ghara ibutere gị na ezinaụlọ gị nsogbu ahụike14 Mee 2021",
    "Okwu Israel na Palestine ọ ga-emecha bie?14 Mee 2021",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'11 Mee 2021",
    "Rochas Okorocha metere ihe mere mmụọ jị achụ ya ọsọ - Gọọmentị Hope Uzodimma",
    "Ala Igbo abụghị ebe a na-alụ agha, Sunday Igboho gaa kpalite okwu n'ala Yoruba - Dkt Egbujo",
    "Ndị uweojii Naijiria amapụtala amụma 'Operation Restore Peace' maka Ipob na ESN",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Anyị ahụla ozu mmadụ atọ e gburu n'ọgbaghara Anaku na Omor - Ndị uweojii n'Anambra steeti",
    "'Anyị anwụchiela ndị ESN gburu onye otu anyị ma nara ya egbe n'Imo' - Ndị Uweojii",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Lee obere ule ilu Igbo nke izu ụka aEmelitere ikpeazụ na: 29 Jenụwarị 2019",
    "Igbo Ancient Warrior Tribes : Mba abụọ kpara ike mgbe ochieEmelitere ikpeazụ na: 21 Julaị 2019",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}