{
  "published": "19 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọahịa ebe a na-ere osikapa n'Abakiliki, Ebonyi steeti na-ewe iwe maka oke ụtụ isi gọọmentị steeti ahụ na-ana ha.",
    "Nke a mere ha ji malite ngagharịiwe n'ụbọchị Tuzde nakwa Wenezde a iji kwuo na ya bụ ihe ezuola.",
    "Ọnụ na-ekwuru ndị ahịa ahụ bụ Irem Bernard Obinna kwuru na ya bụ ihe malitere kamgbe onyeisi ọhụrụ aha ya bụ Samuel Ogodo bidoro ọchịchị.",
    "Irem Bernard Obinna bụ ọnụ na-ekwuru ndị 'Abakiliki Rice Mill",
    "Obinna kwuru sị: \"Ọbụghị ntuliaka ka Samuel Ogodo ji bụrụ onyeisi ahịa anyị.\"",
    "\"Gọọmentị webatara ya dịka onyeisi nchereoge a kpọrọ 'caretaker chairman\"",
    "\"Mana kamgbe afọ abụọ na ọkara, naanị ihe mgbu ka ọ na-ewetara anyị ebe a.\"",
    "Rice economy: Ihe niile dị n'osikapa bara uru",
    "\"Ụtụ isi ọ na-ana anyị ebe a karịrị akarị. Tupu mmadụ ebubata akpa osikapa ebe a, onye ahụ ga-akwụ naịra 250 maka otu akpa 50kg.\"",
    "\"Tupu onye ahụ ebupu otu akpa osikapa ebe a, onye ahụ ga-akwụ naịra 370.\"",
    "\"O wepụtara akpa osikapa nke o tiri iwu na onye ọbụla ga-ejiriri na-etinye osikapa ya. Otu akpa ahụ bụ naịra 300, n'agbanyeghi na akpa ahụ esighị ike.\"",
    "\"O tiri iwu na ndị niile nwere igwe e ji esu osikapa ga-esiriri n'aka otu onye na-agbata mmanụ ha na-etinye n'igwe ha, mmanụ 'diesel' ahụ bụ adigboroja.\"",
    "\"Ọ na-anakọ ndị niile nwere ọdụahịa ebe naịra 500 kwa ọnwa nke ọ kpọrọ 'environmental levy'.\"",
    "\"Anyị amaghị ma Gọvanọ Dave Umahi ọ makwa maka ihe niile a na-emenụ, ya mere anyị ji eti mkpu.\"",
    "Rice processing: Usoro e ji emepụta osikapa ọdịnala",
    "BBC gbara mbọ ịnụ n'ọnụ Samuel Ogodo bụ onyeisi 'Abakiliki Rice Mill', mana o kwuru na ya enweghị ihe ọbụla ọ ga-ekwu.",
    "Mana o mechara ziga ndị mmadụ ka ha gwa ndị ahụ na-eme ngagharịiwe okwu ma kwe nkwa na ha ga-eleba okwu ndị a anya.",
    "Vidio, Abakaliki Rice: Etu ụmụnwaanyị Ebonyi si eji ntụ ya akpa ego, Duration 1,5119 Disemba 2018",
    "Vidio, Rice Processing: Usoro e ji emepụta osikapa, Duration 1,3613 Nọvemba 2019",
    "Vidio, Etu e si esi ogiri asamma19 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ịgba ụlọọrụ Inec ọkụ nwereike imetụta ntuliaka - Mahmood Yakubu onyeisi Inecelekere 8 gara aga",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor14 Mee 2021",
    "Vidio, Njem 'crayfish' na-agabiga site n'osimiri ruo n'ite gị, Duration 3,215 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị - Ndị uweojii",
    "Lee ihe na-esere gọọmentị Anambra na ndị ntorobịa Umueri gbasara ọdọụgbọelu",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Ala Igbo abụghị ebe a na-alụ agha, Sunday Igboho gaa kpalite okwu n'ala Yoruba - Dkt Egbujo",
    "Ụnụ anọla nkịtị ka ndị ekperima na-awakpo ụnụ, burunụ ụzọ gbuo ha - IGP Alkali Baba",
    "Ịgba ụlọọrụ Inec ọkụ nwereike imetụta ntuliaka - Mahmood Yakubu onyeisi Inec",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọgụ 'ndị otu nzuzo' ataala isi mmadụ atọ n'UmudiokaEmelitere ikpeazụ na: 24 Eprel 2019",
    "Ihe anyị na-eme maka mkpa mkpa ndị otu nzuzo n'Ọkija - Uweojii Anambra",
    "Ihe mere ndị ọrụ osikapa ji mee ngagharịiwe n'Abakiliki",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}