{
  "published": "21 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @m.aexpressions",
    "N'afọ 2006, ngalaba otu 'United Nations' na-ahụ maka omenala na sayensị bụ 'United Nations Educational, Cultural and Scientific Organization' (UNESCO)  buru amụma na \"ọkara asụsụ a na-asụ n'ụwa ga-efu na ngwụcha afọ otu narị na-abịa abịa\".",
    "Asụsụ Igbo so na asụsụ ndị Unesco kwuru ga-ada mmiri n'oge na-adịghị anya dịka ha mara amụma na ọ ga-efu n'afọ 2025.",
    "Okwu Chimamanda etinyela ọkụ na Soshal midia",
    "Ndị Igbo nyere Hollywood",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu",
    "Igbo Language: Gịnị bụ 'Comb' n'asụsụ Igbo?",
    "Otu 'Linguistic Society of America' kọwara 'asụsụ na-efu efu' (endangered language) dịka 'asụsụ nwere ike ikpochapụ na nsonso\".",
    "Ndị ọkachamara kwuru na ya bụ amụma nwere ike imezu n'ihi etu ndị igbo, ma okenye ma ụmụaka, si asọ ịsụ igbo maọbụ ide ya ede asọ, ebe ọtụtụ na-agwakọ ya na Bekee.",
    "Amalinze Azi bụ onye nwere ụlọọrụ na-ahụ maka nkwalite asụsụ Igbo kwuru na \"ọ bụrụ na ndị okenye agbalịsịghị ike. Ọdịda asụsụ Igbo ga-esi n'aka ndị okenye\".",
    "Etu nwaanyi a si buru Igbo n'isi ga-atụ gị n'anya",
    "Amalinze kwuru sị: \"Igbo enweghịkwa ndị okenye na-asụ Igbo akụghị mmiri dịka Nnamdi Azikiwe, Emeka Ojukwu na Alex Ekwueme.\"",
    "Otu onye na-ede akwụkwọ aha ya bụ Adaobi Tricia Nwaubani gwaburu BBC na \"nne na  nna m machiri ịsụ Igbo n'ụlọ anyị oge m dị obere\".",
    "Nwaubani, onye Ụmụahịa kọwakwara na nne na nna ya na-asụkwa naanị Bekee n'ụlọ ha, na-agbanyeghị na ha ji asụsụ Igbo too.",
    "Mana ndị ọzọ na-ekwu na ọdịda asụsụ Igbo si n'aka ma ndị na-eto eto, ụfọdụ n'ime ha e jighị ya kpọrọ ihe.",
    "Lee ụfọdụ ihe nka asụsụ na ide Igbo nwere ike i mere gị:",
    "Igbo ka e ji ama Igbo",
    "Ọkụkọ hapụ kwọm ọ ga-eji gịnị azụ ụmụ? Anapụ ogoli ihe o ji ama mma, mma ya arụọ.",
    "Amalize kọwara na ọ bụ asụsụ bụ isi a hụrụ kwawa okpu n'okwu agbụrụ onye bụ.",
    "\"Asụsụ mere anyị Igbo. O bụrụ na enweghị asụsụ Igbo, o nweghị ihe dịka ndị Igbo,\" Amalinze kwuru.",
    "\"Asụsụ bụ isi omenala.  Ndị Igbo amaghị asụ ịgbo nọ ka ndị nọ mmadụ mmadụ na-esi mmụọ mmụọ.\"",
    "Igbo bụ igodo e ji agbape ụzọ zoro ezo",
    "Ilu Igbo sịrị na anya ka okenye ji agwa nwata ma ihe okwu. Ilu na okwu ka Igbo ji akụziri nwata ụzọ.",
    "Ọ na-ata arụ na ntị iji asụsụ ọzọ akọwara nwa afọ Igbo ilu Igbo n'ihi na  Igbo sị na \"onye a tụọrọ ilu kọwaara ya, mara na ego e jiri lụọ nne ya lara n'iyi\".",
    "Nke bụ eziokwu bụ na o nweghị asụsụ nwere ike ịkọwali nghọta dị n'ilu na okwwu Igbo n'ụzọ o zzuru oke ma rijuo afọ.",
    "Ọzọ, onye Igbo nwere ike ịnọ n'etiti igwe mmadụ ya na nwanne ya agba nwanne ya izu nke ntị ọzọ agahị anụ maọbụ ghọta.",
    "Mkparịta ụka BBC Igbo na Ikeogu Oke",
    "Amalinze sị na \"ị ma asụ ma na-ede Igbo ga-eme ka gị na ndị be ụnụ na-akparịta, onye mba ọzọ agaghị anụ ihe ụnụ na-ekwu\".",
    "Mana ọ bụghị naanị nwafọ na nwa afọ iji ya gbaa izu bụ uru dị ya, asụsụ Igbo bụ okwu Igbo ji anabata ndị tozuru etozu n'otu nwere ogogo n'ala Igbo.",
    "Ndị Igbo makụọ nụ omenala unu - Bob Manuel Udokwu",
    "Otu ndị a gụnyere otu mmanwụ, otu ọgbọ, nze na ọzọ.",
    "Ya bụkwa ihe e ji atọpe ihe omimi dị iche e ji Igbo zochie n'otu ndị a.",
    "Igbo ga-enyeli gị ọrụ nwere agba",
    "Maka ndị na-ajụ ebe e ji asụsụ Igbo eje, Ị matara n'ụfọdụ ụlọọrụ nwere agba n'ụwa dịka Google nakwa BBC nwere ọrụ bụ naanị ndị ma asụ nakwa ede Igbo nke ọma ka edobeere ya?",
    "E nwekwara ọtụtụ ndị ọkammụta Naijiria nọ ala Bekee ndị ọ bụ nka na itinye uchu na nkwalite asụsụ Igbo mere ha ihe ha bụ taa.",
    "Vidio, Asụsụ Igbo agaghị anwụ19 Eprel 2018",
    "Vidio, Ịsụ asụsụ igbo bara nnukwu uru22 Febụwarị 2018",
    "Okwu Chimamanda maka asụsụ Igbo etinyela ọkụ na Soshal midia1 Juun 2018",
    "Vidio, Akiddie: Asụsụ Igbo abaala na teknụzụ25 Ọktọba 2019",
    "Vidio, Muna na-eto n'Amerịka mana ọ na-asụ Igbo karịa ụfọdụ ndị nọ n'ala Igbo5 Ọktọba 2018",
    "Vidio, Igbo Language: 'Akuzierela m ụmụakwụkwọ karịrị otu nde asụsụ a'30 Jenụwarị 2019",
    "Nke mere ugbua: Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọeluelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba21 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Nke mere ugbua: Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọelu",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba",
    "Umuahia Insecurity: Ụjọ ji ndị mmadụ dịka e gburu otu onye uweojii n'ehihie Fraịde a",
    "Anyị na-enyocha akụkọ ọnwụ Abubakar Shekau, onyeisi ndị Boko Haram - Ndịagha Naịjirịa",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017Emelitere ikpeazụ na: 27 Jenụwarị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Etu onye ntaakụkọ BBC si jiri aghụghọ nweta mkparịtaụka n'aka Princess Diana",
    "Abubakar Malami's outburst: Ọ bụdị arụ ịbụ onye Igbo na Naijiria? - Fani-Kayode",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị Tuzde - Ndị uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}