{
  "published": "19 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Igbo ji ogiri esi nri dị iche iche dịka ofe, ịgwọ ji, ịgwọ ede, ịgwọ abacha na ihe ndị ọzọ.",
    "Ya bụ ogiri na-esi isi nke uwkuu, mana e tinye ya n'ofe ọ na-ewepụta ụtọ pụrụ iche.",
    "Uru dị n'akwụkwọ nri",
    "Nri ogbenye ọgaranya na-erizi",
    "Mmanụ nri a na-emebi nsị n'ezie?",
    "Ụfọdụ nri ndị Igbo anaghị erikawazị",
    "Ọ bụ mkpụrụ ogiri ka e ji emepụta ya, mana e nwekwara ụdị ogiri e ji egwusi emepụta.",
    "Lee nkọwa etu e si eme ngwanrị a nke na-eme ka nri ndị Igbo bụrụ e richaa a mịchaa aka.",
    "Ndị mere akụkọ a bụ Nnamdi Agbanelo na Ikechukwu Kalu.",
    "Vidio, Life Hack: Etu e si eme akpụ site n'ugbo ruo n'efere, Duration 2,1416 Septemba 2019",
    "Vidio, How to make black soap: Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Vidio, Igbo cuisine: Ana m amalite ọrụ n'elekere atọ nke ụtụtụ - Onye Abacha, Duration 1,4819 Julaị 2019",
    "Vidio, Mụta usoro esi esi ofe nsala n'ihe nkiri a, Duration 3,0213 Eprel 2018",
    "World food day: Ụdọdụ nri ndị Igbo anaghị erikawazị16 Ọktọba 2019",
    "Vidio, Ghana Fufu: Ndịiche dị n'akpụ Ghana na nke Nigeria, Duration 1,249 Nọvemba 2019",
    "Igbo foods: Lee nri ndị e riri oge agha Biafra, ụfọdụ ka a ka na-eri ugbua22 Jenụwarị 2020",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ijeoma Ogwuegbu: Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma, Duration 7,4718 Mee 2021",
    "Vidio, Kidnapping in Nigeria: Nkwarụ aka m zọrọ m n'aka ndị ntọ - Juliet Okoloji, Duration 3,2610 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Igbo food condiments: Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Peruzzi: Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo, Duration 4,5215 Mee 2021",
    "Vidio, Igboukwu Art: 'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu', Duration 1,5826 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}