{
  "published": "19 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị obodo Umueri dị na mpaghara Anambra East, mere ngagharịiwe n'ụbọchị Mọnde gbasara ala ha ebe gọọmentị Anambra steeti na-arụ ọdọụgbọelu ọhụrụ.",
    "Iwe ha bụ na gọomentị banyere n'ala ha kwekọrịtara ịhapụrụ ha dịka ha na-eti mkpu na ya bụ ọdọụgbọelụ e wekọrọla ala ha.",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "E nyela Ebonyi Steeti ikike ịrụ ọdọụgbọelu nke ha",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Onyeisi ụmụntorobia n'Ọgbụ bụ Sunday Okafo gwara BBC Igbo na ndị mere ya bụ ngagharịiwe bụ obodo atọ dị n'Ifete Umueri (Ọgbụ, Mgbede na Ụmụatuolu).",
    "N'okwu ya, ndị obodo begaara gọọmentị Anambra steeti akwa na-arọ ka ahapụrụ ha ụfọdụ ala ha ewepụtara maka ya bụ ọdọụgbọelu.",
    "Okafo kwetakwara n'ezie, na Gọọmentị kwetere hapụrụ ha otu mpaghara ala dị na \"Parcel D\" dịka ha kpọrọ ya na Bekee.",
    "Anambra State Airport: N'Aba ka e si nweta ngwa ọrụ e ji rụọ ọdọụgbọelu a",
    "O kwuru na \"ya bụ 'Parcel D' ruru 288 'hectres'\".",
    "Mana ndị obodo mechara rịọwa gọọmentị ka ha wanyekwuo ha ala ọzọ ebe ụlọ ndị mmadụ, ụlọakwụkwọ na okwu arụsị ha dị na \"Parcel C\".",
    "Okafo sị na Onyeisi ha na gọọmentị mere njem nleta n'ala ahụ were hụ n'ezie na ihe ndị ahụ ha kpọrọ aha dị ebe ahụ.",
    "Ụlọ ebe a na-eche ụgbọelu n'ọdọụgbọelu Anambra",
    "Ọ sị na Gọọmentị kwetara ịwanyekwu ha obere ala ebe ahụ.",
    "Mana ihe gbagwojuru ha anya bụ na ụnyaahụ ka ha hụziri ka Gọọmentị ji nnukwu ụgbọala 'truck' na-egburi ala ebe ahụ.",
    "Ya meziri ha ji mewe ngagharịiwe, mere e jizi kwụsi ya bụ ọrụ ruo mgbe gọọment na ndị obodo kpeziri.",
    "Ebonyi Airport: \"Tupu 2021 a gwu, ụgbọelu ga-ada n'Ebonyi steeti\"",
    "Kọmishọna mgbasa ozi Anambra steeti bụ Don Adinumba sị ọ nweghị mgbe Gọọmentị ji kweta ịnye ndị obodo Umueri mpaghara ahụ a kpọrọ 'Parcel C'.",
    "Dịka Adinuba si kwuo, \"Gọomentị na ndị obodo nwere ọgbakọ n'ụbọchị asatọ nke ọnwa Maachị n'obi Gọọmentị dị n'Ọnịcha bụ ebe ha nọ kwekọrịta ịnya ha 'Parcel D'\".",
    "\"Gọomentị nyekwara ha ego ha kwuru nke mere ha obi ọma ụbọchị ahụ\".",
    "Ọ sị na ọ gbagwojuru Gọọmentị anya na ha lọghachitere bịa nawa ala ọzọ.",
    "Okporoụzọ mfepụ ụgbọelu ọdọụgbọelu Anambra",
    "Otu onye ọnụ na-erụ n'okwu na Gọọmentị Anambra steeti na-achọghị ka a kpọọ aha ya sị na \"Ọnweghị ezigbo ihe dị n'ala ahụ ndị obodo na-ana.\"",
    "Ihe mere bụ na ala ebe ahụ tinyekwuru ego n'ihi ọgbọụgbọelụ arụrụ ebe ahụ.",
    "\"Ọ bụ ya mere ha jị ana Gọọmentị ala ọzọ nke ndị mmadụ chọrọ ire\".",
    "Vidio, Anambra State Airport: N'Aba ka e si nweta ngwaọrụ e ji rụọ ọdọụgbọelu a - Kọmishọna ọrụ, Duration 3,4726 Eprel 2021",
    "Anambra state airport photos: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Eprelu 21, 202122 Eprel 2021",
    "Vidio, Ebonyi Airport: 'Tupu 2021 a agwụ, ụgbọelu ga-ada n'Ebonyi steeti', Duration 2,3223 Eprel 2021",
    "Vidio, Etu e si esi ogiri asamma19 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ịgba ụlọọrụ Inec ọkụ nwereike imetụta ntuliaka - Mahmood Yakubu onyeisi Inecelekere 8 gara aga",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor14 Mee 2021",
    "Vidio, Njem 'crayfish' na-agabiga site n'osimiri ruo n'ite gị, Duration 3,215 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị - Ndị uweojii",
    "Lee ihe na-esere gọọmentị Anambra na ndị ntorobịa Umueri gbasara ọdọụgbọelu",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Ala Igbo abụghị ebe a na-alụ agha, Sunday Igboho gaa kpalite okwu n'ala Yoruba - Dkt Egbujo",
    "Ụnụ anọla nkịtị ka ndị ekperima na-awakpo ụnụ, burunụ ụzọ gbuo ha - IGP Alkali Baba",
    "Ịgba ụlọọrụ Inec ọkụ nwereike imetụta ntuliaka - Mahmood Yakubu onyeisi Inec",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọgụ 'ndị otu nzuzo' ataala isi mmadụ atọ n'UmudiokaEmelitere ikpeazụ na: 24 Eprel 2019",
    "Ihe anyị na-eme maka mkpa mkpa ndị otu nzuzo n'Ọkija - Uweojii Anambra",
    "Ihe mere ndị ọrụ osikapa ji mee ngagharịiwe n'Abakiliki",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}