{
  "published": "19 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọnụ na-ekwuru ndị uweojii n'Imo steeti bụ Bala Elkana gwara BBC Igbo na ọ bụ ndị otu nzuzo abụọ nọ na-agbarịta egbe a nụrụ ụda ya n'Owere, Imo steeti n'abalị Tuzde, Mee 18, 2021.",
    "Elkana kwuru na enweghi onye nwụrụ ka a na-agba egbe ahụ, ma kwuo na ha ezigala ndị uweojii n'ebe ihe mere iji kwụsị mkpamkpa ahụ.",
    "Ọ gara n'ihu kwuo na ụjọ atụla ndị mmadụ.",
    "Maka onye uweojii e gburu na mpaghara 'IMSU Junction', Bala kwuru na ọ natachabeghi ozi banyere ya.",
    "Akụkọ apụtala nke ọma gbasara otu nwaokorobịa a hụrụ ozu ya na mpaghara mahadu Imo steeti a na-akpọ 'IMSU Junction'.",
    "Onye ntaakụkọ BBC gara ebe ahụ kwuru na ọ bụ onye uweojii nke na-arụ ọrụ na ngalaba 'operations' n'isi ụlọọrụ ndị uweojii n'Owerri.",
    "Aha ya bụ Loveday Obinonu, ọ bụ onye Uratta n'okpuru ọchịchị Owere Nọt.",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Etu e si gbuo otu nwaanyị na ndị ọzọ n'Ozubulu",
    "Onye ezinụlọ ya kwuru na a gbara ya egbe ihe dịka ugboro anọ maọbụ ise n'isi ya tupu ọ nwụọ.",
    "Ndị uweojii ebugala ozu ya n'ụlọ ozu dị n'Aladimma, Owere.",
    "Amabeghị kpọmkwem onye maọbụ ndị gburu nwa amadị a, mana ozu ya tọgbọrọ n'ime ọwa mmiri n'ụtụtụ taa, dịka ndị mmadụ gbara ebe ahụ okirikiri.",
    "Abalị fotere ụtụtụ Wenezde a dịka ebe a na-alụ agha na mpaghara dị icheiche n'ime Owere, isi obodo Imo steeti, dịka BBC Igbo si nweta akụkọ.",
    "Ndị mmadụ kwuru na mpaghara Wetheral, Douglas, nakwa Mbaise road, ka ụda egbe na-ada n'elu n'ala.",
    "Onye ntaakụkọ BBC kwuru na ụra agaghị ha n'anya n'ihi etu ya bụ ụda egbe si ada.",
    "\"Ọ na-ada ka ebe a na-alụ agha ogologo abalị niile,\" onye ntaakụkọ anyị kwuru",
    "\"N'abalị gara aga, ọ bụ na mpaghara Orji ka ya bụ ụdaegbe na-ada.\"",
    "Cheta na ndị ojiegbe awakpola ọtụtụ ebe n'Owere n'ọdị nso a.",
    "Ebe ndị ha wakporola gụnyere:",
    "Ụlọ mkpọrọ dị n'Owere",
    "Isi ụlọọrụ ndị uweojii",
    "Ụlọ Gọvanọ Hope Uzodinma dị n'Omuma",
    "Anyị kpọrọ Bala Elkana, onye malitere ọrụ ọhụrụ dịka ọnụ na-ekwuru ndị uweojii n'Imo steeti, mana ọ zaghị ekwentị ya.",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Hope Uzodimma5 Eprel 2021",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike6 Eprel 2021",
    "Vidio, Etu e si esi ogiri asamma19 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ịgba ụlọọrụ Inec ọkụ nwereike imetụta ntuliaka - Mahmood Yakubu onyeisi Inecelekere 8 gara aga",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor14 Mee 2021",
    "Vidio, Njem 'crayfish' na-agabiga site n'osimiri ruo n'ite gị, Duration 3,215 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị - Ndị uweojii",
    "Lee ihe na-esere gọọmentị Anambra na ndị ntorobịa Umueri gbasara ọdọụgbọelu",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Ala Igbo abụghị ebe a na-alụ agha, Sunday Igboho gaa kpalite okwu n'ala Yoruba - Dkt Egbujo",
    "Ụnụ anọla nkịtị ka ndị ekperima na-awakpo ụnụ, burunụ ụzọ gbuo ha - IGP Alkali Baba",
    "Ịgba ụlọọrụ Inec ọkụ nwereike imetụta ntuliaka - Mahmood Yakubu onyeisi Inec",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọgụ 'ndị otu nzuzo' ataala isi mmadụ atọ n'UmudiokaEmelitere ikpeazụ na: 24 Eprel 2019",
    "Ihe anyị na-eme maka mkpa mkpa ndị otu nzuzo n'Ọkija - Uweojii Anambra",
    "Ihe mere ndị ọrụ osikapa ji mee ngagharịiwe n'Abakiliki",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}