{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NA/Twitter",
    "Onyeisi ndị agha Naijiria bụ Ibrahim  Attahiru anwụola dịka ụgbọelu ndị agha kpọkasịrị na nso ọdọ ụgbọelu Kaduna na mgbede Fraide.",
    "Ọnụ na-ekwuru ndịagha Naijiria bụ Yerima Mohammed gwara BBC na  ya bụ akụkọ bụ eziokwu.",
    "Buhari ebuliela Adeosun, Biu n'ọkwa 'Lieutenant General '",
    "Boko Haram: Ndịagha Naịjirịa agbanwela onyeisi agha ọzọ",
    "Mwakpo a na-eme n'ugwu Naịjirịa na-amapụ anyị obi",
    "Attahiru na mmadụ asatọ ndị ọzọ nwụrụ na ya bụ ihe mberede.",
    "Attahiru were ọchịchị dịka onyeisi ndịagha n'aka Tukur Buratai n'ụbọchị 26 ọnwa Jenụwarị afọ 2021 bụ onye jibu ọkwa ahụ.",
    "A mabeghị ihe mere mana ndị Agha ugbọelu kwupụtara n'akara Twitter ha na ụgboleu ha nwere ihe mmerede, mana ha ha ekwughị ndị o metụtara.",
    "Ihe i kwesịrị ịma maka Attahiru",
    "Ebe foto si, Presidency",
    "Attahiru bụ onye Kaduna Steetị dị na mpaghara ugwu nke Naịjirịa.",
    "Tupu o were ọchịchị ndịagha, ọ bụ onye ndu ndịagha \"82nd Infantry Division.\"",
    "Ọ rụburu ọrụ dịka onyeisi ndịagha na-ebuso ndị Boko Haram agha na Borno State, a kpọrọ 'Operation Lafiya Dole' ruo 2017.",
    "Ebe foto si, Air force",
    "Ụgbọelu ndịagha Naịjirịa kpọkasịrị n’akụkụ ọdọụgbọelu Kaduna Steetị dịka ndịagha ụgbọelu si kwuo.",
    "Ụgbọelu ndịagha Naịjirịa  kpọkasịrị  n'akụkụ ọdọụgbọelu Kaduna Steetị dịka ndịagha ụgbọelu si kwuo.",
    "Ọnụ na-ekwuru ndịagha ụgbọelu bụ Edward Gabkwet kwuru nke na Twitter.",
    "Ebe foto si, NAF",
    "A mabeghi ihe butere ihe mberede a ma ọ bụ mmadụ ole nwụrụ na ya.",
    "Akụkọ ka na-abịa",
    "Fulani Herdsmen: \"Ahụla m ihe na-adọhachị ndịagha azụ na'ọrụ nchekwa \"19 Juun 2019",
    "Chief of Army staff: Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 201727 Jenụwarị 2021",
    "Nigerian Army: Ndị Aba ebola ndịagha Naịjirịa ebubo mkpagbu30 Julaị 2019",
    "Nke mere ugbua: Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọeluelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba21 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Nke mere ugbua: Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọelu",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba",
    "Umuahia Insecurity: Ụjọ ji ndị mmadụ dịka e gburu otu onye uweojii n'ehihie Fraịde a",
    "Anyị na-enyocha akụkọ ọnwụ Abubakar Shekau, onyeisi ndị Boko Haram - Ndịagha Naịjirịa",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017Emelitere ikpeazụ na: 27 Jenụwarị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Etu onye ntaakụkọ BBC si jiri aghụghọ nweta mkparịtaụka n'aka Princess Diana",
    "Abubakar Malami's outburst: Ọ bụdị arụ ịbụ onye Igbo na Naijiria? - Fani-Kayode",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị Tuzde - Ndị uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}