{
  "published": "20 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Youtube",
    "Akụkọ na-ewu n'elu na ala taa bụ Tọzde, abalị iri abụọ nke ọnwa Mee afọ 2021 bụ na Abubakar Shekau, bụ onyeisi ndị Boko Haram, anwụọla.",
    "Aha Shekau na-ewu na Twitter nakwa Google dịka ndị mmadụ na-achọ ịmata nke bụ eziokwu.",
    "Gọọmenti Naịjirịa ga-atụhapụ ndị  Boko Haram",
    "Etu Boko Haram si gbuo onyeisi agha na ndịagha atọ",
    "'Anyị anwuchiela ndị isi Boko Haram 10' - Ndịagha Naịjirịa",
    "Mana BBC amatabeghị kpọmkwem nke bụ eziokwu, n'ihi na ndị agha Naịjirịa ekwubeghị okwu gbasara ya.",
    "Akụkọ ọhụrụ a gbasara ọnwụ Shekau gbara ọtụtụ mmadụ gharịị n'ihi na ugboro ugboro ka ndị agha pụtarala kwuo na ha egbuola Shekau, mana o mechara bụrụ na Shekau ka dị ndụ.",
    "Julaị 2009",
    "Abubakar Shekau weere ọchịchị dịka onyeisi Boko Haram oge ndị uweojii gbuchara onyeisi ha mbụ bụ Mohammed Yusuf.",
    "N'oge ahụ, akụkọ kwuru na e gburu Shekau oge ndị ọrụ nchekwa na ndị Boko Haram kwakọtara mgbọ.",
    "Julaị 2010",
    "Shekau pụtara n'ihe onyoonyoo ma kwuo na ọ bụ eziokwu na a gbatara ya egbe n'ụkwụ mana ọ ka dị ndụ.",
    "Ọ bụ n'ihe onyoonyoo a ka ọ nọ kwuo na ya abụrụla onyeisi Boko Haram.",
    "Ebe foto si, AFP",
    "Ndị agha tinyere ihe nrite nde naịra 50 maka onye ga-enye aka ka anwụchie Shekau",
    "Ọgọstụ 2013",
    "Akụkọ nnyocha ndị agha kwuru na a gbatara Shekau egbe oge ndị Boko Haram na ndị agha lụrụ ọgụ n'ọhịa Sambisa, n'ụbọchị 30 nke ọnwa June 2013,",
    "Akụkọ ahụ kwuru na Shekau nwụrụ n'etiti ụbọchị 25 nke ọnwa Julaị ruo ụbọchị atọ nke ọnwa Ọgọst 2013.",
    "Sepụtemba 2013",
    "Ndị Boko Haram wepụtara onyonyoo ebe otu nwoke kwuru sị na ọ bụ Shekau na-ekwu okwu.",
    "Mana ndịagha Naịjirịa kwuru na nwoke ahụ abụghị Shekau chaachaa.",
    "Ebe foto si, AFP",
    "Sepụtemba 2014",
    "Ndịagha Naịjirịa kwuru na ndị agha Kamerun egbuola Shekau.",
    "Ha kwuru na ọ bụ oge Boko Haram chọrọ iweghara obodo Konduga nke dị nso na Maiduguri ka Shekau nọrọ zute ọnwụ ya.",
    "Ndịagha Kamerun kwuru na nke a bụ eziokwu, ma wepụtakwa foto nke ha sị na ọ bụ ozu Shekau.",
    "Mana ndị ntaakụkọ kọwara na onye nọ na foto ahụ abụghị Shekau.",
    "Ọktoba 2014",
    "Shekau mekwara ihe onyonyoo ọzọ ebe ọ nọ na-achị ndị agha ọchị ma na-akwa ha emu.",
    "Mkparitaụka Aisha Wakil na BBC Igbo",
    "Ọgọstụ 2015",
    "Onyeisiala mba Chad bụ Idriss Deby kwuru na ha akụpịala Boko Haram, ma kwukwara onye ọzọ anọchiela anya Shekau.",
    "Ọgọstụ 2015",
    "Mana n'otu ọnwa Ọgọst ahụ, Shekau wepụtara ozi na soshal midia ma kwuo na ya ka dị ndụ ma bụrụkwa onyeisi Boko Haram.",
    "Ebe foto si, AFP",
    "Ọgọst 2016",
    "Ndị agha ụgbọelu Naịjirịa wepụtara ozi na na ha ji ụgbọelu tụọ ogbunigwe n'obi ndị Boko Haram.",
    "Ha kwuru na Shekau merụrụ nnukwu ahụ ma nọrọ n'ọnụ ọnwụ.",
    "Sepụtemba 2016",
    "Shekau wepụtara ihe onyonyoo nke gosiri na ọ dị ndụ, na o nweghịkwanụ ahụ o merụrụ.",
    "Dịka a ka na-eche ka ndịagha Naịjirịa kwuo okwu gbasara akụkọ ọhụrụ a, ọtụtụ na-ekwu ka ọnwụ Shekau ghara ịdịkwa ka ndị mbụ.",
    "Ndị agha Naịjirịa egbuola ndị Boko Haram 5 na Sambisa25 Febụwarị 2018",
    "Boko Haram: Ndị chegharịrị abụrụla ndị ahapụru ka ha banye obodo22 Nọvemba 2018",
    "Vidio, Mama Boko Haram: Naịjirịa akwụghị ụgwọ ọbụla iji gbapụta ụmụ Dapchi, Duration 4,0717 Ọgọọst 2018",
    "Mama Boko Haram: EFCC akpụpụla Aisha Wakil ụlọikpe4 Disemba 2019",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ohaneze, Akeredolu asaala Malami maka iji ire mgbuka tụnyere ịchịgharị ehi20 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Okwu Israel na Palestine ọ ga-emecha bie?14 Mee 2021",
    "Abubakar Shekau, onyeisi ndị Boko Haram, anwụọla?",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ohaneze, Akeredolu asaala Malami maka iji ire mgbuka tụnyere ịchịgharị ehi",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị Tuzde - Ndị uweojii",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "India: Idina nwunye maobụ di mmadụ abụghị njọEmelitere ikpeazụ na: 27 Septemba 2018",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Lee ihe na-esere gọọmentị Anambra na ndị ntorobịa Umueri gbasara ọdọụgbọelu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}