{
  "published": "21 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ ndị mmadụ malitere ịgba ọsọ ndụ dịka ụdaegbe malitere ịda n'elu n'ala.",
    "Ndị ojiegbe amaghị ndị ha bụ agbagbuola otu onye uweojii n'Umuahia, isi obodo Abia steeti, n'ehihie ụbọchị Fraịde a.",
    "Ọtụtụ ndị mmadụ malitere ịgba ọsọ ndụ dịka ụdaegbe malitere ịda n'elu n'ala.",
    "Ụjọ ji ndị bi n'Ụmụahịa ka a nụrụ ụda egbe",
    "Ebe ihe a mere bụ na mpaghara a kpọrọ 'Mission Hill', dịka onye ntaakụkọ BBC siri hụ.",
    "Ọ sị na nke a mere mgbe ndị oji egbe a chọrọ ịtọrọ onye ọcha nọ n'ụgbọala ahụ mana onye uweojii ahụ jụrụ nke mere ha ji gbagbuo ya.",
    "Etu ndị ekperima si wakpo ụlọọrụ ndị uweojii n'Akpumiri Ubakala, Abia State",
    "'Ọ bụ asị na ndị uweojii na ndị agha lụrụ ọgụ n'Ebonyi steeti'",
    "Onye uweojii gbagburu nwokorobia agbaala ọsọ",
    "Ndịagha bịara na-amaja ndị Afaraukwu Ibeku - Emmanuel Kanu",
    "O setakwara foto onye uweojii ahụ a gbagburu ebe ozu ya dịna n'okporoụzọ, mana ya bụ foto ekwesịghị ka e tinye ya n'akụkọ a.",
    "Ọtụtụ ndị gbara ọsọ ndụ na-ekwu na ọ bụ ndị ohi bịara ya bụ ihe mana onwebeghị onye ma kpọmkwem.",
    "Onye ntaakụkọ BBC hụkwara ka ọtụtụ ụgbọala ndị uweojii si n'isi ụlọọrụ ndị uweojii dị na Bende Road apụ.",
    "Onye ntaakụkọ BBC hụkwara ka ọtụtụ ụgbọala ndị uweojii si n'isi ụlọọrụ ndị uweojii dị na Bende Road apụ.",
    "Ndị uweojii juru n'ụgbọala ndị a jikechara nke ọma ka ndị na-aga agha ma burukwa egbe, onweghị onye ma ebe ha na-agbaga.",
    "Ụlọahịa niile dị n'okirikiri ebe ihe a mere ji ọsọ mechie dịka ndị mmadụ na-azọ isi one ha",
    "Nke a na-abịa dịka ọtụtụ ndị bi n'Umuahịa, isi obodo Abia steeti kwuru na ụra agaghị ha n'anya n'abalị fotere Tọzde n'ihi ọtụtụ ụdaegbe ha nụrụ.",
    "Onye ntaakụkọ BBC kwuru na ya bụ ụda egbe malitere n'elekere itoolu nke abalị.",
    "O kwuru na ọ bụ na mpaghara obodo Afara na Aba road ka ya bụ ụdaegbe na-ada.",
    "Ka Mission Hill n'Ụmụahịa sị dị ebe a",
    "N'ụtụtụ Fraịde a, oge onye ntaakụkọ BBC gara ịchọpụta ihe merenụ, ndị bi na mpaghara ahụ kwuru na ọ bụ ndị ọrụ nchekwa na-agba ya bụ egbe.",
    "Dịka ndị ogbe ahụ si kwuo, \"Ọ bụ ndị uweojii gbara egbe ndị ahụ, iji mee ka ndị mmadụ lakpuo ma rube isi n'iwu mmachị mkpagharị nke gọọmentị Abia steeti tinyere.\"",
    "BBC Igbo kpọrọ Geoffrey Ogbonna, bụ ọnụ na-ekwuru ndị uweojii Abia steeti, iji mata kpọm kwem ka ọ bụ ndị uweojii na-agba egbe ahụ, mana ọ zaghị.",
    "Anyị zigakwaara ya ozi n'ekwentị, mana ọ zaghachibeghị ya tupu akụkọ a apụta.",
    "Ubakala Police Attack: Ndị ekperima awakpola ụlọọrụ ndị uweojii n'Ubakala, Abia State17 Mee 2021",
    "Police killing: Onye uweojii gbagburu nwokorobia agbaala ọsọ4 Juun 2019",
    "Vidio, Building collapse: Etu ụlọelu ogogo atọ si daa n'Umuahia25 Juun 2020",
    "Nke mere ugbua: Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọeluelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba21 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Nke mere ugbua: Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọelu",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba",
    "Umuahia Insecurity: Ụjọ ji ndị mmadụ dịka e gburu otu onye uweojii n'ehihie Fraịde a",
    "Anyị na-enyocha akụkọ ọnwụ Abubakar Shekau, onyeisi ndị Boko Haram - Ndịagha Naịjirịa",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017Emelitere ikpeazụ na: 27 Jenụwarị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Etu onye ntaakụkọ BBC si jiri aghụghọ nweta mkparịtaụka n'aka Princess Diana",
    "Abubakar Malami's outburst: Ọ bụdị arụ ịbụ onye Igbo na Naijiria? - Fani-Kayode",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị Tuzde - Ndị uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}