{
  "published": "22 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "E liela ozu Ọchịagha Naịjirịa bụ Attahiru Ibrahim na mmdụ iri ndị ọzọ nwụrụ n'ihe mberede ụgbọelu n'ebe a na-eli ndịagha dị n'Abuja.",
    "E buuru ozu Ọchịagha Ibrahim na ndị ọzọ n'ekpere alakụba gaa n'ụlọ alakụba nakwa ụlọụka dị n'Abuja maka akwamozu ha tupu e buru ha lie.",
    "Onyeisi agha a na mmadụ iri ndị ọzọ nwụrụ n'ihe mberede ụgbọelu mere na Kaduna n'ụbọchị Fraịde.",
    "Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọelu",
    "Etu Major General Attahiru Ibrahim si nọchie Buratai chụrụ ya n'afọ 2017",
    "E fere ụka akwamozu ndị nke kraịst n'ụlọụka Protestant dị n'Abuja ebe ndị alakụba bụ n'ụlọakakụba dịkwa n'Abuja.",
    "Ndịagha nabatara ozu ndịisi ha nwụrụ anwụ n'ụlọụka nakwa n'ụlọalakụba ebe ezinaụlọ n'ọkwa n'ebe ahụ.",
    "Lee mgbe a ga-eli Ọchịagha Attahiru Ibrahim na mmadụ isii n'ime ndị nwụrụ na mberede ụgbọelu",
    "Ebe foto si, BashirAhmad/Twitter",
    "Ọchịagha I Attahiru bụ onye ji ọkwa 'Chief of Army Staff'",
    "Taa bụ Satọde, ụbọchị iri abụọ na abụọ nke ọnwa Mee 2021, ka a ga-eli Ọchịagha Attahiru Ibrahim na mmadụ isii ndị welitere isi nwụrụ na mberede ụgbọelu.",
    "N'ozi si n'aka ndịagha Naịjiria, ha kwuru na a ga-eme ekpere akwamozu Attahiru na mmadụ isii ndị ọzọ welitere isi n'ụlọụka National Christian Centre nakwa ụlọAlakụba National Mosque dị n'Abuja.",
    "Ozi ahụ kwuru na ekpere a ga-amalite ebe elekere iri nke ụtụtụ, tupu e lie ozu ha mgbe o ji nkeji iri atọ gafee elekere iri na abụọ (12:30) nke ehihie Satọde.",
    "A ga-eli ha n'ebe a na-eli ndịagha bụ National Military Cemetery nke dị n'Abuja.",
    "Ebe foto si, Twitter/MBuhari",
    "Onyeisiala Naịjiria bụ Muhammadu Buhari akwaala arịrị maka ọnwụ Ọchịagha Ibrahim Attahiru na mmadụ iri ndị ọzọ nwụrụ n'ihe mberede ụgbọelu ụnyaahụ.",
    "Buhari kwuru na mmadụ niile ahụ nwụrụ na ya bụ ihe mberede bụcha dike ndị \"kwụrụ ụgwọ kacha ụgwọ ka udo na nchekwa wee dị n'obodo\".",
    "Ọ gakwara n'ihu tie ezinaụlọ ndị nwụrụ anwụ nakwa ndị agha na ndị Naịjiria aka n'obi, wee sị na ihe mberede a kacha egbu mgbu n'obi dịka o mere mgbe ndị agha na-akwado ịkwụsị ọnọdụ ọjọọ gbasara nchekwa Naịjiria nọ n'ime ya.",
    "Buhari nabatakwara ndị isi nchekwa Naịjiria mgbe ha wetere ya ozi ọnwụ Attahiru.",
    "Brig. Gen M. I Abdulkadir",
    "Brig. Gen Olayinka",
    "Brig. Gen Kuliya",
    "Maj. L. A Hayat",
    "Maj. Hamza",
    "Sgt. Umar",
    "Flt. Lt. T. O Asanyi",
    "Flt. Lt A. A Olufade",
    "Sgt. Adesina",
    "ACM Oyedepo",
    "Mara na Ọchịagha Attahiru ka werela ọchịchị dịka onyeisi n'ọnwa Jenụwarị na mmadụ iri ndị a si Abuja na-aga njem ọrụ na Kaduna mgbe ụgbọelu ha kpọkasịrị na Kaduna n'ihi 'ajọ ọnọdụ ihu igwe' dịka ndị agha si kwuo.",
    "Ọ rụrụ ọrụ na 82 division ndị agha dị n'Enugwu steeti site n'afọ 2015 ruo 2016 tupu e ziga ya ka ọ bụrụ onyeisi ndị na-ebuso Boko Haram agha n'afọ 2017.",
    "Ọ rụburu ọrụ dịka onyeisi ndịagha na-ebuso ndị Boko Haram agha na Borno steeti, a kpọrọ 'Operation Lafiya Dole'.",
    "Ọ bụ oge Attahiru na-achịkọta ngalaba a ka Boko Haram kpara ọtụtụ mkpamkpa ha kpara n'afọ 2017.",
    "N'ọnwa Disemba afọ 2017, e wepụrụ Attahiru dịka onyeisi 'Operation Lafiya Dole' ma zighachi ya n'isi ụlọọrụ ndị agha dị n'Abuja.",
    "Atiku Abubakar bụbu osoye Onyeisiala Naịjiria ma zọkwaa ọkwa onyeisiala kwuru sị na chi ji ehihie jie n'ihi ọnwụ ndị a.",
    "Ahmed Lawan bụ onyeisi ụlọomeiwu ukwu kwuru na ọ bụ ihe mwute.",
    "Nasir el-Rufai bụ gọvanọ Kaduna steeti bụ ebe ya bụ ihe mberede mere, tiri ezinaụlọ ndị ihe mberede a metụtara aka n'obi.",
    "Oby Ezekwesili bụbu minista agụmakwụkwọ kwuputekwara mwute ya",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha22 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nwokoroọbịa gburu nwoke a n'Ihitte/Uboma zutere ọnwụ ya n'aka ndị ntoroọbịa obodoelekere 5 gara aga",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Vidio, Ihe jikọrọ mụ na Chioma na ihe masịrị m maka ndị Igbo - Peruzzi, Duration 4,5215 Mee 2021",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha",
    "Katsina Catholic Priest: Etu ndị ekperima si wakpo ụlọụka Katọlik na Katsina Steeti, gbuo otu ụkọchukwu",
    "Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na mberede ụgbọelu",
    "Etu e si lie Ọchịagha Attahiru Ibrahim na ndị ọzọ nwụrụ na mberede ụgbọelu",
    "Nwokoroọbịa gburu nwoke a n'Ihitte/Uboma zutere ọnwụ ya n'aka ndị ntoroọbịa obodo",
    "Anyị na-enyocha akụkọ ọnwụ Abubakar Shekau, onyeisi ndị Boko Haram - Ndịagha Naịjirịa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Umuahia Insecurity: Ụjọ ji ndị mmadụ dịka e gburu otu onye uweojii n'ehihie Fraịde a",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}