{
  "published": "24 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọ igwe na-enye ọkụ a gbara ọkụ",
    "Gọvanọ Anambra steeti bụ Willie Obiano agaala njem nleta n'ụlọ ọrụ ndị Independent National Electoral Commission (INEC) ebe ndị o ji egbe gbara ọkụ n'Awka n'abalị May 23,2021.",
    "Obiano toro ndị uweojii nke ukwu maka etu ha si gbochie ndị o ji egbe ahụ imezu ebumnuche ha.",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "O kwuru na ọ dịmma etu esighị nwee ndị e gburu na ya bụ ọdachị ma na-ekwu na ụda egbe ndị mmadụ nụrụ n'abalị ụnyahụ n'Awka bụ ndị uweojii gbara ya iji chumie ndị o ji egbe ahụ.",
    "Ebe foto si, GovernorObianoFacebook",
    "Obiano meriri na ntuliaka ha mere n'afọ 2017 we bụrụkwa gọvanọ nke ugboro abụọ",
    "Gọvanọ Obiano kwuru na ọchịchị ya ga-ahu na-arụziri ihe ndị mebiri emebi n'ụlọọrụ Inec.",
    "Kọmịshọna ndị uweojii n'Anambra bụ Chris Owolabi kwuru na ndị o ji egbe wakporo ụlọ ọrụ  Independent National Electoral Commission (INEC) mana ha emenwụghị ihe ha bu n'uche.",
    "O kwuru na ọ bụ naanị ụlọ igwe na-enye ọkụ bụ ebe ndị oji egbe ahụ gbanwụrụ ọkụ.",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Anwụchiela mmadụ itoolu e cheere na aka ha dị na mwakpo Soludo",
    "O kwuru na o nweghị ihe ọ bụla ndị o ji egbe ahụ menwuru n'ụlọọrụ ndị uweojii 'Police B  Divisional Headquarters' makana ndị uweojii kere nkwụcha ọfụma ma chumie ha nke mere na ha hapụrụ ụgbọala ha atọ gbalaga.",
    "Otu n'ime ụgbọala ndị ahụ ndị o ji egbe ji gaa wakpoo ụlọọrụ Inec nakw nke ndị uweojii dị n'Awka",
    "Mana onye ntakụkọ BBC gara ebe ahụ kwuru na ọ hụrụ akụkụ ebe a gbara ọkụ n'ụlọọrụ Police B Divisional Headquarters' ahu.",
    "Ụlọ igwe na-enye ọkụ n'ụlọrụ Inec a gbara ọkụ",
    "Owolabi si na ha nwụchịrị ndị o ji egbe ahụ bịara ịkpa mkpa a mana ha ekweghị ekwu mmadụ ole ha nwụchịrị.",
    "Ngwa agha ndị uweojii napụtara ndị omekome ahụ",
    "Ha kwukwara na ha na-aga ụlọọgwụ dị iche iche ịmata ma o nwere ndị merụrụ ahụ n'ọdachị a mana o nwebeghị onye ha chọpụtara.",
    "Onye ntaakụkọ anyị gara ebe ahụ ihe a mere kwuru na ndi mmadụ na-eke nkwụcha dịka ha na-agagharị n'ogbe ahụ ugbua.",
    "Ebe foto si, INEC",
    "Ndị o ji egbe awakpola isi ụlọọrụ Independent National Electoral Commission (INEC) dị n'Awka Anambra steeti ụnyahụ bụ May 23,2021.",
    "Akụkọ na-ekwu na ndị o ji egbe gbalikwara ịwakpo ụlọọrụ uweojii a kpọrọ 'Police B  Divisional Headquarters diketere ụlọọrụ INEC ahụ.",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Lee mwakpo niile 'unknown gunmen' mere na mpaghara ọwụwa anyanwụ n'ụbọchị April 19, 2021",
    "Ọnụ na-ekwuru ndị uweojii n'Anambra steeti bụ Tochukwu Ikenga kwetere na mkpa mkpa a kpara n'abalị Sọnde mana ọ matachabeghị ka ya bụ ihe si mee.",
    "Ihe onyonyo na-efegharị na soshal midia gosiri ka ya bụ ọkụ si agbaa n'otu akụkụ ụlọọrụ INEC nakwa ụda egbe na-ada mana BBC Igbo amabeghị nke bụ eziokwu.",
    "Mwakpo a na-abịa dịka abalị ole na ole awakporo ogbe ndị Nigerian Security and Civil Defence Corp (NSCDC) ma gbuo ndị ọrụ ha abụọ na Nneyi, Umueri dị n'okpuruọchịchị Anambra East, Anambra steeti.",
    "Etu e si lie Ọchịagha Attahiru Ibrahim na ndị ọzọ nwụrụ na mberede ụgbọelu",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha",
    "Etu e si lie Ọchịagha Attahiru Ibrahim na ndị ọzọ nwụrụ na mberede ụgbọelu",
    "ka Chelsea, Liverpool maọbụ ManUnited gbunye Arsenal ncha ka ha sapụ ụchụ",
    "Etu ndị \"unknown gunmen\" si wakpoo ụlọọrụ Inec nakwa uweojii dị n'Awka24 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Onye bụ Pharoah Okadigbo?elekere 4 gara aga",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Onye bụ Pharoah Okadigbo?",
    "Etu ndị \"unknown gunmen\" si wakpoo ụlọọrụ Inec nakwa uweojii dị n'Awka",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}