{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, godwinadogame/Instagram",
    "Pharoah Okadigbo nwụrụ n'ihe mberede nke mere n'ụbọchi satọde bụ ụbọchi iri abụọ nke ọnwa Mee afọ 2021 n'Abuja.",
    "Pharoah Okadigbo bụ nwa Chuba Wilberforce Okadigbo onye bụbu onyeisi ndị ụlọomeiwu ukwu Naịjiria site n'afọ 1999 ruo afọ 2000, dịka ọ nọchitere Anambara Nọt n'ụloomeiwu.",
    "Nna Pharoah bụkwa osote Muhammadu Buhari oge ọ zọrọ ọkwa onyeisiala n'afọ 2003.",
    "Ihe ise mere Igbo agaghị eji echefu Chuba Okadigbo",
    "Dịka nna ya, Pharoah bụ onye obodo Umueri nke dị n'Ogbunike dị n'okpuruọchịchị Oyi nke Anambara steeti.",
    "Pharoah bụ nwa ya nwoke nke atọ nke Ọkammụta Ikejiani Clarke mụụrụ Chuba Okadigbo.",
    "Ebe foto si, @Akahenton/Twitter",
    "O toro n'ogige mahadum Nsukka dịka nna ya bụ onye nkuzi na ya bụ mahadum oge ahụ.",
    "Ọ gụrụ akwụkwọ na mahadum Naijirịa nke dị na Nsukka ebe ọ gụrụ maka ndọrọndọrọ ọchịchị.",
    "Pharoah mechara gaa mba Ịngland ebe ọ gụru akwụkwọ were nweta asambodo ọkaibe n'ọmụmụ ndọrọndọrọ ọchịchi.",
    "O tinyere aka n'azụmahịa dị iche iche nke gụnyere ọrụ ngo.",
    "Ọ lụrụ nwaanyị ma mụtakwa ụmụ.",
    "Etu ndị \"unknown gunmen\" si wakpoo ụlọọrụ Inec nakwa uweojii dị n'Awka24 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Onye bụ Pharoah Okadigbo?elekere 4 gara aga",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Onye bụ Pharoah Okadigbo?",
    "Etu ndị \"unknown gunmen\" si wakpoo ụlọọrụ Inec nakwa uweojii dị n'Awka",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}