{
  "published": "25 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, TWITTER/@NYSC_NG",
    "Iwu nke ga-ahụ na akachapụrụ atụmaatụ National Youth Service Corp agafeela agba nke abụọ n'ụlọomeiwu nta Naịjirịa.",
    "Awaji-Inombek Abiante na-anọchịte anya ndị obodo Opobo/Nkoro n'ụlọomeiwu kwadoro iwu ahụ.",
    "'Ego NYSC a na-akwụ anyị ụgbua anaghị ezu ihe ọbụla'",
    "Kemi Adeosun: Ihe NYSC kwuru maka asambodo",
    "Ọ gbadoro ụkwụ n'ihe ndị a ma ma wepụta iwu ahụ;",
    "E nweghi ezi nchekwa na Naịjirịa ugbua",
    "Oke ogbugbu a na-egbu ndị a na-efe ala nna ha n'ụfọdụ akụkụ Naịjirịa nke ndị o ji egbe, ndị bu okpukperechi n'isi na ndị ntọrị na-eme.",
    "Etu ụlọọrụ gọọmentị na ndị nkịtị si e ji agba odibo, akwụghị ha ezi ụgwụ",
    "Ihe e ji hiwe ya abụghịzi ihe a na-eme ugbua, ndị mmadụ na-efezi ala nna ha n'obodo a mụrụ ha, hapụ ị gaa n'obodo ọzọ ka iwu si kwuo.",
    "Dịka ọ dị ugbua iwu a agafeela ngụpụta nke abụọ dịka ndị omeiwu ka na-arụka ụka ma a ga-akachapụ atụmaatụ a ka ọ ga-aga n'ihu.",
    "Gịnị ka NYSC pụtara na Naịjirịa?",
    "Ebe foto si, NYSC",
    "Atụmaatụ National Youth Service Corp bụ nke ndị ntoroọbịa na-efe ala nna ha na-eme ruo otu ọnwa.",
    "Onye ntoroọbịa gụcharala mahadum na Naịjirịa , na-erubeghị afọ iri atọ na-esonye ya bụ atụmaatụ.",
    "Benue a kagbuola NYSC",
    "Sineti akụpụla alo imegharị iwu NYSC",
    "A na-ewega ha n'ngalaba na-abụghị ebe ha si dịka onye si mpaghara ọwụwa anyanwụ ga-aga mpaghara ugwu awụsa ga fee ala nna ya, etu a ka ọ dịkwa ndị ọzọ si ebe dị iche iche na Naịjiria.",
    "Ndị ntoroọbịa ga-eme  ọzụzụ pụịrụiche n'ime ogige NYSC tupu e wega ha n'ụlọakụ, ụlọakwụkwọ, ụlọọgwụ nakwa ụlọọrụ dị iche iche ebe ha ga-eme ọrụ mbụ ha.",
    "Kedụ uru na ọgbọm dị na NYSC?",
    "Otu onye ọkaiwu bụ Chukwuemeka Eze sị na uru dị n'iji otu afọ efe ala nna karịrị ọghọm dị na ya nke gụnyere;",
    "Ịdị n'otu nke agbụrụ dị iche iche na Naịjirịa.",
    "Ọlụlụ agbụrụ na ibe ha na Naịjirịa - Ndị gara ife ala nna na-esi ebe ahụ lụrụ onye a gbụrụ ọzọ.",
    "Ọ na-ewete ohere ọrụ.",
    "Ọ na-enye ohere ka mmdụ hapụ mpaghara ya gaa ebe ọzọ mụta omenala, nri, ejiji ha dgz.",
    "Ọkaiwu Eze sị na ọghọm dị na ya akarịghị ọghọm ọtụtụ ndị Naịjirịa ọzọ na-agabiga.",
    "Ọ sị na a na-atọrọ ma na-egbukwa ndị ọzọ na-abụghị ndị ji otu afọ efe ala nna ha na Naịjirịa n'oge ọbụla ma na ntuliaka.",
    "Eze sị na ndụmọdụ ọ ga-enye gọọmentị bụ ka ha nyekwuo ndị NYSC ọzụzụ tara ọchịchị iji chekwaa onwe ha n'oge dị njọ.",
    "Tinyekwuoro ha ego n'elu ego a na-akwụ ha ma rọpụtara ha ọrụ ndị ntoroọbịa ndị ọzọ ọrụ.",
    "Vidio, Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia - Ebere Asonibe25 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụghị 'suicide bomber' gbara n'Afikpo- Ndị uweojii Ebonyi25 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}