{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Other",
    "Ogbonna Ibezito gbaburu Naijirịa bọọlụ agbanahụna ọnwụ dịka ogbunigwe dara n'ụlo ya.",
    "Ibezito Ogbonna dị afọ iri atọ na asatọ ma bụrụ kwa bụ onye gbara agba U-23 nke ndị otu bọọlụ Naijirịa agbanahụna ọnwụ dịka ọgbunigwe si Gaza danyere n'ụlọ ya dị na Ashod na mba Izrel n'izuụka gara aga.",
    "Ogbonna onye soro ndị otu Hapoel Tel Aviv were buru iko mba Israel n'afọ 2006 na 2007 na nwinye ya na ụmu ya no n'ụlọ ha mgbe ya bụ ogbunigwe dara n'ụbọchị.",
    "Okwu Israel na Palestine ọ ga-emecha bie?",
    "Netanyahu ọ ga-achị Israel nke ugboro ise?",
    "Enweghị mere ezinụlo ya kama Ogbonna merụru ahụ ma a kpọrọ ya gaa ụlo ọgwụ.",
    "Ogbonna gwara BBC Sports sị \" Nke a na-eme ya ugboro atọ ihuọma m na-azọpụta m dịka ogbunigwe a egbughị m, enwela m ihe mberede okporo ụzọ ma nwee kwa mgbe ndị ohi wakporo na Naijirịa\".",
    "Ụlọịkpe Israel akwụsịla ndị mbịambịa n'ike",
    "Onyeisiala mba Israel ewela ebubo mpụ",
    "\"Anyị ma na enwereike ịtụ ogbunigwe kama opi na-egbukarị iji gwa ndị mmadụ na ogbunigwe nwereike ịda. Ndị mmadụ na-agbaba n'ụlọ nchekwa mgbe ọbụla anyị nụrụ opi a\".",
    "\" A na m eri nrị ụtụtụ mgbe opi a daara kama echere m na ọ ga-adị ka ụbọchi ndị ọzọ anyị ga-agbaba n'ụlo nchekwa, amaghị na ọ ogbunigwe ahụ ga-ada n'ụlọ m\".",
    "\"A nụrụ m ihe dara ụda ma tulie m elu site n'ebe m na-eri nrị tụga m n'ọnụ ụlo m na-ehi ụra\".",
    "Ebe foto si, Other",
    "Ụlọ Ibezito Ogbonna dịka Ogbunigwe dachara na ya",
    "\"Nwunye m na ụmụ m nwekwara ihuọma, ha emerụghị ahụ\"",
    "Ogbonna kwuru sị, \" Emerụrụ m ahụ ma ikpere m na-afụ kwa m ụfụ nke ukwu. A nọ m n'ụlọọgwụ awa ole na ole ebe ha mere nyocha dị iche iche iji mata etu ime ahụ m dị\".",
    "Ebe foto si, Other",
    "Dịka onye gbarala bọolụ na mba Romania, Saụt Afrịka, Albania. Kazakhstanm na North Macedonia, ụdịrị ihe mberede a emetubeghị ya mbụ.",
    "Ọ gara n'ihu kwuo, \"Na m sị na ihe a mere m pụta bụ ihe iribeama dị ukwu n'ihi na ọtụtụ ndị mmadụ na-emerụ ahụ ebe ọ dị njọ\"",
    "Ebe foto si, Other",
    "Ihe onyonyo gosiri ka ndị ọrụ ahụike gbata gbata na-enyere Ogbonna aka",
    "Ugbu a ha na-enweghịzị ụlọ, Ogbonna na ezinụlo iri na atọ ọzọ nọ n'ụlo ndịna dịka gọọmentị Mba Israel na-achọrọ ha ebe obibi ọzọ.",
    "N'otu aka ahụ Ogbonna onye gbaburu ndị Kaizr Chief nke ndị Saut Afrịka ka bụ kwa ọdịnobi ndị nkwado otu Hapoel Tel Aviv nke mba Israel.",
    "O kwuru sị, \" Ndị nkwado Hapoel Tel Aviv gosiri na ha hụrụ ma n'anya, ha zitere m ozi ebe ụfọdụ ebidola ịtụkọtara m ego maka ihe ọdachi a\".",
    "'Izrel ka bụ obodo chekwara nke ọma'",
    "Dịka mba Israel na Gaza kwụsịrị ọgụ ha lụrụ ụbọchị iri na otu, Ogbonna ka kwenyere na israel bụ obodo nwere ezi nchekwa ma sị kwa na ohere dịịrị ndị Naijirịa na-gba bọọlụ ịbịa na mba Israel bịa chọrọ akara aka ha.",
    "Etu ndị \"unknown gunmen\" si wakpoo ụlọọrụ Inec nakwa uweojii dị n'Awka24 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Onye bụ Pharoah Okadigbo?elekere 4 gara aga",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Onye bụ Pharoah Okadigbo?",
    "Etu ndị \"unknown gunmen\" si wakpoo ụlọọrụ Inec nakwa uweojii dị n'Awka",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}