{
  "published": "25 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imo state police",
    "Ndị uweojii Imo steeti ekwuola na aka ha akparala mmadụ ise so na ndị bịara iwakpo ụlọọrụ ha dị n'Orji, n'ehihie Tuzde, 25 nke ọnwa Mee 2021.",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Bala Elkana, kwuru na ndị omekome a pụtara n'igwe ma wakpoo ụlọọrụ ndị uweojii ahụ bụ ebe a na-arụgharị arụgharị dịka a gbachara ya ọkụ mgbe a na-eme ngagharịiwe oge End SARS n'afọ 2020.",
    "Elkana kwuru na ndị omekome a bu n'obi na ịrụgharị ụlọọrụ ndị uweojii ahụ ga-egbochi ha ịgagharị na-akpa mkpamkpa n'ogige ahụ.",
    "Elkana kwukwara na Abutu Yaro bụ kọmishọna uweojii steeti ahụ duru ndị ọrụ ha gaa n'ebe ihe mere, mana ọtụtụ ndị omekome ahụ riri mbo mbo ọsọ.",
    "O kwukwara na enweghi onye nwụrụ, mana ha nwụchiri ụgbọala atọ.",
    "Ebe foto si, Screen Grab/Other",
    "Ndị uweojii n'Imo steeti na ndị ji egbe na-akwata ya ugbua dịka a chọro iwakpo ụlọọrụ ha nke dị na Oji, Imo steeti.",
    "Elkana gwara BBC Igbo na ndi omekome a chọro iwakpo ụlọọrụ ha kama ha ekweghị ha.",
    "O kwuru sị, \"Anyi egbuola ọtụtụ n'ime ha, anyị ekweghịkwa ka ha wakpoo ụlọọrụ anyị.",
    "Ndị mwakpo awakpoola ụlọọrụ ndị uweojii dị n'Iwollo-Oghe, n'okpuruọchịchị Ezeagu dị n'Enugwu steeti n'isi ụtutụ taata bụ 25 nke ọnwa Mee, 2021.",
    "Dịka BBC Igbo siri chọpụta, ndị ahụ amaghị ndị ha bụ wakporo ya bụ ụlọọrụ ebe elekere abụọ nke isi ụtụtụ were gbagbuo ndị uweojii anọ nọ ọrụ abalị, ebe ụfọdụ a gbara egbe ka nọkwa n'ụlọọgwụ.",
    "Ndị eji eji na mkpọrọ ebe ahụ ka ndi mwakpo ahụ tọhapụrụ sị ha lawa.",
    "Ụlọ abụọ nọ na ya bụ ụlọ ndị uweojii bụ nke agbara jaa jaa. Ọtụtụ ụgbọala nakwa ọgbatumtum adọsara n'ogige ụweojii ahụ bụkwa nke gbara ọkụ kpam kpam.",
    "Oge BBC rutere na ya bụ ụlọorụ uweojii, ndị obodo ahụ juputara n'igwe wee na-ekwu na nke a bụ izizi ụdịrị ihe mgbagwoju anya a na-eme na be ha.",
    "Onye bụ onyeisi okpuruọchịchị Ezeagụ bụ Chukwudi Ani, bịara njem nleta ebe ahụ ma kwuo na ya enweghị ihe ya ga-ekwu ugbua n'ihi na ọ gbagwojuru ya anya.",
    "Onyeisi ya bụ ụlọọrụ uweojii bụ Maazị Ugwuanyi jụrụ ịgwa ndị ntaakụkọ okwu ma gwa ha gakwuru onye na ekwuchitere ndị uweojii ọnụ n'Enugwu.",
    "Ozi ya bụ PPRO wepụtara ekwuola na ọ bụ eziokwu na mmadụ anọ ndị uweojii nwụrụ anwụ pịị ma kwuo na Kọmishọna uweojii Enugwu bụ Ndatsu Aliyu, kwuru na ha etinyela anya na mmiri ịchọpụta ndị kpara ike ọjọọ a ma mee ha ihe kwesịrị ha.",
    "Vidio, Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia - Ebere Asonibe25 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụghị 'suicide bomber' gbara n'Afikpo- Ndị uweojii Ebonyi25 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}