{
  "published": "31 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ eziokwu na Igbo tụrụ ilu sị na agaghị eji maka mgbagbu aghara ọgụ, mana ọ dị mkpa mmadụ ịma ihe ọrụ nyere tupu o tinye isi n'ihe ọ na-achọ ịza oku ya.",
    "Dịka ụfọdụ ndị na-akpọ oku ka e kewaa Naịjiria ka onye ọbụla (ma ndị chọrọ Biafra ma ndị chọrọ Ala Yoruba) nwere onwe ha site n'ịlụ agha ma ọ bụrụ ma o ruo etu ahụ, akụkọ a ga-akọwa ihe ndị nwereike ime ma agha su.",
    "Biafra Remembrance: Anyị achọghị nkwafu ọbara ndị aka ha dị ọcha - Nnamdi Kanu",
    "Biafra m chọrọ bụ nke mmụọ, ọ bụghị nke ala - Abaribe",
    "Dike ndị Biafra ji kpaa ike n'oge agha",
    "Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi",
    "Lee ihe iri na otu agha nwereike ibute:",
    "Foto na-egosi etu ndị mmadụ si kwụrụ n'ahịrị ịnata nri ha ga-eri oge agha Biafra",
    "Ị jụọ ndị hụrụ agha Biafra n'afọ 1967 ruo 1970 ihe ruru mmadụ nde atọ, otu ihe ha ga-agwa gị bụ \"agụụ\".",
    "Ruo echi, nke a so n'otu ihe ndị hụrụ agha ji etu mkpu na-etisi ya ike sị \"Ọzọemena\" n'ihi na ndị mmadụ takwutere ya kọnkịrị oge ahụ.",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbua",
    "Ịma atụ: Onye na-arịa ọrịa shuga na ụfọdụ ọrịa ndị ọzọ nwere ihe ndị o na-ekwesịghị iri, ugbua onye ahụ ga-erinwu ihe ndị ahụ, mana agha su, ọ bụzị naanị ihe onye hụrụ ka ọ ga-eri.",
    "Ebe foto si, Centre for Memories",
    "Ndị ọrịa na-anata ọgwụgwọ n'oge agha Biafra",
    "Onye na-eze mgbọ ọ ga na-achọ etu o si eru ụlọọgwụ?",
    "Ndị ụlọọrụ Centre for Memories wepụtachara foto gosiri etu ndị ọcha si na-enye ndị mmadụ ọgwụ na ihe ahụike ndị ọzọ oge agha Biafra, mana onye ka ị ga-enye ghara ole?",
    "Ogbunigwe dakwaanụ n'ụlọọgwụ ebe ị chọrọ ịgbaga?",
    "Ọ bụ eziokwu na ndị gbatagbata dịka \"Red Cross\" na ndị ọzọ nwereike ịgbata ọsọ enyemaka, mana ọ bụghị onye ọbụla ka ọ ga-eru aka.",
    "O meela afọ 50, a lụrụ Biafra, mana ihe kpatara ya ka na-eme",
    "Foto ụfọdụ ndịagha Biafra",
    "Nke a bụ ọnọdụ Bekee na-akpọ 'enemies within and without'.",
    "Ndị agha na-ejikarị usoro a alụ agha, ọnọdụ ebe mmadụ ga-eme ka ọ kwụnyere gị mana jiri ohere ahụ ghọgbuo gị ma memilaa gị.",
    "Agha su ugbua, ị ga-ama onye bụ onye? Ọ ga-abụ ọnọdụ onye ọbụla ịtụ ibe ya aka ebubo.",
    "Ebe foto si, Getty Images",
    "Ebe ndị Igbo gbakọrọ n'Awgu, Enugu steeti n'oge agha Biafra n'afọ 1968",
    "Ọ bụ ikike dịrị mmadụ ịgagharị etu na mgbe masịrị ya, mana otu ihe ọzọ agha na-ebute bụ mkpachi ngagharị.",
    "Ewezuga ize mgbọ, ogbunigwe na ngwaagha ndị ọzọ, agha anaghị ekwe mmadụ megharịa ahụ etu masịrị ya n'ihi na \"ala adịghị level\".",
    "Ma ị nwere akwụkwọ ikike ime njem, ma ị nwere ego, ihe ndị a agaghị azọpụta gị ma agha daa.",
    "Ebe foto si, Getty Images",
    "Oge agha, ọ bụrụ na mmadụ kpọsagodu ngwaahịa, onye ji ego o ji azụ?",
    "Ịlụ agha na-eri ego ma na-etipiakwa akụnaụba.",
    "Ndị hụrụ agha Biafra na-akọ maka etu e si nakọrọchaa ndị Igbo akụnaụba ha kpatara tupu agha ebido, ma nye ha naanị paụnd 20 iji bidokwa ụwa n'isi mgbe agha biri.",
    "Nke a so mee ka ndị hụrụ agha buru aka n'isi ruo ugbua na-eti mkpu na ịlụ agha egbe na mma ọzọ abụghị etu ka mma is azọta nnwereonwe.",
    "Biafra at 50: 'Enweghi ezinaụlọ Igbo ọbụla na-enweghi onye a tufuru n'ihi agha Biafra'",
    "Agha su ugbua, ọ bụ mmadụ niile ga-agbanwu ọsọ ndụ?",
    "Ụfọdụ ndị ga-agbalahụnwu ọnwụ, mana nke bụ eziokwu bụ na mgbọ nwereike ịtụ ndị aka ha dị ọcha na-esoghi kpọọ oku agha.",
    "Enwere onye ọ ga-amasị ịhụ ọnwụ onye ọ hụrụ n'anya n'ụzọ dị otu a?",
    "Etu ụmụnwaanyị Biafra si husie anya n'oge agha",
    "Nke a so n'otu ọkpụrụkpụ ihe agha na-ebute. Ọ na-abụkarị ndị a na-alụso agha na-eme nke a iji gosi ndị ha na-alụso agha nkarị.",
    "Ebe ụfọdụ na-ezoro ezo awakpo ụmụnwaanyị na ụmụaka, ndị ọzọ na-eme ya n'ihu di, deede, maọbụ dimkpa ezinaụlọ iji sị ha \"ngwa awakpoola m nwa, nwunye, nwanne gị nwaanyị n'ihu gị ngwa gịnị ka ị ga-emeli?\"",
    "N'afọ 2014, ngalaba United Nations mere ọgbakọ ebe ha kpara nkata maka ndịagha ịkwụsị iji idina ụmụnwaanyị n'ike emere ngwaagha, mana otu ihe bụ ikwu okwu ihe ọzọ bụ ime ihe e kwuru.",
    "Obodo ọbụla nwere iwu na-echekwa ya nke a na-atụ anya na ndị bi ebe ahụ ga na-erubere isi.",
    "Tupu agha ebido, ụfọdụ ndị abụrụla ndị nnupuisi na-anaghị edobe iwu, mana agha bido ọ na-ala kpam kpam.",
    "Ka ọ dị ugbua, elu na ala na-enwuru ọkụ kemgbe izu ole ma ole dịka a na-anụ akụkọ ndị 'unknown gunmen', 'bandits', 'killer herdsmen' bụ ndị na-ejizi aka ha etinye iwu dịka igbu ndị mmadụ aghara aghara nakwa iwakpo ndị nchekwa maọbụ ndị ọbụla ha na-ahụta ka ọgbatuhie.",
    "Ụdịrị ihe a na-eme ka iwu ghara ịdị ire n'ihi na otu ọbụla ga-abụzị onyeisi nke onwe ya, nke a nwereike ime ka ndị agha chọọ iji ohere ahụ tinye onwe ha n'ọnọdụ ebe ha ga-abụzị ọkaịkpe bụrụkwa ndị otu ikpe (judge and jury).",
    "A ga-akọ akụkọ agha Biafra ghara ikwute maka etu ihe ruru mmadụ nde atọ si nwụọ na ya bụ agha?",
    "Ndị mgbọ egbughi, agụụ egbuo ha, nke bụ otu atụmatụ gọọmentị Naịjiria jiri lụtanwuo agha ahụ.",
    "Onye kwuru na a gaghị anwali ijikwa usoro a gbukpọọkwa ndị mmadụ n'Ala Igbo ma agha ọzọ selite isi?",
    "Onye ga-anwụ, onye ga-afọ? Onye ga-ezu oke mgbe agha biri? Ndụ mmadụ agaghị abụzị ihe eji kpọrọ ihe.",
    "Agha na-ebute nnukwu nkwafu ọbara a gaara agbalahụ ma ọ bụrụ na ndị chọrọ ịlụ agha kwenye ịtụkọta isi kpaa ezigbo nkata maka ihe na-ese.",
    "Ebe foto si, Getty Images",
    "N'oge agha, kama ụmụaka ga-anọ n'ụlọakwụkwọ, ọtụtụ n'ime ha ka a ga-esoro ndị agha buru egbe",
    "Ọ kwa onye dị ndụ na-achọ akwụkwọ ọ na-agụ?",
    "N'oge agha Biafra, ndị dị ka Chinua Achebe bụ odeakwụkwọ mere ka ọha mara na ha ejighi Biafra egwu egwu site n'ịrịọ ndị Yurop na ndị Amerịka maka ọsọ enyemaka.",
    "O bughi akwụkwọ n'isi, kama ọ chọwara etu ọ ga-esi nyere ndị Biafra aka, ọ bụ mgbe agha bichara ka ọ kọwara ihe anya ya hụrụ.",
    "N'ime afọ atọ e jiri lụọ agha Biafra, mmadụ ole hụrụ ohere iji chọọ ihu akwụkwọ maọbụ ụlọakwụkwọ ha ga-aga?",
    ") Ndịagha bụ ụmụaka",
    "Oge ọbụla agha dara, ọtụtụ ụmụ ntakịrị, ọ kacha ndị nwoke, ka a na-adọbanye ka ha soro buru egbe lụwa ọgụ.",
    "Ọ naghị abụkarị ọnọdụ \"sonye ma ọ masị gị\", ọtụtụ oge ka ọ na-abụ \"Ị ga-esonyerịrị ma ị chọrọ ma ị chọghị\".",
    "Onye ga-achọ ka nwa ya maọbụ nwanne ya na-akabeghi aka nọrọ n'ụdị ọnọdụ a?",
    "Ụmụaka Biafra: Etu ndị etobeghi ntoroọbịa jiri hụ agha",
    "Ndị mmadụ ịbụ ndị mbịarambịara na mba ọzọ n'ihi ịgba ọsọ ndụ",
    "Ịrịawa ọrịa echiche nke Bekee kpọrọ Post Traumatic Stress Disorder (PTSD), n'ihi ihe ha gabigara maọbụ ihe ha ji anya hụ.",
    "Biafra: Ihe mere Gowon jiri gbahapụ Aburi Accord - Major General Alexander Madiebo",
    "NA EME UGBU A Biafra sitathome: ka o si aga na mpaghara ọwụwa anyanwụ taa bụ May 31st",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ogbugbu ọkankụ na mba Yugandaelekere 5 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ihe ndị mere e ji achọ ịkagbu atụmatụ NYSC25 Mee 2021",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ26 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Biafra Remembrance: Anyị achọghị nkwafu ọbara ndị aka ha dị ọcha echi - Nnamdi Kanu",
    "Etu e si gbagbuo ndị gburu Ahmed Gulak",
    "Lee ka o si gaa n'akwamozu Ada Jesus",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Dike ndị Biafra ji kpaa ike n'oge agha",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "Lee ka 'Head Bridge Onitsha' ga-adị n'Ekeresimesi aEmelitere ikpeazụ na: 19 Disemba 2019",
    "Ndị omekome amụnyela 'State CID' dị n'Ụmụahịa ọkụ",
    "Onye ọbụla gara mkpa ya, egela 'sit-at-home' ọbụla ntị - Umahi, ndị uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}