{
  "published": "25 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii n'Ebonyi steeti  ekwuola na bụ onye otu ha e zipuru ọrụ pụrụ iche ka ogbunigwe ya gbara n'obodo Ehugbo dị Afikpo-North, Ebonyi steeti.",
    "Ogbunigwe gbagburu otu nwoke n'etiti ụbọchị Tuzde na nso Ahịa Eke nke mere ka ndị nwere ụlọọrụ na ọdọahịa mechie, gbalaga n'ihi egwu.",
    "Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti",
    "Ndi Igbo keenụ nkwucha maka ihe ntụmadị - ADF",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "Insecurity in Southeast Nigeria: Ebe niile awakporo ụlọọrụ ndị uweojii n'Abia, Anambra, Ebonyi, Enugu na Imo steeti",
    "Ọnụ na-ekwuchitere ndị uweojii n'Ebonyi steeti bụ Loveth Odah gwara BBC Igbo n'ekwentị  na ọ bụ onye ọrụ ha ji otu n'ime ngwaọrụ ha ji arụ ọrụ bụ ihe gbara na mberede.",
    "Oda sị, \"Ọ bụghị 'suicide bomber'. Ọ bụ onye uweojii aha ya bụ Inspector Idi Aminu ji ogbunigwe aka (hand grenade) anyị ji arụ ọrụ bụ ihe gbara na-amaghị ama.\"",
    "\"Anyị na-eji ya arụ ọrụ iji chụsasịa ndi mmadụ mgbe o kwesiri. \"",
    "\"Anyị na-eji ya arụ ọrụ, mụ onwe m yi nkem ugbu a dịka mụ na gị na-akpa nkata\".",
    "Ogbunigwe gbaara gbuo onwe ji ya n'obodo Ehugbo dị n'Afikpo North, Ebonyi steeti  n'etiti ụbọchị Tuzde.",
    "Otu onye bi nso ebe ahụ na-achọghị ka a kpọọ aha ya kwuru na ọ bụ ka nwoke ahụ na-achọ ịbanye n'otu ụlọakwụkwọ ka ogbunigwe o bu n'ahụ gbara.",
    "Onye ntaakụkọ BBC gara ebe ahụ kwuru na ya bụ ihe mere n'agbata Elekere iri na otu na Elekere iri na abụọ nke etiti ụbọchị tara isi naanị otu nwoke ahụ.",
    "Ihe mere ebe ahụ dọtara igwe ndị mmadụ gbakọrọ ịbịa hụ ihe mere, ebe ọtụtụ ụlọọrụ nakwa ọdọahịa nọ nso ebe ahụ mechiri n'ihi egwu.",
    "Nke a bụ mbụ a na-anụ akụkọ ogbunigwe ịgbagbu mmadụ kemgbe mkpamkpa metụtara nchekwa ji ada n'Ọwụwa Anyanwụ.",
    "Akụkọ ka na-abịa.",
    "NA EME UGBU A Anambra Election 2021: Mwakpo ụlọọrụ anyị agaghị egbochi ntuliaka Anambra Steetị - INEC",
    "Ihe ndị mere e ji achọ ịkagbu atụmatụ NYSC25 Mee 2021",
    "Orji Imo state police station attack: Anyị anwụchiela ndị omekome ise so wakpoo ụlọọrụ ndị uweojii n'Orji25 Mee 2021",
    "Vidio, Ebere Asonibe: Ọgwụ m na-esi bụ ọnatarachi25 Mee 2021",
    "Vidio, Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia - Ebere Asonibe25 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụghị 'suicide bomber' gbara n'Afikpo- Ndị uweojii Ebonyi25 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Vidio, Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, AFRICA EYE: Maka onye bụ \"Ordinary President\" nke 'Brekete Family' na Naịjiria, Duration 11,5217 Mee 2021",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?17 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}