{
  "published": "26 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye Eze Jesus bụ onye na-ekpere ndị mmadụ ekpere na-ewu ewu na Soshal Midia na BBC Igbo nwere mkparịta ụka.",
    "Ọ zara ajụjụ maka kepukepu na gọọmentị nwuchiri ya, ma zaa kwa ajụju maka etu o si ekpere ndị mmadụ ekpere nke kpalịrị iwe ọtụtụ ndị mmadụ ọkachasị na soshal Midia.",
    "'Mbaka adaghị iwu site n'ịgba Buhari ụgwọ' na ihe ndị ọzọ ndị mmadụ a na-ekwu",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Father Mbaka asaala Garba Shehu ma dọọ ya aka na nti",
    "O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie",
    "Iwu maka ịkachapụ atụmaatụ NYSC agafeela agba nke abụọ n'ụlọ omeiwu nke nta Naịjirịa.",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ọ bụ Fada Mbaka kwuru na oge ọrụ m erugo - Onye Eze Jesus, Duration 4,4826 Mee 2021",
    "Vidio, Kidnapping in Nigeria: Nkwarụ aka m zọrọ m n'aka ndị ntọ - Juliet Okoloji, Duration 3,2610 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Ijeoma Ogwuegbu: Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma, Duration 7,4718 Mee 2021",
    "Vidio, Igbo food condiments: Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}