{
  "published": "26 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụzighi akụkọ ọhụrụ maka etu ọghaghara si ada na mpaghara Ọwụwa Anyanwụ kamgbe ngwụcha afọ 2020 rute ugbua.",
    "Ọ na-abụzi chi bọọ a nụ ọzọ dịka ndị oji egbe na-awakpọ ụlọọrụ gọọmentị gụnyere ụlọọrụ ndị uweojii na ụlọọrụ Independent National Electoral Commision (Inec).",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Ihe ndị \"unknown gunmen\" wakporo ụlọọrụ Inec nakwa uweojii dị n'Awka hapụrụ ebe ha na-agba ọsọ",
    "Nke a ebutela ogbugbu ọtụtụ ndị mmadụ nakwa ịla ọtụtụ ụlọ na akụnaụba n'iyi ma tinye egwu na ndụ ndị bi na mpaghara Ọwụwa Anyanwụ.",
    "Ihe na-atụ anya bụ na kamgbe ihe mkpamkpa ndị a malitere, onweghi ndị maọbụ otu sepụtara isi katọrọla ya.",
    "Kama ihe ọtụtụ ndị nkịtị na-eme bụ ị na-ekele ndị oji egbe a maka \"ọrụ ọma\" ha na-arụ n'Ọwụwa Anyanwụ.",
    "Security: Ndị Gọvanọ ọdịda anyanwụ ekwuola o zuola bụ na o zuola",
    "Cheta na ndị Igbo tụrụ ilu sị \"ọ bụrụ na ihe ọjọọ gbaa afọ, ọ bụrụzie omenala\".",
    "Ya mere ọ dị mkpa ka ndị ndọrọ ndọrọ ọchịchị, ndịisi okpukperechi, ndị eze ọdịnala na ndị nwere agba n'Ọwụwa Anyanwụ pụta ma katọọ mwakpo a na-eme n'obodo.",
    "Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "Maka na ọ dị mma \"iwepu aka enwe n'ofe tupu ọ ghọọ aka mmadụ\".",
    "Ọ bụ eziokwu na o nwebeghi onye maọbụ otu pụtarala kwuo na aka ha dị na mwakpo niile a mana ụfọdụ otu na-achọ nwereonwe site n'aka Naịjirịa.",
    "Okaiwu Goddy Uwazurike na-ekwusike na ihe mere o ji dịka agbara nkịtị maka mkpa mkpa na-akpa n'ala Igbo bụ na ọ bụghị ndị Igbo na-awakpo mpaghara ọwụwa anyanwụ ugbua.",
    "O kwukwara n'onyonyo na-efegharịnụ na soshal midia ebe ndị Igbo na-eto ndị oji egbe n'Owerri pụtara na ndị Igbo nabatara onye ọbụla na-akpagbu ndị uweojii na-emegbu ha.",
    "Uwazuruike kwuru na ihe ọzọ mere ndị ọnụ na-eru n'okwu n'ala Igbo ji gbaa nkịtị maka oke wakpo na-eme na mpaghara ahụ ugbua bụ ụjọ na onyeisiala Naịjirịa nwerike ịnwụchi ha ma ha kwuo maka mkpa mkpa ahụ.",
    "NA EME UGBU A Delta State: 'Unknown gunmen' egbuola otu onye uweojii n' Akwukwuigbo,Delta steeti",
    "South East Attacks: Gịnị mere na o nweghi onye sepụtara isi na-akatọ ihe na-eme n’Ọwụwanyanwụ?26 Mee 2021",
    "Vidio, Ọ bụ Fada Mbaka kwuru na oge ọrụ m erugo - Onye Eze Jesus26 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mụọelekere 5 gara aga",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gboo4 Ọktọba 2020",
    "Vidio, Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma - Ijeoma Ogwuegbu, Duration 7,4718 Mee 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "Gịnị mere na o nweghi onye sepụtara isi na-akatọ ihe na-eme n’Ọwụwanyanwụ?",
    "Okwu pụtara n'ọgbakọ 'constitutional amendment' e mere n'Owerri,Enugu",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "UEFA ahọpụtala Chukwueze n'ime ntoroọbịa 50 a ga-elebara anya n'EuropeEmelitere ikpeazụ na: 1 Ọgọọst 2019",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mụọ",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ọ bụ ndị ohi biara iwakpo ụlọọrụ Inec dị n'Ahiazu Mbaise mana anyị nyere ha mbo mbo ọsọ - Uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}