{
  "published": "26 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imo State Government",
    "Osote Onyeisi ụlọomeiwu ukwu mabụrụkwa onyeisisoche kọmiti e hiwere maka imezi iwu Naijiria bụ Sịnetọ Ovie Omo-Agege akpọọla oku ka ndị Igbo pụta n'igwe tinye ọnụ n'ihe ha chọrọ ka a gbanwe n'iwu Naijiria.",
    "Omo-Agege kwuru nke a n'ọgbakọ ịnụta olu ọha maka nhazigharị iwu Naijiria nke mere n'Owere ụbọchị Wenezde.",
    "Omo-Agege, onye kwuru nke a site n'ọnụ Sịnetọ Orji Uzo-Kalu onye nochitereanya ya sị na ọgbakọ ahụ bụ ụzọ ha ga-esi nweta ezi mgbanwe ha chọrọ dịka o si metụta etu e si eke ọchịchị n'ala Naijiria.",
    "O kwuru na ọgbakọ ahụ bụ inye ọtụtụ ndị Naijiria na-ekwu na iwu Naijiria nke 1999 bụ nke ndịagha wepụtara, na ọ bụghị nke ọha Naijiria, ohere iweta echiche ha ka e tinye ya n'ọru ihazighari iwu.",
    "Ebe foto si, Imo Government",
    "Aka na-achị Imo steeti bụ Hope Uzodinma kwuru na ihe na-akpa ndị Ọwụwa-Anyanwụ gụnyere; okwu ị na-eke ọkwa onyeisiala na mpaghara, na mpaghara ndị uweojii steeti na inyekwu steeti ikike ọchịchị  na mpaghara inwe ego nke akpata ha.",
    "Uzodinma kwuru na ihazigharị iwu Naijiria pụrụ igbo mkpa ndị a niile.",
    "Restructuring: Osinbajo asaala Atiku",
    "Ihe Obi Onicha kwuru maka 'restructuring' dabara -Ezeife",
    "Lee ndị ise kwadoro nhazigharị Naijiria na mpaghara",
    "Ọ dụrụ ndị nwere ihe na-ewe ha ka ha were ohere a kwupụta iwe ha, sị na ọ bụghị tigbuo, zogbuo ka ha ga-eji nweta ihe ha chọrọ.",
    "Ndị nwere agba nọ n'ọgbakọ ahụ mere n'Owere gụnyere; Hope Uzodinma (gọvanọ Imo steeti), Okezie Ikpeazu (gọvanọ Abịa steeti) Orji Uzo Kalu (sịnetọ nke Abia North, Enyinnaya Abaribe (sịnetọ na-anọchite Abia South).",
    "Ike Ekweremadu,Uche Ekwunife, na ndí ọzọ nwere agba gaara",
    "Sịnetọ Ike Ekweremmadu na ndị omeiwu ibe ya zukọrọ ugbua n'Enugwu iji nụrụ olu ndị mmadụ dịka o si metụta akwụkwọ iwu na-achị Naijiria ha chọrọ ka agbanwee.",
    "Ya bụ ọgbakọ malitere n'ụtụtụ Wenezde ga-adịkwa na Tọsde ga-enye otu dị iche iche nakwa ndị nkịtị ohere ikwupụtacha ihe ha chọọrọ ka a gbanwee na ya bụ iwu obodo.",
    "'Restructuring' ka mma karịa referadum",
    "Ndị otu na-abụghị nke gọọmentị ji ohere ahụ kwupụta ihe ha chọrọ.",
    "Onyeisi otu na-ahụ maka ikike dịrị ụmụnwaanyị a kpọrọ 'WACOL' bụ Joy Ezeilo kwuru na ya na ndị otu dị iche iche na-akwado ka e wepụtara ụmụnwaanyị oche nke naani ha ga na-anọ n'Ụlọomeiwu Ukwu na nke nta.",
    "Onye ọzọ nọchitere anya otu ntuliaka a kpọrọ 'Transition Monitoring Commitee' bụ Miriam Menkiti kwuru ka a hazigharịa usoro okpuru ọchịchị  n'ihi na ọ bụ ya bụ ebe mmepe ga-ebido.",
    "Ihe Ohaneze jiri kwụnyere Atiku - Nnia Nwodo",
    "Otu ndị ọzọ karịrị narị nọkwa ebe ahụ kwupụtara ka a ga-esi mee ka obodo dịwanye mma.",
    "Ọtụtụ ndị bịara emume ahụ gụnyere Sịnetọ Ike Ekweremmadụ, Sịnetọ Chukwuka Utazi, Sịnetọ Uche Ekwunife, Sịnetọ Ifeanyi Uba, Dr Sam Egwu, Hon Chukwuka Utazi na ndị ọzọ.",
    "Referendum Ipob: Peter Obi chọrọ ịbụ osote onyeisiala, Ipob chọrọ Biafra - Paul Achalla31 Jenụwarị 2019",
    "Ndị IPOB bu ọgbaghara bata n'ọgbakọ Ohaneze Ndịgbo n'Awka21 Mee 2018",
    "Ohaneze: Aka anyị dị ọcha n'ebe Ipob nọ11 Ọgọọst 2018",
    "Vidio, Nnewi Women: Gịnị ka ị ma maka ‘Nwaanyị Nnewi’?24 Julaị 2019",
    "Vidio, Ndigbo achọrọ referandum, nhazigharị ka ọ bụ ọkwa onyeisiala?4 Ọktọba 2018",
    "Vidio, Ọ bụ Fada Mbaka kwuru na oge ọrụ m erugo - Onye Eze Jesus26 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mụọelekere 5 gara aga",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gboo4 Ọktọba 2020",
    "Vidio, Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma - Ijeoma Ogwuegbu, Duration 7,4718 Mee 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "Gịnị mere na o nweghi onye sepụtara isi na-akatọ ihe na-eme n’Ọwụwanyanwụ?",
    "Okwu pụtara n'ọgbakọ 'constitutional amendment' e mere n'Owerri,Enugu",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "UEFA ahọpụtala Chukwueze n'ime ntoroọbịa 50 a ga-elebara anya n'EuropeEmelitere ikpeazụ na: 1 Ọgọọst 2019",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mụọ",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ọ bụ ndị ohi biara iwakpo ụlọọrụ Inec dị n'Ahiazu Mbaise mana anyị nyere ha mbo mbo ọsọ - Uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}