{
  "published": "1 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu nwamadị bụ Chinedu e ji Ogboms maara kọwaara etu o si malite ịrụ ihe e ji agbakọta ọkụ bụ 'wielding machine' n'Aba, Abia Steetị.",
    "Ọ sị na ọ bụ n'aka nna ya ka ya na ụmụnne ya mụtara etu e si arụ igwe a.",
    "'Na nrọ ka e ziri m etu e si arụ igwe ọkụ latrik'",
    "Ọgbambọ: Lee nwafọ Igbo ji aka ya arụpụta igwe njuoyi",
    "Etu m si hapụ ọrụ ọkaiwu rụwa dụa dụa",
    "Chinedu gara n'ihu kọwaa ihe mere ndị na-agba igwe ọkụ ji azụ nke ha na-arụ karịa nke si obodo oyibo.",
    "O tinyekwara ọnụ n'ihe mere e ji asị na 'Aba bụ Japan' nke Afrịka.",
    "Kirie ihe o kwuru n'uju:",
    "Ndị mere akụkọ a: Ikechukwu Kalu na Nnamdi Agbanelo",
    "Vidio, Ọgbambọ: \"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms, Duration 3,421 Juun 2021",
    "Vidio, 'Agbalahụrụ m ọnwụ n'aka ndị gbara ụlọọrụ ndị uweojii ọkụ n'Amandugba, Imo steeti', Duration 3,041 Juun 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Biafra Remembrance: Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi, Duration 6,3330 Mee 2021",
    "Vidio, Etu ndị uweojii mba Yuganda siri gbuo ndị mmadụ oge ntuliaka, Duration 15,0131 Mee 2021",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Vidio, Mbazulike Amechi: 'Ojukwu emetachaghị ya n'ihe banyere agha Biafra', Duration 7,0229 Mee 2020",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, Children's Day: A malitere m ọrụ DJ mgbe m dị afọ ise - DJ Irish, Duration 2,4027 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}