{
  "published": "27 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwata a dị afọ isii bụ Eze Chikamso e ji DJ Irish maara kọwaara BBC Igbo etu o si malite ọrụ ịkwakọta egwu a na-akpọ Disc Jockey.",
    "Ọ sị na ọ malitere inwe mmasị n'ọrụ a mgbe ọ dị afọ ise, mgbe nna ya zụtara udu egwu nwere ihe ndị DJ.",
    "Lee nwata nwoke ahụ na-agba 'Ballet' wuru ewu na soshal Midia",
    "\"Ịgba egwu na-enye m ọṅụ\"",
    "Lee nwata dị afọ iri na otu sere Emmanuel Macron n'awa abụọ",
    "DJ Irish sị na ọ gwara nna ya ka ọ zụtara ya ihe DJ ma kpọtara ya onye nkuzi ga-enyere ya aka.",
    "Nna ya mere nke a ma nyekwa ya nkwado ịmalite nkwọkọta egwu.",
    "Nne Irish bụ Adaobi Eze sị na ọrụ ya dịka DJ anaghị emetụta agụmaakwụkwọ ya, na ọ bụ ya mere o ji akwado ya.",
    "Kirie ihe ha kwuru n'uju;",
    "Ndị mere akụkọ a: Ikechukwu Kalu na Nnamdi Agbanelo",
    "Vidio, 'Achọrọ m iji egwuregwu 'gymnastics' gaa Olimpiks - Stephanie, Duration 3,1712 Ọktọba 2020",
    "Vidio, Children's Day: \"Ịgba egwu na-enye m ọṅụ\", Duration 1,4327 Mee 2020",
    "Vidio, Ballet Dancer: Lee nwata nwoke ji egwu 'Ballet' gbakasịa soshal midia, Duration 1,5810 Julaị 2020",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, AFRICA EYE: NBC amachiela Brekete Redio, daa ha nha, Duration 11,52elekere 7 gara aga",
    "Vidio, Kidnapping in Nigeria: Nkwarụ aka m zọrọ m n'aka ndị ntọ - Juliet Okoloji, Duration 3,2610 Mee 2021",
    "Vidio, Ned Nwoko, Pamela na esemokwu ala dị n'etiti ndị Idumuje Ugboko, Duration 7,2827 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Igbo food condiments: Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, Ọ bụ Fada Mbaka kwuru na oge ọrụ m erugo - Onye Eze Jesus, Duration 4,4826 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}