{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook",
    "Onye ihe ejije a ma ama bụ  Ifeyinwa Onwuemene, bụ onye ama dịka \"Ify\".",
    "Agbara nwaanyị ahụ a ma maka ihe ejije 'Everyday People', bụ ebe o mere agwa nwunye  'chief' (Sam Loco Efe) nwụrụ site n'ọrịa kansa nke Bekee kpọrọ 'endometrial cancer'.",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "Ugboro isii Genevieve Nnaji gosiri na ọ bụ ọka ibe",
    "Ndị anyaụfụ chọrọ iwepụ ndụ m ma Chineke ekweghị - Chiwetalụ Agu",
    "Gịnị na-esere Mike Ezuruonye na Kunle Afolayan?",
    "Onye nhazi ejije bụ Teco Benson bụ onye gbaara BBC ama n'ekwentị.",
    "Ebe foto si, Udaogene",
    "Ọ sịrị, \"Ọ bụ ezie na Ify Onwuemene nwụrụ site n'ọrịa 'endometrial'cancer'.\"",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Ihe ise ị maghị maka KOK, onye ghọrọ ọkaiwu ka ọ gbachara afọ 58",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga",
    "N'aka nke ọzọ, onyeisi otu Actors Guild of Nigeria bụ Emeka Rollas gwara BBC Igbo na e ziteghịrị ya ozi na Onwuemene nwụrụ.",
    "O kwuru na e nwere ndị na-eme ihe ejije  mana ha anọghị n'otu jikọrọ ndị ejije nke pụtara na otu ahụ enweghị ozi ọbụla banyere ha.",
    "N'afọ 2019, Gloria Anozie Young na Dolly Unachukwu bụkwa ndị ihe ejije Nollywood so na ndị gbaara Onwuemene ọnya ego iji nweta ego maka ịkwado ya n'ịgwọ ọrịa kansa.",
    "Onwuemene kwuru na a hụrụ ọrịa ahụ n'ahụ ya n'afọ 2019 a gwọcha ya ọ laa mana o mechara selie isi ọzọ n'afọ 2020.",
    "Nwa ya nwaanyị nyere ya aka inweta agwa mbụ ya na Nollywood site n'aka onye mmepụta ihe ejije a ma ama bụ Tajudeen Adepetu",
    "O sonyere n'ihe nkiri 'Everyday People' afọ iri na atọ",
    "Ọ bụ onye ejighị okpukperechi ya egwu egwu dịka onye ụka Ama Jehovah",
    "Ochiedike n'ime ejije bụ Pete Edochie akụwaala ihe o kwuru bụ akị oyibo Nsugbe n'okwu gbasara nwoke na nwaanyị n'ezinaụlọ.",
    "Vidio, Ọ bụ Fada Mbaka kwuru na oge ọrụ m erugo - Onye Eze Jesus26 Mee 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mụọelekere 5 gara aga",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Kennedy Nzechukwu bụ onye akpụ n'ọnụ ugbua n'asọmpị UFC 2597 Maachị 2021",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gboo4 Ọktọba 2020",
    "Vidio, Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma - Ijeoma Ogwuegbu, Duration 7,4718 Mee 2021",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu20 Mee 2021",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "Gịnị mere na o nweghi onye sepụtara isi na-akatọ ihe na-eme n’Ọwụwanyanwụ?",
    "Okwu pụtara n'ọgbakọ 'constitutional amendment' e mere n'Owerri,Enugu",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'",
    "UEFA ahọpụtala Chukwueze n'ime ntoroọbịa 50 a ga-elebara anya n'EuropeEmelitere ikpeazụ na: 1 Ọgọọst 2019",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mụọ",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ọ bụ ndị ohi biara iwakpo ụlọọrụ Inec dị n'Ahiazu Mbaise mana anyị nyere ha mbo mbo ọsọ - Uweojii",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}