{
  "published": "30 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Emeka odumegwu Ojukwu duru ndị Igbo",
    "Ọ karịala afọ 50 Agha Biafra biri mana akụkọ banyere ihe mere nakwa ndị uchu ha tinyere n'ọgụ onye-aghala-nwanne-ya-ahụ mere dike na-ejere obodo ozi adịghị nchefu.",
    "Dike, Igboji eme ọnụ bụ Onyeisiala Biafra nakwa onyeisi agha ha malite n'ụbọchị Mee 30 nke afọ 1967 bụ ụbọchị ọ mara ọkwa na Biafra bụzị mba aka ya, rue n'abalị asatọ nke ọnwa Jenụwarị afọ 1970 bụ oge ọ gbapụrụ ọsọ ndụ ka o nyefechara ọchịchị n'aka osote ya bụ Philip Effiong.",
    "Nwa ọgaranya iri ehi na Nnewi, Anambara steeti, nna bụ Louis Odumegwu Ojukwu bụ onyeisi mbụ \"Nigeria Stock Exchange\" ma bụrụkwa ojiegoachuego aha ya na-ada ụda oge ahụ.",
    "A mụrụ Ojukwu na Zungeru dị na Niger steeti, mana ọ gara kọleji na 'Kings College Lagos' ebe ọ na-agụ tupu nna ya eziga ya ala Bekee.",
    "Ọ gụrụ na mahadum Oxford mecha lagachi bịa sonye ndịagha Naijiria.",
    "Ọ rịrị n'ọkwa ndịagha ngwa ngwa dịka ha chọpụtara na ọ gụrụ nnukwu akwụkwọ.",
    "E mere ya govanọ ndịagha na-achị Ọwụwa-Anyanwụ, bụ ọkwa o ji tupu mweghara ọchịchị n'ike na ọgbaghara sochiri nke mere ndi Igbo ji si Ugwu Awụsa gbaa ọsọ ndụ gbalata ala Igbo.",
    "Ojukwu bụ ya  na Yakubu Gowon bụ binyere  aka na nkwekọrịta 'Aburi Accord' bụ ebe Ojukwu tụrụ alo ka mpaghara ọbụla nọọrọ onwe.",
    "Ọ nwụrụ n'abalị 26 nke ọnwa Nọvemba afọ 2011 ka ọ gbachara afọ 78.",
    "Dimkpa a bụ onye Ibiono Ibom dị n'Akwa-Ibom bụ Osote onyeisiala mba Biafra afọ atọ Biafra nọọrọ onwe ya.",
    "Ọ banyere ọrụ onyeagha n'afọ 1945 ebe o nweta ọzụzụ ndị agha na Naijiria nakwa mba Briten ma soro na ndị Naijiria mbụ rụrụ ọrụ amị.",
    "Ọ rịkwara n'ọrụ agha ebe ọ nọọ n'ọkwa dị iche iche gụnyere  ịrụrụ Aguiyi Ironsi ọrụ oge nwa amadị ahụ bụ onyeisiala Naijiria  dịka 'Principal Staff Officer' tupu e gbuo ya ka e mere mweghara ọchịchị n'ike abalị 29 nke ọnwa Julai afọ 1966.",
    "Dịka nwa ya nwoke bụ Ọkamm̀ụta Philip Effiong siri kọwaa, nna nụtara kepkepụ na o nwere ndị agha na-akpa nkata ịchụda Ironsi n'ọchịchị n'ike, gbanyere nna ya ukwu izu.",
    "Mana kama izo ohi ụka ahụ ezo  ma tinye ya n'ọrụ,  Ironsi kpọpụtara Effiong n'ọha otu jịkọrọ ndị agha na-achị oge ahụ bụ'Supreme Military Council' sị ya kwụgharie ihe ọ gwara ya na nzuzo.",
    "E mechara ya bụ ihe mezuo dịka a napụrụ Ironsi ọchịchị n'ike n'abalị 29 nke ọnwa Julai afọ 1966.",
    "Oge agha dara, Effiong hapụrụ ịrụrụ Naijiriaa, sonyere Biafra ebe ya na Ojukwu rụrụ dịka ndị isi ọchịchị.",
    "Philip Effiong rụrụ ọrụ dịka Onyeisiala Biafra dịka Biafra na-abịa na njedebe malite n'abalị asatọ rue abalị iri na abụọ nke ọnwa Jenụwarị afọ 1970 dịka Ojukwu gbara ọsọ ndụ gbaga Iviri Kostu.",
    "Ọ bụ ya chiliri aka n'aha mba Biafra n'abalị 15 nke ọnwa Jenụwarị nke afọ 1970 na Dodan Barracks dị na Legọs,nke mere ka ọgụ bie.",
    "Effiong nwụrụ n'abalị isii nke ọnwa Novemba afọ 2003 ka ọ gbachara afọ 77.",
    "Ebe foto si, Nwobosi Family",
    "Emmanuel Nwobosi ka onye agha",
    "Onye obodi dị n'Anambra steeti, Nwobodisi bụbụ onye agha Naijiria tupu ọgụ ada ha.",
    "Nwobosi so na ndị agha weghaara ọchịchị n'ike, nke Bekee kpọrọ 'Coup d'etat', n'ọnwa Jenụwarị afọ 1966",
    "Colonel Emmanuel Nworah Nwobosi bụ onye isi ọrụ Ikemba dịka ma sorokwa Ojukwu gaa Ivory Coast bụ ebe ọ gbaghara ka agha biri.",
    "Ebe foto si, Youtube/Heritage Multimedia",
    "Emmanuel Nwobosi so na ndị agha Naịjirịa mechara banyere Biafra n'oge agha",
    "Nwobosi, onye sogidere ruo oge Ojukwu nwụrụ n'afọ 2011 lara mmụọ n'afọ 2020.",
    "Mejọ Generalụ Alexander Madiebo bụ ya  bụ onye nke abụọ jiri ọkwa onyeisiagha Biafra, dịka a napụchara Lt Col Hillary Njoku ọkwa ahụ.",
    "Ọ banyere ọrụ ndị agha Naijiria n'afọ1954 oge ndịọcha ka na-achị ka ọ gụchara sekọndịrị na 'Government College' Umuahia.",
    "Ọ gara ọzụzụ ndịagha na Gana, Briten nakwa Amerịka.",
    "O so na ndị agha Naijiria mbụ ezigara mba Kongo maka ọrụ ikpe udo n'afọ 1960.",
    "N'afọ 1964, e mere ya onyeisi mbụ nke 'Artillery Regiment'.",
    "O si Ugwu Awụsa gbalaa ala Igbo dịka a na-egbusisi ndị Igbo na mpaghara ahụ.",
    "Biafra: Ihe mere Gowon jiri gbahapụ Aburi Accord - Major General Alexander Madiebo",
    "Naijiria chụrụ ya n'ọrụ agha mana Biafra nabatara ya nyekwa ya ọkwa ahụ o jibu na Naijiria.",
    "Iji kọwaa uchu Madiebo n'oge agha, ọkachamara n'akụkọ ihe mere ochie bụ Ed Emeka Keazor sị, \"Ọ bụ onye agha ọkaibe. Ọ ma ihe ekwe na-akụ n'ihe gbasara ibu agha. Ọ bụ ya gbara nkịtị Achuzia ji kara ya aza aha ndị kpara ike n'Agha Biafra.\"",
    "Mana Keazor kwuru na ụfọdụ na-ata Madiebo ebo ụta maka \"egosighi olileanya\" oge agha malitere.",
    "\"Onye ọbụla ga-achị Naịjirịa ga-ebuuzo meta ndị Igbo mma ka udo chịa n'oge ya\" - Alexander A. Madiebo",
    "Madiebo, onye so Ojukwu gbapụ ọsọ ndụ n'abalị 8 nke ọnwa Jenụwarị afọ 1970, ka dị ndụ ugbua.",
    "O deela ọtụtụ akwụkwọ maka ihe anya ya hụrụ n'Agha Bịafra nke gụnyere \"Nigerian Revolution and Biafran War\".",
    "Joe Achuzia sọ na ndị ndu ndị agha Biafra nke a lụrụ bido n'afọ 1967 rue afọ 1970",
    "Achuzia so na otu n'ime ndị ọchịagha Biafra aha ya na-ewu ewu rue echi.",
    "Tupu Agha Biafra ebido, Achuzia, onye Asaba na Delta steeti bụ onye injinia na-arụ na Pọtakọt.",
    "O kwuru na ya soro lụọ Agha Koria, mana ụfọdụ ndị mmadụ na-agbagha ya bụ akụkọ na ọ bụbụ onyeagha tupu agha Biafra adapụta.",
    "Ka o si na dị, Achuzia, onye banyere agha dịka onye agha ọlụọọgbalaga, bụ onye tinyere uchu pụrụ iche n'ọgụ Biafra.",
    "Joseph Achuzia, Dike Biafra alaala",
    "Akụkọ kachasị n'abalị: Akwamozu Joe Achuzia",
    "Mmeri ndị o nwetaara Biafra mere ka Ojukwu nye ya ọkwa Mejọ nakwa onyeisiagha '11th Battallion' nke Biafra.",
    "Oge ndịagha Naijiria chọrọ isi mpaghara Onịcha, Achuzia na ndị ndịagha ya gbochiri ha rue ọnwa abụọ tupu ike Naijiria akarịa nke Biafra nke mere ka Ọnịcha danye n'aka Naijiria.",
    "Emeka Keazor kọwara Achuzia dịka \"nwoke kara obi rinne\".",
    "\"O nwetara ụfọdụ mmeri ọkachasị oge ọ dị gọọmentị Biafra oke mkpa.\"",
    "Mana Keazor gbajọrọ Achuzia dịka onye ndụ ụfọdụ ndịagha nọ n'okpuru ya furu n'ihi usoro o ji alụ ọgụ.",
    "\"Ịka obi ya mịtara ezigbo mkpụrụ mana ọ tara isi ọtụtụ ndị isi agha ya",
    "\"Ya na ndịagha nwere ọzụzụ na-enwekarị nghọtahie n'ihi usoro ya nke ha kwenyere na-ebute ntufu ndụ.\"",
    "Ọ gara n'ihu kwuo na Madiebo ejighi Achuzia kpọrọ ihe dịka ọ na-ahụta Achuzia ka \"onye anaghị agbakọ agbakọ\" (reckless tactician/strategist.)",
    "Achuzia nwụrụ n'abalị 26 ọnwa Febụwarị, afọ 2018 ka ọ gbachara afọ 80.",
    "Agha Bịafra abụghị naanị ọgụ egbe na ogbunigwe, e ji mgbasaozi were kwọọ ya bụ nwaanyị ukwu wara.",
    "Otu onye aha ya daara  n'ọrụ mgbasozi na Bịafra  bụ Okokon Ndem nke 'Radio Biafra'.",
    "Ọ bụ olu na-agbasa  ozi na redio n'oge agha.",
    "Dịka ọkachamara n'ihe gbasara ihe meere ochie nke Bekee kpọrọ 'historian' bụ Emeka Keazor si kwuo, \"okwu na-ada ya n'ọnụ ka ofe akwụ. Ọ na-akpalite mmụọ ndị Biafra ma na-akpasu gọọmentị Naijiria.\"",
    "\"Ndi ọzọ sonyere n'ọrụ mgbasaozi gunyere Patty Davies, Uche Chukwumerije, na Pete Edochie\".",
    "Ebe foto si, MOses Iloh Facebook",
    "Moses Iloh bụ dike Biafra ọzọ abụghị onye agha, mana onye lụrụ ọgụ n'ihu agha akaghị ya mma.",
    "Ọ bụ onyeisi ndị otu 'Red Cross' na-ahụ maka ihe enyemaka n'oge agha bụ ọge agụụ ghụrụ ndị Biafra anya n'ihi mgbochi Naijiria tinyere.",
    "Tupu Naijiria enwere onwe ya n'aka mba Briten, Iloh bụ onye otu 'British Red Cross' mana ka ndịọcha lara, ọ bụrụ onyeisi 'Nigerian Red Cross'.",
    "Na nri, ọgwụ na ihe enyemaka ndị ọzọ na-erute ndị ọ dịkachasị mkpa na-enweghị wuru wuru ọbụla bụ Moses lloh.",
    "Emeka Keazor gwara BBC Igbo sị, \"Moses bụ isi a hụrụ kwawa oku na ịhụ na ihe enyemaka rutere ndị mmadụ n'oge.\"",
    "\"Ọ bụ onye eziokwu, onye na-akwụwa aka ya ọtọ. Ya na ọtụtụ ụmụnwaanyị gụnyere ndị nọọsụ nyere aka ikesa ihe enyemaka nye ndị mmadụ.\"",
    "A kọwa akụkọ Biafra akọghị akụkọ ike Biafra ji ogbunigwe kpaa, ị mara na onye na-akọ akụkọ ahụ arachabeghị mmanụ ụtụtụ.",
    "Benjamin Chukwuka Nwosu bụ onyeisi RAP (Research And Production), ngalaba na-ahụ maka nchọpụta na Biafra, bụ onye ya na ndị otu ya tipụtara mmọnwụ pịawara ọtụtụ ndịagha Naijiria azụ.",
    "Keazor kwuru na Ken Ekezie gwara ya na ndị ya na Nwosu so rụpụta ogbunigwe gụnyere; Willie Achukwu, Sylvester Acholonu, Chimere Ikoku (onyeisi UNN).",
    "Onye Ozubulu Anambara steeti, Nwosu bụ ọkammụta 'nuclear physicist' nakwa onyenkuzi na mahadum 'University of Nigeria Nsukka' tupu agha esu.",
    "Nwosu nwụrụ n'abalị 17 nke ọnwa Ọktoba, afọ 2000 ka ọ gbachara afọ 70.",
    "Ahụ zuru ha oke oge agha malitere n'afọ 1967, mana ka agha biri, ụfọdụ akụkụ ahụ ha adaala mmiri.",
    "Ọ bụrụ na ị gaa n'Oji River dị n'Enugwu steeti, ị ga-ahụ ọtụtụ ndị lụrụ agha nwere ọlụsị dị iche iche bụ nke ha nwetara site ịlụ ọgụ n'ihu agha.",
    "Ndị okenye lụrụ Agha Biafra haara referandum karịa ịlụ ọgụ ọzọ",
    "Ndị a niile a naghị anụ aha ha, mana haa so na ndị tụnyere aka na ụkwụ n'olile anya inweta ala nke onwe ha.",
    "E wezụga ndị a tụnyere aka na ụkwụ, Agha Biafra tara isii ndị Igbo ruru mmadụ nde atọ.",
    "Jenụwarị afọ 1966 - Ndị agha ndị nwere obere ọkwa ( bụ ndị eboro na ọ bụ ndị Igbo kacha n'ọnụ ọgụgụ)weghara ọchịchị  Naijiria n'ike",
    "Jenụwarị afọ 1966- E mere Odumegwu-Ojukwu gọvanọ ndị agha nke mpaghara Ọwụwa Anyanwụ",
    "Julaị afọ 1966- Ndị agha ọzọ nke  Murtala Muhammed bu onye du ha weghara ọchịchị ike n'aka ndị agha ji ya, Yakubu Gowon were bụrụ onyeisiala",
    "Site n'ọnwa Juun ruo Oktoba afọ  1966 - Ọgbaghara dapụtara  n'Ugwu Awusa megide ndị Igbo, e gburu ọtụtụ nke mere ọtụtụ ndị Igbo jiri gbaa ọsọ ndụ gbala , Ala Igbo.",
    "Mee afọ 1967 - Ojukwu kwupụtara nnwereonwe Biafra",
    "Abalị isii nke ọnwa Jụlai afọ  - Agha Biafra malitere",
    "Ọktoba  1967 - Enugwu bụ isiobodo Biafra dara",
    "Mee 1968 -  Pọtakọt banyerre n'aka Naijiria",
    "Eprelu afọ 1969 - Umuahia, nke bụụrụ isiobod Biafra ka Enugwu dachara , daara",
    "Jenụwarị afọ 1970 - Ojukwu gbagara Iviri Kostu",
    "Jenụwarị afọ 1970 - Biafra chịliri aka elu",
    "Vidio, Biafra Remembrance: Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi30 Mee 2021",
    "Biafra Remembrance Countdown: Onye ọbụla gara mkpa ya, egela 'sit-at-home' ọbụla ntị29 Mee 2021",
    "Vidio, Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi30 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Dike ndị Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ihe ndị mere e ji achọ ịkagbu atụmatụ NYSC25 Mee 2021",
    "Biafra Remembrance: Anyị achọghị nkwafu ọbara ndị aka ha dị ọcha echi - Nnamdi Kanu",
    "Etu e si gbagbu Ahmed Gulak bụ onye otu APC n'Imo steeti",
    "Ndị omekome amụnyela 'State CID' dị n'Ụmụahịa ọkụ",
    "Lee ka o si aga n'akwamozu Ada Jesus",
    "A wakpoola ụlọikpe abụọ n'Atta Nwambiri, Imo Steeti",
    "Dike ndị Biafra ji kpaa ike n'oge agha",
    "Onye ọbụla gara mkpa ya, egela 'sit-at-home' ọbụla ntị - Umahi, ndị uweojii",
    "Ị na-aga ala Igbo? Mara na e mechiela Akwa ShagamuEmelitere ikpeazụ na: 26 Disemba 2019",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'Emelitere ikpeazụ na: 13 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}