{
  "published": "28 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Emmanuel Ike Nwobosi kọwaara etu nna ya bụ Emmanuel Nwobosi si lụọ agha Biafra n'akụkụ Odumegwu Ojukwu bụ ochịagha Biafra mgbe ahụ.",
    "Ike gwara BBC Igbo na nna ya so na ndị ikpeazụ haziri iweghara ọchịchị n'ike na Naịjirịa nke afọ 1966.",
    "'Anyị nwereike inweta Biafra na-emeghi nkewa'",
    "Etu Uli/Amọka 'Airstrip' siri zọọ ndị Biafra",
    "'Onye Igbo agaghị enye gị ego iji zọta Biafra'- Nnamdi Kanu",
    "Ọ gara n'ihu kwuo na egbe a gbara nna ya bụ Emmanuel Nwobosi oge ọ na-achekwa Ojukwu si na ihe nyere ya ezi nsogbu tupu ọ nwụọ.",
    "Kirie ihe o kwuru n'uju:",
    "Farouk Yahaya: Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ27 Mee 2021",
    "Vidio, Ned Nwoko, Pamela na esemokwu ala dị n'etiti ndị Idumuje Ugboko, Duration 7,2827 Mee 2021",
    "Vidio, Children's Day: A malitere m ọrụ DJ mgbe m dị afọ ise - DJ Irish, Duration 2,4027 Mee 2021",
    "Vidio, Ned Nwoko, Pamela Ifejoku na esemokwu ala dị n'etiti ndị Idumuje Ugboko, Duration 7,2827 Mee 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Kidnapping in Nigeria: Nkwarụ aka m zọrọ m n'aka ndị ntọ - Juliet Okoloji, Duration 3,2610 Mee 2021",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Children's Day: A malitere m ọrụ DJ mgbe m dị afọ ise - DJ Irish, Duration 2,4027 Mee 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma, Duration 1,515 Maachị 2021",
    "Vidio, Ijeoma Ogwuegbu: Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma, Duration 7,4718 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}