{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, PAt Adigwe",
    "Ndị uweojii atọ alaala mmụọ dịka ndị omekome wakporo ụlọọrụ ha dị n'Umutu, Delta steeti n'isi ụtụtụ taa bụ 28 nke ọnwa Mee, 2021.",
    "Edafe Bright bụ ọnụ na-ekwuru ndị uweojii steeti ahụ kwuru na, abụọ n'ime ndị uweojii a nwụrụ dịka ha na ndị omekome ahụ na-akwakọrịta mgbọ, ebe ọbara mgbali elu gburu otu n'ụlọọgwụ.",
    "Edafe kwukwara na mgbọ tụgburu ndị oji egbe abụọ ebe ndị ọzọ merụrụ ahụ riri mbombo ọsọ mgbe ha hụrụ na ndị uweojii abịaghị igwu egwu.",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "A wakpoghi ụlọakụ ọbụla n'Ogbunike - Ndị uweojii Anambara steeti",
    "O kwukwara na ndị uweojii gbochiri ebumnobi ndị omekome ahụ ịmụnye ụlọọrụ ha ọkụ nakwa imaburu ngwaọgụ ha, dịka o kwukwara na ndị oji egbe ahụ burula ozu ndị nke ha dịka ha na-agba ọsọ.",
    "Mana ndị hụrụ ka ihe mere, kwuru na a mụnyere ụfọdụ ụgbọala nọ n'ihu ụlọọrụ ahụ ọkụ.Ndị uweojii ekwuola na ha na-ama imi n'ala ịchọpụta ihe mere, dịka ha na-arịọ igwe mmadụ ka e zitere ha ozi bara uru gbasara ndị kpara mkpamkpa a.",
    "Ebe ọzọ ndị oji egbe wakporola ụlọọrụ ndị uweojii na Delta steeti:",
    "Ndị 'Unknown gunmen' gburu otu onye uweojii n'Akwukwuigbo.",
    "Ebe foto si, PAt Adigwe",
    "Ndị uweojii Delta steeti kwuru na ha anwụchiela onyeisi ndị ekperima wakporo ndị uweojii nọ ọrụ n'ụtụtụ ụbọchị Wenezde.",
    "Ndị ji egbe wakporo ndị uweojii nọ ọrụ na nso Otulu Junction, n' Akwukwuigbo dị n'Okpuru Ọchịchị Oshimili North, gbuo otu uweojii ma gbaa otu ụgbọala ha ọkụ .",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ DSP Bright Edafe kwuru na ọ bụ ndị amakekwu n'ogbe ihe ahụ mere bụ ndị kpara mkpamkpa ahụ.",
    "Edafe sịrị: \"Ọ bụ ndị agboro si Akwuku-Igbo mere ya. Ha gburu otu onye ọrụ anyị mana aka akparala onyeisis ha, ebe nnyocha n'aga n'ihu ugbua.\"",
    "Ọdachi a na-abịa izu ole na ole ndị ekperima wakpochara isi ụlọ ọrụ ndị uweojii dị na Nsukwa, n'Okpuru Ọchịchị Aniocha South ebe ha gbagburu ndị uweojii atọ.",
    "Ndị oji egbe wakporo ụlọorụ ndị uweojii dị n'obodo Nsukwa dị n'okpuruọchịchị Aniocha, ma gbuo ndị uweojii atọ n'ụbọchị 16 nke ọnwa Mee, 2021.",
    "Ha mụnyekwara ụlọọrụ ndị uweojii ahụ ọkụ.",
    "Lee ihe onye ntaakụkọ BBC Igbo hụrụ ka ọ garuru Nsukwa:",
    "Biafra Remembrance Countdown: Ahịa azụghị n'Owerri, Abakaliki nọ ka o nweghị ihe na-emeelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, \"Etu mgbọ sị tụọ nna m Emmanuel Nwaobosi oge ọ na-echekwa Ojukwu\"28 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ26 Mee 2021",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba21 Mee 2021",
    "Vidio, Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma - Ijeoma Ogwuegbu, Duration 7,4718 Mee 2021",
    "Lee ka o si aga n'akwamozu Ada Jesus",
    "Biafra Remembrance Countdown: Ahịa azụghị n'Owerri, Abakaliki nọ ka o nweghị ihe na-eme",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "Ndị uweojii atọ anwụọla na mwakpo ụlọọrụ ha n'Umutu, Delta steeti",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}