{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ngwụcha izu a ka emume Ncheta Biafra (Mee 30) ga-adị.",
    "Ọtụtụ otu na-agba mbọ maka nwere onwe Biafra mapụtara  etu ha ga-esi eme ya bụ emume.",
    "'Ụmụ Biafra kwadonu referandum na Feb.16'",
    "Ebumnobi ndị mmadụ gbasara ncheta Biafra",
    "Otu Ipob higharịrị ụbọchị nke ha gaa ụbọchị Monde bụ Mee 31, ebe ndị ọzọ kwechiri na ọ bụ Mee 30 ka ha ga-emerụba ya bụ emume.",
    "BBC Igbo gagharị  n'ụfọdụ ebe n'Ala Igbo ụbọchị Fraide were hụ na a nụwala isi anwụrụ etu emume ahụ ga-esi ga na ngwụcha izuụka a.",
    "Owere isiobodo Imo steeti na-apị mbazụ dịka naanị mmadụ ole na ole nọ n'ụzọ dịka ndị mmadụ na-akwado mmemme icheta ndị nwụrụ n'Agha Biafra ihe karịrị afọ 50 gara aga.",
    "Onye ndu ndị MASSOB bụ Ralph Uwazuruike gbọrọ ọkụ n'ọnụ na mkparịta ụka ya BBC",
    "Onye ntaakụkọ BBC gagharịrị n'Owere ụbọchị Fraide, kwuru na ọtụtụ ndị ahịa apụtaghị n'ihi iwu nọrọ n'ụlọ nke otu Indigenous People of Biafra (Ipob) tinyere ndị otu ha.",
    "Ụlọakwụkwọ emepeghị n'ihi egwu ihe ntụmadị nwereike ịpụta maka iwu ahụ ipob tinyere.Ọtụtụ ọdọahịa dị n'okporoụzọ a ma ama n'Owere emepeghị.",
    "Ndị gwara onye ntaakụkọ BBC okwu sị na ọ kaara ha mma ịhapụ ebe ha na-achụ ihe afọ ga-eri karịa na ha danyere na nsogbu ha amaghị.",
    "Mana ndị uweojii steeti ahụ kwuru na ha zuru ka emee n'ichekwa steeti ahụ.",
    "Okigwe Road,Owere",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Bala Elkana, gwara onye ntaakụkọ anyị na ndị ọrụ nchekwa ga-awa ndị Ipob ọbụla kpara aghara agba.",
    "Kọmịshọna mgbasaozi na steeti ahụ bụ Declan Emelumba, kwukwara na gọọmentị steeti ahụ na ndị ọrụ nchekwa ga-ejikọ aka ịhụ na otu Ipob ebuteghị ọgbaghara n'oge a.",
    "N' Ebonyi steeti, o nweghị ihe gosiri na ndị mmadụ dị njikere isonye n'iwu 'nọrọ n'ụlọ' Ipob tinyere maka ncheta Biafra dịka ndị mmadụ na-agara mkpa ha.",
    "N'Udensi Roundabout, ụgbọala na-agara onwe, ebe ndị nwere ọdọahịa nakwa ụlọọrụ mepere.",
    "Ndị ọrụ oyibo gakwara ọrụ.",
    "Ndị mmadụ na-agara onwe ha mkpa ha.",
    "Odakwụkwọ ahotu ndị ahịa lmo Rescue Market, dị n' Obowo bụ Prince Ahamefule gwara BBC Igbo na ọ bụ iwu gọọmentị nyere ha ka ha ga-ege , na ọ bụghị otu Ipob.",
    "Ụbọchị Monde, a hụrụ ndị ji gara zụọ osikapa, agwa na iji n'ahịa ahụ n'ihi egwu dịka kepukepu kwuru na  ahịa agaghị azụ maka mmachị 'nọrọ n'ụlọ'.",
    "Vidio, Biafra at 50: Etu Uli/Amọka 'Airstrip' siri zọọ ndị Biafra13 Jenụwarị 2020",
    "Vidio, Biafra News: 'Enweghi ezinaụlọ Igbo ọbụla na-enweghi onye a tufuru n'ihi agha Biafra'15 Jenụwarị 2020",
    "Biafra Remembrance Countdown: Ahịa azụghị n'Owerri, Abakaliki nọ ka o nweghị ihe na-emeelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, \"Etu mgbọ sị tụọ nna m Emmanuel Nwaobosi oge ọ na-echekwa Ojukwu\"28 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ26 Mee 2021",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba21 Mee 2021",
    "Vidio, Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma - Ijeoma Ogwuegbu, Duration 7,4718 Mee 2021",
    "Lee ka o si aga n'akwamozu Ada Jesus",
    "Biafra Remembrance Countdown: Ahịa azụghị n'Owerri, Abakaliki nọ ka o nweghị ihe na-eme",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "Ndị uweojii atọ anwụọla na mwakpo ụlọọrụ ha n'Umutu, Delta steeti",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}