{
  "published": "28 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akwa na Anyammiri bụ ihe na-eru ka mmiri n'akwamozu Mmesoma Nnadi , onye ọkpachị a ma ama dịka Ada Jesus nke mere n'obodo dị ya bụ  di ya n'ụbọchị Ejemewuru Oguta, Imo Steetị na Fraide(28/5/2021).",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ada Jesus nwụrụ n'abalị 21 nke ọnwa Eprelu ka ọ rịachara ọrịa nwa oge site n'ọrịa akịrị.",
    "Ọ dị afọ  nnaanị afọ 24 ka ọ nwụrụ.",
    "Igwe mmadụ gụnyere ezinaụlọ, ndị enyi, ndị ọgọ na ọtụtụ ndị ntorobia jupụtara dịka e buru ozu ya site n'ụlọozu Aladinma gawa obodo di ya dị n' Ejemekwuru n'Oguta 2, n'Okpuru Ọchịchị Ugwuta n'Imo steeti.",
    "Ụgbọ ozu e jiri buo ahụ Ada Jesus",
    "Ụzụ akwa tụrụ n'elu na ala, obere na nnukwu dịka ozu nwata nwaanyị ahụ wuru ewu karịa okenye na-alọta be ndị di ya.",
    "Arịrị e gbuo afọ mụrụ Ada Jesus",
    "Nne, nna, okoro na agbọghọ chị anyammiri n'aka.",
    "E mechara bụga ya n'ama ụlọakwụkwọ ndị n'ogbe ahụ maka  ịkwanyere ya ugwu ikpeazụ.",
    "Control Jay bụ onye na-ahaziri ya ihe ejije  kwuru na \"ekwebeghị m na ọ nwụọla\".",
    "'Echeghị m na o nwere onye ga-echezọ Ada Jesus n'afọ 50 na-abịa.\"",
    "Ili ebe a kwadoro maka ídónye ozu Ada Jesus",
    "Ídónye ozu Ada Jesus n'ili",
    "The Experience 13: Ndị egwu Igbo anọ so eme ka o nwuru ọkụ7 Disemba 2018",
    "Kidney diseases: Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa akịrị2 Mee 2021",
    "Vidio, Ada Jesus: Anyị agbagharala nwada a ma na-arịọ Chineke ka ọ gbakee n'ọrịa14 Eprel 2021",
    "Vidio, Ada Jesus Comedy: Ọrịa m na-arịa abụghị maka Odumeje maọbụ Pericoma5 Maachị 2021",
    "Ada Jesus dead: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ22 Eprel 2021",
    "Ada Jesus death: Nwada a alaala mmụọ21 Eprel 2021",
    "Biafra Remembrance Countdown: Ahịa azụghị n'Owerri, Abakaliki nọ ka o nweghị ihe na-emeelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, \"Etu mgbọ sị tụọ nna m Emmanuel Nwaobosi oge ọ na-echekwa Ojukwu\"28 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ26 Mee 2021",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba21 Mee 2021",
    "Vidio, Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma - Ijeoma Ogwuegbu, Duration 7,4718 Mee 2021",
    "Lee ka o si aga n'akwamozu Ada Jesus",
    "Biafra Remembrance Countdown: Ahịa azụghị n'Owerri, Abakaliki nọ ka o nweghị ihe na-eme",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "Ndị uweojii atọ anwụọla na mwakpo ụlọọrụ ha n'Umutu, Delta steeti",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}