{
  "published": "30 Mee 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, PeterPsquare/Twitter",
    "Uwa nile ekwetela na Chelsea bụ Eze bọolụ n'Iropu niile dịka ha ji otu ọkpụ goolu were merie ndị otu Manchester City n'asọmpị Champions League.",
    "Nke a na-eme ya ugboro abụọ ndị otu Chelsea na-ebuli iko Champions League.",
    "Ebe foto si, Getty Images",
    "Nke a mekwara ya ugboro atọ Thomas Tuchel na-anyụ Pep Gurdiola ịkpakụ kamgbe ọ nọchịri Frank Lampard dịka onye nkuzi otu Chelsea.",
    "Ọ bụ Kai Havertz nyere ya bụ otu goolu dịka ọ fọrọ elekere atọ ka emechie agba nke mbụ na ya bụ asọmpị.",
    "Dịka o siri dị, ọṅụ juputara ndị nkwado Chelsea niile.",
    "@PeterPsquare - \" Kedụ ndị bụ Eze Iropu?\"",
    "@Van_Clasher kwuru sị, \" Konte mụọ amụ, ụwa niile a bụrụ sọ aṅụrị. unu abọọla chi\"",
    "@Teewalayo sị, \" Nke a bụ nkarị, obi dị mụtọ na m na-akwado Chelsea.\"",
    "@ay_Dauda - \"Ọtụtụ ndi mmadụ yi uwe ndị chelsea bịa ekpere na Mosque ụtụtụ a\"",
    "@comrade_love - \"Abalị satụde gosiri na Ngolo Konte bụ dike\"",
    "@Saintcarter6 - \" Chelsea nke m\"",
    "@EastonDavis8 - \" Ka chi foo Chelsea, Daalụ nụ\"",
    "Vidio, Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi30 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Dike ndị Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ihe ndị mere e ji achọ ịkagbu atụmatụ NYSC25 Mee 2021",
    "Biafra Remembrance: Anyị achọghị nkwafu ọbara ndị aka ha dị ọcha echi - Nnamdi Kanu",
    "Etu e si gbagbu Ahmed Gulak bụ onye otu APC n'Imo steeti",
    "Ndị omekome amụnyela 'State CID' dị n'Ụmụahịa ọkụ",
    "Lee ka o si aga n'akwamozu Ada Jesus",
    "A wakpoola ụlọikpe abụọ n'Atta Nwambiri, Imo Steeti",
    "Dike ndị Biafra ji kpaa ike n'oge agha",
    "Onye ọbụla gara mkpa ya, egela 'sit-at-home' ọbụla ntị - Umahi, ndị uweojii",
    "Ị na-aga ala Igbo? Mara na e mechiela Akwa ShagamuEmelitere ikpeazụ na: 26 Disemba 2019",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'Emelitere ikpeazụ na: 13 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}