{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Other",
    "Akụkọ na-eru anyị ntị na-akọwa na ndị omekome mụnyere ụlọọrụ ndị uweojii a ma dịka 'State CID' nke dị n'Umuagu, Umuahia, Abia steeti, ọkụ.",
    "Ndị hụrụ ka ihe mere kwuru na ndị omekome ahụ nọ na-achọ ụzọ ha ga-esi banye n'ụlọ ebe ndị uweojii na-edebe ngwaọgụ nke Bekee kpọrọ 'armoury', mana ndị uweojii gbochiri ha.",
    "Ha kwukwara na ndị omekome a ji egbe nọ na-agbali egbe elu nke mere ka ndị mmadụ nọcha ma n'ebe a ma dịka 'isi gate' rie mbombo ọsọ maka ndụ ha.",
    "Otu onye ọzọ hụrụ ka ihe mere kwuru na mgbọ egbe tụgburu otu nwaokorobịa na-anya keke.",
    "Ka ọ dị ugbua, a na-achọ ịmenyụ ya bụ ọkụ, dịka ndị na-ere ahịa gbachichara ọdọahịa ha ma gbara na-ala n'ụlọ ha.",
    "Akụkọ ka na-abịa.",
    "Vidio, Ihe mere Gowon jiri gbahapụ Aburi Accord - Major General Alexander Madiebo29 Mee 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye ọbụla gara mkpa ya, egela 'sit-at-home' ọbụla ntị - Umahi, ndị uweojiielekere 4 gara aga",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "A chụọla Jose Mourinho dịka onye nchịkọta Tottenham19 Eprel 2021",
    "West Brom emeela Chelsea tụtụrụ fụchaa, gbaa ha ọtọ ka ụwa hụ3 Eprel 2021",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ26 Mee 2021",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba21 Mee 2021",
    "Vidio, Enwere m ọria 'Fibromyalgia' mana ụfụ ya egbochighi m ise ihe mara mma - Ijeoma Ogwuegbu, Duration 7,4718 Mee 2021",
    "Ndị omekome amụnyela 'State CID' dị n'Ụmụahịa ọkụ",
    "Biafra Remembrance Countdown: Ahịa azụghị n'Owerri, Abakaliki nọ ka o nweghị ihe na-eme",
    "Onye ọbụla gara mkpa ya, egela 'sit-at-home' ọbụla ntị - Umahi, ndị uweojii",
    "Lee ka o si aga n'akwamozu Ada Jesus",
    "A wakpoola ụlọikpe abụọ n'Atta Nwambiri, Imo Steeti",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Ihe mere na o nweghi onye na-akatọ ihe na-eme n'Ọwụwa Anyanwụ",
    "Ị ma na ịrụte ọrụ aka nwereike igbu gị?",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}