{
  "published": "6 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nne na nna George Nkencho si Naịjiria gafee mba Ireland oge ọ dị naanị afọ asatọ.",
    "Mba Ireland so n'ebe a kacha akpaso ndị isi ojii oke agbụrụ na mpaghara Yurop niile.",
    "O dochabeghị anya ihe kpatara ndị uweojii ji gbaa George Nkencho egbe n'agbanyeghị na ọ nọ n'ihu be ha, ebe ya na nne ya na ụmụnne ya anọ ndị ọzọ bi.",
    "Etu ọnwụ nwa afọ Naịjirịa na Vikas Puri, India jiri bute ngagharịiwe",
    "Etu nwunye Leohand Lyeanyi ndị uweojii India gburu si eri uju ọnwụ di ya",
    "Ndị mmadụ na-ajụ ihe gburu nwaanyị gara njem na South Africa",
    "'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere'",
    "Ndị Ghana a na-achụpụ ụmụ Igbo na-ere ahịa na be ha?",
    "'Onweghi ebe anyị na-aga ebe niile ajụọla oyi'",
    "Ndị uweojii sị na George ji mma wee wakpo mmadụ, mana nnyocha ka na-aga n'ihu ịchọpụta nke bụ eziokwu.",
    "Gere ihe nne ya na ụmụnne ya gwara BBC, nakwa ihe ndị uweojii kwuru.",
    "Vidio, Leohand Lyeanyi: Etu nwunye ya si eri uju ọnwụ ya, Duration 6,003 Eprel 2021",
    "Elizabeth Ndubisi Chukwu: Ndị mmadụ na-ajụ ihe gburu nwaanyị a gara njem na South Africa6 Julaị 2019",
    "Vidio, Covid-19 in India: Etu nsogbu Covid n'India si emetụta be anyị bi ebe a, Duration 3,024 Mee 2021",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Vidio, Ebonyi herdmen attack: 'Etu ndị ọchiehi si wakpoo anyị, gbụọ otụtụ n'ime anyị', Duration 1,433 Juun 2021",
    "Vidio, IPOB: IPOB asaala ndị na-ere ịyabasị, \"Nye anyị akara ọbaego unu\", Duration 3,294 Juun 2021",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, George Kencho: Etu nwa afọ Igbo a si nwụọ n'aka ndị uweojii mba Ireland, Duration 3,026 Juun 2021",
    "Vidio, Drone Technology: 'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson, Duration 4,022 Juun 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 6 gara aga",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Vidio, Ọgbambọ: \"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms, Duration 3,421 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}