{
  "published": "1 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwa amadị gbapụtara n'ọnụ ọnwụ n'aka ndị omekome gbara ụlọọrụ ndị uweojii ọkụ n'Amandugba dị n'Okpuruọchịchị Isu dị n'Imo steeti agwala BBC Igbo ihe ọ hụrụ  ụbọchị Mọnde, abalị 31, nke ọnwa Mee, afọ 2021.",
    "Ya bụ nwaamadị na-achọghị ka a kpọọ aha ya sị na anya ya hụrụ ntị ya ụbọchị ahụ.",
    "Ndị omekome agbaala ụlọọrụ ndị uweojii ọkụ",
    "Agbaala ụlọọrụ ndị uweojii ọkụ n'Obowo Imo Steeti",
    "Etu ogbugbu onye okada si bute ọgbaaghara n'Igboukwu, Ekwulobia, Oko",
    "Ọ sị na ya dugara nwanne ya nwaanyị ozi n'Amandugba mgbe ya zutere umuokorobia gbara agba bucha egbe nọchie ụzọ ya bụ ime obodo.",
    "Ọ sị na ha kwụsiri ya jụwa ya ebe ha na-aga, \"ka ọ bụ na ha amaghị na e nwere ọnọdụ onye apụla ezi taa?\"",
    "Ọ sị na mgbe ya kọwachaara ha, o chipuru n'ike gbapụ ọsọ.",
    "Ọ nọzị ebe o zoro hu mgbe ndị omekome malitere ịkụka ụlọmkpọrọ dị na ya bụ ụlọọrụ ndị uweojii ahụ, chụpụchaa ndị mkpọrọ nọ ebe ahụ, mụnye ya ọkụ.",
    "Mana ya bụ nwaamadị gwara BBC okwu sị na o nweghị ndị uweojii nọ ebe ahụ mgbe ha mụnyere ọkụ ebe ahụ.",
    "Ọnụ na-ekwuru ndị uweojii n'imo steeti bụ Bala Elkana kwetara na a wakpọrọ ya bụ ụlọọrụ ndị uweojii n'Amandugba mana ha chụpụrụ ndị omekome ahụ.",
    "Bala Elkana sị na ndị mwakpo ahụ ji otu ụgbọala Sienna, Avalon na ọgbatumtum asatọ gaa ebe ahụ bụ ebe ha na ndị ọrụ ha kwakọtara mgbọ.",
    "Ọ sị na ndị ahụ ji egbe ahụ amaghị ndị ha bụ jizi ohere ahụ tụba ọkụ n'ụlọ ebe ihe akaebe ndị uweojii na-adị mgbe ndị ọrụ ha na-akwa ha mgbo n'isi.",
    "Ọ sị  ndị obodo nyeere ndị uweojii aka gbanyụọ ya bụ ọkụ ndị ahụ tinyere.",
    "Elkana sị na o nweghị onye nwụrụ na ya bụ ọgbaaghara, ebe ha meruru ọtụtụ ndị omekome ahụ ahụ.",
    "Gee olu ya bụ nwaamdị ebe a.",
    "Delta state police attack: Umutu na ebe ndị ọzọ awakporola ụlọọrụ ndị uweojii na Delta steeti28 Mee 2021",
    "Police station Fire: Ndị omekome agbaala ụlọọrụ ndị uweojii ọkụ14 Febụwarị 2019",
    "Imo Police: Agbaala ụlọọrụ ndị uweojii ọkụ n'Obowo Imo Steeti1 Julaị 2019",
    "Vidio, Ọgbambọ: \"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms, Duration 3,421 Juun 2021",
    "Vidio, 'Agbalahụrụ m ọnwụ n'aka ndị gbara ụlọọrụ ndị uweojii ọkụ n'Amandugba, Imo steeti', Duration 3,041 Juun 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Biafra Remembrance: Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi, Duration 6,3330 Mee 2021",
    "Vidio, Etu ndị uweojii mba Yuganda siri gbuo ndị mmadụ oge ntuliaka, Duration 15,0131 Mee 2021",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Vidio, Mbazulike Amechi: 'Ojukwu emetachaghị ya n'ihe banyere agha Biafra', Duration 7,0229 Mee 2020",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, Children's Day: A malitere m ọrụ DJ mgbe m dị afọ ise - DJ Irish, Duration 2,4027 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}