{
  "published": "1 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Eze Igbo",
    "Onyeisi ọhaneze ndị Igbo bụ George Obiozor site n'ọnụ okwu okwu otu ahụ bụ Alex Ogbonna ekwuola na sit-at-home unyahụ gosiri na obi adịghị ndị Igbo mma maka mmegbu gọọmenti etiti na-emegbu ha.",
    "Ogbonna kwuru na etu ndị Igbo si rube isi maka iwu onye nọrọ n'ụlọ ụnyahụ(May 31, 2021) gosiri na ndị Igbo ga-ejinwu otu obi mepụta ihe.",
    "'Ipob pụtanụ tụọ vootu ka ụnụ chụpụ ndị ọchịchị ọjọ' - Ohaneze Ndigbo",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "O kwukwara na ndị Igbo ji ohere ahụ wee chetekwa nwanne ha nwụrụnụ n'agha Biafra mere na 1967 ruo 1970.",
    "Ogbonna kwuru na ndị Igbo enupughị ndị gọvanọ ọwụwa anyanwu isi site n'ime atụmaatụ 'sit-at-home' ndị Indigenous People wepụtara kamana ndị Igbo chọrọ ka ndị gọvanọ ha wegara Abuja ozi ha na obi adịghị ndị Igbo niile mma.",
    "O kwuru na o kweteghị na ọ bụ ụjọ mere ka ndị mmadụ dowe iwu \"sit-at-home\" makana ndị mmadụ pụtara taa bụ June 1,2021 bụ ụtụtụ fotere abalị May 31st.",
    "Emmanuel Obimma, ụkọchukwu ụka Katọlik e ji Ebube Muọnsọ mara, ekwuola na ihe mere n'ụbọdchị Mọnde n'ihi atụmatụ 'sit-at-home' Nnamdi Kanu tinyere, ekwesịla ịkuziri gọọmentị etiti ihe.",
    "Ebube Mụọnsọ kwuru nke a n'ọgbakọ ekpere pụrụ iche o nwere n'ụbọchị Mọnde iji kpee ekpere maka ọgbaaghara na-ada n'elu n'ala na Naịjirịa.",
    "N'ihe onyonyo ekpere a nke Fada Ebube Mụọnsọ tinyere na soshal midia ya, o kwuru na Nnamdi Kanu bụ nnukwu mmadụ nke a na-ahụbeghị ụdị ya n'ụwa a.",
    "'Ọ bụrụ na Naịjiria dị mma echeghi m na a ga-enwe IPOB' - Fr. Ebube Mmụọnsọ",
    "Mmọnwụ wakporo ụlọụka Katolịk n'Anambara",
    "Gịnị na-esere Nnamdi Kanu na Fr Abiagom?",
    "Father Mbaka asaala Garba Shehu ma dọọ ya aka na nti",
    "O kwuru sị: \"Gọọmentị etiti ma ihe ha kwesịrị ime ka ọgbaaghara ndị a kwụsị, mana ha ma ụma na-eme ka ha amaghị.\"",
    "\"Ọ bụrụ na nghọta adịghị, udo agaghị adị.\"",
    "\"Achọrọ m ịgwa ụwa niile na Nnamdi Kanu bu nnukwu mmadụ. Ndị dịka ya ebughị ibu n'ụwa a.\"",
    "\"Naanị otu mkpụrụ iwu o nyere sị onye ọbụla nọrọ n'ụlọ, onye ọbụla edere duu.\"",
    "' Ọ bụrụ na Naịjiria dị mma echeghi m na a ga-enwe IPOB' - Fr. Ebube Mmụọnsọ",
    "\"I lee anya, ọtụtụ ndị otu anyị anọghị ebe a ... n'ihi iwu Nnamdi Kanu nyere sị onye ọbụla 'sit at home'.\"",
    "\"Ihe m chọrọ ịgwa ndị mmadụ bụ na enwere mmụọ na-akwado okwu nnwereonwe Biafra a.\"",
    "\"Ya mere m ji arịọ gọọmentị etiti ka ha na ya nwee mkparịtaụka ugbua tupu ihe akawanye njọ.\"",
    "Ebe foto si, Ebube Muonso",
    "Ebube Mụọ nsọ",
    "\"Ọ bụghị oge niile ka ekwesịrị iji aka ike iji nweta udo.\"",
    "\"Gọọmentị etiti kwesịrị ịghọta nke a ma kpọghachi Nnamdi Kanu azụ iji nwee mkparịtaụka.\"",
    "\"Ọtụtụ mmadụ ejirila ndụ ha chụọ aja maka ndọrọndọrọ a, ya mere ọ gaghị adị mfe ịkwụsị.\"",
    "\"Ọtụtụ ka dịkwa njikere iji ndụ ha ghọrọ mgbọ iji chekwaa Nnamdi Kanu.\"",
    "\"Ike agwụla ndị mmadụ. Ọtụtụ enweghị ọrụ. Ọtụtụ ndị ntorobịa enweghizi olileanya.\"",
    "Fada Ebube Mụọnsọ kwuru na ọ bụ otu a ka mba ụwa si gbachi Hitler nkịtị ruo oge o gburu ndị Juu karịrị nde isii.",
    "Ọ gara n'ihu kwuo na ya na-ekpe ekpere ka udo na ịhụnanya chịa na Naịjirịa.",
    "Ihe Ohaneze ndị Igbo kwuru maka 'sit-at-home' e mere n'ala Igbo ụnyahụ",
    "Innocent Chukwuma e ji Innoson mara bụ oji ego achụ ego Chukwuma kwuru na iwu nọrọ n'ụlọ nke May 31st metụtara ụlọ mmepụta akụrụngwa ụgbọala ya makana o mere ka ha kwụsị igwe ha na-emepụta akụrụ ngwa ụgbọala n'ike nke mefuru ha ọtụtụ ego.",
    "Chukwuma kwuru na ọ ga-adịmma ka ndị Igbo niile nọkọta ọnụ kpaa akpa ka ewepụta otu ụbọchị n'ime afọ ọbụla iji na-edowe iwu nnọrọ n'ụlọ maka ncheta Biafra.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Onye ọbụla gara mkpa ya, egela 'sit-at-home' ọbụla ntị - Umahi, ndị uweojii",
    "Ihe mere agaghị eji 'nọrọ n'ụlo' mee ncheta maka Biafra nke afo a",
    "Ipob 'sit at home'",
    "Ihe mere 'sit-at-home' ụnyahụ ji baa nnukwu uru- Ohaneze ndị Igbo1 Juun 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị nwere agba 'unknown gunmen' gburu n'otu ịzụakaelekere 5 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ihe ndị mere e ji achọ ịkagbu atụmatụ NYSC25 Mee 2021",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ26 Mee 2021",
    "Ihe mere 'sit-at-home' ụnyahụ ji baa nnukwu uru- Ohaneze ndị Igbo",
    "Ndị nwere agba 'unknown gunmen' gburu n'otu ịzụaka",
    "Etu e si gbagbuo ndị gburu Ahmed Gulak",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Ndị omekome amụnyela 'State CID' dị n'Ụmụahịa ọkụ",
    "A wakpoola ụlọikpe abụọ n'Atta Nwambiri, Imo Steeti",
    "Uru nwaanyị abụghị sọ n'ụsọekwuEmelitere ikpeazụ na: 3 Maachị 2018",
    "Dike ndị Biafra ji kpaa ike n'oge agha",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}