{
  "published": "2 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwokoroọbịa Agbo Samson na-arụ igwe na-efe n'elu nke bekee kpọrọ Drone akọọla njem etu o siri bido na-agbanyeghị na ọ gaghị akwụkwọ maka ya.",
    "O kwuru na ọ bụ na J.s.s 3 ka ọ malitere rụwa ya bụ drone.",
    "Ọgbambọ: Lee nwafọ Igbo ji aka ya arụpụta igwe njuoyi",
    "Etu m si hapụ ọrụ ọkaiwu rụwa dụa dụa",
    "Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi'",
    "Agbo kwuru na o nweghị ego mana o bidoro rụwazie nke ukwu na ngwụcha 2020.",
    "O kwuru na uru drone ya ga-enyere na-ebugara ndị mmadụ ihe dịka kpachị kpachị na-enye nsogwu n'akụkụ Naịjirịa dị iche iche.",
    "O kwuru na ọ bụ na intanet ka ọ na-azụta ụfọ̄dụ ngwaọrụ ya.",
    "Ihe mere 'sit-at-home' ụnyahụ ji baa nnukwu uru- Ohaneze ndị Igbo",
    "\"A na m e ji abalị abụọ arụpụta welding machine n'Aba'-  Chinedu Ogboms",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Ogbugbu ọkankụ na mba Yuganda",
    "Vidio, Drone Technology: 'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson, Duration 4,022 Juun 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Vidio, Ọgbambọ: \"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms, Duration 3,421 Juun 2021",
    "Vidio, Biafra Remembrance: Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi, Duration 6,3330 Mee 2021",
    "Vidio, Children's Day: A malitere m ọrụ DJ mgbe m dị afọ ise - DJ Irish, Duration 2,4027 Mee 2021",
    "Vidio, 'Agbalahụrụ m ọnwụ n'aka ndị gbara ụlọọrụ ndị uweojii ọkụ n'Amandugba, Imo steeti', Duration 3,041 Juun 2021",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, Biafra: Ihe mere Gowon jiri gbahapụ Aburi Accord - Major General Alexander Madiebo, Duration 9,5429 Mee 2021",
    "Vidio, Mbazulike Amechi: 'Ojukwu emetachaghị ya n'ihe banyere agha Biafra', Duration 7,0229 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}