{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kemgbe abalị ole na ole gara aka, nsogbu ndị omekome ndị a kpọrọ 'unknown gunmen adagharịala site na ndị uweojii dịka a malietre igbu ndị nwere agba na Naijiria.",
    "Etu e si gbagbuo ndị gburu Ahmed Gulak",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "Lee ụfọdụ ndị nwụrụ n'aka ndị ekperima bu egbe:",
    "Ebe foto si, Screengrab",
    "Dịka ndị uweojii siri kwuo, mmadụ isii bu egbe chebiri ma gbagbuo Ahmed Gulak n' Umueze Obiangwu dị n'Okpuru Ọchịchị  Ngor-Okpala ụbọchị Ụka ( 30/5/2021) dịka  aa kwọ ya agaghachi ọdọụgbọelu Sam Mbakwe ka ọ bịachara ọgbakọ ịnụ  olu ọha maka nhazigharị iwu.",
    "Onye Madagali dị n'Adamawa steeti, Gulak bụbu onye enyemaka Goodluck Jonathan n'okwu gbasara ndọrọndọrọ ọchịchị tupu ọ hapụ PDP banye APC, ebe ọ rụrụ dịka onyeisioche komịti haziri ntuliaka imeụlọ APC n'Imo steeti n'afọ 2018.",
    "Ụfọdụ ndị mmadụ dịka Gọvanọ Hope Uzodinma na-ekwu na ọ bụ ndị ndọrọndọrọ ọchịchị gburu Gulak.",
    "Mana ụfọdụ gụnyere ndị uweojii na steeti ahụ na-arụ otu Ipob na ESN aka maka ọnwụ Gulak ,",
    "Otu Ipob  aghọọla na aka ha adịghị ya.",
    "Ndị a maghị ndị ha bụ bu egbe  gbabidoro Jọstis Stanley Nnaji bụbụ Ọkaikpe Enugwu steeti lara ezumike nka  na mgbede ụbọchịụka(30/5/2021) dịka ọ kwọ ụgbọala ya aga na nso Ebeanọ Tunnel,dị n'Enugwu, kpụpụta ya n'ụgbọala ya gbagbuo.",
    "Onye Nike, dị n'Enugwu steeti, Nnaji bụ ọkpaikpe otu Nigeria judicial Commission  napụrụ ọkwa ya dịka e nyechara mkpesa maka etu o siri wepụ Chris Ngige n'ọkwa dịka gọvanọ Anambara steeti.",
    "Ndị bu egbe gbagburu Okiemute Mrere bụ Osote onyeisi ngalaba na-ahụ maka ọpụpụ na mbata(Nigeria Imigration Service)  nke Imo steeti  n'abalị satọde (29/5/2021) n'okporoụzọ si Owere gawa Pọtakọt.",
    "Vidio, Nwunye Nnamdi Kanu: Gọọmenti Buhari tọhapụrụ m dim19 Febụwarị 2018",
    "Ipob na ESN: Etu Boko Haram, Mend, Fulani ọchiehi na otu ndị ọzọ dị n'Afrịka sị bido agha nnupuisi16 Eprel 2021",
    "Ihe mere 'sit-at-home' ụnyahụ ji baa nnukwu uru- Ohaneze ndị Igbo1 Juun 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị nwere agba 'unknown gunmen' gburu n'otu ịzụakaelekere 5 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ihe ndị mere e ji achọ ịkagbu atụmatụ NYSC25 Mee 2021",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ26 Mee 2021",
    "Ihe mere 'sit-at-home' ụnyahụ ji baa nnukwu uru- Ohaneze ndị Igbo",
    "Ndị nwere agba 'unknown gunmen' gburu n'otu ịzụaka",
    "Etu e si gbagbuo ndị gburu Ahmed Gulak",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Ndị omekome amụnyela 'State CID' dị n'Ụmụahịa ọkụ",
    "A wakpoola ụlọikpe abụọ n'Atta Nwambiri, Imo Steeti",
    "Uru nwaanyị abụghị sọ n'ụsọekwuEmelitere ikpeazụ na: 3 Maachị 2018",
    "Dike ndị Biafra ji kpaa ike n'oge agha",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}