{
  "published": "3 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Abagu Samuel, otu onye na ndị merụrụ ahụ dịka ndị ọchịehi wakporo maa gbuo ọtụtụ ndị mmadụ akọọwala ihe ha gabigara.",
    "Gọvanọ Dave Umahi nke Ebonyi kwuru na gọọmentị ya agaghị agba nkịtị ndị ọchịehi a na-edịna  ma ụmụaka dị afọ abụọ, ụmụnwaanyị  ndị Ebonyi bi Benue, na-ebusi ndị nwoke.",
    "Anyị achọzighi ndị Fulani ọchịehi n'obodo Mmaku - Ụmụokoroọbịa",
    "Fulani redio abụghị maka naanị ndị ọchị ehi - NBC",
    "Fulani herdsmen in Bende: \"Ndị uweojii kpọchịrị`ndị be anyị mgbe ha gara ikpesa etu ndị ọchịehi si mebie ugbo anyị\"",
    "Umahi, onye kwuru n' Abakaliki ụbọchị Tuzde oge ọ gara leta ndị merụrụ ahụ n' ụlọọgwụ 'Alex Ekwueme Federal Teaching Hospital' Abakaliki sị na ya bụ arụ akarịala.",
    "\" Ị hụtụla etu ndị ọchịehi ga-esi na-edina ụmụaka  dị naanị afọ abụọ, egbu nne,egbu nna maka ihe mmadụ amaghị?\"",
    "Umahi, onye gbara ama na ọtụtụ ndị Izzi bụ ndị e kenyere na Benue steeti, ebiela na Benue steeti ihe karịrị afọ 100 ma na-atụ ụtụ isi ha ebe ahụ nyere Kọmishona steeti ahụ na-ahụ maka ikpe udo ntụziaka ka ha hibe otu Ebubeagu na Benue iji chekwaa ndị Ebonyi bi na Benue steeti.",
    "Ọ  gara n'ihu rịọrọ gọọmentị Benue arịrịọ ka ọ kpọhachi ha n'Ebonyi ma ọ bụrụ na ha agaghị echekwa ndụ mmadụ n'iile.",
    "Ọ gwakwara ndị ọrụ nchekwa ka ha nwuchie onye ọchịehi ọbụla ha hụrụ bue egbe \"AK 47\" na steeti ahụ.",
    "Na nsonso a ndị a na-eche na ha bụ ndị ọchịịehi wakporo ndị Izii bi na Benue steeti gbuo ọtutụ ma merụkwa ụfọdụ ahụ.",
    "Lee ihe Abagu kọrọ n'uju n'ihe onyonyo dị n'elu :",
    "Ndị uweojii n'Ebonyi steeti n'akọwa na kepu kepu na-efegharị maka egwu mwakpo ndị Fulani na-achị ehi n'Ebonyi steeti niile ugbua bụ egwu nkịtị.",
    "Loveth Odah bụ ọnụ na-ekwuru ndị uweojii na steeti Ebonyi na-ekwu na ya bụ asịrị abụghị ihe ọhụrụ na steeti ahụ.",
    "Onye na-achị Ebonyi amachiela ọchị ehi",
    "Ohanaeze, Ipob, Njikọ Igbo asaala ndị Ugwu n'oku ka ndị ọchịehi hapụ Ndịda",
    "'Etu e si gbuo ụmụ m n'Ebonyi'- Nwoke e gburu ụmụ ya abụọ",
    "Ọ sịkwa na ọbụghị naanị otu ebe ka ọ na-eme n'Ebonyi agbanyeghị ihe niile ndị uweojii na-agwa ndị mmadụ maka ị kwụsị ya.",
    "Odeh sị na izu atọ gara aga, ọ bụ n'Ezzangbo na Onuebonyi, ụbọchị ole maọbụ ole gara aga ọ bụ n'Amike Aba.",
    "O kwuru na ọ dị mwute ka ndị mmadụ si ekwete ụmụ asịrị a na-eme ha obi mmapụ.",
    "Ọ sị \"ihe na-eme bụ, abalị niile i hụ ụmụaka ebe ha bụ ngwongwo n'isi agbapụ, n'ụtụtụ ha eburukwa lọta\". Ọ nweghị eziokwu tọgbọ na ya bụ asaịrị\".",
    "Ebe foto si, Loveth Odah",
    "Ọ na-arịọ ndị Ebonyi ka ha jụọ oyi maka na ọnweghịzị ndị Fulani ọchie ehi nọ n'Ebonyi steeti.",
    "Odah sị na ndị uweojii na ndị ọrụ nchekwa ndị ọzọ nọzu n'ọtụtụ ebe na steeti ahụ mgbe niile.",
    "Ọ sị na ndị uweojii hiwere atụmatụ ha kpọrọ \"Operation Fire for Fire\" maka ịkpochapụ ọgbaghara niile dị na Steeti ahụ.",
    "Ha nyekwara akara ekwentị onye ọbụla nwere ihe ọ hụrụ ga-eji kpọtụrụ ha.",
    "Ya bụ akara ekwentị bụ 070 645 15001.",
    "Kọmishọna mgbasa ozi n'Ebonyi steeti bụ Uchenna Orji bere arịrị maka ihe na-eme gbasara ya bụ egwu mwakpo.",
    "\"ihe anyị na-arịa na steeti a bụ asịrị sosha midia na-ebute\". Ọbụrụ na gọọmenti etiti amaghị ihe ha mere maka nchekwa soshal midia, o nwereike imebị anyị ihe\".",
    "Orji na-akọwa na ọ bụ shoshal midia na-ebute egwu a niile ndị mmadụ na-atụ.",
    "Ọ sị na ya bụ egwụ ha na-atụ enweghị isi na ọdụ.",
    "Ọ gwara ndị Ebonyi ka ha biwe ndụ ha nke ọma maka na ọ nweghị ihe na-eme.",
    "Ọ sị na \"ihe anyị na-eme ugbua bụ izipu ndị ọrụ anyị ka ha na-aga n'imeobodo ịkuziri ndị mmadụ uru ọ bara inyocha akụkọ ọbụla si na sochia midia.",
    "Ọ sịkwa na onwee ihe ọbụla onye ọbụla hụrụ ya kpokuo ndị uweojii na ndị ọrụ nchekwa ndị ọzọ.",
    "Kepu kepu anyị nụrụ na-ekwu na egwu mwakpo ndị Fulani na-achị ehi juru Ebonyi steeti niile ugbua.",
    "Abalị abụọ gara aga, ya bụ egwu bara ndị Amike-Aba ahụ, mere ụfọdụ ndị obodo ahụ jiri were abalị gbafuchaa be ha.",
    "Akụkọ anyị nụrụ ụbọchị Tọzde na-ekwu na kemgbe ahụ ya bụ kepu kepu agbasaala ọtụtụ ebe ndị ọzọ na steeti ahụ.",
    "Ị chọrọ iso kwo okwu na mkparịtaụka BBC Igbo a kpọrọ 'Ka o si emetụta anyị'?",
    "Pịa ebe a ka i debanye aha gị: 👉🏽👉🏽👉🏽https://forms.gle/ZvmkveNdRXBsUsvh9",
    "Vidio, IPOB: IPOB asaala ndị na-ere ịyabasị, \"Nye anyị akara ọbaego unu\", Duration 3,29elekere 8 gara aga",
    "Vidio, Ebonyi herdmen attack: 'Etu ndị ọchiehi si wakpoo anyị, gbụọ otụtụ n'ime anyị', Duration 1,433 Juun 2021",
    "Vidio, Drone Technology: 'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson, Duration 4,022 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Ned Nwoko, Pamela Ifejoku na esemokwu ala dị n'etiti ndị Idumuje Ugboko, Duration 7,2827 Mee 2021",
    "Vidio, Biafra Remembrance: Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi, Duration 6,3330 Mee 2021",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra, Duration 7,2515 Jenụwarị 2021",
    "Vidio, Ọgbambọ: \"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms, Duration 3,421 Juun 2021",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}