{
  "published": "2 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ihe Lai Mohammed kwuru banyere ebubo nwunye Nnamdi Kanu boro gọọmenti etiti",
    "Gọọmentị Etiti ebola ụlọọrụ Twitter ebubo ime ihu abụọ maka iwepụ ozi onyeisiala Muhammadu Buhari wepụtara n'akara Twitter ya.",
    "Lai Mohammed kwuru nke a n'ụbọchị Wenezde, ma kwuo na ọtụtụ ihe Nnamdi Kanu na-ede, Twitter hapụrụ ya.",
    "O kwuru sị: \"Anyị na-enyo Twitter enyo n'obodo a bụ Naịjirịa. Ọrụ ha na Naịjirịa edochabeghị anya.\"",
    "\"Ị hụtụla ebe Twitter wepụrụ ihe Nnamdi Kanu dere, n'agbanyeghị na okwu ya nwere ike ibute ọgbaaghara.\"",
    "\"N'oge End SARS, Twitter ji ego ha na-akwado ndị End Sars.\"",
    "\"Otu ihe mere n'oge End Sars bụkwa ihe mere na mba Amerịka mana Twitter ji ọsọ machie Donald Trump, mana enweghị ihe ha mere ndị End SARS.\"",
    "\"Anyị agaghị ekwe ka onye ọbụla ghọgbuo anyị, ọrụ anyị bụ ịchị obodo a, anyị ga-achịkwanụ ya etu ike kwere anyị.\"",
    "\"Twitter bụ ndị ihu abụọ. O nweghị ebe ọbụla n'ụwa mmadụ ga-anọ na abụghị Naijiria ebe mmadụ ga-enye ndị otu ya ikike imegide ikikere ọchịchị; uweojii, ndị agha, ọkachasị ọ bụrụ otu a machiri amachị.\"",
    "Ebe foto si, Instagram/M.I Abaga, IllBliss, Johnny Drille",
    "M.I Abaga, IllBliss, Johnny Drille",
    "Ọtụtụ ndị otiegwu, ndị ome ejije, na ndị ọzọ a ma ama na Naịjirịa ka na-akatọkwa Onyeisiala Buhari maka okwu ya gbasara iji aka ike soro ndị ndị na-azọ nnwereonwe Biafra.",
    "Ha gụnyere Jude Abaga, onye e ji M.I mara, Johnny Drille, Ill Bliss, na ndị ọzọ.",
    "Okwu ha na-ekwu na Twitter mere ka #iamigbotoo malite iwu dịka ọtụtụ na-ekwu na mmegbu ndị Igbo na Naịjirịa akarịala",
    "Ọ bụ M.I malitere ya bụ okwu dịka o mere onyonyo ebe ọ nọ katọọ ihe Onyeisiala Buhari kwuru ma kwuo na ya kwụ ndị Igbo n'azụ.",
    "M.I kwuru sị: \"Onweghị onye Igbo ọbụla nụrụ ihe Onyeisiala kwuru ka obi ghara ịlọ ya mmiri nke ukwuu.\"",
    "\"Ya mere o ji dị mkpa na anyị niile, ma ndị Igbo ma ndị abụghị ndị Igbo, ga-ejikọ aka ọnụ kwuo na anyị akwadoghị ihe ahụ Onyeisiala kwuru.\"",
    "\"Ọ ga-adị mma ka onye ọbụla tinye ọnụ ma gwa ndị Igbo na anyị niile bụ otu, anyị hụrụ ha n'anya, anyị agaghị ekwe ka ihe mere n'oge gara aga kewaa anyị.",
    "Na nzaghachi ihe ahụ M.I kwuru, Kate Henshaw, onye na-eme ejije Nollywood, tinyere akara onye na-akụ aka nke gosiri na ọ kwadoro ya bụ okwu",
    "Ebe foto si, Screenshot",
    "N'aka nke ya, Johnny Drille kwuru na ndị Igbo bụ agbụrụ nwere obi ọma dịka o si chọpụta oge o ji otu afọ fee ala Naịjirịa n'Enugwu steeti.",
    "O kwukwara na ọtụtụ ndị Igbo na-akwado egwu ya ma bụrụkwa ndị nwere obi ọma.",
    "Ebe foto si, Screenshot",
    "Ill Bliss, onye oti egwu ọzọ a ma ama kwuru na ihe na-eme ugbua n'ala Igbo jọrọ njọ.",
    "O kwuru na o kwesịrị ka ndị Igbo niile a ma ama soro were olu ha kwuo okwu ma katọọ ya bụ ihe.",
    "Ụlọọrụ Twitter ewepụla ozi Onyeisiala Muhammadu Buhari gbasara n'akara Twitter ya n'ụbọchị Tuzde gbasara ndị o kwuru na-emebisi ihe na mpaghara Ọwụwa Anyanwụ.",
    "Twitter na-ekwu na ihe ahụ Buhari dere megidere iwu ha, dịka ọtụtụ ndị mmadụ wetaara ha mkpesa gbasara ozi ahụ.",
    "Nnamdi Kanu, Donald Trump na ndị ọzọ a ma ama Facebook na Twitter machirila",
    "Ebe foto si, Screenshot",
    "Twitter kwuru na ihe ahụ Buhari dere megidere iwu ha",
    "Ihe nwere ike ime ka Twitter wepu ozi mmadụ maọbụ wepụ akara Twitter mmadụ",
    "Ihe bụ isi sekpụ nti n'ihe ahụ Buhari dere bụ ebe o kwuru na ha bụ ndị so lụọ agha ọnwa iri atọ, ga-emeso ndị na-emebi ihe na Naịjirịa omume \"n'asụsụ ha ga-aghọta\".",
    "Ndị mmadụ kwuru na nke a dịka Buhari ịchị ndị Igbo ọchị maka mmekpa ahụ nakwa nnukwu ahụhụ ha tara n'aka ndị agha Naịjirịa n'oge agha Biafra.",
    "Ma ndị Igbo ma ọtụtụ ndị abụghị ndị Igbo socha katọọ etu Buhari siri debe ọnụ kwuo ya bụ okwu.",
    "Ọtụtụ ndị mmadụ wegara mkpesa nye Twitter maka ya bụ ihe, nke a so n'ihe mere Twitter ji wepụ ya bụ ozi.",
    "Ebe foto si, Screenshot",
    "Na mgbede ụbọchị Tuzde ka Onyeisiala Muhammadu Buhari dọrọ aka na ntị gbasara ụlọọrụ ndị INEC a na-agba ọkụ na mpaghara Ọwụwa Anyanwụ.",
    "O kwuru nke a oge ọ nabatara onyeisioche INEC, ọkammụta Mahmood Yakubu, onye biara ịkọrọ ya maka etu e si awakpo ọtụtụ ụlọọrụ ha n'akụkụ Naịjirịa dị icheiche.",
    "Onyeisiala Buhari kwuru na gọọmenti enyela ndị omekome ahụ oge zuruoke.",
    "O kwukwara na ndị a na-emebisi ihe, anọghị ya oge a lụrụ agha Biafra, ha amaghịkwa ihe mere oge ahụ.",
    "Mana o kwere nkwa na \"anyị bụ ndị so lụọ agha ọnwa iri atọ ga-aza ha n'asụsụ ha ga-aka ghọta.\"",
    "Onyeisiala Buhari kwuru na a gbanwela ndị isi agha nakwa ndị onyeisi ndị uweojii Naịjirịa, \"anyị ga-ahụ na ha nyere ezi nchekwa\".",
    "Ebe foto si, Getty Images/BBC",
    "Trump na Nnamdi Kanu bụ ndị ọzọ a ma ama amachiburu na soshal midia n'ihi okwu dị aṅaa.",
    "Cheta na ihe dị otu a mere n'oge mba Amerịka na-eme ndọrọndọrọ ọchịchị, oge Twitter wepụrụ ụfọdụ ozi Onyeisiala Donald Trump tinyere n'akara Twitter ya.",
    "Donald Trump wepụrụ ọtụtụ ozi nke o ji ebo ebubo na ọ bụ nrụrụaka ka e ji chụtuo ya n'ọkwa onyeisiala, mana o nweghị ihe akaebe ọbụla o gosiri iji kwadoo okwu ya.",
    "Ihe mere Trump ji ewusi ike na Naịjirịa",
    "Ụzọ anọ Buhari jiri yie Trump",
    "Facebook sokwa na ndị wepụrụ ọtụtụ ozi Donald Trump tinyere n'oge ahụ.",
    "Mana oge Donald Trump malitere ịgbasa ozi site na Twitter na Facebook na-akpọ ndị nkwado ya ka ha gaa mee ngagharịiwe n'isi ụlọ omeiwu ha bụ 'Capitol building', Twitter na Facebook wepuru akara ya kpam kpam n'ọgbakọ ha.",
    "Chetakwa oge Facebook machiri Nnamdi Kanu, onyeisi ndị IPOB maka okwu ya nke  ha sị na o nwere ike ibute ọgbaaghara.",
    "Facebook wepụrụ akara Nnamdi Kanu n'oge ahụ, mana o mechara mepee ọzọ jirikwa ya na-agbasa ozi.",
    "Ihe nwereike ime ka a machie mmadụ na soshal midia",
    "Ọ bụ eziokwu na mmadụ ọbụla nwere ikike dịịrị ya ikwu ihe bụ uche ya oge niile, mana enwere ụdị nke ị ga-ekwu o, soshal midia nwere ike machie gị.",
    "Okwu akpọmasị (hate speech)",
    "Okwu na-egosipụta ịkpa oke agbụrụ (racist comments)",
    "Okwu iji ọnwụ maọbụ mmerụ ahụ eyija mmadụ (threat to life or bodily harm). O nwere ike ịbụ maka nke a ka e ji wepụ ozi Buhari.",
    "Okwu megidere nwoke idina nwoke maọbụ nwaanyị idina nwaanyị (sexual discrimination)",
    "Ikesa akụkọ ụgha (fake news)",
    "Ikwu okwu ga-akpalite ọgbaaghara n'obodo (inciting violence)",
    "Vidio, 'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson2 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Gịnị kpatara na twitter ewepụbeghị ọtụtụ ihe Nnamdi Kanu na-ede? - Lai Mohammed2 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ihe ndị mere e ji achọ ịkagbu atụmatụ NYSC25 Mee 2021",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ26 Mee 2021",
    "Gịnị kpatara na twitter ewepụbeghị ọtụtụ ihe Nnamdi Kanu na-ede? - Lai Mohammed",
    "Kenneth Amukara, Gulak na ndị nwere agba 'unknown gunmen' gburu n'otu ịzụaka",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Gọọmentị kwesịrị iji 'sit-at-home' Nnamdi Kanu tinyere wee mụrụ akọ - Fr Ebube Muonso",
    "Etu e si gbagbuo ndị gburu Ahmed Gulak",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Lee ka o si gaa n'akwamozu Ada Jesus",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "'Ụmụnwaanyị kwụọ nwoke gi agụụ 'ihe nsori' - MilanoEmelitere ikpeazụ na: 12 Mee 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}