{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu jikọrọ ndị Ugwu awụsa na-aka ma na -ere ahịa ịyabasị  a kpọrọ 'Onion Producers and Marketers Association of Nigeria (OPMAN) ekpebiela na ha ga-akwụsị ibute ịyabasị na mpaghara Ọwụwa Anyanwụ.",
    "Odebeego otu ahụ bụ Ibrahim Haruna gwara BBC Igbo ụbọchị Tọzde na nke a bụ n'ihi na ndị otu Ipob zusara ịyabasị juru ụgbọala 'trailer' abụọ nke ego ya ruru nde naira iri abụọ ụbọchị ụka gara aga.",
    "O kwuru na ndị otu ha nọ n'Ugwu Awụsa kpebiri ịkwụsị ibunye ha ahịa dịka onye ndụ otu Ipob bụ Nnamdi Kanu emejupụtaghị nkwa o kwere ịkwụ ndị emebiri ahịa ha ụgwọ ya.",
    "Cheta na Nnamdi Kanu nọrọ n'ozi ọ gbasara n'abalị 31 nke ọnwa Mee, afọ 2021(31/5/2021) katọọ ndị wakporo ndị Ugwu bụ ịyabasị, ma kwe nkwa ịkwụ ha ụgwọ ya n'uju.",
    "Gee ihe ndị a niile n'ihe onyonyo a:",
    "Vidio, Onions traders: 'Anyị ahụbeghị ego Nnamdi Kanu kwuru ọ ga-akwụ anyị maka ịyabasi anyị a bụsara n'Imo', Duration 3,29elekere 6 gara aga",
    "Vidio, Ebonyi herdmen attack: 'Etu ndị ọchiehi si wakpoo anyị, gbụọ otụtụ n'ime anyị', Duration 1,433 Juun 2021",
    "Vidio, Drone Technology: 'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson, Duration 4,022 Juun 2021",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a, Duration 5,3230 Mee 2018",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Ọgbambọ: \"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms, Duration 3,421 Juun 2021",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ned Nwoko, Pamela Ifejoku na esemokwu ala dị n'etiti ndị Idumuje Ugboko, Duration 7,2827 Mee 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}