{
  "published": "5 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "'ovarian cyst' bụ otu ọnọdụ  ahụike ụmụnwaanyị ugbua na-akpụkarị n'ọnụ n'ihi egwu na o nwere ike imetụta .ọmụmụ maọbụ bute ajọ ọrịa kansa.",
    "Mana ndị ọkachamara ahụike na-ekwu na ọ bụ enweghị nghọta zuru oke mere ọnọdụ ahụ ji echụ ọtụtụ n'ime ụmụnwaanyị ụra .",
    "Gịnị ka ị ma maka ọrịa 'Pneumonia'?",
    "Ọrịa 8 ụmụnwaanyị dị ime na-arịa karị na etu ha ga-esi gbanahụ ya",
    "Kansa akpamamịrị ụmụnwoke egbuola ọtụtụ",
    "Ovarian cyst bụ mkpụrụ maọbụ akpụ na-adị n'akpa akwa nwaanyị.",
    "Dịka dọkịta ahụịke ụmụnwaanyị bụ Dkta Ngozi Obi siri kọwaa,\"akpa akwa nwaanyị (ovaries) na-amịpụta mkpụrụ n'ọnwa ọbụla.",
    "Oge 'ovulation', ọ gbawa wepụta akwa na-agbaze ghọọ nsọ nwaanyị ma ọ bụrụ na nwaanyị ezuteghị nwoke, mana o nwere ndi anaghị agbawa\".",
    "Ebe foto si, Getty Images",
    "Naanị  ma mkpụrụ ahụ buwe ibu karia maọbụ ma mkpụrụ ahụ tụfikọ n'okporo ya ka o ji abụ nsogbu.",
    "Dkta Obi, onye na-arụ n'ụlọọgwu Emel Hospital dị na Festac Legọs, sịrị,\"Inwe ọrịa mbute (infection) nwere ike ibute ovarian cyst\".",
    "\"Ọzọ bụ ụmụnwaanyị na-achọ nwa na-añụ ọgwụ ka ha dị ime nwere ike ibute ya\".",
    "\"Mkpụrụ ahụ nwekwara ike tụfịkọ n'okporo ya ma na-afụ nwaanyị ụfụ n'afọ.\"",
    "\"Mgbe ụfọdụ mkpụrụ ahụ nwere ike ibu nnukwu  ibu.\"",
    "Ọ kọwara na o bukarịa setimita isii, ị mara na nnu aghala ofe, dịka o nwere ike ịdachi akpamamịrị.",
    "\"Ọ bụ ụdị mkpụrụ a ka a na-awa afọ wepụ.\"",
    "E nwekwara mkpụrụ nke na-esite n'ọrịa kansa.",
    "\"Ndi kansa dị n'agbụrụ ha; kansaara.\",nke kolon, nke akpa akwa wdg\".",
    "Ebe foto si, Getty Images",
    "Ọ naghị edo anya ị mata ma nwaanyị e nwere ovarian cyst' belụsọ ma o mere nnyocha ahụ.",
    "Dkta Obi kọwara,\"Ọ bụ imee nnyọcha ukwu (pelvic scan) ka ị ga-eji ama, mana mgbe ụfọdụ afọ gị na-ebu, na-ebu ị mara na i nwere nsogbu.\"",
    "Ovarian cyst nwere ike ibute ime isi ike na nsogbu ahuike ndị ọzọ.",
    "Dkta Obi sịrị, \"O nwere ike imebi akpa akwa nke pụtara na ọ gaghị na-amị akwa. Nwaanyị  enweghị akwa agaghị atụlị ime.\"",
    "\"Ọ bụrụ na 'ovarian cyst' buo nnukwu ibu (ụfọdụ na-aha ka afọ ime ọnwa atọ), o nwere ike ikpagide akpa mamịrị, mee ka nwaanyị naanyụ mamịrị rinne.\"",
    "\"Ọ bụrụ na o butere gị kansa, ọ ga-na eme gị ị na-ata ahụ.\"",
    "\"'Ovarian cyst' nwere ike ikesa n'akụkụ ahụ ndị ọzọ.\"",
    "\"O nwere ike isi na akpa akwa gafe n'opiakwa (fallopian tubes), akpanwa nakwa ọnụ akpanwa   maọbụrụ nke kansa.\"",
    "Nke obere na-agbazere onwe ya mana a na-awa afọ iji wepụ mkpụrụ buru oke ibu.",
    "Mana ọ bụrụ nke kansa, Dkta Obi kwuru na ọ bụ ihe  Bekee kpọrọ 'radiotherapy' maọbụ 'chemotherapy' maọbụ ha abụọ ka e ji agwọ ya.",
    "Ebe foto si, Getty Images",
    "Ndị ọkachamara na-enye gị ndụmọdụ ndị a:",
    "- Na edowe onwe gị ọcha mgbe dum iji",
    "gbochie ụmụ pịrị ọrịa na-emetụta ahụnwaanyị gị.",
    "- Gba mbọ ịji okpunnabụenyi oge ịna-enwe mmekọ iji gbochịa ibute ọria nwere ike i mepere ovarian cyst ụzọ.",
    "- Ọ bụrụ n'isi n'agbụrụ ndị na-enwekarị kansa, gbaa mbọ na-eme nnyocha ahu kwa daa, iji chọpụta mgbe mmiri ruwere ma gbaa ọsọ mmiri n'oge.",
    "- Ọ bụrụ na i buru oke ibu, gbalịa ka ị talata n'ihi na oke ibu na-eme ka ọ dị mfe inwe 'ovarian cyst'.\"",
    "- Ọ bụrụ na e nwee mgbanwe ọbụla na etu i si ahụ nsọ gị, gbara gaa hụ dọkịta.",
    "Men's Health: Ọrịa isii kacha emetụ ụmụnwoke karịa ụmụnwaanyị3 Julaị 2020",
    "Ọrịa Kọlera esenyiela isi ọzọ na mpaghara Naịjirịa31 Mee 2018",
    "Women Health: Ọrịa isii kacha emetụta ụmụnwaanyị karịa ụmụnwoke22 Mee 2020",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu VPN ga-esi nyere gị aka ịbanye na 'Twitter' nakwa 'Facebook' gị5 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua",
    "Etu VPN ga-esi nyere gị aka ịbanye na 'Twitter' nakwa 'Facebook' gị",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ",
    "Akụkọ kachasị taa: A tọpụla onye Jamini a tọrọEmelitere ikpeazụ na: 8 Mee 2018",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Uru nwaanyị abụghị sọ n'ụsọekwuEmelitere ikpeazụ na: 3 Maachị 2018",
    "Lee ka o si gaa n'akwamozu Ada Jesus",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Ihe ụmụ Naijirịa na-ekwu maka gọọmentị iji Twitter maa ọkwa mmachi Twitter na Naijirịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}