{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Adoration Ministry Enugu",
    "Ụka Katọlịk na Dayosis Enugwu anapụla Fada Ejike Mbaka 'Adoration Ministry' o hibere tinye ya n'okpuru dayọsis.",
    "A machikwara ya itinye ọnụ n'okwu metụtara ndọrọndọrọ ọchịchị.",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Nke a na-abịa ka ọ nọchara  nkwụsị ọrụ nke Bishop dayosis ahụ bụ Calistus Onaga kwụsiburu ya abalị 30 maka mee 'ekpere\" ọpịpa nakwa ntụgharịuche'.",
    "N'ozi nke nnukwu ụkọchukwu na-elekọta dayọsis ahụ bụ Bishọpụ  Calistus Onaga zigara Mbaka, n'abalị atọ nke ọnwa Juun, ọ sịrị,  \"Adoration Ministry Enugu ga-abụzị 'Chaplaincy' nke ga-anọ n'okpuru Dayọsịs Enugwu nke Fada Mbaka ga-abụ onye ndu ya.\"",
    "Father Ejike Mbaka na ihe ndị ị maghị maka ya",
    "Dịka ọnụ na-ekwuru dayosis ahụ bụ Fada Benjamin Achi siri kọwaa, \"A ga-ebidokwa kuziwe nkuzi katikizim dịka ndị Katọlik na-akụzị.\"",
    "\"Ọ gaghị anọzi dịka ministri dịka ọ dị na-mbụ, a ga-enwezi  a kpọrọ \"chaplaincy council bụ ndị isi ga na-ahazi ihe a na-eme.\"",
    "\"Onye ọbụla na abụghị Katolik agaghị enwe ọkwa pụtara ihe n'a chaplaincy.\"",
    "Ebe foto si, Enugu Catholic Diocese",
    "Fada Achi kọwara na Fada Mbaka ka ga-abụ 'Chaplain' nke 'chaplaincy'  ahụ mana  a ga-etinyere ya ndị ụkọchukwu ndị ọzọ ya na ya ga na-arụkọ ọrụ.",
    "Ebe foto si, Enugu Catholic Diocese",
    "Nke Mere Ugbua: Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ụmụ Naijirịa na-ekwu maka gọọmentị iji Twitter maa ọkwa mmachi Twitter na Naijirịaelekere 6 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Nke Mere Ugbua: Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Mmadụ atọ nwụrụ n'ọgbaaghara dapụtara n'Owerri ụnyaahụ",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe ụmụ Naijirịa na-ekwu maka gọọmentị iji Twitter maa ọkwa mmachi Twitter na Naijirịa",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea",
    "Gọọmentị kwesịrị iji 'sit-at-home' Nnamdi Kanu tinyere wee mụrụ akọ - Fr Ebube Muonso",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}