{
  "published": "5 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka gọọmentị Naịjrịa machiri Twitter ụbọchị Frịade, ọtụtụ na-atụ ụjọ ma Twitter ha aga esizi otu a nwụọ.",
    "Ọtụtụ mmadụ ekwuola uche ha gbasara ya bụ Twitter gọọmentị Naịjirịa machiri nke bụ na ọtụtụ na-achọzị ụzọ ọzọ ha ga-esi abanye ya bụ ọba nzikọrịta ọzị.",
    "Ejizi maka Soshal midia achụ ndị uweojii?",
    "Ndị ndọrọndọrọ agba ọhụrụ jị soshal midia anya isi",
    "Ị nwereike kote buru maka ihe idere na soshal midia",
    "VPN malitekwara iwu dịka ụzọ ndị mmadụ ga-esi abatakwa na Twitter.",
    "Virtual Private Network (VPN) bụ ụzọ ọwara intanet nke e nwere ike ịmepere otu onye (private network) n'ime ọwara intaneti nke ọha (public network).",
    "Ndị ọkachamara gbasara intanet na-ekwu na ya bụ ọwara okporo ịntaneti nwere ike inye mmadu ohere isi ọwara okporo intanetị obodo ọzọ were banye Twitter maọbụ Facebook.",
    "VPN dịka agada gbachiri ụzọ anaghị ekwe ka amata obodo mmadụ sị abata obaozi ịntanetị maka o nwere ike inye mmadụ ohere is akara Ip obodo ọzọ nwere banye na intanetị.",
    "Onye o bụla nwere ike ibudeta (download) VPN na ekwenti ya maka nke a.",
    "Ihe egwu dị na iji VPN",
    "Ndị ọkachamara a na-ekwu na VPN abụghị ọwa okporo intaneti otu onye.",
    "\"Ọ bụ nke ọha\".",
    "Ọtụtụ mmadụ nwere ike iso ya otu mmgbe na-abe na Twitter.",
    "Nke a nwere ike ime ka ndị ọjọọ ịntaneti wakpo onye ahụ.",
    "Ọ bụrụ na ndị nwe ya bụ VPN bu ihe ọjọọ n'obi, ha nwere ike isi ebe ahụ tinyere gi nje mgbaama na kọmputa maọbụ ekwenti gị nke ga-enye aka izu gị ohi maọbụ mebie gị ihe.",
    "O nwere VPN ndị ana enye n'efu, mana ọ bụ ụdị ndị a ka ihe egwu dị otu a karịrị na ha.",
    "O nwekere ụfọdụ ana ere ere bụ nke ga-efu gị nwa ego.",
    "Ndị a ka mma karịa ndị a na-enye n'efu.",
    "I nwereike ?hap? soshal midia n'otu ?b?ch??",
    "Vidio, Soshal midia emeela m ọgaranya - Josh2funny, onye ọchị17 Eprel 2018",
    "Twitter enwurula ọkụ maka okwu ndị 'Yahoo'13 Mee 2018",
    "Vidio, Etu soshal midia si mee ka ọ dị mfe ire ọgwụ ike27 Ọgọọst 2020",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu VPN ga-esi nyere gị aka ịbanye na 'Twitter' nakwa 'Facebook' gị5 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua",
    "Etu VPN ga-esi nyere gị aka ịbanye na 'Twitter' nakwa 'Facebook' gị",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ",
    "Akụkọ kachasị taa: A tọpụla onye Jamini a tọrọEmelitere ikpeazụ na: 8 Mee 2018",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Uru nwaanyị abụghị sọ n'ụsọekwuEmelitere ikpeazụ na: 3 Maachị 2018",
    "Lee ka o si gaa n'akwamozu Ada Jesus",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Ihe ụmụ Naijirịa na-ekwu maka gọọmentị iji Twitter maa ọkwa mmachi Twitter na Naijirịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}