{
  "published": "6 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "N'afọ 2011, Forbes depụtara Temitope Joshua bụ ụkọchukwu atọ na Naịjirịa ego ya ruru $10 million - $15 million.",
    "Temitope Balogun Joshua bụ ụkọchukwu chọtara Synagogue Church of All Nations (SCOAN) anwụọla.",
    "Ụwa niile nọ na mgbagoju anya ugbua maka etu o si nwụ.",
    "Nne na nna ụmụ Chibok etinyela nchekwube n'aka TB Joshua",
    "Building collapse: Ihe isii mere ọtụtụ ụlọ ji ada",
    "Ndị ụlọụka ya biara ụka n'ụtụtụ taa bụ June 6,2021 ji anya mmiri na-agagharị ebe ahụ.",
    "Ụfọdụ na-ekwukwa na a gbachiri ụlọụka Synagogue kamgbe oge 'lọckdown' maka igbochi mfesa coronavirus.",
    "Etu ụlọụka Synagogue si depụta maka ọnwụ TB Joshua n'akara Facebook ha",
    "Ebe foto si, Tb Joshua ministries",
    "Dịka ụlọụka Synagogue si depụta,  n'ụbọchị Satụrday 5th June, onye amụma TB Joshua kwuru okwu n'ọgbakọ 'Emmanuel TV Partners Meeting.'",
    "\" E nwere oge ihe niile- oge ị bịa nara ekpere ebe a nakwa oge ịlaghachị bee gị ma akacha ụka.\"",
    "\"Chukwu akpọrọla oru ya nwoke bụ onye amụma TB Joshua dịka o si masị ya.\"",
    "Ọ nọ na-eje ozi n'ụlọụka chukwu. Nke a bụ ihe e ji mụụ ya, ihe o biri ndụ ya maka nakwa ihe o ji nwụ, dịka ụlọụka ya si depụta.",
    "Ha kwukwara na okwu ikpeazụ ya bụ \"gbado anya, kpe ekpere.\"",
    "Elections: Buhari adaghị ntụliaka n'Enugu edere ya ede - Mbaka",
    "Ebe foto si, TB Joshua ministries facebook page",
    "N'afọ 2011, Forbes depụtara Temitope Joshua bụ ụkọchukwu atọ na Naịjirịa ego ya ruru $10 million - $15 million.",
    "Onye amụma T.B. Joshua  bụ ụkọchukwu Naịjirịa nakwa nke onye ọbụla na-ahụ n'onyonyo mabụrụkwa onye na-enyekarị ndị mmadụ ihe.",
    "Ọ bụ ya chọtara ụlọụka \"The Synagogue, Church of All Nations (SCOAN)\" nke na-egosi n'onyonyo akpọrọ  Emmanuel TV na bekee.",
    "A mụrụ ya na June 12, 1963. Dịka websait Synagogue si depụta, church of Nations, Joshua nọ n'afọ nne ruo ọnwa iri na ise(15 months) tupu a mụọ ya.",
    "Ọ gara ụọakwụkwọ St. Stephen's Anglican Primary School (Ikare-Akoko, Nigeria, 1971-1977), mana ọ gụchaghị otu afọ n'ụlọakwụkwọ Sekọndiri.",
    "N'ụlọakwụkwọ, a ma ya dịka obere ụkọchukwu maka etu o si hụụ bible n'anya nakwa ihe chineke nakwa ikike o nwere ikwu ihe ga-eme n'ihu gbasara ogbe ya, dịka websait SCOAN si depụta.",
    "Ọ bụ onyeisi Scripture Union mgbe ọ nọ n'ụlọakwụkwọ.",
    "Ama ya ama n'Afịrịka niile nakwa Latin Amerịka.",
    "N'afọ 2011, Forbes depụtara Temitope Joshua bụ ụkọchukwu atọ na Naịjirịa ego ya ruru $10 million - $15 million.",
    "Etu ndị mmadụ si gosi nwute ha maka ọnwụ TB Joshua",
    "Ndị ụlọụka SCOAN tọgbọcha n'ala iji gosi na obi adịghị ha mma.",
    "Ndị na-akwa akwa",
    "Gwamnishu Harrison e jikwa inyere ndị ọnenweghị ka ọ ha ha gosiri nwute ya maka ọnwụ TB Joshua,",
    "Ebe foto si, Facebook",
    "Charles Awuzie bụkwa onye ji egeo achụ ego ama ama gosiri nwute ya maka ọnwụ TB Joshua.",
    "Ebe foto si, Facebook",
    "Gịnị na-esere Odumeje, ụmụ Pericoma na ndị Arondizuogu?",
    "I nye Odumeje otito Chukwu, Chukwu eweere gị iwe - Zubby Michael",
    "Onye na-etizi \"Indaboski\" a?",
    "Nne na nna ụmụ Chibok etinyela nchekwube n'aka TB Joshua",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ6 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Etu nwa afọ Igbo, George Kencho, si nwụọ n'aka ndị uweojii mba Ireland6 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Constitutional review: Ohaneze chọrọ steeti ọhụrụ, 'state police' na ihe ndị ọzọ12 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua",
    "Mmadụ atọ nwụrụ n'ọgbaaghara dapụtara n'Owerri ụnyaahụ",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Akụkọ ụgha gbasara nje Coronavirus i kwesiri ịgbachị nkịtịEmelitere ikpeazụ na: 18 Maachị 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}