{
  "published": "7 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ifeanyi Ejiofor/BBC/ Getty Images",
    "Ndị Oraifite ekwuola etu ndị ha na-eche na ha bụ ndị agha Naịjirịa nakwa ndị uweojii si wakpoo ụlọ onye bụbụ ọkaiwu onye ndu Indigenous People of Biafra, Nnamdi Kanu n'Oraifite dị n'okpuruọchịchị Ekwusigo , Anambra steeti.",
    "Onye bi n'akụkụ bee Ifeanyi Ejiofor n'Oraifite kwuru na ndị ahụ e na-eche bụ ọrụ nchekwa Naịjirịa wakporo ụlọ Ejiofor n'abalị Satọde ma gbagbuo otu onye ọrụ nchekwa ya ma buru ozu ya gawa mmadụ amaghị.",
    "Ọkaiwu Nnamdi Kanu agbaala ndị uweojii akwụkwọ maka ịwakpọ ụlọ ya",
    "Oraifite Killing: Ndị mmadụ ka na-agba ọsọ ndụ ha n'Obodo ahụ - Anya hụrụ ihe merenụ",
    "O kwuru na ọ nụkwara na e kpokọrọ ndị ọrụ nchekwa atọ ndị ọzọ na-eche bee Ejiofor mana agbaghị ụlọ ya ọkụ.",
    "Onye ọzọ bikwa n'Orafite kwukwara na ụnyahụ na ya nụrụ na ndị obodo Akwa Ukwu dịketere Oraifite gbara ọsọ.",
    "Ndị 'unknown gunmen\" wakporo ụgbọala ndị ugwu bu ehi abata Akwaukwu dị n'okpuruọchịchị , gbagbuo ndị ugwu abụọ nọ n'ụgbọala ahụ ma chụsasia ehi ndị ahụ ha bu.",
    "Nke a mere ka ndị obodo ahụ jiri ụjọ gbapụ ọsọ maka ụjọ na ndị ugwu nwerike ịbakute ha bọgwara ogbugbu ụmụnne ha.",
    "Mana mmadụ abụọ a gwara BBC okwu kwuru na Oraifite ederela duu ugbua mana ndị ọrụ nchekwa ka nọcha n'Akwaukwu maka ụjọ ji ndị obodo ahụ.",
    "Mbọ BBC gbara ịnụta n'ọnụ ndị uweojii nọ n'Anambra gbasara mwakpo ndị a mere n'Oraifite nakwa Akwa Ukwu amitabeghị mkpụrụ dịka ndị Tochukwu Ikenga bụ ọnụ na-ekwuchitere ha ebubeghị ekwenti ya.",
    "Akụkọ onye hụrụ ihe merenụ na-ekwu na gọọmenti Abia steeti gbachịrị ahia ndị osisi dị n'okporoụzọ Ikot Ekpene,Umuahia n'ụtụtụ taa (June 7, 2021) maka akwụghị ụgwọ ụtụisi.",
    "Nke a mere ka ndị na-ere ahịa nọrọcha n'iro mana ndị ọrụ Bakassi nọ n'ime ụlọọrụ n'ime ahịa ahụ.",
    "Ndị chọrọ ịrụ ọrụ ngo n'ime ahịa ahụ nakwa ndị ọrụ Bakassi bidoro nwewe nsogbu nke mere ka otu onye ọrụ Bakassi gbara mmadụ abụọ ndị oru ngo ahụ egbe mana o nweghi onye nwụrụnụ.",
    "Nke a mere ka ndị ahịa chụwa ndị Bakassi ahụ ọsọ ma mụnye ụgbọala nakwa ụlọọrụ ha ọkụ.",
    "Ọgbaghara a chụsasiri ndị ahịa Timber niile ugbua.",
    "BBC Igbo ka na-agba mbọ ịnụta n'ọnụ ndị uweojii gbasara mkpamkpa a.",
    "Ebe foto si, Getty Images",
    "Ndị oji egbe a na-amaghị ndị ha bụ agbaala ụlọ kọmishọna mgbasaozi n'Imo Steetị bụ Declan Emelumba ọkụ.",
    "Emelumba sị na o nweghi onye nwụrụ n'ọkụ ahụ gbara ụlọ ya dị na n'obodo Ubulu-Ihejiofor nke okpuruọchịchị Oru West, n'ụbọchị ụka Juun 6, 2021.",
    "Ọ gwara ndị ntaakụkọ BBC n'ewkentị na ndị ahụ gbara be ya ọkụ ma repịa ihe niile dị n'ime ya kpam kpam.",
    "O kwughi kwa ma  a gbara ụlọ ndị dị be ya nso ọkụ dịka ndị ntaakụkọ na-ekwu mgbe ahụ.",
    "Etu ndị ekperima si wakpo ụlọọrụ ndị uweojii n'Akpumiri Ubakala, Abia State",
    "Ihe mere na o nweghi onye na-akatọ ihe na-eme n'Ọwụwa Anyanwụ",
    "Emelumba kwuru na mgbe ndị omekome ahụ wakpochara ụlọ Okoliogwo, ha buru ụgbọala gọọmenti a dọsara n'ụlọ ya.",
    "O kwuru na ya bụ ụgbọala so n'ihe ndị uweojii napụtara ndị omekome ahụ mgbe ha gara ịwakpo isi ụlọọrụ dị n'Owerri, nke ndị uweojii kwuru na ha kwụsịrị n'ụbọchị ụka, Juun 6, 2021.",
    "BBC Igbo ka na-agba mbọ ịnụta n'ọnụ ndị uweojii gbasara ya bụ mwakpo mere na be kọmishọna.",
    "Ndị uweoji nọ n'Imo steeti kwụsịrị ndị \"unknown gunmen\" biara ịwakpo isi ụlọọrụ ha dị n'Owerri ma gbuo otu Joseph Uka Nnachi akpọrọ \" King of Dragons\" na bekee bụ onye e kwuru na-awakpo ụlọọrụ ndị uweojii n'Imo steeti.",
    "Ha gbukwara ndị oji egbe anọ ndị ọzọ.",
    "Ọnụ na-ekwuru ndị uweojii n'Imo steeti bụ Bala Elkana kwuru na ndị omekome ahụ ruru iri wuchiri ebe elekere isi nke ụtụtụ(6:15am) ji ụgbọala \"Hummer\" si Works Layout dịketere ụlọakwụkwọ Alvan Nursery na Pramarị mana mgbe ahụ ka ha na ha bidoro kwatawa mgbọ.",
    "Elkana na ndị ntaakụkọ nwere mkparịtaụka ebe o kwuru na ha zọpụtara otu nwaanyị onye uweojii ndị omekome a nwụchiri ma mebie ogige ebe ha bi.",
    "Elkana kwuru na ndị uweojii nwụchịrị otu onye n'ime ha aha ya bụ Stanley Osinachi dị afọ iri atọ ma bụrukwa onye Achi /Mberi, n'okpuruọchịchị Mbaitoli.",
    "Osinachi kwetere n'onyonyo na-efegharịnụ na ọ bụ onye otu Easter Security Network nakwa Dragon bụkwa onyesisi otu ESN nọ n'Imo steeti na-eso Nnamdi Kanu.",
    "Elkana kwuru na otu onye uweojii merụrụ ahụ mgbe ha na ndị omekome ahụ na-akwata mgbọ ma na-anata ọgwụgwọ n'ulọọgwụ.",
    "O kwuru na ha napụtara ndị omekome ahụ, AK-47 anọ nakwa mgbọ egbe ruru puku abụọ nakwa ọtụtụ ogbunigwe.",
    "Ọ makwara ọkwa sị, \"Anyị na-enye ndị niile zuru egbe ndị uweoji ruo ụbọchị iri na abụọ nke ọnwa Juun ka ha weghachi ya, makana ọ ga-adị onye ahụ njọ ma anyị bido nzacha anyị mgbe ụbọchị ahụ gachara\".",
    "Elkana kọwara na ọgwụ 'Ode eshi' ndị a ha gburu yi n'ahụ ha azọpụtaghị ha.",
    "O kwuru sị, \"Anyị chọrọ ka ụlọ oriri na ọṅụṅụ niile nọ n'Owere bido rụwa ọrụ dịka ha si arụ na mbụ, ka Owere lọghachịkwa dịka obodo aṅụrị eji mara ya\".",
    "Cheta na n'abalị satọde fotere Sọnde Juun 6, 2021 ka onyonyo a sị na-egosi ụda egbe na-ada n'elu nakwa n'ala n'Owere malitere fegharịwa.",
    "Ọtụtụ mmadụ bidoro kwuwe na ha arahụghị ụra maka ọgbaghara ahụ.",
    "Mkpa mkpa a na-abịa dịka ụkọchukwu Archbishop nke Owere bụ Anthony J.V Obinna depụtara akwụkwọ ozi degara Gọvanọ Imo steeti bụ Hope Uzodimma maka ọgbaaghara nọ n'Imo steeti.",
    "Obinna kwuru na ọ gwara Uzodimma na ndị ọchịchị Igbo ndị ọzọ n'afọ gara aga ka ha chekwaa ndị mmadụ nakwa ala Igbo niile gburugburu.",
    "O kwuru na ọ bụ maka mwakpo ndị ọchiehi mere o jiri gwa ha ya bụ okwu oge ahụ.",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Etu VPN ga-esi nyere gị aka ịbanye na 'Twitter' nakwa 'Facebook' gị",
    "Mwakpo mere n'Oraifite, Akwa Ukwu, Imo steeti nakwa Umuahia na ngwụcha izu ụka a7 Juun 2021",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka7 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Mwakpo mere n'Oraifite, Akwa Ukwu, Imo steeti nakwa Umuahia na ngwụcha izu ụka a",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Gọọmentị kwesịrị iji 'sit-at-home' Nnamdi Kanu tinyere wee mụrụ akọ - Fr Ebube Muonso",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}