{
  "published": "7 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook/AMEN",
    "Rev Fada Ejike Mbaka bụ ụkọchukwu Katọlik hibere Adoration Ministry, ekwuputela etu ndị ọrụ nchekwa Department of State Services (DSS) si kpọkuo ya.",
    "Fada Mbaka kwuru na ndị DSS kpọkuru ya ka ha gbaa ya ajụjụ gbasara okwu ndị o kwuru n'ụbọchị Tọzde, mana ndị nchekwa ya gwara ha ka ha laa ma bịaghachị bịa nye ya akwụkwọ ozi ahụ etu o kwesịrị.",
    "Fada Mbaka kwuru nke a dịka ọ na-edo ihe bụ maasị nke mbụ ya kemgbe Katọlik Dayọsis Enugwu buliri mmachi ha machiri ya.",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "BBC Igbo na-agba mbọ inweta ndị DSS ka ha kwuo okwu, mana ha ebubeghi ekwentị ha.",
    "Ka ọ na-aka ya bụ ụka, Fada Mbaka kwuru sị \"Asị m mechie ọnụ ka m kwubezie na obodo dị mma, obodo adịghị mma. N'ike ndị amụma, Chineke ga-agbara obodo a ọgụ.\"",
    "Fada Mbaka dọrọ ndị ọ sị na-anwa ịkwụsị ndị mmadụ ịka ụka n'ọgbọ Adoration aka na ntị na ha \"ga-ata ikikere eze\".",
    "O kwuru na ọ bụghị taa ka o kwuwere okwu banyere ọchịchị; o kwuru etu o si kwupute okwu oge ọchịchị Sani Abacha, etu o si gwa Ibrahim Babangida na Olusegun Obasanjo ihe ndị na-adabaghị n'ọchịchị ha n'ihu na ihu, nakwa Musa Yar'adua oge ọchịchị ha niile dịka onyeisiala.",
    "O kwuru na ọ naghị eme ihe ndị a ka ọ data ego, na ọ bụ ịzọpụta ndị mmadụ ma nye Chukwu otito.",
    "Ọ gara n'ihu kwuo sị \"ọ bụrụ gịnwa ka e dunyere ka ị bịa gbọchie Fada Mbaka ọnụ, ọ bụ ozi iberibe ka e dunyere gị n'ihi na ị gaghị arụnwu ọrụ ahụ.",
    "Maka na ọ bụghị gị kpọrọ m oku, ọ bụghị gị ziri m ọrụ. Ndị na-eche na Mbaka ga-emechi ọnụ na-egbu oge ha.",
    "Anaghị m akpa oke ndọrọndọrọ ọchịchị nke m ji akpa oke agbụrụ, ọ bụ ụmụ mmadụ ka m na-anọchiteanya ya.\"",
    "\"Ị na-achụ onye nwụrụ anwụ. Ị ma mgbe m nwụrụ? Anwụrụ m n'ụbọchị 29 nke Julaị 1995\"",
    "Fada Mbaka kwuru ka ndị mmadụ hie asaa n'anya maka Adoration Ministry a, n'ihi na onye ọbụla kwugidere maọbụ megide ya nwereike ịhụ iwe eluigwe n'ihi na ọ bụ nwa Mmụọ nsọ hụrụ n'anya.",
    "",
    "Akụkọ ka na-abịa",
    "Mwakpo mere n'Oraifite, Akwa Ukwu, Imo steeti nakwa Umuahia na ngwụcha izu ụka a7 Juun 2021",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka7 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Mwakpo mere n'Oraifite, Akwa Ukwu, Imo steeti nakwa Umuahia na ngwụcha izu ụka a",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Gọọmentị kwesịrị iji 'sit-at-home' Nnamdi Kanu tinyere wee mụrụ akọ - Fr Ebube Muonso",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}