{
  "published": "8 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwada Blessing Ogbonna na-agwọ ma na-ere abacha kọwaara BBC Igbo etu o si malite ise ihe n'efere abacha ya nke mere o ji ere ahịa ọfụma.",
    "Ọ sị na nke malitere mgbe njọ ahịa na-eme ya, ọ hụru ka nwa ya ji mkpụrụ aṅara na-ese ihe n'efere na nke ahụ bunye ya uche pụrụiche.",
    "Onye ọkaiwu na-ere ọkpa",
    "Ị ma etu esi agwọ abacha? Mụta ya ebe a",
    "Ana m amalite ọrụ n'elekere atọ nke ụtụtụ - Onye Abacha",
    "Ogbonna sị na ngwa ngwa o mere nke a n'efere abacha ya, na ọ tụrụ ndị mmadụ n'anya, na ha malite ịbọ abacha ya ụbọ.",
    "Di ya bụ Mazị Ogbonna sị na ọ na-enyere nwunye ya bụ Blessing aka n'ime abacha a ha na-ere iji zụọ ụmụ ha.",
    "Onye mere ya, Vining Ogu",
    "Kirie ihe o kwuru n'uju;",
    "Vidio, Ọgba mbọ: Onye ọkaiwu na-ere ọkpa, Duration 1,4926 Nọvemba 2019",
    "Ị ma agwọ abacha?1 Eprel 2018",
    "Vidio, Igbo cuisine: Ana m amalite ọrụ n'elekere atọ nke ụtụtụ - Onye Abacha, Duration 1,4819 Julaị 2019",
    "Vidio, Twitter Ban: Twitter bụ ngwa ọrụ Ipob ji agbasakarị ozi ha - Lai Mohammed, Duration 6,268 Juun 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Vidio, IPOB: IPOB asaala ndị na-ere ịyabasị, \"Nye anyị akara ọbaego unu\", Duration 3,294 Juun 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ned Nwoko, Pamela Ifejoku na esemokwu ala dị n'etiti ndị Idumuje Ugboko, Duration 7,2827 Mee 2021",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Biafra: Ihe mere Gowon jiri gbahapụ Aburi Accord - Major General Alexander Madiebo, Duration 9,5429 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}