{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, \"MissAfricaRussia",
    "Ụmụada Naijiria soro zọọ \"Miss AFrica Russia 2021\"",
    "Otu nwa ada Igbo aha ya bụ Chiamaka Victoria Udeh ewuwala na soshal midia maka ife Ọkọlọta Naijiria ọbara gburu n'asọmpi \"Miss AFrica Russia iji gosi etu ihe siri kwụrụ na Naijiria ugbua.",
    "Miss Africa Rusia bụ asọmpi onye ka ibe ya mma nke ndị isiojii Afrịka bi mba Rọshịa na-eme kwa afọ na Moscow,isiobodo ahụ ji kwalite ọdịnala Afrịka.",
    "Etu ọgbaghara dapụtara n' End SARS si kpọtụọ n'Oyigbo, Rivas steeti",
    "#EndSARS: Mgbanwe ọ bịala na ngalaba uweojii a?",
    "Gọọmentị ehiwela mkparịtaụka n'etiti ndị ntorọbịa na ndị uweojii",
    "N'ihe onyonyo ahụ na-efegharị na Soshal midia, Nwada Udeh fere ọkọlọta ọbara ahụ  gagharịa n'elu ogongo e mebere maka ndị na-asọ mpi ahụ igosi onwe ha na ihe ha jiri biri.",
    "Ebe foto si, Screen grab",
    "Ọkọlọta Naijiria ọbara huchiri bụ otu n'ihe  nrịmama e ji echeta ọbara akwafuru na ngagharịiwe EndSARs oge ndịagha Naijiria gbaburu ndị na-eto eto amabeghị ole ha dị na Lekki Toll gate,Legọs  n'abalị 20 nke ọnwa Ọktoba afọ 2020 (20/1020).",
    "Agbaghị m ọsọ na Naijiria, aga m alaghachi-  DJ Switch",
    "Nnyocha so ngagharịiwe EndSARS: Ihe merela kemgbe ahụ",
    "N'abalị njiji ahụ jiri n'oge EndSARS jiri, otu onye ntaakụkọ mba Amerịka aha ya bụ Shaun Hing kwuru okwu dịka amụma sị na ọkọlọta ahụ ọbara gburu ga abụ ihe njiricheta ọdachị dara  ebe ndịagha gbara ndị ntorobịa ji ọkọlọtọ Naijiria kwụrụ eme ngagharịiwe maka mkpagbu n'aka ngalaba ndị uweoji  ehiwere maka ibu aghara megide ndị ojiegbeezu bụ nke a kpọrọ SARS n'aha ịchafụ.",
    "Akụkọ ka na-abịa.",
    "Ihe mere Nwada Igbo bụ Udeh Chiamaka Victoria ji ewu na soshal midiaelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi15 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ihe mere Nwada Igbo bụ Udeh Chiamaka Victoria ji ewu na soshal midia",
    "Ihe ga-eme ka Ipob gbaghara gọvanọ Hope Uzodimma - Emma Powerful",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Asari Dokubo ataala ụkwa jaa eze gbasara Nnamdi Kanu",
    "Ndị Ipob asaala Chris Ngige maka ọchịchị Naijirịa",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Ebe na mgbe a ga-eli ụkọchukwu TB Joshua",
    "O nweghi ịbọ ọbọ anyị na-eme n'Ohafia kama... Ndịagha Naịjirịa",
    "'Ihe ndị gọvanọ ala Igbo na ndị agha Naịjirịa bịara mee n'Engwu bụ ite okwu ude' - CSO",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}