{
  "published": "9 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ọnọdụ ọwụwa anyanwụ na-echu ọtụtụ ụmụafọ Igbo Ura, BBC Igbo ka enwe nrụrịtaụka pụrụ iche taa nke a kpọrọ  nzụkọ 'BBC Igbo Townhall' taa.",
    "Ọ bụghịzị akụkọ ọhụrụ gbasara mwakpo ụlọọrụ ndị uweojii na ogbugbu ndị mmadụ na mpaghara ọwụwa anyanwụ, nke a mere na ọ dị mkpa ka ndị Igbo gbakọọ ma kwuo uche obi ha maka etu ihe siri dị.",
    "Mwakpo mere n'ala Igbo n'izuụka a: Ụda egbe ekweghi anyị rahụ ụra n'abalị - ndị bi n'Ọjịị Imo steeti",
    "Mmadụ atọ nwụrụ n'ọgbaaghara dapụtara n'Owerri ụnyaahụ",
    "Nrụrịta ụka apụrụiche ma dịkwa oke mkpa ga ebido n'elkere asaa nke abalị Wenesde, ụbọchị itolu nke ọnwa mee afọ 2021.",
    "Ya bụ ụbọchị taa!",
    "Ebonyi herdmen attack:  'Etu ndị ọchiehi si wakpo anyị gbụọ otụtụ ndị be anyị'",
    "Ndị ọnụ na-eru n'okwu maka ihe gbasara ọwụwa anyanwụ na ndị Igbo ji eje mba ga-eso na ya bụ mkparịta ụka.",
    "Mmadụ niile ihe gbasara ala Igbo na-anụ ọkụ n'obi nwere ohere i so na ya bụ mkparịtaụka.",
    "Onye ahụ pịa BBCIgbo Townhall ka ọ debanye aha ya ma soro na ya bụ ọgbakọ.",
    "Mpaghara ọwụwa anyanwụ abụrụla ebe akụkọ na-ebute akwa arịrị si apụta nsonso a.",
    "Akụkọ maka mwakpo ụlọọrụ ndị uweojii na ogbugbu ndị mmadụ abụrụla ihe ndị ọwụwa anyanwụ na-anụ kwa mgbe kwa mgbe.",
    "Onions traders: 'Anyị ahụbeghị ego Nnamdi Kanu kwuru ọ ga-akwụ anyị maka ịyabasi ha n'Imo'",
    "Iji maa atụ, lee ụfọdụ ihe mere n'ọwụwa anyanwụ nanị n'izuụka a;",
    "Dịka o siri dị, n'abalị Moọnde ka ndị bi n'Ọjịị gwara BBC na ha enweghị ike ihi ụra n'ihi ụda egbe.",
    "Ka nke a na-eme ka ndị Oraifite na-ekwu etu ndị ha na-eche na ha bụ ndị agha Naịjirịa nakwa ndị uweojii si wakpoo ụlọ onye bụbu ọkaiwu Nnamdi Kanu bụ onye ndu Indigenous People of Biafra bụ Ifeanyi Ejiofor n'Oraifite dị n'okpuruọchịchị Ekwusigo , Anambra steeti.",
    "Ebe foto si, Ifeanyi Ejiofor/BBC/ Getty Images",
    "N'otu aka ahụ, ndị oji egbe a na-amaghị ndị ha bụ agbara ụlọ kọmishọna mgbasaozi n'Imo Steetị bụ Declan Emelumba ọkụ.",
    "Emelumba sị na o nweghi onye nwụrụ n'ọkụ ahụ gbara ụlọ ya dị na n'obodo Ubulu-Ihejiofor nke okpuruọchịchị Oru West, n'ụbọchị ụka Juun 6, 2021.",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdgelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbakaelekere 6 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdg",
    "Lee ebe ị nwereike gaa nata 'Passport' ọhụrụ gị n'ala Igbo",
    "Ihe ise Seyi Shay mere na-agbawa Tiwa Savage obi",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Mwakpo mere n'ala Igbo n'izuụka a: Ụda egbe ekweghi anyị rahụ ụra n'abalị - ndị bi n'Ọjịị Imo steeti",
    "BBC Igbo Townhall: Etu ndị mmadụ si achọ udo n'ala Igbo ugbua",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}