{
  "published": "9 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Twitter/Nigeria Immigration Service",
    "Dika onyeisi ngalaba na-ahu maka njem na Naijiria bụ Nigeria Immigration Service kwuru, emepela websaịt eji akwụ ụgwọ ndị chọrọ akwụkwọ njem ọhụrụ. Ịme mkepsa nara akwụkwọ njem a ga ebido na ubochi 8th Juun, 2021.",
    "Ego ole ka 'Passport' ọhụrụ ga-ewe gị?",
    "Gọọmentị ebidola ikesa akwụkwọ njem ọhụrụ",
    "Lee kwa ebe nịịle n'ọwụwa anyanwụ Naijiria ebe ịnwere ikike ị-ga  nwete akwụkwọ njem ọhụrụ gi:",
    "Abia Passport Office - 72 School Road, Umuahia",
    "Anambra Passport - Command Headquaters, Awka",
    "Ebonyi Passport Office - 2 Afor Ezuna Road Abakaliki",
    "Enugu Passport Office - Federal  Secretariat, Ogui Layout Enugu",
    "Imo Passport Office - Onitsha Road, Federal  Secretariat Owerri",
    "Lee kwa usoro ejị nara akwụkwọ njem ọhụrụ na Naijiria:",
    "Onye ọbula chọrọ ị nara akwụkwọ njem  ga-aga na websaịt ndị ngalaba na-ahụ maka njem",
    "Onye ahụ ga-etinye aha ya, foto ya nakwa akara ndi ozo di mkpa maka nyocha. Etinyekwa teknzu eji anara ozi makwa zaa ajụjụ obula onye chọrọ inara akwụkwọ nwere na websaịt ahu",
    "Akwụkwọ gi na akara gi gafecha nyocha, ị nwezikwara ikike iga na websaịt ahu kwuputa ubochị  n'ebe ị ga acho ime ajụjụ ọnụ nke kachasi diri gị mfe",
    "Oge nara akwụkwọ njem ga abuzikwa izu ịsee maka onye chọrọ inara akwụkwọ njem ahụrụ makwa izu atọ maka onye chọrọ igbanwe akwụkwọ njem ya",
    "Agaghi ekwe onye obula na agabeghi na websaịt ndi ngalaba na-ahu maka njem tinye akara ya banye na oba nnara akwụkwọ obula n'ala Naijiria",
    "Mgbe ejiri mecha akwụkwọ njem gi, ndị ulo oru Nigeria Immigration Service ga ezitere gị ozi sịte na uzo akara ekwe ntị gị ma-obụkwanu akara ozi-e nke bekee na akpọ imeelu",
    "Obukwura na ikwere mkpesa obula maka usoro naara akwụkwọ njem gị, inwere ikiki izigara ndị ulo oru NIS n'ichafụ ozi sịte na akara ekwe ntị ha.",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdgelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbakaelekere 6 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdg",
    "Lee ebe ị nwereike gaa nata 'Passport' ọhụrụ gị n'ala Igbo",
    "Ihe ise Seyi Shay mere na-agbawa Tiwa Savage obi",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Mwakpo mere n'ala Igbo n'izuụka a: Ụda egbe ekweghi anyị rahụ ụra n'abalị - ndị bi n'Ọjịị Imo steeti",
    "BBC Igbo Townhall: Etu ndị mmadụ si achọ udo n'ala Igbo ugbua",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}