{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AMEN-Facebook",
    "Ụkọchukwu Katọlik a ma ama bụ Fada Ejike Mbaka ekwuola na o nweghị onye ga-akwụsị ya ịgọzị onye ọbụla ya chọrọ ịgọzị, ọbụladị Bishọpụ ya bụ Bishọpụ Callistus Onaga nke ụka Katọlik na Dayọsịs Enugwu.",
    "N'ozi ọ gbasara ụbọchị Wenezde n'ọgbakọ ekpere pụrụ iche a kpọrọ \"E Dey\" n'ogige Adoration Ministry'dị n'Emene Enugwu, Mbaka gọziri  Nnamdi Kanu ọzọ sị na ọ bụ onye kwesịrị ka a gọzie.",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Nke a na-abịa dịka ụfọdụ ndị mmadụ katọrọ ya maka ịgọzi Nnamdi Kanu bụ onye ndu otu ndị na-eti mkpu nnwereonwe Biafra.",
    "Mbaka gwara Bishọpụ ya ka ọ kwụsị ịgwa ya onye ya ga-agọzi maọbụ onye ya agaghị agọzi.",
    "Ọ sị Bishọpụ tiri uwe bishọpụ ya bụọ ya ọnụ ma ọ bụrụ na ọ chọọ.",
    "Father Ejike Mbaka na ihe ndị ị maghị maka ya",
    "Mbaka gara n'ihu Kaatọ Bishop Onaga maka idetara ya akwụkwọ ozi nke ọ kpọrọ \"nke ekwnsu.\"",
    "ọ gara n'iku katọọ Osote Bishop Enugwu bụ auxiliary Bishop of Enugu bụ onye o boro ebubo na ọ na-atụgide ya asị.",
    "Ọ gọzịkwara ndị na-eso ya maka ịchọ ya ụbọchị akụkọ fegharịrị na-a na-achọ ya achọ, ma gochitere ha na o nweghị ihe ha bibiri.",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka",
    "'Mbaka adaghị iwu site n'ịgba Buhari ụgwọ' na ihe ndị ọzọ ndị mmadụ a na-ekwu",
    "N'okwu ebubo na ọ na-ayị otiegwu ya bụ ụlọma nke otu nwaanyị kwuru na ọ tụwara ime, Fada Mbaka gọrọ na ọ bụghị eziokwu, ma jụọ Bishopụ ya jụọ Bishọpụ ya ihe mere na ọ jụghị ndị na-ebo ya ebubo ajụjụ.",
    "Ọ gara n'ihu boo Bishop Onaga na ndị ụkọchukwu ndị ọzọ ebubo ịkpa nkata megide ya.",
    "Cheta na n'ọnwa gara aga, ndị na-eso Fada Mbaka mere ngagharịiwe dịka akụkọ fegharịrị na a na-achọ ya achọ.",
    "BBC Igbo wetara akụkọ na ihe onyonyo Facebook ka ọ na-eme ebe ndị na-eso Fada Mbaka wakporo ụlọ Bishop Onaga mebie  ihe gụnyere ụgbọala, ụlọ mposi nakwa ihe ndị ọzọ.",
    "Mbaka Ejike: Ọ saala Garba Shehu maka ebubo na ọ nara gọọmenti etiti ọrụ ngo3 Mee 2021",
    "Vidio, Father Ejike Mbaka na ihe ndị ị maghị maka ya, Duration 4,548 Mee 2021",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe5 Mee 2021",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdgelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbakaelekere 6 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdg",
    "Lee ebe ị nwereike gaa nata 'Passport' ọhụrụ gị n'ala Igbo",
    "Ihe ise Seyi Shay mere na-agbawa Tiwa Savage obi",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Mwakpo mere n'ala Igbo n'izuụka a: Ụda egbe ekweghi anyị rahụ ụra n'abalị - ndị bi n'Ọjịị Imo steeti",
    "BBC Igbo Townhall: Etu ndị mmadụ si achọ udo n'ala Igbo ugbua",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}