{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tiwa Savage/ Seyi Shay/Instagram",
    "Na otiegwu ụmụnwaanyị Naijiria abụọ a ma ama bụ Tiwa Savage na Seyi Shay nke ezi aha ya bụ Deborah Oluwaseyi Joshua kọrọ ọnụ n'ọha abụghịzị akụkọ ọhụrụ.",
    "Ha abụọ ji ogbo na ncha saa onwe ha ahụ wuru ewu na Soshal midia ụbọchị Tuzde dịka ha abụọ zutere onwe ha na mberede n'ọdọ ebe a na-eme isi dị na Lekki, Legọs.",
    "Esemokwu 'African Queen': Ihe ndị mmadụ na-ekwu",
    "Ụmụ Naijiria na-eto eto asatọ soshal midia mere ọgaranya",
    "Nickelodeon Kids Choice Awards 2021: Emmanuella achakeela ọzọ",
    "Ihe mere na ị gaghị echefu izuụka a ọsịsọ",
    "Nke bụ akụkọ bụ kedụ ihe Seyi mere meere Tiwa jiri wụọ ya n'ala na-echeghị onye nwụrụ ụzụ akwa ya na-atụ oge o kelere ya?",
    "Cheta na n'ihe onyonyo ahụ fegharịrị, Tiwa gwara Seyi dịka ọ bịara ikele ya sị, \"Jide ekele gị, echela na ị ga-eji obi ọjọọ gị bịa ikele m.",
    "\"Echezọbeghị m ihe i kwuru oge gị na Victoria Kimani tipụtara egwu afọ ole na ole gara aga.\"",
    "\" I chere na m echezọzọla mkparịtaụka i nwere na-ekwu kọtọkọta maka m? \"",
    "\"Gị na nkịta ahụ tiri egwu, ga mee mkparịtaụka na-ekwụ arụ n'ọnụ maka m, o nweghị ihe m saara.\"",
    "\"Edinanụghị m nwoke gị. Anapụbeghị m gị ọrụ. Aganubeghị n'ụlọọrụ redio akatọ gị.\"",
    "Dịka akụkọ ihe ahụ mere n'ụtụ Tuzde na-afịọ, BBC Igbo jụrụ ndị ntaakụkọ ihe gbasara akụkọ ịkpa obiaṅụrị were anya ihe ha ma maka akụkọ mmadụ abụọ ahụ.",
    "Anthony Abraham, kwuru na ekworo ịdị na-etiti ndị enwe abụọ a ma ama abụghị ihe ọhụrụ maka ihe ọnụ ahụ ha kọrọ na ihe sị n'ọnụ ha abụọ pụta gosiri na ọ bụghị egwu na-esere ha\".",
    "Abraham, onye bụ onye ntaakụkọ SilverBird kwuru na ya bụ ihe ka emetụta ụlọrụ ji ihu mndị otiegwu abụọ ahụ ere ahịa.",
    "Lee ụfọdụ ihe ha rụtụrụ aka bụ ebe mmiri si nbanye opi ụgbọgụrụ:",
    "N'afọ 2019 Seyi Shay na Victoria Kimani gụrụ egwu ikpe megide ya n'egwu Kizz Daniel e tigharịrị n'egwu 'F**k you Challenge'.",
    "Ebe foto si, Tiwa Savage /Sheyi Shay/Instagram",
    "N'egwu ahụ nke Ọ kpọghị mmadụ aha,  Seyi kwuru \"onyem kpọrọ nwanne nwaanyị  na -achọ ịnapụ onye m hụrụ na-anya.\"",
    "N'aka nke ọzọ, Victoria Vimani kwuru maka , \" Nwa ada na-akpọ onwe ya nwada ana m ahnụ ihe mana ọ bụ nne ana ma nụ ihe.\"",
    "N'afọ 2016, a jụrụ Seyi Shay maka Tiwa Savage , \"Amaghị m onye ọ bụ bụ ihe ọ sara\" na agbanyeghị  na ha abụọ na-adịbu na mma.",
    "Abraham kwuru na o teela mmadụ abụọ ahụ nwere esemokwu kama ha na-ekpu ya aka.",
    "\"Oge m jụrụ Seyi Shay ọnọdụ mmekọrịta ya na Tiwa Savage, ọ gwara m na ha enweghị nsogbu ọbụla. \"Ọ bụ nnukwu nwanne m.\"",
    "\"Ihe mere bụ na ụfọdụ mgbe ọ bụ ndị na-eso onye ama ama na ndị ntaakụkọ na-akusu esemokwu n'etiti  ndị na-ewu ewu.\"",
    "Seyi Shay sara Tiwa Savage sị na ihe o merela ya akarịka mana ya gbachiri nkịtị.",
    "Na mkparịtaụka ya na ụlọakụkọ Pulse nwere n'ekwentị, o kwuru na nkịtị ya gbara abụghị na ikpe ebubo niile Tiwa Savage boro ya bụ eziokwu.",
    "Kama na \"achọghị m ịsa ya n'ihi na achọrọ m ka ihe ọ na-ekwu doo onye ọbụla anya, ọ bụghị na m amaghị ihe m ga-asa ya.\"",
    "Seyi Shay kwuru na ọ bụ ka ọ gachara ya elekere iri abụọ ya jiri batacha n'ụlọ ndozi isi ahụ, kelee Tiwa Savage ka ọ laghachiri bịa kọwa ya ọnụ.",
    "Seyi Shay boro Tiwa Savage ebubo na ọ bụ ya na odeegwu Ceeza Milli deere egwu 'Lova Lova' bụ egwu Tiwa Savage tiri wuru ewu mana ha tiputara ya na agwaghị ya agwa ma ya fodu ikwupụta na aka ya so dị n'egwu ahụ.",
    "\"Ihe a chọrọ ịgba m ara ka m hụrụ ya. Akpọrọ m ya n'ekwentị sị ya, Tiwa, egwu 'Mr Lova Lova' ị nwaka mana achọrọ m ịgwa gị na eso m dee egwu ahụ.\"",
    "Seyi bokwara Tiwa ebubo ịba otu otiegwu ya na ya tikọrọ egwu ọgụ maka iso ya bụ Seyi tie egwu.",
    "Seyi bokwara ebubo na Tiwa kwuburu na ọ ga-akpụpụ otu ụlọọrụ ụlọikpe ji ihu ya bụ Tiwa ere ahịa maka itinye ihu ya bụ Seyi na ihu ha ji ere ahịa.",
    "Tiwatope Savage, a ma dịka Tiwa Savage bụ otiegwu, ode egwu nakwa onye ejije",
    "A mụrụ ya na Legọs n'abalị 5 nke ọnwa Febuwarị, afọ 1980 mana ọ lara Lọndọn ka ọ dị afọ iri na otu.",
    "Ọ bụ ebe ahụ ọ gara ịgụ sekọndịrị nakwa mahadum ma malitere tiwe egwu.",
    "Egwu ndị o tiri gụnyere \"Kele Kele Love\".",
    "Ọ nọrọ n'okpuru Mavin Records nke Don Jazzy nwe tupu ọ hapụ  ha afọ ole na ole gara aga.",
    "E jirila ihu Tiwa Savage ree ahịa dara ụda dịka Pepsi,Maggị, Forte Oil na  MTN, Pampers na ahịa ndị ọzọ.",
    "Ọ lụrụ Tunji Balogun a ma dịka 'Tee Blizz' bụ onye na-achịkọta ya n'afọ 2013, a mụtara otu nwaa mecha see okwu gbasaa.",
    "Ezi aha ya bụ  Oluwaseyi Deborah Joshua.",
    "Ọ bụ onye Naijira a mụrụ na Lọndọn n'abalị 21 nke ọnwa Disemba afọ 1985.",
    "Ọ na-eti egwu, na-ede ede ma na-emekwa ihe ejije.",
    "Efere egwu ndị o tipụtara gụnyere \"Lara & The Beat\", \"Seyi or Shay\", \"Summer Vibe\" nakwa \"Electric Package EP\".",
    "Ọ bụrụ na ị maghị egwu ya, cheta \"No Lele.\"",
    "Ọ bụ onye Kenya  a mụrụ n'Amerịka n'abalị 28 nke  ọnwa Julai,afọ  1985.",
    "Ọ na-eti egwu, na-ede egwu ma na-eme ejije.",
    "Ọ nọpụ n'okpuru ụlọ egwu \"Chocolate City' nke Naijiria.",
    "O nwetaala nzere n'Afrịka maka egwu ya.",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdgelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbakaelekere 6 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdg",
    "Lee ebe ị nwereike gaa nata 'Passport' ọhụrụ gị n'ala Igbo",
    "Ihe ise Seyi Shay mere na-agbawa Tiwa Savage obi",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Mwakpo mere n'ala Igbo n'izuụka a: Ụda egbe ekweghi anyị rahụ ụra n'abalị - ndị bi n'Ọjịị Imo steeti",
    "BBC Igbo Townhall: Etu ndị mmadụ si achọ udo n'ala Igbo ugbua",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}