{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu onye obodo Ojoto nke dị n'Anambra steeti, akọorọla BBC Igbo etu ndị omekome siri wakpoo ụlọọrụ ndị uweojii nọ ebe ahụ.",
    "Ọ sị na ndị oji egbe a gburu otu onye 'Inspector' n'ehihie ụbọchị Wenesde.",
    "Ihe mere na o nweghi onye na-akatọ ihe na-eme n'Ọwụwa Anyanwụ",
    "Mmadụ atọ nwụrụ n'ọgbaaghara dapụtara n'Owerri ụnyaahụ",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "Ọ gaara n'ihu kwuo na na ndị oji egbe ahụ agbaghị ụlọọrụ ndị uweojii ọkụ na mwakpo ahụ dịka ndị uweojii gbochiri ha.",
    "Mgbe BBC Igbo kpọtụrụ Ikenga Tochukwu na-ekuru ndị uweojii, ọ zaghị ekwentị ya tupu akụkọ a na-apụta.",
    "Kirie ya n'uju:",
    "South East News: Ihe mere na o nweghi onye na-akatọ ihe na-eme n'Ọwụwa Anyanwụ?26 Mee 2021",
    "South East attacks this week: Ụda egbe ekweghi anyị rahụ ụra n'abalị - ndị bi n'Ọjịị Imo steeti7 Juun 2021",
    "Insecurity in South-East: Lee ebe niile e nwere mwakpo n'ala Naịjirịa kemgbe izu a29 Eprel 2021",
    "Vidio, South East Attacks: Etu ndị oji egbe si wakpoo ụlọọrụ ndị uweojii n'Ojoto ma gbuo Inspector Peter, Duration 5,56elekere 4 gara aga",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Palm Kernel Oil: Ka e sị eme udeakị ụmụnwaanyị ji eme ọmụgwọ, Duration 3,1110 Juun 2021",
    "Vidio, Twitter Ban: Twitter bụ ngwa ọrụ Ipob ji agbasakarị ozi ha - Lai Mohammed, Duration 6,268 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,58elekere 6 gara aga",
    "Vidio, Ezeribe Chigbu killing: 'Otu ụbọchị ahụ dị m zụtara m ụgbọala ka ndị nchekwa gburu ya n'ime ụgbọala ahụ n'Owere', Duration 8,4422 Mee 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, South East Railway: 'Etu anyị ga-esi rụọ okporo ụgbọoloko ga-esi Port Harcourt gaa Owere na Aba na 2021' - Amaechi, Duration 5,2327 Ọktọba 2020",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}