{
  "published": "13 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Amoke Louis",
    "Ndị gọvanọ ọwụwaanyanwu Naịjirịa, ndị ọnụ na-eru n'okwu n'ala Igbo na gọọmenti etiti enwela nzụkọ n'Enugu maka etu a ga-esi gboo nsogbu ndị ọchị ehi nakwa mmegbu ndị Igbo.",
    "Retired Maj. Gen. Bashir Magashi bụ mịnista na-ahụ maka nchekwa onye nọchitere anya gọọmenti etiti kwuru na ha anabatala mkpesa abụọ ndị a ma kwee nkwa na ha ga-elebaya ya anya.",
    "Kedụ gọvanọ ji ndị ọrụ Bekee ụgwọ na mpaghara ọwụwanyanwụ?",
    "Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere maka nchekwa ala Igbo",
    "Magashi nakwa ndị isi ọrụ nchekwa na Naịjirịa kwuru na onyeisiala Naịjirịa bụ Muhammadu Buhari dunyere ha ha bịa nwee mkparịtaụka maka nchekwa nakwa nsogbu ndị ọzọ na-echekasị ndị Igbo.",
    "Gbasara nsogbu ọchị ehi: Gọọmenti etiti kwuru na ha ga-eelebaya anya ọsịsọ iji kwụsị nsogbu a na Naịjirịa niile site n'atụmatụ ga-adịrị ala Naịjirịa mma.",
    "Gbasara mmegbu ndị Igbo: Magashi kwuru, \"anyị kpara maka nsogbu mmegbu ndị Igbo, anyị anabatala ya, anyị na onyeisiala Naịjirịa ga-enwe mkparịtaụka iji hụ mkpesa ndị a, chịkọta ha ma lebaa ha anya n'otu n'otu.\"",
    "O kwuru na gọọmenti etiti kwadoro nhibe ndị ọrụ nchekwa nke ime obodo ndị gọvanọ ọwụwaanyanwụ kpokobara.",
    "Magashi kwuru na ya ndị otu ya ga-ezigara onyeisiala Buhari mkpesa niile ndị ọnụ na-eru n'okwu n'ala Igbo kpesara ha na nzụkọ ahụ.",
    "Ebe foto si, Amoke Louis",
    "O kwuru na ọ ga-ahụ na gọọmenti etiti na ndị isi ala Igbo tikọtara isi ọnụ ihu na udo na ọganihu na-achị n'ala Naịjirịa niile.",
    "Gọvanọ Dave Umahi tiwara akụ oyibo Nsugbe n'ọgbakọ ahụ",
    "Ebe foto si, Amoke Louis",
    "Onyeisi ndị gọvanọ ọwụwa anyanwụ bụ gọvanọ Dave Umahi nke Ebonyi steeti kwuru na nchịgharị ehi bụ atụmaatụ a machiri amachị n'ala Igbo.",
    "O kwuru na ya ndị gọvanọ ibe ya ga-achịkọta nchekasị ndị a na-akpagbu ndị Igbo site n'aka ndị isi otu Ohaneze ndị Igbo ma wegara ya gọọmenti etiti.",
    "O kwuru na ndị ọwụwaanyanwụ ga-akwadosi ike idi n'otu Naịjirịa ma na-ekwu na ya na ndị gọvanọ ibe ya akwadoghị ọchịchọ nwereonwe.",
    "Umahi katọkwara etu ndị omekome si egbu ndị ọrụ nchekwa n'ala Igbo ma na-ekwusi ike na a ga-eji mkparịtaụka agwa ndị ntoroọbịa ha gbara tigbuo zogbuo ọsọ.",
    "Umahi kwuru na ọ bụ nanị ngalaba Ebubeagu bụ ndị nchekwa ime obodo n'ala Igbo.",
    "Ebe foto si, Amoke Louis",
    "Ndị ọzọ biara nzụkọ a gụnyere ndị gọvanọ Abia na Imo steeti, Dr. Okezie Ikpeazu nakwa Senator Hope Uzodinma , Deputy gọvanọ Anambra State, Dr. Nkem Okeke, \"Senate Minority Leader\", Senator",
    "Enyinnaya Abaribe, Minista nke stteeti na-ahụ maka ihe ngwupụta na Naịjirịa, Hon. Uchechukwu Ogah, Onyeisi Ohanaeze Ndigbo, Ọkammụta George Obiozor, aka chiburu sineti, Senetọ",
    "Ken Nnamani, Sinetọ Ike Ekweramadu, \"Deputy Minority Leader of the House of Representatives\", Rt. Hon. Toby Okechukwu, Speaker of Enugu State House of Assembly, Rt. Hon. Edward Ubosi, Aka chiburu",
    "old Enugu State, Dr. Okwesilieze Nwodo, Chief Emmanuel Iwuanyawu, Chief Nnia Nwodo, Chairman otu Christian Association of Nigeria (CAN), South East nakwa ndị ọzọ.",
    "Ewepụla Benjamin Netanyahu dịka Praịm Minista Izrelelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Ewepụla Benjamin Netanyahu dịka Praịm Minista Izrel",
    "Etu ndị oji egbe na ndịagha ji kpatara ndị Ohafia nkụ ahụhụ",
    "Gọọmenti etiti na ndị gọvanọ ọwụwa anyanwụ enwela ọgbakọ maka nsogbu ndị ọchị ehi nakwa mmegbu ndị Igbo",
    "Biafra nwereike ịbụ ntụpọ na Naịjirịa taa mana echi ọ ga-eso n'otu mbaụwa - Nnamdi Kanu",
    "Ihe mere anyị ji gbaa ndi na-eme ngaghariwe egbe ose anya ụnyahụ- ndị uweojii",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Uche Ogah, Sharon Ikeakor so na ndị a họpụtara dịka mịnịstaEmelitere ikpeazụ na: 23 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}