{
  "published": "12 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC Yoruba",
    "Taa bụ ụbọchị iri na abụọ nke ọnwa Jun bụ ụbọchị eji echeta ọchichị onyekwuoucheya na Naijirịa n'afọ niile.",
    "Ozi na-erute anyị ntị na-ekwu na ọtụtụ ndị pụtara na steeti di iche iche mee ngahariiwe maka etu ha sị n'ọnọdụ Naijirịa adịghị ha mma.",
    "Lee ka o siri gaa -",
    "Onye ntaakụkọ anyị nọ ebonyi steeti gwara anyị na ebe niile deere duu.",
    "Enweghị ihe ọbụla pụruiche dịka ndị mmadụ na-agara mkpa ha.",
    "Ọ bụ na mpaghara obi gọọmentị ochie nke dị n'Udensi Ebonyi steeti ka esiri seta foto ndị a.",
    "Ụlọ ahịa mpere dịka ndị mmadụ na-ere ma na-azụta kwa ihe ha chọrọ.",
    "Ndị uweojii bidoro ịchụsasị ndị na-eme ngaghariiwe na Legọs.",
    "Ha nwụchiri ụfọdụ n'ime ndị ahụ pụtara ịme ngagharịiwe mana emechara tọghapụ ha.",
    "Ụfọdụ ndị pụtara na Legọs steeti mee ngagharịiwe nke ha",
    "Ndị mmadụ pụtara ime ngaghariiwe ebe ndị ọzọ pụtakwara igosi nkwado ha ebe Onyeisiala Muhammadu Buhari nọ.",
    "N'aka nke ọzọ, lee ndị pụtara ime ngaghariiwe ma kwado Onyeisiala Muhammadu Buhari",
    "Ebe foto si, BBC Sport",
    "Ọtụtụ ndị ntorọbịa pụtakwara ịme ngagharịiwe n'Ondo steeti",
    "Ha bucha ọkọlọtọ gosiri iwe ha maka ọnọdụ nchekwa na Naịjirịa.",
    "Ha sikwa n'ebe dị icheiche were gbakọọ n'ebe akpọrọ \"Oba Osupa Roundabout\" n'isiobodo steeti ahụ bụ Akure.",
    "Ndị mmadụ pụtara n'obodo Oshogbo nke dị n'Osun steeti were mee ngaghariiwe nke ha.",
    "Ebe foto si, BBC Yoruba",
    "Ebe foto si, BBC Yoruba",
    "Lee ka Owerri isi obodo Imo steeti dị taa -",
    "Ndị na-eche ụgbọala ha n'Owerre",
    "Ebe niile deere juu dịka ndị mmadụ na-aga mkpa dịịrị ha.",
    "Onye ntaakụko anyi nọ na steeti ahụ keuru na kọmishọna ndị uweojii gwara ya na Imo steeti nọn'ọnọdụ gbatagbata nke bụ na ndị nchekwa nereikike ịkwụsị ngaghariiwe ọbụla n'ike.",
    "Ebe foto si, State House",
    "Dịka Naijirịa na-eme emume Demcracy day a na-eme n'ụbọchị iri na abụọ nke ọbụla kwa afọ, Onyeisiala Naijirịa mere mgbasa ozi nke o jiri zie ndị mmadụ ozi emume ncheta ụbọchị a?",
    "Ihe Onyeisiala Muhammadu Buhari siri gọọmentị ga-eme ndị na-awakpo ụlọ ndị uweojii n'ọwụwa anyanwụ",
    "Biafra nwereike ịbụ ntụpọ na Naịjirịa taa mana echi ọ ga-eso n'otu mbaụwa - Nnamdi Kanu",
    "Onyeisiala Buharị zịgara ezinụlọ ndị ọrụ nchekwa Naijirịa ya na ezinụlọ ndị ọgbahara riri isi ndị nke ha ozi iti aka n'obi.",
    "O kwuru sị, \" N'ime afọ abụọ, ihe Naijirịa gabigara na-ememila obod ndị ọzọ kama kachasị ihe gbasara nchekwa\".",
    "Buharị kwuru sị, \"Ụmụ Naijirịa ibe m , oge ụnụ tinyere m n'ọchịchi n'afọ 2015 unu kwenyere na m nwereike ịkwụsị mwakpo ndị omekome na-awakpo na mpaghara ọwụwa anyanwụ ugwu. Kama dịka anyị na-achụsasị ha ebe ahụ, ha na-abata n'ime ala anyị. Ọ bụ ya bụ nsogbu chere anyị n'ihu ugbua. Kama site n'ike Chineke anyị ga-enwe mmeri n'ihe ndị a.\"",
    "Eeee awakporo ụlọọrụ ndị uweojii n'obodo anyị ma gbuo inspector Peter - Onye Obodo Ojoto",
    "Onyeisiala Buhari kwuru na mbọ gọọmentị na-agba imepe obodo gụnyere akwa Naija nke abụọ, okporo ụzọ Legọs- Ibadọn na nke jikọrọ Abuja, Zarịa, Kaduna na Kano.",
    "Ikike m, nyere ka gọọmentị na ụlọọrụnọorọ onwe rụọ ọdọ ụgbo mmiri nke Lekki Deep Sea port, Bonny Deep sea port, Ibom Deep sea port na Warri Deep sea port ga-eme ka ọrụ dị ma nye ohere ka ụlọọrụ si ofesi bata Naijirịa.",
    "N'ime afọ abụọ gara aga, anyị akpọpụtala mmadụ nde iri na ụma site n'ụbịam pụta.",
    "Anyị bu n'obi na nkwa ịkpọpụta mmadụ otu nde nari n'ụbịa pụta ga-emezu.",
    "Onyeisiala Muhammadu Buhari kelere ndị Naijirịa maka ndidi ha na mkpebi itiko aka ọnụ were hụ na ebum n'uche maka Naijirịa bịara na mmezụ.",
    "Etu ngaghariiwe June 12 si aga n'ala Igbo na ebe ndị ọzọ na Naịjirịa12 Juun 2021",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steetielekere 4 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Etu ngaghariiwe June 12 si aga n'ala Igbo na ebe ndị ọzọ na Naịjirịa",
    "Biafra nwereike ịbụ ntụpọ na Naịjirịa taa mana echi ọ ga-eso n'otu mbaụwa - Nnamdi Kanu",
    "Ihe Onyeisiala Muhammadu Buhari siri gọọmentị ga-eme ndị na-awakpo ụlọ ndị uweojii n'ọwụwa anyanwụ",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdg",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}