{
  "published": "12 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab/NTA",
    "Onyeisiala Naijirịa bụ Muhammadu Buharị na ụlọọrụ NTA nwere mkparịta ụka n'ụbọchị Frịde.",
    "Ọ rụtụ aka maka ọtụtụ ihe na-echere gọọmentị Naijirịa aka mgba.",
    "Biafra nwereike ịbụ ntụpọ na Naịjirịa taa mana echi ọ ga-eso n'otu mbaụwa - Nnamdi Kanu",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdg",
    "Lee ka ya bụ mkparịta ụka siri gaa.",
    "Buhari zara sị, \" Kedụ etu ị ga-esi gaa ụlọọrụ ndị uweojii, gbuo ndị uweojii, gbaa ya ọkụ ma zuru etgbe ha, Kedụ ihe ndị ahụ bu n'obi?\"",
    "Ọ gara n'ihu sị, \" Enweghi etu gọọmentị ga-esi gbachị nkịtị.\"",
    "Mgbe ajụrụ ya na ọ ga-eji ọkụ menyụọ ọkụ, ọ zara sị, \"Eee, anyị ga-eme karịa nke ahụ, anyị ga-ejide ha, kpee ha ikpe, gbaa ha n'anwụ ma tụọ ha nga ka ndị mmadụ mara na onye kpara agwa ọjụọ ka erite ụgwọ ọrụ ya\".",
    "Eeee awakporo ụlọọrụ ndị uweojii n'obodo anyị ma gbuo inspector Peter - Onye Obodo Ojoto",
    "O kwuru maka Endsars were sị dịka gọvanọ mbu Legọs steeti zụtara ụgbọala ga-enyere ndi Legọs aka kama oge Endsars ndị mmadụ gbara ya ọkụ.",
    "O kwuru sị, \" mgbe Gọvanọ na-achị Legos steeti biara gosi m ụgbọala ndị a agbara ọkụ, a gwaram ya ka ndị Legọs were ụkwụ ha na-aga n'ihi na gọọmentị enweghị ego ha ji azụta ụgbọala narị abụọ ọzọ\".",
    "Twitter Ban: Twitter bụ ngwa ọrụ Ipob ji agbasakarị ozi ha - Lai Mohammed",
    "Buhari zara sị, \"Ọ bụghị eziokwu, gaa jụọ gọvanọ Sokoto,  Zamfara na Kastina etu ndị nchekwa sị anyụ ndị omekome a ịkpakụ, kama Naijirịa buru ibu ma nwee ọtụtụ ọhịa\".",
    "A chọrọ ka ndị Naijirịa cheta etu ihe di tupu ọ abata na etu ihe di ugbu a.",
    "Tupu anyị abata, Naijirịa na-emepụta mmanụ agbidi nde abụọ na otu ụma kama ndị omekome bidoro ịwakpo igwe mmanụ agbidi nke mere ka mmanụ agbidi Naijirịa na-emepụta gbadaa ruo nani iko barrel puku narị ise.",
    "Mwakpo mere n'ala Igbo n'izuụka a: Ụda egbe ekweghi anyị rahụ ụra n'abalị - ndị bi n'Ọjịị Imo steeti",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Tupu anyị abata mmanụ agbidi bụ otu narị dola ka a na-ere ya kama ọmechakwara gbadaa.",
    "Ka ndị Naijirịa tule ihe ndị a.",
    "O kwuru sị, \" Ekwenyere m na gọọmentị a na-eme nke ọma na-agbanyeghị\".",
    "Onyeisiala Naijirịa kwuru na gọọmentị na-agbalị.",
    "Ọ kọwara na gọọmenti na-azụta ngwa ọgụ kama ọtụtụ oge, ọ na-ewe ogologo oge tupu o rute Naijirịa.",
    "Buharị kwuru sị,\" ọ bụghị nanị ịzụta ụgbọelu agha, na ụgbọala agha, ị ga-azụta spee pats ya, guziere ya ndị ga-eji ya lụo ọgụ tupu ịzịpu ha ịlu ọgụ. Jụọ ndị agha ịma etu ihe dị na 2015 na etu ihe dị ugba maka ngwa agha na ọzụzụ?\".",
    "Etu ngaghariiwe June 12 si aga n'ala Igbo na ebe ndị ọzọ na Naịjirịa12 Juun 2021",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steetielekere 4 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Etu ngaghariiwe June 12 si aga n'ala Igbo na ebe ndị ọzọ na Naịjirịa",
    "Biafra nwereike ịbụ ntụpọ na Naịjirịa taa mana echi ọ ga-eso n'otu mbaụwa - Nnamdi Kanu",
    "Ihe Onyeisiala Muhammadu Buhari siri gọọmentị ga-eme ndị na-awakpo ụlọ ndị uweojii n'ọwụwa anyanwụ",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdg",
    "Lee okwu ikpeazu TB Joshua kwuru tupu ọ nwụọ",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}