{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "\"O nweghị mgbe ndị mmadụ ga-eji were Asari Dokubo tunyere Nnamdi Kanu.\"",
    "Nke a bụ okwu si n'ọnụ Emma Powerful bụ ọnụ na-ekwuru Ipob pụta.",
    "IPOB asaala ndị na-ere ịyabasị, \"Nye anyị akara ọbaego unu\"",
    "Miyetti Allah asaala Nnamdi Kanu: \"N'ezie, 'unknown gunmen' gburu ndị otu anyi 20 n'Anambara steeti\"",
    "Powerful kwuru nke a mgbe Ipob na-asa ebubo Dokubo boro Nnamdi Kanu na o na-eduhie ndị Igbo , ma jiri aghụghọ na-anara ha ego.",
    "Powerful kwuru, \" Onye ọbụla chọrọ ikweta ihe Dokubo kwuru, ya gaa n'ihu.\"",
    "Anyị agaghị ekwe ka Dokubo megharịa anyị anya n'ihe anyị na-achọ.",
    "Gere ihe o kwuru n'uju n'onyonyo a dị n'elu.",
    "Asari Dokubo bụ onyeisi Biafra de Factor Customary Government kwuru na onye ndụ IPOB bụ Nnamdi Kanu abụghị onye na-anabata ihe ọma mmadụ mere ya.",
    "O kwukwara na Nnamdi ebutela ịkpaoke n'etiti ya na ndị niile chọrọ itinye aka kwalite atụmatụ na ọganihu Biafra, ọ katọkwara agwa ahụ.",
    "Ihe i kwesiri ịma maka otu Biafra pụtara ọhụrụ",
    "Nnamdi Kanu ka bụkwa onye ndu m - Uche Mefor",
    "O kwu kwara na Nnamdi jị okwu ndị Igbo akpata ego, na onweghi aka ọrụ ọzọ o nwere.",
    "Ọ dọrọ ndị Igbo aka na nti ma kwuo na Nnamdi abughi ezigbo onye ndu, na o bụ onye nachọ ọdịmma onwe onye nanị.",
    "N'okwu ya, o sị na ndị Igbo kwesiri itụgharị uche na etu ha sị eso Nnamdi Kanu makana ọ naghị agwa ha eziokwu.",
    "N'ọnụ ya, \"ọ bụrụ na Kanu nyere m nde naịra iri abụọ, eji m akwụkwọ alakụba an̄ụ iyi ka Allah gbuo m\"",
    "O kwuru na ọ na-ewute ya na ndị Igbo na-adọnyere onye dịka Kanu ukwu.",
    "Ọ sị na Kanu ga-eji aka ya gbuo onwe ya ma na-adọ ya ka na ntị na ọ ga-akwatụ ya makana ihe ọ na-eme agaghị eweta Biafra maoli.",
    "'Ihe ndị gọvanọ ala Igbo na ndị agha Naịjirịa bịra mee n'Engwu bụ ite okwu ude' - CSO",
    "Onye bụ Naftali Bennett bụ Praim Minista ọhụrụ mba Israel?",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Ihe anya anyị na-ahụ dịka anyị n'esi ọzara agbaga mba ọzọ- Ndị mbiarambiara",
    "Vidio, Nnamdi Kanu and Asari Dokubo: Ihe Ipob sara Asari Dokubo n'ebubo ọhụrụ o boro Nnamdi Kanu, Duration 0,58elekere 8 gara aga",
    "Vidio, Africa Eye Migrants: Ihe anya anyị na-ahụ dịka anyị n'esi ọzara agbaga mba ọzọ, Duration 9,4714 Juun 2021",
    "Vidio, Gịni dị n'ime ajụ mbaise a?, Duration 3,1412 Juun 2021",
    "Vidio, Palm Kernel Oil: Ka e sị eme udeakị ụmụnwaanyị ji eme ọmụgwọ, Duration 3,1110 Juun 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, IPOB: IPOB asaala ndị na-ere ịyabasị, \"Nye anyị akara ọbaego unu\", Duration 3,294 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,58elekere 6 gara aga",
    "Vidio, South East Attacks: Etu ndị oji egbe si wakpoo ụlọọrụ ndị uweojii n'Ojoto ma gbuo Inspector Peter, Duration 5,5611 Juun 2021",
    "Vidio, Edochie si na ọjị bụ ihe eji anabata ndi obịa, Duration 2,5819 Febụwarị 2018",
    "Vidio, David Igwe: Etu m si zawa 'Ovuvuevuevue enyetuenwuevue ugbemugbem osas', Duration 2,4916 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}