{
  "published": "14 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kwa afọ ọbụla, ndị Ethiopia ruru puku kwuru puku na-eji ụkwụ agbaga Saudi Arabia.",
    "Ọ bụ kilomita puku abụọ (2,000) ka ọ dị i si Ethiopia ruo Saudi Arabia.",
    "Africa Eye: Ndị na-ezu nwa",
    "Etu ndị ọrụ nchekwa Naịjirịa si eji 'tabay torture' ata ndị mmadụ ahụhụ",
    "Ụfọdụ ndị na-eme njem a kwuru na n'ọtụtụ mmadụ na-anwụ tụpụ ha gaa njem ahụ ọkara.",
    "Ha na-elikwa ha ozigbo n'ebe ha dara na njem ahụ e si ime ọzara aga.",
    "Ndị mbiarambiara kwuputere ọtụtụ ihe ndị zoro ezo anaghị agwa mmadụ tupu ọ malite ya bụ njem ka ha wee gbara udiri njem ahụ ọsọ.",
    "Africa Eye: Ezukpọọla ọhịa Rosewood na Senegal",
    "Vidio, Nnamdi Kanu and Asari Dokubo: Ihe Ipob sara Asari Dokubo n'ebubo ọhụrụ o boro Nnamdi Kanu, Duration 0,58elekere 8 gara aga",
    "Vidio, Africa Eye Migrants: Ihe anya anyị na-ahụ dịka anyị n'esi ọzara agbaga mba ọzọ, Duration 9,4714 Juun 2021",
    "Vidio, Gịni dị n'ime ajụ mbaise a?, Duration 3,1412 Juun 2021",
    "Vidio, Palm Kernel Oil: Ka e sị eme udeakị ụmụnwaanyị ji eme ọmụgwọ, Duration 3,1110 Juun 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, IPOB: IPOB asaala ndị na-ere ịyabasị, \"Nye anyị akara ọbaego unu\", Duration 3,294 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,58elekere 6 gara aga",
    "Vidio, South East Attacks: Etu ndị oji egbe si wakpoo ụlọọrụ ndị uweojii n'Ojoto ma gbuo Inspector Peter, Duration 5,5611 Juun 2021",
    "Vidio, Edochie si na ọjị bụ ihe eji anabata ndi obịa, Duration 2,5819 Febụwarị 2018",
    "Vidio, David Igwe: Etu m si zawa 'Ovuvuevuevue enyetuenwuevue ugbemugbem osas', Duration 2,4916 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}