{
  "published": "15 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/Hope Uzodimma Facebook",
    "Otu Indigenous People of Biafra ekwuola na ọ bụghị ha ka gọvanọ Imo steeti na-akpọ oku ịkpa udo.",
    "Emma Powerful bụ ọnụ na-ekwuru Ipob gwara BBC Igbo na gọvanọ Uzodimma akpọghị aha Ipob kpọm kwem mgbe ọ na-eseti aka ịnwe mkparịtaụka udo maka steeti ya.",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere maka nchekwa ala Igbo",
    "\"Ọ bụghị Ipob ka ọ na-agwa makana aha Ipob abụghị onye ọbụla, Hope Uzodimma emejọghị onye ọbụla, ọ bụ naanị Ipob ka o mejọrọ.\"",
    "Mgbe BBC Igbo jụrụ ya ihe ga-eme ka Ipob gee gọvanọ Hope ntị maka mkparịtaụka udo ,Emma Powerful kwukwara sara:",
    "\"O nwere ndị na-edunye gọvanọ Uzodimma ozi ibuso ndị ntoroọbịa steeti ya agha.\"",
    "O kwuru na ikpe ha na Uzodimma abụghị abụghị nke a ga-ekpezinwu kwam kwam makana ọ bụ gọvanọ mbụ kpọtara ndị agha  ka ọ wakpoo otu Eastern Security Network Nnamdi Kanu hibere.",
    "Cheta na gọvanọ Hope Uzodimma setiri aka udo ụbọchị ọ na-agụpụta ozi ncheta nwereeonwe Naịjirịa na June 12, 2021.",
    "N'ozi ahụ, Uzodimma kwuru na ọ dịla njikere ịnabata mkparịtaụka udo ga-eme ka ezi nchekwa na udo zuo oke n'Imo steeti.",
    "Ọnwa atọ agara aga ahụla tigbuo na zọgbuo na steeti ahụ nke a na-ebo ndị \"unknown gunmen.\"",
    "'Asari Dokubo enweghị ike imegheri anyị anya n'inweta Biafra'- Ipob",
    "Ebe foto si, Hope Uzodimma Facebook page",
    "Aka na-achị Imo steeti bụ Hope Uzodimma ekwuola na ya ga-anabata mkparịtaụka ọbụla ga-ame ka tigbuo zọgbuo kwụsị na steeti ya.",
    "Gọvanọ Uzodimma kwuru nke a mgbe ọ na-agụpụta ozi emume ụbọchị ncheta nwereonwe Najirịa n'ụbọchị satọde bụ June 12, 2021.",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Hope Uzodinma aṅụọla iyi ọrụ",
    "O kwuru na ọdịghị mma ka Imo steeti were obere akụ na ụba ha nwere na-ahazi nsogbu ogbaghara na-ebute maka nchekwa.",
    "Uzodimma kwuru na udo na-eweta ọganihu ya mere o ji di mma ka onye ọbụla tinye mma n'ọbọ ka e jiri nwayọ chọwa ihe dabara na mmiri.",
    "Cheta na kamgbe ọnwa atọ gara aga ka mkpa mkpa a ndị o ji egbe na-akpa n'Imo steeti.",
    "Mkpa mkpa a gụnyere ịgba egbe aghara aghara, ịmụnye ụlọọrụ ndị uweojii ọkụ nakwa ụlọọrụ gọọmenti nakwa igbu ndị mmadụ ụfọdụ oge.",
    "Ihe ga-agwọ ọrịa Biafra n'obi ndị Igbo- Chris Ngige",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Ihe ga-agwọ ọrịa Biafra n'obi ndị Igbo- Chris Ngige",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua",
    "Ihe mere Nwada Igbo bụ Udeh Chiamaka Victoria ji ewu na soshal midiaelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi15 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Ihe mere Nwada Igbo bụ Udeh Chiamaka Victoria ji ewu na soshal midia",
    "Ihe ga-eme ka Ipob gbaghara gọvanọ Hope Uzodimma - Emma Powerful",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Asari Dokubo ataala ụkwa jaa eze gbasara Nnamdi Kanu",
    "Ndị Ipob asaala Chris Ngige maka ọchịchị Naijirịa",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Ebe na mgbe a ga-eli ụkọchukwu TB Joshua",
    "O nweghi ịbọ ọbọ anyị na-eme n'Ohafia kama... Ndịagha Naịjirịa",
    "'Ihe ndị gọvanọ ala Igbo na ndị agha Naịjirịa bịara mee n'Engwu bụ ite okwu ude' - CSO",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}