{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Abia Facts Newspaper",
    "Akụkọ na-efegharị aghara aghara bụ etu ndị oji egbe na ndịagha si kwarịtaa egbe n'obodo Elu, Amangwu na Ebem dị cha n'Ohafia nke Abia Steetị.",
    "N'ihi nke a, oke egwu ji zi ndị bi n'obodo ndị a nke mere na ọtụtụ hapụrụ ụlọ ha gbaa ọsọ izendụ.",
    "Mmadụ atọ nwụrụ n'ọgbaaghara dapụtara n'Owerri ụnyaahụ",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "A wakpoghi ụlọakụ ọbụla n'Ogbunike - Ndị uweojii Anambara steeti",
    "Kedụ ka ihe a si mee?",
    "Otu onye bi n'Ohafia na-achọghị ka a kpọọ aha ya kọọrọ BBC Igbo ihe ọ maara maka ọgbaghara a.",
    "Ọ sị na ọ malitere kamgbe ndị oji egbe gbachara ụlọ otu nwoke bụ O.K Ugba e ji 'Isibumba' maara ọkụ n'obodo Amangwu, Ohafia sị na o tinyere ihe onyonyo o ji enyocha ha.",
    "Mana nke ugbua bụ na ndị oji egbe bịara n'ụbọchị Tọsde tọọrọ Eze ndị obodo nke mere ndịagha ji na-achụ ha, ha malite ịkwarịta onwe ha egbe.",
    "Eeee awakporo ụlọọrụ ndị uweojii n'obodo anyị ma gbuo inspector Peter - Onye Obodo Ojoto",
    "Akụkọ ọzọ kwuru na ndị oji egbe a pụtara n'ọdọụgbọala dị n'Ebem Ohafia ma malite ịgba egbe aghara aghara.",
    "Ụda egbe ahụ mere ka ndịagha nọ n'Ohafia ji chọrọ ndị oji egbe ahụ ha jiri malite ịkwakọrịta mgbọ dịka mgbọ tụrụ ụfọdụ ndịagha.",
    "N'ihi nke ahụ ndị bi n'Ohafia na-eze isi onwe ha ugbua, ndị na-ere ahịa dị iche iche anaghi emepe kamgbe ahụ.",
    "Kedụ ka Ohafia dị ugbua?",
    "Ebe foto si, Abia Facts Newspaper",
    "Onye a na-achọghị ka a kpọọ aha ya sị na Amangwu, Ebem na Elu Ohafia jizi ụjọ biri ugbua maka etu ndịagha si amaja ndị mmadụ kamgbe ihe a mere.",
    "\"Ndị na-azụa ahịa ndị achụntaego dị iche iche anaghị emepezi ụlọ ahịa n'ihi egwu maka na ọgbaghara ahụ butere ịla n'iyi ụfọdụ ụlọ na ngwaahịa ndị mmadụ\".",
    "Kedụ ihe ndị nchekwa Kwuru?",
    "Ebe foto si, Abia Facts Newspaper",
    "Mgbe BBC Igbo kpọtụrụ ọnụ na-ekwuru ndị uweojii n'Abia Steetị bụ Geoffrey Ogbonna, ọ sị na ọ bụ ndịagha kwesịrị ikwu okwu.",
    "Mana anyị ka na-agba mbọ ịnụta n'ọnụ ndịagha ngalaba '14 Brigade Goodluck Ebele Jonathan' dị n'Ohafia, Abia Steetị.",
    "Cheta n'ọnwa Eprelụ afọ 2021, ndị oji egbe wakporo ụlọọrụ ndị uweojii dị n'obodo Nkporo nke okpuruọchịchị Ohafia, gbaa ya ọkụ ma tọhapụ ndị e ji eji.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Gọọmenti etiti na ndị gọvanọ ọwụwa anyanwụ enwela ọgbakọ maka nsogbu ndị ọchị ehi nakwa mmegbu ndị Igbo",
    "Ihe mere anyị ji gbaa ndi na-eme ngaghariwe egbe ose anya ụnyahụ- ndị uweojii",
    "South East attacks: \"unknown gunmen\" gburu mmadụ atọ n'Owerri Imo state ụnyaahụ4 Juun 2021",
    "South East Security: Gọọmenti etiti na ndị gọvanọ ọwụwa anyanwụ enwela ọgbakọ maka nsogbu ndị ọchị ehi, mmegbu...13 Juun 2021",
    "Insecurity in the South East: Ọ bụghị eziokwu na a napụrụ ndị ọchịchị Ọwụwa Anyanwụ ndị uweojii na-eche ha nche - Uweojii Delta Steeti13 Mee 2021",
    "Ewepụla Benjamin Netanyahu dịka Praịm Minista Izrelelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Ihe 10 dị mkpa ị kwesịrị ịma maka onyeisi ndị agha Naijirịa ọhụrụ bụ Farouk Yahaya27 Mee 2021",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Ewepụla Benjamin Netanyahu dịka Praịm Minista Izrel",
    "Etu ndị oji egbe na ndịagha ji kpatara ndị Ohafia nkụ ahụhụ",
    "Gọọmenti etiti na ndị gọvanọ ọwụwa anyanwụ enwela ọgbakọ maka nsogbu ndị ọchị ehi nakwa mmegbu ndị Igbo",
    "Biafra nwereike ịbụ ntụpọ na Naịjirịa taa mana echi ọ ga-eso n'otu mbaụwa - Nnamdi Kanu",
    "Ihe mere anyị ji gbaa ndi na-eme ngaghariwe egbe ose anya ụnyahụ- ndị uweojii",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị IgboEmelitere ikpeazụ na: 2 Ọktọba 2020",
    "Uche Ogah, Sharon Ikeakor so na ndị a họpụtara dịka mịnịstaEmelitere ikpeazụ na: 23 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}