{
  "published": "15 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọbara bụ otu njirimara onye dị ndụ. Kama ụfọdụ ọrịa na ihe mberede na-eme ka ọbara nọ n'ahụ mmadụ pee mpe.",
    "Akụkọ a ga-akọwara gị mkpa ọ dị na ndi mmadụ nyere ọbara ha n'efu iji zọọ ndụ ndị mmadụ.",
    "Ihe Ipob sara Asari Dokubo n'ebubo ọhụrụ o boro Nnamdi Kanu",
    "O nweghi ịbọ ọbọ anyị na-eme n'Ohafia kama... Ndịagha Naịjirịa",
    "Ihe anya anyị na-ahụ dịka anyị n'esi ọzara agbaga mba ọzọ- Ndị mbiarambiara",
    "'Ihe ndị gọvanọ ala Igbo na ndị agha Naịjirịa bịra mee n'Engwu bụ ite okwu ude' - CSO",
    "Vidio, Nnamdi Kanu: Ihe Ipob sara Asari Dokubo maka ebubo ọhụrụ o boro onyeisi ha, Duration 0,5814 Juun 2021",
    "Vidio, World Blood Donor Day: Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Vidio, Twitter Ban: Otu ọkaiwu akpụpụla gọọmentị Naịjirịa ụlọikpe maka mmachi Twitter, Duration 6,268 Juun 2021",
    "Vidio, Africa Eye Migrants: Ihe anya anyị na-ahụ dịka anyị n'esi ọzara agbaga mba ọzọ, Duration 9,4714 Juun 2021",
    "Vidio, Gịni dị n'ime ajụ mbaise a?, Duration 3,1412 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,58elekere 6 gara aga",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Bishop T. D Jakes Igbo: Etu ị ga-esi mee ka omenala ndị be unu guzosie ike, Duration 9,2421 Septemba 2020",
    "Vidio, Palm Kernel Oil: Ka e sị eme udeakị ụmụnwaanyị ji eme ọmụgwọ, Duration 3,1110 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}