{
  "published": "16 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab of ESN /",
    "Emma Powerful bụ ọnụ na-ekwuru ndị Indigenous People of Biafra ekwuola na ndị otu ya na ndị otu Oduduwa na-achọ nwereonwe ndị Yọrụba ejịkọla aka n'iweta nchekwa n'ọdịda anyanwụ.",
    "Powerful kwuru na otu abụọ ahụ si Biafra na Oduduwa azụwala ndị ọrụ nchekwa nke ha.",
    "Ihe ga-eme ka Ipob gbaghara gọvanọ Hope Uzodimma -  Emma Powerful",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "O kwuru na aha otu nchekwa a ha jịkọtara aka hibee bụ \"Oduduwa and Biafra Volunteer Force.\" , o kwukwara na ha mere ọzụzụ mbụ ụnyahụ bụ ụbọchị iri na ise",
    "N'ọnụ ya, ọrụ otu nchekwa ọhụrụ a anyị gbakọtara aka hibee bụ ichekwa mpaghara ọdịda anyanwụ n'aka ndị oyi egwu na mwakpo ndị ọzọ sị n'aka ndị iro.\"",
    "'Asari Dokubo enweghị ike imegheri anyị anya n'inweta Biafra'- Ipob",
    "Powerful kwuru na otu \"Oduduwa and Biafra Volunteer Force.\"  na-ekwusike na oke ogbugbu nakwa ntọrị na-eme n'ala Igbo nakwa ala Yoruba bie ugbua.\"",
    "O kwuru na mwakpo ọbụla mere n'ala Yọrụba metụtara ala Igbo, nakwa mwakpo ọbụla mere ala Igbo metụtara ala Yọrụba.",
    "\" Ndị agbụrụ ọhụrụ Biafra nakwa nke Oduduwa ejịkọtala aka ọnụ ichekwa ogbe ha, anyị ga-anwụkọta ọnụ ebe anyị na-eche ogbe anyị.\"",
    "Mgbe BBC Igbo kporọ ụlọọrụ Koiki bụ nke na-agbasara otu na-achọ nwereonwe Oduduwa ozi n'ekwenti, ha azabeghị anyị ruo ugbua.",
    "Onions traders: 'Anyị ahụbeghị ego Nnamdi Kanu kwuru ọ ga-akwụ anyị maka ịyabasi ha n'Imo'",
    "Igboayaka O Igboayaka  bụ onyeisi ndị ntoroọbịa 'Ohaneze Youth Council' kwuru ka ndị Igbo nọrọ onwe ha na-achọ Biafra ha na-achọ ma hapụ ndị Yọrụba ka ha chọwa ihe ha na-achọ.",
    "O kwuru na nke a bụ makana agbụrụ abụọ a nwere ndịche n'agwa na omenala.",
    "Igboayaka kwuru na ọ dịghị mma ka otu na-ekwu okwu nwereonwe na-ekwu okwu maka nwereonwe n'otu oge makana o ga-emebi ihe.",
    "\"N'ọnụ ya, ọ bụrụ na otu na-achọ nwereonwe chọwa ewepụta otu nchekwa, gọọmenti ga-ahụta ya dịka ihe ima aka.\"",
    "Ọnụ na-ekwuru ndị uweojii n'Ebonyi steeti bụ Loveth Odah kwuru na n'eziokwu ọ nụbeghị maka otu ọhụrụ a.",
    "O kwuru na otu Ipob bụ nke gọọmenti etiti machịri kamgbe afọ 2017 , ya mere na o nweghị otu ha hibere iwu kwadoro.",
    "O kwuru na ha gaa n'ihu gosi onwe ha n'Ebonyi steeti, ndị uweojii ga-anwụchị ha.",
    "Ikenganyia Tochukwu bụ ọnụ n'ekwuru ndị uweojii ọnụ n'Anambra kwuru na ọ maghị maka otu \"Oduduwa and Biafra Volunteer Force.\", ya mere o nweghị ihe o ga-ekwu ugbua.",
    "Daniel Ndukwe bụ ọnụ na-ekwuru ndị uweojii n'Enugu kwuru na ọnụbeghị maka ya bụ otu ọhụrụ.",
    "Bright Edafe bụ ọnụ na-ekwuru ndị uweojii na Delta steeti zara, \" enweghị m ike ịza ndị ma amaghị maka ha okwu.\"",
    "BBC Igbo ka na-agba mgbọ ịnụta n'ọnụ ndị uweojii nọ na mpaghara ọdịda anyanwụ.",
    "Ihe mere Nwada Igbo bụ Udeh Chiamaka Victoria ji ewu na soshal midia",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Ihe ga-eme ka Ipob gbaghara gọvanọ Hope Uzodimma -  Emma Powerful",
    "Ndị Ipob asaala Chris Ngige maka ọchịchị Naijirịa",
    "Vidio, Ihe e ji sị na ọgwụ bekee anaghị na-agwọ ọrịa Achaere na ndị ọzọ16 Juun 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igbohoelekere 7 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Gịni dị n'ime ajụ mbaise a?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha30 Mee 2021",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igboho",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "Ihe ndị mmadụ kwuru maka etu Udeh Chiamaka Victoria si fee ọkọlọtọ Naijiria na Russia",
    "Ipob na ndị otu Oduduwa ejikọla aka hibee otu nchekwa ọhụrụ",
    "Ihe ga-eme ka Ipob gbaghara gọvanọ Hope Uzodimma - Emma Powerful",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Ebe na mgbe a ga-eli ụkọchukwu TB Joshua",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Asari Dokubo ataala ụkwa jaa eze gbasara Nnamdi Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}