{
  "published": "16 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dibia ọdịnala bụ Duruagwu Duke Ukeje kọwaara ihe mere e ji a sị na achaere bụ ọrịa ọgwụ Bekee na-agaghị agwọli.",
    "Ọ sị na etu e si ebute achaere bụ site na nke mmadụ mere mmadụ ibe ya maọbụ site n'ihe ihe mmadụ riri n'ọnụ ya.",
    "Ọrịa isii kacha emetụ ụmụnwoke karịa ụmụnwaanyị",
    "PCOS, Adenomyosis, na ọrịa ndị ọzọ na-emetụta nsọ nwaanyị",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua",
    "Ọ sị na ọgwụ Bekee anaghị agwọ ọrịa achaere a kama na ọgwụ ha na-enye aka iji gbochie ọnya ọrịa ahụ ịmụba.",
    "Mana onye dọkịta Bekee sị na achaere bụ ọrịa kansa na-eme onye nwere ọrịa shuga.",
    "Ọ sị na ọ na-aka njọ maọbụrụ na onye ahụ o mere achọpụtaghị ya n'oge na nke na-eme ka ọnya ya na-amụba.",
    "Kirie ihe ha kwuru n'uju",
    "Vidio, Achaere na ọrịa ndị ọzọ Igbo kwenyere na ọgwụ Bekee anaghị agwọ, Duration 6,5916 Juun 2021",
    "Vidio, World Blood Donor Day: Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Vidio, Nnamdi Kanu: Ihe Ipob sara Asari Dokubo maka ebubo ọhụrụ o boro onyeisi ha, Duration 0,5814 Juun 2021",
    "Vidio, Twitter Ban: Otu ọkaiwu akpụpụla gọọmentị Naịjirịa ụlọikpe maka mmachi Twitter, Duration 6,268 Juun 2021",
    "Vidio, Gịni dị n'ime ajụ mbaise a?, Duration 3,1412 Juun 2021",
    "Vidio, Africa Eye Migrants: Ihe anya anyị na-ahụ dịka anyị n'esi ọzara agbaga mba ọzọ, Duration 9,4714 Juun 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Vidio, Ned Nwoko, Pamela Ifejoku na esemokwu ala dị n'etiti ndị Idumuje Ugboko, Duration 7,2827 Mee 2021",
    "Vidio, Palm Kernel Oil: Ka e sị eme udeakị ụmụnwaanyị ji eme ọmụgwọ, Duration 3,1110 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,58elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}