{
  "published": "17 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kọmishọna ndị uweojii n'Imo Steetị bụ Abutu Yaro sị ndị ọrụ nchekwa eweghachịla udo n'Owere nakwa mpaghara Imo Steetị niile.",
    "O kwuru nke a na-agbarịta ụka ya na BBC Igbo nwere n'Owere.",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Uzodimma",
    "Ọ sị na ndị omekome ọgbara ọhụrụ nwere ngalaba dị iche iche ha na-eji akparụ ha, nke gụnyere ndị oti mkpu na ndị ọkaiwu.",
    "Na ọ bụ etu a ka o si kwụrụ na ndị omekome na-akpa ike n'Imo kama na ọ bụ ihe ezigbo ụmụafọ Imo Steetị chọrọ.",
    "Yaro sị na dịka ọ dị ugbua na udo, azụmaahịa, ịkụ ngwọrị alọghachịla n'Owere.",
    "Ọ gaara n'ihu kwuo na ya onwe ya gakwara kụọ ngwọrị bụ ebe ọ tara ngwọcha iji gosi na udo alọghachịla.",
    "Kirie ihe o kwuru n'uju:",
    "Owerri Prison Break: Ọ bụghị ndị Ipob mere ihe mere n'Owerri - Hope Uzodimma5 Eprel 2021",
    "Imo Prison Break: Ọ bụ otu Gọvanọ chịburu Imo steeti haziri ndị wakporo ụlọmkpọrọ n'Owerri - Declan Emelumba9 Eprel 2021",
    "Vidio, Madam Social: Nwaanyị ọkpaọchị a na-arịa ezigbo ahụ, Duration 7,3217 Juun 2021",
    "Vidio, Imo State Security: Udo, azụmaahịa na ịkụ ngwọrị alọghachịla n'Owere - Komishọna Uweojii, Duration 4,1817 Juun 2021",
    "Vidio, Achaere na ọrịa ndị ọzọ Igbo kwenyere na ọgwụ Bekee anaghị agwọ, Duration 6,5916 Juun 2021",
    "Vidio, Nnamdi Kanu: Ihe Ipob sara Asari Dokubo maka ebubo ọhụrụ o boro onyeisi ha, Duration 0,5814 Juun 2021",
    "Vidio, World Blood Donor Day: Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,58elekere 7 gara aga",
    "Vidio, Aju Mbaise: O nwere uru dị n'ime mgbọrọgwụ na ahịa a ?, Duration 3,1412 Juun 2021",
    "Vidio, Centre for Memories: Anyị achọghị ka Igbo fuo, Duration 1,4328 Maachị 2019",
    "Vidio, Palm Kernel Oil: Ka e sị eme udeakị ụmụnwaanyị ji eme ọmụgwọ, Duration 3,1110 Juun 2021",
    "Vidio, Okwudili na Loveth Egbo bụ di na nwunye kpuru isi amụọla ejima ka ha sechara okwu, Duration 2,5129 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}