{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu Ohaneze agwala ndị Ugwu tinyere ego n'isi Nnamdi Kanu ka ha buru ụzọ chọọ ihe ha dara mmiri  tupu ha chọwa nke onye ọzọ.",
    "Nke a na-abịa dịka otu jịkọrọ otu ndị Ugwu kpọrọ onwe ha 'Northern Consensus Movement' ekpebiela n'Abuja ụbọchị Tozde inye onye ọbụla nyefere ha Nnamdi Kanu otu nari nde naira (N100m).",
    "Kpọpụta Nnamdi Kanu Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Ọkaikpe ga-ekpe Nnamdi Kanu ikpe abịaghị ụlọikpe taa",
    "Mana otu Ohaneze Ndigbo  si ndị Ugwu bụrụ ụzọ tinye ego n'isi ndị Boko Haram na ndị ọchịehi tupu ha e kwube okwu Nnamdi kanu maọbụ otu Ipob.",
    "Ọnụ na-ekwuru Ohaneze bụ Alex Ogbonnandị gwara BBC Igbo n'ekwentị sị,  \"O nweghị mgbe anyi ji kwenye na Nnamdi Kanu maọbụ ndị Ipob bụ ndị oyiegwu(terrorists)..",
    "\"Ndị bụ ndị ama dịka ndị oyiegwu bụ ndị Boko Haram na ndị Fulani Ochịehi, ọ bụrụ na o nwere ndị a ga-atụkwa sị ego n'isi ha, si bidogodu na ndị Boko Haram na ndị ọchịehi.\"",
    "Ohaneze rụtụrụ aka na ihe butere ihe na-akpọtụ bụ mkpachapụ ndị Igbo.",
    "Ha gara n'ihu kwuo ka Onyeisiala Muhammadu Buhari kpọ oku ka ya na  ndị Igbo nwee mkparịtaụka ga-eweta udo.",
    "\"Onye ọbụla nọ na Naijiria ma na a na-emegide ndị Igbo. Otu ihe ka anyị na-arịọ Naijiria, ya kpọọ ndị be anyị ka anyị na ya kpaa nkata.\"",
    "\"Ọ bụ omume ọ na-emeso anyị kpatara ihe ndị a niile na-eme.\"",
    "Ebe foto si, Shehu Sani/Facebook",
    "Senetọ Shehu Sani nọchiteburu Kaduna Central n'Ụlọomeiwu Ukwu agwala ndị Ugwu ibe ya ka ha buru ụzọ wepụ osisi dị ha n'anya tupu ha chọwa onye ha ga-ewepụ nke ya.",
    "Sani kwuru nke a na akara Facebook ya  dịka otu jịkọrọ ndị Ugwu  kpọrọ  onwe ha 'Northern Consensus Movement' kwuru na ha ga-etinye nari nde Naịra (N100) n'isi Nnamdi Kanu maka onye ọbụla ga-akpọta ya ka ọ zara ọnụ ya na Naijiria.",
    "Sani sị, \"anyị nwere ndị na-eyi ndụ egwu na ndị ekperima n'Ugwu bụ ndị na-egbu ma na-atọ ndị nke anyị, ndị otu ndị a etinyeghị ego n'isi ndị ndu ha, kama ha tinyere ego n'isi onye nọ n'ala Bekee.\"",
    "Ebe foto si, Getty Images",
    "Nnamdi Kanu bụ onye ndu otu nnwereonwe Biafra a kpọrọ Ipob n'ịchafụ",
    "Otu 'Northern Consensus Movement' kwuru n' ụbọchị Tọzde n'Abuja na ha ekpebiela inye onye ọbụla kpọtara ha onye ndu otu Ipob bụ Nnamdi Kanu  otu narị nde Naira (N100m).",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igboho",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Otu ndị so na 'Northern Consensus Movement' gụnyere; otu 'Arewa Traders Association, 'Amalgamated Cattle Dealers Association of Nigeria', 'Tricycle Rider's And Owners Association', 'Gan Allah Association of Nigeria' wgz.",
    "N'akwụkwọ ndị otu ahụ wepụtara nke ọnụ na-ekwuru ha bụ Awwal Abdullahi Aliyu binyere aka, ha sịrị \" Anyị etinyela ego dị N100,000,000 maka onye ga-akọtalara  otu Northewrn Consensus Movement",
    "Ebe foto si, Northern Consensus Movement",
    "Nnamdi Kanu na ndụ na ahụike ka anyị nyefe ya ndị uweojii.\"",
    "Ebe foto si, NCM",
    "Ha gara n'ihu kpokuo mba Amerịka, Jamini nakwa Briten ka ha nye aka hụ na a kpọhachiri Kanu ka ọ bịa zara ọnụ ya n'ike maka \"ebubo iyi egwu na mgbuchapụ agbụrụ megide ndị Ugwu.\"",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Na mkparịtaụka  BBC Igbo na Awwal Aliyu nwere n'ikuku, o kwuru na Kanu gbara ọzọ n'ikpe ya dị n'ụlọikpe ebe a na-ekpe ya ikpe maka ịkpa nkata ịkwatu gọọmentị,  ji 'okwu akpọmasị\" akpalite ndị mmadu igbusịsị ndị Ugwu nọ n'Ọwụwa Anyanwu ma na-emebisị ngwahịa ha.",
    "Akụkọ ga-amasị gị:",
    "Ihe ndị uweojii gwara ndị Ikwo si Ebonyi steeti gbara ọsọ ndụ",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara-  Udeh Chiamaka Victoria",
    "Ndị Ipob asaala Chris Ngige maka ọchịchị Naijirịa",
    "Hope Uzodimma: Ihe ga-eme ka Ipob gbaghara gọvanọ Imo steeti - Emma Powerful15 Juun 2021",
    "Sunday Igboho sị na ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor16 Juun 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara17 Juun 2021",
    "Nnamdi Kanu: Gịnị mere nwa amadị a onye bu igu ewu niile na-eso?15 Juun 2021",
    "Vidio, 'Ndị uweojii na ndị agha Naịjirịa enweghi ike iru ebe ogige ESN nọ' - Emma Powerful18 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanuelekere 7 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "Ipob na ndị otu Oduduwa ejikọla aka hibee otu nchekwa ọhụrụ",
    "Ihe ga-eme ka Ipob gbaghara gọvanọ Hope Uzodimma - Emma Powerful",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe Chimamanda Adichie dere n'akwụkwọ mere Akwaeke Emezi ji ebusara ya akpọEmelitere ikpeazụ na: 23 Mee 2019",
    "Bobrisky na etu mgbanwe ya ji maliteEmelitere ikpeazụ na: 31 Ọgọọst 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}