{
  "published": "18 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọnụ na-ekwuru ndị otu Ipob bụ Emma Powerful ekwuola na onye ahụ sara asịsa na ihe onyonyo ndị uweoji jidere abụghị onye ESN.",
    "Ọ gwara BBC Igbo na \"ihe ọbụla ị nụrụ n'olu ndị gọọmentị Naịjirịa bụ asị ọcha\".",
    "Ipob na ndị otu Oduduwa ejikọla aka hibee otu nchekwa ọhụrụ",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Ọ sị na 'ọbụghị taa ka anyị hụwara asị ndị ụweojii na ndị agha Naịjiria\".",
    "Powerful sị na ndị ahụ na-asa asịsa bụ ndị amara ikpe ọnwụ ka ha kpọpụtara sị ha asawa asịsa n'ike, \"ka ọ dị ka ọnwere ihe ha na-arụ\".",
    "Ọ sị na ndị agha Naịjriịa enweghị ike ịbanye ebe ogige ndị ESN nọ, \"ha enweghị ike ya\".",
    "Powerful sị na akụkọ a niile ha na-enwepụta maka igbu ndị ESN bụ ka ndị mmadụ were sị na ha na-anwa.",
    "\"Ọnweghị ihe ha bụ. Ọnweghịkwa ihe ha pụrụ ịme\".",
    "Ọ kwukwasara na afọ 2021 abụghị afọ 1967.",
    "Powerful kwusiri ike na agha ha na-anụ maka mwereonwe Biafra bụ nke ha ga-enweriri mmeri.",
    "Ọ boro na ihe ndị uweojii na ndị agha na-eme bụ igbu ụmụntọrọ bịa tụkwasa ha egbe n'akụkụ sị na ha bụ ESN.",
    "Otu nwaamadị so na ndị anwụchiri mgbe ha gara ịwakpo ụlọorụ ndị uweojii n'Owere akụwaala akụoyibo nsugbe.",
    "Ọ kọwara na ọ bụ onye otu Eastern Security Network nke Nnamdi Kanu hibere nakwa etu o si banye ya.",
    "Ọtụtụ n'ime ndị otu ya lara mmụọ na ya bụ njem.",
    "Gee ihe o kwuru n'uju:",
    "Vidio, Insecurity: 'Ndị uweojii na ndị agha Naịjirịa enweghi ike iru ebe ogige ESN nọ' - Emma Powerful, Duration 3,3818 Juun 2021",
    "Vidio, Achaere na ọrịa ndị ọzọ Igbo kwenyere na ọgwụ Bekee anaghị agwọ, Duration 6,5916 Juun 2021",
    "Vidio, Aju Mbaise: O nwere uru dị n'ime mgbọrọgwụ na ahịa a ?, Duration 3,1412 Juun 2021",
    "Vidio, Ihe mere m ji hapụ ọrụ uweojii chie Fada n'ụka Katọlik, Duration 3,4217 Nọvemba 2020",
    "Vidio, Madam Social: Nwaanyị ọkpaọchị a na-arịa ezigbo ahụ, Duration 7,3217 Juun 2021",
    "Vidio, Nnamdi Kanu: Ihe Ipob sara Asari Dokubo maka ebubo ọhụrụ o boro onyeisi ha, Duration 0,5814 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 6 gara aga",
    "Vidio, World Blood Donor Day: Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Twitter Ban: Otu ọkaiwu akpụpụla gọọmentị Naịjirịa ụlọikpe maka mmachi Twitter, Duration 6,268 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}