{
  "published": "18 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka ọtụtụ mmadu ma ugbua, ntọrị mmadụ abụrụla omenala na Naịjirịa.",
    "Nke a mere na ndị mmadụ anaghị ada ebube ma ha nụta akụkọ na ndị ntọrị kpara ike ebe ọbụla, gụnyere ụlọ akwụkwọ maọbụ ụlọekpere.",
    "Ihe niile anyị ma maka ntọrọ ụmụakwụkwọ na Katsina steeti",
    "'A gbara Naịjirịa ama tupu awakpo Dapchi'",
    "Ndị ntọrị anwụrụla ụmụakwụkwọ isii na Kaduna",
    "Nke a akpụ n'ọnụ ugbua bụ ntọrị ụmụakwụkwọ n'Ụlọ Akwụkwọ Federal Government dị n'obodo Yauri di na Kebbi Steeti.",
    "Ndị oji egbe a wakporo ya bụ ụlọakwụkwọ ma tọrọ ụmụakwụkwọ na ndị nkuzi ha n'ụbọchị Wenezde.",
    "Ụmụakwụkwọ nwaanyị na nwoke bi na ya bụ ụlọakwụkwọ.",
    "Ebe foto si, Getty Images",
    "Amabeghi mmadụ ole ndị ntọrị a ji mana otu onye ọrụ gbahapụrụ ndị ntọ ahụ kwuru na ndị ahụ ruru iri atọ.",
    "Onye nọ ebe ihe mere kọwara na ha ghukwara otu onye ụweojii ma kwaa mgbo dị egwu mgbe ha bịara.",
    "Mana akụkọ a abụghị mbụ a tọọrọ ụmụakwụkwọ na Naịjirịa n'afọ 2021 a.",
    "Lezie mgbe niile ụdịrị ihe a merela kemgbe mbido afọ a:",
    "Government Science College Kagara, Febụwarị 17",
    "Ndị ojiegbe tọọrọ ụmụakwụkwọ dị iri abụọ na asaa n'ebe elekere atọ nke ụzụ ụtụtụ.",
    "Ha tọrọkwara ọtụtụ ndị ọrụ ụlọakwụkwọ ahụ na ezinaụlọ ha n'ihe ahụ mere na Niger steeti.",
    "A tọghapụrụ ha n'ụbọchị iri abụọ na asaa dịka ha nọchara abalị iri n'aka ndị ntọ ha.",
    "Government Girls Science Secondary School, Febụwarị 26",
    "Ndị o ji egbe tọọrọ ụmụakwụkwọ nwaanyị dị narị abụọ na iri asaa na itoolu n'ụlọakwụkwọ ahụ dị na Janegbe, Zamfara steeti.",
    "A tọghapụkwara ha niile n'ụbọchị abụọ nke ọnwa Maachị.",
    "Federal College of Forestry Mechanization, Maachị 11",
    "Ndị ntọ wakporo ụlọakwụkwọ ahụ ma tọrọ mmadụ iri atọ na itoolu n'obodo Mando n'ọnwa Maachị.",
    "Akụkọ kwuru na ọ bụ ụgbọala 'Bus' ka ndị ahụ ji bata n'ụlọakwụkwọ ahụ ma kpooro mmadụ ruru iri atọ.",
    "E machara mechie ụlọakwụkwọ ahụ rue oge amaghị dịka a na-eme nyocha ma na-achọ ndị a tọọrọ.",
    "E mechara tọghapụ ha niile n'ụbọchị ise nke ọnwa Mee.",
    "Greenfield Univeristy, Epreelu 20",
    "Ebe foto si, Greenfield University website",
    "Ndị ntọ tọọrọ ihe ruru ụmụ akwụkwọ iri anọ n'ụlọ akwụkwọ ahụ dị na Kaduna steeti.",
    "Mana akụkọ mechara kwuo na ọ bụ mmadụ iri abụọ na abụọ ka ha tọọrọ.",
    "Ihe ịtụ anya mere mgbe ha gburu ụmụakwụkwo ise n'ime ndị ahụ ha bụ ụzọ tọrọ.",
    "Ha mechara tọghapụ mmadụ iri na anọ n'ime ha n'ụbọchị 26 ọnwa Mee.",
    "Abia state University, Mee 5",
    "Ebe foto si, Okezie Ikpeazu/Twitter",
    "Ntọ atọọrọ nwata akwụkwọ ABSU dị iche n'ihi na ọ bụghị n'ime ụlọakwụkwọ ahụ kama n'ime ụgbọala njem ka o mere.",
    "Mgbe ihe ahụ mere n'okporoụzọ Okigwe-Uturu, akụkọ kwuru na ha dị ọtụtụ ụmụakwụkwọ a tọrọ mana gọọmentị steeti ahụ mechara kwuo na ọ bụ naanị otu onye.",
    "A tọghapụkwara onye ahụ bụ nwaanyị dịka ọ nọchara abalị anọ n'aka ndị ntọ ya.",
    "Salihu Tanko Islamic School, Mee 30",
    "E gburu otu onye ma tọrọ ụmụ akwụkwọ karịrị otu narị n'ụlọakwụkwọ ahụ dị na Tegina na Niger steeti.",
    "Onye na-ekwuru ndị uweojii kwuru na ọ bụ ụmụ nwoke nọ n'elu ọgbaatumtum kpara mkpamkpa a.",
    "Rue ugbua, atọghapụbeghị ụmụakwụkwọ ahụ ekwuru dịcha afọ atọ.",
    "Ngalaba UNICEF akpọọla oku ka atọghapụ ha.",
    "Nuhu Bamalli Polytechnic, Juun 11",
    "Ebe foto si, Nuhu Bamalli Polytechnic",
    "E gburu ihe ruru otu nwata akwụkwọ ma atọrọ mmadụ atọ ọzọ n'ụlọakwụkwọ ahụ dị na Zaria Kaduna steeti.",
    "Nke a bụ ugboro atọ awakporo ụlọakwụkwọ ahụ n'ime otu afọ.",
    "Mgbe ọzọ bụ n'ọnwa Nọvemba 2020 mgbe a tọọọ otu onye nkuzi na ụmụ ya abụọ.",
    "Vidio, 'Ndị uweojii na ndị agha Naịjirịa enweghi ike iru ebe ogige ESN nọ' - Emma Powerful18 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanuelekere 7 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "Ipob na ndị otu Oduduwa ejikọla aka hibee otu nchekwa ọhụrụ",
    "Ihe ga-eme ka Ipob gbaghara gọvanọ Hope Uzodimma - Emma Powerful",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe Chimamanda Adichie dere n'akwụkwọ mere Akwaeke Emezi ji ebusara ya akpọEmelitere ikpeazụ na: 23 Mee 2019",
    "Bobrisky na etu mgbanwe ya ji maliteEmelitere ikpeazụ na: 31 Ọgọọst 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke BekeeEmelitere ikpeazụ na: 13 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}