{
  "published": "19 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Njoku/Adamu/Facebook/Instagram",
    "Jason Njoku bụ onye nwe ogige ịntanet nke e ji ekiri ejije a kpọrọ Iroko TV sọ n'ime ndị aha ha na-ewu ugbua na Naịjirịa.",
    "Nke bịara dịka ụfọdụ mmadụ malitere atụmatụ ịkwatụ ụlọọrụ ya site n'iwepu ya n'ọdụ ahịa Google Playstore.",
    "Ihe ụmụ Naijirịa na-ekwu maka gọọmentị iji Twitter maa ọkwa mmachi Twitter na Naijirịa",
    "Ejizi maka Soshal midia achụ ndị uweojii?",
    "Ndị malitere atụmatụ a na-ekesasị na soshal midia, dere aha Maazị Njoku na ụlọọrụ ya n'ime aha ndị ha chọrọ ka ndị mmadụ malite ịkatọ na Playstore.",
    "Ha dere na ha mere nke a iji megwara ihe ha sị na e mere Maazị Adamu Garba na akụrụngwa soshal midia ya a kpọrọ Crowwe.",
    "Cheta na e wepụrụ Crowwe na Playstore dịka ọtụtụ mmadụ katọchara ya ma degaara Google mkpesa.",
    "Adamu Garba mechara sị na ọ bụ ya ji aka ya wepu ya bụ akụrụngwa.",
    "A na-eche na nkatọ ndị mmadụ katọrọ Crowwe metụtara okwu Maazị Garba kwuru oge Naijirịa machiri Twitter.",
    "Maazị Garba sibu na dịka Twitter nọzị na mmachị, na ọ bụ ohere Crowee ga-eji were ọnọdu ọfụma.",
    "Ebe foto si, Julesville Omalicha/Facebook",
    "Dịka atụmatụ pụtara, ndị mmadụ na-akwado Iroko TV malitere amụma nke ha na-asị ka ndị mmadu ga na Playstore ga-akwadosie ya ike.",
    "Mana, dịka BBC Igbo hụrụ na nyocha e mere na Playstore, okwu nkatọ etinyere na Iroko App di ole na ole n'ụbọchị 18 nke ọnwa Juun ikesa atụmatu ahụ malitere na soshal midia.",
    "Ugbua, ndị nke na-akwado ya bụ ọkankụ, ma ka na-arịkwa elu.",
    "Ebe foto si, Playstore screenshot",
    "Ebe foto si, Playstore screenshot",
    "Adamu Garba mere onyonyo na Facebook ya were na-akatọ atụmatụ ide ajọ ihe banyere Iroko TV.",
    "Ọ sị na ya na-akwadosi Iroko TV ike makana ọ bụ ogige ya na ezinaụlọ ya ji ekiri ejije dị icheiche.",
    "Ọ sịkwa na Jason Nkoju bụ ezigbo mmadụ, na ọdịmma obodo na ndị mmadụ na-anụ ya ọkụ n'Obi.",
    "Ọ rịọrọ ndị mmadụ arịrịọ ka ka hapụ ide ihe ọbụla adịghị mma maka Iroko TV.",
    "Kedu ihe Iroko TV kwuru banyere ihe a na-akpọtụ?",
    "BBC Igbo kpọtụrụ Iroko TV ịmata etu ha si hụta nkata a na-akpa megide ha.",
    "Ha sịrị ka anyị dere ha email banyere ya.",
    "BBC Igbo dekwara ya bụ email ma na-eche ka ha saa ya. Ha mee etu ahụ, ọha ga-ahụ ha n'ibe akwụkwọ a.",
    "Mana, ka okwu dị ugbua, ndị mmadụ ka majuru na ogige Iroko TV na Playstore na-ede nkwado ha aghara aghara.",
    "Twitter Ban: Twitter bụ ngwa ọrụ Ipob ji agbasakarị ozi ha - Lai Mohammed",
    "Twitter in Nigeria: Ihe ụmụ Naijirịa na-ekwu maka gọọmentị iji Twitter maa ọkwa mmachi Twitter na Naijirịa4 Juun 2021",
    "Vidio, Social Media: I nwereike ịhapụ soshal midia n'otu ụbọchị?13 Nọvemba 2019",
    "Vidio, Twitter Ban: Otu ọkaiwu akpụpụla gọọmentị Naịjirịa ụlọikpe maka mmachi Twitter, Duration 6,268 Juun 2021",
    "Nigerian Cybercrime: Ebu i nwereike ikotere onwe gị na soshal midia29 Ọgọọst 2019",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo19 Juun 2021",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Vidio, Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua19 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Ndị mmadụ ajaala eze dọnyere Jason Njoku na Iroko TV ukwu",
    "Ipob na ndị otu Oduduwa ejikọla aka hibee otu nchekwa ọhụrụ",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igboho",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "Gịnị mere Nnamdi Kanu onye bu igu ewu niile na-eso?",
    "Ihe Chimamanda Adichie dere n'akwụkwọ mere Akwaeke Emezi ji ebusara ya akpọEmelitere ikpeazụ na: 23 Mee 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}