{
  "published": "19 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi ọrụ nchekwa n’Ugwuagor dị n’Abakpa Enugwu Steetị bụ Ikechukwu Festus Ukwuani akọwaala etu ha si chọpụta ma nwuchie nwoke ahụ a na-ebe ebubo na o dinara obere nwata nwaanyị ihe onyonyo ya na-ewu na sohal midia.",
    "Maazị Ukwuani gwara BBC Igbo na ọ bụ otu nwata nwoke dị afọ iri na anọ gbaara ha ama e ji nwuchie nwoke ahụ.",
    "Ihe mere mmetọ ụmụaka ụmụnwọke ji arị elu",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?",
    "A ga-eme nyocha DNA iji mata ndị ụkọchukwu Katọlik mụụrụ nwa",
    "”Otu nwata dị afọ iri na anọ bịakwutere anyị n’otu abalị ma gwa anyị na o nwere otu nwoke na-edina obere nwata nwaanyị n’abalị niile”.",
    "Ọ sị na nwoke a na-ere mmanya, na ọ na-akụ ihe dịka elekere iri na abụọ nke abalị na nwoke ahụ ga-akpọba nwata ahụ n’ime ụlọ ma dinaa ya.",
    "Ukwuani sị na ha kpọrọ nwata ahụ ma jụọ ya, nwata ahụ kwetere na ọ bụ eziokwu nke mere ha ji nwuchie nwoke ahụ.",
    "“Mgbe anyị jụrụ nwoke ahụ ihe mere o ji akpa ụdị arụ a, ọ sị na ọ bụ ekwensu dubaara ya n’ọnwụnwa”.",
    "Ukwuani gaara n’ihu kwuo na ọ bụ nne nne nwata ahụ e chere na-agba akwụna bụ onye mebiri nwata ahụ.",
    "Ọ sị nwaanyị na-anara ụmụnwoke ego ka ha nwee ike dinaa nwa nwa ya.",
    "Dịka ọ dị ugbua, ọ sị na nwoke ahụ na nne nne nwata nọ n’aka ndị uweojii ugbua ebe nwata a nọ n’ụlọọgwụ anata ọgwụgwọ.",
    "Ọnụ na-ekwuru ndị uweojii n'Enugwu Daniloe Ndukwe Igbo sị gwara BBC na ihe dị etu a mere ma sị ka a kpọghachị ya ka o nwee ike nye nkọwa.",
    "Mana o kwubeghi ihe ọbụla banyere ye tupu akụkọ apụta.",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, IPOB/ESN: Lee nwaamadị a sara asịsa etu o si banye ESN, Duration 3,3818 Juun 2021",
    "Vidio, Achaere na ọrịa ndị ọzọ Igbo kwenyere na ọgwụ Bekee anaghị agwọ, Duration 6,5916 Juun 2021",
    "Vidio, Aju Mbaise: O nwere uru dị n'ime mgbọrọgwụ na ahịa a ?, Duration 3,1412 Juun 2021",
    "Vidio, Ịkwa iko bụkwa nsọ dị n'Ọgba na Ọgbaagada mmịrị Ezeagu, Duration 2,4129 Maachị 2019",
    "Vidio, Imo State Security: Udo, azụmaahịa na ịkụ ngwọrị alọghachịla n'Owere - Komishọna Uweojii, Duration 4,1817 Juun 2021",
    "Vidio, Awgu Caves: Ọgba ndị a chere ndụ ndị Mmaku n'oge gboo, Duration 2,467 Septemba 2019",
    "Vidio, Madam Social: Nwaanyị ọkpaọchị a na-arịa ezigbo ahụ, Duration 7,3217 Juun 2021",
    "Vidio, Tourism in Nigeria: Ị gaala Awhum, Ogbunike cave na Akwete gaa hụ Naịjirịa?, Duration 3,582 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}