{
  "published": "18 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọtụ isi isi bụ ihe na-eme ụfọdụ ụmụ nwaanyị kama dịka ọnọdụ ya bụ ihe siri dị, ọtụtu anaghị ekwu maka ya.",
    "Dr Genb Gunter bụ ọkammụta maka ihe gbasara ịmụ nwa na-ahụ ụmụ nwaanyị gwara BBC na ọtụ ṅwaanyị na-asa onwe ya ma dobe onwe ya ọcha.",
    "'Kwụsịnụ ịrụgharị ọtụ ụmụnwaanyị'",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua",
    "Gunter kwuru na Ceelụ dị n'ime ọtụ nwaanyị na-edochi onwe ya dịka awa iri itolu na isii ọbụla gachara.",
    "Nke a pụtara na ọtụ nwaanyị nwereike ịdebe ime onwe ya ọcha.",
    "Kama ụfọdụ mgbe ọtụ na-esi isị pụrụiche nke na-ebute nchegbu na ihere.",
    "Anyị kpọtụrụ onye na-ahụ maka ịmụ nwa akpọrọ Gynaecologist na beke bụ dọkịnta Akinde Joseph ka ọ tụpenyere anyị azụ ihe na-akpata ọtụ nwaanyị isi isi nakwa ihe onye ahụ ga-eme maka ya.",
    "Gịnị na-ebute ọtụ isi ajọọ isi?",
    "Dokịnta Akinde Joseph bụ dọkịnta na-ahụ maka ịmụ nwa kọwara na ya bụ onụdụ ọtụ nwaanyị isi isi bụ Bacteria Vaginosis ka ndị Sayensi na-akpọ ya.",
    "O kwuru sị, \" ọ bụ Gardenerella Vaginalis bụ nje na-ebute ọnọdụ a\".",
    "World Blood Donor Day: Onye nyere ọbara ya na-azọ ndụ mmadụ",
    "Ọ kwukara sị, \" Otu n'ime ihe eji amata ọrịa a bụ ajọ nsị na-esi ka azụ\"",
    "O kwuru na nwaanyị ọbụla butere ya jee ụlọogwụ nata ọgwụgwọ.",
    "Akinde kwuru si, \" Ọ bụ site na mmekọ nwoke na nwaanyị ka ya bụ ọrịa si efe\".",
    "Ọ kọwara na-anaghị ebute ya site na iji otu akwa hichaa ahụ maọbụ iyi otu akwa.",
    "Ọ bụ ma nwoke na nwaanyị na-efesa ya.",
    "Gịni dị n'ime ajụ mbaise a",
    "Akinde kwukwara ka ụmu nwanyị na-edebe onwe ya ọcha",
    "Ka nwoke na nwaanyị hapụ ịgba n'ezi.",
    "Ọ kọwara sị, \"Cheta kwa na ọtụ ụmu nwaanyị na-emepụta mmiri nke bụ discharge n'okwu bekee nke mere na nwaanyị nwere ọnọdụ a kwesiri ịgbanwe ọba ya ihe dịka ugboro abụọ n'ụbọchị\".",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ihe nwaanyị na nwoke kwesịrị ịma maka ịgbakọ mgbe nwaanyị na-eyi akwa5 Ọgọọst 2020",
    "Ị kwesịrị ịsụcha 'Pubic Hair' gị?5 Septemba 2020",
    "Ihe ise ndị nwere ikpu kwesiri ịma13 Nọvemba 2019",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị a9 Septemba 2020",
    "Female Genital Mutilation: Abịa na Imo steeti enweghị iwu machiri ibi nwaanyị ugwu7 Febụwarị 2021",
    "MRKH Syndrome: Ụbọchị m chọpụtara na m enweghị ọtụ mgbe a mụrụ m15 Maachị 2020",
    "Sex Education: Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ29 Febụwarị 2020",
    "Menstruation Disorder: PCOS, Adenomyosis, na ọrịa ndị ọzọ na-emetụta nsọ nwaanyị15 Mee 2020",
    "Ihe i kwesiri ịma tupu i yiwe 'waist trainers'22 Julaị 2020",
    "Ụzọ ọgbara ọhụrụ ise ị ga-eji hazinwu ọmụmụ gị12 Ọgọọst 2020",
    "Lee ka ị ga-esi mee aramara ghara ibute coronavirus16 Ọgọọst 2020",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ngige ekwuola maka ebubo na aka ya dị na nwụchịgharị Nnamdi Kanu18 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Ngige ekwuola maka ebubo na aka ya dị na nwụchịgharị Nnamdi Kanu",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe ụmụ anụmanụ pụtara n'akụkọ ifo IgboEmelitere ikpeazụ na: 22 Septemba 2019",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}