{
  "published": "22 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Abdullahi Awwal Aliyu Facebook page",
    "Ralph Uwazuruike bụ onyeisi Biafra Independent Movement ekwuola na onweghị onye ma onye Abdullahi Awwal Aliyu bụ onyeisi otu akpọrọ Northern Concensus Movement bụ.",
    "\"Nke a mere na onweghị ihe anyị ga-eji okwu ya kpọrọ, onye anyị ma bụ Yerima Shetima bụ onyeisi ndị ntoroọbịa ndị ugwu.\"",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Owerri Prison Break: Ọ dịghị mma etu onyeisi uweojii jiri bo ipob na emeghị nchọpụta - Uwazuruike",
    "Uwazuruike kwuru na ihe kacha ya mkpa ugbua bụ ijikọta otu niile na-achọ Biafra ka ha bụrụ otu.",
    "\"O nwezie ihe ndị ugwu chọrọ anyị enye ha. anyị agaghị agbara ha ọsọ nke anyị ji atụ ha ụjọ.\"",
    "O kwuru na ụbọchị iri atọ ndị ugwu nyere ndị gọvanọ ndida nayanwụ ịkwụghachị ndị bee ha egburu ma mebie ihe ha ụgwọ ebuka, \"anyị chọrọ naanị otu ụbọchị, ha biazia mee ihe ha chọrọ ime.\"",
    "Ebe foto si, Asari Dokubo Facebook Page",
    "Asari Dokubo bụ onyeisi Biafra Defacto Government kwuru na ndị ugwu tụrụ ezigbo asị mgbe ha kwuru na ọ bụ ha bụ aka ji akụ Naịjirịa.",
    "O kwuru na ọ bụ maka oke ụbịam dị na mpaghara ugwu mere ndị ọcha ji bụkọta ha ndị mpaghara ndida anyanwụ niile nwere oke akụ na ụba n'atụmaatụ akpọrọ \"amalgamation' na bekee.",
    "Asari Dokubo ataala ụkwa jaa eze gbasara Nnamdi Kanu",
    "Ihe Ipob kwuru maka ebubo Asari Dokubo na Nnamdi Kanu chọrọ ime Biafra 'Jewish state'",
    "Gbasara agụmakwụkwọ, Dokubo kwuru na ọ bụ naanị agụmakwụkwọ alakụba ka ndị ugwu chịtara aja na ya mana onweghị iheọma ha ji ya mepụta.",
    "Gbasara ụbọchị iri atọ Abdullahi Awwal Aliyu bụ onyeisi otu akpọrọ Northern Concensus Movement nyere ndị gọvanọ ndịda anyanwụ maka ịkwụghachị ndị ugwu egburu n'ala ha ego iti aka n'obi, Dokubo kwuru na  ụjọ anaghị atụ onye ọbụla.",
    "N'ọnụ ya, \"ha gosi anyị ndị bee ha e gburu, ọ bụrụ Nnamdi Kanu ka ha na-ege ntị, ha mara na ọ na-alafu ha.\" Ọ bụruzikwa na ha chọrọ i bịa mee ihe ọbụla, anyị anaghị atụ ụjọ.\"",
    "Ebe foto si, Getty Images/Discovery Channel",
    "Abdullahi Awwal Aliyu bụ onyeisi otu akpọrọ Northern Concensus Movement ekwuola na ọ bụ ndị ugwu bụ aka ji akụ Naịjirịa agbanyeghị na-akpọrọ ha ndị ndabere.",
    "O kwuru nke a n'onyonyo na-efegharị na soshal media ebe ya na ndị ugwu ndị ọzọ na-enwe ọgbakọ.",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Food blockade: Ndị ugwu akwụsịla abụbụ ha gbara maka ibubata nri dịka gọọmentị kwetara ịkwụ ha ụgwọ",
    "Aliyu kwuru na ọ bụ ego ndị ugwu si na \"groundnut pyramid' nakwa 'cotton' ka e ji mee nyocha ma chọpụta ebe e si gwupute mmanụ n'ụfọdụ mpaghara Naịjirịa mere ha ji etu ọnụ ugbua.",
    "O kwuru na o kwesiri ka e hibe ngalaba 'Northern Develpoment Commission' dịka e si hibe Niger Delta commission ma nye ọkpụrụkpụ ego ha ji ahazi ngalaba ahụ.",
    "Ndị Ugwu na-achị Naịjirịa adaala, ka enye ndị Igbo ọchichị - Onye Fulani",
    "Ihe ndị ọzọ o kwuru gụnyere:",
    "Ọ bụ ego ndị ugwu ka e ji mee ka ndị niile nọ na ndịda anyanwụ nwete agụmakwụkwọ n'oge gboo",
    "A chọpụtala mmanụ na Gombe, Bauchi na Taraba n'akụkụ Lake chad mana otu 'ndị a' edunyela ndị Boko Haram ka ha wete ọgbaghara mere na amịpụtawabeghị mmanụ ahụ",
    "Anyị nwere onunu ọlaedo na Birnin Gwari mana \"ndị a\" dunyere ndị 'bandit' ka ha weta ọgbaghara mere na anyị egwuwebeghị ọlaedo ahụ",
    "Ndị ugwu kwenyere n'idi n'otu Naịjirịa ma a sị ka ekwukwe",
    "Ndị bi na mpaghara ọwụwa anyanwụ, ọdịda anyanwụ, ndịda ndida anyanwụ chemie echiche tupu ha na-egbu maọbụ mebie akụ na ụba ndị ugwu bi na bee ha makana ọgụ daa ihe ha ga-efuefu maọbụ mebisie ga akarị",
    "Anyị kwenyere n'ịdị n'otu Naịjirịa mana ọ bụrụ na ndị mpaghara ndị ọzọ ekwenyeghị, anyị ga-anọrọ onwe anyị mana anyị ga na-aza Naịjirịa",
    "Anyị nye ndị gọvanọ steeti ebe ndị egburu maọbụ mebie ihe ndị ugwu ụbọchị iri atọ (30 days) ka ha kwụghachị ndị ugwu ahụ ego iti aka n'obi",
    "Ọ bụrụ na ndị gọvanọ akwụghachighị ndị ugwu a egburu maọbụ mebie ihe ha na steeti ha, iwe ewekwala ha n'udiri mbọgwara anyị ga-eme",
    "Anyị na-agba mbọ ịnụta n'ọnụ ndị ọnụ na-eru n'okwu n'ala Igbo nakwa ndị gọvanọ nọ na mpaghara ọwụwa anyanwụ.",
    "Ihe ndị na-achọ Biafra sara ndị ugwu kwuru na ha bụ aka ji akụ Naịjirịa22 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Biafra secession : Ụjọ ndị Ugwu na-atụ ndị gọvanọ Ọwụwa Anyanwụ - Ohaneze Youth Councilelekere 4 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Biafra secession : Ụjọ ndị Ugwu na-atụ ndị gọvanọ Ọwụwa Anyanwụ - Ohaneze Youth Council",
    "Ihe ndị na-achọ Biafra sara ndị ugwu kwuru na ha bụ aka ji akụ Naịjirịa",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Gịnị na-akpọtụ n'otu APGA?",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ndị mmadụ ajaala eze dọnyere Jason Njoku na Iroko TV ukwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}