{
  "published": "21 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwaanyị agbagburu di ya na Golf Estate GRA , Enugu",
    "Oluchi Orji di ya so na ndị onye uweojii gbagburu na Golf estate, GRA dị n'Enugu kwuru na a napụla ya na ụmụ anọ ya otu anya ha ji ahụ ụzọ.",
    "Nwaanyị ahụ kwuru na di ya bụ Ndubueze Orji gara ịzụta ncha o ji asụrụ ụmụ ya akwa mgbe o zutere ọnwụ ya. Ha bụ ndị Abia steeti.",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Ọgụ 'ndị otu nzuzo' ataala isi mmadụ atọ n'Umudioka",
    "Oluchi kwuru na onye uweojii ahụ bụ onye Calabar gbagbuchara ndị ya na ya na-arụkọ ọrụ n'ụlọ ebe ọ na-eche nche ma pụta iro gbawa onye ọbụla ọ hụrụ n'ụzọ egbe.",
    "O kwuru na ọ bụ ihe ndị bi n'ogbe gwara makana ọ gara akwamozu onye ọzọ mgbe ọdachị ahụ mere.",
    "\"Di m bụ Ndubueze Orji so na otu onye onye uweojii a gbara egbe n'afọ, tupu e buru ya gagharịcha n'ụlọọgwụ nile jụrụ ya ma butezia ya n'ụlọọgwụ Parklane, ọ nwụọla.\"",
    "\"Onye ga-azụrụ m ụmụ anọ di m a agbagburu hapụrụ m?\", bụ ajụjụ nwute Oluchi kpụ n'ọnu.",
    "Umunne ndị ọdachị a metụtara na-eche n'iro ụlọọgwụ ESUT Teaching Hospital Parklane",
    "Ezinne ekwegba bi n'ogbe ebe ihe a mere kwuru na ha ma ya bụ onye uweojii nọkatara gbawa ndị mmadụ egbe aghara aghara na Golf Esate dịka Mopol.",
    "Ọ gwara onye ntakụkọ anyị na ha amaghị eigbo aha ya.",
    "O kwuru na onye uweojii ahụ na-egosibụ ụmụ agwa gosiri na uche ya achịkọtachaghị ọfụma mana o nweghị ihe ndị bi n'ogbe ji ya wee kpọrọ.",
    "Ekweagba kwuru na o so na ndị bụgara di Oluchi Orji n'ụlọgwụ ebe e bugaziri ya n'ụlọ ozu dị ụlọọgwụ ESUT Teaching Hospital Parklane, Enugu makana Oluchi nwunye ya anọghị mgbe agbara di ya egbe. n'afọ.",
    "Ebe foto si, Enugu Steeti góómenti",
    "Mmadụ ise nwụrụ ebe mmadụ anọ merụrụ ezigbo ahụ oge onye uweojii nọkatara gbawe egbe n'ụlọọrụ RC Lotto dị na Golf Estate, GRA, Enugu, n'ụbọchị ụka (June 20,2021).",
    "Ọnụ na-ekwuru ndị uweojii na Enugu steeti bụ ASP Daniel Ndukwe kwuru na ya bụ uweojii  e si na Special Protection Unit (SPU) Base 9, Umuahia, Abia State, weta na-echere ụlọọrụ ahụ nche.",
    "Etu ndị omekome si gbagbuo mmadụ atọ n'ọgbakọ emere na Nkpor - Ndị uweojii Anambra steeti",
    "Umuahia Insecurity: Ụjọ ji ndị mmadụ dịka e gburu otu onye uweojii n'ehihie Fraịde a",
    "Nke a mere ka gọvanọ Ifeanyi Ugwuanyi gaa leta ndị merụrụ ahụ n'ọdachị ahụ n'ụlọọgwụ ESUT Teaching Hospital Parklane, Enugu ebe ha na-anata ọgwụgwọ.",
    "Gọvanọ Ugwuanyị n'ozi o si n'aka kọmishọna mgbasa ozi ya bụ Chidi Aroh wepụta ụnyahụ gosiri ịtụ n'anya ya gbasara ọdachị a.",
    "O tiri ndị niile a ọdachị a metụtara nakwa ezinụlọ ha aka n'obi ma kwuo na ọchịchị ya ga-akwụ ụgwọ ụlọọgwụ ọgwụgwọ ha ga-eri.",
    "Ebe foto si, Enugu Steeti Enugu",
    "Ọ gwakwara ndị ọrụ ụlọọgwụ ahụ ọ bụ ọkammụta Hyacinth Onah nọ n'isi ya na ha nye ndị niile a ọdachị a metụtara ọgwụgwọ zuru oke ruo mgbe ha gbakere.",
    "Daniel Ndukwe bụ ọnụ na-ekwuru ndị uweojii n'Enugu wepụtaburu ozi na ha anwụchiela ya bụ onye uweojii gbagburu mmadụ ise ma merụọ anọ ahụ mgbe ọ nọ ọrụ ụlọọrụ RC Lotto Company, Golf Estate, GRA, Enugu.",
    "O kwuru na onye uweojii ahụ ha na-akpọpụtaghị aha ya ga-anọgide n'aka ndị uweojii ruo mgbe e mechara nyocha etu ya bụ ọdachị si mee.",
    "Ndukwe depụtakwara na mmadụ anọ merụrụ ahụ na-anata ọgwụgwọ ebe ndị dọkịta nọ ọrụ n'ụlọọgwụ adọnyela ozu mmadụ ise nwụrụ n'ọdachị a n'ụlọ ozu dị n'ESUT Teaching Hospital Parklane, Enugu.",
    "O kwuru na kọmịshọna ndị uweojii na steeti ahụ bụ Mohammed Ndatsu Aliyu ekwuola ka ndị niile hụrụ mgbe ọdachị a mere nye ha akụkọ ga-eme ka nyocha ha na-eme ga-ọsịsọ ma nweta ikpe kwụ ọtọ.",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya21 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyielekere 5 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Bobrisky na etu mgbanwe ya ji maliteEmelitere ikpeazụ na: 31 Ọgọọst 2020",
    "Insecurity in Southeast Nigeria: Ebe niile awakporo ụlọọrụ ndị uweojii n'Abia, Anambra, Ebonyi, Enugu na Imo steetiEmelitere ikpeazụ na: 5 Febụwarị 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}