{
  "published": "20 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Enugu State Government",
    "Otu jikọtara ndị gọvanọ Ọwụwa Anyanwụ akatọọla atụmatụ na akparamagwa otu niile na-achọ nwereonwe ha na Naịjirịa ma kwuo na ha akwadoghi ndị a n'ụzọ ọbụla.",
    "Ha mere mkpebi a n'ọgbakọ ha mere n'Enugwu n'ụbọchị Satọde bụ nke gọvanọ Ebonyi Steetị bụ David Umahi gụpụtara.",
    "Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere maka nchekwa ala Igbo",
    "O nweghi ịbọ ọbọ anyị na-eme n'Ohafia kama... Ndịagha Naịjirịa",
    "Ha kọwara na ha hibere ọgbakọ a bụ ka ha chịkota ihe ndị ha ga-agwa onyeisiala Naịjiria ma ha na ya zute ọzọ nso nso a.",
    "Cheta na mịnista na-ahụ maka nchekwa bụ Maj. Gen. Bashir Magashi nọchitere anya gọọmenti eiti na ndị gọvanọ ọwụwa anyanwụ nwere ọgbakọ na June 11, 2021 ebe ekwekọrịtara izitere ha ozi ihe na-akpa ndị Igbo ma ha mechaa ọgbakọ.",
    "Ha mechara hibee kọmịtị ndị ga-anọ n'okpuru ohaneze ndị Igbo ka e wee lebaa anya n'ihe ndị ahụ na-akpa ndị ntoroọbịa Igbo ma gboo ha.",
    "Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "Kọmịtị ndị e hibere ga-elebanya n'ihe ndị a, isiọnwụ; iso ndị bi ogbe ọzọ kwekọrịta; ndị igbo bi na mpagahara ugwu Hausa, ọwụwa anyanwụ, ndịda anyanwụ, ndịda ndịda; Ipob, Massob, ndị ntoroọbịa na ndị na-azụ ahịa, ndị na-agba ọgbatum tum na Keke, ndị bi mba ofesi, ndị ọnụ na-eru n'okwu nakwa ndị ọchịchị mba ụwa.",
    "Umahi kwuru na otu ndị na-achọ nwereonwe anaghị ekwuchitere ndị bi na mpaghara Ọwụwa Anyanwụ.",
    "\"Maka ndị na-eche na anyị gbara nkịtị maka mwakpo niile na-eme n'ala Igbo, ọ bụghị eziokwu.\"",
    "Eeee awakporo ụlọọrụ ndị uweojii n'obodo anyị ma gbuo inspector Peter - Onye Obodo Ojoto",
    "N'ọkwu ya, \"ndị gọvanọ Ọwụwa Anyanwụ, onyeisi Ohaneze, ndị ụlọomeiwu, nakwa ndị ọchịchị na-apụta n'ọha kwamgbe kwamgbe na-akatọ agwa ọjọ ndị omekome a na-akpa n'ala Igbo.\"",
    "Okwu idi n'otu Naịjirịa",
    "Ebe foto si, Enugu State Government",
    "Ọgbakọ ndị gọvanọ ọwụwa anyanwụ kpebiri na ha kwadoro idi n'otu Naịjiria",
    "Ndị gọvanọ Ọwụwa Anyanwụ sịkwa na ha ma maka egwu a na-eyi ndị bi n'ala Igbo mana ha ga-agba mbọ hụ onye ọbụla bi na mpaghara ahụ nwere ezi nchekwa.",
    "Ha rịọkwara ndị ọchịchị steeti ndị ọzọ ka a biko chekwa ndị Igbo bi n'ala ha.",
    "Ha katọrọ etu e si awakpo ma gbuo ndị ọrụ nchekwa, gbaa ụlọọrụ gọọmenti ọkụ, gbuo ndị nkiti na mpaghara Ọwụwa Anayanwụ.",
    "\"Ndị gọvanọ Ọwụwa Anyanwụ na-ekwusike na ha kwadoro idi n'otu Naịjiria.\"",
    "'Ihe ndị gọvanọ ala Igbo na ndị agha Naịjirịa bịara mee n'Engwu bụ ite ude'",
    "Ndị ọzọ biara ọgbakọ a gụnyere mịnịsta na-ahụ maka ọrụ na inye ọrụ, Chris Ngige; mịnista na-ahụ ihe ngụpụta n'ala bụ Uche Ogah, onye bụbụ odeakwụkwọ gọọmenti etiti bụ Pius Anyim, ndịisi ụlọ okpukperechi, ndị igwe na ndị ọzọ.",
    "Cheta na otu jịkọtara ndị gọvanọ Ọwụwa Anyanwụ na onye nnọchiteanya gọọmenti etiti aha ya bụ onye agha Bashir Magashi.",
    "Ihe mere na o nweghi onye na-akatọ ihe na-eme n'Ọwụwa Anyanwụ",
    "A wakpoghi ụlọakụ ọbụla n'Ogbunike - Ndị uweojii Anambara steeti",
    "Mmadụ atọ nwụrụ n'ọgbaaghara dapụtara n'Owerri ụnyaahụ",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "Vidio, \"Ihe mere anyị jiri bido na nwata tiwe mmọnwụ n'Imo Awka\"20 Juun 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurikeelekere 8 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "BBC Igbo Townhall: Etu ndị mmadụ si achọ udo n'ala Igbo ugbua",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria",
    "Ndị mmadụ ajaala eze dọnyere Jason Njoku na Iroko TV ukwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}