{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị aka ndi uweojii kparala n'Ebonyi Steeti",
    "Onyeisi ndị uweojii n'Ebonyi Steeti bụ Aliyu Garba akọwaala etu ndi otu ya siri nwuchie ihe ruru mmadụ iri isi maka ịda iwu dị iche iche na Steeti ahụ.",
    "N'ime ndị a, Maazị Garba kọrọ akụkọ etu aka ha siri kpara mmadụ 39 nọ n'ụlọ otu onye aha ya bụ Ebube Ivom n'obodo Agubia Ikwo.",
    "Ihe a mere n'ụbọchị 23 nke ọnwa Mee.",
    "Lee onye uweojii ahụ a sị ogbunigwe aka ya gbagburu n'Ebonyi Steetị",
    "Ndị ji egbe egbuola ndị uweojii ise n'Okigwe",
    "Insecurity in Southeast Nigeria: Ebe niile awakporo ụlọọrụ ndị uweojii n'Abia, Anambra, Ebonyi, Enugu na Imo steeti",
    "Ọ sị na ndị a nọ ebe ahụ eme nzukọ otu Eastern Security Network (ESN).",
    "Ndi uweojii sị na ha na-eche na Maazị Ivom bụ onyeisi ESN.",
    "Maazị Garba sị na onye dibia si Steeti Cross Riva bịara ịkanye ndị ESN ọgwụ \"ọ dị eshi\" n'ahụ dịka ha na-akwado ịwakpo ụlọ ọrụ ndị uweojii na nke Inec n'Onueke dị n'okpuru ọchịchị Ezza Sawụt.",
    "Ndị uweojii kwuru na ha kpotere ọtụtụ ọgwụ nakwa mbe na ugo dị ndụ n'aka ndị a ha jidere.",
    "Garba Aliyu, onyeisi ndi uweojii n'Ebonyi Steeti",
    "Ha sị na mmadụ asatọ (8) n'ime ndị a kwuru okwu bara uru nye ndị uweojii.",
    "Ha sị na Elom Daniel dị afọ 17 kpọrọ ndị uweojii gaa ebe ozuzo ha n'Agbaja-Izzi dị n'okpuru ọchịchị Abakaliki.",
    "Maazi Garba sị na onye nne ụlọ ahụ ndị a n'ezo gbara ọsọ hapụ ụmụ ya na nwuunye ya gbalaga.",
    "Lee ihe ndị uweojii sị na ha nwetere ebe ahụ:",
    "Otu egbe AK47 nwere mgbọ 35",
    "Egbe AR nwere mgbọ asaa na ụbọ mgbọ asaa",
    "ogbunigwe abụọ",
    "Mma obejiri ise",
    "Otu mgbandeukwu ndị uweojii",
    "Ọgwụ",
    "Onye Uweojii n'Ebonyi na-eleta ihe ha si na natara ndị ESN",
    "Maazị Garba, dịka ọ na-agwa ndị uweojii okwu, sị na ọ bụ ya na-egosi ha ụzọ ha na-eso aga mwakpo ha.",
    "Ọ bụ kwa ya kwuru na ọ bụ mwakpo ndị uweojii, Ebubeagụ na ụlọ ọrụ Inec, dịka ndị uweojii siri kọwaa.",
    "Elom sịkwa na ọ bụ ha wakporo ndị agha Naịjirịa n'Amasiri dị n'okpuru ọchịchị Afikpo n'ụbọchị 26 nke Maachị.",
    "Ha gburu ndị agha abụọ ma were egbe ha na mwakpo ahụ.",
    "Ọ sịkwa na ọ bụ ha wakporo ụlọ ọrụ ndị uweojii n'Abakaliki n'oge #ENDSARS, ebe e gburu otu onye inspektọ.",
    "Ndị uweojii sị na otu egbe enwetere n'aka ndị a bụ nke e were n'oge ahụ. Elom Daniel, dịka ndị uweojii siri kwuo, kwenyere na ọ bụ ha wakporo ụlo ndị uweojii n'Onueke n'ụbọchị 8 nke Jenụwarị 2021.",
    "Ndị uweojii sị na ha gburu onyeisi Elom Daniel dịka ọ gbara ọsọ oge ndị uweojii gara ịnwụchị ya. Ọ bụ n'ụlọ ọgwọ Federal Teaching Hospital Abakaliki (FETHA) ka onye ahụ nọ nwụọ.",
    "N'ụbọchị 22 nke ọnwa Mee ndị omekome wakporo ulọ ọrụ ndị uweojii na Ugbodo nke dị n'okpuru ọchịchị Ebonyi. Ndị uweojii gburu mmadụ abụọ n'ime ha.",
    "Otu n'ime ha bụ Israel Onyibe, bụbu onye agha Naịjirịa. Ha gburu ndị uweojii abuo na mwakpo.",
    "Ndị a anwụchiri bụ:",
    "Joseph Nwali",
    "Ozigbo Jonah aka Ojukwu",
    "Nwankwo Jacob",
    "Nwali Chibueze.",
    "Jonah Ozibo kpọrọla ndị uweojii gaa ogige ha na-ezo n'obodo Amachi-Igbegu. N'ebe ahụ, ha gburu Ebuka Urehu, ebe ndi ọzọ gbara ọsọ.",
    "Ndị uweojii sị na ha nwetere egbe AK-47 nwere mgbọ 30.",
    "Onye ọzọ ha nwụchiri bụ Nwite Okechukwu eji \"More Money\" mara. Ọ kpọrọ ndị uweojii gawa ebe ha na-ezo na Mile 50 dị n'Abakaliki.",
    "Ndị uweojii sị na ha nwetere akwụrụmgwa ndị a ebe ahụ:",
    "Otu AK-47",
    "Otu egbe AR",
    "Otu egbe Ọka",
    "Otu mma obejiri",
    "Mma \"jack knive\" abụọ",
    "Ọgwụ dị iche iche",
    "Ndị uweojii sị na nnyocha ha mere gosiri na egbe AK-47 ahụ bụ nke ndị uweojii egburu na Ugbodo n'ụbọchị 22 nke ọnwa Mee.Maazi Jonah kpọrọkwara ndị uweojii gawa ebe ndị omekome a na-ezo n'obodo Umuezeoka n'okpuru ọchịchị Ezza nakwa obodo Amike-aba dị n'okpuru ọchịchị Ebonyi.",
    "Ebe ahụ ha gburu otu onye aha ya bụ Obinna Uwah. Ha sịkwa na ha nwụchiri otu ụkọchukwu aha bụ Louis Okoh, Jude Mbam, Amos Ofoke na Jude Onyibe banyere ha n'aka, dika ha na-eme ha nnyocha ugbua.",
    "Ha sị na ha nwetere ihe ndị a:",
    "Egbe AK-47 abụọ",
    "Egbe AR",
    "Egbe pistol Bekee otu na nke Igbo abụọ",
    "Akwụkwọ iyi Eastern Security Network (ESN)",
    "Okpu e dere aha n'akara ekwentị ndị mmadụ",
    "Ogbunigwe",
    "Mma jack knife abụọ",
    "Ndị uweojii kọwakwara mmadụ ndị ọzọ ha jidere maka mwakpo ụlọ ọru ha na nke ndi Inec n'okpuru ọchịchị Ebonyi nakwa Ezza Nọt n'ụbọchị 18 nke ọnwa Mee 2021.Otu onye ndị uweojii sị na ha kpara aka bụ onye dibia aha ya bụ Nwifuru Chukwuebuka e ji \"Double Gang Switch\" mara.",
    "Ha sị na o bu onye na-agwọrọ ndị a ejidere ọgwụ ha ji akpa ike'",
    "Ihe e nwetere n'aka onye dibia bụ:",
    "Mbe dị ndụ",
    "Ọkọrọtọ Biafra abụọ",
    "Ọtụtụ ọgwụ",
    "Ụfọdụ akwụkwọ nsọ ndị ofufe Kraịst",
    "Mwakpo Ebele di na Ngbo",
    "Etu e si nwuchie 'Blood'",
    "Ndị uweojii si na ha nwuchiri otu onye aha ya bụ \"Blood\" bụ onyeisi ndị omeokome na-akpa ike na mpaghara Isu di n'okpuru ọchịchi Ọnịcha.",
    "Ha sị na ha nwuchiri otu onye aha ya bụ Eluu Ekpehu Emmanuel o were kpọrọ ha gawa be Blood.",
    "Ha sị na Blood na ndị otu ya kwawara ndị uweojii mgbọ dịka ha rutere ebe ahụ.",
    "Mgbọ tụrụ \"Blood\" ebe ndị ọzọ gbara ọsọ. dịka ndị uweojii siri kwuo.Ihe e wetere n'ụlọ \"Blood\":",
    "Otu egbe ọnụ abụọ nwere mgbọ 11",
    "Otu egbe igbo",
    "Otu egbe anwụrụ ọkụ ezuru n'Ohaozara",
    "Otu Osisi ndị uweojii",
    "Ogbunigwe a na-eji n'aka",
    "Anwụrụ anya mmiri",
    "Okpu ndị uweojii abụọ",
    "Igwe mgbasaozi abụọ e zuru na n'isi ulọ ọrụ ndị uweojii Ọnịcha",
    "Akpati ọgwụ juru",
    "Ndị uweojii na-akọwa na aka ndị niile dị na ogbugbu ndị uweojii nakwa mpụ ndị ọzọ na Steeti Ebonyi.",
    "Mwakpo ndị a mere n'Ebonyi gụnyere mwakpo ụlo ọrụ ndị uweojii na Inec mere n'ọtụtụ ebe na mpaghara ọwụwa anyanwụ nke Naịjirịa nke butere ogbugbu ndị agha, ndị uweojii, na Civil Defence nakwa ndị ọrụ nchekwa ndị ọzọ.",
    "Otu ESN na-ago na aka ha adịghị na mkpa mkpa ndị a.",
    "Mana ndị uweojii na-ekwu na ndị niile ha jidere maka ha kwenyere na ha bụ ndị ESN na Ipob.",
    "Ọnụ na-ekwuru Ipob bu Emma Powerful gwara BBC Igbo na ọ bụ ndị aka ha dị ọcha ka ndị uweojii na-ejide a sị na ọ bụ ha na-akpa ya bụ ike.",
    "Insecurity: Nwaamadị a sata asịsa otu o si banye ESN",
    "Insecurity in Southeast Nigeria: Ebe niile awakporo ụlọọrụ ndị uweojii n'Abia, Anambra, Ebonyi, Enugu na Imo steeti5 Febụwarị 2021",
    "Orlu Attack: E gbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ndị uweojii7 Mee 2021",
    "Anyị amaghị maka ogbugbu mmadụ ọhụrụ sitere n'esemokwu Ezza na - Ndị Uweojii26 Maachị 2021",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya21 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyielekere 5 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Bobrisky na etu mgbanwe ya ji maliteEmelitere ikpeazụ na: 31 Ọgọọst 2020",
    "Insecurity in Southeast Nigeria: Ebe niile awakporo ụlọọrụ ndị uweojii n'Abia, Anambra, Ebonyi, Enugu na Imo steetiEmelitere ikpeazụ na: 5 Febụwarị 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}