{
  "published": "23 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Stephen Anajemba, onye e ji Uwaezuoke mara na Nollywood, kọwaara BBC Igbo ka o siri malite ndụ ya.",
    "Uwaezuoke kọrọ ka ya sị taa ahụhụ, kwaa 'baro' tupu ọ malite ịme ihe ejije.",
    "'Anaghị m agwọ ọgwụ ọ bụ ihe na-eme n'obodo ka anyị na-egosi' - Kanayo O kanayo",
    "'Nollywood laghachinu n'asụsụ Igbo'",
    "Ka e si emepụta ejije Igbo na Nollywood",
    "'Ị chọwa mpa nnukwu na Nollywood, ị ga-esi n'otu 'room' banye room 'ọzọ'- Rita Edochie",
    "Ọ sị na ya gwara ụmụ ya ha bakwala Nollywood maka na ego adịghị na ya.",
    "Kirie ka ya na ije siri malite na ọrụ ya.",
    "Ndị mere akụkọ a bụ Chukwunaeme Obiejesi na Chiemela Mgbeahuru.",
    "Amaka Igwe: Ihe iri ị na-amaghị maka nwaada Igbo a larala mmuọ2 Jenụwarị 2020",
    "Vidio, Nollywood: 'Anaghị m agwọ ọgwụ ọ bụ ihe na-eme n'obodo ka anyị na-egosi' - Kanayo O kanayo, Duration 3,0424 Juun 2020",
    "Eucharia Anunobi: Ọnwụ nwa ya, ijere Chukwu ozi na ihe ndị ọzọ gbasara ndụ ya ị maghị7 Febụwarị 2020",
    "Vidio, Rita Edochie: 'Ị chọwa mpa nnukwu na Nollywood, ị ga-esi n'otu 'room' banye 'room' ọzọ', Duration 1,596 Disemba 2020",
    "Vidio, Ngozi Nwosu: Ihe ise ị ga-eme iji nwee ugwu n'ọrụ ihe nkiri, Duration 1,3524 Eprel 2019",
    "Vidio, Nollywood: Igbo bi n'ofesi na-achọ ihe nkiri anyị - Erics, Duration 1,5226 Nọvemba 2018",
    "Vidio, Nigerian Actors: Ihe mere ndị ome nkiri Nollywood ji arịọ ego ma ọrịa bịa, Duration 2,382 Ọgọọst 2019",
    "Vidio, Nollywood: 'Ọ bụrụ na nna m dị ndụ, agaghị m eme ihe nkiri' - Chris Okagbue, Duration 2,2826 Jenụwarị 2020",
    "Vidio, Anita Joseph: 'Ụfọdụ ụmụnwaanyị Nollywood ka enwe ego maka 'nnukwu mpa' nọ ha n'akukụ', Duration 3,2214 Mee 2019",
    "Vidio, Dot Nation: Abaribe bụ onye nkewa agbụrụ- Joe Igbokwe, Duration 4,4923 Juun 2021",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood', Duration 5,2223 Juun 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Vidio, Ọgbambọ: 'E nye m ohere m ga-abụ bụ onyeisi ndị ọrụ nchekwa niile na Naịjirịa' - Eberechukwu, Duration 7,1321 Juun 2021",
    "Vidio, Imo Awka Festival: Etu ụmụntakịrị n'Awka si esonye n'emume iti mmọnwụ, Duration 3,4020 Juun 2021",
    "Vidio, Okeoma Chidiebube: 'Etu ndị uweojii na-arụ n’obi gọọmenti Imo steeti si kụọ m dụka dụka', Duration 13,20elekere 7 gara aga",
    "Vidio, 'Onyeisiala kpọọ ọgbakọ ndị na-achọ ikewepụ na Naịjirịa' - Bishọpụ, Duration 2,28elekere 3 gara aga",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Widowhood in Igboland: Etu m si gbalahụ mkpagbu a na-akpagbu ndị di ha nwụrụ - Udemezue, Duration 2,389 Julaị 2019",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}