{
  "published": "23 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu Ohaneze Ndigbo etoola Enyinnaya Abaribe  maka iyi uwe e dere 'Dot Nation' iji gosi onye Igbo ọ bụ mana Joe Igbokwe bụ Onye enyemaka pụrụ iche n'ihe gbasara ọwammiri na Legọs steeti sị na o meteghị ya.",
    "Igbokwe sị na Abaribe bụ \"onye nkewa agbụrụ\", na-alafu ndị ntorobia.",
    "Igbokwe: Obasanjo na-akọgheri akọgheri",
    "Gịnị na-esere Sịnetọ Enyinnaya Abaribe na Sinetọ Orji Uzor Kalu?",
    "Abaribe: Ihe DSS jiri kpọchịe m",
    "O kwuru na ọ na-akwado ndị na-akwafu ọbara.",
    "Nke a na-abịa dịka  Enyinnaya  Abaribe bụ onye na-anọchite  Abia South n’Ụlọomeiwu Ukwu yi uwe e deere “Dot Nation” were gaa ụlọomeiwu.",
    "Foto ebe o ti uwe ahụ gbara n’ịntanet were wuru ọkụ ụbọchị Tuzde, abalị 22 nke ọnwa Juun afọ 2021.",
    "Cheta na okwu “Dot Nation” maọbụ “Dọt People” maọbụ okwu yiri ya malitere iwu ewu n'etiti ndị Igbo na soshal midia dịka onyeisiala Muhammadu Buhari kkwuchara ndị Ipob  na ndị Ọwụwa Anyanwụ dịka  “kpọm n’ime okirikiri”.",
    "N'okwu uwe Abaribe yiri, otu Ọhaneze kwuru na o gosiri na Abaribe na-anọchie ndị Igbo ọfụma.",
    "Ohaneze ndị kwuru na ndị Igbo bụ ndị na-ewulie ebe ọbụla ha gara  kwuru na ihe dị mkpa abụghị ihe a kpọrọ ka ndị Igbo kama ọ bụ ihe ndị Igbo bụ n'ezie.",
    "Na mkparịtaụka BBC Igbo na ọnụ na-ekwuru Ohaneze bụ Alex Ogbonnaya nwere n'ekwentị, ọ sị “Abaribe a yi akwa  bụ oke mmadu.\"",
    "\"Anyị bụ ndị Ohaneze ji ya eme ọnụ. Ihe dị mkpa bụ mmadụ ịghọta onwe ya, nwe ntụkwasịobi n’onwe anyị bụ ezigbo onye Igbo anyị. Ọ na-anọchite ndị Igbo ọfụma.”",
    "Ogbonnaya,gara n'ihu sị, \"Oge a kpọrọ anyị dọt, o wuteghị m.”",
    "“ Ihe ndị mkpa bụ anyị aghọtakwara onwe anyị mara ihe dị anyị n’ime .”",
    "“Ndị Igbo bụ ‘dot’, ndị Tiv bụ dot. Ọ bughị so ha bụ dot.”",
    "“Mana‘dot’ nke anyị bụ  ‘dot’ ndị ma ihe, ndị na-eweta ọganihu.”",
    "Vidio, Dot Nation: Abaribe bụ onye nkewa agbụrụ- Joe Igbokwe, Duration 4,4923 Juun 2021",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood', Duration 5,2223 Juun 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Vidio, Ọgbambọ: 'E nye m ohere m ga-abụ bụ onyeisi ndị ọrụ nchekwa niile na Naịjirịa' - Eberechukwu, Duration 7,1321 Juun 2021",
    "Vidio, Imo Awka Festival: Etu ụmụntakịrị n'Awka si esonye n'emume iti mmọnwụ, Duration 3,4020 Juun 2021",
    "Vidio, Okeoma Chidiebube: 'Etu ndị uweojii na-arụ n’obi gọọmenti Imo steeti si kụọ m dụka dụka', Duration 13,20elekere 7 gara aga",
    "Vidio, 'Onyeisiala kpọọ ọgbakọ ndị na-achọ ikewepụ na Naịjirịa' - Bishọpụ, Duration 2,28elekere 3 gara aga",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Widowhood in Igboland: Etu m si gbalahụ mkpagbu a na-akpagbu ndị di ha nwụrụ - Udemezue, Duration 2,389 Julaị 2019",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}