{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ohaneze Youth Council/Facebook",
    "Biafra secession : Ndị gọvanọ Ọwụwa Anyanwụ  ji maka 2023 gọnarị  anyị- Ipob",
    "Ebe foto si, Getty Images",
    "Nnamdi Kanu kwuru ka ndị otu Ipob gbajọọ ntuliaka na-abịanụ",
    "Otu Ipob akatọọla ndị gọvanọ ọwụwa Anyanwụ maka ikwu na ha akwadoghị otu Ipob nakwa Massob mkpu nnwere onwe ha na-eti.",
    "Na nsonso a  ndị gọvanọ Ọwụwa Anyanwụ nọ n 'ọgbakọ ha nwere n'Enugwu katọọ atụmatụ na akparamagwa otu niile na-achọ nwereonwe Biafra ma kwuo na ha akwadoghi ndị a n'ụzọ ọbụla.",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Mana ọnụ na-ekwuru otu Ipob bụ Emma Powerful kwuru n'ozi otu ahụ wepụtara ụbọchị Tuzde, Ipob sị na \"ọ bụ ihe ihere  na ndị a kpọrọ ndị ndu Igbo rere ụmụnne ha iji were mekwata ndị ha na-agbara odibọ.\"",
    "\"Kedụ etu ndị gọvanọ Ọwụwa Anyanwụ si na-achọ ọchịchi site na 2023 gawa n'ihu nke na ha dị njikere ire ihe ọbụla maọbụ onye ọbụla iji nweta ihe ha chọrọ?\"",
    "Ọ bụrụ na ha amaghị,  ndị Ugwu  ha na-emere aghọtala ihe na-eme.Ha ma na ndị gọvanọ enweghị onye kwụụ ha. Na ha anaghị ekwuchiete ihe karịrị mmadụ ndee asaa ndị Igbo biọ na Naijiria nakwa na mba ndị ọzọ.\"",
    "Ipob boro ebubo  \"na  ndị gọvanọ Ọwụwa Anyanwụ bụ ndị machiri otu Ipob n'afọ, 2017, ebe gọọmentị etiti kpọrọ ipob  ndị \"oyiegwu' site na nkwado ndị Ọwụwa Anyanwụ na-agbanyeghị na anyị abụghị.\"",
    "Ha gara n'ihu  jụọ sị,  \"Ugboro ole ka ndị ndu si Ugwu Naijiria  gọnarịrị ndị oyiegwu, ndị ekperima na ndị Fulani ọchiehi na-akpa mkpamkpa na Naijiria niile?\"",
    "Ebe foto si, Ohaneze Youth Council/Facebook",
    "Ngalaba ndị ntorobia nke otu Ohaneze Ndị Igbo bụ \"Ohaneze Youth Council\" ekwuola na ọ bụ \"ụjọ\" ndị Ugwu ka ndị Gọvanọ Ọwụwa Anynawụ na ndị ndọrọndọrọ ọchịchị si Ọwụwa Anyanwụ na-atụ mere ha ji kwuo na ha kwụsi ike n' ịdịnotu Naijiria.",
    "N'ọgbakọ ndị gọvanọ Ọwụwa Anyanwụ nwere na nsonso a n' Enugwu, ha kwuru na ha akwadoghị mkpu nnwereonwe otu Ipob, Massob na ndị ọzọ na-eti, kama na ha chọrọ idinotu Naijiria.",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Mana otu Ohaneze Youth Council' sị na okwu ahụ na-egosi \"ụjọ\" na \"enweghị ume\".",
    "N'ozi mgbasaozi nke onyeisi ha bụ Igboayaka U Igboayaka nke odeakwụkwọ mgbasaozi otu ahụ bụ Chukwuemeka Chimerue binyere aka ma wepụtara ụbọchị Tuzde, ha tụrụ arịrị na oge Chukwuemeka Ojukwu, M. I Okpara na Akanu Ibiam nọ ndụ, \"n'ụdị okwu ahụ na-egosi \"ụjọ, enweghị ike ịdapụta n'ọnụ.\"",
    "Ndị ntorobia Ọhaneze bụ ndị ji ihe Okonkwo mere Ikemefuna n'akwụkwọ Chinua Achebe dere ọ kpọrọ \"Things Fall Apart\" were tụnyere ndị ndu Igbo, sị, \"Ịjụ okwu nnwereonwe nke ndị Gọvanọ Ọwụwa Anyanwụ na ndị nwere agba mere n'Enugwu bụ iji gosi ndị Ọchịchị Fulani nọ n'obi gọọmentị n'Aso Rock' na ha bụ agụ, mana o gosiziri ndị ntorobịa Igbo na ha bụ ụrọm ọkụkọ.\"",
    "Ha gara n'ihu kwuo sị,  \"Ọbụladị ka  mkpamkpa na mpụ na-arị elu n'Ugwu , Sheikh Gumi na Gọvanọ El-Rufai na-ekwuchietere ndị ekperima nakwa ndị Boko Haram mana naanị ihe ndị ntorobia na-achọ bụ nnwereonwe n'ihi mmegbu, mkpagbu na ogbugbu  ndị ọrụ nchekwa na-egbu ha kemgbe afọ 1970, ndị ha kpọrọ nna na-agọnarị ha.\"",
    "Ha kwuru na ọ bụ  \"enweghị  ntụkwasịobi mere na o nweghị onye ndu n'ime ha ndị ntorobia na-ege ndị ọchịchị si mpaghara Igbo ntị.\"",
    "Ha nyere ndị ndu si Ala Igbo ndụmọdụ sị na ọ kara ndị ọchịchị si mpaghara Ọwụwa anyanwụ mma imechi ọnụ ha n'okwu gbasara nnwereonwe, chọwa ụzọ iji nweta ntụkwasa obi .",
    "Ihe ndị na-achọ Biafra sara ndị ugwu kwuru na ha bụ aka ji akụ Naịjirịa22 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Biafra secession : Ụjọ ndị Ugwu na-atụ ndị gọvanọ Ọwụwa Anyanwụ - Ohaneze Youth Councilelekere 4 gara aga",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?28 Eprel 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Vidio, O nwere uru dị n'ime ajụ Mbaise ?, Duration 3,1412 Juun 2021",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Biafra secession : Ụjọ ndị Ugwu na-atụ ndị gọvanọ Ọwụwa Anyanwụ - Ohaneze Youth Council",
    "Ihe ndị na-achọ Biafra sara ndị ugwu kwuru na ha bụ aka ji akụ Naịjirịa",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Gịnị na-akpọtụ n'otu APGA?",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ndị mmadụ ajaala eze dọnyere Jason Njoku na Iroko TV ukwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}