{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Francis Nwaze",
    "Gọọmentị Ebonyi ekwusiela ike na Fidelis Nweze bụ  kọmishiona Ebonyi steeti a sị 'bilitere n'ọnwụ' ka dọ n'ozu.",
    "Igwe mmadụ tụbụrụ na-enwe ọṅụ sị na Fidelis Nweze bụ Kọmishiona Ebonyi steeti nwụrụ 'bilitere n'ọnwụ'.",
    "Fidelis Nweze bụ Kọmishọna na-ahụ maka ihe mmepe obodo n'Ebonyi Steeti bụ onye e kwuru nwụrụ n'abalị Satọde n'ihe mberede okporoụzọ n'abalị 19 nke ọnwa Juun afọ 2021.",
    "Mana anya ahụbeghị ya bụ nwa amadi bụ onye e kwuru e bụgara ụlọọgwụ 'Turkish Hospital' dị n'Abuja ka o nwechara ihe mberede n'ụbọchị Satọde (19/6/2021)bụ ebe a sị ọ nọrọ nwụọ.",
    "Ọṅụ na egwu ọnụ juru ndị obodo Ebonyi steeti n'ọnụ n'etiti ụbọchị Tọzde dịka akụkọ gbara na nwa ha bụ Fidelis Nweze, e kwuru nwụrụ anwụ 'bilitere n'ọnwụ' abalị abụọ a sịchara na  ọ lara mụọ.",
    "Oge onye ntaakụkọ BBC Igbo gara n'ụlọ ya dị n'okpuru ọchịchị Ezza-South n'ehihie Tọzde kwuru na ọ hụrụ ọtụtụ ndị mmadụ na-agba egwu ọṅụ, ebe ụfọdụ na-efe ego iji gosi obi ụtọ ha.",
    "Gọọmentị Ebonyi e kwukwala na ya bụ akụkọ mbilite n'ọnwụ Nweze bụ akụkọ ụgha.",
    "Ọnụ na-ekwuru gọvanọ Umahi bụ Francis  Nwaze sị,\" Onye a nwụrụ bụ otu n'ime ndị kọmishọna anyị kacha mma. Gọọmenti ewepụtala ozi gbasaara ọnwụ ya.\"",
    "N'iji gosi mwute n'ọnwụ ya, Gọvanọ Ụmahi, onye mara ọkwa ọnwụ ya n'ụbọchị Tuzde, abalị 22 nke ọnwa Juun, tinyere ụbọchị ezumike na Ebonyi Steetị ka o bụrụ ụbọchị Wenezde Juun 23, 2021 iji kwanyere ya ugwu.",
    "N'ozi mgbasaozi  nke Umahi wepụtara , ọ sịrị na \"Ọ bụ ihe nkụja nke rara ahụ ikweta ịma ọkwa ọnwụ na kọmịshọna anyị na-ahụ maka ihe mwulite obodo bụ Inginia Kings Fidelis Nweze ọ nwụrụ.\"",
    "N'abalị Wenezde, gọvanọ  David Umahi gaara n'ụlọ nwa amadi ahụ iti ezinaụlọ ya aka n'obi.",
    "Dave Umahi gara leta ezinaúló Fidelis Nweze ụbọchị 23/4/2021",
    "Ọ gara n'ihu kwe nkwa inye ụmụ Nweze ohere agụmakwụkwọ nsite na Praịmairị rue mahadum.",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburuelekere 3 gara aga",
    "Vidio, E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ọgụ ime ụlọ PDP na APGA n'Anambra o nwereike ibutere ha ọdachị na ntuliaka na-abịa?",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "\"Nwa m nwoke dị afọ 13 gburu nwa m nwaanyị\"Emelitere ikpeazụ na: 17 Ọktọba 2018",
    "Ndị Gọvanọ butere ọnọdụ nchekwa n' Ọwụwa Anyanwụ Ohaneze Youth Council",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}