{
  "published": "24 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Chioma Obianinwa",
    "Mmiri adịghị ọcha na-ebute ọrịa dị icheiche nwere ike iduba mmadụ n'ọnwụ erughị eru.",
    "Ị ma na ọrịa dịka afọ asịsa, disentrị, taịfọd, polio wdg. bụ ọrịa na-esite na mmiri adịghị ọcha nke nwere ike ịnapụ mmadụ ndụ ya?",
    "Lekwa nsogbu so aṅụghị mmiri nke ọma",
    "'Alkaline water' e nwereike ịgwọ kansa?",
    "Ịha mmiri ọ bụ ihe na-eme n'ezie n'ala Igbo?",
    "Iji maa atụ: WHO kwuru na afọ ọsịsa sitere na mmiri adịghị ọcha na-ebute ọnwụ mmadụ ruru narị puku ise kwa afọ.",
    "Ọ na-atụ gị na-anya? Mata na inweta ezigbo mmiri ọnụnụ dịka iji abalị achọ ewu ojii na mpaghara Naijiria dị icheiche, tinyere Ọwụwwa Anyanwụ.",
    "Ebe foto si, Getty Images",
    "Ịkwọ aka kwa mgbe kwaa mgbe na-ebelata ọrịa ndị atịtị na ụkọ mmiri na-ebute",
    "WHO kwuru na mmadụ dị otu ijeri na ụma asatọ (1.8bn) na-aṅụ mmiri nsị bara n'ime ya n'akụkụ ụwa dị icheiche.",
    "Mana  ihe onye ma anaghị abụ ya okenye, lee ihe ndị ikwesịị ịma maka ọrịa ndị na-esi na mmiri anyụ ndị mmadụ ịkpakwụ:",
    "Taịfọd",
    "Dọkịta Ikechukwu Okafor kwuru na a na-enweta ọrịa Taifọd \"site n'ịịnụ mmịrị adịghị ọcha, iri nri fọtara afọta maọbụ nrị akwọghị aka sie.\"",
    "Njirimara Taifọd",
    "Ahụ mgbu",
    "Ike ọkwụkwụ",
    "Oke ọsịsọ ịgba mmadụ",
    "Afọ ọsịsa maọbụ afọ isi ike",
    "A na-agwọ onye ọrịa taifọd ji site na ịgba maọịbụ ịṅụ ọgwụ antibayọtịks dịka dọkịta siri nye ntuziaka.",
    "N'aka nke ọzọ, iji  gbochie ajọ ọrịa, ndị ọkammụta ahụike na-adọ aka na ntị ka ị gbaara ịṅụ mmiri adịghị ọcha ọsọ, erila nri n'iro.",
    "Ọrịa taịfọd nwekwara ọgwụ mgbochi nke mmadụ nwere ike ịgba iji gbochie ibute ya bụ ọrịa.",
    "Ọrịa ntụrịọkpa",
    "Ebe foto si, Getty Images",
    "E mepụtara ọgwụ mgbochi ọrịa n'afọ 1952",
    "Ị ma na ọrịa ntụrịọkpa (polio) na-efe efe?",
    "Ọrịa ntụrịọkpa bụ ọrịa na-efe ezigbo ofufe nke na-arịakarị ụmụaka erubeghị afọ ise.",
    "Dịka WHO siri kwuo, a na-ebute ọrịa site na nri maọbụ mmiri adịghị ọcha bụ nke nsị maọbụ mmiri nsị metụrụ.",
    "Ọ gbajuo dọrọ, ọrịa nwere ike ịkpọnwụ nwata ahụ ọkachasị ụkwụ bụ ihe mere Igbo jiri nye ya aha ahụ bụ \"ntụrịọkpa\".",
    "Afọ ọsịsa",
    "Ebe foto si, EPA",
    "O were ewu na ọkụkọ anya na ụkọ mmiri nwere ike ibutere ndị mmadụ afọ ọsịsa.",
    "Mana ihe ụfọdụ amaghị bụ na ọrịa a, nke ọtụtụ anaghị akpọ ihe, nwere ike igbu mmadụ na-egbughị oge.",
    "Afọ ọsịsa, nke Bekee kpọrọ 'cholera' bụ ọrịa a na-ebute site na iri nri maọbụ ịṅụ mmiri nke nje nọ na ya.",
    "Dịka  WHO si kọwaa, afọ ọsịsa nwere ike igbu mmadụ awa olemole o jiri malite ya ma ọ bụ na onye ahụ enweghị nleta .",
    "Vidio, Water scarcity in Enugu:'Ụkọ mmiri na-anyụ anyị ịkpakwụ n'Nsukka'11 Maachị 2021",
    "Vidio, World Water Day 2020: 'Anyị enweghi mmiri ọṅụṅụ n'obodo Ezeukwu-Alayi'22 Maachị 2020",
    "Vidio, Nsụda mmiri ebe a naghị enwe mmekọrịta nwoke na nwaanyị17 Febụwarị 2018",
    "Vidio, Ị makwa ọrịa ndị i kwesiri igbochi n'oge udu mmiri a?2 Juun 2018",
    "Vidio, Ebonyi salt lake: Ihe mere ụmụnwoke anaghị aba mmiri a.11 Febụwarị 2019",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburuelekere 3 gara aga",
    "Vidio, E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ọgụ ime ụlọ PDP na APGA n'Anambra o nwereike ibutere ha ọdachị na ntuliaka na-abịa?",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "\"Nwa m nwoke dị afọ 13 gburu nwa m nwaanyị\"Emelitere ikpeazụ na: 17 Ọktọba 2018",
    "Ndị Gọvanọ butere ọnọdụ nchekwa n' Ọwụwa Anyanwụ Ohaneze Youth Council",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}