{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chidiebube Okeoma bụ onye ntaakụkọ ụlọọrụ mgbasaozi Punch ekwuola etu ndị ọrụ nchekwa gọọmenti Imo steeti si tie ya dụka dụka.",
    "O kwuru na ọ bụ oge ọ gara isetee ụmụnwaanyị na-eme ngaghariwe n’ihu obi gọọmenti Imo steeti n’ụbọchị Mọnde June 21, 2021 ka ha kụrụ ihe.",
    "Onye ntakụkọ IBC akwụsịtụrụ ọrụ kparịrị gọọmenti- Kọmịshọna mgbasaozi Imo",
    "Mbaka: Anyị awakpoghị ndị ntaakụkọ BBC n'Enugwu",
    "Okeoma gwara BBC Igbo na ọ na-abata ka ọ kpọlatachara nwa ya n’ụlọ akwụkwọ mgbe ọ hụrụ ụmụnawaanyị na-eme ngaghariwe. “A kwụsịrị m dịka onyentakụkọ jụwa ụmụnnwaanyị ahụ ihe butere ha n’ihu obi gọọmenti Imo steeti.”",
    "Okeoma kwuru na ụmụnwaanyị ahụ kwuru na ha bụ ndị na-azacha okporoụzọ iri ise dị n’Imo steeti gwara ya na ha na-eme ngaghariwe makana gọọmenti Imo steeti ji ha ụgwọ ọnwa ruru ọnwa isiii.",
    "O kwuru na ndị uweojii ahụ na-arụ n’obi gọọmenti ji ndị agboro si n’ Owerri Capital Development Authority kụọ ya dụka dụka tupu ha buru ya dọnye n’ụgbọala na-eche eche.",
    "O kwuru na a anakọrọ ya ngwa ọrụ ya niile ma buru ya gawa n’ụlọọrụ gọvanọ Imo steeti bụ Hope Uzodimma ebe a nyefere ya n’aka onyeisi ndị ọrụ nchekwa gọọmenti akpọrọ Shaba Adamu.",
    "Gere ihe Okeoma kwuru n’uju n’ihe nkiri a dị ebe a .",
    "Declan Emelumba bụ Kọmishọna mgbasaozi Imo steeti kwuru na Okeoma biara ịsete ụmụnwaanyị na-eme ngaghariwe n’ihu obi goọmenti, mana mgbe a jụrụ maka akwụkwọ njirimara ya, o jighị ya.",
    "O kwuru na Okeoma malitere sewe obi gọọmenti nke mere ka ajụwa gịnị mere o ji esete ebe ahụ ebe ọ bụ na ndị na-eme ngaghariwe alachala.",
    "“Okeoma gwara ndị ọrụ nchekwa na ọ bụ iwu Naịjirịa kwadoro ya dịka onye ntaakụkọ ya setee ihe ọ na-ese.”",
    "Emelumba kwuru na o nweghị onye tiri Okeoma kpam n’ahụ, “Nwamadi ahụ na-atụ asị.”",
    "Ihe o kwuru n’uju dị n’ihe nkiri dị ebe a.",
    "Kọmịshọna ndị uweojii nọ n’Imo steeti bụ Abutu Yaro kwuru na o kwenyere n’ihe kọmịshọna mgbasaozi Imo steeti bụ Declan Emelumba kwuru makana Okeoma emeghị mkpesa n’ụlọọrụ ndị uweojii dịketere obi gọọmenti.",
    "O kwuru na mkpesa Okeoma biara mee n’ụlọọrụ kọmịshọna uweojii adabaghị.",
    "Ihe o kwuru n'uju dị n'ihe nkiri a dị n'akụkọ a.",
    "Dot Nation: Abaribe na-anọchcite ndị Igbo ọfụma- Ohaneze",
    "Ugo eberela na mgbagbu ugbua dịka amalitere ntụliaka imeụlọ otu APGA",
    "Ihe ndị na-achọ Biafra sara ndị ugwu kwuru na ha bụ aka ji akụ Naịjirịa",
    "Biafra secession : Ụjọ ndị Ugwu na-atụ ndị gọvanọ Ọwụwa Anyanwụ - Ohaneze Youth Council",
    "Vidio, Dot Nation: Abaribe bụ onye nkewa agbụrụ- Joe Igbokwe, Duration 4,4923 Juun 2021",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood', Duration 5,2223 Juun 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Vidio, Ọgbambọ: 'E nye m ohere m ga-abụ bụ onyeisi ndị ọrụ nchekwa niile na Naịjirịa' - Eberechukwu, Duration 7,1321 Juun 2021",
    "Vidio, Imo Awka Festival: Etu ụmụntakịrị n'Awka si esonye n'emume iti mmọnwụ, Duration 3,4020 Juun 2021",
    "Vidio, Okeoma Chidiebube: 'Etu ndị uweojii na-arụ n’obi gọọmenti Imo steeti si kụọ m dụka dụka', Duration 13,20elekere 7 gara aga",
    "Vidio, 'Onyeisiala kpọọ ọgbakọ ndị na-achọ ikewepụ na Naịjirịa' - Bishọpụ, Duration 2,28elekere 3 gara aga",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Widowhood in Igboland: Etu m si gbalahụ mkpagbu a na-akpagbu ndị di ha nwụrụ - Udemezue, Duration 2,389 Julaị 2019",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}