{
  "published": "25 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọnụ n'ekwuru Ohaneze Ndị Igbo bụ Maazị Alex Ogbonnaya akatọọla okwu dị icheiche ụkọchukwu ụka alakụba bụ Sheikh Ahmad Gumi na-ekwu gbasara ndị otu Indigenous People of Biafra (Ipob).",
    "Ogbonnaya kwuru nke a  na mkparịtaụka ya na BBC Igbo n'ụbọchị Fraịde, ebe ọ nọrọ kọwaa na ya bụ ihe gosiri ịkpa oke.",
    "Ọ katọkwara etu gọọmentị etiti si eji aka ike eso ndị na-azọ nnwereonwe Biafra, ebe Sheikh Gumi na-arịọ ka a gbaghara ndị ekperima na-eyi ndụ egwu na mpaghara Ugwu.",
    "Onye bụdị Sheikh Gumi a ndị mmadụ kpụ n'ọnụ?",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọnwụ",
    "Anyị ka na-eche ịhụ ụmụ anyị - Nna otu n'ime ndị a tọhapụrụ",
    "Ndị Gọvanọ butere ọnọdụ nchekwa n' Ọwụwa Anyanwụ Ohaneze Youth Council",
    "O kwuru na ya bu omume na-egosi ikpe n'ezighi ezi n'okwu ikpe udo n'ala Naijiria.",
    "Maazị Ogbonnaya tinyekwere ọnụ n'ọtụtụ okwu metụtara Gumi.",
    "Lee ụfọdụ n'ime o kwuru ebe a:",
    "N'okwu Ipob na ESN",
    "N'okwu ndị ome egwu a na-akpọ 'bandits'",
    "N'okwu ndị Ipob na ndị agha Naijiria",
    "N'ịsa okwu Gumi kwuru",
    "Maka Agwa Onyeisiala bụ Muhammadu Buhari na-akpasi Gumi",
    "Cheta na ndị agha Naịjirịa agbaala onye ndụ ndị ụka alakụba a ma ama bụ Sheikh Ahmad Gumi ụkwụ maka ọtụtụ ebubo o boro ha.",
    "Gumi kwuru na ụfọdụ ndị agha Naijiria, na-adọnyere ndị omekome ukwu n'iyi ndị mmadụ egwu.",
    "O kwuru nke a oge ya ndị ntaakụkọ Arise TV nwere mkparịtaụka n'ụbọchị Wenesde.",
    "Mana ọnụ na-ekwuru ndị agha bụ Onyema Nwachukwu katọrọ Gumi ma kwuo na ọ na-achọ itisa Naịjirịa.",
    "\"Ọrụ ndị agha bụ ọrụ dị oke mkpa dịka ha n'etinye ndụ ha n'ihu ọgụ n'agha,\" Nwachukwu kwuru.",
    "\"Ndị agha bụ ndị na-akwanyere onwe ha nakwa ndị ọzọ ugwu pụrụ ịche.\"",
    "Nwachukwu kwetara na o nwere ike nwee ndị ọjọọ n'etiti otu ndị agha Naịjirịa, mana anya rụrụ ha ala inyochapụta ha ma taa ha ahụhụ kwesịrị ha.",
    "Ugboro ugboro ka Sheikh Gumi gwarala ndị ntaakụkọ na gọọm̀entị Naịjirịa kwesịrị ịgbaghara ndị ekperima a kpọrọ 'bandits', ndị na-eyi ndị mmadụ egwu na mpaghara Ugwu Naịjirịa.",
    "Gumi na-ekwu na ọ bụ n'ihi na gọọmentị anaghị akpachapụrụ ha anya mere ha ji buru egbe malite ịtọ ndị mmadụ.",
    "Mana n'aka nke ọzọ, Gumi na-ekwu na otu ndị dịka IPOB bụ ndị gọọmentị kwesịrị ịmekpa ahụ n'ihi na ha na-egbu ndị Ugwu bi na mpaghara Ọwụwa Anyanwụ.",
    "Sheikh Gumi: Onye ka ọ bụ na ihe mere e ji kpụrụ ya n'ọnụ?6 Mee 2021",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọnwụ8 Febụwarị 2021",
    "Kaduna Kidnapping: Anyị ka na-eche ịhụ ụmụ anyị - Nna otu n'ime ndị a tọhapụrụ6 Mee 2021",
    "Sunday Igboho: Ihe o kwuru maka mwakpo 'gọọmentị' n'Ọwuwa Anyanwụ18 Mee 2021",
    "Ndị Gọvanọ ọnwụwa anyanwụ ma ụma gba nkiti maka ọnọdụ nchekwa n'ala Igbo maka iji megide ụmụ okorobia22 Juun 2021",
    "Ka o si gaa: Ndigbo bi UK mere ngagharịiwe udo maka ndakpọ nchekwa Ọwụwa Anyanwụelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?24 Juun 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?",
    "Ka o si gaa: Ndigbo bi UK mere ngagharịiwe udo maka ndakpọ nchekwa Ọwụwa Anyanwụ",
    "Sheikh Ahmad Gumi: Ọnọdụ Ipob na 'bandits' abụghị otu ma ncha - Ohaneze Ndigbo",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}