{
  "published": "24 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, PDP/APGA",
    "Peter Obi chịburu Anambra Steeti nọ na PDP ebe Willie Obiano na-achị ugbua nọ na APGA",
    "Ịchụ nta vootu amalitela n'ozuzu oke n'Anambra steeti maka onye ga-anọchi anya Gọvanọ Obianọ.",
    "Ọtụtụ na-ekwu na otu ndọrọndọrọ a ga-aka lekwasị anya na ntuliaka a bụ ndị 'All Progressives Congress' (APC), All Progressive Grand Alliance (APGA), na 'Peoples Democratic Party' (PDP).",
    "Mana ndị pati APC na-ekwu na ọgụ dị n'etiti APGA na PDP ga-enyere ha aka na ya bụ ndọrọndọrọ.",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Ọgbaghara dị n'etiti ndị na-achị ehi na Anam akwụsịla - Kọmishọna mgbasa ozi",
    "Ka o si kwuru n'ụlọikpe ntuliaka na Naịjirịa",
    "Igwe Kelly Nzekwe nke Igbariam dị n'Anambra State alakwurula ndị ichie",
    "Ebe foto si, Anambra Broadcasting Service",
    "N'ụbọchị Wenezde ka Chukwuma Soludo tuuru ugo dịka onye ga-anọchite anya ndị APGA na ntuliaka Anambra.",
    "Mana APGA kere ụzọ abụọ, otu ụzọ bụ nke Jude Okeke nọ n'isi ya, nke ọzọ bụ nke Victor Ike Oye nọ n'isi ya.",
    "Ebe foto si, APGA",
    "Gọvanọ Willie Obiano, Victor Ike Oye (Onyeisi APGA), na Victor Umeh (onye chịburu APGA)",
    "Ọ bụ otu nke Ike Oye ka Gọvanọ Obiano na Soludo nọ na ya, mana otu nke Jude Okeke na-ekwu na haachụọla Soludo n'otu ha.",
    "Ya bụ ihe na-adị ụfọdụ ka ọ bụ egwuregwu, mana ọtụtụ na-ekwu na ọ bụ ụdị ihe a mere na Rivers nakwa Zamfara steeti, ebe INEC chụpụrụ pati APC n'ihi na ha adịghị n'otu.",
    "Ebe foto si, PDP Anambra State/Facebook",
    "Aka chịburu Anambra Steeti bụ Peter Obi nọ na pati PDP",
    "N'aka nke ọzọ, PDP bụ pati nke aka chịburu Anambra steeti bụ Peter Obi nọ na ya.",
    "Mana ya bụ pati kekwara ụzọ abụọ, otu bụ nke onyeisi ya bụ Ndubuisi Nwobu, nke ọzọ bụ nke onyeisi ya Ejike Oguebego.",
    "Ụlọ ntaakụkọ Daily Trust dere etu nkewa a si adọri PDP, nke pụtara na ntulaiaka ọkwa Gọvanọ n'Anambra nwere ike ịkwa ha.",
    "Mgbe BBC kpọturu Nnamdi Nwangwu, ọnụ na-ekwuru ndị PDP Anambra steeti, o wee kwuo na \"onweghị nkewa dị na PDP\".",
    "\"Onyeisioche PDP n'Anambra bụ Ndubuisi Nwobu. Ejike Oguebego bụ onye chịrị PDp n'oge gara aga.\"",
    "Nwangwu kwuru na PDP na-akwado nke ọma maka ntuliaka imeụlọ ha nke ga-adị n'ụbọchị Satọdee, abalị 26 nke ọnwa June.",
    "Ebe foto si, APC Anambra Konnect/Facebook",
    "APC bụ ndị nwere ike irite uru na nkewa a dị na PDP nakwa APGA, maka na ala adịghị mma bụ uru ndị nze.",
    "Ọ bụ na pati a ka Mịnịsta na-ahụ maka ọrụ, bụ Chris Ngige, nọ na ya.",
    "Ọnụ na-ekwuru ndị APC n'Anambra bụ Okelo Madukaife, kwuru na ha adịla njikere ịchutu maka ntuliaka nke imeụlọ ha.",
    "\"Anyị anaghị eku ume etu ha (PDP na APGA) si eku ume,\" Madukaife na-ekwu.",
    "Ebe foto si, Getty Images",
    "\"Onye ọbụla bụ onye APC ga-eso tụọ vootu iji kwuo onye ha chọrọ ka ọ nọchite anya pati anyị.\"",
    "Gbasara okwu nkewa dị na APGA nakwa PDP, Madukaife kwuru na \"ọ bụ ekpere ka m na-ekpe ugbua.\"",
    "Ọ gara n'ihu kwuo na mmadụ iri na anọ egosila mmasị ha na APC iso zọọ ọkwa gọvanọ na ya bụ pati.",
    "Ebe foto si, Getty Images",
    "INEC anabataghị APC na ntuliaka 2019 na Rivers steeti n'ihi ọgụ ime ụlọ",
    "Cheta ihe mere pati APC na Rivers steeti nakwa Zamfara steeti na ntuliaka 2019.",
    "Na steeti abụọ, APC kewara abụọ nwee ndị isi oche dị icheiche.",
    "Otu abụọ a mechara ntuliaka 'praịmarị' n'otu n'otu ma wepụtakwa ndị ha sị ga-anọchite anya ha.",
    "Mana ngalaba INEC anabataghị nke ọbụla n'ime ha n'ihi na ha agbasoghi iwu ntuliaka.",
    "Nke a megidere ruo mgbe oge INEC nyere maka idebanye aha ndị ga-eso zọọ ndọrọndọrọ gafere, nke mere ka a chụpụ ha.",
    "APGA Primaries: Soludo emeriela na ntuliaka imeụlọ otu APGA23 Juun 2021",
    "Anambra state: Ọgbaghara dị n'etiti ndị na-achị ehi na Anam akwụsịla - Kọmishọna mgbasa ozi9 Eprel 2019",
    "Anambra state: Onweghi ihe m wepụrụ n'Amachalla - Anayo Nnebe5 Maachị 2019",
    "Anambra State Assembly : Oku anyị kpọrọ gọọmentii etiti abụghị ka ha bịa weghara Air Peace20 Septemba 2019",
    "Election Tribunal: Ndị n'ọchị ndị n'akwa10 Septemba 2019",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburuelekere 3 gara aga",
    "Vidio, E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ọgụ ime ụlọ PDP na APGA n'Anambra o nwereike ibutere ha ọdachị na ntuliaka na-abịa?",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "\"Nwa m nwoke dị afọ 13 gburu nwa m nwaanyị\"Emelitere ikpeazụ na: 17 Ọktọba 2018",
    "Ndị Gọvanọ butere ọnọdụ nchekwa n' Ọwụwa Anyanwụ Ohaneze Youth Council",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}