{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Usifo Ataga",
    "Nwata akwụkwọ mahadum UNILAG aha ya bụ Chidinma Adaora Ojukwu ekwuola n'ezia na ya sugburu Onyeisi ụlọọrụ Super TV a si na aha ya bụ Michael Usifo Ataga. Na nkwuputa, o kpughere na ya na nwoke ahụ kwụrụ ụgwọ ọnụụlọ ezumike Lekki, Lagos Steetị.",
    "Napụnụ ndị ọchị-ehi egbe -Obidigbo",
    "Nwoke agbagbuola nwunye na nwa ha",
    "Nwaanyị ejirila akaodo kugbuo nne di ya",
    "O kwukwara na ya na nwoke ahụ ṅụrụ mmanya ma se kwa ihe osise na-aba n'anya mgbe o sụgburu ya.",
    "Dịka akpughariri nwada ahụ taa, Komishona ndị uweojii na Lagos bụ Hakeem Odumosu gwara ndi nta akụkọ na n'ezia, n'ụbọchị 15 nke onwa juun, ya bụ nwada na nwoke ahụ kwabara na ya bụ ụlọ ezumike ka enyi na enyi, mana na nwada ahụ putaziri na ụlọ ahụ ma nwoke ahụ esoghị puta.",
    "N'okwu ya, o kwuru na mgbe otu ụbọchị gachara, ndị na-ehicha ebe ahụ ahughi ka onye obula sị n'ụlọ ahụ pụta.",
    "Ha banyere n'ime ya bụ ụlọ hụzie nwoke ahụ ebe ọ dina n'ala, ha hụkwara ka ọbara juru ebe ahụ.",
    "O bụ mgbe ahụ ka akpọrọ ndị uweojii ka ha bịdo ọrụ n'isi ya. N'okwụ nwada ahụ kwuru, o sị na ya bụ nwoke dinara ya n'ike mgbe ha nọkoro n'ụlọ ahụ.",
    "O kwukwara na ya bụ omume gbawara ya obi ma kpasu kwa ya iwe.",
    "Dịka o jiziri obi iwe nọọrọ onwe ya, we gwawa nwoke ahụ etụ obi di ya.",
    "O kwuru na ya bu nwoke nyere ya ATM kaadị ya, gwa ya ga zụta ihe obula ọchọrọ.",
    "Nwada ahụ kwuru na ya bụ okwu kpasuru ya iwe, maka na n'uche ya, o dizika a na-ekwu na ọkụ gbara Fada, ya bụ nwoke a na-ajụ ma ọ gbara afọọnụ ya.",
    "\"A na-ekwu na ọ dinaghara m n'ike, nwoke nwa a na-enya m ego\". Dịka ha nọzị n'akọ ọnụ, o kwuru na nwoke ahụ bakwudoro ya  ma chokwara ị dina ya n'ike ọzọ.",
    "O bụzị oge ahụ ka nwada ahụ sị na o bịdọrọ lụwa ọgụ, ya bụ nwaada kwukwara na o weziri mma dị ya nso, sugbuo nwoke ahụ n'ike, ma gbanwe akwa oyibụ nwerezie ATM kaadị nwoke ahụ we gbapụ ọsọ.",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Ọgụ ime ụlọ PDP na APGA n'Anambra o nwereike ibutere ha ọdachị na ntuliaka na-abịa?",
    "Ihe mere Jason Njoku nke Iroko TV jiri rịọ Ndigbo mgbaghara",
    "\"Nwa m nwoke dị afọ 13 gburu nwa m nwaanyị\"17 Ọktọba 2018",
    "Vidio, Onye gburu Onyebuchi Rita?6 Mee 2020",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburuelekere 3 gara aga",
    "Vidio, E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ọgụ ime ụlọ PDP na APGA n'Anambra o nwereike ibutere ha ọdachị na ntuliaka na-abịa?",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?",
    "'Onye uweojii gbagburu di m anapụla mụ na ụmụ anọ anya anyị ji ahụ ụzọ'- Nwaanyị agbagburu di ya",
    "\"Nwa m nwoke dị afọ 13 gburu nwa m nwaanyị\"Emelitere ikpeazụ na: 17 Ọktọba 2018",
    "Ndị Gọvanọ butere ọnọdụ nchekwa n' Ọwụwa Anyanwụ Ohaneze Youth Council",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}