{
  "published": "26 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị mpakala PDP ndị nọ na ọgige Dora Akunyeli Development Centre",
    "Akụkọ na-eru anyị ntị bụ na APC emeghịzị ntuliaka ime ụlọ nke ha taa bụ Satọde.",
    "Otu onye otu ha bụ Kingsley Ibe nọ na Orumba South na-akọwa na ebuteghị ihe e ji eme ya bụ ntuliaka taa.",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Ibe sị na 'Onweghị ebe APC mere ntulika n'Anambra steeti niile. Ọ bụ echi bụ Sọnde ka a ga-amalite ya ọzọ\".",
    "Ntuilaka PDP nọ n'ogige Dora Akunyeli Development Centre amalitela ịtụ vootu",
    "Ka ọ dị ugbua, ndị mpakala nke ọzọ PDP amalitela ịtụ vootu mgbe ọ fọrọ obere ka ọ kụọ elekere asatọ nke abalị.",
    "Omume ndị nke a na-egosi na ọ bụ mpakala nke ha bụ ebe anọ, agbanyeghị na ndị nke ọzọ emela nke ha nye asambodo.",
    "Onye nta akụkọ BBC nọ ebe ahụ hụrụ na onwere ndị tukwu n'isi oche ebe ahụ ha sị si Abuja bia, dịka ndị isi pati na ndị Inec bịara inyocha ka ihe si aga.",
    "Ọ sịkwa na onye ọzọ arituola, sị na ya ga-enyere ndị ọzọ ohere.",
    "Onye ahụ bụ Chuma Nzeribe.",
    "Nzeribe mere ya onye nke anọ rituru kemgbe azọwara ya bụ ọchịchị nke ime ụlọ PDP.",
    "Ugochukwu Uba natara asambodo mmeri ya izọ ọkwa gọvanọ Anambra site n'otu mpakala nke PDP",
    "Ndị otu PDP mere ntuliaka na Ogige St. Paul ahọpụtala Ugochukwu Uba dịka onye ga-anọchite anya ha na ndọrọndọrọ ọchịchị oche gọvanọ nke Anambra steeti.",
    "O ji vootu narị abụọ iri asaa na ise (275) were merie.",
    "Dịka ntuliaka ime ụlọ na-aga n'ihu na Anambra steeti. BBC chọpụtara na ya bụ ntuliaka nke ndị PDP gbara mkpị abụọ.",
    "Sịnatọ Ugochukwu Uba bụ onye meriri na ntuliaka PDP mere n'Ogige Mahadum St. Paul",
    "Ndí n'atụ vootu na ọgbọ St. Paul Univeristy, Awka",
    "Ofu ndị na-eme nke ha na ọgbọ Dora Akunyeli ebe ndị nke ọzọ na-eme nke ha na ọgbọ Mahadum St. Paul dị n'Ọka.",
    "Ebe ndị nọ na St Paul tụchagoro malita ịgụ vootu, ndị nke nọ n'Ogege Dora Akunyeli amalitela ịtụ vootu.",
    "N'Ọka ndị PDP na APC amalitela njem ịhọpụta onye ga-nọchite ha na ntuliaka ọkwa Gọvọna Anambra steeti n'ụbọchị isii nke ọnwa Nọvemba afọ 2021.",
    "Nke a na-abịa dịka otu 'All Progressives Grand Alliance' (APGA) mere nke ha n'ụbọchị Wenezde, ebe ha nọrọ họpụta Chukwuma Soludo.",
    "Ọtụtụ mmadụ na-ekwu na ọ bụ n'ime pati atọ a - APGA, APC na PDP - ka onye ọzọ ga-achị Anambara steeti ga-esi apụta.",
    "Ọnụ na-ekwuru ndị PDP n'Anambra bụ Nnamdi Nwangwu gwara BBC na ọ bụ mmadụ iri na isii (16) ga-eso zọọ ọkwa a.",
    "N'aka nke ọzọ, onye na-ekwuru APC n'Anambra bụ Okelo Madukaife gwara anyị na mmaọdụ iri na anọ (14) ga-azọ ya bụ ọkwa na pati nke ha.",
    "PDP nọ na ebe-akpọrọ \"Dora Akunyili Women Development Centre\" nke dị n'Ọka eme nke ha, ebe APC sị na nke ha ga-abụ na \"Ward\" dị iche iche.",
    "Na \"Women Development Centre\" ndị isi ha gbagotere na PDP awuchiela n'ọgbọ dịka a na-enyocha aha nakwa ịhọta ndị ga-abanye n'ime ulọ mee ntuliaka a.",
    "N'otu aka ahụ, ndi APC nọ n'Orumba South, ndị nchịkọta ya bụ ntuliaka ime ụlọ kwere nkwa na ya ga-abịa ịmalite ebe ahụ n'elekere iri nke ụtụtụ, ma rụọ elekere abụọ nke ehihie, ọnwebeghị onye hụrụ ha.",
    "Ebe foto si, Kingsley Ibe",
    "Ndị na-eche ndị nchịkọta ntuilaka na Community primary school, Umuchukwu Nkerehi/Umuchukwu",
    "Akụkọ anyị nụrụ site n'ọnụ Mazi Kingsely Ojo Ibe sị na ndị mmadụ ejula ebe ahụ aha nọ Nkerehi/Umuchukwu mana na-eche ndị ọrụ ntuliaka ahụ mana ha hụbeghị ha dịka o ji ọkara gafechaa elekere abụọ nke ehihie.",
    "Ebe foto si, Kingsley Ibe",
    "Ndị na-eche ndị nchịkọta ntuilaka na Community primary school, Umuchukwu Nkerehi/Umuchukwu",
    "Otu ahụ ka ọ dịkwa na Ukwuoji and Amaikwo wọdụ 6 nakwa wọdụ 2 n'Ọka South ebe ndị mmadụ juru n'ezi na-eche ndị nchịkọta ma ha ahụbeghị onye ọbụla.",
    "Ndị mmadụ ka na-eche ndị ọrụ nchịkọta ntuilaka n'Amaikwo ward 6",
    "Ndị mmadụ ka na-eche ngwongwo e ji eme ya bụ ntulaika dịka ọ kugoro elekere atọ nke ehihie kpọmkwem.",
    "Ọnwebeghị ihe na-eme na okpuruọchịchị Njikọka dịka ndị ọrụ nchịkọta atụbeghị ukwu ebe ahụ.",
    "N'Orumba South, akụkọ na-eru anyị ntị bụ na ndị ọrụ Inec abatala na wọdụ ahụ dị na Nkerehi/Umuchukwu, nama ndị Pati APC ga-achịkọta ya bụ ntuliaka abịabeghị dịka o ji ọkara gafee elekere atọ nke ehihie.",
    "PDP amalitela nnyocha ndị ga-ebinye aka n'ogige egwueregwu Mahadum St. Paul dị n'Ọka ka ọ kụchara elekere anọ nke mgbede.",
    "Ndí n'atụ vootu na ọgbọ St. Paul Univeristy, Awka",
    "Okpokoro e ji ahọpụta ndị ga-atụ vootu maka Gọvanọ ndị Anambra steeti",
    "Ndị si okporuọchịchị Aguata na-atụ vootu.",
    "Lee ndị na-azọ ọkwa Gọvanọ na PDP:",
    "Ebe foto si, PDP",
    "Ụfọdụ n'ime ndị PDP na-azọ ọkwa Gọvanọ",
    ") Uche Ekwunife:- Nwaada a bụ onye omeiwu ukwu nke na-anọchite anya mpaghara 'Anambra Central' na sineti Naịjirịa.",
    "Ọ gụrụ akwụkwụ na Mahadum Calabar nakwa nke Nnamdi Azikiwe dị n'Awka.",
    ") Obiora Okonkwo: bụ onye Ogidi n'Anambra steeti.",
    "Ọ gụrụ akwụkwọ na mba Russia, ma bụrụkwa onye nwe ụlọọrụ ụgbọelu 'United Nigeria Airline'.",
    ") Ifedi Okwenna: Ọ rụburu ọrụ dịka Kọmishọna oge Peter Obi bụ Gọvanọ Anambra.",
    "Ọ bụ onye Osumenyi n'okpuru ọchịchị Nnewi South.",
    ") Godwin Ezeemo: bụ onye Umuchu nke dị n'Aguata.",
    "O sokwa zọọ ọkwa gọvanọ Anambra na 2017.",
    ") Emeka Etiaba: bụ ọkaiwu a ma ama na Naịjirịa, nke nweterel ọkwa 'Senior Advocate of Nigeria'.",
    "Nne ya bụ Dame Virginia Etiaba, onye bụbu osote gọvanọ Anambra.",
    ") Chris Azubogu: Ọ bụ onye Nnewi ma bụrụkwa onye omeiwu n'ụlọ omeiwu nta Naịjirịa.",
    "Ọ gụrụ akwụkwọ na Mahadu Naịjirịa dị na Nsụkka.",
    ") Godwin Maduka: Ọ bụ onye dọkịta a ma ama na mba Amerịka.",
    "Obodo ya bụ Nkerehi nke dị n'Orumba South, mana ugbua a na-akpọzi ha Umuchukwu.",
    "Ebe foto si, PDP",
    "Ụfọdụ n'ime ndị PDP na-azọ ọkwa Gọvanọ",
    ") Tony Nwoye: O so zọọ ọkwa gọvanọ Anambra na pati APC.",
    "Ọ rụkwara ọrụ dịka onye ụlọ omeiwu nta Naịjirịa.",
    ") Walter Okeke: bụkwa onye ojiego achụ ego.",
    "Ọ bụ ya nwe ụlọọrụ 'Richwood and Richland Int'l'.",
    ") Winston Udeh: Ọ bụ onye Ndiowu n'Orumba North.",
    "Ọ bụ onye na-ese ụlọ bekee kpọrọ 'architect', bụrụ onye ọkaiwu ma nke ọ na-eme, ma bụrụkwa onye oji ego achụ ego.",
    ") Valentine Ozigbo: Ọ bụ onye Aguata, gụọ akwụkwọ na Mahadum Naịjirịa dị na Nsukka.",
    "Ọ rụburu ọrụ n'ọtụtụ ụlọakụ na Naịjirịa tupu e mee ya onyeisi 'Transcorp Hotels'.",
    ") Chidi Onyemelukwe: Nwaada a bụ ọkaiwu nwetara ọzụzụ na mba Wales nke UK.",
    "Oge Mazị Oseloka Obaze zọrọ ọkwa Gọvanọ n'Anambra n'afọ 2017, Onyemelukwe bụ osote ya.",
    ") Ugochukwu Uba: Ọ bụ onye Ụga, n'okpuru ọchịchị Aguata.",
    "Ọ bụ nwanne Andy Uba na Chris Uba.",
    ") Johnny Maduafokwa: Ọ bụ otu onye n'ime ndị isi n'ụlọọrụ mmanụ agbidi 'Tecon oil'.",
    ") Genevieve Ekwochi: Ọ bubu Kọmishọna na-ahụ maka ọdị mma ụmụnwaanyị n'Anambra steeti.",
    ") Nzeribe Marcellinus: Ọ bụ onye omeiwu",
    "N'ụtụtụ Satọde a ka onye bụbu onye omeiwu ji ọkọrọ ntị APC bụ Tony Nwonye na butere okwu kowere ọtụtụ ndị otu obi n'elu site na-ikwu na akwụkwọ edepụtara aha ndị ga-ahọpụta onye nnọchite anya ha bụ adịgboroja.",
    "Nke a mere ya na Emeka Etiaba na Johnny Mmaduafokwa ji pụọ na ya bụ ndọrọndọrọ sị na ha emejuola.",
    "Cheta na Tony Nwonye si PDP bata na APC ịzọ ya bụ ọkwa.",
    "Lee ndị na-azọ ọkwa Gọvanọ na APC:",
    "Ebe foto si, Facebook",
    "Ụfọdụ n'ime ndị APC na-azọ ọkwa Gọvanọ",
    ") Andy Uba: Ọ chịburu Anambra steeti nwa oge nta n'afọ tupu ụlọikpe Supreme Court achụtuo ya tinye Peter Obi",
    "Uba rụkwara ọrụ ọtụtụ afọ dịka Sinetọ na-anọchite Anambra North",
    ") Chidozie Nwankwo: Ọ bụ onye ojiego achụ ego a ma ama.",
    "Ọ bụ onye Oko, nke dị n'Orumba North",
    ") George Moghalu: Ọ bụ onye Nnewi. Ọ zọkwaala ọkwa gọvanọ Anambra steeti na 2003.",
    "N'afọ 2019, onyeisiala Buhari mere ya onyeisi ngalaba 'National Inland Waterways Authority'.",
    ") Paul Orajiaka: Ọ bụ onye Azia, n'okpuru ọchịchị Ihiala",
    "O nwere ụlọọrụ na-emepụta ihe egwuregwu ụmụaka bekee kpọrọ 'toy'",
    ") Geoffrey Onyejegbu: Ọ bubu ọchịagha n'otu ndị agha Naịjirịa.",
    "Ọ bụkwa onye na-ese ụlọ nke bekee kpọrọ 'architect'.",
    ") Azuka Okwuosa: Ọ rụọla ọrụ dịka Kọmishọna n'Anambra steeti malite n'afọ 1999 ruo 2001.",
    "Ọ bụ onye Nnewi ma bụrụkwa onye otu APGA n'oge gara aga.",
    ") Nwokafor Daniel: Ọ bụ onye Okpuno Awka.",
    "Ọ bụ onye ọgbakọ ego (accountant) a ma ama, ma bụrụkwa onyeisi ụlọọrụ 'Audit House'",
    "Ụfọdụ n'ime ndị APC na-azọ ọkwa Gọvanọ",
    ") Ikeobasi Mokelu: Ọ rụrụ ọrụ dịka Mịnịsta mgbasaozi na Naịjirịa n'oge Ọchịagha Sani Abacha nọ n'ọchịchị.",
    "O so na ndị isi otu na-akwado Buhari a na-akpọ 'I stand with Buhari'.",
    ") Ben Etiaba: Ọ bụ nwanne Emeka Etiaba onye na-azọkwa ọkwa Gọvanọ na pati PDP. ọ bụ Ben tọrọ Emeka.",
    "Ọ bụ onyeisi otu ' Institute of Chartered Accountants of Nigeria' malite na 2003 ruo 2005",
    ") Godwin Okonkwo: Ọ bụ onye ụkọchukwu ụka Anglịkan.",
    "Ọ rụọla ọrụ ọtụtụ afọ n'ụlọọrụ mmanụ agbịdị Naịjirịa bụ NNPC.",
    ") Onunkwo Johnbosco: Ọ na-arụ n'ụlọọrụ mmanụ agbidi bụ AGIP.",
    "Ọ bụ onye Umuchu, dị n'Aguata.",
    ") Maxwell Okoye: Ọ bụ onye n'otu a kpọrọ 'Presidential Support Committee' nke onyeisiala Buhari.",
    "Ọ bụ ya na-ahụ maka mpaghara Ọwụwa Anyanwụ na ya bụ otu.",
    "Ụfọdụ n'ime ndị APC na-azọ ọkwa Gọvanọ",
    ") Edozie Madu: Ọ zọọla ọkwa onyeisiala Naịjirịa n'afọ 2019 na pati a kpọrọ 'Independent Democrats'.",
    ") Igwebuike Ifeanyi: Ọ zọkwaala ọkwa gọvanọ n'oge gara aga.",
    "Anambra Governorship Election: Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?24 Juun 2021",
    "APGA Primaries: Soludo emeriela na ntuliaka imeụlọ otu APGA23 Juun 2021",
    "PDP: Anyị họrọ Peter Obi maka ị kwado NotTooYoungToRun13 Ọktọba 2018",
    "'APC emeghịzị ntuliaka ime ụlọ taa maka e buteghị akụrụngwa e ji eme ya'26 Juun 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị uweojii sị na ha egbuola ndị ESN ma napụ ha egbe n'Imo Steeti26 Juun 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "'APC emeghịzị ntuliaka ime ụlọ taa maka e buteghị akụrụngwa e ji eme ya'",
    "Ndị uweojii sị na ha egbuola ndị ESN ma napụ ha egbe n'Imo Steeti",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?",
    "Sheikh Gumi: Anyị ekwuola okwu gbasara ya ugboro ugboro mana Buhari achọghị ịma - Ohaneze Ndigbo\"",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Ndị Gọvanọ butere ọnọdụ nchekwa n' Ọwụwa Anyanwụ Ohaneze Youth Council",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}