{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ na Chidimma Ojukwu, bụ nwata nwaanyị akwụkwọ Mahadum Legọs eji Unilag mara, sụgbụrụ otu nwoke aha ya bụ Michael Usifo Ataga bụzị ihe akpụ n'ọnụ ugbua na Naịjirịa.",
    "Dịka ndị mmadụ na soshal midia ne-ekwu n'elu, ekwu n'ala, ndị ntaakụkọ na-ekwukwa na ezinaụlọ nwaamadị a apụtala dọọ ọha aka na ntị banyere ya.",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "N'ozi Dọkita Isi Ataga, nwanne Maazị Ataga, nyere ndị ntaakụkọ o kwuru na nyocha e mere ozu nwaamadị ahụ na-egosi na-atara ya ahụhụ nke ukwuu, kee ya agbụ, kechịe ya ọnụ, tupu asugbuo ya.",
    "Okwu mpụtara nnyocha a dị n'akụkọ ndị ụlọọrụ ntaakụkọ Punch dere.",
    "N'ozi ahụ Isi Ataga kwukwara na n'echiche ya, o bughi sọsọ otu onye mere nwanne ya ihe egwu dị etu a.",
    "Ọ sị na-enyochapụtabeghi n'ezi a ihe mere n'ime ụlọezumike ahụ mgbe Chidimma na nwanna ya Michael nọkọrọ.",
    "N'akụkọ yịrị ya, ezi n'ụlọ Michael Ataga ezipụtakwala ozi site n'aka ọnụ n'ekwuru ha bụ onye okaịwụ Olusegun Jolaawo, na-ekwu na ha ga-akpụpụ onye obula na-ekwu okwu ugha kwugide Michael Usifo ụlọikpe.",
    "Ozi ahụ tikwara ndị uweojịị aka n'obi ma gwakwa ọha ka ha wepu aka, ma kwụsị asịrị nwereike igbochi ọrụ nnyọcha ndị uweojii n'eme.",
    "Ebe foto si, Usifo Ataga",
    "Leekwa ihe anyị ma gbasara Chidimma Ojukwu:",
    "Chidinma bụ nwata akwụkwọ mahadum Unila nọ n'afo nke ato ya na ngbala mgbasa ozi",
    "O dị afo iri abụọ na otu",
    "O kwuru na ya na Michael Usifo Ataga bụ enyi, na ha matara onwe ha n'onwa anọ gara aga",
    "Chidinma na nwanne nna ya bi na Yaba, Legos.",
    "Michael Usifo Ataga bụ onyeisi ụlọọrụ Super TV",
    "Nwunye ya na ụmụ ya bi na Abuja",
    "Michael Usifo Ataga dị afo iri ise.",
    "Ihe anyị ma maka mmekorita Chidinma Ojukwu na Michael Usifo Ataga:",
    "Dịka Chidimma siri kwuo, ya na Maazị Ataga kwabara n'ụlọ ezumike nọ na Lekki, Legos n'etiti ọnwa Juun",
    "Ọ na ya na Michael Usifo ṅụrụ mmanya ma se kwa ihe osịse n'aba n'anya ụbọchị o sụgburu ya",
    "Ọ kwu kwara na nwoke ahụ dinara ya n'ike mgbe ha nọkọrọ n'ụlọ ezumike ahụ",
    "N'okwu ya, ọ sị na agwa a nwoke a kpara kpasuru ya iwe, ma butere ha abụọ ọgụ",
    "O kwukwara na-ichekwa onwe ya n'ime ọgụ ahụ, ka o jị were mma sugbuo nwoke ahụ.",
    "Ihe nnyocha ndị uweojii chọpụtagoro",
    "Ozi Muyiwa Adejobi bụ ọnụ n'ekwuru ndị uweojii na Legos Steetị zịpụtere na Fraịde maka onwu Michael Ataga o tịri ndị otu uweojii ya aka n'obi maka etu ha sị  soro usoro amamihe sayensị wee nwude ya bụ nwaada Ojukwu. N'ozi ahụ o kwukwara ka ha si nyochapụta Nwaada Ojukwu siri n'usoro akara ekwenti ya.",
    "Lekwa ihe ndi ozo nnyocha a ha na-eme chopụtara:",
    "A chọpụtara ozu Michael Usifo ụbọchị Juun 16, n'ime ulo ezumike nọ na Lekki, Legos",
    "A nwudela nwaada ahụ na be nna ya nọ na Yaba, Legos n'ụbọchị Juun  23",
    "O bụ site na akara ekwentị ya dị icheiche (ma nke mba Naijiria, ma nke ofesi)  ka ndị uweojii ji siri ime n'ala wee jide ya bụ nwaada",
    "A chọputara na ya bụ nwaada deturu akara ekwenti ofesị na-abughi nke ya n'akwụkwọ ndị obia ulọezumike ahụ",
    "Achọpụtara ATM kaadị Michael, efe ọbara-ọbara o yi ụbọchị a sugburu Michael, Akwukwu Njem n'aha Chidimma, akwụkwọ ikike inya ugbala bu aha ozo ( Mary Johnson) na Foto Chidinma",
    "E nyochapụtara na ya bụ nwaada mịpụrụ ego n'ọba ụlọaku Michael (Chetekwa na Chidinma kwurụ na ihe o mịpụrụ bụ Naira narị atọ na iri asatọ dịka a na-enyocha ya bụ okwu)",
    "Dịka a na-eme nyocha ihe mere n'ime ụlọakụ ahụ, Punch dekwara na Joseph Tejumaiye bụ onye nkuzi nakwa onyeisi ngalaba \"Mass Communication\" na mahadum UNILAG, ekwuola site n'akwụkwọ iwu ụlọakwụkwọ ha, e nwere ike ikwusị nwaada Chidinma i bia akwụkwọ maka ihe a  o mere.",
    "Nwaada Ojukwu pụtakwara n'ihe onyonyo rịọ rịorịọ ka ọha na ezịnaụlọ Michael gbaghara ya.",
    "O kwuru na ọbụghi ebumnuche ya ịgbụ onye ọbụla.",
    "Ọ gwakwara ha na ụkọ ego so kwanye ya na ndụ ọjọọ dị etu a.",
    "Ka ọkwụ ugbua, okwu banyere okwu a dị ka agwọ nọ n'akịrịka. Ọ ka na-esepụta isi mana amachabeghị etu ogologo ya dị.",
    "Nwata akwụkwọ mahadum UNILAG aha ya bụ Chidinma Adaora Ojukwu ekwuola n'ezia na ya sugburu Onyeisi ụlọọrụ Super TV a si na aha ya bụ Michael Usifo Ataga.",
    "Vidio, Ndị ọcha na-akwalite asụsụ na omenala Igbo karịa ndị Igbo - Chinedum Ofomata28 Juun 2021",
    "Gee ntị, BBC Nkeji28 Juun 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Atagaelekere 3 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Etu nwanne di m si kutuo ụlọ di m hapụrụ mụ na ụmụ ise - Nwanyi Ajadụ bi n'Imo steeti",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ndị uweojii sị na ha egbuola ndị ESN ma napụ ha egbe n'Imo Steeti",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "'Ndị ụlọ anyị sị m ma alọtazina ụlọ ọzọ ma m ahụghị di'Emelitere ikpeazụ na: 17 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}