{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nghọtahie ka na-arị ibe ya elu na pati 'Peoples Democratic Party\" (PDP) nakwa \"All Progressives Congress\" (APC) gbasara ntuliaka imeụlọ ha mere n'ụbọchị Satọde.",
    "Na PDP, ha kewara abụọ ma nwee mmadụ abụọ na-ekwu na ọ ha meriri ya bụ ntuliaka, aha ha bụ Valentine Ozigbo na Ugochukwu Uba.",
    "N'aka nke ọzọ, ọtụtụ ndị APC na-ekwu na enweghị ntuliaka ọbụla mere na steeti ahụ.",
    "Peter Obi, Alex Obiogbolu ekeleela Valentine Ozigbo nke PDP",
    "Ebe foto si, Getty Images",
    "Peter Obi",
    "Aka chịburu AnamAbra steeti bụ Peter Obi ekeleela Valentine Ozigbo maka nturuugo ya na ntuliaka imeụlọ ahụ.",
    "Peter Obi kelere ndị isi PDP n'Abuja maka etu ha si mee ntuliaka ahụ na-enweghị onye ọbụla ha dọnyeere ukwu.",
    "Obi rịọrọ ndị ọzọ so zọọ ndọrọndọrọ ahụ ka ha wetuo obi ma kwadoo Valentine Ozigbo ka udo wee chịa.",
    "Ebe foto si, Facebook",
    "N'aka nke ọzọ, Obiogbolu, onye sorola zọọ ọkwa Gọvanọ ugboro anọ na pati PDP, kwuru na ọ bụ Valentine Ozigbo ga-efe ọkọlọtọ PDP na ntuliaka ọkwa gọvanọ na-abịa n'Anambra steeti.",
    "O kwuru sị: \"Ọ bụ eziokwu na ụfọdụ were iwe ga mee ntuliaka nke ha, mana ọ pụtaghị na PDP kere abụọ.\"",
    "\"Ntuliaka nke ndị INEC bịara nyochaa bụ nke anyị mere n'ogige 'women centre' dị n'Awka.\"",
    "\"Onye meriri ya bụ ntuliaka bụ Valentine Ozugbo, ọ bụ ya ga-anọchite PDP n'Anambra steeti.",
    "\"Onweghị ezinụlọ anaghị enwe esemokwu, kama ihe dị mkpa bụ e sechaa okwu, edozie.\"",
    "\"PDP amalitela atụmatụ iji kpọghachi ndị niile iwe na-ewe, iji mee ka anyị turu ugo na ntuliaka nke Nọvemba 6.\"",
    "Ebe foto si, Chris Ngige",
    "Chris Ngige kwuru na onweghị ntuliaka ọbụla ndị APC mere n'Anambra steeti",
    "A bịa na pati APC, ndị pati ahụ ekwuola na ọ bụ Andy Uba meriri ntuliaka imeụlọ ha.",
    "Mana ọtụtụ ndị welitere isi na pati ahụ kwuru na ntuliaka ahụ enweghị isi.",
    "Chris Ngige, aka chịburu Anambra steeti ma bụrụkwa onye APC kwuru na enweghị ntuliaka ọbụla e mere n'obodo ya bụ Alor.",
    "Ngige kwuru na ọ ka mma ka etinyegharịa ụbọchị ọzọ a ga-eme ya bụ ntuliaka.",
    "Ọzọ dịkwa ka ibe ya, mmadụ iri na otu n'ime mmadụ iri na anọ soro zọọ ọkwa gọvanọ na pati APC ekwuola na ha anabataghị mpụtara ntuliaka ahụ.",
    "Ha kwukwara na ha anabataghị Andy Uba dịka onye meriri ya bụ ntuliaka n'ihi na ewneghị ntuliaka ọbụla e mere.",
    "Ndị kwuru nke a gụnyere: George Moghalu, Paul Orajiaka, Edozie Madu, Johnbosco Onunkwo, Ben Etiaba, Amobi Nwaokafor, Chidozie Nwankwo, Geoffrey Onyejegbu, na Azuka Okwuosa.",
    "Anambra state elections: Etu anyị si mee ntụliaka imeụlọ APC Anambra nke a sị na e meghị27 Juun 2021",
    "Anambra Governorship Election: Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?24 Juun 2021",
    "Election 2019: Ndị nnukwu mmadụ gbahapụrụ PDP gbaso APC8 Maachị 2019",
    "Vidio, Anambra Election: Ihe mere ụfọdụ mmadụ anabataghị ntuliaka ime ụlọ PDP na APC n'Anambara, Duration 2,43elekere 6 gara aga",
    "Vidio, Chinedum Ofomata: Ndị ọcha na-akwalite asụsụ n'omenala Igbo karịa ndị Igbo, Duration 4,1828 Juun 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood', Duration 5,2223 Juun 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Imo Awka Festival: Etu ụmụntakịrị n'Awka si esonye n'emume iti mmọnwụ, Duration 3,4020 Juun 2021",
    "Vidio, Ọgbambọ: 'E nye m ohere m ga-abụ bụ onyeisi ndị ọrụ nchekwa niile na Naịjirịa' - Eberechukwu, Duration 7,1321 Juun 2021",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, World Blood Donor Day: Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}