{
  "published": "30 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "\"Ọ bụrụ na gọọmentị etiti akwụsịghị ịkpa oke megide ndị Igbo, okwu nnwereonwe Biafra agaghị akwụsị.\"",
    "Nke a bụ ihe Victor Umeh, bụbu onyeisioche pati APGA, kwuru gbasara nnwuchi Nnamdi Kanu.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "'Ihe emekwala Nnamdi Kanu' - Mbazuruike Amechi",
    "Nnamdi Kanu interview: Zik tinyere anyị n'ụmị - Nnamdi Kanu",
    "'Anyị akwadoghị ọchịchọ nwereonwe Ipob na Massob na-eme'-Ndị gọvanọ ọwụwaanyanwụ",
    "Umeh kwuru na ihe gọọmentị ga-agba mbọ ime bụ ka ndị Igbo mata n'eziokwu na ha bụ ndị Naịjirịa, ọ bụghị ịgba ọsọ nwuchie Nnamdi Kanu.",
    "Gere ihe o kwuru n'elu.",
    "Ndị mere akụkọ a bụ Oluchi Nwankwo na Nnamdi Agbanelo.",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Update On Nnamdi Kanu Re-arrested: 'Ihe emekwala Nnamdi Kanu' - Mbazuruike Amechi29 Juun 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "South East Governor's Meeting: Lee ihe ndị gọvanọ ọwụwa anyanwụ kpebiri ha ga-ebugara onyeisiala Buhari20 Juun 2021",
    "Vidio, 'Onyeisiala kpọọ ọgbakọ ndị na-achọ ikewepụ na Naịjirịa' - Bishọpụ, Duration 2,2823 Juun 2021",
    "Vidio, Nnamdi Kanu Update: 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa', Duration 3,1330 Juun 2021",
    "Vidio, Ifedioramma Chizoba: 'Ịme ka kpachịkpachị ghara ịdị n'ụzọ bụ 'anointing' m', Duration 4,0830 Juun 2021",
    "Vidio, Isiokwu bụ ịkwụsị ịkpa oke megide ndị Igbo, ọ bụghị inwuchi Nnamdi Kanu - Victor Umeh, Duration 8,0930 Juun 2021",
    "Vidio, Nnamdi Kanu: Ana m ege aro ndị ọzọ tụpụtara, Duration 3,0618 Febụwarị 2019",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngọr-okpala ji ụwa n'ọrụ- William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Dot Nation: Joe Igbokwe nwere ikike ikwu uche ya - Onye enyemaka Abaribe, Duration 4,4924 Juun 2021",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood', Duration 5,2223 Juun 2021",
    "Vidio, Ọgbambọ: 'E nye m ohere m ga-abụ bụ onyeisi ndị ọrụ nchekwa niile na Naịjirịa' - Eberechukwu, Duration 7,1321 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}