{
  "published": "29 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Igbo nwere ebu nwee mfụ.",
    "William Eke na-akọpụta cucumber n'ụgbo ya dị n'Imo steeti ekwuola etu o si eme ya nakwa ihe mere nke ya ji jide ụwa n'ọrụ.",
    "Mama dị afọ 104 ji ọrụugbo zụọ ụmụ ya",
    "Osikapa dịzị ka 'visa' na Naijirịa mana lee ka Coscharis si emepụta nke ya",
    "Njem 'crayfish' na-agabiga site n'osimiri ruo n'ite gị",
    "O kwuru na ọ na-aghorọ cucumber juru akpa iri atọ kwa izu ụka ma oge ihe nwem ubi ruo.",
    "Eke kwuru na o nweta ezigbo nkwado, na ọ ga-akọpụta cucumber ga-ezuru ụwa niile.",
    "Gere okwu ya n'uju n'ihe nkiri dị n'elu ebe a:",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngọr-okpala ji ụwa n'ọrụ- William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Nnamdi Kanu: Ana m ege aro ndị ọzọ tụpụtara, Duration 3,0618 Febụwarị 2019",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,5929 Juun 2021",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood', Duration 5,2223 Juun 2021",
    "Vidio, Imo Awka Festival: Etu ụmụntakịrị n'Awka si esonye n'emume iti mmọnwụ, Duration 3,4020 Juun 2021",
    "Vidio, Chinedum Ofomata: Ndị ọcha na-akwalite asụsụ n'omenala Igbo karịa ndị Igbo, Duration 4,1828 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}