{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "A kụrịela ụlọ otu nwaanyị ajadu ji ụmụ ise n'Orsu dị Imo steeti.",
    "Nwaanyị ahụ kwuru na di ya nwuru n'afọ 2010, kpọgara ụmụ ya ụlọakwụkwọ ma gawa ahia, wee lọta hụ na a kụriela ụlọ ya.",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwa",
    "A rụgharịwala ụlọ nwaanyị ajadụ a kwatụrụ n'Ebonyi steeti",
    "O kwuru na mgbe ọ lọtara ahịa, ọ hụrụ na akutusiela ụlọ di ya hapụrụ ya tupu ọ nwụọ.",
    "Ọ bụ n'ihe nkiri na-efegharị na soshal midia ka nwaanyị ahụ nọ gosi bee ya akụrịrị ma tiwe mkpụ ka agbatara ya ọsọ enyemaka.",
    "N'ihe nkiri ahụ ndị ntaakụkọ Heritage FM weputere n'akara facebook ha,  nwaanyị ahụ kowara na nwanne di ya akpanyeghịri ụka tupu ọ kụtụo ụlọ ahụ.",
    "Ala ụmụnwaanyị ajadu",
    "\"Ọ gwaghịkwanụ ndị agbata obi anyị maobukwanu ndị umunna anyị.\"",
    "Nwaanyị a kwukwara na kemgbe akuturu ụlọ ya, na ya na umu ya enweghizi ebe ha na-arahụ",
    "Dịka akụko a n'efeharizi, ndị mmadu apụtala ị gbatara nwaanyị ahụ ọsọ enyemaka.",
    "Ụlọ anyị na-adasịsị n'ihi enweghị onye enyemaka- Ụmụajadu atọ amụtaghị nwa",
    "Ndị umunna be di ya enyela nwoke kụtụrụ ụlọ ahu ịwụ ka o chọtara nwaanyị ajadụ a ebe ya na ụmụ ya ga n'arahụ tụpụụ ụbọchị asaa a gafee.",
    "N'arịrịọ enyemaka nwaanyị ahụ rịọrịọ n'ihe nkiri ahụ, o gwara ndị mmadụ nyere ya aka n´ihe etipiasiala ihe niile onwere n'ụlọ ya.",
    "Vidio, Ndị ọcha na-akwalite asụsụ na omenala Igbo karịa ndị Igbo - Chinedum Ofomata28 Juun 2021",
    "Gee ntị, BBC Nkeji28 Juun 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Atagaelekere 3 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Etu nwanne di m si kutuo ụlọ di m hapụrụ mụ na ụmụ ise - Nwanyi Ajadụ bi n'Imo steeti",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ndị uweojii sị na ha egbuola ndị ESN ma napụ ha egbe n'Imo Steeti",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ọ bụghị eziokwu na Fidelis Nweze ebiliela n’ọnwụ - Gọọmentị Ebonyi Steetị",
    "'Ndị ụlọ anyị sị m ma alọtazina ụlọ ọzọ ma m ahụghị di'Emelitere ikpeazụ na: 17 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}