{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Alloy Ejimako/Getty Images/BBC",
    "Onye ọnụ na-eru n'okwu n'Alaigbo bụ Mbazuruike Amechi adọọla gọọmentị etiti aka na ntị gbasara Nnamdi Kanu bụ onye ha nwuchiri kemgbe ụbọchị ụka.",
    "Amechi gwara gọọmentị ka ha kpupu Nnamdi Kanu ụlọikpe ka ọ ga zara ọnụ ya kama imeru ya ahụ.",
    "Kpọpụta Nnamdi Kanu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Amaechi gara n'ihu kwuo si \"ụmụaka ndị Boko Haram na-egbusisi ndị mmadụ o nweghị ihe e mere ha.",
    "Ọkaiwu Indigenous People of Biafra bụ Alloy Ejimakor ekwuola na ọ maghị na a ga-anwụchị Nnamdi Kanu makana ọ hụghị iwu ọ dara ebe ọ na-ekwu okwu nwereonwe.",
    "O kwuru na o chere na Kanu nwere echiche ndọrọndọrọ nke ndị mba ofesi ọ nọ na bee ha kwesiri ịkwado mana gọomenti Naịjirịa chọrọ ipịnyụ ya.",
    "'Igbo niile kwesiri ịpụta katọ ihe e mere ndị Ipob n'Emene'- Ọkaiwu Ipob",
    "N'ọnụ ya, e chere m na onye chọrọ ịnọchapụ na mba ya, mkparịtaụka ga-adị mma karịa ịnwụchi ya.",
    "N'ọnụ ya, \"ọ bụrụ na m bụ onyeisiala Naịjirịa, mmadụ a sị m na ọ chọrọ ikewapụ na mba m, m ga-enye ha ohere ka ha nwe mkparịtaụka maọbụ tụọ vootu gbasara nkewapụ ahụ.\"",
    "Ejimakor kwuru na obi dị ya ụtọ na Nnamdi Kanu ga-enwezi ohere kọọ akụkọ ya gbasara ebubo e boro ya na ọ gbahapụrụ nwụchị n'afọ 2017.",
    "Jọstis Binta Nyako nke Ụlọikpe Abụja nyere iwu ka e jichie Nnamdi Kanu na mkpọrọ ndị uweojii nzuzo a kpọrọ DSS were rue abalị 26 nke ọnwa Julai bụ oge a ga-akpụpụta ya n'ụlọikpe ọzọ.",
    "Nke a na-abịa dịka Ọkaiwu nọchitere  Gọọmentị etiti bụ Shuaibu Labaran gbara akwụkwọ n'ụlọikpe ma rịọ ka e jichie Kanu.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Gọọmentị Etiti nwụchiri Nnamdi Kanu ụbọchị ụka(June 27, 2021)  maka ebubo ịkpa nkata ikewapụ Biafra na Naijiria nakwa ibute ogbugbu ndị mmadụ n'Ọwụwa Anyanwụ.",
    "Labaran kwuru na ọ dịghị mma ka a hapụ Kanu ka o si n'ụlọ na-abịa n'ihi na mbụ a hapụrụ ya n'afọ 2017 mana ọ gbara ọsọ.",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Cheta na Kanu gbapụrụ ọsọ na Naijiria n'ọnwa Septemba afọ 2017 dịka ndị agha Naijiria wakpochara be nna ya n'Afaraukwu dị n'Abia steeti.",
    "A kpụpụburu  Kanu Ụlọikpe Ukwu Etiti dị n'Abuja maka ịzara ọnụ ya n'ebubo ịkpa nkata ịkwatu gọọmentị Naijiria site ikpọ oku ka e kepụta Biafra na Naijria.",
    "Mana n'ọnwa Eprelu afọ 2017,  a tọhapụrụ ya nwa oge maka ọnọdụ ahụike.",
    "Ihe mere Facebook ji machie Nnamdi kanu",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Gee ntị, BBC Nkeji29 Juun 2021",
    "'Ihe emekwala Nnamdi Kanu' - Mbazuruike Amechielekere 8 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "'Ihe emekwala Nnamdi Kanu' - Mbazuruike Amechi",
    "'Gọọmenti Hope Uzodimma gbatara m ọsọ enyemaka - Nwaanyi Ajadụ akụtụrụ ụlọ ya n'Imo steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'AbujaEmelitere ikpeazụ na: 27 Jenụwarị 2021",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Ndị uweojii sị na ha egbuola ndị ESN ma napụ ha egbe n'Imo Steeti",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}