{
  "published": "30 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ifedioramma Chizoba bụ onye na-eme ka ụgbọala na-aga werewere n'ụzọ n'Awka, Anambra steeti gosiri ya bụ onyinye chukwu nyere ya ma kọkwaa ka o si eji ya bụ ọrụ eme ndị mmadụ obi aṅụrị.",
    "Ọ sịkwa na ya bụ ihe ya na-eme bụ onyinye puruiche chukwu nyere ya.",
    "Ihe i kwesịrị ịma maka iwu okporoụzọ",
    "Etu ị ga-esi gbalarị kpachi kpachi okporoụzọ",
    "'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson",
    "Ya bụ nwaamadị bi n'Awka, Anambra steeti sị na obi na-abụ ya sọ mma mgbe ụzọ dị ohere, ndị mmadụ na-aghọta ihe ya na-eme.",
    "Kirie ya nke ọma ebe a.",
    "Vidio, Nnamdi Kanu Update: 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa', Duration 3,1330 Juun 2021",
    "Vidio, Ifedioramma Chizoba: 'Ịme ka kpachịkpachị ghara ịdị n'ụzọ bụ 'anointing' m', Duration 4,0830 Juun 2021",
    "Vidio, Isiokwu bụ ịkwụsị ịkpa oke megide ndị Igbo, ọ bụghị inwuchi Nnamdi Kanu - Victor Umeh, Duration 8,0930 Juun 2021",
    "Vidio, Nnamdi Kanu: Ana m ege aro ndị ọzọ tụpụtara, Duration 3,0618 Febụwarị 2019",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngọr-okpala ji ụwa n'ọrụ- William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Dot Nation: Joe Igbokwe nwere ikike ikwu uche ya - Onye enyemaka Abaribe, Duration 4,4924 Juun 2021",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood', Duration 5,2223 Juun 2021",
    "Vidio, Ọgbambọ: 'E nye m ohere m ga-abụ bụ onyeisi ndị ọrụ nchekwa niile na Naịjirịa' - Eberechukwu, Duration 7,1321 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}