{
  "published": "29 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigeria Presidency",
    "Jọstis Binta Nyako nke Ụlọikpe Abụja enyela iwu ka e jichie Nnamdi Kanu na mkpọrọ ndị uweojii nzuzo a kpọrọ DSS were rue abalị 26 nke ọnwa Julai bụ oge a ga-akpụpụta ya n'ụlọikpe ọzọ.",
    "Nke a na-abịa dịka Ọkaiwu nọchitere  Gọọmentị Etiti bụ Shuaibu Labaran gbara akwụkwọ n'ụlọikpe ma rịọ ka  e jichie Kanu.",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Kpọpụta Nnamdi Kanu",
    "Gọọmentị Etiti nwụchiri Nnamdi Kanu ụbọchịụka  maka ebubo ịkpa nkata ikewapụ Biafra na Naijiria nakwa ibute ogbugbu ndị mmadụ n'Ọwụwa Anyanwụ.",
    "Labaran kwuru na ọ dịghị mma ka a hapụ Kanu ka o si n'ụlọ na-abịa n'ihi na mbụ a hapụrụ ya n'afọ 2017 mana ọ gbara ọsọ.",
    "Ebe foto si, Nigeria Presidency-Facebook",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu bụ onye ndu otu na-agba mbọ maka nnwereonwe Biafra a kpọrọ 'Indigenous People of Biafra' (Ipob.)",
    "Mịnịsta ikpe mabụrụkwa Ọkaiwu Naijiria bụ Abubakar Malami bụ onye gbara ama n'ehihie taa bụ Tuzde oge ya na and ntaakụkọ na-enwe mgbarịtaụka kwuru na anwuchiri ya ụbọchịụka(27/6/2021).",
    "Malami kwuru na a nwụchiri Kanu ụbọchịụka ebe a ga-akpụpụ ya ụlọikpe maka ịgba mbọ ikewapụ na Naiijria.",
    "Mana ọkaiwu Nnamdi Kanu bụ Aloy Ejimakor  gwara BBC Igbo n'ekwentị na dịka ọ dị n'iwu na \"aka onye ọbụla onye dị ọcha rue ma ụlọikpe a mara ya ikpe.\"",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "N'otu aka ahụ, okenye Igbo  ọnụ na-eru n'okwu bụ Mbazuruike Amechi adọọla gọọmentị etiti aka na ntị ma sị ka \"ihe emekwala  ya kama ha kpụpụ ya ụlọikpe.\"",
    "Cheta na Kanu gbapụrụ ọsọ na Naijiria n'ọnwa Septemba afọ 2017 dịka ndị agha Naijiria wakpochara be nna ya n'Afaraukwu dị n'Abia steeti.",
    "A kpụpụburu  Kanu Ụlọikpe Ukwu Etiti dị n'Abuja maka ịzara ọnụ ya n'ebubo ịkpa nkata ịkwatu gọọmentị Naijiria site ikpọ oku ka e kepụta Biafra na Naijria.",
    "Mana n'ọnwa Eprelu afọ 2017,  a tọhapụrụ ya nwa oge maka ọnọdụ ahụike.",
    "Ihu ama Nnamdi Kanu na mgbede Tuzde abali 29 nke ọnwa Juun",
    "Dịka ọ na-ewu na soshal midia taa na Gọọmentị Etiti anwụchiela onyeisi otu ndị Ipob bụ Nnamdi Kanu ,BBC Igbo gara na na be nna ya n'Isiama Afara Ukwu, Abia steeti ịhụ ka ndị obodo ya si nabata ya bụ akụkọ.",
    "Ebe niile dere jii oge onye ntaakụkọ anyị rutere  ebe ahụ.",
    "Ihu ama be Nnamdi Kanu 29/6/2021",
    "Ndị agbata obi ya gwara onye ntaakụkọ anyị na ha anụbeghị maka ya bụ nkwuchigharị.",
    "Mana n'ọdọ ụgbọala dị n'obodo ahụ,  ụfọdụ ndi mmadu kwụpụtara mwute ha n'okwu nnwuchigharị ahụ, ebe ụfọdụ kwuru na Nnamdi Kanu ga-enwe mmeri n'ụlọikpe.",
    "Ebe foto si, Getty Images",
    "Abaribe, El-shalom na Tochukwu Uchendụ gbaara Nnamdi Kanu akaebe mgbe eji ya eji",
    "•18 Oktoba 2015: Gọọmentị Naijiria nwụchiri onyeisi ndị otu Ipob n'ụlọezumike, Golden Tulip Essential Hotel dị na mpaghara Ikeja, Legos",
    "•19 Oktoba 2015: Ndị otu Ipob bidoro ngagharia iwe maka nnwuchi a nwuchịrị onye ndu ha na mpaghara Ọwụwa Anyanwụ nakwa n'odịda",
    "•19 Oktoba 2015: E nyere iwu ka agbapụta Nnamdi Kanu n'aka ndị uweojii nzuzo bụ DSS",
    "•19 Novemba 2015: DSS kwuru na ha natara ikike ijide Nnamdi ruo onwa atọ",
    "•23 Nọvemba 2015: Akpụtara Nnamdi Kanu n'ụlọịkpe n'okwu ibute ogbaghara n'ala Naijiria",
    "•23 Nọvemba 2015: E highariri ikpe ya ruo Dịsemba 1, 2015",
    "•17 Disemba, 2015: Ụlọikpe Ukwu nọ n'Abuja tiri iwu ka a tọpụ Nnamdi Kanu e ji eji",
    "•Septemba 2017: E bidoro chọkwa Nnamdi Kanu achọ",
    "•10 Septemba, 2017: Ndị nsonazụ, nakwa ọnụ n'ekwuru ndi Ipob bụ Emma Powerful Nnamdi kwuru na ndị agha Naijiria na ndị uweojịị bakpụtere na be Nnamdi, gbuo ndị mmadu, meruo ndị ọzọ ahụ.",
    "•10 Septemba 2017: O sotere ọnụ n'ekwuru ndị agha n'afo 2017 bụ Majọ Oyegoke Gbadamosi kwuru na ndị agha egbughị onye obula, o kwukwara na ha emerughi onye obula ahu",
    "•22 Oktoba 2018: A hụrụ Nnamdi Kanu n'ihu ọha mbụ kemgbe a ji achọwa ya na mba Israel. Ihe nkiri bidoro fegharia na soshal midia ebe Nnamdi na-ekpe ekpere na mba ahu",
    "Akụkọ na-abịa:",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Gee ntị, BBC Nkeji29 Juun 2021",
    "'Ihe emekwala Nnamdi Kanu' - Mbazuruike Amechielekere 8 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Tupu inye mmadụ ọbara, buru ihe ndị a n'obi, Duration 4,3815 Juun 2021",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua5 Juun 2021",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "'Ihe emekwala Nnamdi Kanu' - Mbazuruike Amechi",
    "'Gọọmenti Hope Uzodimma gbatara m ọsọ enyemaka - Nwaanyi Ajadụ akụtụrụ ụlọ ya n'Imo steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'AbujaEmelitere ikpeazụ na: 27 Jenụwarị 2021",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Ndị uweojii sị na ha egbuola ndị ESN ma napụ ha egbe n'Imo Steeti",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}