{
  "published": "30 Juun 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ezinaụlọ Nnamdi Kanu ekwuola na  ọ bụ na mba Kenya ka Gọọmentị Naijiria tọrọ nwa amadi ahụ bụ onye ndu otu nnwereonwe Biafra a kpọrọ Ipob n'ịchafụ.",
    "Ha na na-ebo ebubo na ọ bụ ntọrọ ka gọọmentị  tọrọ ya site na enyemaka mba Kenya nke ha kwuru megidere iwu mbaụwa.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ohaneze asaala ndị Ugwu tinyere N100m sị ka a kpụtara ha Nnamdi Kanu",
    "'Nnamdi Kanu na Ipob ga-arịọrịrị Ekweremadu mgbaghara'",
    "N'ozi mgbasaozi  ha wepụtara nke rutere BBC Igbo aka ụbọchị Wenezde, nwanne ya nwoke bụ Kingsley Kanu kwuru na \" Ọ bụ oge  Nnamdi Kanu  gara  njem na Kenya ka ha nwuchiri ya ma nyefe ya n'aka gọọmentị Naijiria.\"",
    "\" Mba Kenya na Naijiria kpara nkata si ụzọ azụụlọ kpụrụ nwanne m nwoke.\"",
    "Ha megidere iwu mbaụwa metụtara  ịkpụrụ mmadụ n'ụzọ azụụlọ si mba fee mba bụ mpụ karịrị ibe ya. Naijiria na Kenya kwesiri ịzara ọnụ ha . Achọrọ m ka enye nwanne m ikpe nkwụmọtọ.\"",
    "O bekuru Gọọmentị Briten ka ha gba mbọ kụ na-akpọghachiri Kanu mba Briten.",
    "Cheta na Gọọmentị Naijiria nwuchiri Kanu ụbọchịụka ma kpụpụ ya ụlọikpe ụbọchhị Monde ebe ọkaikpe nyere iwu ka e jichie ya na mkpọrọ DSS rue abalị 26 nke ọnwa Julaị bụ mgbe a ga-ebulite ikpe ya ọzọ.",
    "Ntọrọ ka a tọrọ onyeisi Ipob - Emma Powerful",
    "Ebe foto si, Getty Images",
    "Otu Indigenous People of Biafra(Ipob) ekwuola na ọ bụ ntọrọ ka atọrọ onye ndu ha bụ Nnamdi Kanu site na mba ofesi ma kpọghachite ya na Naịjirịa.",
    "Emma Powerful bụ ọnụ na-ekwuru Ipob kwuru na ya ka ga-agwa ụwa ka ya bụ ntọrọ o boro gọọmenti etiti si gaa.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Ipob: Ọ bụghị anyị wakporo ụlọ Nwodo",
    "O kwuru na ọ bụ gọọmenti Naịjiria nakwa ndị na-ebuso etu Ipob si achọ nwereonwe Biafra jịkọtara aka tọrọ Kanu.",
    "N'ọnụ ya, \"anyị na-arịọ ka ndị otu anyị nọrọ jụụ ma gbaa mbọ hụ na ha biara n'igwe n'ụlọịkpe n'ụbọchị Julai 26, 2021 mgbe Kanu ga-azara ọnụ ha.\"",
    "Onions traders: 'Anyị ahụbeghị ego Nnamdi Kanu kwuru ọ ga-akwụ anyị maka ịyabasi ha n'Imo'",
    "\"Ike agaghị agwụ Ipob na Biafra ha na-achọ,  makana onweghị ihe ndị na-eyi anyị egwu ga-emeli anyị.\"",
    "\"Anyị na-echetere gọọmenti Naịjirịa nakwa ndị ọrụ nchekwa na onyeisi anyị kwesiri inye ikpe nkwụmọtọ nakwa ige ya ntị mara nke na-akpa ya.\"",
    "\"Ipob na-ekwusi ike na ihe emekwala onyeisi anyị makana o nwee ihe mere ya, ọ bụ gọọmenti Naịjirịa ka anyị ga-ebo ya.\"",
    "Powerful kwuru na onweghị ihe ga-eme ka onyeisi ha bụ Nnamdi Kanu gbaghapụ ọchịchọ Biafra.",
    "\"Anyị na-ekiri etu okwu a si aga ma na-arịọ ọchịchị mba ụwa ka ha ghara ịgbachị nkịtị na mpụ gọọmenti Naịjirịa na-ebuso ụmụ Biafra.\"",
    "Anyị ka na-agba mbọ ka anyị nụta n'ọnụ onye ekwuchitere gọọmenti etiti gbasara ebubo a Emma Powerful boro ha. Ekwenti Garba Shehu agaghị nke Femi Adesina ji aga.",
    "Anyị chọrọ ntuliaka 'referendum' ọ bụghị ọgụ.",
    "Gọọmentị Etiti nwụchiri Nnamdi Kanu ụbọchị ụka(June 27, 2021)  maka ebubo ịkpa nkata ikewapụ Biafra na Naijiria nakwa ibute ogbugbu ndị mmadụ n'Ọwụwa Anyanwụ.",
    "Labaran kwuru na ọ dịghị mma ka a hapụ Kanu ka o si n'ụlọ na-abịa n'ihi na mbụ a hapụrụ ya n'afọ 2017 mana ọ gbara ọsọ.",
    "Cheta na Kanu gbapụrụ ọsọ na Naijiria n'ọnwa Septemba afọ 2017 dịka ndị agha Naijiria wakpochara be nna ya n'Afaraukwu dị n'Abia steeti.",
    "A kpụpụburu  Kanu Ụlọikpe Ukwu Etiti dị n'Abuja maka ịzara ọnụ ya n'ebubo ịkpa nkata ịkwatu gọọmentị Naijiria site ikpọ oku ka e kepụta Biafra na Naijria.",
    "Mana n'ọnwa Eprelu afọ 2017,  a tọhapụrụ ya nwa oge maka ọnọdụ ahụike.",
    "Okwu Emma Powerful",
    "Ka onye e ji n'agbụ nwere onwe ya ọsọọsọ dịka Joseph- Fada Mbakaelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Vidio, 'Aka mba Britain adịghị na nnwụchị na mkpọghachite Nnamdi Kanu na Naijiria' - British High Commission30 Juun 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "BET Awards, Grammy Awards... Lee ihe ise Burna Boy ji buru odogwu n'eziokwu14 Ọgọọst 2020",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Ka onye e ji n'agbụ nwere onwe ya ọsọọsọ dịka Joseph- Fada Mbaka",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso",
    "Ọ bụ na mba Kenya ka Gọọmentị Naijiria tọrọ Nnamdi Kanu - Nwanne ya nwoke",
    "Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "'Gọọmenti Hope Uzodimma gbatara m ọsọ enyemaka - Nwaanyi Ajadụ akụtụrụ ụlọ ya n'Imo steeti",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}