{
  "published": "1 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka nnwuchigharị Nnamdi Kanu n'ewu, akụkọ na-ekwu na otu ndị uweojii mba ụwa nke a na-akpọ 'International Criminal Police Organization (ICPO), maobu 'Interpol' tinyere aka na ya bụ nnwuchịgharị.",
    "N'agbanyeghi anya na gọọmentị Naijiria ekwubebeghi ma aka ndị ndị ụlọọrụ 'Interpol' adị n'okwu nwunchi Nnamdi Kanu, ụfọdụ na-ebo Gọọmentị Etiti ebubo iji ndị otu kpara Kanu aka.",
    "Ọ bụ na mba Kenya ka Gọọmentị Naijiria tọrọ Nnamdi Kanu - Nwanne ya nwoke",
    "Obinwanne Okeke: Etu Invictus Obi si ghọgbuo ụwa niile",
    "Ọ bụghị naanị Kanu, bụ onye e jirila Interpol nwuchie, Abdulrasheed Maina bụ onye a na-enyo maka imefu ego ndị lara ezumike nka anụtụla isi anwụrụoku ndị uweojii mba ụwa a.",
    "Onye Naijiria ọzọ a makwa ama ndị otu Interpol tinyere aka nnwuchie bụ nwa amadi Ramoni Igbalode a na-akpọ 'Hushpuppi' na soshal mịdia.",
    "Ramoni bụ onye ana-enyo enyo maka ijị akụrụngwa kọmputa anapụ ndị mmadụ ego ruru paụnd nde narị atọ na iri ise n'ụzọ aghụghọ.",
    "Mana ajụjụ ọtụtụ ndị mmadu na-ajụzị bụ kedụ ndị bụdị ndị 'Interpol' a? Kedụ ọrụ ha? Kedụkwa ihe gbara ha na mba Naijiria?\"  AKa ha adị na nnwụchi Kanu?",
    "Ngwa gee ntị ka-anyi tupenye gị azụ n'ihe na-anyi si n'oru:",
    "Kedụ ndị bụdị  ndị Interpol a?",
    "Ebe foto si, Reuters",
    "'Interpol' maobu kwanụ 'International Criminal Police Organization' (ICPO) bụ otu pụrụ iche jikọro ndị uweojii na mba dị iche iche n' ụwa nịịle.",
    "Otu a bidoro na afo 1914, mgbe ahu naani mba iri abụọ na anọ so nọrọ n'otu a.",
    "E hiweziri otu a nke ọma n'ọnwa Sepụtemba nke afọ 1923.",
    "Mana agha ukwu nke uwa niile akpọrọ \"Second World War\" kụbịrị ọrụ ha ruo afo 1956 nwe ha bịdọrọ kwara oru ha ọzọ dụpụtazie iwu ohuru ga-ejiko ha. Aha bu Interpol sị na akara ngwa-ọrụ ejị ezị ozị mgbe gboo a na-akpọ \"Telegram\" .",
    "Ka onye e ji n'agbụ nwere onwe ya ọsọọsọ dịka Joseph - Fada Mbaka",
    "Mba Briten amalitela ịjụ Naịjiriaa ese etu ha si nwuchie Nnamdi Kanu",
    "Mba ruru ọnụọgụgụ otu narị na iri itoolu na anọ so nọrọ na otu a na mba ụwa niile.",
    "Ngalaba 'Interpol' nwere Isi ụlọọrụ na mpaghara Lyon nọ na France.",
    "Ebe ndị ọzọ isi ụlọọrụ nta ha nọkwa bụ na Buenos Aires, Brussels, Yaoundé, Abidjan, San Salvador, Addis Ababa, Nairobi, Bangkok, New York nakwa na Harare.",
    "Ebe foto si, Getty Images",
    "Onye okwu ọrụ nchekwa doro anya bụ Maazị Emmanuel Ojukwu sịrị\"Ọrụ ndị otu 'Interpol' bụ inye aka n'ọrụ nnyocha ndị uweojii na mba dị iche ịche so n'otu ha.",
    "Ihe ndị ọzọ anyi chọputara maka ọrụ ndị otu Interpol:",
    "Ha na-etinye aka n'oru nchekwa obula gbasara ndị omekọme n'eme igwe sị na mba fere na mba,",
    "Ha na-enye aka na ịnwụdọ ndị oshi na-e ji tekunzu maobu kwanu akuru ngwa komputa anapụ ndị ego ha n'ike, ha na etinye kwa aka ịnwụdọ ndị otu omekọme pụrụ iche n'ibu ọgwụ ike amacharichiri na mba dị iche iche, ndị ntoro ụmụaka, nakwa ndị oshi ukwu pụrụ iche na mba uwa sọ n'otu Interpol.",
    "Ha enweghị ikike ịtinye aka n'ọrụ nwachi obula ma obụrụ na obodo kpọrọ ha ọrụ na obodo ebe onye omekọme a na-achu zoro akpaghi nkata nkwekọrọị ta",
    "Ha anaghi etinye aka na onwu maobu kwanu ikpe obula gbasara ndọrọndọrọ ọchịchị obodo dika ha ụdịka oru a nwerike imeru aka ikwuotu ha, ma mezie ka ha malite ele mmadụ anya n'ihu tupu ha ruo ọrụ ha",
    "Ha anaghi etinye aka na okwu obula gbasara ndị agha obodo, okwu gbasara okpụkpere chi, okwu gbasara ikpa oke agbụrụ",
    "Ha na arụ ọrụ na mba ndị n'asụ asụsụ mba uwa ano dị mkpa, nke bụ Arabik, Bekee, Frenchi nakwa Spaneishi",
    "Ụfọdụ usoro dị maka ọrụ inwụchi ndị omekome ndị Interpol na-eso:",
    "Ebe foto si, Getty Images",
    "N'okwu anyị na Maazị Emmanuel ọ kwuru: \"Ndi ụlọọrụ a nwere akụrụngwa pụrụ iche ha jị edepụta aha ndị omekome a na-achọ achọ maobu ndị oyiegwu  nọ na mba dị ịche iche .",
    "\"Ndepụta a ka ha ji enyere ndị uweojii mba niile sọ n'otu ha iwakpudo ndị ọjọọ\"",
    "Interpol nwere akara mkparita ụka pụrụ iche nke ndị uweojii mba ha na ha nwere mmekọrịta nwere ike iji kpọọ  ha gbata gbata, maọbụ n'okwu ọrụ nyochapụta na ijide ndị omekome a na-achọ achọ.",
    "Ha nwere akara kọmputa na-egosikwa foto, aha, nakwa ozi ndị ọzọ dị mkpa maka ndị omekome a na-achọ achọ-ya bụ akara n'arụ ọrụ oge abụla oge ruo ebighi ebi.",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso",
    "Sunday Igboho akagbuola ngagharịiwe ọ chọburu ime na Legọs dịka a wakpochara ụlọ ya",
    "Nnamdi Kanu: Aka ndị uweojii 'Interpol' adị na okwu nwuchi Nnamdi Kanu?1 Julaị 2021",
    "Vidio, Kidnapping in Nigeria:Etu m si husie anya n'aka ndị ntọ ihe ruru abalị ise - Sunny Omekedo1 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ ngaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe m gabigara n'aka ndị ọchiehi tọọrọ m abalị ise - Sunny Omekedo1 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso15 Juun 2021",
    "BET Awards, Grammy Awards... Lee ihe ise Burna Boy ji buru odogwu n'eziokwu14 Ọgọọst 2020",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga",
    "Mba Briten amalitela ịjụ Naịjiriaa ese etu ha si nwuchie Nnamdi Kanu",
    "Afọ abụọ ka anyị na-esi imi n'ala achọ Nnamdi Kanu, ya esi mba fere mba agwọrị ndụ - Lai Mohammed",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ka onye e ji n'agbụ nwere onwe ya ọsọọsọ dịka Joseph - Fada Mbaka",
    "Ọ bụ na mba Kenya ka Gọọmentị Naijiria tọrọ Nnamdi Kanu - Nwanne ya nwoke",
    "Sunday Igboho akagbuola ngagharịiwe ọ chọburu ime na Legọs dịka a wakpochara ụlọ ya",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso",
    "Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}