{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook/Adoration Ministry Enugu Nigeria",
    "Ụkọchukwu Ejike Mbaka",
    "Ụkọchukwu ụka Katọlik  bụ Father Ejike Mbaka ekpeela ekpere ka Chukwu tọhapụ ngwa ngwa onye ọbụla nọ n'agbụ nakwa na mkpọrọ.",
    "N'ozi ọ gbasara n'oge ọ na-eme ekpere 'Adoration ụbọchị taa Wenezde n'Enugwu, Fada Mbaka  kpere ekpere ka amara mee n'isi nwaamadi ahụ dịka o mere n'isi Joseph n'Akwụkwọ Nsọ bụ onye o kwuru siri na mkpọrọ bụrụ eze.",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021",
    "Mbaka  akpọghị aha onye ọ na-ekwu maka ya mana ozi ahụ na-abịa  ka ọ gachara otu abalị akụkọ gbara na Gọọmentị Naijiria nwụchirị ma kpụlata Naijiria NNamdi Kanu, onye ndu Ipob maka ebubo ịkpa nkata ikewa Naijiria.",
    "Ọ gara n'ihu tie n'oke olu, \" O! ndị iro m achịla m ọchị n'ihi na m ga-ekuli ọzọ.\"",
    "Mbaka onye dọọ aka na ntị na ndị ndu Naijiria akpachaghị anya mee ihe ha kwesịrị ime na Naijiria nwere ike ịgbasa sịrị, \"Ịta ahụhụ abụrụla omenala na Naijiria.\"",
    "\"Etu Naijiria si aga ugbua, oge na-abịa mgbe aga akpụrụwa ndị ụkọchukwu.\"",
    "\"Gọọmentị Etiti kpụrụgodi mmadụ niile, ihe na ebe ka ga na- ebe.\"",
    "\"Ndị ọchịchị were ego ha kwesiri iji nye ndị mmadụ ọrụ ka ha ji ego egbe.\"",
    "\" Ndị kwesịrị ịnọ na mkpọrọ bụ ndị na-atụnye mmadụ na mkpọrọ.\"",
    "Mbaka , onye kwuru na  ya zịcha ozi ya, e nwere ike ịkpọ ya oku ọzọ bịa zara ọnụ ya kwuru sị,",
    "\"Ịmaja ndị mmadụ agaghị arụ ọrụ. Nnwuchi agaghị egbo nsogbu. Ọ ka mma na gọọmetị gere ndị mmadụ ntị. Enyela nkịta aha ka i were gbuo ya.\"",
    "End Sars: Ihe Fada Mbaka gwara ndị kwuru na ha ga-agba 'Adoration Ministry' ọkụ",
    "Cheta na Mbaka ekpeburola Nnamdi Kanu ekpere  ngozi n'oge ọgbakọ ekpere \"Adoration\" ihe dịka izuụka isii gara aga.",
    "Ụka Katọlik mechara  kwsịburu ọrụ dịka onye ndu ọgbakọ ekpere 'Adoration' abalị 30 'iji nye ya ohere ka ọ mee ntụghari uche na ekpere.",
    "Mana oge ndị na-eso ahụghị ya n'ọgbakọ ekepere izu ahụ, ha mere ngagharịiwe ma mebie ọtụtụ ihe n'ụlọụka 'Holy Ghost nakwa ụlọ Bishop Enugwu Katọlik bụ Calistus Onaga.",
    "Vidio, Nnamdi Kanu Update: 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa'30 Juun 2021",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe5 Mee 2021",
    "Nnamdi Kanu's Re-Arrest: Gọọmentị Naijiria tọrọ Nnamdi Kanu na Kenya - Kingsley Kanu30 Juun 2021",
    "Ka onye e ji n'agbụ nwere onwe ya ọsọọsọ dịka Joseph- Fada Mbakaelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Vidio, 'Aka mba Britain adịghị na nnwụchị na mkpọghachite Nnamdi Kanu na Naijiria' - British High Commission30 Juun 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "BET Awards, Grammy Awards... Lee ihe ise Burna Boy ji buru odogwu n'eziokwu14 Ọgọọst 2020",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Vidio, Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo, Duration 5,2819 Juun 2021",
    "Ka onye e ji n'agbụ nwere onwe ya ọsọọsọ dịka Joseph- Fada Mbaka",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso",
    "Ọ bụ na mba Kenya ka Gọọmentị Naijiria tọrọ Nnamdi Kanu - Nwanne ya nwoke",
    "Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "'Gọọmenti Hope Uzodimma gbatara m ọsọ enyemaka - Nwaanyi Ajadụ akụtụrụ ụlọ ya n'Imo steeti",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}