{
  "published": "1 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Sunday Igboho",
    "Sunday Adeyemo, onye e ji Sunday Igboho mara, ekwuola na ya akagbuola ngagharịiwe ya nd ndị otu ya chọburu ime n'ụbọchị Satọde, abalị atọ nke ọnwa Julaị afọ 2021.",
    "Igboho kwuru nke a dịka nọ sị na ndị agha wakporo ụlọ ya n'Ibadan nisi ụtụtụ ụbọchị Tọzde a.",
    "Na mkparịtaụka ya na BBC, o kwuru na ihe o ji kagbuo ngagharịiwe a bụ iji wee zọọ ndụ ya.",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "Ala Igbo abụghị ebe a na-alụ agha, Sunday Igboho gaa kpalite okwu n'ala Yoruba - Dkt Egbujo",
    "Ihe ndị Yoroba na-ekwu maka atụmatụ nwere onwe Sunday Igboho kwuru maka ya",
    "Igboho kwukwara na mmadụ abụọ nwụrụ n'ụlọ ya na mwakpo ahụ ebe ọtụtụ ndị ọzọ ka a na-achọ achọ.",
    "Mana ndị uweojii Oyo steeti gwara BBC na ha anụbeghi maka ya bụ ihe mere na be Sunday Igboho.",
    "Ngozi Onadeko, bụ Kọmishọna ndị uweojii n'Oyo steeti kwuru na ya anụbeghị maka ihe a, ma kwuo na ọnụ na-ekwuru ndị uweojii ka nwere ike iwepụta ozi maka ya.",
    "Ebe foto si, Elites Media",
    "Sunday Igboho emeela ngagharị na steeti dị icheiche na mpaghara Ọdịda Anyanwụ na-akpọ oku maka nnwereonwe ala Yoruba",
    "Na mkparịtaụka ya na BBC, Sunday Igboho kwuru sị: \"Anọ m n'ụlọ m ihe dịke elere nke mbụ na ọkara n'ime abalị.\"",
    "\"M wee malite ịnụ ụda egbe n'ihu be m, nụkwa ndị tiri mkpu sị 'anyị bụ ndụ agha, anyị bụ ndị DSS, Sunday Igboho pụta ebe a'\".",
    "\"Mgbe m leputere anya na windo, ahụrụ m ndị yicha akwa ndị agha na ndị DSS.\"",
    "\"Ihe a gbagwojuru m anya n'ihi na onweghị onye ọbụla m gburu.\"",
    "Ihe a kurichara n'ụlọ Sunday Igboho oge ndị a na-eche na ha bụ ndị agha Naịjirịa wakporo ya n'ụtụtụ Tọzde.",
    "Mwakpo ụlọ Sunday Igboho na-abị abalị olemole gọọmentị Naịjirịa nwuchiri Mazi Nnamdi Kanu, onye isi ndị otu nwereonwe Biafra bụ IPOB.",
    "Kamgbe ahụ, akụkọ malitere ifegharị na e nwekwara ike inwuchi Sunday Igboho.",
    "Mana onwebeghị onye ma ndị wakporo ụlọ Igboho n'abalị Tọzde. Nke a abughị nke mbụ a na-awakpo ụlọ Sunday Igboho.",
    "Ebe foto si, Igboho and Kanu Instagram/Facebook",
    "Sunday Igboho na Nnamdi Kanu",
    "Mazi Sunday Igboho bụ onye na-akwado Nnamdi Kanu ma bụrụkwa onye chọrọ ka ala Yoruba si na Naịjirịa pụọ bụrụ mba nke aka ha a kpọrọ 'Oduduwa Republic'.",
    "Ugboro ugboro ka Igboho kwuru na ọ bụrụ na gọọmentị etiti wakpo Nnamdi Kanu na ndị otu ya bụ IPOB, ya onwe ya bụ Igboho ga-ebusokwa gọọmentị Naịjirịa agha.",
    "Kamgbe akụkọ pụtara na Nnamdi Kanu nọzị n'aka ndị DSS Naịjirịa, Sunday Igboho ekwuola na nke ahụ agaghị eme ka ya na ndị otu ya daa mba.",
    "Ọnụ na-ekwuru ya bụ Olayomi Koiki kwuru sị: \"Nwuchi Nnamdi Kanu anaghị amapụ Sunday Igboho obi.\"",
    "\"O meghịkwanụ ka ọ kwụsị nkwado ọ na-enye ndị na-achọ Biafra.\"",
    "\"Nke a agaghị eme ka anyị kwụsị ngagharị nke a nyị kwadoro ime na Legọs n'ụbọchị atọ nke ọnwa Julaị 2021 iji kpọọ oku maka nnwereonwe ala Yoruba.\"",
    "Sunday Igboho: Ihe o kwuru maka mwakpo 'gọọmentị' n'Ọwuwa Anyanwụ18 Mee 2021",
    "Sunday Igboho: Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho25 Jenụwarị 2021",
    "Sunday Igboho: Ihe ndị Yoroba na-ekwu maka atumatụ nwereonwe19 Maachị 2021",
    "Sunday Igboho sị na ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor16 Juun 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ ngaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe m gabigara n'aka ndị ọchiehi tọọrọ m abalị ise - Sunny Omekedo1 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso15 Juun 2021",
    "BET Awards, Grammy Awards... Lee ihe ise Burna Boy ji buru odogwu n'eziokwu14 Ọgọọst 2020",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga",
    "Mba Briten amalitela ịjụ Naịjiriaa ese etu ha si nwuchie Nnamdi Kanu",
    "Afọ abụọ ka anyị na-esi imi n'ala achọ Nnamdi Kanu, ya esi mba fere mba agwọrị ndụ - Lai Mohammed",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ka onye e ji n'agbụ nwere onwe ya ọsọọsọ dịka Joseph - Fada Mbaka",
    "Ọ bụ na mba Kenya ka Gọọmentị Naijiria tọrọ Nnamdi Kanu - Nwanne ya nwoke",
    "Sunday Igboho akagbuola ngagharịiwe ọ chọburu ime na Legọs dịka a wakpochara ụlọ ya",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso",
    "Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}