{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Arochukwu bụ nnukwu obodo n'ala Igbo.",
    "Omenala ha nakwa ọdịnala miri emi nke ukwuu.",
    "Ndị ntọ tọọrọ Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti, atọhapụla ha",
    "'O ruola mgbe Igbo ga-enwe Eze' - Onyeamụma Ramas",
    "Ihe mere ndị ntorobia obodo Ọkata dị n'Imo steeti ji nye eze obodo ha ọsọ",
    "Ihe nkiri a kọwara etu e si ahọpụta Eze Aro ma ọ bụrụ na nke nọ n'oche laa mmụọ.",
    "Ndị mere ya bụ Chukwudi Okereke na Chiemela Mgbeahuru.",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwa29 Ọktọba 2020",
    "Arochukwu myths& legends: Ihe asaa e ji mara ndị Arochukwu4 Maachị 2020",
    "New Yam Festival: Etu Ikeji Arochukwu nke afo a si kpọtụ26 Septemba 2019",
    "Arochukwu Marriage: Ihe mere ndị Igbo ji ajụ ese tupu alụmdi na nwunye4 Maachị 2020",
    "Vidio, Igbo History: Ihe mere ndị bekee enweghi ike ịchọta Ivin Ukpabi ndị Arochukwu, Duration 5,3416 Jenụwarị 2021",
    "Vidio, Chinedum Ofomata: Ndị ọcha na-akwalite asụsụ n'omenala Igbo karịa ndị Igbo, Duration 4,1828 Juun 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,22elekere 7 gara aga",
    "Vidio, Nnamdi Kanu: 'Aka mba Britain adịghị na nwụchị na mkpọghachite nwaamadị a na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Nnamdi Kanu: Ana m ege aro ndị ọzọ tụpụtara, Duration 3,0618 Febụwarị 2019",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Kidnapping in Nigeria: Ihe m gabigara n'aka ndị ọchiehi tọọrọ m abalị ise - Sunny Omekedo, Duration 4,351 Julaị 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngọr-okpala ji ụwa n'ọrụ- William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Ọgbambọ: 'E nye m ohere m ga-abụ bụ onyeisi ndị ọrụ nchekwa niile na Naịjirịa' - Eberechukwu, Duration 7,1321 Juun 2021",
    "Vidio, Imo Awka Festival: Etu ụmụntakịrị n'Awka si esonye n'emume iti mmọnwụ, Duration 3,4020 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}