{
  "published": "2 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Asọmpi ebirila ọkụ n'egwuregwu Olimpik nke afọ 2020, n'agbanyeghị na ọ bụ na 2021 ka a na-enwe ya.",
    "A ga-enwe asọmpi narị atọ na iri atọ na itoolu (339 events), n'ime ụdị egwuregwu iri atọ na atọ.",
    "Ama egwuregwu dị icheiche a ga-anọ sọọ mpi dị iri anọ na abụọ (42).",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 2020",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 2020",
    "Akụkọ a ga na-egosi gị mba kacha nweta nturuugo ọlaedo, ọlaọcha na ọlanchara.",
    "Na Satọde, abali iri abụọ na anọ nke ọnwa Julaị ka Yang Qian nke mba Chaịna ritere ọlaedo n'asọmpi egbe (rifle), nke mere ka Chaịna bụrụ mba mbụ nwetara ọlaedo n'egwuregwu Olympics nke afọ 2020.",
    "Ogoogo",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Olypmics 2021: Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Ị maara na 'miscarriage' nwere ike isi n'aka nwoke maọbụ nwaanyị?24 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ọchịchị Buhari bụ nke kachasị njọ kemgbe ụwa tụ ụwa - Otu na-eme ngagharịiwe na London24 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo",
    "Etu ndịagha Naịjirịa si wakpoo obodo Akpawfu, Amagunze na Akpugo dị n'Enugu Steetị",
    "Ọchịchị Buhari bụ nke kachasị njọ kemgbe ụwa tụ ụwa - Otu na-eme ngagharịiwe na London",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Ị maara na 'miscarriage' nwere ike isi n'aka nwoke maọbụ nwaanyị?",
    "Reno Omokri, gosi ihe akaebe na Igbo bụbu ohu ndị Bini- Ọkammụta Obasi Igwe",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Amawbia'",
    "Chukwuma Soludo agọrọla ọnụ ya maka okwu nnwuchi Nnamdi Kanu",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon Ekpa",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}