{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ọkaikpe n'ekwuchitere Nnamdi Kanu bụ Ifeanyi Ejiofor gwara BBC Igbo ụbọchị Satọde na ha na-ahazi etu dọkịta Nnamdi Kanu ga-ezute ya kwam kwam.",
    "Ọ sị na nke a bụ maka mmerụ ahụ nakwa obi ya ọ sị zara aza site n'ihe ọ gabigara n'oge a nwuchiri ya.",
    "Ọ si na ọ bụ site na nnyocha ndi dọkịta na Kenya mere ka e siri chọta na obi Kanu zara aza. Ọ sị n'ezia n'aka ndị uweoji mba Kenya dị na nnwuchi Nnamdi Kanu bụ onyeisi otu Ipob.",
    "Na mkparita ụka a, o kwuru na nyocha ha mere na-egosi na a tara Nnamdi Kanu ahụhụ nke ukwuu, tịe ya ihe, ma tọrọ kwa ya site na usoro n'ezighi ezi.",
    "N'okwu ya, o kwuru sị: \"Oge n'abia mgbe anyị ga-agbapụ ndị mba Kenya afọ maka okwu nwuchi Nnamdi Kanu\".",
    "Cheta na mba Kenya agọrọla ukwụ na aka na ha adịghị n'ihe mere Nnamdi Kanu, ma sịkwa ka ndị sị n'aka ha dị wete akaebe.",
    "Ọkaiwu Ejiofor gwara BBC Igbo na ha nwere akaebe, nke gụnyere onyonyo.",
    "Maka njem Kanu, Ọkaiwu Ejiofor si na ọ bu nzukọ ka ọ gara tupu aka kpara ya ka ọ na-alaghachi mba Briten.",
    "\"Ọ bụ ihe a kpara akpa. Ha ma na ọ nọ ebe ahụ. Ọ bụ okwu ekwuru a na-ekwere n'isi.\"",
    "Ọ kọwakwara BBC na ka ndị uweojii mba Kenya si nwuchie Nnamdi Kanu na ọdọ ụgbọelụ mba ahụ, jịbe ya ruo abali asatọ ma were aka ike meruchaa ya ahụ nke kpatara ahụike ji datuo.",
    "Gee ntị n'ime akụkọ a.",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,57elekere 8 gara aga",
    "Vidio, Joe Igbokwe: A bụ m oke osisi n'ezinụlọ Igbokwe, nwanna m sị na-agụpụrụ m esoghi atụ ụtụ ụmụnna, Duration 4,513 Julaị 2021",
    "Vidio, Lee obodo enweghị ezigbote ụzọ, mmiri na ọkụ na-anyụ ịkpakwụ n'Anambara Steeti, Duration 11,443 Julaị 2021",
    "Vidio, Nnamdi Kanu: 'Aka mba Britain adịghị na nwụchị na mkpọghachite nwaamadị a na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Awka Dancing Traffic Controller: Achọrọ m ka ndị mmadụ na-enwe obi ụtọ, ka ụzọ na-aga ngwangwa' - Ifedioramma Chizoba, Duration 3,5530 Juun 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}