{
  "published": "3 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ na-efegharị na soshal midia ugbua bụ nke metutara Joe Igbokwe bụbu ọnụ na-ekwuru patị All Progressives Congress na Legọs Steeti.",
    "Nke a sitere n'ozi onye aha ya bụ Johnny Igbokwe binyere aka kwuru na ezinaụlo ahụ agụpụla nwaamadị ahụ.",
    "Johnny Igbokwe dere na ya n'ekwuru ezinaụlọ ha na ha akadoghi etu Joe Igbokwe siri gbado ụkụ n'ihe banyere Ndigbo na Naịjirịa.",
    "'Ịkpocha ọwa mmiri bụ ezigbo ọrụ'",
    "Joe Igbokwe - Ndigbo amaghị eme ndọrọndọrọ ọchịchị",
    "Ohaneze Ndigbo naara ego iji kwado Atiku - Joe Igbokwe",
    "Mana Joe Igbokwe gwara BBC na ihe ahụ nwanna ya dere enweghi isi nke o ji enwe ọdụ.",
    "Ọ sị na nwanna ya bụ onye gara mgbanta ije kemgbe.",
    "Ọ sị: Onye a anaghị atụ ụtụ umụmnna nke o jir esonye n'ihe a na-eme n'obodo.",
    "Maazi Igbokwe gbadokwere ukwụ na ụdịrị ihe emeela ya mbụ.",
    "\"N'afọ 1994, oge anyị na-ebuso Abacha agha n'ọnọdụ Juun 12, otu dọkịta na bee anyị gara nata mbinye aka n'aka ndị okenye anyị, nke gụnyere nna m, ma dee akwụkwọ na-achụpụla m makana ekweghị m ịkwado Abacha.\"",
    "Joe Igbo sị na dịka ya adaghị mba n'oge ahụ, onweghị ihe nke a otu onye na-eme dị ya ka.",
    "Ọ sị na onye a dere ihe ahụ alọtabeghị ụlọ kemgbe afọ 30 gara aga.",
    "Ọ si: \"O bi na Kanada, onweghi ihe ọ na-eme na Bee anyị. Ọ bụ m gara napụtala ya ala obi ya n'oge nne ya nwụrụ.\"",
    "Joe Igbokwe sịkwa na ọ bụ makana nwanne ya ahụ bụ onye otu Indigenous People of Biafra mere o jiri dee akwụkwọ ozi ahu o dere.",
    "Gee ya ntị n'iju n'ihe onyonyo a.",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,57elekere 8 gara aga",
    "Vidio, Joe Igbokwe: A bụ m oke osisi n'ezinụlọ Igbokwe, nwanna m sị na-agụpụrụ m esoghi atụ ụtụ ụmụnna, Duration 4,513 Julaị 2021",
    "Vidio, Lee obodo enweghị ezigbote ụzọ, mmiri na ọkụ na-anyụ ịkpakwụ n'Anambara Steeti, Duration 11,443 Julaị 2021",
    "Vidio, Nnamdi Kanu: 'Aka mba Britain adịghị na nwụchị na mkpọghachite nwaamadị a na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Awka Dancing Traffic Controller: Achọrọ m ka ndị mmadụ na-enwe obi ụtọ, ka ụzọ na-aga ngwangwa' - Ifedioramma Chizoba, Duration 3,5530 Juun 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}