{
  "published": "3 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii na Legọs na-ekwu n'aka ha adịghị n'ọnwụ nwatakiri a na-eche na ọ dị afọ 14 n'ebe emere ngagharị nwereonwe ndị \"Yoruba Nation\" n'ụtụtụ Satọde.",
    "Ndị ntaakụkọ kwuburu na afụrụ ozu nwata nwaanyị ahụ ma hụkwa na afọ ya gbawara agbawa.",
    "Mana ndi uweojii sị na ọ nnyocha mbụ ha gosiri na ozu nwata ahụ agbụghị nke ọhụrụ. Ha sị na ọbara dị ya n'ahụ akọọla \"nke gosiri na ọ bụghị nsonso ka e gburu ya\".",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igboho",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "Gịnị na-esere Femi Fani-Kayode na nwunye ya, Precious Chikwendu?",
    "Ọ bụ Olumụyiwa Adejobi bụ ọnụ na-ekwuru ndị uweojii na Legọs binyere aka n'ozi a.",
    "Ọ sị na onweghị mgbọ egbe ọbụla ha gbara n'oge ha na-achụsasị ndị  pụtara eme ngagharị iwe a na Legọs Taa.",
    "Cheta na ndị nachọ nwereonwe mpaghara ọdịda anyanwụ Naịjirịa pụtara ya bụ ngagharị iwe dị olemole, ma ndị uweoji pụtara n'igwe, nwere akụrụngwa egbe mmiri na anwụrụ anya mmiri chụsasịa ha.",
    "Chetekwa na-agbanyeghị na ndị uweojii pụrụ iche a na-akpọ DSS, wakpụrụ be Sunday Igboho onye bụ onyeisi ndị otu a na ụbọchị Tọọzde ebe ha tiri iwu na ya bụ nwoke bụzị onye ala Naijiria na-acho acho. Na ozi ndị DSS, ha kwuru na mgbe ha gara njem mwakpụ a, ha kpụrụ mmadu iri na ato ndị otu ahụ nọ na be nwoke a, ma na bụpụkwa ngwa agha ndị ọzọ ha hụrụ na be ya.",
    "N'ozi ndị otu a zigara Legos Steetị gọọmentị nakwa ndi uweojii site n'aka onye ode akwụkwọ na okaịwụ ha bụ Arc. George Akinola maka ya bụ ngaharị iwe ha kwuru:",
    "\"Anyi ji udo a bia, anyi anaghi emebi ihe obula, anyi na arịọ gọọmentị , makwa ndị uweojii ka ha kwado atụmatụ anyi ime ngahari a\"",
    "Mana ndị uweojii sara ha site n'aka Kọmịshọna ha bụ Hakeem Odumosu, kwụọ na ha agaghị anabata ya bụ ozi. Hakeem kwuru na Legọs Steeị achọghịzị emụme ngahari iwe obula na Steetị ahụ dịka ndị ọmekọme n'esị n'aka ya bụ atụmatụ emebisi ihe.",
    "N'ozi ya Kọmịshọna ahụ kwuru:\"Anyi achọghị ihu ogbako ndị otu obula na ọgbọ Gani Fawehinmi Freedom Park\"",
    "Chekuwa na ọgbọ a bụ ebe ndị otu a kwuru na ha ga eme ngaharị iwe ha taa bụ Satụde.",
    "Dịka a wakpụrụ be onyeisi ndị otu a bụ Sunday Igboho, o zịpụtara ndị ntaakụkọ BBC Pidgin ozi n'ụbọchi Tọọzude kwụọ na ya ga akagbu ya bụ atụmatụ ime ngahari iwe ahụ.",
    "Vidio, Lee obodo enweghị ezigbote ụzọ, mmiri na ọkụ na-anyụ ịkpakwụ n'Anambara Steeti3 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gee ntị, Anyị na-ahazi etu dọkịta Nnamdi Kanu ga-esi hụ ya nke taa nke echi - Ifeanyi Ejioforelekere 8 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso15 Juun 2021",
    "BET Awards, Grammy Awards... Lee ihe ise Burna Boy ji buru odogwu n'eziokwu14 Ọgọọst 2020",
    "Aka anyị adịghị na mkpọlata Nnamdi Kanu Naịjirịa - Kenya",
    "Yoruba Nation: Ndị Uweojii agọọla na ha egbughi nwata dịka ha chụsasịrị ndị pụtara ngagharị nwereonwe na Legọs",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Mba Briten amalitela ịjụ Naịjiriaa ese etu ha si nwuchie Nnamdi Kanu",
    "Obi dị m nnukwu ụtọ na-anwụchiri Nnamdi Kanu maka na... - El-Rufai",
    "'Lee etu e si wakpoo obodo dị n'Akpugo dị na Nkanu Enugwu Steeti' - Ndị Akpugo",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga",
    "Afọ abụọ ka anyị na-esi imi n'ala achọ Nnamdi Kanu, ya esi mba fere mba agwọrị ndụ - Lai Mohammed",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}