{
  "published": "5 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ode akwụkwụ mgbasa ọzị Ipob, Peace Chukwudi sịrị na Biafra ga abịa ọsịsọ ma Buhari bata ọzọ",
    "Ọnụ na-ekwuru otu Indigenous People of Biafra bụ Emma Powerful kwuru na obi adịghị ha mma etu gọọmenti ndị Kenya na-agọ na aka ha adịghị na nwụchị",
    "O kwuru na ha na-agwa ndị otu Ipob nakwa \"ụmụnne anyị\" niile nọ ebe ọbụla ha nọ ha abazila ụgbọelụ ndị Kenya ọbụla\"",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "N'ọnụ ya, \"onye ọbụla bụ onye Biafra maọbụ onye Igbo nọ ebe ọbụla, ịhụ ihe ọbụla gbasara ndị Kenya, wepụ aka, egola ya, akwadola ya.\"",
    "Powerful kwuru na ọ bụ onye ndu Ipob bụ Nnamdi Kanu gwara ndị otu Ipob na ọ bụ gọọmenti Kenya na gọọmenti Naịjirịa  jịkọtara nwụchie Kanu.",
    "N'ọnụ ya , ọ bụrụ na ndị bi na Kenya kwuo na ha amaghị maka etu e si nwụchị Kanu, ha mee ngaghagharị iwe gakwuru gọọmenti ha, nke ga-eme ka eziokwu pụta ihe.\"",
    "Okwu Paul Achalla banyere referendum",
    "\"Uhuru Kenyatta bụ onyeisiala Kenya egosila na ọ bụ oyi egwu maka etu o si kwe ka anwụchie Nnamdi Kanu na mba ya.\"",
    "Nnamdi Kanu bụ onye ndu anyị ka bụ onyeisi anyị agbanyeghị na-anwụchịrị ya.\"",
    "Powerful kwuru na Kanu wepụtara atụmaatụ etu Ipob ga-esi gaa tupu anwụchie ya.",
    "\"Onye ọbụla na-ekwu na Ipob enwela maọbụ ga-enwe onyeisi ọhụrụ makana Kanu nọ n'ime , na-atụ ezigbo asị.\"",
    "Cheta na mba Kenya gọrọ ukwụ na aka na ha adịghị n'ihe mere Nnamdi Kanu, ma sịkwa ka ndị sị n'aka ha dị ya wete akaebe.",
    "Powerful kwuru na otu Ipob chọrọ ka atọghapụ onye ndu ha bụ Nnamdi Kanu.",
    "O kwukwara na ndị ọkaiwu Igbo nọ na London akpụkpụla gọọmenti etiti n'ụlọikpe International Criminal Court gbasara nwụchigharị Nnamdi Kanu.",
    "Cheta na onye ọkaiwu n'ekwuchitere Nnamdi Kanu bụ Ifeanyi Ejiofor gwara BBC Igbo ụbọchị Satọde na ha na-ahazi etu dọkịta Nnamdi Kanu ga-ezute ya kwam kwam.",
    "Ọ kwuru na nke a bụ maka mmerụ ahụ nakwa obi ya ọ sị zara aza site n'ihe ọ gabigara n'oge a nwuchiri ya.",
    "Ọ si na ọ bụ site na nnyocha ndi dọkịta na Kenya mere ka e siri chọta na obi Kanu zara aza. Ọ sị n'ezia n'aka ndị uweoji mba Kenya dị na nnwuchi Nnamdi Kanu bụ onyeisi otu Ipob.",
    "Yoruba Nation: Ndị Uweojii agọọla na ha egbughi nwata dịka ha chụsasịrị ndị pụtara ngagharị nwereonwe na Legọs",
    "Obi dị m nnukwu ụtọ na-anwụchiri Nnamdi Kanu maka na... - El-Rufai",
    "Aka anyị adịghị na mkpọlata Nnamdi Kanu Naịjirịa - Kenya",
    "Mba Briten amalitela ịjụ Naịjiriaa ese etu ha si nwuchie Nnamdi Kanu",
    "Vidio, Lee ihe ndị ọchịchị anyị kwesịrị ime ka udo na ọganihu bata Naijirịaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?5 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "Aka Ipob adịghị na-ibepụ nwoke amụ n'Imo Steeti, mana osu imi nwere ezigbote nsogbu - Emma Powerful",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?",
    "Yoruba Nation: Ndị Uweojii agọọla na ha egbughi nwata dịka ha chụsasịrị ndị pụtara ngagharị nwereonwe na Legọs",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ihe ị kwesiri ịma maka okpueze ala IgboEmelitere ikpeazụ na: 25 Ọgọọst 2018",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Obi dị m nnukwu ụtọ na-anwụchiri Nnamdi Kanu maka na... - El-Rufai",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}