{
  "published": "7 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nnamdi Kanu's Facebook Page",
    "Gọọmenti Naịjirịa ewepụtala akwụkwọ ozi ebe ha kwuru na a nwụchịri onyeisi Indigenous People of Biafra bụ Nnamdi Kanu site na njịkọ aka mba ndị n'oke ha na Naịjiria n'atụmaatụ ofesi ahaziri nkeọma.",
    "Ha kwuru na ha nwụchịrị Kanu ma kpọnye ya National Intelligence Agency, NIA ma kpọghachite na Najirịa ka ọ bia zara ọnụ ya n'ụlọikpe.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Onye wepụtara akwụkwọ ozi ahụ bụ Garba Shehu bụ ọnụ na-ekwuchitere onyeisiala Naịjirịa bụ Muhammadu Buhari.",
    "N'ime akwụkwọ ozi ahụ, onyeisiala Naijirịa kwuru na mwakpo nke Ipob kpasuru rụrụla 55 butere ọnwụ , mmebi ọtụtụ ụlọọrụ  gọọmenti nakwa ahụhụ metụtara ụmụ Naịjirịa.",
    "Uchechi Kanu kwuru ihe di ya ji ego Ipob eme",
    "\" O telarii gọọmenti malitere inyocha emume ndị otu Ipob ma kwete na ego ha ji kwado onwe ha bụ nke  e nwetere n'ụzọ na-adịghị mma.\"",
    "\" Site na nwụchị ndị ọrụ nchekwa Naịjirịa nwụchịri Kanu, udo alaghachitela n'obodo ebe ndị a awakporo na nso nso a ebe ujọ mkpa mkpa ndị omekome a na-akpa ji ha.\"",
    "Onyeisiala Buhari tokwara etu ndị ọrụ nchekwa si wakpoo ụlọ Sunday Igboho n'ụbọchị Julai 1, 2021 onye nke Buhari kwuru na-eyi ndị mmadụ egwu.",
    "Akwụkwọ ozi ahụ kwuru na ozi akpọmasị nwamadi a na-ezisa na-ebute okwu.",
    "\" Ọ bụ eziokwu na gọọmenti etiti na-akwanyere ikike diri onye ugwu, anyị chọrọ ka ndị mmadụ mara na anyị agaghị anabata atụmaatụ ọbụla ga-ebute mkposa mba Naịjirịa.\"",
    "\" Iwu onyeisiala nyere ndị ọrụ nchekwa Security Services gbasara onye ọbụla ahụrụ bu egbe AK-47 kwụ chịm. Egbe abụghị ngwa ọrụ e ji achọ udo, ya mere ndị ọrụ nchekwa ga-eme onye ọbụla bu ya ihe ha  kwesiri ime ha.\"",
    "Onyeisiala Buhari toro etu ndị ọrụ nchekwa si nwuchie Nnmadi Kanu nakwa Sunday Igboho ma na-arịọ ha ka ha jiri aka a wee sepụta ndị niile na-edezi ụmụakwụkwọ, ndị bi n'ime obodo na mpaghara ugwu.\"",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị dịka nke Wright Brothers - Kenneth Akobundu7 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "A gbagbuola otu nwoke n'ehihie mụ anya n'Enugwuelekere 4 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "A gbagbuola otu nwoke n'ehihie mụ anya n'Enugwu",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Ụmụaka Igbo na-ewe iwe, ị gaghị eji egbe na ịtụ ha nga mechie ọnụ ha - Elliot Ukoh",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ebe ndị Ugwu na-akwado Pantami, Gumi na Miyetti Allah, ana m akwado Nnamdi Kanu - Bishop Onuagha, Methodist Church, Onitsha Diocese",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}