{
  "published": "6 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chukwudi Olewuezi",
    "Ebe ọ bụla ịgara mana ịhụghị onye Igbo, gbalaga!",
    "Nke a bụ okwu si n'ọnụ Justin Chukwudi Olewuezi bụ nwafọ Naịjirịa mbụ gụchara mahadum Siberian State Medical University, Tomsk, dị na Russia.",
    "'Gọvanọ Umahi gbahapụrụ anyị na mba ofesi'",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?",
    "Olewuezi bidoro wuwe na soshal midia dịka ọ mabutere akara 'Cumulative Grade Points Average' ruru 5.0 bụ ogo ngwụcha nke kachasịnụ na mahadum ahụ nke ndị beke na-akpọ 'first class' garuru n'isi mmiri.",
    "Nke a mere ka ọ bụrụ onye mbụ mabutere akara a kamgbe mahadum ahụ dị afọ 133 malitere n'afọ 1888.",
    "Ebe foto si, Chukwudi Olewuezi",
    "Ọ gwara BBC Igbo na agbanyeghị na olere ule Jamb ma nwete akara di mma, o nweteghị ohere ịgụ akwụkwọ na mahadum ndị dị na Naịjirịa.",
    "O kwuru na ogbe Siberia bụ ebe ọtụtụ ndị isi ojii ebighị mana nke a egbughị mmụọ ya ịchusi ike ihe ọ na-achụ.",
    "N'ọnụ ya, \" mgbe m na-agụ akwụkwọ na Airforce Secondary School Enugu, e soghị m na ndị chakere achake mana eruru na mba Rọssia , soro usoro agụmakwụkwọ ha were malite chakewe nwayọ nwayọ.\"",
    "\"Ugbua m gụcharala na mahadum Rossia, ọ dịghị m ọsịsọ ịlaghachị ala Naịjirịa makana o nwere orụ m ji ugbua na mba Rọssia. M rụcha ya m kwado ịlaghachi Naijirịa\"",
    "Ebe foto si, Chukwudi Olewuezi",
    "Olewuezi lere ule Jamb ugboro abụọ mana o nweteghị ohere ịgụ akwụkwo na mahadum Naịjirịa.",
    "Olewuezi kwuru na agụmakwụkwọ na mba Rossia dịwaganyere onwe ya mfe.",
    "N'ọnụ ya, 'ndị nkụzị m na Rọssia na-ewetuọbị kọwara anyị ihe mmụta ọfụma nke mere na ọ na-edo onye ọbụla anya.\"",
    "\"Ihe m nụrụ maka ndị nkuzi mahadum Naijirịa bụ na ọ naghị adịcha ofele ụmụakwụkwọ ha inweta ihu ha gbasara ihe ọmụmụ.\"",
    "Ebe foto si, Chukwudi Olewuezi",
    "Olewuezi bụ nwafọ Abo Mbaise n'Imo steeti dị na Naijirịa.",
    "Ọ dị afọ iri abụọ na isii(26 )",
    "Ọ gara ụlọakwụkwọ praimarị n'Abuja",
    "Ọ gụrụ akwụkwọ sekọndịrị na Airforce Secondary School Enugu",
    "A mụrụ ya n'Abuja dị na Najirịa",
    "O nwetere akara 247 n'ule Jamb mbụ o lere ma nwete 260 na nke abụọ o lere, mana e weghị ya na mahadum Naịjirịa.",
    "Ọ gara mahadum na \"Siberian State Medical University,\" Tomsk, dị na Russia",
    "Olewuezi bụ nwa nke ikpeazụ n'ezinụlọ nne na nna ya kwuru na o sighị n'ezinụlọ bụ akajiakụ na Naịjirịa kamana mama ya ejighị agụmakwụkwọ egwu egwu.",
    "N'ọnụ ya, \"nne m nwereike ọ gaghị azụtara gị ọtụtụ akwa mana ọ ga-agba mbọ hụ na ọ zụtara gị akwụkwọ ọbụla dị mma ga-abara gị uru.\"",
    "\"Nnem so mee ka m bụrụ ihe m bụ taa.\"",
    "O kwuru na ọ dị mkpa ka ndị ntoroọbịa chụsie ike ihe ọbụla dị mma ha kwenyere na ya.",
    "O kwuru na agbaneghị ọgbatauhie nwereike ịbiara onye ahụ, \"gaa n'ihu zọta oke dị mma.\" Akwa gụọ gị ka ị nọ na njem ahụ, bepụta ya, iwe iwe gị, gosi ya, ihe mkpọbị ụkwụ mee gị tichiasia onwe gị ma gawa n'ihu,",
    "\"Ị ga-enwe mmerị.\"",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Aka Ipob adịghị na-ibepụ nwoke amụ n'Imo Steeti, mana osu imi nwere ezigbote nsogbu - Emma Powerful",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?",
    "Rita Orji abụrụla nwaanyị  mbụ ritere nturugo persuasive cọmpụta na Canada",
    "Vidio, Ọgba Mbọ: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka6 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Dioceseelekere 3 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Akụkọ ụgha ise na-efeghari maka nwụchi Nnamdi Kanu",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Diocese",
    "E si m Abo mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Aka Ipob adịghị na-ibepụ nwoke amụ n'Imo Steeti, mana osu imi nwere ezigbote nsogbu - Emma Powerful",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}