{
  "published": "4 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chigozie Isuemenyi kwuru na ọ bụ nwoke ka to ogologo n'Imo steeti.",
    "O kwuru na ọ dị ogologo ruru 7 ft'.",
    "Ọ gwara BBC Igbo etu o si too, etu ndị mmadụ si akpaso ya agwa dịka nwoke kacha to ogologo n'Imo steeti.",
    "Chigozie kwuru na o nwere ihe na-adọghachite ya azụ agbanyeghị na o toro ogologo n'echu ụmụnwaanyị ụra.",
    "Gere ya ntị n'uju n'ihe nkiri a dị ebe a.",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,573 Julaị 2021",
    "Vidio, Joe Igbokwe: A bụ m oke osisi n'ezinụlọ Igbokwe, nwanna m sị na-agụpụrụ m esoghi atụ ụtụ ụmụnna, Duration 4,513 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie dị afọ 29, Duration 4,04elekere 5 gara aga",
    "Vidio, Ogwu-Aniocha: 'Ụmụnwaanyị anyị na-anwụ ka ọkụkọ n'afọ ime maka enweghị ezigbote ụzọ nakwa ihe ndị e ji bi ndụ ọfụma', Duration 11,444 Julaị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Ara m bụ oke ibu arụ nye m, Duration 1,5418 Mee 2018",
    "Vidio, Nnamdi Kanu: 'Aka mba Britain adịghị na nwụchị na mkpọghachite nwaamadị a na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Vidio, Chinedum Ofomata: Ndị ọcha na-akwalite asụsụ n'omenala Igbo karịa ndị Igbo, Duration 4,1828 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 0,59elekere 6 gara aga",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}