{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Rudy Rochman Facebook Page",
    "Sefer Torah na-ewu na soshal midia ugbua maka etu otu onye mba Israel na-ahụ maka ikike diri onye si depụta n'akara Facebook ya etu ya bụ akwukwọ ozi ndị Jew awụchiela n'ala Igbo",
    "Onye otu Ipob na-achọghị ka akpọpụta aha ya kwuru na onye ndu Ipob bụ Nnamdi Kanu kwuru na \"mgbe ọbụla ahụrụ Sefer Torah wuchiri ala Biafra, si mara na Biafra abiala.\"",
    "Kpọpụta Nnamdi Kanu",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Rudy Rochman depụtara n'akara Facebook ya \"Sefer Torah awụchiela n'ala Igbo site na Jerusalem.\"",
    "\"A nabatara anyị n'obodo dị na Legọs nakwa Ogidi.\" \" Njem na anyị efughị efu amalitela.\"",
    "Sefer Torah dịka onye ndu ndị ụka Jew nọ n'Abuja bụ Shlomo Yaakov Maduakor si kọwaa bụ akwụkwọ kacha dị nsọ n'okpukperechi Judaism. O kwukwara na:",
    "E ji asụsụ ndị Hebrew were dee Sefer Torah",
    "Ọ bụ akwụkwọ Jew kacha dị nsọ",
    "A na-akwanyere ya bụ akwụkwo nnukwu ugwu.",
    "Ọ bụ ihe dị nsọ ndị nna nna anyị hapụrụ anyị bụ ndị ntoroọbịa Jew",
    "Akwụkwọ ise Torah gụnyere Genesis, Exodus, Leviticus, Numbers and Deutronomy",
    "A na-akpọkwa ya akwụkwọ ise nke Moses",
    "Ebe foto si, Rudy Rochman Facebook  Page",
    "Rochman depụtara n'akara Facebook ya na Torah a ya na ndị otu ya bu ebe a dị afọ 200 mabụrụkwa nke a ga-ebuga ala Igbo",
    "Maduakor kwuru na Sefer Torah nke Rudy Rochman depụtara na o webatara n'ala Igbo taa bụ eziokwu.",
    "O kwuru na Rochbach wetere Sefer Torah nke a o ji bia dịka ihe onyinye nye ndị ntorobia okpukperechi Judaism nọ na Naịjirịa ka o wee nyere ha aka n'ịka ụka nakwa ime ekpere.",
    "O kwuru na Rochman bụ onye na-eme nyocha ama ama biara imata omenaala ndị Igbo nakwa ihe jikọtara ndị Igbo na mba Israel.",
    "'O nweghị ihe jịkọrọ ọbịbia Sefer Torah na ọchịchọ nwereonwe'-  Onye ndu ndị Jew (Yaakov Maduakor)",
    "Maduakor kwuru na ọ na-agba ya gharị etu ndị mmadụ si etikọ ihe gbasara okpukpurechi Judaism na ọchịchọ nwereonwe .",
    "N'ọnụ ya, 'ha abụọ dị iche.' \"Onweghị ihe jikọrọ ọbịbia Sefer Torah Rochman wetere ndị ntorobịa okpukperechi Judaism nọ na Naịjirịa na ọchịchọ Biafra.\"",
    "N'okwu Maduakor, \"Judaism adịla tupu ekwuwe maka nchọta Biafra.\"",
    "\"Anyị ga-eme emume nnabata Sefer Torah a n'ụbọchị Satọde na-bianụ, emume a ga-achịkọta ọtụtụ ndị ntoroọbịa na-ekpe okpukperechi Judaism na Naịjirịa.\"",
    "\"A ga-eme emume nnabata Sefer Torah a n'Ogidi dị n'Anambra steeti.\"",
    "Ọnụ na-ekwuchitere ndị otu Ipob bụ Emma Powerful azabeghi mkpọtụrụ BBC Igbo gbasara akụkọ a dịka anyị kpọtụrụ ma zigara ozi ya n'akara whatsap ya.",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Diocese",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị dịka nke Wright Brothers - Kenneth Akobundu7 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "A gbagbuola otu nwoke n'ehihie mụ anya n'Enugwuelekere 4 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "A gbagbuola otu nwoke n'ehihie mụ anya n'Enugwu",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Ụmụaka Igbo na-ewe iwe, ị gaghị eji egbe na ịtụ ha nga mechie ọnụ ha - Elliot Ukoh",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ebe ndị Ugwu na-akwado Pantami, Gumi na Miyetti Allah, ana m akwado Nnamdi Kanu - Bishop Onuagha, Methodist Church, Onitsha Diocese",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}