{
  "published": "5 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, David Oyedepo facebook page /Screengrab",
    "Ndị agha Naịjirịa ekwuola ka ha si kwụsị ndọ 'bandit' biara  iwakpo ụlọakwụkwọ Faith Academy dị n'okpuruọchịchị  Chikun dị na Kaduna n'ụtụtụ Mọnde.",
    "Onye hibere ụlọakwụkwọ ahụ bụ ụkọchukwu Bishop David Oyedepo.",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọnwụ",
    "Nke a na-abịa dịka e nwetechara akụkọ na-awakporo ma tọrọ ụmụakwụkwọ na Bethel Baptist School, Kaduna n'otu mọnde ahụ.",
    "Ndị nne na nna ụfọdụ ụmụakwụkwọ nọ n'ụlọ akwụkwọ ahụ gwara ndị ntaakụkọ Punch na ndị omekoma ahụ kụtụrụ ahụ aja ụlọakwụkwọ ahụ ma tọrọ ụmụakwụkwọ.",
    "Ha kwukwara na ndịsi ụlọakwụkwọ Bethel na-akwado ịkpọ ụmụakwụkwo ha gaa ebe ọzọ dịka ha na-akwado ime ule tupu ihe a eme",
    "Ndi uweojii tọghapụrụ mmadụ 26 n'ime ndị atọrọ n'ụlọakwụkwọ Bethel dị na Kaduna",
    "Ebe foto si, FED. COLLEGE OF FORESTRY MECHANIZATION /Facebook",
    "Ndị uweojii nọ na Kaduna steeti kwuru na ha tọghapụrụ ụmụakwụkwọ ruru iri abụọ na isii ndi omekome tọrọ n'ụtụtụ Mọnde 5,2021 n'ụlọakwụkwọ sekọndiri Bethel Baptist dị n'okpuruọchịchị Chikun, Kaduna steeti,",
    "Asp Muhammed Jalige bụ ọnụ na-ekwuchitere ndị uweojii na steeti ahụ kwuru na ha ndị ọrụ ngalaba ọrụ nchekwa ndị ọzọ chụmiri ndị omekome ahụ mgbe ha natachara mkpesa na ha wakporo ogbe ahụ.",
    "Anyị ka na-eche ịhụ ụmụ anyị - Nna otu n'ime ndị a tọhapụrụ",
    "Nasir El-Rufai: Ịpị amụ na ogbugbu bụ ihe chere onye dinara nwata n'ike na Kaduna",
    "Jalige kwuru na a ka na-agba mbọ ịhụ ha tọghapụrụ ndị ọzọ atọrọ ka nọ n'aka ndị omekome ahụ.",
    "O rịọrọ ndị nne na nna ka ha ghara ịtụ ụjọ makana ha na-agba mbọ ịhụ na ha kwụsịrị arụrụala a ndị omekome a na-akpa kpam kpam.",
    "Kwamgbe, kwamgbe ka akụkọ ntọrị mmadụ ka na-arị ibe ya elu na Kaduna steeti dị na Naịjirịa.",
    "Naanị izuụka a gwụcharanụ ka akụkọ atọ apụtaala  maka etu ndị akpọrọ 'Bandit' si tọrọ ndị mmadụ aghara aghara na steeti ahụ.",
    "Ndị ntọrị anwụrụla ụmụakwụkwọ isii na Kaduna",
    "Obi dị m nnukwu ụtọ na-anwụchiri Nnamdi Kanu maka na... - El-Rufai",
    "Ntọrọ mere n'ụlọọgwụ nakwa Ụlọakwụkwọ dị na Zaria",
    "Ebe foto si, Screengrab",
    "Ndị omekome tọrọ ụmụaka e ku n'aka , ndị nọọsụ, nakwa ndị ọrụ nchekwa n'ụlọọgwụ dị na Zaria dị na mpaghara ọdịda anyanwụ Ugwu, Naịjirịa.",
    "Ndị ntaakụkọ ha na ndị ọrụ nchekwa Naịjirịa na-arụkọ ọrụ kwuru na atọrọ ndị nọọsụ ụmụnwaanyị bi n'ụlọobibi \"National Tuberculosis\" na \"Leprosy Centre.\"",
    "Akụkọ kwuru na a ndị omekome ahụ gbapụtara n'ọhia soro ndị uweojii kwatawa mgbọ tupu ha kpọrọ ndị ha tọrọ gbafuo.",
    "Ndị uweojii nọ na Kaduna kwuru na ha ga-agba mbọ hụ na ha atọghapụla ndị a tọrọ na Kaduna ụnyahụ.",
    "A tọrọ ụmụakwụkwọ karịrị 100 n'ụlọ akwụkwọ Bethel Baptist School dị na Zaria - Nne na nna",
    "Ndị omekome ahụ mechara gawa ụlọakwụkwọ dị na steeti ahụ ebe ha tọrọ ụmụakwụkwọ ole mo ole amabeghị ọnụ ọgụ ha mana otu nna nwataakwụkwọ ekwuola na ha karịrị otu narị atọrọ.",
    "Otu nne atọrọ nwa ya dị afọ iri na ise ekwuola na ndị omekome ahụ batara n'ụlọakwụkwọ ahụ ebe elekere abụọ nke ụtụtụ Monday.",
    "Ndị omekome na-awakpokarị mahadum dị na mpghara ugwu ma tọrọ ụmụakwụkwọ ha ga-achọ ka e were ego gbapụta.",
    "A tọrọla ụmụakwụkwọ ruru otu puku kamgbe December9, 2021. A ka na-achọ ihe ruru mmadụ narị abụọ.",
    "Nke mbụ mere n'abalị Fraịde gara aga",
    "Ndị oji egbe gburu mmadụ asaa na mwakpo abụọ ha mere n'obodo dị iche iche na Kaduna.",
    "Ndị mmadụ kwuru na ha hụrụ mgbe ndị omekome ahụ batara n'otu obodo ebe ahụ n'ụbọchị abalị Fraide  gbuo mmadụ anọ ma tọrọ mmadụ iri n'ọbodo ndị ọzọ dị na Kaduna.",
    "Nasir El-Rufai: Sheikh Gumi amaghị ihe ọ na-akọ, ihe kwesịrị ndị 'bandits' bụ ọnwụ",
    "Gọọmenti Kaduna kpọ ndị ọrụ nchekwa ga ịhụ obodo mwakpo a metụtara.",
    "Mwakpo nke a na-abịa dịka gọvanọ Kaduna bụ Nasir El-Rufai kpọpụtara ụmụ ya n'ụlọakwụkwọ gọọmenti maka ụjọ na enwerike ịtọrọ ha.",
    "O teelarịị ya bụ mkpa mkpa ntọrị ji aga n'ihu na Kaduna nakwa steeti ndị diketere ya.",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "Yoruba Nation: Ndị Uweojii agọọla na ha egbughi nwata dịka ha chụsasịrị ndị pụtara ngagharị nwereonwe na Legọs",
    "Vidio, Lee ihe ndị ọchịchị anyị kwesịrị ime ka udo na ọganihu bata Naijirịaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?5 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "Aka Ipob adịghị na-ibepụ nwoke amụ n'Imo Steeti, mana osu imi nwere ezigbote nsogbu - Emma Powerful",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?",
    "Yoruba Nation: Ndị Uweojii agọọla na ha egbughi nwata dịka ha chụsasịrị ndị pụtara ngagharị nwereonwe na Legọs",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ihe ị kwesiri ịma maka okpueze ala IgboEmelitere ikpeazụ na: 25 Ọgọọst 2018",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Obi dị m nnukwu ụtọ na-anwụchiri Nnamdi Kanu maka na... - El-Rufai",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}