{
  "published": "6 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Oby Okeke gwara BBC na agbanyeghị na ndị oji egbe gbagburu di ya Ifeanyi okeke na ụbọchị ụka bụ Julai 4, 2021 na ya ekpebiela iga n'ihu na-elekọta ụlọọrụ azumahia ha anya.Ọ sara ajụjụ si na o wutere ya mana ya ewerela uwa ka o si hụ ya site na ị malite ọrụ na eleghi anya na di ya nwụrụ naani mkpụrụ ụbọchị abụọ gara aga.",
    "Onye uweojii gbagburu nwokorobia agbaala ọsọ",
    "Anyị na-achọ ndị gburu Fada, gbaa ya ọkụ - Ndị uweojii",
    "Ogbugbu ndị oji egbe aga gburu mazi Ifeanyi Okeke n'Enugwu bụ ụbọchị abụọ gara aga ka na-agba ndị mmadụ anya mmiri.",
    "Nwoke ahụ nwụrụ anwụ bụ onye nwe ụlọ ọrụ AUTOEASE ebe a na arụzị ụgbọala.",
    "Mgbe BBC rutere n'isi ụlọ ọrụ AUTOEASE na Zik Avenue Enugwu, nwunye ya bụ Oby Okeke nọ n'ụlọ ọrụ na-arụ ọrụ.",
    "Dika ozi ndị uweojii wepụtara n'Enugwu si kwuo, ya bụ odachi mere oge Mazi Ifeanyi na nwa ya nwoke gara ikpu isi n'abali Sọnde.",
    "Ndị oji egbe ahụ wakporo ha n'ụzọ were gbagbuo ya.",
    "Ndị uweojii ekwuola na ha ga-achọpụtariri ndị kpara mkpa mkpa ahụ n'oge na-adịghi anya.",
    "Ndị uweojii nọ n'Enugu steeti kwuru na ọ bụ ndị omekome gbagburu Ifeanyi Okeke n'Enugu n'ụbọchị Julai 4, 2021.",
    "Daniel Ndukwe kwuru na ụlọọrụ ya nwetere ozi n'elekere asatọ nke mgbede na ndị omekome na-akpa mkpa mkpa Bricks Estate, Independence Layout, Enugu n'ụbọchị ahụ.",
    "Nlaghachị Buhari n'ọchịchị ọ ga-akwụsị oke ogbugbu na Naịjiria?",
    "Kedụ ndị bụ 'Forest Rangers' a Enugu Steeti na-achọ ihiwe?",
    "Nke a mere ka ndị uweojii nọ ọrụ n'ụlọ uweojii Layout's Police Division gbaga ebe ihe ahụ na-eme.",
    "Ndukwe depụtara na mgbe ndị omekome ahụ hụchatara na ndị uweojii awụchiela ebe ahụ, ha gbalagara.",
    "E mechara chọpụta na onye gbara egbe ugboro ugboro bụ Ifeanyi Okeke.",
    "E bugara Okeke n'ụlọọgwụ ebe dọkịta nọ ọrụ kwuru na ọnwụọlarịị.",
    "Ndị omekome awakpoola ụlọọrụ ndị uweojii n'Enugu state",
    "A tọhapụla Fada a tọrọ n'Enugwu",
    "Ndukwe kwuru na kọmịshọna ndị uweojii n'Enugu steeti bụ Mohammed Ndatsu Aliyu ekwuola ka ndị uweojii nọ n'Enugu malite nyocha ịmata ihe merenụ ma chọpụta ndị kpara mkpa mkpa a.",
    "Ọ na-arịọ ka ndị mmadụ nye ndị uweojii ozi ọbụla dị mkpa ga-enye aka n'ịnwụchị ndị omekome ahụ.",
    "Vidio, Ọgba Mbọ: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka6 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Dioceseelekere 3 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Akụkọ ụgha ise na-efeghari maka nwụchi Nnamdi Kanu",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Diocese",
    "E si m Abo mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Aka Ipob adịghị na-ibepụ nwoke amụ n'Imo Steeti, mana osu imi nwere ezigbote nsogbu - Emma Powerful",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}