{
  "published": "5 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Na mkparịtaụka ya na BBC Igbo mere Maazị Victor Umeh bụbu onyeisi patị All Progressives Grand Alliance (APGA) kwuru maka mkamkpa niile na-akpa na Naịjirịa ugbua ọkachasị etu o siri metụta agbụrụ ndị na-achọ oke ha.",
    "O kwukwara etu gọọmentị Naịjirịa ga-esi kwụsị mkpamkpa a niile.",
    "Gee ntị n'okwu ya.",
    "Vidio, Victor Umeh: Lee ihe ndị ọchịchị anyị kwesịrị ime ka udo na ọganihu bata Naijirịa, Duration 8,39elekere 4 gara aga",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,573 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Joe Igbokwe: A bụ m oke osisi n'ezinụlọ Igbokwe, nwanna m sị na-agụpụrụ m esoghi atụ ụtụ ụmụnna, Duration 4,513 Julaị 2021",
    "Vidio, Ogwu-Aniocha: 'Ụmụnwaanyị anyị na-anwụ ka ọkụkọ n'afọ imen'ihi ụzọ ọjọọ', Duration 11,444 Julaị 2021",
    "Vidio, Nnamdi Kanu: 'Aka mba Britain adịghị na nwụchị na mkpọghachite nwaamadị a na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Awka Dancing Traffic Controller: Achọrọ m ka ndị mmadụ na-enwe obi ụtọ, ka ụzọ na-aga ngwangwa' - Ifedioramma Chizoba, Duration 3,5530 Juun 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}