{
  "published": "5 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Na mkparịtaụka Wole Soyinka na BBc nwere nsonso a ka o kwuru sị \"n'uche m, ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu. Nke a bụ ihe ọjọọ n'iwu mba ụwa, ma bụrụkwa ihe ọjọọ n'anya mmadụ\".",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa",
    "Ọ bụ dịka Gọọmentị Etiti nwụchiri Nnamdi Kanu n'ụbọchị ụka(June 27, 2021)  maka ebubo ịkpa nkata ikewapụ Biafra na Naijiria nakwa ibute ogbugbu ndị mmadụ n'Ọwụwa Anyanwụ butere ya bụ okwu.",
    "Cheta na Kanu gbapụrụ ọsọ na Naijiria n'ọnwa Septemba afọ 2017 dịka ndị agha Naijiria wakpochara be nna ya n'Afaraukwu dị n'Abia steeti.",
    "A kpụpụburu  Kanu Ụlọikpe Ukwu Etiti dị n'Abuja maka ịzara ọnụ ya n'ebubo ịkpa nkata ịkwatu gọọmentị Naijiria site ikpọ oku ka e kepụta Biafra na Naijria.",
    "Mana n'ọnwa Eprelu afọ 2017,  a tọhapụrụ ya nwa oge maka ọnọdụ ahụike.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Yoruba Nation: Ndị Uweojii agọọla na ha egbughi nwata na Legọs",
    "Ihe Wole Soyinka kwuru maka ndị na-achọ nwereonwe na agwa gọọmentị etiti na-akpaso ha.",
    "Wole Soyinka kwuru na ọ bụghị Nnamdi Kanu maọbụ Sunday Igboho bụ isiokwu. Kama ihe bụ isiokwu bụ akparamagwa gọọmentị nke na-akpata ụdị agwa ndị a.",
    "Soyinka kwuru sị \"ọ bụghị mụ ka ọ dịịrị ịgwa gọọmentị etiti ha dịrị nkwadobe maka na mgbe etu ha sị nwụchi Nnamdi Kanu ga-apụta, ọ ga-ada ụda\"",
    "O kwuru na bido gawa ihu na gọọmentị etiti kwesiri ịleba anya mata etu ndị mmadụ sị tụkwasị ha obi ma kwụsị aka ike ha ji eso otu dị icheiche na-achọ mnwereonwe ha n'ala Naịjirịa.",
    "Nwa Igbokwe dere na-agbahapụla m bụ onye nọ mgbanta ije kemgbe afọ 30 - Joe Igbokwe",
    "Ihe Soyinka kwuru maka etu gọọmentị etiti ga-esi mee ka ndị mmadụ tụkwasịkwa ha obi ọzọ",
    "Soyinka kwuru na n'ezi a, ike ọchịchị onyeisiala Muhammadu Buhari na ndị otu ya agwụla ndị mmadu,ma kwu kwa na ndị mmadu enweghịzi ntụkwasị obi n'ebe ndị ochichi a nọ.",
    "Ọ rụtụrụ aka etu gọọmentị nwere ike ịsị gbapụta onwe ha n'anya ndị mmadu.",
    "Na nchịkọta okwu ya o kwuru na ọ bụghị gọọmentị  ikpuchiwe ajọ agwa ha, maọbụ irụwa ndị ọzọ aka ga-eme ka ndị mmadụ tụkwasị ha obi.",
    "Victor Umeh",
    "\"N'ezị a, gọọmenti ekwuola na ọ bụghị ha hiwere otu ndị ọmekọme a na akpọ Boko Haram, maobu kwanu ndị otu Miyetti Allah, na-agbanyeghi na ha na-akpa ike. Ngwanu, anyị ekwetela na ọbụghị gọọmentị hiwere ha, kama kedụ ihe unu bụ ndị gọọmentị n'eme maka ihe egwu na mwakpo ndị ọjọọ a? Ọ bụghị naanị itu ndị ọzọ aka bụ ihe ndị ochichi kwesiri ị na-eme, n'uche m ọ bụ mgbe ha gosiri aka ike ha n'ebe ndị omekome a nọ ka anyi gaa enweta ọganihu n'okwu a\"",
    "Chetekwa na ọnụ na-ekwuchitere ụlọọrụ nnọchiteanya mba Briten na Naijirịa bụ Dean Hurlock kwuru n'izu gara aga  na aka mba Briten adịghị na nwụchị na mkpọghachite Nnamdi Kanu, onye bụ onyeisi Indigenous People of Biafra (Ipob) na Naịjirịa.",
    "Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor",
    "Hurlock kwuru sị, \"Anyị ma maka akụkọ kwuru na anwụchịrị Kanu, anyị na-ekwu na ọ bụghị na mba UK ka anwụchịrị Nnamdi Kanu\".",
    "N'akụkọ yiri ya, mba Kenya gọkwara na aka ha na ụkwụ ha adịghị n'okwu nnwuchi na ịkpọnye Naịjirịa Nnamdi Kanu.",
    "Ọ bụ onyeisi ụlọọrụ nnọchitenaya mba Kenya na Naijirịa bụ Wilfred Gisuka Machage kwuru nke a n'ụbọchị abụọ bụ Frịde ọnwa Julaị, 2021.",
    "Machage sị na akụkọ na aka Kenya dị n'ihe mere Nnamdi Kanu bụ \"asịrị gbakaa ute\".",
    "Dịka mba ndị a echere na ọ bụ ebe be ha ka a wakpuru Nnamdị Kanụ na-eme nkwụpụta ndị a, gọọmentị Naijiria ekwụbeghị ihe obula maka ihe a ndị mba a na-ekwu.",
    "'Asari Dokubo enweghị ike imegheri anyị anya n'inweta Biafra'- Ipob",
    "Chetekwa na n'ozị ọkaiwu gọọmentị etiti bụ Abubakar Malami zipụtara maka nwuchi Nnamdi Kanu n'ụbọchị 30 Juun n'Abụja, o kwuru sị:",
    "\"Anyi chọrọ ị gwa ụwa na anyị na ndị uweojii pụrụ iche na kwa ndị nechekwa ndị ọzọ anwuchiela ma kpọlata Nnamdi Kanu\"",
    "Gọọmentị kwu kwara na ha nwere ndidi ma na-esi imi n'ala mgbe ha na-achụ Nnamdi Kanu kamgbe afọ abụọ gara aga.",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Nnamdi Kanu: Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja27 Jenụwarị 2021",
    "Nnamdi Kanu: Aka ndị uweojii 'Interpol' adị na okwu nwuchi Nnamdi Kanu?1 Julaị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a15 Febụwarị 2019",
    "Vidio, Lee ihe ndị ọchịchị anyị kwesịrị ime ka udo na ọganihu bata Naijirịaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?5 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "Aka Ipob adịghị na-ibepụ nwoke amụ n'Imo Steeti, mana osu imi nwere ezigbote nsogbu - Emma Powerful",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?",
    "Yoruba Nation: Ndị Uweojii agọọla na ha egbughi nwata dịka ha chụsasịrị ndị pụtara ngagharị nwereonwe na Legọs",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ihe ị kwesiri ịma maka okpueze ala IgboEmelitere ikpeazụ na: 25 Ọgọọst 2018",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Obi dị m nnukwu ụtọ na-anwụchiri Nnamdi Kanu maka na... - El-Rufai",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}