{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị Ipob",
    "Ọnụ na-ekwuchitere ndị otu Ipob bụ Emma Powerful ekwuola sị, \"enweghị ihe anyị ma maka ihe onyonyo gosiri nwoke ebepụrụ amụ na-ewu na soshal midịa\".",
    "Okwu a na-abịa dịka ihe onyonyo na-efegharị na soshal midia nke gosiri ọtụ nwoke nọ n'agbụ.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "O yiri ka ebepụrụ nwoke ahụ amụ dịka e boro ya ebubo na ọ bụ onye osu ime.",
    "Emma Powerful gwara BBC Igbo na agbanyeghị na ndi otu ya amaghị maka ihe mere nwoke ahụ \"onye ọbụla na-agba mgba ogburu igbochi nchọta Biafra, ma ọ bụ nwoke maọbụ nwaanyị, ma ọ bụ onye na-arụ na gọọmentị ma onye anaghị arụ na gọọmentị nwere nsogbu\".",
    "N'ihe onyonyo ahụ ndị ji nwoke ahụ kwuru na aha ya bụ \"Matador\" ma sịkwa na a na-etukwa ya \"Enyi ọha nke Ursu\".",
    "Olu na-ekwu ya bụ ihe onyonyo sị na nwoke ahụ ha jidere bụ onye Orsu ma boo ya ebubo na ọ na-arụrụ gọọmentị Hope Uzodinma ọrụ.",
    "Ha kwukwara na ọ bụbu onye enyemaka pụrụiche onye omeiwu steeti.",
    "Insecurity: Nwaamadị a sata asịsa otu o si banye ESN",
    "Ndị nọ na ya bụ ihe onyonyo kwuru na ha jidere ya maka na ọ na-agba ndị obodo ya mgba okpuru.",
    "Ha kwuru na nwoke a naara ego, keesa ndị mmadụ ma sị ha kwuo na enweghị ụgbọelu tụrụ ogbunigwe na Imo Steeti.",
    "Na soshal midia, ụfọdụ mmadụ na-ekwu na ọ bụ ndị Ipob na ESN kpara ike a maka ụdịrị ebubo e boro nwoke ahụ.",
    "Mana, Emma Powerful sara nke ahụ were sị na enweghị ihe anaghi ebo ndị ESN.",
    "Ọ sị: \"maọbụ anyị ma ọ bụghị anyị a ga-asị na ọ bụ anyị. Ọ bụ ya mere anyi anaghị eji ike aza ụdịrị ihe ndị a\".",
    "Onions traders: 'Anyị ahụbeghị ego Nnamdi Kanu kwuru ọ ga-akwụ anyị maka ịyabasi ha n'Imo'",
    "Ihe ndị uweojii kwụrụ",
    "Ndị uweojii Imo state ekwuola na ha ahụla ya bụ ihe onyonyo ha sị jọgburu udele ma sigbuo nkapi nke gosiri ebe ekegidere otu nwoke n'osisi ma na-ata ya ahụhụ.",
    "Ha kwuru na ha ebidola nyocha pụrụiche maka ya bụ ihe onyonyo ahụ ka ha mata ebe ya bụ ihe mere ma ọ bụ n'Imo Steeti ka ọ bụ ebe ọzọ.",
    "Ọ bụ n'akwụkwọ ozi ha depụtara n'ụbọchị Sụnde ka ha kwuru nke a ma sịkwa na ha ga-agwa ndị ọha ihe ha chọpụtara.",
    "Ha gwakwara ndị Imo steeti ka ha hapụ ịtụ ụjọ.",
    "'Asari Dokubo enweghị ike imegheri anyị anya n'inweta Biafra'- Ipob",
    "Vidio, Lee ihe ndị ọchịchị anyị kwesịrị ime ka udo na ọganihu bata Naijirịaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?5 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "Aka Ipob adịghị na-ibepụ nwoke amụ n'Imo Steeti, mana osu imi nwere ezigbote nsogbu - Emma Powerful",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?",
    "Yoruba Nation: Ndị Uweojii agọọla na ha egbughi nwata dịka ha chụsasịrị ndị pụtara ngagharị nwereonwe na Legọs",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ihe ị kwesiri ịma maka okpueze ala IgboEmelitere ikpeazụ na: 25 Ọgọọst 2018",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Obi dị m nnukwu ụtọ na-anwụchiri Nnamdi Kanu maka na... - El-Rufai",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}