{
  "published": "6 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ohaneze,LstGov/Facebook",
    "Ohaneze ndigbo ekwụsịela ike na ọchịchị onyeisiala Naijirịa n'afọ 2023 ruru ndị ọwụwa anyanwụ",
    "Okwu a soro mkpebi emere na nzukọ ndị Gọvanọ ndịda Naijiria mere na Mọnde, kwụọ na ha chọrọ ka ọkwa onyeisiala Naijiria n'afo 2023 ruo ndị ndida.",
    "Gọvanọ Fayemi agụnyerela gọvanọ ndị buterela coronavirus",
    "Ndị Gọvanọ ọwụwa anyanwụ asaala Miyetti Allah maka 'vigilante'",
    "Isonyere okwu a Ohaneze Ndigbo kwuru, otu na-akwadọ ndị mba odida anyanwu Naijiria bụ Afenifere na otu na-akwado ihe gbasara ndị ndida bụ Pan Niger Delta Forum (PANDEF) etinyekwala ọnụ ikwado mkpebi a ndị gọvanọ ndida niile mere ụnyaahụ bụ Mọnde n'okwu ebe aka  ga-achi Naijiria n'afo 2023 ga-esi.",
    "Onụ na-ekwuru Ohanaeze Ndigbo bụ Alex Ogbonnia kwuru taa bụ Tụzde na ya bụ ọkwa onyeisiala kacha ruo ndị ọwụwa anyanwụ. N'okwu ya, o sị na ime nke a ga-egosi aka ịkwụ ọtọ na ịkpe ikpe ziri ezi n'ebe ndị Igbo nọ na Naijaria.",
    "Chetekwa na ndị  Gọvanọ niile nọ na Steetị ndida Naijiria nwere nzukọ na Legọs n'ụbọchị Mọnde. Nke a bụ nzukọ nke abụọ, nke sotere nke mbụ ha mere n'ọnwa Mee.",
    "Ebe foto si, BBC",
    "Site n'aka Rotimi Akeredolu nke bụ Gọvanọ Ondo Steetị, bụrụ kwa onye ha nyere isi ọche ya bụ nzukọ, ha zịpụtere ọzị mputara ya bụ nzukọ.",
    "Ihe ọzọ ha depụtara gbasara mmachi nchịgharị ehi na mpagahara Ndịda Naịjirịa bụ nke ha kpabụrụ na nzụkọ mbụ dị etu a ha nwere na Delta steeti n'ọnwa ole na ole gara aga.",
    "Ngwa gụọ ihe ndị ọzọ gbara ọkpụrụkpụ ha kwukwara ebe a:",
    "•Mmachị ịchịgharị ehi na ndịda Naijirịa ga-ebido n'ụbọchị mbụ ọnwa Sepụtemba",
    "•Onyeisiala Naijirịa n' afọ 2023 kwesịrị isite na ndịda anyanwụ",
    "•Ihiwe ndị uweojii nke Steetị dị oke mkpa",
    "•Tupu ndị ọrụ nchekwa arụọ ọrụ na steet dị na ndịda anyanwụ, ha ga-ezigara onyeisi nchekwa ha na steeti ahụ ozi",
    "•Ha akwadoghị mwepụ ewepụrụ iji teknụzụ chịkọtaa mpụtara ntụliaka nke afọ 2023",
    "•Legọs ga-abụzị ọgbọ nzụkọ ha gawa n'ihu.",
    "Vidio, Ọgba Mbọ: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka6 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Dioceseelekere 3 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Akụkọ ụgha ise na-efeghari maka nwụchi Nnamdi Kanu",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Diocese",
    "E si m Abo mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Aka Ipob adịghị na-ibepụ nwoke amụ n'Imo Steeti, mana osu imi nwere ezigbote nsogbu - Emma Powerful",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}