{
  "published": "6 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chidinma gara mba Italị gaa mụọ etu e si arụ akpụkpọ ụkwụ n'ụzọ pụrụ iche",
    "Chidinma Chukwuemeka bụ nwaanyị ihe gbasara ịgba ụmụ nwaanyị ibe ya ume na-anụ ya ọkụ n'obi.",
    "Chidinma na di ya Bentley gara mụọ etu e si akụzịrị ịrụ akpụkpo ụkwụ n';ụzọ pụrụiche na mba Italị.",
    "Bentley Chukwuemeka na nwunye ya bidoro ụloakwụkwọ akpụkpọ ụkwụ n'afọ 2017",
    "Ọtụtụ ụmu nwaanyị bụ ndị gụchara mahadum bịara ịmụta etu esi arụ akpụkpo ụkwụ n'ụlo akwụkwọ ha.",
    "Vidio, Ọgba mbọ: 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Electric Keke: Ụkọ mmanụ ụgbọala mere m ji arụ Keke - Ifeanyi, Duration 2,2725 Ọktọba 2018",
    "Vidio, Ọgbambọ: \"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms, Duration 3,421 Juun 2021",
    "Vidio, Drone Technology: 'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson, Duration 4,022 Juun 2021",
    "Vidio, Aba Shoe Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,573 Julaị 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Victor Umeh: Lee ihe ndị ọchịchị anyị kwesịrị ime ka udo na ọganihu bata Naijirịa, Duration 8,395 Julaị 2021",
    "Vidio, Joe Igbokwe: A bụ m oke osisi n'ezinụlọ Igbokwe, nwanna m sị na-agụpụrụ m esoghi atụ ụtụ ụmụnna, Duration 4,513 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Nnamdi Kanu: 'Aka mba Britain adịghị na nwụchị na mkpọghachite nwaamadị a na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 7 gara aga",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}