{
  "published": "6 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kemgbe Gọọmentị etiti  nwụchighari onye ndu otu Ipob bụ Nnamdi Kanu, akụkọ ụgha metụtara ya  na-efegharịrị  dị ka aja adị n'ala.",
    "Ụfọdụ ha metụtara ndị maọbụ otu a na-anụ aha ha.  BBC Igbo gbaliri ịchọpụta nke bụ eziokwu  n'akụkọ ụgha ise wuru ewu n'ime ha.",
    "Lee ha:",
    "Nke e boro Ohaneze Ndigbo Worldwide",
    "Ebe foto si, Screengrab",
    "Akụkọ na-ekwu na otu Ohaneze NdịIgbo kwuru na nwuchi gọọmentị nwụchịrị Nnamdi Kanu egbochiela agha ma ewbata udo n'ọwụwa anyanwụ.",
    "Kama onye na-ahụ maka mmekọ otu Ohaneze Ndigbo Worldwide na ndị ọha bụ Chiedozie Alex Ogbonnia kwuru na-enwebeghị ihe Ohaneze Ndigbo nke onyeisi ha bụ George Obiozor kwuru maka nwuchi Nnamdi Kanu ma sị na akụkọ a na-efegharị bụ asị.",
    "Ebe foto si, Ohaneze/Facebook",
    "Ogbonnia kwuru na ha anaghị eji ọsịsọ edepụta akwụkwọ ozi.",
    "Ha dọkwara ndị na-eme ụdịrị ihe a aka na ntị ma sị na ha mee ya ọzọ, na Ohaneze Ndigbo ga-eji iwu Naijirịa gosi ha ihe ọkụ ji ntị oke eme.",
    "Nke e boro Asari Dokubo",
    "Ebe foto si, Screengrab",
    "Ihe onyonyo na-efeharị nke gosiri ebe Asari Dokubo na-akwa Nnamdi Kanu emu ma sị na ọ ga-achọpụta ebe o zoro.",
    "Nyocha gosiri na nke a bụ asị.",
    "Ebe foto si, AsariDokubo/Facebook",
    "Ya bụ ihe onyonyo bụ n'afọ 2020 ka ọ mere ya.",
    "BBC Igbo kpọtụrụ Asari Dokubo maka nwuchi anwụchịrị Nnamdi Kanu kama o kwuru na oneghị ihe ọ chọrọ ikwu ugbu a.",
    "Nke e boro Rochas Okorocha",
    "Ebe foto si, Facebook",
    "Akụkọ na m katọrọ nnwụchi a nwuchigharịrị Nnamdi Kanu bụ akụkọ ụgha- Rochas Okorocha",
    "Aka chiburu Imo steeti bụ Rochas Okorocha ekwuola n'akụkọ na-efegharị nke kwuru na ya katọrọ nnwụchi a nwụchiri Nnamdi Kanu bụ onye ndu otu Ipob bụ okpotokpo asị.",
    "Haaranụ Ndigbo ọkwa onyeisi Sineti - Rochas",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state",
    "Akwụkwọ mgbasaozi na-efegharịrị na soshal midia ụbọchị Tuzde kwuru na \" Rochas Okorocha akatọọla nnwụchi a nwuchirii Nnamdi Kanu.\"",
    "Ebe foto si, BBC Igbo",
    "Okorocha na-ebo onye isi oche APC ebubo maka ntuliaka emere n'Imo",
    "Ozi ahụ nke nke bu aha ọnụ na-ekwuru Okorocha bụ Sam Onwuemeodo kwukwara na \"ọgụ megide otu Ipob maọbụ ESN bụ ọgụ megide ndị Igbo nke Ọchịchị Buhari na-alụ.\"",
    "Rochas Okorocha: Etu ndị uweojii Imo ateeti si memina mụ na ndị otu m",
    "Mana Sam Onwuemeodo gwara BBC n'ekwentị na \" ezipụghị m ụdị akwụkwọ mgbasaozi ahụ.\"",
    "Nke e boro Malami",
    "'Ụdịrị akụkọ a enweghịike isi n'ọnụ m pụta' - Abubakar Malami",
    "Ebe foto si, Screengrab",
    "Akụkọ ụgba ọzọ na-efegharị oghe anwụchịrị Nnamdi Kanu bụ nke eboro Mịnịsta Ikpe ziri ezi na Naijirịa bụ Abubakar Malami dere.",
    "Ya bụ akụkọ asị a kwuru sị \"Ndị Igbo bị ndị iberibe. Ọ bụ ha bụ nsogbu Naijirịa. Ndị awụsa ma ha dịka ohu ha bụ. Ha mara na ndị Fulani bụ ndị kachasị\".",
    "Twitter Ban: Twitter bụ ngwa ọrụ Ipob ji agbasakarị ozi ha - Lai Mohammed",
    "Kama n'akwụkwọ ozi onye enyemaka Malami pụrụiche bụ Umar Gwandu depụtara  ka ọ kwuru sị \" Onye ọkaikpe kachasị na Naijirịa na Mịnịsta na-ahụ maka ikpe ziri ezi enweghịọ mgbe o jiri dee maọbụ chee uche ịde maọbụ wepụta edemede mkparị a maọbụ nwee ebum n'obi ịkọtụ ugbụrụ ọbụla na Naijirịa\".",
    "Ebe foto si, Abubakar Malami/Facebook",
    "Ha kwuru na ụlọọrụ okaikpe kachasị na Naijirịa na-agwa ndị Naijirịa ka ha tụrapụ ya bụ akụkọ dịka akụkọ ụgha.",
    "Nke eboro Chimamanda Adichie",
    "'Ntụgharịiche maka nwoke a bụ Nnamdi Kanu' abụghị echiche m- Chimamanda Adichie",
    "Ebe foto si, Getty Images",
    "Nwaada Igbo na-ede akwụkwọ a ma ama, bụ Chimamanda Adichie agbaala ama na ozi na-efegharị maka nwụchighari Nnamdi Kanu nke ndị mmadụ na-ekwu na ọ bụ ya dere esighị n'aka ya.",
    "Kemgbe ụbọchị  Monde, ozi nke isiokwu ya bụ 'Ntugharịuche maka nwoke a bụ Nnamdi Kanu'  nke e tinyere aha Chimamanda Adichie na ya  dịka onye dere ya na-ewu, na-efegharị na ọbaozi Whatsapp nakwa Facebook.",
    "Ihe Chimamanda Adichie dere n'akwụkwọ mere Akwaeke Emezi ji ebusara ya akpọ",
    "Chimamanda sị na onwere onye wakporo ya",
    "Ejiji ankara Chimamanda pụrụ iche",
    "Ozi ahụ kwuru na ọ bụ naanị ndị Igbo bụ ndị  na-akatọ Nnamdi Kanu bụ nwanne ha, na agbụrụ ndị ọzọ dịka ndị Yoruba anaghị ekwu okwu ọjọọ banyere  Obasanjọ , maọbụ kwanu nke ndị Awusa na-ekwu okwu ọjọọ na social midia maka mkpakpa ndị Boko Haram na-akpa.",
    "Ebe foto si, Google",
    "Mana  Chimamanda Ngozi Adichie site n'ozi nke ndị na-ahazi mgbasaozi ya wepụtara ụbọchị Tuzde kwuru na ozi ahụ esighị n'aka ya kama o si n'aka nwaada Igbo ọzọ na-ede akwụkwọ aha ya bụ Gloria Ogo.",
    "Okwu Chimamanda kwuru maka ụgwọ isi",
    "N'ozi ha wepụtara n'akara Facebook nwada Adichie, ha sịrị, \" Onye dere ozi ahụ bụ  Gloria Ogo mana ndị amakekwu were aha Adiechie tinye na ya bụ ozi.\"",
    "Ha gaara n'ihu tinye akara ebe ndị mmadụ nwere ike inweta ozi ọbụla  si n'aka Chimamanda Adichie.",
    "Vidio, Ọgba Mbọ: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka6 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Dioceseelekere 3 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Akụkọ ụgha ise na-efeghari maka nwụchi Nnamdi Kanu",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Diocese",
    "E si m Abo mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Aka Ipob adịghị na-ibepụ nwoke amụ n'Imo Steeti, mana osu imi nwere ezigbote nsogbu - Emma Powerful",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}