{
  "published": "7 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye omeiwu na-anọchite anya Ahiazu/Ezinitte Federal Constituency n'Imo steeti bụ Emeka Martins Chinedu agọọla ụkwụ na aka na iwu ọ kwadoro ekwughị na ndị na-eme ngagharị iwe ga-aga nga.",
    "O kwuru na iwu ahụ na-efegharị na soshal midia bụ nke ndị mmadụ ghọtahiere.",
    "Chinedu sị na ya bụ nnghọtahie malitere n'aka akwụkwọ mgbasaozi biputara akụkọ maka ya bụ akwụkwọ iwu.",
    "Ndị nchekwa ejichiela ndị ntaakụkọ 19 n'afo a",
    "'Ikpe m ka dị n'ụlọikpe gbasara gọomentị ịmachi Twitter'",
    "Ihe ndị mmadụ na-ekwu maka ịtọhapụ Sowore na Dasuki",
    "Nke a bụ nkọwa Emeka Chinedu bu n'obi maka ihe ọ dere",
    "Ọ sị na ihe iwu ya na-ekwu bụ maka ibelata oke ogbugbu mmadụ ụfọdụ na-eme na-esoghị ụzọ iwu wepụtara.",
    "Mana ọkaiwu kajara akaja bụ Goddy Uwazuruike sị na ihe ahụ Chinedu kwuru bụ okpotokpo asị gbara abụba.",
    "Uwazuruike si, \"ihe ọ na-ekwu bụ ihe m ga-akpọ arụ. Ihe ọ na-ekwu bụ maka ilee ndị mmadụ kechie ha ka mmadu ghara ikwu okwu\".",
    "Ọ sị na akwụkwọ iwu Naịjirịa nyere ndị mmadụ ikike ịme ọgbakọ nke udo nke Bekee kpọrọ \"peaceful assembly\".",
    "O sị na nke Chinedu na-ekwu dị iche na ọ bụ ụdịri ihe na-eme na Hong Kong ugbua.",
    "Ebe foto si, Goddy Uwazuruike",
    "\"Mmadụ abụọ nọrọ na-agba izu, ha ruo atọ, nsogbu apụtala\".",
    "Ọ sị na udi iwu a ga-eme ka ana-anwuchi ndị pụtara ngagharịiwe ngwangwa.",
    "O sị na iwu Naịjirịa dị mma otu ọ dị ugbua.",
    "Onye ebụla mehiere ebe ọ pụtara ngagharịiwe ga-ata ahụhụ dịịrị ya n'usoro iwu kwuru.",
    "Na ya bụ akwụkwọ Chinedu dere ọ sị na \"iwu kwesiri ijide onye ọbụla mebiri ihe agbanyeghị ma ihe o bu n'obi mewere ngagharịiwe akwụ ọtọ\".",
    "Uwazuruike kwuru na iwu Chinedu enweghị isi.",
    "Ọ na-ekwusi ike na ihe Chinedu bu n'obi adịghị mkpa maka na ya bụ iwu ọchọrọ iwuputa chị eze.",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Diocese",
    "Akụkọ ụgha ise na-efeghari maka nwụchi Nnamdi Kanu",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, Emeka Martins Chinedu: 'Onweghị mgbe iwu m na-ekwu maka ịtụ ndị ngagharịiwe nga', Duration 4,297 Julaị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,573 Julaị 2021",
    "Vidio, Ogwu-Aniocha: 'Ụmụnwaanyị anyị na-anwụ ka ọkụkọ n'afọ imen'ihi ụzọ ọjọọ', Duration 11,444 Julaị 2021",
    "Vidio, Victor Umeh: Lee ihe ndị ọchịchị anyị kwesịrị ime ka udo na ọganihu bata Naijirịa, Duration 8,395 Julaị 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}