{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bishop Onuagha JP/facebook",
    "Bishop ụka Methodist na Naijirịa nke mpaghara Ọnịcha bụ Biereonwu Livinus Onuagha ekwuola na Nnamdi Kanu onyeisi otu Ipob gọọmewntị etiti  anwụchịri na-anọchite anya ihe karịrị ndị igbo passenti iri itolu na itolu (99%) ya na okwu Biafra na-agbanyeghị na ọ na-eme dịka onye ntoroọbịa.",
    "Ọ bụ n'akwụkwọ ozi Onuagha binyere aka ma depụta n'ụbọchị Tuzde ka o kwuru nke a.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Etu e si nwụchie ndị e chere na-ere akwụkwọ mgbasaozi Ipob n'Owerri",
    "O kwuru sị, \" Onye ọbụla na-akatọ Nnamdi Kanu ugbua anwụchịrị ya bụ efulefu ma onye na-amaghị ihe. Ekwuola ma ihe m kwuru ma enweghị onye m ga-arịọ mgbahara maka ihe a m kwuru\".",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "O kwukwara na ngịga n'aka Nnamdi Kanu bụ ngịga n'aka ndị Igbo niile.",
    "Onuagha kwuru sị,\" Naijirịa bụ mba agbụrụ na okpukperechi juputara, ọnye ọnụla gbahapụrụ onye nke ya amaghị ihe ọ na-eme.Ebe ọ bụ na ndị ugwu ka kwadoro Pantami, Gumi, Miyetti Allah,dgz agaghị m agbahapụ Nnamdi Kanu.",
    "Vidio, Ọgba Mbọ: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka6 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Dioceseelekere 3 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Akụkọ ụgha ise na-efeghari maka nwụchi Nnamdi Kanu",
    "Onye Igbo ọbụla na-akatọ Nnamdi Kanu ugbua bụ efulefu - Bishop Onuagha Methodist Church, Onitsha Diocese",
    "E si m Abo mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.",
    "Ụlọọgwụ, ụlọakwụkwọ Bethel na nke Oyedepo n'ime otu abalị, ndị ntọrị echerela el-Rufai aka mgba?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Aka Ipob adịghị na-ibepụ nwoke amụ n'Imo Steeti, mana osu imi nwere ezigbote nsogbu - Emma Powerful",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}