{
  "published": "7 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kenneth Akobundu bụ nwaafọ Ehime Mbano.",
    "Nrọ ya kwa ụbọchị bụ ka o nwee ike ịrụpụta ụgbọelu ga-efe nke ọma iji nyere ndị ọrụ ahụike aka n'oge gbatagbata.",
    "'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson",
    "\"A na m e ji abalị abụọ arụpụta welding machine n'Aba'-  Chinedu Ogboms",
    "'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri'",
    "Na mkparịtaụka ya na BBC, Kenneth Akobundu kwuru na ọ ga-amasị ya ịga mba ofesi ga mụọ ka e si arụpụta ụgbọelu, mana o nwebeghị enyemaka ọbụla.",
    "Akobundu arụọla ma ụgbọala na-agba agba, ma ọgbatumtum nke o ji akpagharị n'obodo ya.",
    "Kenneth Akobundu na ụgbọelu ọ rụrụ",
    "O nweghi onye ọbụla kuziere ya ihe ndị a, kama o ji aka ya mụta ha.",
    "Akobundu kwuru na oge ụfọdụ, a na-egosi ya ihe ndị a na nrọ.",
    "Kenneth Akobundu na ọgbatumtum o ji aka ya rụọrọ onwe ya",
    "Lee ihe nkiri a dị n'elu n'uju.",
    "Ndị mere akụkọ a bụ Vining Ogu, Chiemela Mgbeahuru na Chukwunaeme Obiejesi.",
    "Vidio, Ọgbambọ: \"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms, Duration 3,421 Juun 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Oriental Brothers: Maka na m bụ onyeisi, ha chere na m na-eri ego nanị m - Kabaka, Duration 3,0812 Jenụwarị 2020",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, Emeka Martins Chinedu: 'Onweghị mgbe iwu m na-ekwu maka ịtụ ndị ngagharịiwe nga', Duration 4,297 Julaị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,573 Julaị 2021",
    "Vidio, Ogwu-Aniocha: 'Ụmụnwaanyị anyị na-anwụ ka ọkụkọ n'afọ imen'ihi ụzọ ọjọọ', Duration 11,444 Julaị 2021",
    "Vidio, Victor Umeh: Lee ihe ndị ọchịchị anyị kwesịrị ime ka udo na ọganihu bata Naijirịa, Duration 8,395 Julaị 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}