{
  "published": "7 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "A gbagburu Jovenel Moïse ma merụọ nwunye ya bụ Martine",
    "E gbuola Onyeisiala Mba Haiti bụ Jovenel Moïse ma merụọ nwunye ya ahụ n'ụlọ ya dị n'isiobodo mba ahụ bụ Port-au-Prince.",
    "Praim Minista mba ahụ bụ Claude Joseph kwuru na ndị bu egbe amaghị ndị ha bụ wakporo be onyeisiala n'Elekere Mbụ.",
    "Robert Mugabe anwụọla n'afọ 95",
    "E liela Pierre Nkurunziza bụbu onyeisiala",
    "Ọkwa Ọnwụ: John Magufuli bụ Onyeisiala Tanzania  e ji 'bulldozer' mara",
    "Joseph kporo oku ka onye ọbụla dere jụụ dịka\"a na-agba mbọ ịhụ na ọchịchị a na-aga n'ihu.\"",
    "Moïse gbara afọ 53 banyere ọchịchị kemgbe afọ 2017 mana ngagharịiwe ebe a na-akpọ oku ka ọ rituo n'ọkwa karịrị dịka ụfọdụ na-ebo ọchịchị ya ebubo nrụrụaka.",
    "Joseph kpọrọ mgbagbu Onyeisiala \"arụ ka arụ ekweghịghị ekwesị\" dịka o kwukwara na ndị mere ya bụ ihe na-asụ asụsụ \"Bekee\" na \"Spanish\".",
    "O kwughị ihe ọzọ karịa ihe ndị a.",
    "John Magufuli bụ Onyeisiala Tanzania anwụola",
    "Ihe ndị i kwesịrị ịma maka Samia Hassan onyeisiala nwaanyị mbu na Tanzania",
    "O kwuru na a na-elebara  ọnọdu ụkọ mba ahụ nọ na ya, gaa n'ihu sị, \"ọchịchị onyekwuoucheya na  obodo a ga-enwe mmeri\".",
    "Praim Mịnịsta mba Briten bụ Boris Johnson kwuru n'akara Twitter \" ọnwụ Moise \"juru\" ya anya anya ma \"wute\" ya.",
    "Ụlọọrụ Onyeisiala Mba Amerịka kwụrtụ  na ya bụ mpụ bụ 'arụ kwọ nwa\".",
    "Mba Dominican Republic bụ agbataobi Haiti enyela iwu ka e mechie agbata ha abụọ ozigbo ozigbo",
    "Ka ọ dị ugbua, nwunye Moise na-anara ọgwụ n'ụlọọgwụ mana ọnọdụ ọ nọ edobeghị anya.",
    "Ndị anọghị na gọọmentị na mba ahụ na-ekwu na ọchịchị Moise kwesiburu ịbịa na njedebe n'abalị asaa nke ọnwa Febrụwarị afọ 2021, nke bụ afọ ise onye nọbu n'ọkwa onyeisiala mba ahụ tupu ọ banye bụ  Michel Martelly,rịturu n'ọchịchị.",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ebe ndị Ugwu na-akwado Pantami, Gumi na Miyetti Allah, ana m akwado Nnamdi Kanu - Bishop Onuagha, Methodist Church, Onitsha Diocese",
    "Akụkọ ka na-abịa",
    "Samia Suluhu Hassan: Ihe ndị i kwesịrị ịma maka onyeisiala nwaanyị mbu na Tanzania19 Maachị 2021",
    "John Magufuli: Onyeisiala Tanzania e ji 'bulldozer' mara anwụọla18 Maachị 2021",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị dịka nke Wright Brothers - Kenneth Akobundu7 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "A gbagbuola otu nwoke n'ehihie mụ anya n'Enugwuelekere 4 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "A gbagbuola otu nwoke n'ehihie mụ anya n'Enugwu",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Ụmụaka Igbo na-ewe iwe, ị gaghị eji egbe na ịtụ ha nga mechie ọnụ ha - Elliot Ukoh",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ebe ndị Ugwu na-akwado Pantami, Gumi na Miyetti Allah, ana m akwado Nnamdi Kanu - Bishop Onuagha, Methodist Church, Onitsha Diocese",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}