{
  "published": "9 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Arise TV/Youtube",
    "Ifeanyi Ejiofor na Nnamdi Kanu",
    "Ọkaiwu Mazi Nnamdi Kanu bụ Ifeanyi Ejiofor ekwuola na obi siri ya ike na Mazị Kanu ga-enwere onwe ya n'oge adịghị anya.",
    "Na mkparịtaụka ya na BBC na mgbede Tọzde, Ejiofor kwuru na \"ihe karịrị ndị ọkaiwu iri ise adịla njikere ịnọchite Nnamdi Kanu n'ụlọikpe\".",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Aka ndị uweojii 'Interpol' adị na okwu nnwuchi Nnamdi Kanu?",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Ejiofor kwuru sị: \"O doro anyị anya nke ọma na Nnamdi Kanu ga-apụta na mkpọrọ n'oge adịghị anya.\"",
    "\"Ọbụghị ibo mmadụ ebubo bụ isiokwu, kama ihe bụ isiokwu bụ iweta ihe akaebe gbasara ebubo ị na-ebo onye ahụ.\"",
    "\"Gọọmentị etiti agaghị ekwu na Kanu hapụrụ ikpe ya gbaa ọsọ, n'ihi na o doro onye ọbụla anya ihe mere n'ụlọ ya kpatara o ji gbaa ọsọ.\"",
    "Ebe foto si, Arise TV/Youtube",
    "Ifeanyi Ejiofor",
    "\"Ngwangwa ikpe malitere ọzọ n'ụbọchị 26 nke ọnwa Julaị, anyị ga-etinye akwụkwọ ka a tọhapụ ya na mkpọrọ,\" Ejiofor na-ekwu.",
    "\"Anyị nwere ndị ọkaiwu karịrị 50 n'ọnụọgụgụ. Ọtụtụ n'ime ha bụ ndị si mba Isreal, Europe, na mba ofesi ndị ọzọ.\"",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga",
    "\"Ọ bụrụ na ụlọikpe anabataghị akwụkwọ anyị tinyere maka ịgbapụta Kanu, anyị ga-aga n'ụlọikpe dị elu.\"",
    "\"Anyị ga-emecha ihe niile dị n'iwu Naịjirịa iji hụ na anyị gbapụtara Nnamdi Kanu na mkpọrọ\".",
    "Ebe foto si, Gọọmentị Naịjirịa",
    "Ifeanyi Ejiofor kwuru na ahụike Nnamdi Kanu na-akawanye njọ kwa ụbọchị dịka ọ nọ n'ụlọ mkpọrọ ndị DSS.",
    "\"Ọ dị mkpa ka e zigara Nnamdi Kanu ndị ọrụ ahụike ga-eleta ya anya ngwangwa.\"",
    "\"Anyị agbalịala ike anyị iji hụ na e mere nke a na-egbughị oge ọbụla.\"",
    "Cheta na gọọmentị Naịjirịa boro Nnamdi Kanu ebubo dị icheiche nke mere ha ji nwuchie ya n'afọ 2016.",
    "Ebubo ndị a gụnyere: \"Ịkpa nkata imegide obodo Naịjirịa (treason), iyi ndụ egwu (terrorism), iso n'otu iwu megidere, dịrị gawazie.",
    "Ọkaiwu Naịjirịa bụ Abubakar Malami kwuru na Kanu ga-azara onụ ya maka ebubo ndị a.",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Nnamdi Kanu Re-arrest: Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti7 Julaị 2021",
    "Nnamdi Kanu rearrest: Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton8 Julaị 2021",
    "Nnamdi Kanu re-arrest: Akụkọ ụgha ise na-efeghari maka nwụchi Nnamdi Kanu7 Julaị 2021",
    "Nnamdi Kanu: Lee etu ọchịchị Ipob ga-adị ugbua1 Julaị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a15 Febụwarị 2019",
    "Vidio, E gbuo Nnamdi Kanu , nde kwuru nde Nnamdi Kanu ga-ebili - Bishop Onuagha, Methodist Church, Onitsha Diocese9 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Laureta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Ihe gọọmentị Enugwụ na-ekwu maka iwakpo na-igbu mmadụ na-eme na Steeti ahụ",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Laureta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "Ihe niile i kwesiri ịmata maka ndị e gobiri igbu Onyeisiala Jovenel Moïse nke mba Haiti",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}