{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Arthur Egwim/Facebook",
    "Ụda egbe na-ada n'Ụlọomeiwu Imo steeti dịka onyeisi ya bụ ụlo omeiwu bụ Ugonna Ozuruigbo kwuru na achụọla ndị omeiwu isii n'ụlọomeiwu.",
    "Mgbe BBC Kpọtụru \"Chief Whip\" ya bụ ụlọomeiwu bụ Arthur Egwim, ọ gwara BBC Igbo na o so na ndị achụrụ ma sị na agwaghị ha ihe mere e jiri chụọ ha.",
    "Orlu Imo State: Kedụ ihe na-eme n'Orlu ugbua?",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state",
    "Arthur kọwara BBC Igbo na ọ wepụtara \"Motion\" maka ndi ụlọakwụkwọ ndi adigboroja, ha tuliri ya ma binye ya aka.",
    "O kwuo sị, \"ihe ọzọ onyeisi ụlọomeiwu kwuru bụ na achụọla mmadụ isii ndị omeiwu nke gụnyere ụlọọrụ 'Chief Whip' \".",
    "Egwim kọwara na ọ bụghi etu e si eme n'ihi na ekwesịrị ị gwa ha ihe ha mere ma ehiwekwa nzụkọ ga-enyocha ebubo eboro ha.",
    "O kwuru sị, \" Ọ bụ mgbe anyị chọrọ ịmata ihe ejiri chụo anyị ka anyị nụrụ ụda egbe, onye ọbụla a zọrọ isi onwe ya\".",
    "Imo State Security: Udo, azụmaahịa na ịkụ ngwọrị alọghachịla n'Owere - Komishọna Uweojii",
    "Odoghị anyị anya ndi gbara ya bụ egbe, kama kepkeup na-ekwu na ọ bụ Ozuruigbo kpọtara ndị gbara ya bụ egbe.",
    "Ndị Omeiwu ọzọ achụrụ bụ :",
    "- Uche Ogbuagu (Ikeduru LGA),",
    "- Barrister Anyadike (Ezinihitte LGA),",
    "- Ezerioha Dominic (Oru West LGA),",
    "- Philip Ejiogu (Owerri North LGA),",
    "- Micheal Onyemaechi (Ihitte Uboma LGA),",
    "- Kennedy Ibe (Obowo LGA).",
    "Dịka o siri dị, ọ bụ Obinna Okwara na-anọchite anya Nkwere nọchiri Arthur Egwim n'ọrụ.",
    "O kwuru na enweghị ihe ọ ga-eme n'ihi na ihe a bụ okwu ndọrọndọrọ ọchịchị.",
    "Onye ntaakụkọ BBC gara ebe ahụ chọpụtara na n'ime mmadụ isii a sị na-achụrụ n'ọrụ na mmadụ atọ abịaghị.",
    "Dike Nwosu bụ 'Minority Leader' ụlọomeiwu ahụ gwara BBC n'ekwentị na ihe mere taa na-akpa ya ọchị n'ihi na ọ maghị ihe kpatara onyeisis ụlọomeiwu ahụ ga-eji kwu okwu dị etu a.",
    "Onye ọzọ nọ ebe ahụ bụ Onyemaechi Njoku kwukwara na o kweteghi n'ihe onyeisi ụlọomeiwu ahụ kwuru nke mere na ọ ga-aga n'ihu na-anọchị anya ndị be ya.",
    "Ọ kọwara na e nwere komitii dị n'ụlọomeiwu kwesiri inyocha ndị e boro ebubo imejọ ọkwa ha ma taa ha ahụhụ ma gaa n'ihu kwuo na ọ pụtara na o kweghi na ọchụchụ achụrụ ya.",
    "Gee ihe ndị ọzọ ha kwuru n'uju n'ime onyonyo a dị n'elu.",
    "Vidio, 'Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya' - Nsukka Michael Jackson8 Julaị 2021",
    "Gee ntị, BBC Nkeji8 Julaị 2021",
    "Anyị nụrụ ụda egbe mgbe anyị chọro imata ihe ejiri chụọ anyị - Onye omeiwu n'Imoelekere 7 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "T.B. Joshua Burial Photos: Lee foto si ụlọ ụka Synagogue dịka a na-eme akwamozu ụkọchukwu ha",
    "Anyị nụrụ ụda egbe mgbe anyị chọro imata ihe ejiri chụọ anyị - Onye omeiwu n'Imo",
    "Ụmụaka Igbo na-ewe iwe, ị gaghị eji egbe na ịtụ ha nga mechie ọnụ ha - Elliot Ukoh",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ebe ndị Ugwu na-akwado Pantami, Gumi na Miyetti Allah, ana m akwado Nnamdi Kanu - Bishop Onuagha, Methodist Church, Onitsha Diocese",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}