{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Elliot Uko/Facebook",
    "Elliot Ukoh, onye bidoro 'Igbo Youth Movement' ekwuola na ịgbọja ndị Igbo site na ịnwụchi Nnamdi Kanu agaghị eme ka ha kwụsị iti mkpu nnwereonwe.",
    "Ukoh, onye bụ odeakwụkwọ 'Eastern Consultative Assembly' kwuru nke oge ya  na BBC Igbo nwere mkparịtaụka n'ụbọchi Wenezde sịrị na  nnwuchi gọọmentị etiti nwụchiri Nnamdi Kanu agaghị akwụsị ndị ọzọ na-achọ ihe ọ na-achọ.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Ihe ọkaiwu Ipob sara Orji Uzo Kalu",
    "Elliot Ukoh kwuru sị, \" Nnwuchi anwụchiri Nnamdi Kanu ga-eme ka ọ na-ewu ewu\".",
    "Ukoh kwuru na gọọmentị Naijiria achọghị ime ndị ntorobia Igbo iwe na-ewe ihe e mere ndị ọzọ.",
    "\"Gọọmentị Naijirịa  na ndị omekome na-akpa nkata. Ha na ndị Niger-Delta na-enwe mkparịta ụka. Gịnị kpatara na ha na ndị ntoroọbịa Igbo agaghị enwe mkparịta ụka?\"",
    "Onions traders: 'Anyị ahụbeghị ego Nnamdi Kanu kwuru ọ ga-akwụ anyị maka ịyabasi ha n'Imo'",
    "Ukoh kọwara na kemgbe ka o bidoro ime ọgbakọ ndị ntoroọbịa Igbo were sị, \"Kemgbe afọ 80's, ndị ntoroọbịa na-ekwu otu ihe: Na ike Naijirịa agwụla ha\".",
    "Ihe o kwuru maka 'Restructuring'?",
    "Ebe foto si, Elliot Uko/Facebook",
    "Ọkpọrọ oku ka e nwee nhazigharị obodo na mmpaghara na mpaghara.",
    "Ụkọh kọwara na 'Restructuring' ga-eme ka onye ọbụla hara nha.",
    "Ukoh kwukwara sị, \"Ị gaghị anọ n'Abuja mee iwu zịpụ ya ma tụo anya na ọ ga-amasị ndị nwere omenala dị icheiche. Mpaghara niile kwesịrị ị nọro onwe ha\".",
    "Ukoh kwuru na ọbụghị naanị ndị gọvanọ ọdịda anynwụ ikwu na ha kwenyere na otu Naijirịa, kama na ọ bụ ihe ndi a ka ha kwesịrị ime :",
    "Etu e si nwụchie ndị e chere na-ere akwụkwọ mgbasaozi Ipob n'Owerri",
    "'Gọvanọ Okezie Ikpeazu akpọghị IPOB otu oyiegwu'",
    ") Ka e bido atụmatụ 'Restructuring'  Ọ na-ebute mmepe obodo",
    ") Ha na ndị ntoroọbịa nwee mkparịta ụka - Ma gị na ndị ntoroọbịa enweghị mkparịta ụka ị na-agwa ha na ha agaghị iru. Mkparịta ụka ga-eme ka obi dajuo ha.",
    ") Kpọpụ ndị Fulani na-achị ehi agagharị - Enweghị onye ọchị ehi ọbụla akpọpụlara ụlọikpe.",
    "Elliot Ukoh zara sị, \" Ọ na-ekele onwe ya n'ihi na ọ bụ ya nyere iwu ka e mee ihe emere\"",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "O kwuru sị,\" Gwara m Buhari na nsogbu Naijirịa bụ etu esiri hazie ya anya n'isi okwu na-akpata nsogbu, ọ bụghị ihe ọzọ gbara nsogbu ahụ gburugburu\".",
    "Kedụ ihe i chere maka Ohaneze?",
    "O kwuru na ya achọghị itinye ọnụ maka ihe gbasara Ohaneze.",
    "O kwuru sị, \"ndị Igbo chọrọ otu nchịkọta mana Ohaneze abubeghị ihe ndị igbo na-atụ anya ya, ha ma kwa\".",
    "Ọ gara n'ihu kwuo sị, \"Ihe mere achọghị m itinye ọnụ bụ na ha nwere otu anọ n'ime Ohaneze, ha anọkọghị ọnụ\".",
    "Kedụ ndụmọdụ ị ga-enye ndị Ipob?",
    "Ukoh kwuru sị, \"Ebe m kwụ bụ na umuaka Igbo na-ewe iwe, ị gaghị eji egbe na ịtụ ha nga mechie ọnụ ha. Gịni na ha nwee mkparịta ụka\".",
    "Ebe foto si, Elliot Uko/Facebook",
    "E kwesịrị ịwepụta iwu ọchịchi obodo ọzo nke gbadoro ụkwụ na 'Referendum'.",
    "O kwuru sị, \" Kama ụjọ ha bụ na emee 'Restructuring' ike niile ha nwere dịka ha na-achịkọta ndị agha, uweojii na ihe ndị ọzọ agaghị adịzịkwa\".",
    "Lee ya n'uju ebe a -",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị dịka nke Wright Brothers - Kenneth Akobundu7 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "A gbagbuola otu nwoke n'ehihie mụ anya n'Enugwuelekere 4 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "A gbagbuola otu nwoke n'ehihie mụ anya n'Enugwu",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Ụmụaka Igbo na-ewe iwe, ị gaghị eji egbe na ịtụ ha nga mechie ọnụ ha - Elliot Ukoh",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ebe ndị Ugwu na-akwado Pantami, Gumi na Miyetti Allah, ana m akwado Nnamdi Kanu - Bishop Onuagha, Methodist Church, Onitsha Diocese",
    "N'uche m ọ bụ ntọrọ ka gọọmentị etiti tọọrọ Nnamdi Kanu - Wole Soyinka",
    "Ndị Igbo meenụ ndị Kenya ihe ndị a bido taa gawa - Ipob",
    "Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}