{
  "published": "8 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chdiebere Edeko bụ onye na-agba egwu bi n'Enugwu eji ịgba egwu ja oti egwu Michael Jacksom mara.",
    "Dịka o siri kwuo, etu o siri yie Michael Jackson nakwa etu o siri na-agba egwu ka ya nyere ya ohere isonye na ejijie Nollywood dịka Michael Jackson.",
    "N'ihe onyonyo a ọ na-akọwa etu o siri na-agba mgbọ ịhụ na o yiri Michael Jackson ọfụma nakwa etu ndị mmadụ anabata ihe ọ na-eme.",
    "Gee ya ntị n'uju.",
    "Vidio, Oji otu ụkwụ agba egwu, Duration 4,0117 Julaị 2018",
    "Oluomachi, Mmesoma, Rikisat blue eyes na ndị ọzọ i nyerela aka ịza mmadụ na-amaghị13 Ọgọọst 2020",
    "Michael Jackson Vs Beyonce: Onye bụ obu, onye bụ nza?20 Eprel 2019",
    "Vidio, Sefer Torah ndị Izrel nyere ndi ntoroọbịa Jew na Naịjirịa ọ bụ maka Biafra?, Duration 5,488 Julaị 2021",
    "Vidio, Nsukka Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,573 Julaị 2021",
    "Vidio, Unlawful assembly bill: 'Onweghị mgbe iwu m na-ekwu maka ịtụ ndị ngagharịiwe nga', Duration 4,297 Julaị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Nnamdi Kanu: 'Aka mba Britain adịghị na nwụchị na mkpọghachite nwaamadị a na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Vidio, Marriage Anniversary: Anyị anaghị atọ ka shuga mgbe niile - Di na nwunye lụrụla afọ 57, Duration 2,1613 Eprel 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}