{
  "published": "8 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ndu ndị ụka Jew n'Abuja bụ Shlomo Yaakov Maduakor sị na onye butere ihe a bụ onye bịara ịmata maka omenla Igbo.",
    "O kwukwara na ya bu onye Igbo mana \"o nwere ihe dị iche na ofufe nakwa ndọrọndọrọ ọchịchị\".",
    "Ọ sị na nke a bụ maka ịchụnta nwereonwe abụghị ihe ofufe, ọ bụ ihe metụtara ndọrọndọrọ ọchịchị.",
    "Shlomo Maduakor sị na tupu amalite okwu Biafra ofufe ndị Jew nọ ya.",
    "Ọ sị; \"Ọ bụ ihe mwute na ndi mmadụ na-etikọta ha abụọ.\"",
    "Maduakor dokwara anya na Sefer Torah e butere ha abụghị nke mbụ nọ na Naịjirịa.",
    "Ọ sị na ha nwere ya n'ụlọ ụka ha n'ebe dị iche iche na Naịjirịa.",
    "\"Anyi na-ebupute ha Satọde niile iji ya aka ụka.\"",
    "Ọ sịkwa na ihe mere nke a jiri pụọ iche bụ na ọ bụ ndị ntoroọbịa ka enyere ya ka ha ghara ịna aga n'ụlọ ụka ndị ọzọ ebute Sefer Torah.",
    "Na nkọwa Maduakor, njem Rudy Roichman na ndị ọzọ ibutere Sefer Torah bụ maka ịmata omenala Igbo.",
    "Ha mecha nchọpụta, ha ewere ya laghachie Izrel.",
    "Vidio, Sefer Torah ndị Izrel nyere ndi ntoroọbịa Jew na Naịjirịa ọ bụ maka Biafra?, Duration 5,488 Julaị 2021",
    "Vidio, Nsukka Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Gee ntị, Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor, Duration 4,573 Julaị 2021",
    "Vidio, Unlawful assembly bill: 'Onweghị mgbe iwu m na-ekwu maka ịtụ ndị ngagharịiwe nga', Duration 4,297 Julaị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Nnamdi Kanu: 'Aka mba Britain adịghị na nwụchị na mkpọghachite nwaamadị a na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Vidio, Marriage Anniversary: Anyị anaghị atọ ka shuga mgbe niile - Di na nwunye lụrụla afọ 57, Duration 2,1613 Eprel 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}