{
  "published": "9 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ọ dị ugbua ndị mmadụ n'Enugwu ji obi ha n'aka dịka egburu mmadụ abụọ n'ime abalị atọ n'otu ọnọdụ na steeti ahụ.",
    "Mkpa mkpa malitere dịka akụkọ pụtara na e gburu Ifeanyi Okeke bụ onyeisi ụlọọrụ AutoEase nke dị n'Enugwu n'ụbọchị ise nke ọnwa Julaị afọ 2021.",
    "Ka chi na-eji n'ụbọchị asaa nke ọnwa Jụlaị, 2021, akụkọ pụtakwara na ndị omekome ji egbe gbakasịa ụgbọala ọkammụta Samuel Ndubuisi bụ onyeisi ụlọọrụ Scientific Equipment Develpment Institute (SEDI) nke dị n'Enugwu ma gbuo ya na onye uweojii na-eche ya nche.",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "Chetakwa na ndị amaghị ndị ha bụ jekwuru Jọstis Stanley Nnaji bụbụ Ọkaikpe Enugwu steeti lara ezumike nka na mgbede ụbọchị ụka n'ọnwa Mai afọ a dịka ọ kwọ ụgbọala ya aga na nso \"Ebeanọ Tunnel,\" dị n'Enugwu, kpụpụta ya n'ụgbọala ya gbagbuo.",
    "Onye Nike, dị n'Enugwu steeti, Nnaji bụ ọkpaikpe otu Nigeria judicial Commission napụrụ ọkwa ya dịka e nyechara mkpesa maka etu o siri wepụ Chris Ngige n'ọkwa dịka gọvanọ Anambara steeti.",
    "Ihe gọọmentị Enugwu Steeti na-ekwu maka ogbugbu ndị a",
    "Ebe foto si, Screengrab",
    "Ọtụtụ ndị pụtara na soshal Midia were kwaa akwa arịri maka etu ihe siri kwụrụ n'Enugwu steeti ọkachasi etu o siri metụta ogbugbu ndị a.",
    "Gọvanọ Enugwu steeti bụ Ifeanyi Ugwuanyi na ndị isi ọrụ nchekwa na Enugwu Steeti nwere nzụkọ imeụlo n'ụbọchi Tụzde bụ ụbọchị iri abụọ na anọ nke ọnwa Julai afọ 2021 maka nchekwa obodo.",
    "Mgbe ha mechara nzụkọ , Ugwuanyi soro ndị ọrụ nchekwa banye n'ime ọhịa na ebe ndị omekome a si agba ọsọ nke metụtara okpuru ọchịchị anọ na steeti ahụ.",
    "Ugwuanyi na ndị isi ọrụ nchekwa nọ ebe ahụ were kpebie etu ha ga-esi kwụsị ịma aka ndị omekome na-ama ha na steeti ahụ.",
    "Dịka anyị siri kwuo na mbụ, lee n'uju ya bụ akụkọ maka ndị nwere agba agburula n'Enugwu Steeti n'afọ a -",
    "Ihe a na-ekwu maka ogbugbu Okammụta Samuel Ndubuisi",
    "Ebe foto si, Ndubisi Samuel(Prof)/Facebook",
    "A sị ka agụkọ ndị nwere agba egbugoro n'ala Igbo kemgbe mbido afọ a, ọkammụta Samuel Ndubuisi ga-eso.",
    "Mgbagbu Ọkammụta Samuel Ndubuisi bụ onye isi ụlọọrụ Scientific Equipment Development Institute (SEDI) dị n'Enugwu nke mere ụnyaahụ ka gbagwojuru ndị mmadụ anya.",
    "E gburu nwaamadị ya n'okporoụzọ awara awara Enugu - Port Harcourt mgbe ndị oji egbe amaghị ndị ha bụ gbagburu ya na onye uweojii ya ma meruo dụrịva ya ahụ.",
    "Gịnị na-esere ndị Oruku na Umuode n'Enugwu Steeti",
    "Gịnị bụ iwe ndị mmadụ maka 'Enugu pension for life bill'?",
    "Ọkammụta Samnuel Ndubuisi bụbu onye isi na \"Faculty of Engineering\" nke Enugu state science and Technology Enugu tupu ọ banye SEDI.",
    "Ihe uweojii Enugwu Steeti kwuru maka mgbagbu Ọkammụta Samuel Ndubuisi",
    "Ọnụ na-ekwuchitere ndị uweojii Enugwu Steeti bụ Daniel Ndukwe zipụru ndị ntaakụkọ ozi were sị na ha amatachabeghị maka ọnwụ Samuel Ndukwe ma sị na ha ebidola nyocha ha.",
    "Kedụ ihe ndị mmadụ na-ekwu maka ogbugbu Ọkammụta Samuel Ndubuisi?",
    "Ọtụtụ ndị mmadụ pụtara na Soshal Midia makwuo okwu maka etu ọnwụ Samuel Ndubuisi siri metụta ha.",
    "Ụlọọrụ SEDI ebe Samuel Ndubuisi bụ onyeisi",
    "Ụfọdụ n'ime ha bụ ndị Samuel Ndubuisi kuziri ihe na mahadum.",
    "Lee ihe ha na-ekwu:",
    "Amarachi Attamah kwuru sị, \" O siri m ike ịkweta na ọ bụ ọkammụta Ndubuisi ka agbagburu. Mụ na nwoke a gara otu ụka bụ Thomas Aquinas. ya bụ nwoke nwere obi umeala, ọganiru na-amasị ya ma ọ bụghị kwa onye ndọrọndọrọ ọchịchị\".",
    "O kwuru na ọteghị aka ya na ndị otu ya gafere ya bụ ihe were mee, ọ jụrụ ndị Enugwu steeti sị, \" Enugwu Steeti ọ gịnị ooo\".",
    "Innocent Katchy O kwuru na Samuel Ndubuisi gụzịrị ya na Mahadum Naijirịa nke dị na Nsụka ebe Felix Dino Kempes kwuru na ọtụtụ egbe nọzi ebe niile nke pụtara na ụmụ okoroọbịa ga-eji ya rụọ ọrụ ọjụọ.",
    "N'aka nke ọzọ ka Eze Nathaniel Chinweuba na-ekwu na o ji anya ya hụ ihe mere ma sịkwa na egbe juru n'ezi niile.",
    "Ebe foto si, Screengrab",
    "Ihe ndị mmadụ na-ekwu na Facebook maka ọnwụ Samuel Ndubuisi",
    "Ada Nnaji kwuru maka etu Samuel Ndubuisi si gụzire ya ihe dịka onye isi ngalaba ọmụmụ ha ebe Ola Akinduro na-ekwu ka Chineke gbatara ndị mmadụ ọsọ enyemaka ma sị na enweta Mba nọorọ onwe a na-achọ, na ọ bụzị ndị omekome ga-achị dịka ha na-egbu ndị nwere ọgụgụisi anwụọla.",
    "Ebe foto si, Screengrab",
    "Ụfọdụ bụ ndị o kuziri na mahadum",
    "EngineerFreeman Kachi na ọ ka hụchara nwoke a na SEDI dịka ọ na-arụ ọrụ ya ma sị ka mkpụrụobi ya nọrọ na ndụkwa. Ejie D Chukwuemeka kwuru na ọ bụ onye nkuzi ya na mahadum ESUT ma sị na ọ bụ ndị na-erughị nwoke a nso sị na o siri ike mmadụ.",
    "Ebe foto si, Screengrab",
    "Ihe ndị mmadụ na-ekwu maka ọnwụ Samuel Ndubuisi",
    "Onye ọzọ bụ nwaamadị Ifeanyi Okeke bụ onye agbagburu n'ụzọ ebe ya na nwa ya gara ikpu isi na mgbede.",
    "Ifeanyi bụ onye nwe ụlọọrụ Autowase dị na Zik Avenue, Enugu.",
    "Dịka o siri dị, ọnụ na-ekwuchitere ndị uweojii n'Ebugwu steeti bụ Daniel Ndukwe kwuru na ọ bụ n'abalị sụnde dịka Ifeanyi Okeke na-alahachi n'ụlọ ya dị n'Independence Layout |Enugwu ka agbagburu ya.",
    "O kwuru na ọ bụ Okeke bu nwa ya nwoke dị afọ asaa n'ụgbọala mgbe ndị omekome a suru ụgbọala ya n'azụ.",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "Ndukwe kọwara na ọ bụ mgbe Okeke pụtara ịmata onye suru ya ka ndị a gbara ya egbe n'afọ ma n'ụkwụ ya.",
    "Ọ bụ n'ụlọọgwụ ka ekwubiri na ọ nwụọla.",
    "Ndukwe kwuru na Kọmịshọna uweoji Enugwu steeti enyela iwu ka emee nyocha ma chọta ndị gburu okeke.",
    "Chidimma Okereke kwuru sị, \"Chai, ụwa ajọka! Rahụ na ndokwa nwanne m nwoke\". Ọ kpere ekpere ma sị ka ndị niile aka ha dị n'ọnwụ Ifeanyi Okeke nọrọ ọnọdụ ọdịndụ ọnwụ ka mma.",
    "Ebe foto si, Chigozie Ohaka",
    "Ebe foto si, Screen grab",
    "Dịka anyị siri dee na mbụ, ndị a maghị ndị ha bụ bu egbe gbabidoro Jọstis Stanley Nnaji n'ụgbọala ya ma gbagbuo.",
    "Ọnụ na-ekwuchitere ndị uweojii na Steeti ahụ bụ Daniel Ndukwe kwuru na kọmịshọna uweojii Enugwu steeti myere iwu ka ha sie imi n'ala ma chọpụta ndị gbagburu ya bụ ọkaikpe latra ezumike nka.",
    "Ndukwe kwukwara na ọ bụ n'ụlọọgwụ ka a nọ kwubie na Nnaji anwụọla.",
    "Vidio, E gbuo Nnamdi Kanu , nde kwuru nde Nnamdi Kanu ga-ebili - Bishop Onuagha, Methodist Church, Onitsha Diocese9 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Laureta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Ihe gọọmentị Enugwụ na-ekwu maka iwakpo na-igbu mmadụ na-eme na Steeti ahụ",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Laureta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "Ihe niile i kwesiri ịmata maka ndị e gobiri igbu Onyeisiala Jovenel Moïse nke mba Haiti",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}