{
  "published": "9 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Simon Ekpa/Facebook",
    "Ọnụ na-ekwuru otu Indigenous People of Biafra (Ipob) bụ Emma Powerful ekwuola na ọ bụ eziokwu na e kenyere Maazị Simon Ekpa ọrụ ikwu okwu na Redio Biafra.",
    "O kwuru na-e kere ọrụ eke dịka \"ndi mmadụ nwere ọrụ dị icheiche ha na-arụ iji hụ na nwereonwe Biafra bịara na mmezu\".",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Nke a na-abịa dịka Maazị Ekpa dere ozi n'akara Facebook ya na-ekwu na ya enwetela ikike n'aka onyeisi Ipob bụ Nnamdi Kanu ịmalite ikwu okwu na Redio Biafra.",
    "Maazị Ekpa dere na ya na-abịa ọrụ dịka onye odibo.",
    "Ebe foto si, Simon Ekpa/Facebook",
    "Mana, Emma Powerful kwuru na nke bụ eziokwu bu na ọrụ Maazi Ekpa bịara ịrụ na Redio Biafra bụ ịgbasa ozi, nke mere na ọ bụghị ọnọdụ ịbụ onyeisi atụmatụ mgbasa ozi ahụ dịka ụfọdụ mmadụ na-ekwu na soshal midia.",
    "Ọ sị: \"Siom Ekpa na-ekwubu okwu tupu a si ya bịa kwube okwu na Redio Biafra.",
    "\"Anyị nwekwara ndị ọzọ na ekwuo okwu nakwa akara ndi ọzọ e ji ekwu okwu.\"",
    "Maazị Paul Achalla bụ ọkaiwu ma bụrụkwa onye otu Ipob gwara BBC Igbo na ọ magburu onwe ya ma ọ bụrụ na e nyere Maazị Ekpa ohere a, mana ọ sị na ya enwetebeghị akaebe na nke a bụ eziokwu.",
    "Ọ sị: \"Maazị Ekpa bụ onye ọkaiwu na Finland ma bụrụkwa onye mara ihe ekwe na-akụ banyere njem Ipob ọfụma.\"",
    "Ebe foto si, Gọọmentị Naịjirịa",
    "Emma Powerful na-ekwusi ike na okwu ụfọdụ na-ekwu na Ipob amaghị ihe ha ga-eji onwe ha mee kemgbe gọọmentị Naịjirịa nwụchiri Nnamdị Kanu abụghị eziokwu.",
    "Ọ sị: \"O nwere usoro onyeisi anyị hibere bu etu anyị ga-esi mee ihe. Anyi na-esosi ya ike.\"",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga",
    "Maazị Powerful sịkwa na Ipob ka nwere atụmatụ a na-kpọ DOS nke Chika Edoziem nọ n'isi ya bụ ndị na-ahazị ihe na-eme n'Ipob ugbua Maazị Kanu nọ na mkpọrọ.",
    "N'agbanyeghị nke a, ụfọdụ mmadụ na-ekwu na inye Maazị Ekpa ikike ga-enye aka chịkọta okwu Ipob n'otu ahịrị.",
    "E gbuo Nnamdi Kanu, nde kwuru nde Nnamdi Kanu ga-ebili - Bishop livinus Onuagha",
    "E nwere ụfọdụ ndị otu Ipob ọnụ na-eru n'okwu na soshal midia pụtarala kwuo na obi adịghị ha mma etu ihe sị aga n'otu ahụ kemgbe Nnamdi Kanu gara mkpọrọ.",
    "Otu n'ime ha bụ nwaada a na-akpọ Efe, maọbụ Omote Biafra, bu onye pụtara boo ọtụtụ ebubo banyere nnwụchi gọọmentị Naịjirịa nwụchiri Maazị Kanu.",
    "Nwaada Efe si na aka ụfọdụ ndị isi ha gbagotere agbagote dị na nnwuchi ahụ.",
    "Nnamdị Kanu ga-alaghachi n'ihu Ọkaikpe Binta Nyako ịzara ọnụ ya banyere ebubo gọọmentị Naịjirịa na-ebo ya na aka ya dị n'ịkpa nkata megide Naịjirịa nakwa iyi ndụ egwu.",
    "Nnamdi Kanu Re-arrest: Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti7 Julaị 2021",
    "Nnamdi Kanu News Today: Anyị ga-agbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor9 Julaị 2021",
    "Vidio, Nnamdi Kanu 's Arrest: E gbuo Nnamdi Kanu , nde kwuru nde Nnamdi Kanu ga-ebili - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Nnamdi Kanu rearrest: Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton8 Julaị 2021",
    "Vidio, Sefer Torah ndị Izrel nyere ndi ntoroọbịa Jew na Naịjirịa ọ bụ maka Biafra?8 Julaị 2021",
    "Vidio, E gbuo Nnamdi Kanu , nde kwuru nde Nnamdi Kanu ga-ebili - Bishop Onuagha, Methodist Church, Onitsha Diocese9 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Laureta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Ihe gọọmentị Enugwụ na-ekwu maka iwakpo na-igbu mmadụ na-eme na Steeti ahụ",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Laureta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "Ihe niile i kwesiri ịmata maka ndị e gobiri igbu Onyeisiala Jovenel Moïse nke mba Haiti",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}