{
  "published": "8 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Lee etu o si a ga dịka a na-eme akwamozu T.B. Joshua n'ụlọ ụka Synagogue dị na Legọs.",
    "TB Joshua burial: Ebe na mgbe a ga-eli ụkọchukwu a15 Juun 2021",
    "Chibok Girls: Ihe mere nne na nna ji etinye uche n'aka 'ụkọchụkwụ ọrụ ebụbe\"14 Eprel 2019",
    "TB Joshua Death: Lee foto si ụlọ ụka Synagogue dịka a na-akwamaozu ụkọchukwu ha8 Julaị 2021",
    "Vidio, 'Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya' - Nsukka Michael Jackson8 Julaị 2021",
    "Gee ntị, BBC Nkeji8 Julaị 2021",
    "Anyị nụrụ ụda egbe mgbe anyị chọro imata ihe ejiri chụọ anyị - Onye omeiwu n'Imoelekere 7 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi21 Juun 2021",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "T.B. Joshua Burial Photos: Lee foto si ụlọ ụka Synagogue dịka a na-eme akwamozu ụkọchukwu ha",
    "Anyị nụrụ ụda egbe mgbe anyị chọro imata ihe ejiri chụọ anyị - Onye omeiwu n'Imo",
    "Ụmụaka Igbo na-ewe iwe, ị gaghị eji egbe na ịtụ ha nga mechie ọnụ ha - Elliot Ukoh",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ebe ndị Ugwu na-akwado Pantami, Gumi na Miyetti Allah, ana m akwado Nnamdi Kanu - Bishop Onuagha, Methodist Church, Onitsha Diocese",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}