{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Lauretta Onochie, Mohammed Adamu na Ibrahim Tanko Mohammed",
    "Dịka okwu nhọpụta Ọnyeisiala bụ Muhammadu Buhari họpụtara Laurette Onochie nọ n'ọnụ ndị mmadụ, lekwa ụfọdụ ndị ọzọ o tinyere n'ọkwa nke mere ka ọnụ ụmụ Naịjirịa sara ọkụ.",
    "Mana n'agbangehị ihe niile e kwuru gbasara nhọpụta ndị a, onyeisiala kwechiiri na nhọpụta ya.",
    "Nke na-ewụ ugbua bụ nhọpụta onye enyemaka ya n'ihe gbasara Soshal mịdia, bụ nwada a na-akpọ Lauretta Onochie.",
    "Uloikpe: Ndi sineti Naijirịa mere ọfụma ijụ Magụ",
    "Buhari achụọla Okaikpe Onnoghen, Tanko Muhammad anọchiela anya ya",
    "Ihe Atiku gwara Lauretta Onochie: \"Kwụọ m nde 500 ma ọ bụ i chebiri m n'ụlọikpe\"",
    "Laurette Onochie:",
    "Ebe foto si, Lauretta Onochie",
    "Lauretta Onochie",
    "Buhari họpụtara Lauretta Onochie dịka Kọmishọna ga-anọchị anya Delta steeti n'ụlọọrụ nhazi ntuliaka bụ INEC.",
    "Nhọpụta a kpalitere oke iwe n'ime ọtụtụ ndị mmadụ, ndị kwuru na nwaada Onochie ekwesighi iru na INEC n'ihi na o bụ onye otu Pati APC.",
    "Ndị katọrọ nhọpụta a gụnyere Pati PDP, bụ ndị mere ngagharịiwe ma kwuo na ha agahị ekwe ka Onochie bụrụ kọmishọna Inec.",
    "Ndị PDP kwuru na nwada a agaghi akwuwa aka ya ọtọ n'ọrụ ichekwa mpụtara ntụlịka.",
    "Ebe foto si, Lauretta Onochie",
    "Lauretta Onochie na Buhari",
    "Mana n'agbanyeghi mkpu niile ndị mmadụ na-eti, Onyeisiala Buhari ekwechirigo na nhọputa Laurette Onochie.",
    "Ka ọ dị ugbua, Onochie agọọla aka na ụkwụ na ya abụghịzi onye otu APC.",
    "Oge ndị ụlọ omeiwu na-enyocha ya maka ọkwa ahụ Onyeisiala nyere ya, Onochie kwuru sị: \"Oge Onyeisiala batara ọchịchị na afo 2019, e wepuru m aka n'ihe gbasara ndọrọndọrọ ọchịchị nakwa pati APC. Dịka m nọ ebe a ugbua, enweghi pati ọbụla m so.\"",
    "Mana akụkọ na-efeghari na soshal mịdịa na okwu nwada a kwuru maka iwepụ aka n'okwu ndọrọndọrọ ochịchị abụghị eziokwu.",
    "N'etiti akụkọ ndị a niile, onyeisiala ajụla ikagbụ nhọputa Lauretta Onochie.",
    "Dịka okwu nhọpụta Ọnyeisiala bụ Muhammadu Buhari họpụtara Laurette Onochie nọ n'ọnụ ndị mmadụ, lekwa ụfọdụ ndị ọzọ o tinyere n'ọkwa",
    "BBC Igbo na onye ọkaiwu bụ Barr. Goddy Uwazuruike nwere mkpakọrịta ụka n'okwa a akpụ n'ọnụ bụ nhọpụta Laurette Onochie na kwa ndị ọzọ, o kwuru sị:",
    "\"Ọ bụrụ na onyeisiala bụ Buhari na-ege okwu ndị Naijiria nti o gaghị ị họpụta Laurette Onochie\"",
    "Ọ ga kwara n'ihu kwuo:",
    "\"Nhọpụta a ezighi ezi, okachasi etu  ya bụ okwa sị dị ezigbo mkpa. Kedụ ka onye ụwa niile ma ebe obi ya na aka ya nọ, onye anyị na-ahụ na ihe otu pati APC n'amasi ga-esi megidiezie ya otu pati ya? Nhọpụta a ezighi ezi, mana ọtụghị m n'anya n'ihe na Onyeisiala bụ Buhari egosila kwa mgbe kwa mgbe na ọnaghị ege onye ọbụla nti, ihe sọrọ ya ka ọ n'eme\"",
    "Ebe foto si, Nigeria Police Force/Twitter",
    "N'ọnwa Febụwarị afọ 2021, Ọkaiwu Maxwell Okpara kpụpụrụ Onyeisiala Buhari ụlọịkpe n'okwu gbasara onyeisi ndị uweojii n'oge ahụ bụ Mohammed Adamu.",
    "Okpara kwuru na oge ochichi Mohammed Adamu agafela dịka ịwụ Naijria siri dị, nke kwuru na mmadụ agaghị anọ n'ọrụ gọọmentị karịa afọ iri atọ na ise.",
    "E duola Tanko Mohammed n'iyi ọrụ",
    "Mana onye ọkeịwụ Mohammadu Adamu bụ Alex Izinyon wepụtara akwụkwọ nke gosiri na ọ bụ Onyeisiala Buhari gbatiri oge ọchịchị ya ka o gafee ya bụ oge ọ kwesiri.",
    "Dịka ya bụ akụkọ dị n'ọnụ ndị mmadu, ma dịrịkwa n'ụlọikpe, Onyeisiala Buhari hapụrụ Mohammed Adamu n'ọkwa ruo ọnwa atọ ọzọ tupu o wepụ ya tinyezie onye nke nọ ugbua bụ Alkali Baba.",
    "Ebe foto si, EFCC",
    "EFCC",
    "Aka chiburu ụlọọrụ EFCC bụ Ibrahim Magu malitere ọrụ ya dịka onyeisi ngalaba a na ọnwa Nọvemba nke afọ 2015. Dịka oge ọrụ ya gafere, Onyeisiala bụ Muhammadu Buhari wepụtara aha ọzọ maka ụle ndị a ga-enyocha ịnọ na ya bụ oche ochịchị na afọ 2016.",
    "Ndị otu ụlọ ọmeịwụ kagbụrụ atụmatụ a n'ihe na ha kwuru na aka ya bụ nwoke akwụghị ọtọ. Ha kwu kwara na site n'ọrụ ya emeghidere ịkịke dịrị ndị mmadụ ole m ole n'ala Naijria.",
    "Dịka a nọ n'elụ ya bụ okwu, Onyeisiala Buhari gara n'ịrụ wepụta aha Magu ọzọ maka ya bụ ọkwa n'ọnwa Jenụwarị nke afọ 2017. Magu pụtara ụle ndị kwesiri inọ n'oche ochichi EFCC ma onye omeịwụ nke mpaghara odida anyanwu Kogi bụ Dino Melaye tụrụ ya aka maka mmehie ole m ole. Nke mbụ bụ n'okwu ndị ụlọọrụ DSS nwere n'isi ya nke kwuru na enyochapụtara ụlọ galara oke ọnụ n'aka ya na kwa ihe onwunwe ndị ọzọ enweghị ike ịkọwa etu osi ruo ya aka. Akwụkwọ nyochapụta a nke Dino Melaye wepụtara gosikwara usoro napụrụ ndị okwu ha nọ n'aka ndị ụlọọrụ EFCC akụnụba ha n'ike.",
    "Magu gọrọ ihe ndị niile ma kwuo na aka ya adighị n'okwu mmegidi ndị a. Onyeisiala Buhari gara n'iru họpụta ya dịka Ọnyeịsị ụlọọrụ EFCC agbanyeghi atụmaka ndị a.  Ibrahim Magu",
    "Ebe foto si, Getty Images",
    "Sylvanus Nsof jibu ọkwa onye nnọchiteanya Naijiria na'Amerịka tupu ọ laa mmụọ",
    "N'ọnwa Eprelu afọ 2017,Ụlọomeiwu Ukwu jụrụ nke ugboro abụọ ibinye na nhọpụta Onyeisialka Buhari họpụtara ỌkaikpeSylvanus Adiewere Nsofor dịka onye nnọchiteanya Naijiria na mba Amerịka.",
    "Komiti Seneti nyochara ya bụ nhọpụta kwuru na Nsofor onye dị afọ 82 oge ahụ  akpọghị akpọ n'anya dịka ọ dịka ka onye ume adịghị, ebe o nyeghị ha ọsịsa juru ha afọ oge ha gbara ya ajụjụ.",
    "Buhari kwechiiri, Nsofor bụụrụ onye nnọchiteanya Naijiria n'Amerika mana nwa amadi ahụ bụbu Ọkaikpe Ụlọikpe Kachasị lara ezumike nka mechara nwụọ n'Ọnwa Disemba afọ 2020.",
    "Muhammad Tanko",
    "Ebe foto si, @NGRPresident",
    "Ọkaikpe Naijiria bụ Muhammad Tanko bụ onye ọzọ ndị mmadụ;, ndị iwu Naijiria doro anya, ndị ndọrọndọrọ ọchịchị na ndị ọzọ tiri mkpu tisie ike ka Buhari ghara inye ha ọkwa ma Buhari kụpụ ntị.",
    "Tanko nọchiri anya Onnoghen bụ onye Buhari chụrụ n'ọrụ dịka Ọkaikpe Ukwu nke Naijiria.",
    "Na nchịkọta okwu BBC Igbo na onye ọkaiwu bụ Goddy Uwazuruike nwere, o kwuru si:",
    "\"E nwere okwa ole m ole ndị tupu ahọpụta gị, ịgaghị inwe ntụpọ ọbụla, aka gi ga-akwụ ọtọ n'ihụ oha niile. Ndị a anyi na-akpa maka ha dịka oge nke Magu, Adamu na kwa Muhammed Tanko, ndị oha kwuru na ha enweghi ntụkwasịobi n'ebe ha nọ, n'ihe nke a, n'uche m, maka okwa ndị dị etu a ekwesighi ịga na-iru họpụta ha\"",
    "Otu PDP akoola oku ka e kpegharịa ikpe nyere Hope Uzodinma oche Gọvanọ Imo steeti ma kpọọ oku",
    "Vidio, E gbuo Nnamdi Kanu , nde kwuru nde Nnamdi Kanu ga-ebili - Bishop Onuagha, Methodist Church, Onitsha Diocese9 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Laureta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Vidio, Omenala e ji ahọpụta Eze Arochukwu, Duration 3,222 Julaị 2021",
    "Vidio, 'Aka mba Britain adịghị na nwụchị na mkpọghachite Nnamdi Kanu na Naijirịa' - Briten, Duration 8,0930 Juun 2021",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Ihe gọọmentị Enugwụ na-ekwu maka iwakpo na-igbu mmadụ na-eme na Steeti ahụ",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Laureta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "Ihe niile i kwesiri ịmata maka ndị e gobiri igbu Onyeisiala Jovenel Moïse nke mba Haiti",
    "Akụkọ ụgha ise na-efeghari maka nnwụchi Nnamdi Kanu",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}