{
  "published": "10 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị otu Indigenous People of Biafra (Ipob) amalitela njem ngagharịiwe na mba ofesi dị iche iche maka nwụchi gọọmentị Naịjirịa nwụchịagharịrị onyeisi ha bụ Nnamdị Kanu.",
    "Na mba Jamịnị, ndị otu Ipob mere ngagharị iwe ha gaa ụlọọrụ na-anọchịte anya Kenya nakwa nke Briten dị na mba ahụ.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "N'ihe onyonyo BBC hụrụ na Facebook, ọtụtụ ndị otu Ipob ji ọkọrọtọ Biafra ma na-agụ egwu n'okporo ụzọ na Berlin bụ isi obodo Jamịnị.",
    "Onyesisi ngalaba Ipob a kpọrọ Directorate of State (DOS) bụ Chika Edoziem - bụ onye na-anọchite anya dịka onyeisi Ipob ugbua - n'okwu o kwuru banyere ngagharịiwe a ndị Ipob na-eme sị na ọ bụ ụzọ atọ ka ha ji agba mbọ ịhụ na atụghapụrụ onyeisi ha.",
    "Ọ sị ha na ha si ụzọ ụlọikpe site n'aka ndị ọkaiwu na-arụrụ ha ọrụ, sikwa n'aka ndị ma maka mmekọrịta mba na mba, nakwa ụzọ nke ikpeazụ bụ atụmatụ ngagharịiwe a ha na-eme.",
    "Ebe foto si, Getty Images",
    "Ndị Ipob na-ebo mba Kenya ebubo na ọ bụ ha nwụchịrị Kanu were kpọnye ya mba Naịjirịa, mana mba Kenya ekwuola n'aka ha adịghị na ya.",
    "Ọkaiwu na-anọchite anya Ipob bu Ifeanyi Ejiofor gara BBC Igbo na nwere akaebe na-atara Maazị Kanu ahụhụ na mba Kenya tupu a kpọlata ya Naịjiria.",
    "Onwebeghị akaebe e nwere maka ebubo a Ọkaiwu Ejiofor na-ebo mba Kenya.",
    "N'okwu ngagharịiwe, a na-ele anya na ndị Ipob ga-eme ya na mba ndị ọzọ gụnyere ndị nke ha mere ya ugbua.",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "N'ụbọchị asatọ nke ọnwa Jụlaị, ndi Ipob mekwara ngagharịiwe gaa ụlọọrụ na-anọchite mba Briten na Amerịka nakwa Kanada dịka onyonyo ha tinyere na Youtube siri gosi.",
    "Amabeghị ma ngagharịiwe ndị a ọ ga-enye aka mee ka mba ụfọdụ tinye ọnụ n'okwu Maazị Kanu bụ onye Naịjirịa boro ebubo ịkpa nkata migide Naịjirịa naka iyi ndụ egwu.",
    "N'ụbọchị 26 nke ọnwa Jụlai Maazị Kanu ga-alachite ụlọikpe ebe Ọkaikpe Binta Nyako na-ekpe ikpe.",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Nnamdi Kanu: Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja27 Jenụwarị 2021",
    "Ndị Ipob amalitela ngagharịiwe maka Nnamdi Kanu na mba ụwa10 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "E chiela nwaanyị ụkọchukwu na Naijirịa mbụ kama ọdabachaghị - Ụkọchukwu Anglịkan, Okey Ifionuelekere 4 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Akụkọ na Gọvanọ Ikpeazu kwuru ka atụọ nnamdi Kanu nga bụ akụkọ ụgha - John Okiyi",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Ndị Ipob amalitela ngagharịiwe maka Nnamdi Kanu na mba ụwa",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Laureta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa",
    "E chiela nwaanyị ụkọchukwu na Naijirịa mbụ kama ọdabachaghị - Ụkọchukwu Anglịkan, Okey Ifionu",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Ụmụaka Igbo na-ewe iwe, ị gaghị eji egbe na ịtụ ha nga mechie ọnụ ha - Elliot Ukoh",
    "Ihe niile i kwesiri ịmata maka ndị e gobiri igbu Onyeisiala Jovenel Moïse nke mba Haiti",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}