{
  "published": "11 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Lee etu Chikasielu dị naanị afọ asaa si were ilu Igbo gosi na ụmụ ntakịrị ọkachasị ndị Igbo kwesịrị ịma asụsụ ha.",
    "Chikaselu kwuru na ọ bụ nne ya kuziri ya etu e si atụ ilu Igbo.",
    "\"Ihe mere anyị jiri bido na nwata tiwe mmọnwụ n'Imo Awka\"",
    "Nne Shekau: Mkpa nne n'ịzụ nwa",
    "Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta",
    "'Amaghị m na nwa m a mụkworo amụkwo ga-emecha dị ndụ'",
    "Nne ya kwuru na ọ bụghị maka ihe nturugo mere o ji kuziwere Chikaselu asụsụ Igbo ọfụma.\\",
    "Ndumodu nne Chikasielu na-enye ndị nne na nna bụ ha kulie kuziwere ụmụ ha asụsụ Igbo.",
    "Kirie akụkọa n'ujuya ebe a.",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, Igbo Language: Chikasielu dị afọ asaa ma ọ bụ ọkaibe n'ịtụ ilu Igbo, Duration 3,5211 Julaị 2021",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Vidio, Nsukka Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Sefer Torah ndị Izrel nyere ndi ntoroọbịa Jew na Naịjirịa ọ bụ maka Biafra?, Duration 5,488 Julaị 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}