{
  "published": "11 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Sound Sultan Facebook",
    "Olanrewaju Fasasi bụ otiegwu e ji Sound Sultan mara na Naịjirịa alala mmụọ.",
    "Akwụkwo na-egfegharị na soshal midia nke bu mbinye aka Dr Kayode Fasasi kwuru na Sound Sultan nwụrụ site ọrịa 'Angioimmunoblastic T-Cell Lymphoma' n'ụbọchị Jụlaị 11, 2021.",
    "Ụwa na-akwa arịrị maka ọnwụ Oke Obi-Enadhuze, mana onye ka ọ bụ?",
    "Majek Fashek: Etu o si nwụọ na ihe ndị ị na-amaghị maka ya",
    "Kayode depụtakwara na Sound Sultan nwụrụ n'afọ iri anọ na anọ(44).",
    "Ọ hapụrụ nwunye ya na ụmụ atọ ya lawa mmụọ.",
    "Tuface Idibia ya na Sound Sultan dị n'ezigbo mma depụtara obi mgbawa ya gbasara ọnwụ ezigbo ọyị ya n'elu akara facebook ya ma tinyekwa akwụkwọ ozi ahụ bu mbinye aka Dr Kayode.",
    "Nwanne ya nwoke na-etikwa egwu ma na-emekwa ihe nkiri e ji Babadee mara tinyekwara ozi maka ọnwụ Sound Sultan n'elu instagram ya.",
    "N'ụbọchị May 12, 2021 ka akụkọ pụtara na ahụ esichaghị ya ike.",
    "Ebe foto si, Sound Sultan",
    "Sound Sultan tinyere egwu otiegwu Patoranking n'elu instagram ya bụ ozi ikpeazụ tupu enweta akụkọ na ọ lala mmụọ",
    "Egwu ahụ na-ekwu ka ndị mmadụ too ya ugbua ọ dị ndụ kama mgbe ọ nwụrụ.",
    "Nke a mere ka ndị na-ezite ozi n'okpuru egwu ahụ na-ekwu na ọ dịka ọ ma na ọ ga-anwụ were tinye egwu ahụ.",
    "Ihe ndị kwesiri ịma maka otiegwu a kopuru ụwa n'afọ 90s",
    "Sound Sultan bụ onye Oyo steeti",
    "Ọ bụ otiegwu, odee egwu, onye na-akpaọchị, nakwa onye enyere ndị ka na-amalite ịgụ egwu ọhụru aka.",
    "A mụrụ ya n'ụbọchị Novemba 27, 1976",
    "Ọ bụ nwa nke anọ n'etiti ụmụaka isii nne ya mụrụ",
    "Aha nna ya bụ Liadi Alarape Fasasi ,nke nne ya bụ Adeyinka Ajarat Fasasi",
    "Ọ gụrụ Steeping Stone Primary School dị na Legos site na afọ 1981 ruo 1987",
    "",
    "Ọ gụrụ akwụkwọ sekọndiri na 'federal goment college Ogbomosho' site na 1988 ruo 1993",
    "Ọ gụrụ 'Geography na regional planning'  na mahadum Lagos state university n'afọ 1999",
    "Ndị mmadụ ma Sound Sultan dịka otu n'ime ndị so mee ka egwu chakee na Naịjịrịa.",
    "Ọ malitere itiegwu ya n'afọ 1990s.",
    "O gosiri mmasị ya n'itiegwu n'afọ 1991 mgbe ọ nọ na ụlọakwụkwọ tupu o bido dewe egwu nke ya.",
    "O bidoro mụwa ikpọ ụbọ mgbe ọ gụchara akwụkwọ sekọndiri , n'afọ 1999 o malitere otu egwu nke ya.",
    "O na-ekwukarị na ọ bụ nwanne ya nwoke bụ BabaDee nyere ya aka chakee n'itiegwu.",
    "N'afọ 2000, ka o tiputere egwu akpọrọ 'Jagbajantis' nke mere ka aha wuwe ebe niile.",
    "Sound Sultan arụọla ọrụ dịka onyegwu n'okpuru ụlọọrụ Kennis music n'afọ 1997 nakwa Naija Ninjas site n'afọ 2008 ruo ugbua.",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Ndị Ipob amalitela ngagharịiwe maka Nnamdi Kanu na mba ụwa",
    "E chiela nwaanyị ụkọchukwu na Naijirịa mbụ kama ọdabachaghị - Ụkọchukwu Anglịkan, Okey Ifionu",
    "Akụkọ na Gọvanọ Ikpeazu kwuru ka atụọ nnamdi Kanu nga bụ akụkọ ụgha - John Okiyi",
    "Ihe 10 ikwesiri ịma maka Sound Sultan lara mmụọ n'afọ 4411 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakorelekere 7 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "Ihe 10 ikwesiri ịma maka Sound Sultan lara mmụọ n'afọ 44",
    "Akụkọ na Gọvanọ Ikpeazu kwuru ka atụọ nnamdi Kanu nga bụ akụkọ ụgha - John Okiyi",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "E chiela nwaanyị ụkọchukwu na Naijirịa mbụ kama ọdabachaghị - Ụkọchukwu Anglịkan, Okey Ifionu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}