{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye bụbụ mịnista na-ahụ maka njem ụgbọelu na Naịjirịa, Femi Fani- Kayode ekwuola na gọọmenti etiti kwesiri ịge ndị niile na-achọ nwereonwe ha site na Naịjirịa ma mata ihe bụ mkpa ha.",
    "Fada Mbaka ekwuola ihe asaa ọ chọrọ ka e mee gbasara nwụchịgharị Nnamdi Kanu",
    "Gịnị na-esere Femi Fani-Kayode na nwunye ya, Precious Chikwendu?",
    "'Onye anwakwala anwa kpọọ m onye Yoruba ọzọ'- FFK",
    "O kwuru na o nwere ihe mere Nnamdi Kanu bụ onye ndu 'Indigenous People of  Biafra' ji aba mba maka mmegbu a na-emegbu ndị Igbo.",
    "Ihe ndị ọzọ o kwuru maka nwụchịgharị Nnamdi Kanu dị n'ihe nkiri a dị ebe a. Lee ya n'uju.",
    "Vidio, Femi Fani-Kayode: Gọọmenti etiti kwesiri ịge ndị dị ka Nnamdi Kanu na-achọ nwereonwe ntị, Duration 3,31elekere 9 gara aga",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, Igbo Language: Chikasielu dị afọ asaa ma ọ bụ ọkaibe n'ịtụ ilu Igbo, Duration 3,5211 Julaị 2021",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Vidio, Child molestation: Ebe nwata dị afọ asaa boro dimkpa ebubo imetọ ya n'Enugwu nọzị ugbua, Duration 2,2119 Juun 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Chinedum Ofomata: Ndị ọcha na-akwalite asụsụ n'omenala Igbo karịa ndị Igbo, Duration 4,1828 Juun 2021",
    "Vidio, Aju Mbaise: O nwere uru dị n'ime mgbọrọgwụ na ahịa a ?, Duration 3,1412 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}