{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anglican Diocese Of Cape Coast - ADCC/ Facebook",
    "Dịka ụka Angican mba Gana enwetela Regina Baadu dịka nwaanyị mbụ bụ ụkọchukwu n'ụka ha, ụkọchukwu Okey Ifionu bụ Ụkọchukwu na ụka Angịcan gwara BBC Igbo maka mgbe e chiri nwaanyị ụkọchukwu na Naijirịa ihe dịka afọ iri atọ gara aga.",
    "Ebe ndị Ugwu na-akwado Pantami, Gumi na Miyetti Allah, ana m akwado Nnamdi Kanu - Bishop Onuagha, Methodist Church, Onitsha Diocese",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Ụkọchukwu Okey Ifionu kwuru sị na Dayọsisi nke ochie dị na Kwara Steeti chiburu otu nwaanyị ụkọchukwu kama ọdabachaghị.",
    "Ebe foto si, Anglican Diocese Of Cape Coast/Facebook",
    "Ifionu kwuru sị, \"Ọ bụghi mbụ a na-eme ya n'ọdịda anyanwụ Afrịka, mgbe Beshọp Haruna Yakub nọ n'isi Dayọsis Kwara, o chiri nwaanyị ụkọchukwu kama o butere okwu\".",
    "Ọ gara n'ihu kwuo na ya bụ nwaanyị hapụru echichi echiri ya ka udo chia n'ụka Kraịst.",
    "Ọ gara n'ihu kwuo na ya bụ echichi butere nsogbu maka na osoghị na Omenala.",
    "Ihe mere eji chụọ ụkọchukwu ụlọụka Anglican n'Ezinifite - Aguata Dyosis",
    "Ifionu kwuru sị, \"Ị chọrọ ịgbanwe omenala, ọ na-esi ike. Ndị na-achọghị ịkwado ya kwetere na enweghị ihe gbochiri ụmu nwanyi ịrụ ọrụ Chukwu\".",
    "Kama o kwuru sị, \" N'uche nke m, mgbe na-eteghị aka, ikuku na-eku na mba ụwa niile ga-erute Naijirịa\".",
    "Ọ kọwara na ọ bụghị ihe a ga-eme n'ike, kama na ọ bụ nwayọnwayọ.",
    "Ihe Ụkọchukwu Anglịkan Daniel Muomah nwere ikwu maka okwu a",
    "BBC Igbo na Ụkọchukwu uka Anglịkan ọzọ bụ Daniel Muomah nwere mkparịtụka na ya bụ okwu ichi ụmụ nwaanyị ụkọchukwu na ụka Anglịkan nke Naijiria.",
    "O Kwuru na na-agbanyeghi na ụka Anglịkan nọ na mba niile, na a na-ehiwe ya bụ ụka etu o si metụta ndị na ndị.",
    "O kwuru na dịka ịwụ ụka Anglịkan nwere ike ị dị iche n'ebe n'ebe, kama enwere iwu okpukpe  jịkọrọ ndị Anglịkan mba ụwa niile ọnụ nke sitere na mba Briten, nke gụnyekwara nkwenya n'ochịchị atọ n'ime Otu.",
    "\"A kpaa gị ị pụọ n'ụzọ\" na okwu ndị ọzọ e ji mara ndị ụkọchukwu",
    "'Etu Nnamdi Kanu si chọọ ịlakọ mụ na Chi m'",
    "Ụkọchukwu Muomah kwukwara na ọchịchị Anglịkan na mba Naijiria enweghi ikike itinye ọnụ n'iwu usoro ọrụ ndị ụka Anglịkan mba ọzọ.",
    "N'okwu akpụ n'ọnụ bụ okwụ ichi ụmụ nwaanyị ụkọchukwu n'ụka Anglịkan nke Naijiria, o kwuru sị,\" Iwụ na usoro nke ụka Anglịkan na Naijiria anabatabeghị nke a ugbua\".",
    "Na nchịkọta, Muomah sị, \" Atule ya bụ okwu na ọgbakọ sịnọdụ nke jịkọrọ ndị ụkọchukwu na mba Naijiria ma nwe mkpebị igbanwe ya bụ ịwụ, mgbe ahụ ka ha nwere ikike ime ihe dịka ichi ụmụ nwaanyị ụkọchukwu\".",
    "Ndị Ipob amalitela ngagharịiwe maka Nnamdi Kanu na mba ụwa10 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "E chiela nwaanyị ụkọchukwu na Naijirịa mbụ kama ọdabachaghị - Ụkọchukwu Anglịkan, Okey Ifionuelekere 4 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Akụkọ na Gọvanọ Ikpeazu kwuru ka atụọ nnamdi Kanu nga bụ akụkọ ụgha - John Okiyi",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Ndị Ipob amalitela ngagharịiwe maka Nnamdi Kanu na mba ụwa",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Laureta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa",
    "E chiela nwaanyị ụkọchukwu na Naijirịa mbụ kama ọdabachaghị - Ụkọchukwu Anglịkan, Okey Ifionu",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Ụmụaka Igbo na-ewe iwe, ị gaghị eji egbe na ịtụ ha nga mechie ọnụ ha - Elliot Ukoh",
    "Ihe niile i kwesiri ịmata maka ndị e gobiri igbu Onyeisiala Jovenel Moïse nke mba Haiti",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}