{
  "published": "13 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ ekwuola na o nweghị ịhụnanya dị n'ụwa karịrị ịhụnanya nne hụrụ nwa ya.",
    "Akụkọ Akunna Chimezie Miracle na nne ya bụ Rose Akunna egosila na nke a bụ eziokwu.",
    "Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ - Imsu Babe",
    "Ana m amalite ọrụ n'elekere atọ nke ụtụtụ - Onye Abacha",
    "Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala - Anthonia Ogugua",
    "Etu e si esi ogiri asamma",
    "Rose Akunna mụrụ ụmụ anọ, Miracle bụ onye nke mbụ, mana nna ha anwụọla nke mere ka nne ha malite ire achịcha na agwa.",
    "Ọ bụ ihe a ọ na-ere ka o ji zụọ Miracle na ụmụnne ya malite na Praịmarị garuo Mahadum.",
    "Miracle wuru ewu na soshal midia oge o gosiri foto ya na nne ya ma kwuo na ọ bụ ire 'bread' ka nne ya jiri zụọ ya na ụmụnne ya na Mahadum.",
    "Gere etu ha siri kọọrọ BBC Igbo ya bụ akụkọ.",
    "Ndị mere akụkọ a bụ Chukwunaeme Obiejesi, Nnamdi Agbanelo na Vining Ogu.",
    "Vidio, Anthonia Ogugua: Ọ dịghị mfe ịbụ nwaanyị na-agba mkpọnala, Duration 4,5313 Mee 2021",
    "Vidio, Igbo cuisine: Ana m amalite ọrụ n'elekere atọ nke ụtụtụ - Onye Abacha, Duration 1,4819 Julaị 2019",
    "Vidio, Aga m agụ egwu n'eluigwe - Nwaanyị na-agụ egwu n'ahia, Duration 3,1526 Ọgọọst 2018",
    "Vidio, Akunna Chimezie Miracle: Nne m ji ire 'bread' zụọ mụ na ụmụnne m na mahadum., Duration 4,1813 Julaị 2021",
    "Vidio, African Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Femi Fani-Kayode: Gọọmenti etiti kwesiri ịge ndị dị ka Nnamdi Kanu na-achọ nwereonwe ntị, Duration 3,3112 Julaị 2021",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 7 gara aga",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "Vidio, Madam Social: Nwaanyị ọkpaọchị a na-arịa ezigbo ahụ, Duration 7,3217 Juun 2021",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}