{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, USIFO ATAGA/Crimefighters Screengrab",
    "Nwaada Chidimma Ojukwu ọnye ndị uweojii gosipụtara otu mgbe dịka onye a na-ebo ebubo ịgbu Michael Ataga ekwugharịala sị na ọ bụghị ya gburu ya bụ nwoke.",
    "Cheta na Ojukwu kwuru sị na Ataga dịnara ya n'ike mgbe ha nọkoro n'ụlọ, o kwukwara na ya bụ ihe gbawara ya obi ma kpasukwa ya iwe.",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Information blackout: Ihe mere ọtụtụ ụlọ akwụkwọ mgbasa ozi na Naịjirịa jiri dee maka atụmatụ a",
    "Ojukwu kwuru na ọ bụ dịka ha nọzị n'akọ ọnụ, ka nwoke ahụ ma chokwara idina ya n'ike ọzọ.",
    "Ọ sịkwa na ọ bụzị oge ahụ ka ha bịdọrọ lụwa ọgụ, o weziri mma dị ya nso sugbuo nwoke ahụ n'ike.",
    "Kama ihe onyonyo BBC Igbo hụrụ nsoso a gosiri ebe Ojukwu na-ekwu na ọ bụghị ya gburu Ataga.",
    "O kwuru sị, \" Amachaghị m ya nke ọma, kama ọ na-ewe iwe ọkụ, ya na nwunye ya na-enwekwa nsogbu\".",
    "Fada Mbaka ekwuola ihe asaa ọ chọrọ ka e mee gbasara nwụchịgharị Nnamdi Kanu",
    "Ihụnanya tọrọ atọ na obi ọmịiko kọrọ ụkọ n'ụka na Naịjirịa - Chimamanda Adichie",
    "Ojukwu kọwara na ọ bụ mgbe ọ lọtara ozi Ataga ziri ya ka ọ were ATM kaadị ya ga-weta ego ha ga-eji azụta ọgwụike na nrị ha ga-eri ka ọ hụrụ ozu ya n'ala n'ime ụlọ ha nọ.",
    "O kwuru sị, \"Mgbe m lọtara, ahụrụ m ọbara n'elu akwa, ma hụ ozu ya n'ala\".",
    "Chidimma Ojukwu kwuru na ọ bụ ndị maara na ha nọ ebe ahụ ma chere mgbe ọ pụrụ weere ohere ahụ gbuo Mazị Ataga.",
    "O kwuru na ihe mere o jiri kwuo na ọ bụ ya gburu Ataga bụ maka na onye nche ebe ahụ kwuru na enweghị onye ọzọ batara ebe ahụ mgbe ọ pụrụ.",
    "O kwuo sị, \" Ụjọ dị m, echere m na onweghị onye ga-ekweta na ọ bụghị m gburu ya, ọ bụ ya mere m jiri kweta\".",
    "Ojukwu kwuru sị na otu ihe na-ewute ya bụ na ya agwaghị ndị uweojii na ọ mechara were ATM Kaadị Utaga ga were ego.",
    "Ihe onyonyo ọzọ si n'aka ndị uweojii akpọrọ 'Crimefighters' nke BBC hụrụ anya gosiri ebe nwanne Usifo Ataga bụ Franklin Ufua tinyere ọnụ n'okwu metụtara ọnwụ nwanne ya.",
    "Ufua bụ onye ọkaiwu kwuru sị na o nweghi mgbe ọ ga-abụ naanị Chidinma kechiri nwanne ya aka ma gbuo ya dịka ndị mmadụ siri chee.",
    "\"A hụla m ozu nwanne anyị ihe ruru ugboro isii, eriri ahụ kawara anụ ahụ ya, o nweghi etu naanị nwaanyị ahụ ga-esi kechisie ya ike etu ahụ\"",
    "\"Ndị nyochara ahụ ya n'ụlọ ozu na-eti mkpu ma gosikwa oghere buru ibu dị ya n'ahụ\" ka o kwukwara.",
    "Onye ọzọ bụ ezi enyi ya bụ Okoedo Adomi kọwara etu o si kpọọ ya ogologo oge n'ekwentị ya mana ọ zaghị nke mere ka ọ malite nchọpụta banyere ebe ọ nọ.",
    "Vidio, Gọọmenti etiti kwesiri ịge ndị dị ka Nnamdi Kanu na-achọ nwereonwe - Femi Fani-Kayodeelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia7 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Fada Mbaka ekwuola ihe asaa ọ chọrọ ka e mee gbasara nwụchịgharị Nnamdi Kanu",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Chidinma Ojukwu: Aka ndị ọzọ dị n'ogbugbu Usifo Ataga - ụmụnne Ataga",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Ihụnanya na omiiko kọrọ ụkọ n'ụka na Naịjirịa - Chimamanda Adichie",
    "Information blackout: Ihe mere ọtụtụ ụlọ akwụkwọ mgbasa ozi na Naịjirịa jiri dee maka atụmatụ a",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia",
    "E chiela nwaanyị ụkọchukwu na Naijirịa mbụ kama ọdabachaghị - Ụkọchukwu Anglịkan, Okey Ifionu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}