{
  "published": "13 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Dịka ala Naịjirịa niile na-echebiri ụbọchị a ga-ekpe Nnamdi Kanu bụ onyeisi otu Ipob ikpe, ihe ọhụrụ apụtala.",
    "Ụlọikpe ukwu bụ ebe a nọ ekpe ikpe ahụ na-akwado ịga oge ezumike ha n'ụbọchị 26 nke Julai rue ụbọchị 17 nke Sepụtemba.",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "N'otu aka ahụ ewepụtakwara ụbọchị 26 ọnwa Julaị dịka ụbọchị a ga-amalitekwa ikpe Nnamdi Kanu.",
    "Otu onye ọkaikpe achọghị ka akpọọ aha ya gwara BBC Igbo na usoro ezumike nke ụlọikpe na-aga kwa afọ abụghị ihe ọhụrụ.",
    "Ọ sị \"ezumike a na-adanyekarị n'etiti ọnwa Julaị maọbụ Ọgọst rue ọnwa Sepụtemba\".",
    "Ebe foto si, Nigerian Bar Association",
    "Ọkaikpe ahụ gara ihu kọwaa ihe abụọ nwereike ime ka ikpe Nnamdi Kanu gaa ihu.",
    "O kwuru sị \"E nwere ọkaikpe ndị a na-ahọpụta iche ịnụrụ ikpe ndị mmadụ ma ụlọikpe gawa ezumike a",
    "Ikpe ya ga-aga n'ihu maọbụru na ọkaikpe ji okwu ya aka eso na ndị ahọpụta iche ga-arụ ọrụ n'ezumike a\"",
    "O kwukwara na e nwereike gaa ihu n'ikpe a maọbụrụ na ekpebie na ikpe ya dị mkpa n'ala Naịjirịa niile.",
    "\"E wezụga ihe ndị a, Nnamdi Kanu ga-eche ka ndị ọkaikpe nata ezumike tupu a nụrụ ikpe ya\" ka o kọwara.",
    "Ebe foto si, Getty Images",
    "Ọkaikpe Binta Nyako nyere Nnamdi Kanu ohere isi be ya n'abịa ikpe n'afọ 2017",
    "Ọkaikpe ukwu Naịjiria aha ya bụ Abubakar Malami anabatala etu otu Ohaneze ndị Igbo si hibee ọgbakọ ndị ọkaiwu ha ga-elebanya n'etu a ga-esi kpe onye ndu Ipob Nnamdi Kanu ikpe dịka iwu Naịjirịa kwadoro.",
    "Malami kwuru ka otu a Ohaneze kpokọbara jiri obi ọcha were nyocha ma wegara ndị ime obodo mpụtara ikpe Nnamdi kanu n'asụsụ dị iche iche ha ga-aghọta n'ụbọchị Jụlaị iri abụọ na isii Jụlaị 26, 2021.",
    "Ọ bụ na mba Kenya ka Gọọmentị Naijiria tọrọ Nnamdi Kanu - Nwanne ya nwoke",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Akụkwọ ozi ọnụ na-ekwuru Malami bụ Umar Jibrilu Gwandu nyere ndị nta akụkọ kwuru na otu Ohaneze Ndigbo egosila na ha kwenyere n'idi n'otu Naịjirịa,ma na-ekwukwa na ha kwenyere n'usoro inye ezi ikpe.",
    "Akwụkwọ ozi ahụ kwụkwara Ohaneze ndị Igbo gosiri na ha ekwenyeghị n'etu otu Indigenous People of Biafra si achọ ihe ha na-achọ, ha ekwenyeghị n'iji ụzọ tiguo zọgbuo ekwu maka ihe ha chọrọ ka e mere ha.",
    "Paul Achalla",
    "Mgbe BBC kpọtụrụ Ohaneze ndị Igbo ka ha mara ka ha si nabata ozi a, Alex Ogbonnia bụ ọnụ na-ekwuru Ohaneze ndị Igbo kwuru na ha nabara ozi a nkeọma.",
    "O kwukwara na ndị ọkaiwu Ohaneze kpokọbara bụ ndị ga-aga nyochaa ka ikpe ahụ ga-esi ga.",
    "Ogbonnia katọkwara etu ndị mmadụ si na-ekwu n'elu soshal midia na Ohaneze na Malami nwere nzụkọ ebe ọ gwara ha bia nyochaa ka ikpe Nnamdi Kanu ga-esi gaa.",
    "George Obiozor: Nnamdi Kanu bụ nwa anyị, okwu Biafra abụghị okwu ụmụntakịrị",
    "Cheta na Malami kwputere n'ụbọchị June 29 na  gọọmentị etiti nwụchiri Nnamdi Kanu ụbọchị ụka(June 27, 2021)  maka ebubo ịkpa nkata ikewapụ Biafra na Naijiria nakwa ibute ogbugbu ndị mmadụ n'Ọwụwa Anyanwụ.",
    "Ọkaiwu nọchitere  Gọọmentị etiti bụ Shuaibu Labaran gbara akwụkwọ n'ụlọikpe ma rịọ ka  e jichie Kanu.",
    "Labaran kwuru na ọ dịghị mma ka a hapụ Kanu ka o si n'ụlọ na-abịa n'ihi na mbụ a hapụrụ ya n'afọ 2017 mana ọ gbara ọsọ.",
    "Cheta na Kanu gbapụrụ ọsọ na Naijiria n'ọnwa Septemba afọ 2017 dịka ndị agha Naijiria wakpochara be nna ya n'Afaraukwu dị n'Abia steeti.",
    "A kpụpụburu  Kanu Ụlọikpe Ukwu Etiti dị n'Abuja maka ịzara ọnụ ya n'ebubo ịkpa nkata ịkwatu gọọmentị Naijiria site ikpọ oku ka e kepụta Biafra na Naijria.",
    "Mana n'ọnwa Eprelu afọ 2017,  a tọhapụrụ ya nwa oge maka ọnọdụ ahụike.",
    "Chidinma Ojukwu: Aka ndị ọzọ dị n'ogbugbu Usifo Ataga - ụmụnne Ataga",
    "Fada Mbaka ekwuola ihe asaa ọ chọrọ ka e mee gbasara nwụchịgharị Nnamdi Kanu",
    "Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia",
    "Information blackout: Ihe mere ọtụtụ ụlọ akwụkwọ mgbasa ozi na Naịjirịa jiri dee maka atụmatụ a",
    "Vidio, Nne m ji ire 'bread' zụọ mụ na ụmụnne m na mahadum - Akunna Chimezie Miracle13 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'elekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Fada Mbaka ekwuola ihe asaa ọ chọrọ ka e mee gbasara nwụchịgharị Nnamdi Kanu",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Ọgbaghara na-ada n'ahịa Ladipo dịka ndị agha na ụfọdụ ndị ahịa na-ese okwu",
    "Ihe ndị uweojii kwuru dịka Chidimma Ojukwu kwuharịrị na ọ bụghị ya gburu Michael Ataga",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Information blackout: Ihe mere ọtụtụ ụlọ akwụkwọ mgbasa ozi na Naịjirịa jiri dee maka atụmatụ a",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}