{
  "published": "14 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ n'ekwụ na ndị omekome gbagburu mmadu ise gụnyere ndị uweojii atọ ma tọrọ kwa otu onye na mpaghara Abatete dị n'Anambra Steetị n'ụbọchị Tuzde.",
    "N'ime ihe onyonyo na-efegharị na soshal midia, otu nwoke kwukwara na ndị omekome ahụ gbakwara ụgbọ ala atọ ọkụ na mwakpo ahụ.",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "O nweghi ịbọ ọbọ anyị na-eme n'Ohafia kama... Ndịagha Naịjirịa",
    "O kwukwara na ya bụ onye atọrọ.,  ebụpuru ya buga ya ebe mmadụ amaghi.",
    "Ndị nta akụkọ Nation kwuru na onye uweojii ukwu gwara ha na bụ ihe mere n'ezia mana ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Tochukwu Ikengia kwụrụ na ọnụbeghị maka mwakpo ahụ.",
    "Ihe onye ntaakụkọ BBC huru mgbe ọ gara ebe ihe a mere",
    "Anyị gbara otu onye sị na ọ nọ ọhụrụ mgbe ihe a mere ajụjụ ọnụ, mana akụkọ ọ wetere dị ịche na akụkọ nke anyi nwetere n'isi ututu taa.",
    "N'okwu ya, ọ sị na ya bụ ndị o ji egbe ezụ achọghi ịwakpo mpaghara Abatete mana na ụgbọala ha mebiri n'etiti ụzọ ebe ahụ, ebe ha gbadatara chowa ịnapụ ndị mmadu ụgbọ ala ha n'ike.",
    "N'akụkọ ya, ọ sị na otu nwoke a ma ama na mpaghara ahụ bụ Chief Udaala na ndị ọrụ nchekwa ya pụtara bụkwasiwa ya bụ ndị omekome agha.",
    "N'iwe, ndị omekome ahụ gbanyere egbe n'ebe a na-agbanye mmanu ụgbọala, nke munyere ụgbọala ahụ ọkụ ma merukwa ndị ọrụ nchekwa nwoke ahụ ahụ.",
    "O kwukwara na a tọghị nwoka ahụ nandị ọrụ nchekwa ya kama ebugara ha ụlọ ọgwụ nke anyi achọpụtabeghi ebe ọ nọ.",
    "Ebe foto si, BBC",
    "Ụgbọala agbara ọkụ",
    "Tochukwu Ikenganya  bụ ọnụ na-ekwuchitere ndị uweojii n'Anambra steeti kwuru na akụkọ etu mwakpo mere n'Eke Agu dị n'Abatete, Anambra steeti edochaghị anya.",
    "O kwuru na ọ ga-agwa anyị mpụtara nyocha ha na-eme ugbua iji chọpụta ihe mere n'ebe ahụ kpọmkwem.",
    "Eeee awakporo ụlọọrụ ndị uweojii n'obodo anyị ma gbuo inspector Peter - Onye Obodo Ojoto",
    "Vidio, Osisi mmadụ iri na asatọ nwereike ịnọ n'ime ya14 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?elekere 6 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Ihe ndị agha Naịjirịa kwuru maka ogbaghara dara n'ahia Ladipo ụnyahụ",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Fada Mbaka ekwuola ihe asaa ọ chọrọ ka e mee gbasara nwụchịgharị Nnamdi Kanu",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}