{
  "published": "16 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwuma Soludo na Val Ozigbo",
    "Ngalaba 'Independent National Electoral Commission' ewepụtela aha ndị ga-eso zọọ ọkwa Gọvanọ n'Anambra Steeti.",
    "Mana ihe gbara gharịị bụ na aha Chukwuma Soludo nakwa nke Valentine Ozigbo adịghị n'akwụkwọ nke Inec wepụtara.",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?",
    "Etu anyị si mee ntụliaka imeụlọ APC Anambra nke a sị na e meghị- Onyeisi kọmịtị (APC) Anambra State Primary Election",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Chukwuma Soludo bụ onye meriri ntuliaka imeụlọ nke pati APGA, ebe Valentine Ozigbo meriri nke PDP",
    "Ebe foto si, Inec",
    "Ọ bụ n'ehihie Fraịde ka Inec wepụtara akwụkwọ aha ndị ga-eso zọọ ọchịchị n'Anambra steeti.",
    "N'ime akwụkwọ ahụ, aha mmadụ iri atọ na isii dị n'ime ya, nke gụnyere mmadụ iri na asatọ na-azọ ọkwa gọvanọ nakwa mmadụ iri na asatọ bụ osote ha.",
    "A bịa na pati APC, onye aha ya dị ebe ahụ bụ Emmanuel Andy Nnamdi Uba, ebe osote ya bụ Johnbosco Okechukwu Anaedobe.",
    "Ebe foto si, Inec",
    "Aha ndị Inec wepụtara ga-eso zọọ ọkwa gọvanọ n'Anambra steeti",
    "Mana na Pati APGA, onye aha ya dị ebe ahụ bụ Chukwuma Michael Umeoji, ebe osote ya bụ Orogbu Obiageli Lilian.",
    "Na nke PDP, onweghị aha ọbụla e dere ebe aụ, kama ihe Inec dere bụ \"court order\".",
    "Na YPP, onye aha ya dị ebe ahụ bụ Ifeanyi Uba, ebe osote ya Aloysius Izuchukwu Ekee.",
    "Ebe foto si, Inec",
    "Aha ndị Inec wepụtara ga-eso zọọ ọkwa gọvanọ n'Anambra steeti",
    "Cheta na ndị PDP n'Anambra steeti kewara ụzọ abụọ n'ihi na ha na-azọ onye ga-abụ onyeisioche.",
    "Mmadụ abụọ na-azọ ya bụ okwa nwechara akwụkwọ si n'ụlọikpe nke na-ekwu na ọ bụ ha bụ onyeisi n'otu n'otu.",
    "Nke a mere ka ndị isi PDP n'Abuja kposaa ọchịchị PDP nke Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha? ma jiri aka ha họpụta ndị ga-ahazi ntulaiaka imeụlọ na steeti ahụ.",
    "Alex Obiogbolu",
    "Mana nke a mere ka otu PDP abụọ ahụ nọ n'Anambra mee ntuliaka imeụlọ icheiche, ma họpụta ndị ha kwuru meriri.",
    "Otu nke mbụ họpụtara Valentine Ozigbo, ebe otu nke abụọ họpụtara Ugochukwu Uba.",
    "Mana ugbua, Inec ekwuola na onweghị onye n'ime mmadụ abụọ a ha kwenyere na ya, n'ihi na ya bụ okwu ka dịn'ụlọikpe.",
    "Ebe foto si, Anambra Broadcasting Service",
    "APGA kewakwara ụzọ abụọ n'Anambra steeti",
    "N'otu aka ahụ kwa, pati APGA kewakwara ụzọ abụọ n'Anambra steeti n'ihi esemokwu imeụlọ.",
    "Mmadụ abụọ na-azọ ọkwa onyeisi oche na pati ahụ: ha bụ Victor Ike Oye na Jude Okeke.",
    "Chukwuma Soludo nọ n'otu nke Victor Oye ebe Chukwuma Uneoji - onye nke Inec nabatara - nọ n'otu nke Jude Okeke.",
    "BBC Igbo kpọtụụrụ Chukwuma Soludo mana o kwuru na ya achọbeghị ikwu ihe ọbụla ugbua.",
    "Ebe foto si, APGA/FAcebook",
    "Victor Ike Oye bụ onyeisi APGA mana INEC anaghị ahụta ya dịka onyeisi n'ihi mkpebi ụlọikpe nyere.",
    "Nsogbu malitere n'APGA n'afọ 2016 oge ụfọdụ ndị otu ahụ kwuru na ha achọzighị Victor Oye dịka onyeisi ha.",
    "Ndị a gara n'ihu họpụta nwoke a kpọrọ Nwabueze Okafor ka ọ bụrụ onyeisi ha.",
    "Mana o teghị aka, Okafor anwụọ; ha wee họpụta Martin Agbaso ka ọ nọchie anya ya.",
    "Kamgbe ahụ, okwu onye bụ onyeisioche APGA n'Anambra steeti akọbeghị ụkọ n'ụlọ ikpe.",
    "Bido na 2016 ruo taa, Ndị kwurula na ha bụ ndị isi APGA gụnyere: Victor Oye, Martin Agbaso, Edozie Njoku, na Jude Okeke.",
    "Mana dịka o si dị ugbua, INEC egosila na ọ bụ Jude Okeke ka ha ma dịka onyeisi Apga.",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "APGA Primaries: Soludo emeriela na ntuliaka imeụlọ otu APGA23 Juun 2021",
    "Vidio, Anambra Election: Ihe mere ụfọdụ mmadụ anabataghị ntuliaka ime ụlọ PDP na APC n'Anambara, Duration 2,4328 Juun 2021",
    "Anambra state elections: Etu anyị si mee ntụliaka imeụlọ APC Anambra nke a sị na e meghị27 Juun 2021",
    "Anambra Governorship Election: Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?24 Juun 2021",
    "Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti16 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'13 Maachị 2020",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Willie Obiano etinyeghị aka na okwu Nnamdi Kanu - Gọọmentị Anambara Steeti",
    "Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}