{
  "published": "16 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, obi_cubana/IG",
    "Nwa amadị a bụ Obi Iyiegbu nke e ji aha \"Obi Cubana\" mara bụ onye oji ego achụ ego nwere ọtụtụ ụlọ ezụmịke na kwa ụlọ ịgba abalị ndị ọzọ dị ịche ịche na mpaghara Legọs, Abụja na kwa Owere.",
    "Ọ dị afọ iri anọ na isii, ya na nwunye bụ ọkaiwu Ebere Iyiegbu ji ụmụ anọ. Agbam akwụkwọ ha eruola afo iri na atọ.",
    "Ebe foto si, Obi Cubana/Instagram",
    "Nwunye ka na-ere ụlọ na Legọs.",
    "Nne Obi Iyiegbu bụ Ezinne Uche Iyiegbu gbara afọ iri asaa na asato, olili ozu ya bụ n'ụbọchị Sọnde na bia abia na mpaghara be ya nọ na Aboji, Oba, Anambara Steetị.",
    "Dịka Obi Cubana bụ onye a ma ama olili ozu asarala ọkụ n'ọnụ ndị mmadụ ka ndị ọzọ a ma kwa ama n'ezitere ya onyinye, ọzị nkasi obi na ọnwụ nne ya na kwa ndị ọzọ na-ekwe nkwa i bia gbaru nakwa olili ozu nne ya.",
    "Otu n'ime akụkọ n'ewu na soshal midịa bụ etụ olili ozu nne Obi Iyiegbu  eji Obi Cubana mara  si dọtara ya onyinye ehị nari abụọ n'ụma nke gụnyere ehi iri anọ na isii onye otu a na akpọ \"Cubana High Priest\" nyere ya.",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Lee ebe ị ga-enweta nri a kwọrọ aka sie na mpaghara Ọwụwa-Anyanwụ",
    "Ihe tụru ọtụtụ mmadụ n'anya ọkachasi ndị ntoroọbịa na-ajụ uru ehi bara eji akpụnye onye na-eme akwamozu ya na ọkankụ.",
    "Nke mere anyị jiri were sị na ọ dị mkpa itinye anya na ya were rotere ha uru ihe bara n'omenala Igbo.",
    "Ebe foto si, Obi Cubana",
    "Obi Cubana na-ewusike díka o nwetere onyinye ehi púrúiche maka akwamozu nne ya",
    "Lee nkọwa ya na nwa nkenke ebe a.",
    "Ihe ehi jị dị mkpa na mmemme ndị Igbo:",
    "Iji oke anụ lie mmadụ n'ala Igbo na-egosi na onye ahụ a na-eli dị mkpa, maọbụ na ọ bụ onye a ma ama, maọbụ onye kara ezigbo nka, maọbụ na o chiri echichi pụrụ iche.",
    "Eji ehi, ewu maọbụ atụrụ edu onye ahụ ala mụọ ụzọ.",
    "Ebe foto si, Getty Images",
    "Ndị ezinaụlọ onye a na-eli, ndị enyi ya kwa ndị agbata obi ya na-agbakọta butere ya onyinye anụ dị ịche ịche, ka aka si ruru ha.",
    "Ndị aka erusighi ike na-eji ọkụkọ ole na ole lie ozu.",
    "Ebe foto si, Cubana Chief Priest",
    "Cubana Chief Priest nyere Obi Cubana ehi iri ano na ise",
    "Dịka anụ ehi gbara oke abụba, a na-eji ya eme mmeme olili ozu, igba akwụkwọ, ichi echịchị na kwa mmeme ndị ozo.",
    "Ebe foto si, Uche Akolisa",
    "Inye mmadu onyinye ehi na ndụ maọbụ n'ọnwụ bụ oke ihe igosi nkwanye ugwu pụrụiche dịka ya bụ anụ galara oke ọnụ ma gbakwa agba nke ukwu.",
    "Igbụ otu ehi bụ ihe ukwu na anya ndị mmadu na ala Igbo imezu ya abụọ, maọbụ atọ bụ oke ihe, igbufe karia atọ bụ akụkọ dara uda , ya mere eji echi ndị mmadụ echichi \"ogbu ehi\" na otutu mpaghara ala Igbo.",
    "Dika anyi kọwagoro mkpa igbu ehi na mmeme ala Igbo, kedu ihe mere Nne nwaamadi bụ Obi Cubana ji adata onyinye ehi ehị nari abụọ na iri anọ na isii?",
    "Ebe foto si, Cubana Chiefpriest-Instagram",
    "Igbo sị na a hụ dịmkpa, ahụ ogologo, imi ya.",
    "Ndị ọnụ na-eru n'okwu gụnyere ndị ojiegoachmụ ego, ndị ọchịchị, ndị ihe ejije tụrụ ka anwụ n'ime mmanụ anwụ n'ọba maka ya bụ olili ozu.",
    "Ebe foto si, Jnr Pope/Instagram",
    "Okpokoro isi anụ ndị a bụ igosi onye ọbịa ọbụla ka aka ruru ezinụlọ ọ batara.",
    "N'oge gboo n'ala Igbo, n'ime obi ndị aka ruru, ị ga-ahụ okpokoro isi anụ dị iche iche egbugoro ndị lara mụọ, dịka okpokoro isi ewụ, okpokoro isi ehi nakwa okpokoro isi ịnyịnya.",
    "Ọ buru na be ndị dinta, i nwekwara ike ịhụ okpokoro isi anụ ọhịa dị iche iche dịka isi agu, isi ele, isi mgbada, isi odum nakwa anụ ndị ọzọ.",
    "Na gboo, ndị mmadu na-edowe ihe ngosi a n'obi ha i ji gosi ka aka ruru ha.",
    "Anambra Steeti",
    "Omenala",
    "Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti16 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'13 Maachị 2020",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Willie Obiano etinyeghị aka na okwu Nnamdi Kanu - Gọọmentị Anambara Steeti",
    "Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}