{
  "published": "16 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "James Eze bụ ọdeakwụkwọ ukwu nke gọvanọ Anambra Steetị bụ Wille Obiano ekwuola na akụkọ na-efeghari na ịntanetị nke sị na aka Gọvanọ Obiano nọ na ntọrọ nakwa nwụchị Nnamdi Kanu bụ akụkọ ugha.",
    "N'ozi ya ọ gwara ndị mmadu ka ha kagbuo ya bụ akụkọ dịka enweghi okwu eziokwu so ya cha cha.",
    "Aka Willie Obiano adịghị n'ịhọpụta Eze ọhụrụ Aguleri",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "O kwukwara na Gọọmentị etiti nakwa Onyeisiala bụ Muhammadu Buhari anaghi achọ eneymaka Gọvanọ obula n'okwu ọrụ nchekwa na Naijiria dịka ya na ndị kachamaru ya bụ ọrụ, bụ ndị agha nakwa ndị ọrụ nchekwa ọzọ nọ n'isi ya bụ okwu.",
    "Na nchikọta okwu ya, o kwuru na ndị zipụtara ozi a ma ụma zipụta ya ka o bute ọgbaghara nakwa esemokwu n'etiti ndị mmadu.",
    "Ihe mere anyị jiri chọọ ka akpọrọ Nnamdị Kanu gaa nga - Aloy Ejimakpr",
    "Chetekwa na akwụkwọ ọnụ na-ekwuru otu Indigenous People of Biafra (Ipob) binyere aka gụnyere aha Gọvanọ Willie Obiano, Gọvanọ Nyesom Wike bụ Govanọ Rịvas Steetị, Emeka Offor, Chris Nwabueze Ngige nakwa ọgaranya ụmụ Igbo ndị ọzọ na ndị aka nọ n'okwu nwụchi Nnamdi Kanu.",
    "Ya bụ akụkọ kwuru na ndị Ipob mere nyocha nke gosiri na aka ndị a nọ na nwụchi Maazị Kanu.",
    "Akụkọ a kwukwara na ndị a edepụtara aha ha nyere gọọmentị oke ego ịhụ ka nwụchia dị ire n'ezia.",
    "Anambra Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu: Ọ kaa gọọmenti obi, ha gaa nwụchie Kanu n'ala nsọ - Ụkọchukwu Peace28 Maachị 2019",
    "Vidio, Aloy Ejimakor: Ndi uweojii ejighị Nnamdi Kanu na Singapore3 Disemba 2020",
    "Vidio, Nnamdi Kanu: 'Ọ bụ dịmkpa asaa nwụchiri Maazị Kanu na Kenya' - Aloy Ejimakor, Duration 4,5515 Julaị 2021",
    "Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti16 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'13 Maachị 2020",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Willie Obiano etinyeghị aka na okwu Nnamdi Kanu - Gọọmentị Anambara Steeti",
    "Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}