{
  "published": "17 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Iji mee emume icheta ụbọchị a kpọrọ \"World Youth Skill Day\", nke bụ ụbọchị Julaị 15 nke afọ ọbụla, BBC Igbo ga-ele Michael Ugochukwu Onyezebe anya.",
    "Michael Ugochukwu Onyezebe bụ nwa ikoroọbịa na-eji zobo eme mmanya a na-aṅụ anụ.",
    "Ihe pụrụ iche na nke ya bụ na ọ na-etinye ya n'akpa dịka 'tea' nke bekee na-akpọ 'tea bag'.",
    "Eji m osisi dịka nkụ arụpụta ihe gbara igbo gharịị - Samson Ejiofor",
    "Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị dịka nke Wright Brothers - Kenneth Akobundu",
    "'Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya' - African Michael Jackson",
    "Michael wekara ndị ntorobịa dịka ya n'ọrụ",
    "Michael nwere ọzụzụ imepụta ọgwụ na mahadum, nke bekee na-akpọ 'pharmacist'.",
    "Mana ọ gbanweela amamihe ahụ werezie ya na-emepụta ihe ọṅụṅụ bụ ọkaibe.",
    "Gere akụkọ ya ebe a.",
    "Ndị mere akụkọ a bụ Chiemela Mgbeahuru na Chukwunaeme Obiejesi.",
    "Ụmụntoroọbịa",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, African Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Ọgbambọ: \"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms, Duration 3,421 Juun 2021",
    "Vidio, Drone Technology: 'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson, Duration 4,022 Juun 2021",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, 'Egwu ji anyi n'Adani kamgbe egbuchara ndị agha abụọ na be anyị' -HRH Igwe P .Okafor, Duration 2,1317 Julaị 2021",
    "Vidio, Nnamdi Kanu: 'Ọ bụ dịmkpa asaa nwụchiri Maazị Kanu na Kenya' - Aloy Ejimakor, Duration 4,5515 Julaị 2021",
    "Vidio, World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe, Duration 3,1917 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Wooden Cave: Osisi mmadụ iri na asatọ nwereike ịnọ n'ime ya, Duration 6,0614 Julaị 2021",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, African Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Vidio, Covid 19 n'otu nkeji: 'Dogoyaro' o nwereike ịgwọta coronavirus, Duration 0,5420 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}