{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/Nigeria Government",
    "Kemgbe mba Cameroon ekelera Naịjirịa maka nnwụchigharị Nnamdi Kanu, ajụjụ ọtụtụ ndị mmadụ kpụị n'ọnụ bụ :LKeedụ sakramentị jịkọrọ Cameroon na Naijria n'okwu gbasara Nnamdi Kanu?",
    "Nke a bụ n'ihi na naanị ihe ụfọdụ ma maka nnwuchi Kanu bụ na ụfọdụ gụnyere ndị ezinaụlọ Kanu na-arụ mba Kernya aka.",
    "Mana ụbọchị Tuzde, Felix Mbayu, onye na-anọchị anya Onyeisiala Kamerun bụ Paul Biaya butere Onyeisiala Muhammad Buhari ukpa ekele maka nnwuchiri a nwuchiri Kanu oge ọ bịara hụ ya n'obi gọọmenti n'Abuja.",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "Nke a pụtara ihe n'ozi ọnụ na-ekwuru Buhari bụ Femi Adesina wepụtaran'akara Facebook ya.",
    "Adesina kwuru na Buhari gwara Felix Mbuya sị, \"Onye ya na agbataobi ya adịghị na mma ga-enwe nsogbu.\"",
    "\" Ọdịmma anyị na Cameroon malitere oge m nọ n'ọrụ ndị agha. Mba ụnụ nyere anyị aka oge Agha.\"",
    "N'ọsịsa ya, Mbayu kwuru na obi dị Onyeisiala mba Cameroun bụ Paul Biya ụtọ n'ihe ndị Naijiria na-eme n'Afrịka, sị na agbata obi  ha bụ abụghị naanị n'okeala na ihe mere gboo, \"kama nsogbu chere anyị aka mgba jikọrọ anyị.\"",
    "Mbayu , onye jara Naijiria ikpe maka iji ndị uweojii mba ụwa a kpọrọ 'Interpol' were kpachikọ Kanu sịrị: \"Nsogbu ndị a metụtara nchekwa ọkachasị  dị mkpa na anyị jịọrọ aka chọwa ụzọ mgbapụta.\"",
    "Mbayu kwuru na \"ọchịchị Biya na-ele anya na ndị na-eti mkpu ka e  nye ha Ambazonia na  mba Cameroon agaghị ahụ ebe mgbakwasị ụkwụ na Naijiria, \" dịka ọ rụtụrụ aka na ụfọdụ ndị na-achọ isi n'ọgbaghara dị na mba abụọ ndị a kposaa akụkụ ala ha ebe ndị a na-asụ Bekee.",
    "Cheta onye ndu ndị otu Ipob bụ Nnamdi Kanu ekwubuola n'ozi mgbasaozi ya, na otu Ipob na ndị Ambazonia na-enwe mmekọrịta maka ọganihu ebumnobi ha nke bụ nnwereonwe site na mba ha nọbu na ya.",
    "Kedụ ndị bụ ndị Ambazonia a na-arụ aka?",
    "Ebe foto si, BBC/Screenshot",
    "Ambazonia bụ otu malitere na mba Cameroun site n'ebubo mmegbu ha na-ebo gọọmentị mba ahụ.",
    "Ebe ahụ a na-akpọ kwa 'Amba Land' bụ ebe ndị na-asụ Bekee kachasị biri na mba ahụ.",
    "Ha kacha biri na mpaghara Ugwu Cameroun.",
    "Ọ bụ n'afọ 2017 ka otu onye na-edu ndị na-eti mkpu nnwereonwe a bụ  Sisiku Ayuk Tabe kwuputara na Ambazonia bụ mba kwụrụ onwe ya esoghizi na Cameroun.",
    "Gọọmentị Etiti Cameroun kwukwara na ha ekweghi na nkwuputa ma rue n'ọnwa Nọvemba 2017 malite agha megide ndị 'Ambazonia'",
    "E mechara ha nwuchie Tabe ma tụọ ya na mmadụ itoolu ọzọ nga mkpụrụ ọka n'afọ 2019. E boro ha ebubo ịgba mgba okpuru.",
    "Vidio, Osisi mmadụ iri na asatọ nwereike ịnọ n'ime ya14 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?elekere 6 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Ihe ndị agha Naịjirịa kwuru maka ogbaghara dara n'ahia Ladipo ụnyahụ",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Fada Mbaka ekwuola ihe asaa ọ chọrọ ka e mee gbasara nwụchịgharị Nnamdi Kanu",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}