{
  "published": "15 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Udala FC",
    "Philip Udala bu onye Uke bu obodo di nso n'Abatete bụ obodo a nọ gbuo ya",
    "Ọnụ na-ekwuchịtere ndị uweojii n'Anambra steetị bụ Ikenga Tochukwu ekwuola na ha amalitela nyocha maka ihe mgbawa obi mere na Abatete n'ụbọchị Tozde.",
    "Mana, akụkọ pụtara egosila na ọ bu ụgbọala bu onye ama bụ Philip Udala na ndị enyemaka ya ka ndị omekome a wakporo ma mụnye ọkụ.",
    "Mwakpo a mere n'ahia Eke-Agu nke nọ na mpaghara Abatete.",
    "Maazị Udala na ndị otu ya nọ na njem n'oge ọdachi a dakwasara ha.",
    "Ndị uweojii Anambara Steeti si na ha na-eme nnyocha ịmata ka ihe siri mee.",
    "Ebe foto si, Udala FC",
    "Ọ bụ n'ọnwa June ka Maazị Udala mere agbamakwụkwọ",
    "Maazị Udala bụ nwoke ọgaranya a ma ama na Anambra Steetị. Otu ihe e ji mara ya bụ otu bọọlụ ohiwere ma burukwa onyeisi ya bụ otu nke akpọrọ Udala FC.",
    "Udala FC bụ otu bọọlụ nke agunyegoro n'akwụkwọ agba nke abụọ na otu jịkọrọ ndị egwuruegwu bọọla na Naijiria nke a na-akpọ \"Nigeria National League\".",
    "Akụkọ ekwukwala na Maazị Udala bụ onye na-emesa aka dịka onyegoro ọtụtụ ndị ogbenye aka n'obodo ya.",
    "Maazị Udala ka gbachapụru akwụkwọ nso nso a n'Legọs Steetị, ebe ọ nụrụ odinobia ya bụ nwaada Kelly.",
    "N'akara Udala FC na Facebook, ihe ikpeazụ e tinyere bụ ekele Maazị Udala na-enye Obi Iyiegbu - e ji Obi Cubana mara - dịka ọ na-akwa nne ya.",
    "Ọ bụ Maazị Udala binyere aka na ya bụ ọzi.",
    "BBC Igbo kpọtụtụ Obi Cubana ịnụta ma o nwere ihe ọ nụrụ banyere ọnọdụ Maazị Udaala ugbua mana ọ sị na ya ka nọ n'ụzọ.",
    "\"Ihe m ma ugbua bụ na-ekwentị ya naghị aga.\"",
    "Ndị otu bọọlụ Udala FC na Philip Udala ka ha gbachara bọọlụ",
    "Otu nwaada aha ya bị Chichi Eriobu dere n'akara Facebook ya na nwanne ya nwoke bụ Ebuka Eriobu sọ n'ime ndị omekome a gburu n'Abatete.",
    "Ọ sị na obi agbawaala ezinụlọ ha, ọkachasị etu ndị mmadị jiri na-ese nwanne ya ihe onyonyo kama inyere ya aka ebe o dina na-azọ ndụ ya.",
    "Ebuka Eriobu bụ Odeakwụkwọ ngalaba jikọrọ otu asọmpị bọọlụ n'Anambara a kpọrọ \"Anambra Independent Football League\" (AIFL). Ọ bụkwa onyeisi otu bọọlụ Udala FC.",
    "Ebuka kwesiri ime ncheta ọmụmụ ya n'ụbọchị 27 nke ọnwa Jụlaị tupu ihe mee.",
    "Vidio, Ndị Abatete bi na Lagos mere ihe puru iche na mmemme iri ji ọhụrụ ha14 Ọktọba 2018",
    "August Meeting: Nzụkọ Ọgọstụ Ụmụ nwaanyị n'ala Igbo amalitela ugbua9 Ọgọọst 2019",
    "Abatete Attack: Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma14 Julaị 2021",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete15 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Gịnị na-esere ndị Ụlọomeiwu okwu banyere 'eletronic voting'?elekere 8 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Gịnị na-esere ndị Ụlọomeiwu okwu banyere 'eletronic voting'?",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Usoro e ji eli nwaanyị n'ala IgboEmelitere ikpeazụ na: 17 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}