{
  "published": "15 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ọkaịwụ na-ekwuchịtere Nnamdi Kanu bụ Aloy Ejimakor gwara BBC Igbo taa bụ Toozde na ha chọrọ ka ebupụ Maazị Kanu n’aka ndị uweojii nzuzo bụ DSS ma kpọfee ya n’ụlọ mkpọrọ dị na Kuje, Abuja, dịka a n’eche ka ịkpe ya bido.",
    "O kwuru na dịka Maazị Kanu nọ na aka ndị DSS, ha ekwebeghi ka Dọkịnta ya hụ ya maọbụ leta ya, n'agbanyeghị na ahuike ya na-agbada agbada.",
    "O kwuru na ịkpọga ya n'ụlọ mkpọrọ ga-enye ohere ka Dọkịnta ya nakwa ndị ezinụlọ nwee ohere ileta ya n’ụlọmkpọrọ.",
    "O nweghị ihe dị njọ na anapụrụ Mefor igodo redio Biafra- Okaiwu Ipob",
    "Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa",
    "E ji Nnamdi Kanu na Singapore - Aloy Ejimakor",
    "Ọkaiwu Ejimakor na-ekwusikwa ike na nnwụchị Nnamdi Kanu esoghi usoro ziri ezi.",
    "'Ọ bụ Naịjirịa si ka anwụchie ya'",
    "Ọkaiwu Ejimakor gakwara n'ihu kwuo na Kanu gwara ya na ndị ji ya na Kenya kwuru na ọ bụ ndị Naịjirịa si ka anwụchie ya.",
    "N'akwụkwọ o zigara onye ntaakụkọ BBC, Ọkaiwu Ejimakor sị na Kanu gwara ya na eboro ya ebubo na ọ onye onyi ndu egwu ya na ndị Al-shabab na-arụkọ.",
    "Mana, dịka o siri dee, ka emechara nnyocha, ndị Kenya chọpụta na nke ahụ abụghị eziokwu.",
    "O dere: Ha gbanwere etu ha si akpasị ya agwa, ma belata ịta ya ahụhụ, mana ha siri ọnwụ na ha ga-akpọnye ya ndị Naịjirịa.",
    "O kwukwara na dịka ndị ụlọịkpe niile nọ na Naijiria na-akwado ibido oge ezumuike ha nke ha kwuru kwesiri ibido n’ụbọchị 26 nke ọnwa Juun, ka e butetụ ịkpe Nnamdi Kanu ihu tupu ha agawa ezumike.",
    "Chetekwa na ndị otu Ipob ekwuola mbụ na nnyocha ndị ahuike mere gosiri na mkpuru obi ya zara aza ruo Pasentị iri na atọ. Ha kwuru na Maazị Kanu nwere ọrịa  ọbara mgbalielụ.",
    "Ọ sị na ọ bụ ụgbọelu onye nkịtị, nke Bekee na-akpọ \"Private Plan\" ka eji bụlata Kanu n'ụbọchị ụka bụ nke 27 nke ọnwa Mee. Ọ si na ọ bụ site ọdọ Ịgbọelu Jomo Kenyatta ka e si bilie ma fetuo na Naịjirịa n'Abuja.",
    "Ọ sị na ọ bụ sọsọ Kanu nọ n'ime ụgbọelu ahụ.",
    "Ọkaiwu Ejimakor sị na ndị ọrụ DSS gbara Kanu ajụjụ ọnụ n'ihu ya .",
    "Dịka o si kwuo: \"Ajụjụ ọnụ a mepere m anya banyere ọtụtụ ihe dịka o nwere ebubo ọhụrụ ha boro ya. Ebubo ndị a metụtara ọnọdụ ya dịka onyeisi Ipob.\"",
    "Gọọmentị Naịjirịa na-ebo Nnamdi Kanu ebubo na ọ na-akpa nkata imegide Naịjirịa nakwa na ọ na-ekpa agwa na-iyi ndụ egwu.",
    "Ọ bụ n'ụbọchị 26 nke ọnwa Jụlai ka ọ ga-alaghachite ụlọikpe maka ya bụ ikpe.",
    "Vidio, Nnamdi Kanu: Ndị Kenya gwara ya na ọ bụ Naịjirịa sị ka anwụchie ya' - Ọkaiwu Ejimakor, Duration 4,5515 Julaị 2021",
    "Vidio, Wooden Cave: Osisi mmadụ iri na asatọ nwereike ịnọ n'ime ya, Duration 6,0614 Julaị 2021",
    "Vidio, Erosion: 'Mbuze a anapụla a m ihe niile m ji bụrụ mmadụ', Duration 2,2428 Juun 2020",
    "Vidio, Ndị Abatete bi na Lagos mere ihe puru iche na mmemme iri ji ọhụrụ ha, Duration 1,5214 Ọktọba 2018",
    "Vidio, African Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Ụmụ Obiligbo: Ugbua anyị amatala na ego dị n'iti egwu, Duration 2,389 Juun 2019",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, Akunna Chimezie Miracle: Nne m ji ire 'bread' zụọ mụ na ụmụnne m na mahadum., Duration 4,1813 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}