{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @NGRSenate",
    "Esemokwu dapụtara n'Ụlọomeiwu Ukwu ụbọchị Tozde dịka ndị omeiwu na-adọrịta ụka maka ozi mpụtara  si n'aka kọmiti ha hibere maka  ịgbanwe Iwu Ntulika nke afọ 20210  nke Bekee kpọrọ  Electoral Act No.6, 2010.",
    "Mgbanwe iwu ahụ ga-emetụta ntuliaka  nke Ọchịchị Etiti, steeti na okpuruọchịchị nakwa Isiobodo Naijiria bụ Abuja.",
    "Ndigbo agbazị aka n'ọchịchị Naịjrịa?",
    "Rochas Okorocha aṅụọla iyi ọrụ dịka Onyeomeiwu Naịjirịa",
    "Ụfọdụ ndị senetọ(mmadụ 52) jụrụ Mpaghara iwu ahụ nke kwuru ka e jiri igwe okwu na-ezipu mpụtara ntuliaka. mana mmadụ 28 kwetara na ya, ebe mmadụ 28 abaghị.",
    "Ebe foto si, Nigerian Senate",
    "Ụfọdụ ndị ụlọomeiwu kwetaburu ka  e nye ngalaba na-ahazi mgbasaozi  n'ekwenti bụ 'Nigerian Communications Commission'( NCC) ikike ịmalite were ekwentị ezipụ mpụtara ntuliaka.",
    "Mana ụfọdụ jụrụ ajụ nke butere mba iwe.",
    "Ọ bụ ka onyeisi Komịtị Seneti na-ahụ maka Inec bụ  Seneto Kabiru Gaya(APC, Kano South) gụpụtachara mpụtara si kọmiti ya ka  Senetọ Sabi Abdullahi(APC, Niger North) ka e dozie akụkụ nke 52(3) nke iwu ahụ.",
    "Ihe dịbu na ya bụ mpaghara bụ \"Komishọn nwere ike izipụ mpụtara ntuliaka sitere n'igwe eletọnic(ekwentị) oge na mgbe o nwerere ike.\"",
    "Mana n'akwụkwọ nke Kọmitị ahụ gbanwere, ọ sịrị,\"Komishọn nwere ike ilebanye anya na iji igwe eletrọnik zipụ mpụtara ntuliaka maọbụrụ na  ngalaba na-ahazi mgbasaozi na'ekwentị ekweta na ọ bụ ozuru-Naijiria-ọnụ nakwa Ụlọomeiwu binye ya aka.\"",
    "Mana mgbanwe ahụ adịghị ụfọdụ ndị senetọ mma dịka  Senatọ Dickson Seriake (PDP, Bayelsa West).",
    "Onyeisi Ụlọomeiwu Ukwu bụ Ahmed chọburu ikpọkọta okwu ọnụ jụ ndị kwere na mgbanwe niile komitị mere na ndị ekweghị, mana Senetọ James Manager jụrụ ajụ, sị ka a kpọpụta n'ahịrị n'ahịrị.",
    "Ebe foto si, Alamy",
    "N'ụlọ omeiwu Nta, okwu gbasara iji igwe eletrọnic eziga mpụtara ntuliaka butere ọgbaaghara nke fọdụrụ ntakịrị ka ọgụ daa.",
    "Oge ya bụ okwu malitere, onyeisi ndị omeiwu nta bụ Femi Gbajabiamila rituru n'oche ya gaa nọdụ n'oche ndị nkịtị, ebe osote ya bụ Idris Wase gara nọrọ n'oche iji kpebie ya bụ okwu.",
    "Mana ụfọdụ ndị omeiwu achọghị ka e nye Inec ikike a, ebe ọtụtụ ndị ọzọ chọrọ.",
    "Ebe foto si, Channels TV",
    "Ọgbaaghara dara n'ụlọomeiwu nta n'ihi ntule iwu gbasara ntuliaka",
    "Ọ kpọrọ oku ka ndị na-achọghị ka e nye INEC ikike tie mkpu 'aye', ka ndị chọrọ ka e nye ha ya bụ ikike tie mkpu 'nay'.",
    "Ụda olu ndị chọrọ ka e nye Inec ya bụ ikike karịrị nke ndị achọghị, mana Idris Wase gara n'ihu kwuo na ọ bụ ndị achọghị ka e nye Inec ikike meriri.",
    "Nke a butere nnukwu ọgbaaghara; ndị omeiwu biliri n'oche ha mkpọtụ na-ada n'elu n'ala.",
    "Ebe foto si, House of Representatives/Facebook",
    "Onyeisi ụlọ omeiwu nta bụ Femi Gbajabiamila yigharịrị ọgbakọ ha ka ọ dịzie ụbọchị Fraịde.",
    "Onweghịzị ihe ọbụla a na-ekwu nwere isi. Ndị omeiwu malitere ịkpọ onyeisi ha bụ Gbajabiamila ka ọ laghachi n'oche ya dịka 'Speaker'.",
    "Oge Gbajabiamila laghachiri n'oche, o kpebiri na ha ga-agbasa ọgbakọ nke taa ma yigharịa ya echi bụ Fraịde.",
    "O kwuru na ha ga-ezigara onyeisi Inec bụ Mahmood Yakubu ozi ka ọ bịa ọgbakọ ahụ bịa kọdoo ha anya.",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete15 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Gịnị na-esere ndị Ụlọomeiwu okwu banyere 'eletronic voting'?elekere 8 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie Nnamdi Kanu1 Julaị 2021",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Gịnị na-esere ndị Ụlọomeiwu okwu banyere 'eletronic voting'?",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Usoro e ji eli nwaanyị n'ala IgboEmelitere ikpeazụ na: 17 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}