{
  "published": "17 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Sunday Idogho",
    "Gọọmentị Naịjirịa ekwuola na Sunday Adeyemo eji Sunday Igboho mara na-achọ inweta akwụkwọ njirimara ọ ga-eji gbapụ Naịjirịa gbagaa mba ọzụ.",
    "Ha sị sị na ha etinyela aha Maazị Igboho n'elu akwụkwọ ndị ha na-achọ achọ dịka onye ha kachasị achọ ka na nwụchie ebe ọbụla ha hụrụ ya.",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "Ihe ndị Yoroba na-ekwu maka atụmatụ nwere onwe Sunday Igboho kwuru maka ya",
    "Sunday Igboho: Anyị gburu mmadu abụọ nwuchie mmadụ 13 na bee ya - DSS",
    "Ebumnobi gọọmentị n'ebe Igboho nọ dị n'ime akwụkwọ ozi onyeisi ngalaba na-ahụ maka ọpụpụ na mbata Naịjirịa bụ nke Bekee kpọrọ \"Nigeria Immigration Service\" nyere onyeisi ụlọ ọrụ nchekwa a kpọrọ \"Department of State Services\" (DSS), onyeisi ndị uweojii nakwa onyeisi ụlo ọrụ Bekee kpọrọ \"National Intelligence Agency\" (NIA).",
    "Maazị Adeyemo soro bụrụ onye aha ya na-ewu ewu na Naịjirịa dịka ọ malitere ihazi atụmatu nwereonwe ndi ọdịda anyanwụ Naịjirịa nke a kpọrọ \"Yoruba Nation\".",
    "DSS na-ebo Adeyemo na ndị otu ya ebubo na ya na-achịkọta ngwa agha ha chọrọ iji buso Naịjirịa agha.",
    "Maazị Adeyemo si na ebubo ahụ abụghị eziokwu.",
    "Ngalaba DSS ekwuola na Adeyemo bụ onye a na-achọ achọ.",
    "Amabeghị ebe Adeyemo nọ ugbua dịka ọ gbara ọsọ n'abalị Jụlaị 1 oge ndị DSS gara ijide ya na bee ya.",
    "Ndị otu ya abụọ nwụrụ ka ha na ndị DSS na-akwa mgbo n'ụbọchị ahụ.",
    "Yoruba Nation na-akwado ịga Legọs ime ngagharị udo ha maka nwereonwe tupu ihe a emee.",
    "Ha mechara mee ngagharị ahụ nke mere ndi uweojii jiri nwụchie ọtụtụ n'ime ha.",
    "Otu nwata nwaanyị nwụrụ n'ọnọdụ ebobeghị anya.",
    "Sunday Igboho: Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho25 Jenụwarị 2021",
    "Sunday Igboho: Ihe o kwuru maka mwakpo 'gọọmentị' n'Ọwuwa Anyanwụ18 Mee 2021",
    "Sunday Igboho: Anyị gburu mmadu abụọ nwuchie mmadụ 13 na be ya - DSS1 Julaị 2021",
    "Sunday Igboho sị na ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor16 Juun 2021",
    "Sunday Igboho: Ihe ndị Yoroba na-ekwu maka atumatụ nwereonwe19 Maachị 2021",
    "Vidio, Ọtụtụ Ụmụ okoroọbịa agbaala ọsọ n'Adani maka ogbugbu egburu ndị agha abụọ na be ha17 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Willie Obiano na Emeka Offor ekwuola na aka ha adịghị na nwuchi Nnamdi Kanu16 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Willie Obiano na Emeka Offor ekwuola na aka ha adịghị na nwuchi Nnamdi Kanu",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti",
    "Sunday Igboho na-achọ akwụkwọ njem ọ ga-eji si Naịjirịa gbapụ - Gọọmentị Naịjirịa",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Kedụ ihe jikọrọ Cameroon na Nigeria na nnwụchi Nnamdi Kanu?",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Ugboro atọ mgbọ egbe 'stray bullet' tụrụ ndị NollywoodEmelitere ikpeazụ na: 21 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}