{
  "published": "17 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Obodo Adani n'Enugwu steeti dịzị ka ebe agbara ọsọ agha n'ihi na egwu ji ndị mmadụ banyere ogbugbu egburu ndị agha abụọ n'Ụbọchị tuzde 13th June 2021.",
    "Mkpa mkpa ahụ mere na mgbde tuzde mgbe ndị ji egbe amaghị ndị ha bụ wakporo ndị agha nọ n'okporo ụzọ eche nche na agbata Adani na Igah gbagbuo ndị agha abụọ ma buru egbe ha.",
    "Igwe na-achị Adani bụ HRH Ezeudo Patrick Okafor gwara BBC na egwu jizi onye ọbụla nke na ọtụtụ ụmụ ikorobia agbaala ọsọ n'ihi egwu ihe ndị agha ga-eme maka ndị otu ha lara mmuo.",
    "Igwe Okafor kwara arịrị na ha amaghị ndị bịara be ha gbuo ndị agha ahụ ma kwuo na ndị oji egbe ahụ eteela ha kpawara ike na Adani nakwa obodo gbara ha gburu gburu dịka, Opanda, Nimbo, Abi, Ugbene Ajima nakwa Ezeani.",
    "Nchọpụta gosiri na ọ bụ eziokwu na ndị oji egbe ahụ amaghị ndị ha bụ agbaala ụlọ ndị uweojii n'Adani ọkụ ebe ha chụpụkwara ndị uweojii nọ n'Opanda.",
    "Otu onye agha ekweghị ka akpọọ aha ya kwuru na ndị omekome ahụ chọrọ ka ha chụpụsịa ndị agha na ụzọ Uwani ka ha nwee ike ịdị na-egbu mmadụ dịka ha na emebu na ya bụ gburu gburu Uzo-Uwani.",
    "Otu nwa agbọghọ bụ Chidimma Egah kwuru na egwu na atụ ya n'ihi na ha amaghi ebe ndị na-awakpokari Adani na agbata obi ha si abịa.",
    "Ndị agha keziri nkwụcha nọrọ na Opanda nakwa ezi e si abanye Adani ma nosikwaa ike ebe ahụ agbagburu ndị otu ha.",
    "Nchekwa ndị ụwe ojii",
    "Enugwu",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu14 Julaị 2021",
    "Adani Community Clash: Etu e si gbuo mmadụ isii na mwakpo mere n'obodo a dị n'Enugwu Steetị30 Maachị 2021",
    "Mwakpo ọchịehi: Ọtụtụ mmadụ agbaala ọsọndụ na Kogi21 Maachị 2018",
    "Vidio, 'Egwu ji anyi n'Adani kamgbe egbuchara ndị agha abụọ na be anyị' -HRH Igwe P .Okafor, Duration 2,1317 Julaị 2021",
    "Vidio, Nnamdi Kanu: 'Ọ bụ dịmkpa asaa nwụchiri Maazị Kanu na Kenya' - Aloy Ejimakor, Duration 4,5515 Julaị 2021",
    "Vidio, World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe, Duration 3,1917 Julaị 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Wooden Cave: Osisi mmadụ iri na asatọ nwereike ịnọ n'ime ya, Duration 6,0614 Julaị 2021",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, African Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Vidio, Covid 19 n'otu nkeji: 'Dogoyaro' o nwereike ịgwọta coronavirus, Duration 0,5420 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}