{
  "published": "20 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu Ohaneze Ndigbo ekwuola na ọ kaara onyeisiala Muhammadu Buhari mma ịchọ ikpemkwumọtọ kama ị na-achụgharị ndị dịka Sunday Igboho na Nnamdi Kanu bụ ndị na-eti mkpu nnwereonwe.",
    "Nke a na-abịa dịka akụkọ pụtara na Gọọmentị Naijiria ji ndị uweojii mbaụwa bụ 'Interpol' nwuchie onye ndu 'Yoruba Nation' bụ Sunday Igboho, onye ezi aha ya bụ Sunday Adeymo na Bene Rịpọblik n'ụbọchị Monde.",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "Ihe ndị Yoroba na-ekwu maka atụmatụ nwere onwe Sunday Igboho kwuru maka ya",
    "Ala Igbo abụghị ebe a na-alụ agha, Sunday Igboho gaa kpalite okwu n'ala Yoruba - Dkt Egbujo",
    "Ozi si n'aka Ọnụ na-ekwuru Ohaneze Ndigbo bụ Alex Ogbonnia sịrị, \"Mkpu nnwereonwe dị iche iche a na-eti na Naijiria ọ nọkataghị mewe.\"",
    "\"Ọ bụ mmegbu maka etu ihe si aga na gọọmentị etiti butere ya. Ọ bụghị ha butere onwe ha.\"",
    "\"Ọ ka mma ịchọ ụzọ ileba ihe ndị a anya iji nweta udo na ọganihu.",
    "\"N'aka nke ọzọ Nnamdi Kanu na Sunday Igbogho abụrụla ndị e ji eme ọnụ na be ha, nke bụ ọnọdụ mmegbu tụpụtaara ha.",
    "\"Ịchụgharị Kanu na Igboho na-elebanyeghị anya na ihe butere mkpu nnwereonwe ga-abụ ịkwọ aka tiere ọkụkọ akị.\"",
    "\"Ndị ọzọ dịka Kanu na Igboho ga-ekuli.\"",
    "Mkpu nnwereonwe  agaghị ebi belụsọ ma gọọmentị e wepụrụ nsogbu nchekwa- Guy Ikokwu",
    "Ebe foto si, Guy Ikokwu",
    "Guy Ikokwu bụ bụ onye ndọrọndọrọ ọchịchị n'oge agba nke abụọ ọchịchị onye kwuo uche ya na Naijiria (Second Republic)",
    "N'aka nke ọzọ, otu okenye Igbo ọnụ na-eru n'okwu bụ Guy Ikokwu kwuru sị \"Naanị mgbe gọọmentị mere ihe ha kwesịrị ime n'okwu nsogbu nchekwa site na ịchekwa ndụ na akụnaụba ka nsogbu a ga-ebi.\"",
    "Ikokwu, onye gwara BBC Igbo n'ọsịsa o nyere n'ekwentị na Sunday Igboho n'agba ọsọ ndụ maka mkpamkpa kpara na mpaghara obodo ya dị n'Ọdịda Anyanwụ, gosiri olileanya na ndị be ha ga-eji ndị ọkaiwu ha gbapụta ya.",
    "Cheta na a nwuchiri Sunday Adeyemo a ma ama dịka Sunday Igboho na nwunye ya n'Ọdọụgbọelu Bene ụbọchị Monde, dịka ọkaiwu ya bụ Yomi Alliyu siri kwuo,",
    "Ebe foto si, Getty Images/Sunday Igboho",
    "Emma Powerful bụ ọnụ na-ekwuchitere otu 'Indigenous People of Biafra' ekwuola na ọ bụ nsogbu ka Gọọmenti Naịjirịa na-achọ site n'ịnwụchị Sunday Igboho.",
    "O kwuru na Sunday Igboho na-achọ ọdịmma ndị be ha, o nweghị ihe ọjọọ o mere.",
    "Fada Mbaka ekwuola ihe asaa ọ chọrọ ka e mee gbasara nwụchịgharị Nnamdi Kanu",
    "Ipob: Uche Mefor o nwere ikikere ịsị ndị Ipob kwụsi ịtụ ụtụisi ha?",
    "N'ọnụ ya, \"onye na-achọ ọdịmma ndị be ya dịka Nnamdi Kanu abụghị ajọ nwa.\"",
    "\"Kedụ maka ndị na-akpa mkpamkpa a kpọrọ 'bandits' na Bekee, e si na nga kpọpụta ma wujuo n'Army?\"",
    "\"Naịjiria ji aka ha ekote nnukwu nsogbu ga-eri ha n'oge n'eteghị aka.\"",
    "O nweghị ihe dị njọ na anapụrụ Mefor igodo redio Biafra- Okaiwu Ipob",
    "A nwụchiela Sunday Igboho na Nwunye ya na Benin Republic",
    "Ebe foto si, HTTPS://WWW.INSTAGRAM.COM/SUNDAY_IGBOHO1/",
    "A nwụchiela Sunday Adeyemo bụ onye a ma dịka 'Sunday Igboho bụ onye na-achọ nwereonwe ndị Yoruba site na Naịjirịa na mba Cotonou, Benin Republic.",
    "Ọkaiwu nwa amadị a bụ Yomi Alliyu bụ onye gbara ama n'ozi mgbasaozi o wepụtara ụbọchị Tuzde kwuru na gọọmentị Naijiria ji ndị uweojii Interpol were  Adeyemo na nwunye ya bụ Ropo Adeyemo n'ọdọụgbọelu dị n'isi obodo Benin Republic, Cotonou n'abalị ụbọchị Mọnde July 19, 2021.",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "Ihe ndị Yoroba na-ekwu maka atụmatụ nwere onwe Sunday Igboho kwuru maka ya",
    "Ọ sịrị, \" Ọ bụ akụkọ gbagwojuru anya na gọọmentị Naijiria ji Interpol were nwuchie Sunday Igboho Ospsa na agbanyeghị na ọ bụ okwu metụtara  ndọrọndọọ nke DSS kwuru  na ha apụrụ ịnwụchi ya iji gbochie itinye ọgbaghara na ọdịda Anyanwụ Naijiria.\"",
    "Alliyu gara n'ihu gbaa ama sị na  \" A nwụchikwara nwunye ya bụ Ropo Adeyemo bụ  nwa amala Jamaini ma jụọ sị,  \"Kedụ ihe o mere butere nke a?\" dịka ọ kpọkuru gọọkemnti mba Jamini ka ha tinye aka jụ mbọ gọvernment Naijiria na-agba ịkpụlata nwa amadị ahụ ala Naijiria.",
    "Cheta na nke a na-abịaizụ ụka atọ gachara ngalaba uweojii nzuzo Naijiria bụ  Department of State Service(DSS) kwuchara na-aha na-achọ nwụchi Adeyemo  maka ebubo na a hụrụ ngwaagha dị iche iche n'ụlọ ya.",
    "Nke a na-eso mwakpo DSS mere be Adeyemo ebe  ha gbagburu mmadụ abụọ bụ ndị nnyemaka ya.",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Cheta na ndị ọrụ nchekwa nke nzuzo wakporo bee Igboho dị na Soka dị n'Ibadan n'ụbọchị July 1, 2021, nwụchie ndị ọrụ ya iri na abụọ ma gbuo mmadụ abụọ n'ime ha mgbe ha na-akwakọrịta mgbọ.",
    "Gọọmenti etiti gwara ụlọọrụ na-ahụ maka akwụkwọ njem na Naịjirịa ka ha gbado anya hụ na Igboho agbapụghị ọsọ puọ na Naịjiria.",
    "O nwebeghị ụlọọrụ ndị ọrụ nchekwa kwere ekwu ihe ọbụla gbasara nwụchị a.",
    "Ihe ndị mmadụ na-ekwu maka akụkọ nnwụchị Sunday Igboho",
    "Omoyele Sowore bụ onye na-ekwu maka ikike diri onye akatọọla etu e si nnwụchị Sunday Igboho na-achọ nwereonwe ndị Yoruba ma na-ekwu na o nweghị ihe dị njọ na mmadị ịchọta nwereonwe.",
    "Vidio, Nwayọ Nwayọ, ịkwa baro emeela nwokoroọbịa 'millionare'20 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubanaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?",
    "Nchọpụta egosila na ọ bụ mgbọ egbe tugburu nwaagbaghọ nwụrụ na ngagharịiwe 'Yoruba Nation'",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Ịchụgharị Sunday Igboho, Nnamdi Kanu bụ ịchọ udo na-enweghị ikpenkwụmọtọ - Ohaneze",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee nri di iche iche esi n'akpụ emepụtaEmelitere ikpeazụ na: 26 Eprel 2018",
    "Sunday Igboho: Anyị gburu mmadu abụọ nwuchie mmadụ 13 na bee ya - DSS",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}