{
  "published": "19 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ifeanyi Ubah bụ onye jiri ọkọlọtọ Young Progressives Party azọ ọkwa gọvanọ Anambra steeti etinyela ọnụ n'okwu Nnamdi Kanu",
    "Dịka onye omeiwu na-anọchị anya Anambra South, o kwuru na gọọmenti etiti kwesiri ịbịa kọwara ndị ụlọomeiwu ukwu etu ha si nwụchị onye ndu Ipob bụ Nnamdi Kanu.",
    "Joe Igbokwe nwere ikike ikwu uche ya  - Onye enyemaka Abaribe",
    "'Ọrụsị m nwere adịghị akwụsị m inwe anụrị' - Nwa nlecha nwere otu aka",
    "O kwukwara maka etu o ga-esi mee ka ndị Anambra bụrụ steeti ndị ọzọ ga na-eṅomi eṅomi .",
    "Ihe ndị ọzọ o kwuru dị n'ihe nkiri a dị n'elu ebe a.",
    "Ọtụtụ Ụmụ okoroọbịa agbaala ọsọ n'Adani maka ogbugbu egburu ndị agha abụọ na be ha",
    "World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe",
    "'Ọ bụ dịmkpa asaa nwụchiri Nnamdi Kanu na Kenya' - Aloy Ejimakor",
    "Osisi mmadụ iri na asatọ nwereike ịnọ n'ime ya",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Nnamdi Kanu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,20elekere 6 gara aga",
    "Vidio, Dot Nation: Joe Igbokwe nwere ikike ikwu uche ya - Onye enyemaka Abaribe, Duration 4,4924 Juun 2021",
    "Vidio, Nnamdi Kanu: 'Ọ bụ dịmkpa asaa nwụchiri Maazị Kanu na Kenya' - Aloy Ejimakor, Duration 4,5515 Julaị 2021",
    "Vidio, 'Egwu ji anyi n'Adani kamgbe egbuchara ndị agha abụọ na be anyị' -HRH Igwe P .Okafor, Duration 2,1317 Julaị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 0,59elekere 7 gara aga",
    "Vidio, World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe, Duration 3,1917 Julaị 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Vidio, Wooden Cave: Osisi mmadụ iri na asatọ nwereike ịnọ n'ime ya, Duration 6,0614 Julaị 2021",
    "Vidio, Ability in disabililty: 'Ọrụsị m nwere adịghị akwụsị m inwe anụrị' - Nwa nlecha nwere otu aka, Duration 3,327 Maachị 2020",
    "Vidio, Bishop T. D Jakes Igbo: Etu ị ga-esi mee ka omenala ndị be unu guzosie ike, Duration 9,2421 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}