{
  "published": "20 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/Think Stock",
    "Ọkaiwu Nnamdi Kanu kwuru na ọ na-arịa ọrịa 'Heart Murmur'",
    "Ọ bụghịzi akụkọ ọhụrụ na ọkaiwu  Nnamdi Kanu bụ Alloy Ejimakor ekwuola na Maazi Kanu nwere ọnọdụ mkpụrụ obi nke beekee n'akpọ \"heart Murmur\", kamgbe anwụchichara ya.",
    "O kwukwara na ọ bu ọrịa ọbara mgbalịelụ.",
    "Ihe ndị ị na-eme nwere ike iduba gị n'ọrịa 'Kidney disease'",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Anyi na dọkinta bekee na-ahụ maka oria obi achọghị ka akpọọ aha ya kọwara ihe bụ Heart Murmur, ihe na-akpalịte ya, nakwa etu mmadu ga-esi zere ya.",
    "Dọkịnta ahụ kwuru na Heart Murmur pụtara obi mmadu ịkụ ma na-eme oke mkpọtụ.",
    "Obi onye ahụ ya zuru oke nwere ike ịkụ nwayoo nwayoo mana nke onye obi ya nwere ọnọdụ 'heart murmur' ga-adapụta ụda ma e were akụrụngwa ndị ọrụ ahuike na-akpọ \"stethoscope\" gee ọkụkụ mkpụrụobi ya.",
    "Dịka Dọkịnta ahụ si kwuo, ọtụtụ ihe maọbụ ọnọdụ ndị ọzọ nwere ike ikpalite \"Heart Murmur\" a n'ahu mmadụ.",
    "Lee ihe anọ ọ kpọpụtara:",
    "Nnyocha sayensị na-egosi na-ọrịa \"valve\" mkpụrụobi na akacha akpalịte ọnọdụ 'heart murmur' n'ahụ ndị mba Afịrịka.",
    "Mkpalite a nwere ike ipụta n'uzo atọ:",
    "Ọ bụrụ na mgbe onye ahụ dị na nwata na o nwere ọrịa akpịrị mgbu beekee na-akpọ \"sore throat\" ma eleteghi ya anya, ya bụ ọrịa nwere ike ịkpalite ọnọdụ \"heart murmur\".",
    "Ọ bụrụ n'ahụ onye okenye kara nka, ihe nwere ike ịkpalịte \"Heart Murmur\" bụ mgbe akwara na-ebughari ọbara n'ahu ya adịghịzị  ike ịrụ ọrụ.",
    "•   Mgbe ụfọdụ, sayensị na-ekwukwa na ha enweghi ike ịchọpụta ihe na-akpalịte ya bụ ọnọdụ n'ahụ mmadu.",
    "Ọ buru na mpaghara ime ahụ mmadu nke na-emeputa ihe a na-akpọ \" thyroid\" bido mepụtawa ya bụ \"thyroid\" nke ukwu, o nwere ike ịkpalịte ọnọdụ \"heart murmur\"",
    "Ọrịa ọbara mgbalịelụ nwekwara ike ịkpalite ọnọdụ \"Heart Murmur\" n'ahụ mmadu. Nke a pụtara na onye ahụ ariala ya bụ ọrịa ruo afọ olemole ma hapụ ileta ahụ ya anya chaachaa.",
    "N'ezie, ihe nnyocha sayensị na-egosi bụ na ọ ga-ara ahụ tupu ọrịa ọbara mgbalịelụ akpalite ọnọdụ \"Heart Murmur\".",
    "Ọrịa na-efe efe febanye n'ime mkpụrụobi mmadu, o nwere ike ikpalịte ọnọdụ \"Heart Murmur\" n'ime ahụ ya, nke a ka ndị bekee n'akpọ \"endocarditis\"",
    "Ebe foto si, Nigeria Presidency",
    "Dọkịta ahụ kwuru na dịka ihe na-akpalịte ya bụ ọnọdụ dị ọtụtụ, izere ya anaghi a dị mfe.",
    "Otu ihe dị mkpa n'izere ọnọdụ a bụ mmadu ịga nnyocha n'ụlọọgwụ kwa mgbe kwa mgbe nakwa ilebara ọnwe ya anya ma o nwee ọrịa ọbụla n'ahu ya.",
    "Cheta na Nnamdi Kanu onye gọọmenti nwụchiri ma kpụpụ ụlọikpe kamgbe June 29, 2021 ka nọ n'aka ndị Department For State Service ebe ọ na-eche ikpe a ga-ekpe ya n'ụbọchị July 26, 2021.",
    "Ihe Ipob kwuru maka nwụchị Sunday Igboho",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Obi siri m ike na m na m ga-eso zọọ ọkwa gọvanọ Anambra - Chukwuma Soludo",
    "Ahụike",
    "Naijiria",
    "Nnamdi Kanu",
    "Ọkaiwu Ejimakor sị na Maazị Kanu, bụ onyeisi otu Indigenous People of Biafra (Ipob), banyere mba Kenya n'ọnwa Eprelu nke 2021.",
    "Vidio, Nwayọ Nwayọ, ịkwa baro emeela nwokoroọbịa 'millionare'20 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubanaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?",
    "Nchọpụta egosila na ọ bụ mgbọ egbe tugburu nwaagbaghọ nwụrụ na ngagharịiwe 'Yoruba Nation'",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Ịchụgharị Sunday Igboho, Nnamdi Kanu bụ ịchọ udo na-enweghị ikpenkwụmọtọ - Ohaneze",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee nri di iche iche esi n'akpụ emepụtaEmelitere ikpeazụ na: 26 Eprel 2018",
    "Sunday Igboho: Anyị gburu mmadu abụọ nwuchie mmadụ 13 na bee ya - DSS",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}