{
  "published": "21 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Aliyu Tanko",
    "BBC Hausa editor",
    "Ebe foto si, AFP",
    "Ọtụtụ mkpamkpa na-echere ọrụ nchekwa na Naijirịa aka mgba, nke gụnyere ntọ na ndị omekome gazuo ebe niile na Naijirịa.",
    "Audu Bulama Bujakarti bụ ọkaibe n'ihe gbasara nchekwa na mpaghara Sahel n'ụlọakwụkwọ Tony Blair kwuru na etu enweghị nchekwa sị awakpo Naijirịa na-achọ imebi etu ndị Naijirịa si ebe.",
    "O kwuru sị, \" Mgbe ọbụla ndị omekome a mebiri ihe maọbụ gbuo mmadụ, ọ na-eme ka okwukwe ndị mmadụ nwere n'ọchịchị onye kwuo uche na-ada mba\"",
    "Onyeisiala Muhammadu Buhari kwere nkwa ịchekwa ndụ na akụnụba ndị Naijirịa mgbe ọ batara ọchịchi n'afọ 2015, Kama ọ fọrọ afọ abụọ ka ọ rituo n'ọchịchị mana ọnọdụ Naijirịa dị njọ karịa ka ọ dị afọ ndị gara aga.",
    "Dịka passenti enweghị ọrụ nọ na 32.5, akụnụba Naijirịa ugbua nọ n'ọnọdụ ọdị ndụ ọnwụ ka mma.",
    "Mpaghara ebe ndị Boko Haram ka akpa ike.",
    "Na agbanyeghị na n'ime otu afọ Buharị banyere n'ọchịchị, ọ kwuru na ọfọdụrụ obere ihe ka ha memila ndị Boko Haram kama ọ pụtara nsonso a kwuo na ọchịchị ya anaghị anwa ịkwụsị mwakpo ndị otu a na mpaghara na mpaghara ọwụwa anyanwụ ugwu.",
    "Dịka ndị otu a na-agbasa n'ike n'ike ebe akụnụba Naijirịa na-agbada agbada , ngalaba UN ekwuola na ihe dịka mmadụ 350,000 anwụọla ebe nde pụrụ nde enweghịzi ebe obibi maka mwakpo ndị otu a.",
    "Boko Haram na-awakpo ọtụtụ mpaghara ma na-ehiwe ọkọlọtọ ma na-achị kwa n'ụfọdụ mpaghara n'ụgwụ Naijirịa.",
    "Ugbua ha na-ana ụtụisi n'ihe nkọpụta ọrụ ubi na mpaghara ndị a, dịka ọ dị ugbua azụmahịa ịkọ azụ na mmiri Chad nọ ha n'aka.",
    "Ebe foto si, AFP",
    "Ndị ọrụ ubi ndị Boko Haram gburu afọ gara aga",
    "Ihe ọzọ mere ka ịmeri ndị a sie ike bụ na ọ bụ ime obodo ebe aka ọchịchi gọọmentị anaghị erutecha ka ha gbara mgbọrọgwụ ma na-enye ndị obodo ndị a nsogbu.",
    "N'ime afọ ole na ole ugbu a, Islamic State Group ndị kewapụrụ onwe ha na Boko Haram were bụrụ ngalaba nke Islamic State West Africa Province nke bụ ngalaba otu a kacha akpaike n'ụwa niile ugba.",
    "Ha akarịala Boko Haram.",
    "Otu abụọ a na-ama gọọmentị Naijirịa aka nke ukwu.",
    "Ọgụ na-adapụtakarị n'etiti ndị ọchịehi na ndị ọrụ ubi.",
    "Puku pụrụ puku madụ anwụola  maka esemokwu n'etiti ndị abụọ a.",
    "Mgbanwe mbara eluigwe na mgbasa ọzara Sahara mere ka ndị ọchịehi gbabata n'ọdịda Naijirịa nke butere nsogbu a.",
    "Benue Steeti bụ ebe ọ dị ka nsogbu a ọ ka njọ.",
    "A na-ebo ndị ọchiehi ebubo ịtọrọ ndị mmadụ, egbu kwara mmadụ asaa nsonso a dịka ndị oji egbe wakporo ebe ndị gbatagbata bi.",
    "Nke a mere ka ụfọdụ steeti machie ịchi ehi nke butere esemokwu n'etiti ha na gọọmenti etiti.",
    "Ebe foto si, AFP",
    "Mohammed Akdeef bụ otu n'ime ndị ọrụ ubi si n'ụlo ha gbapụ",
    "Gọọmentị etiti bidoro atụmatụ nke ha kpọrọ National Livestock Transformation Plan nke ha sị ga-egbochi ịchị ehi ị na-agagharị kama ụfọdụ na-ekwu na enweghị ezi ọchịchị, ego na ihe ndị ọzọ na-egbochi ya bụ atụmatụ ịga nke ọma.",
    "Ndị omekome ndị ọzọ na ndị na-atọ ndị mmadụ",
    "Otu ihe na-eyi ọtụtụ ezinụlọ na Naijirịa egwu bụ ntọ a na-atọ ụmụakwụkwọ n'ụlọ akwụkwọ ha.",
    "Atọrọla ihe karịrị ụmụakwụkwọ otu puku n'ụlọ akwụkwọ ha kamgbe Disemba 2020, akwụọala pụkụ pụrụ pụku Dọlas ka ha nwre onwe ha.",
    "Ndịa a na-akpọkarị ndị Omekome maọbụ \"Bandits\" na bekee na-awakpo obodo, na-atọrọ ndị mmadụ ma na-agba kwa ụlọ ndị mmadụ ọkụ.",
    "Mwakpo ndị omekome a emela ka ọtụtụ ndị sị n'ụlọ ha gbapụ ma gbaga na mpaghara ndị ọzọ na Naijirịa.",
    "Ọ bụ na mpaghara ọdịda anywnụ ụgwụ ka ndị a kacha akpa ike.",
    "Egbuola ihe karịri mmadụ puku atọ na Zamfara Steeti ma na egbu kwa kamgbe afọ 2012.",
    "Emechiela ọtụtụ ụlọ akwụkwọ na Zamfara na Niger steeti ebe a na-atọrọ ụmụ akwụkwọ kamadụ ndị dị afọ atọ; a na-atọrọ kwa ha.",
    "Dịka o dị ugbua ịtọrọ mmadụ abụrụla ezigbo ahịa na Naijirịa dịka ọ nyiri ndị agha ịkwụsị ndi a.",
    "Ugbua, ndị omekome a na agbasa nke ukwu.",
    "Ndị na-achọ nnwereonwe",
    "Ebe foto si, Getty Images",
    "Onyeisiala Buharị ekweela nkwa imemila ndị Ipob",
    "Otu Indigenous People of Biafra (Ipob) bụ otu mwereonwe ndị Igbo nke nọ na mpaghara ọwụwa anyanwụ Naijirịa na ndị nchekwa Naijirịa na-atakọta isi dịka ha chọrọ mba nke ha akpọrọ Biafra.",
    "Ọ bụ Nnamdi Kanu onye a nwụchịri ma a ga akpọpụ ụlọikpe nsonso a maka ịgba Naijirịa mgba okpuru hiwere otu a n'afọ 2014.",
    "Ọchụchọ Biafra abụghị taa ka o bidoro.",
    "Mpaghara ebe ndị na-achọ nnwereonwe na-akpa ike",
    "Ndị ọchichị mpaghara a hiwere ya bụ mba n'afọ 1976 nke butere agha n'etiti ha na Naijirịa.",
    "A na-ebo ndị nkwado Nnamdi Kanu ebubo ịwakpo ndị nchekwa, ụlọ mkpọrọ na ụlọ ndị ọchịchị na Naijirịa.",
    "Onyeisiala Buhari ekwela nkwa imemila ya bụ otu dịka ọ dere na Twitter ya sị, \" Ndị a na-enye nsogbu taa, a ga-asụrụ ha asụsụ ha ga-ahọta\".",
    "Ụlọ ọrụ Twitter wepụrụ ya bụ ozi nke mere ka gọọmentị Naijirịa machie Twitter.",
    "Ebe foto si, AFP",
    "Ndị oji egbe kwadoro nke ọma wakporo ọtụtụ akụrụngwa eji amịpụta mmanụ agbịdi na 2000",
    "Nsogbu nchekwa abụghị ihe ọhụrụ na mpaghara ndịda Naijirịa.",
    "Mmanụ agbịdị bụ ebe Naijirịa si enweta ego karịa, mana ndị oji egbe Niger Delta na-ekwu ka enye ya oke nke ha sị ruru ha maka na ọ bụ obodo ha ka esi ewepụta ya bụ mmanụ ma na emebi kwa mbara ezi ha.",
    "Ọ bụ n'ụfọdụ afọ gara aga ga ndị a bidoro ịtọrọ ndị ọrụ mmanụ agbịdi ma na alụso ndị nchekwa ọgụ.",
    "Onyeisiala Umaru Musa Yar'Adua bidoro atụmatụ 'Presidential Amnesty' nke mere ka obi ha dajụọ.",
    "Ugbua, ndị otu nzuzo na-enye nsogbu na mpaghara a ebe ndị ọrụ na-ekwu na ndị oji egbe a na ha ewelitela isi ọzọ.",
    "Who are Nigeria's Boko Haram Islamist group?24 Nọvemba 2016",
    "Is Africa overtaking the Middle East as the new jihadist battleground?3 Disemba 2020",
    "Allied Democratic Forces: The Ugandan rebels working with IS in DR Congo14 Juun 2021",
    "'War on Terror': Are big military deployments over?20 Juun 2021",
    "Vidio, #BringBackOurGirls: Nigeria's abducted Chibok girls two years on13 Eprel 2016",
    "Vidio, Ndị Igbo kwesịrị ịchị Naịjirịa na 2023 mana ha na ndị ugwu ga-adị na mma21 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Aknterinwaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Aknterinwa",
    "Ihe mere Simon Ekpa agaghị aga n'ihu dịka onye mgbasaozi Radio Biafra - Ipob",
    "Chukwuma Soludo agọrọla ọnụ ya maka okwu nnwuchi Nnamdi Kanu",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "Nchọpụta egosila na ọ bụ mgbọ egbe tugburu nwaagbaghọ nwụrụ na ngagharịiwe 'Yoruba Nation'",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Ihe ọkaiwu Sunday Igboho kwuru maka nwụchị ya na Cotonou",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}