{
  "published": "19 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Obi Cubana/ Getty Images",
    "Lai Mohammed suru akara akụkọ ụgha n'akụkwọ na-ekwu na ọ gwara Cubana ka o binye Naịjirịa ego",
    "Lai Mohammed bụ minista mgbasaozi Naịjirịa suru akara akụkọ ụgha n'ebe edepụtara na ọ rịọrọ Obi Cubana bụ onye azụmahịa na-ewu kamgbe ngwụcha izu ụka a ego e ji akwụ ụgwọ Naịjirịa ji.",
    "Mohammed depụtara nke a n'akara Facebook ngalaba na-ahụ maka mgbasa ozi na omenaala na Naịjiria nke ọ bụ minista ya.",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "E depụtara akụkọ ụgha fegharịrịnụ etu a ,\"Obi Cubana nke Anambra nwere udiri ego a , Naịjiria wee na-agba mbibi n'aka mba China. Cubana nyetụ Naịjirịa ego.",
    "Ebe foto si, Lai Mohammed Facebook Page",
    "Obi Iyiegbu e ji Obi Cubana mara wuru ewu na ngwụcha ịzụ ụka maka etu o si wepụta nnukwu ego kwa nne ya nwụrụlanụ n'ọba dị n'okpuruọchịchị Idemili South dị n'Anambra ma nata ọtụtụ onyinye n'aka ndị ọyị ya.",
    "Ọtụ onyonyo ndị mmadụ setere na ya bụ mmemme na-egosi ebe ndị ama ama nakwa aka ji akụ n'efe nnukwu ego na mmemme Obi Cubana.",
    "Ọtụtụ ndị ama ama gụnyere Cubana chief priest (onye ọrụ Obi Cubana), Davido, D'Banj, Phyno nakwa ọtụtụ ndị na-eme ihe nkiri ba Nollywood.",
    "Etu e si fee ego na mmemme akwamozu Obi Cubana mere ka ọtụtụ ndị mmadụ kwuwe ka Obi Cubana binye Naịjiria ego.",
    "Ụfọdụ na-ajụ kedụ ka Obi Cubana si akpata ego ya.",
    "Ego Naịjirịa ji n'ụgwọ agbagotela kamgbe onyeisiala Muhammadu Buhari banyere ọchịchị.",
    "Okpa ọchị ama ama bụ Uche Williams Mba gosiri onyoonyo etu o si gaa ya bụ akwamozu ma kwuo na n'ikpeazụ onye ọbụla bụ ndị nwụrụanwụ ka dị ndụ.",
    "Kanayo O kanayo na-eme ihe nkiri Nollywood pụtakwara kwuo n'onyonyo na-efegaharị na soshal midia na onye ọbụla na-achọ ọyị nwaanyị gawa Oba makana ebe ahụ ka ihe niile na-eme.",
    "Naijiria",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu - Ifeanyi Ubahelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakorelekere 9 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Obi siri m ike na m na m ga-eso zọọ ọkwa gọvanọ Anambra - Chukwuma Soludo",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?Emelitere ikpeazụ na: 28 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}