{
  "published": "21 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Shehu Sanni bụ Sịnetọ si Kaduna steeti ekwuola ihe ga-eme ka ọchịchị ruo ndị Igbo aka n'afo 2023.",
    "Ọ gwara BBC Igbo nke a na mkparịtaụka pụrụiche anyị na ya nwere.",
    "A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu - Ifeanyi Ubah",
    "Ndị Igbo ji ekwurekwu ebutere onwe ha nsogbu na Naịjirịa - Onyeisi Ohaneze Legọs",
    "O tinyekwara ọnụ na etu ọchịchị gọọmentị etiti si ebute nsogbu na Naịjirịa.",
    "Gee ihe o kwuru n'uju ebe a:",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, Igbo Presidency: Ndị Igbo kwesịrị ịchị Naịjirịa na 2023 mana ha na ndị ugwu ga-adị na mma, Duration 5,4021 Julaị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, African Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Emmanuel Okala: E tu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ, Duration 4,0523 Juun 2021",
    "Vidio, Ọgbambọ: Nwayọ Nwayọ, ịkwa baro emeela nwokoroọbịa 'millionare', Duration 3,4120 Julaị 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Chinedum Ofomata: Ndị ọcha na-akwalite asụsụ n'omenala Igbo karịa ndị Igbo, Duration 4,1828 Juun 2021",
    "Vidio, World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe, Duration 3,1917 Julaị 2021",
    "Vidio, Nigeria's oldest prisoner: 'E libeghi nna m makana ụmụnne m ndị nwoke anọghị ya', Duration 2,4420 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}