{
  "published": "20 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwuma Ezeh bụ nwa okoroọbịa na-ekweghị ka ihe ọdachị gbochie ya ime ihe ọ chọrọ ime.",
    "Akụkọ ihe onyonyo a ga-akọwara gị etu nwata nwoke a siri bido ahịa ịkwa baro ma site na ya bụ ihe bulie ọtụtụ ndị nroroọbịa siote n'ụbịam pụta.",
    "Ọgba Mbọ: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka",
    "'Eji m ịsụ mkpụrụakwụ na mmanụ nri zụọ ezinaụlọ m'",
    "Na \"Igbo Amaka\" abụghị n'ọnụ, ọ bụ n'ọmume.",
    "Lee ka Chukwuma siri mee nke ya.",
    "Ụmụntoroọbịa",
    "Anambra Steeti",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe, Duration 3,1917 Julaị 2021",
    "Vidio, Ọgbambọ: Nwayọ Nwayọ, ịkwa baro emeela nwokoroọbịa 'millionare', Duration 3,4120 Julaị 2021",
    "Vidio, 'Egwu ji anyi n'Adani kamgbe egbuchara ndị agha abụọ na be anyị' -HRH Igwe P .Okafor, Duration 2,1317 Julaị 2021",
    "Vidio, Nnamdi Kanu: 'Ọ bụ dịmkpa asaa nwụchiri Maazị Kanu na Kenya' - Aloy Ejimakor, Duration 4,5515 Julaị 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India, Duration 2,5616 Disemba 2019",
    "Vidio, Bishop T. D Jakes Igbo: Etu ị ga-esi mee ka omenala ndị be unu guzosie ike, Duration 9,2421 Septemba 2020",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Ụmụ Obiligbo: Ugbua anyị amatala na ego dị n'iti egwu, Duration 2,389 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}