{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọkaikpe Binta Nyako nyere Nnamdi Kanu ohere isi be ya n'abịa ikpe n'afọ 2017",
    "Okwu ọhụrụ dapụtara n'ikpe Nnamdi Kanu na-ekwu na ndị Department of State Service (DSS) bụ ndị ji ya ekweghi ya binye aka n'akwụkwọ ga-eme ka mba Briten nye ya enyemaka.",
    "Nke a pụtara ihe n'ozi ọkaiwu ya bụ Alloy Ejimakor ziputara n'ụbọchị Monde.",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "O kwuru \"e nyeghachiri m akwụkwọ enyemaka nke ga-eme ka mba Briten nyere Kanu aka ebe Kanu emetụtaghị ya aka\"",
    "\"Ka m kwuo n'ezie, e nyere m ndị DSS akwụkwọ a kemgbe abalị ole na ole gara aga, ha kwetakwara na ha ga-enye ya Nnamdi Kanu",
    "Mana ndị ọkaiwu DSS enyeghi ikike ka Kanu binye aka n'akwụkwọ ahụ n'ihi ihe ma amaghị rue ugbua\" ka Ejimakor dere.",
    "Ọ gara n'ihu kwuo na o nweghi ihe nrite ọ hụrụ gọọmentị etiti ga-enweta n'ime nke a.",
    "\"Kama ihe ọ ga-eme bụ na ọ ga-egosi na gọọmentị Naịjirịa ma ụma agbachi enyemaka mba Briten irute Nnamdi Kanu aka\"",
    "O kporo okua ka ụlọ nnọchianaya nke mba Briten mee ngwa ngwa nyere Nnamdi Kanu enyemaka ruru ya dịka onye ala ahụ nke Kanu bụ.",
    "Ha mee nke a, ọ ga-eme ka Nnamdi Kanu nwee mmekọ mmadụ na ibe ya maka na ugbua, ọ bụ naanị ndị ọkaiwu ya nwere ikike ịleta ya.",
    "BBC Igbo kpọtụrụ ọnụ na-ekwuru DSS bụ Peter Afunanya mana ọ sị ka edetere ya ozi maka na ọ nọ na nzukọ.",
    "Ruo oge akụkọ a pụtara Maazị Afunanya azabeghị ka o siri kwụrụ.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Vidio, A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu - Ifeanyi Ubahelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakorelekere 9 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lauretta Onochie, Magu na ndị ọzọ a gbajọrọ ugboro ugboro mana Buhari kwechiri inye ha ọkwa9 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Obi siri m ike na m na m ga-eso zọọ ọkwa gọvanọ Anambra - Chukwuma Soludo",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'Emelitere ikpeazụ na: 13 Maachị 2020",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Kedụ etu Kelechi Iheanacho si bụrụ ụkwụ na-aghọ nkọ?Emelitere ikpeazụ na: 28 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}