{
  "published": "21 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Simon Ekpa/Facebook",
    "Otu Ipob agbajọọla nhọpụta ha kwuburu  onye ndu ha bụ Nnamdi Kanu họpụtara Mazi Simon Ekpa  dịka onyeisi ụlọọrụ mgbasaozi ha bụ Radio Biafra.",
    "N'ozi ọnụ na-ekwuru otu ahụ bụ Emma Powerful binyere aka ma wepụta ụbọchị Wednezde, Ipob kwuru na ihe kpatara nke a bụ Ekpa anaghị eso ntuziaka etu esi arụ yabụ ọrụ.",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Ihe Ipob sara NBC gbasara nkụchị Radio Biafra",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ọ sịrị, \"Onye ndu anyị bụ Nnamdi Kanu nyere ntuziaka ka ọ nọ na mkpọrọ mana Mazị Simon Ekpa jụrụ iso iwu.\"O kwuru na \"Simon Ekpa jụrụ ibinye aka n'akwụkwọ iwu ji mgbasaozi na Radio Biafra.\"Ọ gara n'ihu kwuo na \"Ipob bụ nnukwu otu agaghị agbanwe iwu ya maka ihi onye ọbụla.\"",
    "\"Simon Ekpa bụ nwaafọ Biafra na-agba ezi mbọ maka nnwereonwe Biafra, mana o nwere ike ọ gaghị aga n'ihu n'ịgbasa ozi na Radio Biafra.\"Ipob gara n'ihu kwuo na Maazi Simon Ekpa ka nwere ikike ịgbasaozi n'akara Facebook ya mana ọ gaghị abụsị onye mgbasaozi Ipob.",
    "O tebeghị aka Ipob pụtara kwuo na ha nyere Ekpa ikike ikwu okwu na Biafra.",
    "Nke ahụ mere ka gọọmenti Naijirịa pụtara kwuo na ha nwụchiri onye ndu Ipob bụ Nnamdi Kanu n'ọnwa June ma kpupu ya ụlọikpe ebe ebugharịrị ikpe ya ruo ọnwa Julaị 26, 2021.",
    "Akụkọ ka na-abịa",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Nchọpụta egosila na ọ bụ mgbọ egbe tugburu nwaagbaghọ  nwụrụ na ngagharịiwe 'Yoruba Nation'",
    "Mwakpo ise na-echere Naijirịa aka mgba",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Nnamdi Kanu re-arrest: Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia7 Julaị 2021",
    "N100m bounty on Nnamdi Kanu: Anyị ga-akwụ onye ọbụla kpụtara anyị Nnamdi Kanu N100m - Otu Ndị Ugwu18 Juun 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a15 Febụwarị 2019",
    "Vidio, Ndị Igbo kwesịrị ịchị Naịjirịa na 2023 mana ha na ndị ugwu ga-adị na mma21 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Aknterinwaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Aknterinwa",
    "Ihe mere Simon Ekpa agaghị aga n'ihu dịka onye mgbasaozi Radio Biafra - Ipob",
    "Chukwuma Soludo agọrọla ọnụ ya maka okwu nnwuchi Nnamdi Kanu",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "Nchọpụta egosila na ọ bụ mgbọ egbe tugburu nwaagbaghọ nwụrụ na ngagharịiwe 'Yoruba Nation'",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Ihe ọkaiwu Sunday Igboho kwuru maka nwụchị ya na Cotonou",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}