{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NIIA/FG",
    "Ọkachamara n'ihe gbasara mmekọrịta Naijiria na mba ndị ọzọ bụ Ọkammụta Bola Akinterinwa adọọla aka na ntị na gọọmentị etiti etinyela Naijiria na nsogbu maka etu ha siri tọọrọ Nnamdi Kanu na mba Kenya.",
    "Akinterinwa kwuru na ọchịchị Buhari chere na ọ ga-eji mmaja na iyi egwu manye ụmụ Naijiri ka ha dị n'otu mana ọ gaghị ekwe ọmume.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "\"Ọ bụrụ na ọchịchị Buhari na-eche na ha ga-esi na iyi ụmụ Naijiria egwu jikọta Naijiria, ha kwụsị ịrọ nrọ.\"",
    "Akinterinwa, onye bụbu onyeisi ụlọọrụ 'Nigerian Institute of International Affairs' kwuru nke a na mkparịtaụka ya na ụlọ akwụkwọ akụkọ 'Punch' nwere ụbọchị Wenezde.",
    "Ọ  sịrị na nnwuchi Kanu nke ọ kpọrọ 'ntọrị' megidere iwu mbaụwa dịka agwa ahụ tere mba Briten unyi n'ihu.",
    "\"Imebo mba Briten na mba ọzọ agaghị ala na nkịtị.\"",
    "O kwukwara na ihe ahụ mere abụghị ihe a ga na-ajụ ma o nwere ike ibute nsogbu n'etiti mba na mba, kama na ọ butela nghọtahie n'etiti Naijiria na Briten dịka ọ kwuru na ọ bụ \"mwakpo ikike dịịrị mba Briten dịka mba dịịrị onwe ya.\"",
    "Ebe foto si, Getty Images",
    "Akinterinwa tara Ọkaiwu Naijiria bụ Abubakar Malami ụta sị na ọkpaghị agwa gosiri na ọ mara maka iwu jịkọrọ mba na mba.",
    "\"Ị gaghị anọ na Naijiria na-egosi na ịmaghị iwu mbaụwa ịmata na ịgaghị emenyenwu nwa amala Briten ihere\".",
    "\"Gọọmentị Naijiria kpebiri ịwakpo ikike ndị Briten, Gọọmentị Briten were na-ekwu sị na anyị enweghị ikike ịwakpo ha dịka mba kwụụrụ onwe ha.\"",
    "\"Ọkaiwu Naijria bụ Malami bụ onye a sịbu na ọ maara maka iwu mana ka o siri matabe iwu mbaụwa edoghị anya maka na ị gaghị emebọ nwa amala mba Briten n'ihi na n'oge a nwụchiri Nnamdi Kanu, o ji akwụkwọ njirimara ya dịka nwamala Briten. Ya bụ nsogbu adịla adị.\"",
    "Ipob na ESN ha nwereike ịghọ otu agha nnụpuisi dịka Boko Haram, Fulani ọchịehi na Al-Shabaab?",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Ọ bụ ndị Fulani ka ESN na-ebuso agha na Nsukka, ọ bụghị ndị agha - Nnamdi Kanu",
    "Akinterinwa kọwara na nke a nwere ike ịdị ka oge Briten tara ọchịchị Naijiria ahụhụ maka nnwụchi Umaru Dikko na mba Briten n'ụzọ ekwesịghị ekwesị dịka iwu si kwuo.",
    "\"Ihe ga-eso ya nwere ike ịkara Naijiria njọ karịa nke mere oge a nwụchiri Umaru Dikko nke butere esemokwu n'etiti Naijiria na mba Briten afọ abụọ.\"",
    "\"Gọọmentị mba Briten nwụchiri mmadụ 77 maka ya bụ ihe, ebe ha tụrụ mmadụ asa mkpọrọ maka ya.\"",
    "Cheta na n'afọ 1984, ọchịchị Buhari dịka onyeagha nwụchiri Umaru Abdulrahman Dikko bụ onye mịnịsta na-ahụ maka njem n'ọchịchị Shehu Shagarị, gbaa ya ọgwụ ma tinye ya n'igbe, ịtọrọ ya kpọlata ya Naijiria maka ịzara ọnụ ya n'ebubo nrụrụaka.",
    "Mana gọọmentị Briten chọpụtara ma gbochie ha imezu ebumnobi ha dịka ha chọwara nwa amadị ahụ tupu efelata ya n'ime igbe.",
    "Ebe foto si, Kenya High Commission",
    "Wilfred Gisuka Machage kwuburu na Aka Kenya dịghị na nnwuchi Nnamdi Kanu",
    "Akinterinwa kwuru na mba Kenya agaghị agọpụli onwe ha n'ihe mere Kanu.",
    "\"Kenya kwesịrị ịkọwa ka e siri tọọrọ mmadụ n'ala gị, ị sị na ị maghị.\"",
    "\"Ha agaghị ekwu na ha amaghị ihe mere.\"",
    "\" Gọọmentị Naijiria tọọrọ mmadụ n'ala mba ọzọ nweere onwe ya.",
    "\"Naijiria Gọọmentị na Kenya nwere ihe ha ga-asa n'okwu ịkpa nkata tọọrọ mmadụ n'ala ọzọ.\"",
    "\"Briten n'onwe ya nwere ikike ichekwa ya na Briten na ebe ọbụla ọ nọ.\"",
    "N'okwu nnwụchi Sunday Igboho",
    "Ebe foto si, HTTPS://WWW.INSTAGRAM.COM/SUNDAY_IGBOHO1/",
    "Akinterinwa kwuru na nzọụkwụ ọchịchị Buhari anaghị aga n'anya ya.",
    "\"Buhari egosila onwe ya site na nnwụchi Sunday Igboho na Benin Republic  dịka onye ga-ekposa Naijiria.\"",
    "\"Nke a bụ n'ihi na dị okenye Yoruba na-ekwubu okwu nhazigharị Naijiria na-ekwuzi okwu nnwereonwe Oduduwa.\"",
    "Heart Murmur a si na eme Nnamdi Kanu,  Kedụ ihe ọ bụ?",
    "\"Mwakpo ụlọ ya megidere iwu. E nwetaghị ikike inwụchi ya. Ngagharị ndị otu ya na-eme enweghị tigbuo-zogbuo so ya.\"",
    "\"Ndị ọrụ nchekwa wakporo ya pụtara na-ekwu na ha gburu mmadụ  na be ya.\"",
    "O kwuru na nke a bụ n'ihi aka ike ọchịchị Buhari ji eso nsogbu dịrị Naijiria ugbua kama ime onye ka e mere ibe ya.",
    "\"Ọ bụghị eziokwu na a gaghị ekewalị Naijiria\"",
    "Akinterinwa kwuru na  n'agbanyeghị na iwu Naijiria kwuru na agaghị ekewali Naijiria, na akụkọ ihe mere na mba ụwa mgbe ochie gosiri na ọ bụghị eziokwu dịka e nwere mba ndị kewarala.",
    "O kwuru na gọọmentị kwesịrị ịkpọ ụmụ Naijiria oku ka a kparịta ụka ihe a ga-eme ka onye ọbụla nọrọ n'otu, na ọ bụghị ihe ike ga-emeli.",
    "O kwuru na akaike ọchịchị Buhari nwere ike ịkpalite mba ndị kpọrọ ya asị ibido inye ndị na-eti mkpu mmegbu Naijiria nkwado ịbute ọgbaghara na Naijiria.",
    "\"Onye ọbụla n'ụwa nwere ikike ịchọ nnwereonwe ma ọ bụrụhala na onye ahụ emeghị tigbuo-zọgbuo.\"",
    "Ihe mere Simon Ekpa agaghị aga n'ihu dịka onye mgbasaozi Radio Biafra - Ipob",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nnamdi Kanu rearrest: Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton8 Julaị 2021",
    "Nnamdi Kanu News Today: Anyị ga-agbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor9 Julaị 2021",
    "Kedụ ihe jikọrọ Cameroon na Nigeriana nnwụchi Nnamdi Kanu?14 Julaị 2021",
    "Nnamdi Kanu Re-arrested Reactions: Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa29 Juun 2021",
    "Nnamdi Kanu re-arrest: Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia7 Julaị 2021",
    "Ụlọikpe sị Abaribe kpọpụta Nnamdi Kanu28 Maachị 2018",
    "Vidio, Eastern Security Network: 'Ọ bụ ndị Gọvanọ ọwụwa anwanwụ ka ụta dịịrị maka ESN'29 Jenụwarị 2021",
    "Vidio, Ndị Igbo kwesịrị ịchị Naịjirịa na 2023 mana ha na ndị ugwu ga-adị na mma21 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Aknterinwaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Aknterinwa",
    "Ihe mere Simon Ekpa agaghị aga n'ihu dịka onye mgbasaozi Radio Biafra - Ipob",
    "Chukwuma Soludo agọrọla ọnụ ya maka okwu nnwuchi Nnamdi Kanu",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "Nchọpụta egosila na ọ bụ mgbọ egbe tugburu nwaagbaghọ nwụrụ na ngagharịiwe 'Yoruba Nation'",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Ihe ọkaiwu Sunday Igboho kwuru maka nwụchị ya na Cotonou",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}