{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Obi Cubana/Instagram",
    "Kemgbe akwamozu nne Obi Iyiegbua a ma dịka 'Obi Cubana', ihe ọtụtụ ndị mmadụ kpụ n'ọnụ bụ kedụ etu nwa amadị a sị kpaa ego ericha ericha nke na ndị enyi ya tụkọtara ya ehi ruru narị atọ.",
    "Mana nwa afọ Ọba dị n'Anambra steeti akọwaala na  ọ bụ aka aja aja na-ebute ọnụ mmanụ mmanụ, na ya  na ụmụnne ya tara ahụhụ tupu ha akpata ego.",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Etu akwamozu Anthony Enukeme 'Tonimas' si kpọtụọ",
    "Na mgbarịtaụka ya BBC Pidgin nwere ụbọchị Tuzde, Obi Cubana kwuru na ya chọjuru ọrụ afọ ka ya gụchara mahadum, ya ahụghị, tupu mbọ ya na-agba n' Abuja mepere ya ụzọ.",
    "Ebe foto si, Obi Cubana",
    "\"A mụrụ n'Ọba, Anambra steeti. Nne m bụ onye nkuzi. Ụlọakwụkwọ anyị chere ihu n'ebe a nọ kwaa nna anyị.",
    "\"E mechara gaa DMGS, Onicha .\"E mechara gaa mahadum 'Unversity of Nigeria Nsukka' bụ ebe ọ ga -atụ gị n'anya na m gụrụ 'Political Science.\"",
    "\"Anyị chọrọ ọrụ, chọọ ọrụ, akpụkpọụkwụ anyị  kwọchacha, anyị bido rewe 'Mama put.'\"",
    "'Ihe mere ka akwamozu nne m ji dịka ebe a na-eme carnival'",
    "Ebe foto si, Obi Cubana",
    "Ewu na ọkụkọ gwụrụ n'ụlọ n'akwamozu nne ya.",
    "Anaghị ekwuzị okwu ehi e jiri bịara ya akwamozu, ego wụrụ dịka akwụkwọ ụkpaka dịka ndị enyi ya na ndị ihe ya na-amasị na-elu ya ego na-efekwa ndị ọbịa bịara n'akwamaozu nne ya.",
    "Ebe foto si, Obi Cubana",
    "Iyiegbu kọwara ihe meere na akwamozu ya ghọrọ oriri na ọnụnụ kpọtụrụ akpọtụ.",
    "\"Ihe mere n'akwamozu nne m bụ na anyị kwere ya nkwa na ọ bụrụ na o rue afọ 80s, na anyị ga-emere ya mmemme pụrụ iche.\"",
    "\"Mana ọ nwụọ tupu ọ gbaa ya bụ 80 anyị wee were ike anyị jibu a kwadoro ya mmemme ncheta ọmụmụ ya  were kwaaa ya. Ya mere o ji dịka  akụkọ ya ọ  na-ewu ebe niile.\"",
    "\"E nwere m anụrị na ihe mere n'ihi na ọ bụ ihe ọma mere n'Ọba nakwa Anambara steeti.ba mere. Ọ bụghị na-ejidere na ebe na-ezu ohi maọbụ na-emebi afọ Naijiria.\"",
    "\"Anyị amaghị na ya bụ akwamozi amaghị na ọ ga ekworu etu ahụ.\"",
    "Ọ bụghị ego mere n'Ọba, ọ bụ obioma ndị mmadụ nwere ebe anyị nọ, ego mere n'Oba abụghị ihe ego nwere ike igoli.",
    "\"Ego enweghị ike igoli ya. A nụghị akụkọ na wakporo nwaanyị, o nweghị onye e zuru ụgbọala ya.\"",
    "\"Ihe ọ bụla ị na-eme e jila ndị mmadụ egwu egwu. \"Ọ bụ ndị m̀ụ na ha maara tupu a nụwa aha ezinaụlọ  anyị mere ihe nnile ị na-ahụ.\"",
    "'Ụkọchukwu maọbụ dịbia apụghị ịbawa gị ọgaranya'",
    "Iyiegbu kwuru na ọ bụ onye na-agba mbọ, na-arịọkwa Chukwu amara , o nweta ngọzị.",
    "\"Ụkọchukwu agaghị enye gị ego n'ihi na ọ bụ ya ka ego kachasị dị mkpa. Dịbịa agaghị enyenwu ego n'ihi na ya onwe ya ụmụ ya na-echu mmiri n'iyi.",
    "\"O nweghị ncha a na m ebenye onye ọbụla, gbaa mbọ, na-ekpe ekpere , na-emeso mmadụ ibe gị obi ọma,Ngozi ga-ezute gị.\"",
    "Otu egwu bọọlụ Naịjirịa",
    "Ịkpa obi aṅụrị",
    "Vidio, Nwayọ Nwayọ, ịkwa baro emeela nwokoroọbịa 'millionare'20 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubanaelekere 5 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga1 Julaị 2021",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?",
    "Nchọpụta egosila na ọ bụ mgbọ egbe tugburu nwaagbaghọ nwụrụ na ngagharịiwe 'Yoruba Nation'",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Ịchụgharị Sunday Igboho, Nnamdi Kanu bụ ịchọ udo na-enweghị ikpenkwụmọtọ - Ohaneze",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee nri di iche iche esi n'akpụ emepụtaEmelitere ikpeazụ na: 26 Eprel 2018",
    "Sunday Igboho: Anyị gburu mmadu abụọ nwuchie mmadụ 13 na bee ya - DSS",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}