{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Sunday Igboho",
    "Ọ bụ eziokwu na gọọmentị Bene Repọblik ajụla ịkpọghachi Sunday Igboho na Naịjirịa, mana nwa amadị ahụ ka nwere ike ịga mkpọrọ afọ iri abụọ na otu na mba Benin n'ihi na  akwụkwọ njirimara  nwamaala  nke Bekee kpọrọ passport adigboroja.",
    "Onye kwuru nke a bụ Ichie Toluwalase Oguntosin, Eze obodo Ajase dị na mba Bene Repọblik,obodo ha na Naijiria nwere oke ala.",
    "Ichie Oguntosin  kọwara na iwu mba ahụ gbasara inweta akwụkwọ ikike siri nnukwu ike, na ha ejighi ya egwu egwu ma ncha.",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "Ihe ọkaiwu Sunday Igboho kwuru maka nwụchị ya na Cotonou",
    "Ihe ndị Yoroba na-ekwu maka atụmatụ nwere onwe Sunday Igboho kwuru maka ya",
    "Oguntosin kwuru sị: \"Iji maa atụ, nwunye m bụ onye Naịjirịa, anyị lụrụ ọtụtụ afọ gara aga, mana o nwetabeghị  akwụkwọ njirimara  nwamaala  Bene ruo ugbua.\"",
    "\"Anyị mụrụ ụmụ ise, atọ n'ime ha bụ ndị a mụrụ na Bene, mana abụọ ndị ọzọ ahụ anyị mụrụ na Naịjirịa enweghị  akwụkwọ njirimara  nwamaala Bene.\"",
    "\"Iwu inweta  akwụkwọ njirimara  nwamaala  Bene abụghị iwu e ji egwu egwu chaa chaa.\"",
    "Oguntosin kwuru na ya ma na onye ọbụla dara iwu a ga-aga mkpọrọ afọ iri abụọ na otu, \"mana amaghị m ka ya bụ iwu dị ugbua.\"",
    "Etu onye mbịarambịara nwere ike iji nweta akwụkwọ njirimara  nwamaala Bene",
    "Ichie Toluwalase Oguntosin kọwara na tupu mmadụ enweta  akwụkwọ njirimara  nwamaala nke mba Bene:",
    "Onye ahụ ga-ebu ụzọ nweta akara njirimara bụ 'National Identity Card'.",
    "Onye enweghị akara njirimara a agaghị enwetanwu 'passport'.",
    "Akara njirimara a ga-enwekwa aha ndị ezinaụlọ onye ahụ iji gosi kpọmkwem na ọ bụ onye Bene.",
    "Ọ ga-adị mfe ndị ọrụ nchekwa ịchọpụta onye ji 'passport' adịgboroja n'ihi na onye ahụ agaghị enwe akara njirimara",
    "Etu onye mbịarambịara nwere ike iji nweta akwụkwọ njirimara  nwaamaala mba Bene bụ site n'ịlụ onye mba ahụ, ha agbaa akwụkwọ n'ụlọikpe.",
    "Nke a ga-enyezi onye ahụ ohere itinye akwụkwọ ka e nye ya akara njirimara, nke ọ ga-ejizi tinye akwụkwọ maka  akwụkwọ njirimara  nwamaala.",
    "Naijiria",
    "Bini",
    "Sunday Igboho: Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho25 Jenụwarị 2021",
    "Sunday Igboho: Anyị gburu mmadu abụọ nwuchie mmadụ 13 na be ya - DSS1 Julaị 2021",
    "Sunday Igboho arrest: Ihe ọkaiwu nwa amadi a kwuru maka nwụchị ya na Cotonou20 Julaị 2021",
    "Sunday Igboho: Ihe o kwuru maka mwakpo 'gọọmentị' n'Ọwuwa Anyanwụ18 Mee 2021",
    "Sunday Igboho: Ihe ndị Yoroba na-ekwu maka atumatụ nwereonwe19 Maachị 2021",
    "Nnamdi Kanu Reaction: Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa21 Julaị 2021",
    "Yoruba Nation rally: Nchọpụta egosila na ọ bụ mgbọ egbe tugburu nwa agbaghọ nwụrụ na ngagharịiwe e mere n'Ojota20 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribeelekere 4 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Awka'",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon Ekpa",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Etu ndị ji egbe siri gbuo ndị uweojii na ndị nkịtị n'Enugwu na mgbede Wenezde",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}