{
  "published": "22 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka enyochapụtara nje \"Monkey Pox\" n'ime ahụ otu onye Naijiria gara njem na mpaghara Texas nọ na mba Amerịka, dọkịnta Chikwe Ihekweazu bụ onyeisi ụlọọrụ na-ahụ maka mgbochi ọrịa Bekee Nigerian Centre for Disease Control (NCDC) kwuru n'ụbọchị Tozde na enyochapụtala ọrịa n'ezi a n'ahu mmadụ iri na ise na Naijiria ugbua.",
    "Ozi ya kwukwara na ha na-enyocha mmadụ iri ise na iteolu ọzọ a na-eche nwere ike i bu ya bụ ọrịa.",
    "Mba Amerịka n'onwe ha ebidola ịchọ ihe karịrị mmadụ narị abụọ ndị ha si na ha na onye butere ọrịa monkeypox nwere mmekọ.",
    "Ọ gịnị bụ ọrịa 'Monkey Pox'?",
    "Ọrịa a bụ ọrịa nje nke yiri orịa \"Small Pox\".",
    "Nke na-ebute ọkọ yiri ọkọ kịtịkpa n'elu ahụ mmadụ.",
    "E nyochapụtara ọrịa a na mbụ n'ime ahụ enwe abụọ ndị okachamara sayensị nwuchiri n'ime ọhịa iji mee nnyocha na afọ 1958.",
    "N'afọ 1970, e nyochapụtara ọrịa a n'ime ahụ mmadu na mba Congo.",
    "Kemgbe afọ 1970, achọpụtala mmadu ole ma ole bu ọrịa n'obodo ole ma ole nọ n'Afirika nke gụnyere Naijirịa.",
    "Njirimara na mgba ama ọrịa 'Monkey Pox'",
    "Ọrịa a nwere ike igosi njirimara dị iche iche n'ahụ mmadụ, mgba ama ọrịa a kachasi apụta ihe n'ahụ onye bu ọrịa bụ:",
    "Ahụ Ọkụ",
    "Isi ọwụwa",
    "Ahụ mgbu na azu mgbu",
    "Oyi",
    "Ike ọgwụgwụ",
    "Mgbe mmadụ butere ọrịa a ruo ụbọchị atọ, ọkọ ahụ n'ebido fesawa n'elụ ahụ bido n'ihu ya ma fesawa ahụ ya niile, nke a n'eso oke ahụ ọkụ",
    "Dịka ọrịa a bụ ọrịa na-efe efe, mmadụ na anụmanụ maọbụ onye bu ọrịa a mekụta ahụ onye ahụ nwere ike ibute ya bụ ọrịa.",
    "\"Monkey Pox\" na-efesasikwa ma mmadụ metụ aka n'elụ ebe nje ọrịa nọ dịka elu tebulu, elu akwa, aka ọnụ ụzọ nakwa ebe ndị ọzọ.",
    "Nje a na-abanye n'ime ahụ mmadu site n'ebe mmadụ mereru ahụ, maọbụ site na ikụ ụme, maọbụ site na mmadụ imetu aka ọ kwọghị akwọ n'anya, n'imi maọbụ n'ọnụ.",
    "Ọrịa a nwekwara ike isi n'ime ahụ anụmanụ banye n'ahụ mmadụ ma ya bụ anụmanụ taa mmadụ maọbụ gọọ ya mbọ.",
    "Amabeghi anụmanụ na-ebughari ọrịa kachasia mana nnyocha na-egosi na oke nwere ike bụ anụmanụ kachasi ebu nakwa na-efesa ọrịa a.",
    "Zere imetu anụmanụ aka, ọkachasị ndị arụ na-aya, nakwa ndị nwụrụ n'ike",
    "Zere akwa, n'ebe ndị ọzọ anụmanụ metụtara",
    "Hụ na ndị bu ọrịa a maọbụ a na-enyocha na ha bu ọrịa nọrọ ọnwe ha",
    "Nwere mmiri na ncha n'akwụ aka gị kwa mgbe kwa mgbe, ọ kachasi mgbe imetụrụ anụmanụ ọbụla aka",
    "Nwere akụrụngwa ndị ụlọ ọrụ ahuike chekwawa onwe gị dịka ihe mkpụchị imi, uwe aka, nakwa ihe nchekwa ndị ọzọ.",
    "Ndị ụlọọrụ sayensị nakwa ndị ụlọọrụ ahụike ekwuola na ha achọpụtabeghi ọgwụgwọ ọrịa a, mana a na-eji ọgwụ mgbochi \"Small Pox\" ebelata ike ọrịa a n'ahụ mmadụ.",
    "Ọrịa a anaghi egbu egbu nke ukwu mana ọ ka mma mmadụ ichekwa ọnwe ya ma zere ya bụ ọrịa site n'usoro ndị ụlọ ọrụ ahụike depụtara.",
    "Ahụike",
    "Naijiria",
    "World Health Organization (WHO)",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribeelekere 4 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Awka'",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon Ekpa",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Etu ndị ji egbe siri gbuo ndị uweojii na ndị nkịtị n'Enugwu na mgbede Wenezde",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}