{
  "published": "23 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si,  succo",
    "Akụkọ na-eru anyị ntị na-ekwu na ụlọikpe mba Bene Repọblik atọhapụla nwunye Sunday Adeyemo eji Sunday Igboho mara.",
    "Ụlọikpe a yiharịri ụbọchị ikpe Sunday |Igboho tutu ụbọchị iri abụọ na isii bụ mọnde ọnwa Julai a, dịka ozi ruru BBC ntị kwuru.",
    "Cheta na mba a jidere Igboho na nwunye n'ụbọchị Mọnde maka ịda iwu njem mba na mba.",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "Ihe ọkaiwu Sunday Igboho kwuru maka nwụchị ya na Cotonou",
    "Ala Igbo abụghị ebe a na-alụ agha, Sunday Igboho gaa kpalite okwu n'ala Yoruba - Dkt Egbujo",
    "Ozi BBC nụtara kwuru na ulọikpe ahụ nyeghachiri nwunye Igboho akwụkwọ njirimara o ji eme njem ma sị ya lawa.",
    "Nwunye Igboho, Ropo, bụ nwa afọ mba Jamini. Ụlọikpe si na onweghị ihe ya bu nwaanyị mere.",
    "Igboho na onwe ya ka ga-azara ọnụ ya dịka ngalaba uweojii a kpọrọ \"Criminal Brigade\" n'isi obodo Bene bụ Cotonu mana ekwughị mpụtara ya.",
    "Kepu kepu sibu na o bụ n'ụbọchị Fraịde ka Igboho kwesiri ịga n'ihu ọkaikpe.",
    "Ka ọ kwụ ugbua, amabeghị etu ọ ga-esi gaara Igboho dịka mba Naịjirịa na-agba mbọ ịkpọlata ya ka ọ bịa zara ọnụ ya banyere ebubo na ọ na-achọ ibuso obodo agha.",
    "Igboho malitere bụrụ onye a na-anụ aha ya n'afọ 2021 dịka ọ pụtara na-ekwu na ya na-echekwa ndi ọdịda anyanwụ dịka ndị a na-ache na ha bụ ndị Fulani na-achị ehi na-awakpo ha.",
    "O mechara malite achụmta nwereonwe mba ọ sị a ga-akpọ \"Yoruba Nation\".",
    "Na mwakpo ndị ngalaba uweojii a kpọrọ Department of State Services (DSS) mere na be ya n'ụbọchị Jụlaị 1, 2021, mmadụ abụọ ndi enyemaka Igboho nwụrụ ebe a nwụchiri mmadụ 13 n'ime ha.",
    "Gọọmentị na-ebo ya ebubo na ọ na-akwakọ ngwa agha dịka ọ na-kpọ ka ndị mmadụ malite ime ngagharịiwe na Naịjirịa.",
    "Sunday Igboho: Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho25 Jenụwarị 2021",
    "Sunday Igboho arrest: Ihe ọkaiwu nwa amadi a kwuru maka nwụchị ya na Cotonou20 Julaị 2021",
    "Sunday Igboho: Ihe o kwuru maka mwakpo 'gọọmentị' n'Ọwuwa Anyanwụ18 Mee 2021",
    "Etu ndịagha Naịjirịa si wakpoo obodo Akpawfu, Amagunze na Akpugo dị n'Enugu Steetịelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Reno Omokri, gosi ihe akaebe na Igbo bụbu ohu ndị Bini- Ọkammụta Obasi Igwe23 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Etu ndịagha Naịjirịa si wakpoo obodo Akpawfu, Amagunze na Akpugo dị n'Enugu Steetị",
    "Reno Omokri, gosi ihe akaebe na Igbo bụbu ohu ndị Bini- Ọkammụta Obasi Igwe",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Amawbia'",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Chukwuma Soludo agọrọla ọnụ ya maka okwu nnwuchi Nnamdi Kanu",
    "Ihe mere ụlọikpe ji sị ka Ropo, nwunye Sunday Igboho, lawa be ya",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}