{
  "published": "24 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "Chinyere Mgbajiaka dị ime ọnwa ise oge ime pụrụ ya.",
    "Ọ gaala ọnwa ise ya bụ ọdachi dakwasara ya mana obi ka na-agbarụ ya dịka ọ na-ata onwe ya ụta.",
    "Ọ gwara BBC Igbo sị, \"Abalị abụọ tupu o mee, nnyụsịtaahụ ahụ nwaanyị na-amị amị nọ na-apụta m n'ahụ.\"",
    "Ihe nnyụsịta ọtụ nwaanyị na-ekwu maka ọmụmụ na 'ovulation' ya",
    "Ụzọ ị ga-esi gbalahụ ibufe nwa ọhụrụ gị HIV",
    "Ihe nwere ike ibute ọnwụ nwaanyị di ya hapụrụ ka ọ mụọ nwa n'ụlọ - Dọkịnta",
    "Ime ọpụpụ, dịka dọkịta ahụike ụmụnwaanyị bụ Dkta Chidiebere Chukwuka sịrị kọwaa ya bụ, \"afọ ime pụọ tupu ịzụụka iri abụọ na asatọ (28 weeks)\" nwaanyị ji tụrụ ime.",
    "Dịka Dkta Chukwuka siri kọwaa, ihe na-akpata afọ ime ọpụpụ na-agbado ụkwụ n'ọnwa ole afọ ime dị.",
    "E nwere ihe na-ebute ime  ịpụ n'ọnwa atọ mbụ nke Bekee kpọrọ 'first trimester' nakwa  n'ọnwa atọ nke abụọ nke a kpọrọ 'second trimester'.",
    "Afọ ime karịrị izuụka  iri abụọ na asatọ abụghị ime ọpụpụ, a na-akpọ ya ịmụkwo nwa - 'preterm baby'.",
    "Ihe nwere ike ibute ime ịpụ nwaanyị n'ọnwa atọ mbụ gụnyere:",
    "Ihe Bekee kpọrọ 'chromosonal abnormalities'",
    "'sperm defect'",
    "\"O nwere ike site na ọgwụ nwaanyị ṅụrụ na-amaghị na ọ dịla ime.",
    "Ọrịa nwere ike ibute ime ọpụpụ. Nje virus na bacteria",
    "Ọbụladị ịba nwere ike ibute ọpụpụ nwa",
    "Faịbụrọịd nọ ebe adịghị mma nwere ike ịkpatara nwaanyị ime ọpụpụ",
    "'Luteal phase dysfunction'",
    "Ihe ndị na-eme ka nwa pụọ n' ọnwa atọ mbụ sonyere",
    "Ndị  kemikal maọbụ ọkụ 'radiation' banyere ahụ n'ihu ọrụ. Ịma atụ, ndị na-arụ n'ụlọ nnyocha Bekee kpọrọ 'lab' maọbụ ebe a na-arụ uhie (paint).",
    "Ọnụ akpa nwa esighị ike nke Bekee kpọrọ 'incompetence cervix'",
    "Osinachi",
    "Ite ime nke Bekee kpọrọ D&C (Dilation and curettage)",
    "Ukwu ịkpa mkpa",
    "Ebe foto si, Getty Images",
    "Nwaanyị kwesịrị ịma ahụ ya iji mata oge ọ dị ime ka o were chekwaa ime ya",
    "Oge nsogbu chọrọ ịda, Chinyere Mgbajiaka amaghị n'agwọ nọ n'akịrịka.",
    "\"Akpọghị m ya ihe, gaara onwe m ọrụ ka m si aga. Ọ bụ ka ihe mechara m ka m jiri ghọta na ọ bụ mgbịrịgba ihe gaje ime m na-akụ.\"",
    "\"Ọ bụrụ na m matarara akaara m ịga ụlọọgwụ zọpụta nwa m.\"",
    "\"N'abalị tupu o mee, arahụghị m ụra. oke azụ mgbu jidere m.\"",
    "\"Agwara m di m na nwa anaghị agagharịkwa, o lere sị m  na nsogbu adịghị, ị ma na mmegharị ka dị obere n'ihi na nwa nọ n'afọ ka pere mpe mana ahụ ụfụ ekweghị m rahụ ụra.\"",
    "\"Ọ dịkwa m ka nnukwu nsị ọ na-akpa, ya bụ n'ụzọ ụtụtụ m gara mposi, nnọrọ n'oche mposi sị na m ga-anọ ebe ahụ rue ma nsị ahụ apụta.\"",
    "\"O rughị nkeji 30, ihe dịka mmiri hupụtawa, ọ bụrụ akpa mmiri gbawara.\"",
    "Ebe foto si, Getty Images",
    "\"Akpọrọ m di m, ọ kpọọ dọkịta, e buru m gbagawa ụlọgwụ n'ime nnukwu ụfụ dịka onye ime na-eme, ọbara na-agbakwa m.\"",
    "\"Dọkịta nyochara m ahụ were sị na nwa adaala, ha gbara m ọgwụ ka m ghara ịmata onwe m mana amatara m oge nwa ahụ pụrụ n'ahụ.",
    "\"Ọ bụ n'izu ahụ ka anyị marata na ọ bụ nwa nwoke. Ha fichara m akpanwa.\"",
    "E wezụga ihe ndịa, Mgbajiaka gabigara, Dkta Chukwuka kọwara  na njirimara ndị ọzọ  nwaanyị ime na-achọ ipụ gụnyere ;",
    "Okpuru afọ gbuwe nwaanyị dị ime mgbu",
    "Kpọmkpọm ọbara pụtawa n'ahụ nwaanyị ya",
    "Ọ sị, \"Nwaanyị dị ime anaghị ahụ nsọ ya. Ị hụwa ọbara ị mara na ọ bụ ihe ekwesịghị ime.\"",
    "Mmiri nwa itịwa",
    "Ebe foto si, Getty Images",
    "Nsogbu ebighịrị Mgbajiaka ka ewepụchara ihe so nwa n'ụlọgwụ.",
    "\"A sị m lawa n'ụlọgwụ ka otu abalị gachara mana ọ bụ oge ahụ ka nke bụ nsogbu malitere.\"",
    "\"Mmiriara malitere gbawa m. Ara zaa mana o nweghị nwa na-aṅụ ara.\"",
    "\"Ịrahụ ụra bụụrụ m nsogbu. N'abalị anaghị m arahụnwu ụra n'ihi egwu na m nwere ike idinagbu nwa m.\"",
    "\"Di m na-agabigakwa nke ya n'ihi na ọ hụrụ nwa anyị oge ọ pụtara.",
    "\"Ha nyere anyị ozu ya ka anyị ga lie ya. Anyị bunyere ndị mụrụ anyị ozu ahụ.\"",
    "Ebe foto si, Getty Images",
    "Ndụmọdụ dị mkpa",
    "Ọ ka mma mmadụ igbochi ịtụrụ ime kama ite ime.",
    "Nwaanyị mata ahụ gị.",
    "Dkta Chukwuka sịrị, \"Nwaanyị kwesịrị ịma oge o ji ahụ nsọ ya ka ọ ga-abụ ọ dị ime, ọ ghara ịṅụ ọgwụ maọbụ itinye onwe ya ebe radiation maọbụ kemikal ga-emebi afọ ime ya.\"",
    "Gaa ụlọọgwụ n'oge.",
    "\"Ekpere dị mma mana i nwee nsogbu gaa ụlọọgwụ kama ụlọ ekpere.\"",
    "Ọ gaala ọnwa ise ihe jiri mee Mgbajiaka mana ihe furu ya ka na-ebutere ya obi mgbawa.",
    "Ọ kọwara na iji chefu ihe mere ya,  na ya gurụ nwa ya aha ma na-edekwa edemede iji chefuo ya.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Vidio, Fertility Boosters: Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime13 Maachị 2021",
    "Ụzọ ọgbara ọhụrụ ise ị ga-eji hazinwu ọmụmụ gị12 Ọgọọst 2020",
    "Ihe nwaanyị na nwoke kwesịrị ịma maka ịgbakọ mgbe nwaanyị na-eyi akwa5 Ọgọọst 2020",
    "Ị kwesịrị ịsụcha 'Pubic Hair' gị?5 Septemba 2020",
    "Bacterial Vaginosis: Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Vidio, Ogwu-Aniocha: 'Ụmụnwaanyị anyị na-anwụ ka ọkụkọ n'afọ ime n'ihi ụzọ ọjọọ' - Igwe obodo Ogwu-Aniocha4 Julaị 2021",
    "Abortion: Ị ma na ite ime ga-eduba gị n'ụlo mkpọrọ afọ 14?15 Nọvemba 2018",
    "Premature Ovarian Failure: Ahụghị m nso m, chee na m dị ime28 Nọvemba 2018",
    "Vidio, 'Etu m jiri mụọ ejima anọ'2 Septemba 2018",
    "Iri oke nri ọnụụtọ so n'ihe na-ebute atụghị ime nwaanyị4 Mee 2018",
    "Sex strike: 'Ụmụnwaanyị gbaanụ abụbụ mmekọ ahụ nwoke ọbụla maka iwu ike ime' - Alyssa Milano12 Mee 2019",
    "Water-Borne Diseases: Mmiri bụ ndụ, mana ị ma na nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "Vidio, Lee ihe nzuzo ndị na-eme ude agaghị agwa gị10 Ọgọọst 2018",
    "Ị maara na 'miscarriage' nwere ike isi n'aka nwoke maọbụ nwaanyị?24 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ọchịchị Buhari bụ nke kachasị njọ kemgbe ụwa tụ ụwa - Otu na-eme ngagharịiwe na London24 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo",
    "Etu ndịagha Naịjirịa si wakpoo obodo Akpawfu, Amagunze na Akpugo dị n'Enugu Steetị",
    "Ọchịchị Buhari bụ nke kachasị njọ kemgbe ụwa tụ ụwa - Otu na-eme ngagharịiwe na London",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Ị maara na 'miscarriage' nwere ike isi n'aka nwoke maọbụ nwaanyị?",
    "Reno Omokri, gosi ihe akaebe na Igbo bụbu ohu ndị Bini- Ọkammụta Obasi Igwe",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Amawbia'",
    "Chukwuma Soludo agọrọla ọnụ ya maka okwu nnwuchi Nnamdi Kanu",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon Ekpa",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}