{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị mmadụ gbakọrọ n'ebe a chọpụtara ozu nwa okorobịa n'ime olulu nsị n'Amaọbịa, Ọka",
    "Ndị uweojii Anambra steeti ekwuola na ha na-enyocha ihe gburu nwa okorobịa a hụrụ ozu ya n'ime olulu nsị (soakaway) n'Amaọbịa, Ọka, Anambara steeti.",
    "Toochukwu Ikenganya bụ ọnụ na-ekwuru ndị uweojii Anambara gwara BBC Igbo nke a site n'ozi ekwentị.",
    "Lee ihe na-esere gọọmentị Anambra na ndị ntorobịa Umueri gbasara ọdọụgbọelu",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Ihe ndị oji egbe na-eme agaghị akwụsị anyị ịrụ ọrụ - Uweojii Anambra",
    "Ajụjụ ọtụtụ ndị bi nso n'Eke Amawbia, Anambra steeti kpụ n'ọnụ bụ \"kedụ ihe mere Sunday na-agba bọyị?\" dịka a chọpụtara ozu nwaokorobịa n'ime olulummiri n'ụtụtụ Tọzde. Nchọpụta BBC Igbo mere gosiri na Sunday, gbara afọ 21, bụ onye e kwuru na ọ bụ onye Enugwu Steeti, na-amu ka e si akpụ isi n'ọdọahịa dị n'ihu ụlọ ebe ya bụ olulu mmiri dị.",
    "Ndị nọ ebe ihe mere gwara kọwara na e bidoro ịchọ Sunday achọ n'ụbọchị ụka bụ mgbe a hụrụ ya anya ikpeazụ mana a hụrụ ozu ya taa.",
    "Ndị mmadụ gbakọrọ n'ebe a chọpụtara ozu nwa okorobịa n'ime olulu nsị n'Amaọbịa, Ọka",
    "Nke a butere ọgbaghara dịka ụmụokorobịa bara ma mebie ụlọọru oga dịka ha na-egosi iwe ha na o nweghị ihe o mere gbasara ya bụ nwatakịrị na-arụrụ ya ọrụ maọbụ gbaa mbọ mgbe a chọpụtara ozu ya.",
    "Oge onye ntaakụkọ anyị  rutere ebe ahụ, ọ hụrụ ka ndị uweojii bịara nwuchie oga Sunday a ma dịka Maazi Innocent.",
    "Otu onye achọghị ka a kpọọ aha ya gwara BBC Igbo na ọ bụ onye na-arụ 'plumber' a kpọrọ ka ọ rụọ ọrụ ebe ahụ chọpụtara ozu Sunday.",
    "Naijiria",
    "Anambra Steeti",
    "Ịji ego achụ ego",
    "IGR: Anambra, Akwa-Ibom so na steeti pekarịrị24 Maachị 2018",
    "Anambra Governorship Election: Aha Soludo, Val Ozigbo adịghị n'akwụkwọ INEC maka ntuliaka Gọvanọ Anambra steeti16 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribeelekere 4 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Awka'",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon Ekpa",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Etu ndị ji egbe siri gbuo ndị uweojii na ndị nkịtị n'Enugwu na mgbede Wenezde",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}