{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Senetọ na-anọchite Abia South n'ụlọomeiwu Ukwu bụ Enyinnaya Abaribe ekwuola na ya enweghị mgbe ya ji hụ Nnamdi Kanu dịka onye rapụtara ya oge ọ kwudooro ya n'ụlọikpe.",
    "Abaribe kwuru na ọ bụrụ n'ọnọdụ ihe mere ka ya kwụdoro Nnamdi Kanu n'afọ 2017 mekwa ọzọ, na ya ga-akwụdokwara ya ọzọ dịka onye akaebe.",
    "Abaribe: Ihe DSS jiri kpọchịe m",
    "Abaribe kwesịrị ịnọ nga maka Nnamdi Kanu - Garba Shehu",
    "Akụkọ kachasị taa: Ihe Abaribe gwara Buhari",
    "Abaribe kwuru nke n'oge ya na ụlọọrụ TVC nwere mkparịtaụka ụbọchị Wenezde.",
    "N'ajụjụ onye ntaakụkọ jụrụ ya sị, \"Oge Nnamdi Kanụ gbara ọsọ n'ụlọikpe, kedụ ihe ị na-eche n'obi gị?\"",
    "Abaribe sara ya sị, \"Oge ọ gbara ọsọ ndụ, ọ bụghị ọsọ ka ọ gbara n'ikpe n'ihi na o nwere ihe dị iche na ị gba ọsọ ndụ na ịgba ọsọ n'ikpe.\"",
    "\"A gaghachiri m n'ụlọikpe gakwuru ọkaikpe sị ya na mgbe ikpeazụ a hụrụ Nnamdi Kanu, ọ bụ ya na ndị agha Naijiria ka a hụrụ ya na ha oge ha wakporo be nna ya, ya mere ọ bụ ha ka ọ dịrị ịkọwapụta ihe mere.\"",
    "\"Ọkaikpe were kpebie na iwu ahụ ejighịkwa anyị ma nye akwụkwọ iwu ka a nwụchie ya.\"",
    "O kwuru na ọtụtụ ndị mmadụ nọ na-eti mkpu sị Abaribe kpụta ya amaghị maka nke a.",
    "\"Echeghị m na ọ rapụtara m n'ihi na ọ bụ ọsọ ndụ ya ka ọ na-agba. Kedụ ka ọ gaara esi zitere m ozi?\"",
    "\"Ọ tụrụ m n'anya dịka onye ọbụla oge a hụkwara ya ọzọ na Izrel.\"",
    "\"Edegaara m Mịnịstrị na-ahụ maka ihe na-eme na mba ndị ọzọ akwụkwọ gwa ha ka ha gwa ụlọnnọchiteanya anyị na mba Izrel ka ha chọpụta ma onye ahụ a hụrụ foto ya ọ bụ Nnamdi Kanu n'ezie, mana o nweghị ọsịsa m nwetara.\"",
    "Asị gị  kwudoro ya ọzọ, ị ga-akwụdo?",
    "Ebe foto si, BBC/ElliotUkoh/@realFFK",
    "Abaribe sara sị, \"ọ bụrụ na ihe dị ka ọ dị na mbụ, gịnị mere na m agaghị eme ya ọzọ?",
    "\"Ọnọdụ ọkpaikpe nyere na mbụ bụ na a chọrọ onye Senetọr soro na ndị ga-akwụdoro ya. Ọ bụrụ na ọkpaikpe kwuo otu ahụ ọzọ, o nweghị ihe m hụrụ ga-eme na m agaghị eme ya ọzọ.",
    "\"Abụ m onye sinetọ. Esi m Ọwụwa-Anyanwụ.\"",
    "\"Oge ahụ abụ m onye isi 'South-East Caucus, ugbua, Ike Ekweremadu bụ onyeisi 'South East Caucus'. Ikekwe o nwere ike ikweta kwudoro ya.\"",
    "Abaribe kwuru na ihe ọchịchị Muhammadu Buhari na-eme bụ ịgwọ njirimara ọrịa hapụ ihe butere ọrịa ahụ dịka ọ rụtụrụ aka na Sunday Igboho na mkpu nnwereonwe na-arị elu si,ọ bụ emeghị nwa ka e mere ibe ya butere nsogbu e nwere ugbua na Naijiria.",
    "Cheta na a nwụchigharịị Nnamdi Kanu n'abalị 26 na Mba Kenya kpụlata ya Naijiria ebe a kpụuru ya ụlọikpe maka ebubo ịkpa nkata ịkwatu gọọmentị Naijiria, iyiegwu, ị nwe otu iwu machiri na iji ngwaọgụ..",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Ipob na ESN: Etu Boko Haram, Mend, Fulani ọchiehi na otu ndị ọzọ dị n'Afrịka sị bido agha nnupuisi16 Eprel 2021",
    "Nnamdi Kanu Reaction: Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa21 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribeelekere 4 gara aga",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Ihe dị mkpa i kwesịrị ịma maka iwu 'Petroleum Industry Bill'2 Julaị 2021",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Awka'",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon Ekpa",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Etu ndị ji egbe siri gbuo ndị uweojii na ndị nkịtị n'Enugwu na mgbede Wenezde",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}