{
  "published": "23 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe Ọkammụta Obasi Igwe kwuru maka okwu na ndị Igbo ịgbara ndị Bini ohu oge gboo",
    "Ọkammụta Obasi Igwe bụ onye guru  akwụkwọ banyere ihe mere mgbe gboo gwara anyị na ihe Reno Omokri kwuru enweghi ebe mbido aka.",
    "Igwe kwuru na akwụkwọ gosiri na ndị Igbo na ndị Bini bikoro ọnụ mgbe gboo ma kekọrịtakwa omenala mana mmekọ ha agbughi nke ohu na nna ukwu, kama na mmekọ ha bụ dịka ndị agbata obi.",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "O kwukwara maka agha ndị igbo na ndị Bini lụrụ, nke ndị Igbo nyere ndị Bini aka lụọ na etu ndị Igbo siri kuzirere ma kwadọ ndị Bini na otutu ihe mmuta dịka:",
    "Ndị agha Igbo kwadoro ndị agha Bini na ọgụ ị nwete mmeri mpaghara nakwa alaeze Oba Legọs",
    "Ọgụgụ Ụbọchị Izu (Nkwọ, Eke, Orie, Afọ)",
    "Otutu okwu asụsụ dịka (Ọkụkọ)",
    "Etu e si achọpụta ndị mgba asi",
    "Gee ya n'uju ebe a",
    "Akụkọ na-efeghari na soshal mịdịa kemgbe ụbọchị Tọọzde nke Reno Omokri bụ onye bubu onye enyemaka aka chibụrụ Naijịria, Goodluck Jonathan zipụtere na-ekwu na ndị Igbo na mgbe gboo bụ ndị ohu nye ndị Bini.",
    "Ihe mere ụlọikpe ji sị ka Ropo, nwunye Sunday Igboho, lawa be ya",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "N'ozi Omokri wepụ tara n'akara Facebook ya, ọ gwara mmadụ na aha nna nna ya bụ \"Ikengbuwa nke Mbụ \" nke bụ nwa eze.",
    "Nke a mere ka onye ahụ saa ya sị na aha ahụ dara ka aha Igbo.",
    "Ọsịsa ahụ mere ka  Omokri wepụtara ya bụ ihe nkiri nke o kwuru   n'ime ya na n'ezie, ndị Igbo gbara ndị Bini ohu mgbe gboo.",
    "O gbadoro ụkwụ n'ihe o si na ọkammụta n'okwu banyere ihe mere mgbe gboo bụ nwa amadi onye Bekee ọ kpọrọ  David Attenborough kwuru.",
    "BBC Igbo Exclusive : Ndị Igbo kwesịrị ịchị Naịjirịa na 2023 mana ha na ndị ugwu ga-adị na mma - Shehu Sani",
    "N'ozi a, David Attenborough zipụtere maka ihe mere n'oge afọ 1550, o gosiri akpụrụakpụ nke  ọsịrị bụ ọba Bini na onye ohu bụ onye Igbo.",
    "Ọkammụta Attenborough kwuru na ihe o jiri mara na ya bụ nwa ohu akpụrụ akpụbụ bụ onye bụ site na ichi njiri mara ndị Igbo mgbe gboo nke okwuru na ya bụ n'ezie akara agbụrụ ndị Igbo.",
    "Dịka akụkọ a na-efeghari, anyị na ọkammụta Obasi Igwe, onye bu onye okankuzi na mahadum 'University of Nigeria Nsukka' nwere mkpakọrịtaụka maka ya bụ okwu a kpụ n'ọnụ.",
    "Ifeanyi Ubah : Gọọmenti etiti bia kọwara sineti etu ha si nwụchie Nnamdi Kanu",
    "Akụkọ mgbe gboo",
    "Bini",
    "Akịọlọji",
    "Etu ndịagha Naịjirịa si wakpoo obodo Akpawfu, Amagunze na Akpugo dị n'Enugu Steetịelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Reno Omokri, gosi ihe akaebe na Igbo bụbu ohu ndị Bini- Ọkammụta Obasi Igwe23 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Etu ndịagha Naịjirịa si wakpoo obodo Akpawfu, Amagunze na Akpugo dị n'Enugu Steetị",
    "Reno Omokri, gosi ihe akaebe na Igbo bụbu ohu ndị Bini- Ọkammụta Obasi Igwe",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Amawbia'",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Chukwuma Soludo agọrọla ọnụ ya maka okwu nnwuchi Nnamdi Kanu",
    "Ihe mere ụlọikpe ji sị ka Ropo, nwunye Sunday Igboho, lawa be ya",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}