{
  "published": "25 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Big Brother Naija",
    "White Money na Cross bụ ụmụ Igbo abụọ nọ n'egwuregwu Big Brother Naija nke afọ a",
    "Emume Big Brother Naija nke afọ 2021 malitere n'abalị Satọdee, ụbọchị iri abụọ na anọ nke Julaị.",
    "Ha dị mmadụ iri na otu nọ n'ụlọ Big Brother nke afọ a, n'ime ha, mmadụ abụọ bụ ndị Igbo.",
    "Aha mmadụ abụọ a bụ Hazel Oyeze Onou (White Money) onye Enugwu steeti, na Ikechukwu Sunday Okonkwo (Cross) onye Anambara.",
    "Ọtụtụ mmadụ  merurụ ahụ nhọpụta Big Brother Naija",
    "Kedụ ka ndị meriri 'Big Brother' mbụ si eme ụgbụ a?",
    "Laycon, Dorathy, Nengi na ihe ndị mmadụ kpụ n'ọnụ n'ụbọchị mbụ Big Brother 5 malitere",
    "Erica: 'M nweta ohere ịlaghachị ụlọ 'Big Brother' agaghị m aṅụbiga mmanya oke'",
    "Ebe foto si, Big Brother Naija",
    "Big Brother Naija 2021",
    "Aha egwuregwu nke afọ a bụ Shine your Eye",
    "Egwuregwu a ga-adị ruo abalị iri asaa na abụọ (72), maọbụ izu ụka iri",
    "Onye meriri egwuregwu a ga-eji ego na ihe onyinye ruru nde naịra iri itoolu (N90 million) laa.",
    "Lee ndị niile so n'egwuregwu Big Brother Naija 2021",
    "White Money",
    "Ebe foto si, Big Brother Naija",
    "White Money",
    "Ezigbo aha ya bụ Hazel Oyeze Onou",
    "White Money bụ otu n'ime ụmụ afọ Igbo abụọ so n'emume Big Brother Naija nke afọ a.",
    "Ọ bụ Enugwu Steeti ka o si, mana o bi na Legọs. Ọ dị afọ iri abụọ na itoolu (29).",
    "Aha a bụ 'White Money' pụtara ego ọcha n'asụsụ Igbo, mana ọ bụ okwu bekee nke pụtara ego mmadụ kpatara n'ụzọ ziri ezi.",
    "Nwa amadị a kọwara onwe ya dịka onye o ji ego achụ ego.",
    "Ọ na-azụ ahịa akpụkpọ ụkwụ bụ nke ọ na-esi mba ofesi atụbata na Naịjirịa.",
    "Ihe mere aha ya ji ewu",
    "Ikechukwu Sunday Okonkwo",
    "Ebe foto si, Big Brother Naija",
    "Cross",
    "Nwa amadị a dị afọ iri atọ bụ onye oji ego achụ ego nke bekee na-akpọ 'entrepreneur'.",
    "Ọ bụ ya bụ onye Igbo nke abụọ nọ n'ụlọ Big Brother Naija 2021, mana o bi na Legọs.",
    "Ihe na-amasị ya bụ ikiri ejije, ime njem na ịga ụlọ egwu (clubbing).",
    "Ọ kọwara onwe ya dịka onye nwere ezigbo obi, n'agbanyeghị na ụfọdụ na-ahụta ya dịka ajọ mmadụ.",
    "Pere Egbi",
    "Ebe foto si, Big Brother Naija",
    "Pere Egbi",
    "Ọ bụ nwa afọ Delta steeti, a mụrụ ya na Warri.",
    "Pere bụ nọọsụ a zụrụ nke ọma, ma rụkwaa ọrụ n'otu ndị agha nke mba Amerịka ihe ruru afọ isii.",
    "Ugbua, ọ bụ onye na-eme ejije nakwa 'model'.",
    "Ọ dị afọ iri atọ na ise (35).",
    "Yousef Garba",
    "Ebe foto si, Big Brother Naija",
    "Yousef Garba",
    "Yousef bụbu onye nkuzi ụlọakwụkwọ Sekọndịrị ma bụrụkwa 'model'",
    "Ọ bụ onye Jos, Plateau Steeti mana otu n'ime nne ya maọbụ nna ya abụghị onye Naịjirịa.",
    "Nri na-amasị nwa amadị a, mana ọ hụkwara ịgụ akwụkwọ, ịrị ugwu, ime njem nakwa egwuregwu 'sports' n'anya.",
    "Boma Akpore",
    "Ebe foto si, Big Brother Naija",
    "Boma Akpore",
    "Ọ dị afọ iri atọ na anọ ma bụrụkwa onye gbaburu bọọlụ mechaa kwụsị.",
    "Boma kwuru na ya kwụsịrị mahdaum oge ọ nọ n'afọ nke ikpeazụ n'ihi na ego adịghị, mana o mechara gbaa mbọ nweta ego o jiri gaa ụlọakwụkwọ na-enye ọzụzụ maka ejije.",
    "Nwa amadi a alụbuola nwaanyị mana ọ dabaghịrị ya na nwunye ya ha wee gbasaa.",
    "Ọ na-eme ihe ejije, ma bụrụkwa onye na-arụ ọrụ ebe a na-ere mmanya (bartender).",
    "Adeniyi Lawai",
    "Ebe foto si, Big Brother Naija",
    "Adeniyi Lawai",
    "Lawai, nwa afọ Oyo steeti alụọla nwaanyị ma mụta otu nwa.",
    "Ọ dị afọ iri atọ na atọ (33), bụrụkwa onye nwetara ọzụzụ dịka 'computer engineer'.",
    "Ihe na-amasị ya bụ egwuregwu bọọlụ nkata, isi nri, iri nri, ide ihe, nakwa ịtụ okwe.",
    "Paul Ephraim",
    "Ebe foto si, Big Brother Naija",
    "Jay Paul",
    "Ihe e ji mara ya bụ JayPaul, ọ bụ onye oti egwu bi na Legọs.",
    "Ọ dị afọ iri abụọ na itoolu (29); ihe na-amasị ya bụ imepụta egwu, ime ejije, ịgba egwu na isi nri.",
    "JayPaul kwuru na nne ya na ụmụnne ya nwaanyị abụọ bụ ihe kacha enye ya obi ụtọ, n'ihi na nna ya alaala mmụọ.",
    "Ọ kọwara onwe ya dịka onye nwere obi sarị sarị nakwa onye na-enwe obi nchekwube oge niile.",
    "Samuel Jacob Alifa",
    "Ebe foto si, Big Brother Naija",
    "Sammie",
    "Sammie ka bụ nwa akwụkwọ na mahadum Ahmadu Bello University dị na Zaria, Kaduna steeti.",
    "Ọ bụ onye na-emepụta ihe ejije nke bekee kpọrọ 'filmmaker'.",
    "Ihe ọzọ na-amasịkwa nwa amadị a dị afọ iri abụọ na isii (26) bụ ịkọ akụkọ, ịkụ bọọlụ nkata, nakwa izute ndị mmadụ.",
    "N'afọ 2020, ka Sammie mepụtara ejije nke mbụ ya, mana ihe dị ya mkpa ugbua bụ iwulite akara 'Youtube' ya iji nyere ọrụ ya aka.",
    "Emmanuel Umoh",
    "Ebe foto si, Big Brother Naija",
    "Emmanuel Umoh",
    "Emmanuel bụ nwa afọ Akwa Ibom steeti ma bụrụkwa 'model'.",
    "Ọ bụ ya bụ onye Naịjirịa mbụ meriri asọmpi 'Mister Africa'.",
    "Ọ dị afọ iri abụọ na anọ; o nwekwara ụlọ mmegharị ahụ (fitness centre) na Port Harcourt ebe o bi.",
    "Yerimene Abraham Saibakumo",
    "Ebe foto si, Big Brother Naija",
    "Yerins",
    "Nwa amadia e ji Yerins mara bụ dọkịta nwetara ọzụzụ na mba Ukraine.",
    "Ọ dị afọ iri abụọ na asaa ugbua, ihe na-amasịkwa ya bụ ịtụ okwe 'chess', ige egwu, iti egwu, nakwa ise ihe.",
    "Ọ kọwara onwe ya dịka onye na-achọ ịmata ihe nakwa onye na-ekepụta ihe ọhụrụ.",
    "Adeoluwa Okusaga",
    "Ebe foto si, Big Brother Naija",
    "Saga",
    "Saga bụ onye Legọs steeti, ọ dị afọ iri abụọ na asatọ.",
    "Ọ na-arụ n'ụlọọrụ mmepụta mmanụ agbịdị n'elu osimiri (offshore).",
    "Ịgba egwu, ịgụ egwu, ise ihe, nakwa ịmegharị ahụ bụ ụfọdụ ihe ka amasị ya.",
    "O kwuru na ihe karala wute ya na ndụ a bụ oge nne ya - onye ọ kọwara dịka ezigbo enyi ya - lara mmụọ.",
    "Ụmụntoroọbịa",
    "Telivishọnụ",
    "Ịkpa obi aṅụrị",
    "BBNaija Stampede: Ndị mmadụ e meruela ahụ n'ihe mmemme nhọpụta Big Brother Naija1 Febụwarị 2019",
    "Vidio, Erica Nlewedim: 'M nweta ohere ịlaghachị ụlọ 'Big Brother' agaghị m aṅụbiga mmanya oke', Duration 3,5329 Septemba 2020",
    "Big Brother Naija 2020: Onye ga-emeri n'afọ a?1 Ọgọọst 2020",
    "Big Brother Naija Season 5: Ihe ndị mmadụ kpụ n'ọnụ n'ụbọchị mbụ ọ malitere19 Julaị 2020",
    "Big Brother Naija: Lamborghini Mercy abụrụla Ugoeze Big Brother Naija6 Ọktọba 2019",
    "Big Brother Naija: Kedu ihe ndị meriri 'Big Brother' mbụ ji ndu ha eme ụgbu a.8 Ọktọba 2019",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "A tọhapụla ụmụakwụkwọ Bethel Baptist High School ruru 2825 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo",
    "Etu ndị ndu Yoruba si azọ isi Sunday Igbogho na Benin Republic",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Amawbia'",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Ihe ise nwere ike ịkpata ka ime pụọ nwaanyị, na etu ị ga-esi gbochie ya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee obere ule ilu Igbo nke izu ụka aEmelitere ikpeazụ na: 29 Jenụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}