{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Big Bro Naija/Instagram",
    "Emume Big Brother Naija nke afọ 2021 malitere n'abalị Satọdee, ụbọchị iri abụọ na anọ nke Julaị ma gwakwa ihu taa.",
    "Ha ezuola mmadụ iri abụọ na abụo nọ n'ime ụlọ ahụ nke mmadụ anọ n'ime ha bụ ndị Igbo",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Onye ga-emeri Big Brother Naija nke afọ a?",
    "Aha ụmụ nwaanyị abụọ banyere ụlọ ahụ taa bụ Princess na-akwọ ụgbọala ma sikwa Imo steeti na Maria bi na Dubai.",
    "Lee aha ụmụ nwaanyị niile banyere ụlọ obibi ahụ taa.",
    "Ebe foto si, Big Bro Naija/Instagram",
    "Maria Chike Agueze bụ onye na-ere ụlọ na ala nakwa onye na-arụbu ọrụ nleta n'ụgbọelu.",
    "Ọrụ ahụ ebugaala ya mba niile dị n'ụwa were fọzie ebe akpọrọ 'Antartica'.",
    "O kwuru na ịgba egwu, ịs nri, ịme ihe ejije nakwa imegharị ahụ na-amasị ya nke ukwu.",
    "Ọ kọwara onwe ya dịka \"ịhụnanya ghọrọ mmadụ\".",
    "Ebe foto si, Big Bro Naija/Instagram",
    "Princess bụ ọkwọ ụgbọala bi n'Abuja ma sikwa n'Imo steeti.",
    "O kwuru na ihe kachasị wute ya ndụ ya bụ mgbe ọ nụrụ na nna ya anwụọla.",
    "O kwuru na ọ bụkwa onye na-eme 'drama' mgbe niile nke o si n'aka nne ya mụta.",
    "Ebe foto si, BBNaija",
    "Jackie Bent bụ onye na-ahazi agbamakwụkwọ nakwa mmemme ndị ọzọ.",
    "O nwere otu nwa bụ nke ọ mụrụ mgbe ọ gara mba Briten ịgụ akwụkwọ.",
    "Ebe foto si, BBNaija",
    "Angel Smith bụ onye Akwa Ibom steeti kwuru na ịkọ akụkọ na-amasị ya.",
    "Ọ bụkwa ọma mbem kwenyere na ọ dị mkpa ịrahụ ụra.",
    "Ebe foto si, BBNaija",
    "Liquorose bụ Roseline Omokhoa Afije bụ ọgba egwu a ma ama.",
    "O kwuru na ime ka nwoke na-amasị ya nakwa na ọ bụ onye na-eme ejije.",
    "Ịme njem na-amasị kwa ya dịka o si kwuo.",
    "Ebe foto si, BBNaija",
    "Beatrice bụ onye na-eji ahụ ya egosi akwa gụrụ akwụkọ na Mahadum Pọtakọt.",
    "Ọ kọwara na o nwereike ịme ọtụtụ ihe gụnyere ịgụ egwu, ịgba egwu, ịkpa isi nakwa ịgba bọọlụ na-amụghị ya amụ.",
    "N'anya nke ya, ọ bụ  aja pụrụiche ka chineke ji were ke ya.",
    "Peace",
    "Ebe foto si, BBNaija",
    "Peace bụ onye ji ego achụ ego dị afọ iri abụọ na isii si Potakọt.",
    "O kwuru na ọ na-amasị ya iso ezinaụlọ ya nwee ezumike ma nweta onwe ya.",
    "Ebe foto si, BBNaija",
    "Saskay bụ onye akwụkwọ na-amasị. Egwu dị icheiche na-amasị kwa ya.",
    "Ọ dị afọ iri abụọ na-abụọ ma kwuo na o nwere mgbe achụpụrụ ya n'ụlọakwụkwọ sekọndrị n'afọ 2015.",
    "Ebe foto si, BBNaija",
    "Nini bụ Anita Singh amụrụ ma zụọ ya Naịjirịa kemgbe afọ iri abụọ na asaa.",
    "O nwere umunne anọ o kwuru na-enye nkwado mgbe niile.",
    "Isee foto na-amasị ya.",
    "Ebe foto si, BBNaija",
    "Ọ bụ onye na-emepụta akwa toro na Legọs.",
    "O dị afọ iri abụọ na itoolu ma kwuo na ọ na-amasị ya iyi ọla n'ebe niile n'ihu ya.",
    "Ebe foto si, BBNaija",
    "Tega bụ nwa ada si Cross River steeti",
    "O kwuru na o teela aka ọ na-agbalị ịbnanye ụlọ Big Brither tupu ahọpụta ya nke afọ.",
    "Ọ na-amasị ya ma mmadụ bụrụ onwe ya mgbe niile.",
    "Ụmụnyanyị",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "A tọhapụla ụmụakwụkwọ Bethel Baptist High School ruru 2825 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo",
    "Etu ndị ndu Yoruba si azọ isi Sunday Igbogho na Benin Republic",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Amawbia'",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Ihe ise nwere ike ịkpata ka ime pụọ nwaanyị, na etu ị ga-esi gbochie ya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee obere ule ilu Igbo nke izu ụka aEmelitere ikpeazụ na: 29 Jenụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}