{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ pụtara n'abalị a bụ na a na-agba egbe aghara aghara n'obodo Akpawfu, Amagunze na Akpugo dị n'Enugwu Steetị.",
    "A sị na ndị ọrụ nchekwa Naịjirịa gụnyere ndịagha na ndị ọzọ gbakọtara aka ọnụ wakpoo ogige e chere na ọ bụ nke ndị Eastern Security Network dị n'obodo ndị a.",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Nke a mere ụda egbe ji ada ebe niile mana o dobeghi anya mmadụ ole merụrụ ahụ maọbụ ndị e gburu.",
    "Otu onye bi n'onodo ebe ahụ gwara BBC Igbo na ha ji ọsọ gbapụ n'ụlọ ha ma tinye isi n'ọhịa maka izerendụ ha.",
    "Mgbe BBC kpọtụrụ ọnụ na-ekwuru ndị uweojii n'Enugwu Steetị bụ Daniel Ndukwe, ọ zaghị ekwe ntị ya tupu akụkọ a apụta.",
    "Cheta na izuụka ole na ole gara aga ka ndịagha wuchikwara n'obodo Akpawfu ka ha na-achọ ụfọdụ ndị otu Ipob.",
    "Mana mwakpo nke ugbua na-abịa dịka ndị oji egbe gbuchara ndị uweojii anọ na na ndị nkịtị abụọ n'obodo Obeagu Awkunanaw n'ụbọchị Wenesde.",
    "Akụkọ ka na-abịa...",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Enugu Steeti",
    "Enugwu",
    "Etu ndịagha Naịjirịa si wakpoo obodo Akpawfu, Amagunze na Akpugo dị n'Enugu Steetịelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Reno Omokri, gosi ihe akaebe na Igbo bụbu ohu ndị Bini- Ọkammụta Obasi Igwe23 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Etu ndịagha Naịjirịa si wakpoo obodo Akpawfu, Amagunze na Akpugo dị n'Enugu Steetị",
    "Reno Omokri, gosi ihe akaebe na Igbo bụbu ohu ndị Bini- Ọkammụta Obasi Igwe",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Amawbia'",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Chukwuma Soludo agọrọla ọnụ ya maka okwu nnwuchi Nnamdi Kanu",
    "Ihe mere ụlọikpe ji sị ka Ropo, nwunye Sunday Igboho, lawa be ya",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}