{
  "published": "24 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu ohaneze Ndigbo ekwuola na ha agaghị ahapụ Mazi Nnamdi Kanu ka ọ taa ahụhụ dịka nwa na-enweghị nne na nna.",
    "Alex Ogbonnia bụ onụ na-ekwuru ndị Ohaneze kwuru nkea na mkparịtaụka ya ndị ntaakụkọ Punch nwere n'ụbọchị Fraịde.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Okwu a na-abịa dịka eze ọdịnala a ma ama n'ala Yoruba bụ Oba Enitan Ogunwusi (Ooni of Ife) hibere kọmiti ga-aga kwuchitere nwanne ha nwoke bụ Sunday Igboho, onye nọ na mkpọrọ na mba Bene Rịpọblik.",
    "Maazị Igboho bụ onye isi otu na-achọ nnwereonwe ala Yoruba dịka Nnamdi Kanu si achọ nnwereonwe Biafra.",
    "Ogbonnia kwuru na ndị okenye alaigbo na-enwe nzukọ kwa mgbe kwa mgbe n'ihi Nnamdi Kanu.",
    "Ebe foto si, Alex Ogbonnia",
    "Alex Ogbonnia bụ ọnụ na-ekwuru otu Ohaneze Ndị Igbo",
    "O kwuru sị: \"Ọ bụghị ihe niile ka anyị ga na-agwa ndị ntaakụkọ. Anyị na-enwe nzụkọ oge ọbụla n'ihi Mazị Kanu.\"",
    "\"Ọ bụ na nzụkọ ka anyị nọrọ gwa Enyinnaya Abaribe ka ọ kwụrụ dịka onyeakaebe Kanu oge a chọrọ onye ga-ana ya n'akebe.\"",
    "\"Ohaneze nyekwara ya ndị ọkaiwu ga-anọchite anya ya n'oge ahụ.\"",
    "\"Achọghị m ka onye ọbụla katọọ ndị Igbo n'ihi Nnamdi Kanu. Anyị agbachighị nkịtị.",
    "\"Kanu abụghị nwa enwe nne enwe nna. Anyịa ahapụghị ya ka ọ kwụrụ naanị ya.",
    "\"Anyị na-enwe ọgbakọ ugborougboro iji mara ihe niile anyị nwere ike ime iji nyere ya aka.\"",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Cheta na gọọmentị Naịjirịa na-ebo Kanu ebubo imegide Naịjirịa (treason) nakwa iyi ndụ egwu (terrorism).",
    "A malitere ikpe ya ikpe n'afọ 2016, mana ọ gbara ọsọ pụọ na Naịjirịa n'afọ 2017 oge ndị agha Naịjirịa wakporo ụlọ ya.",
    "A nwuchiri Kanu ọzọ na mba Kenya ma kpụlata ya Naịjirịa n'ọnwa Jun afọ a.",
    "Ọ nọzi n'aka ndị DSS ugbua dịka a ga-akpụpụkwa ya ụlọikpe n'ụbọchị 26 nke ọnwa Julaị.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Nnamdi Kanu: Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchị onye ndu Ipob11 Julaị 2021",
    "Nnamdi Kanu re-arrest: Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia7 Julaị 2021",
    "Nasir El-Rufai: Obi dị m nnukwu ụtọ na-anwụchiri Nnamdi Kanu- El-Rufai2 Julaị 2021",
    "Ị maara na 'miscarriage' nwere ike isi n'aka nwoke maọbụ nwaanyị?24 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ọchịchị Buhari bụ nke kachasị njọ kemgbe ụwa tụ ụwa - Otu na-eme ngagharịiwe na London24 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọ bụ amara Chukwu mere na ogbunigwe egbughi m n'ụlọ m n'Israel - Ogbonna Ibezito24 Mee 2021",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ23 Mee 2021",
    "Leicester City anapụla Chelsea iko FA ma bunye ha iko anya mmiri15 Mee 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo",
    "Etu ndịagha Naịjirịa si wakpoo obodo Akpawfu, Amagunze na Akpugo dị n'Enugu Steetị",
    "Ọchịchị Buhari bụ nke kachasị njọ kemgbe ụwa tụ ụwa - Otu na-eme ngagharịiwe na London",
    "Sunday Igboho nwere ike ịga nga na Benin Republic maka 'passport' adigboroja - Eze Ajase",
    "Ị maara na 'miscarriage' nwere ike isi n'aka nwoke maọbụ nwaanyị?",
    "Reno Omokri, gosi ihe akaebe na Igbo bụbu ohu ndị Bini- Ọkammụta Obasi Igwe",
    "Ndị ntọrọbịa awakpoola ụlọahịa nwoke a hụrụ ozu nwaodibo ya n'olulu nsị n'Amawbia'",
    "Chukwuma Soludo agọrọla ọnụ ya maka okwu nnwuchi Nnamdi Kanu",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon Ekpa",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}