{
  "published": "26 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ilana Omo Oodua",
    "Otu kpọrọ onwe ha Ilana Omo Oodua ewepụtala ozi ọhụrụ banyere ikpe Sunday Igbogho na-achọ nwereonwe ndị Yoruba.",
    "Ọnụ na-ekwuru otu a bụ Maxwell Adeleye sị na obi dị ha ụtọ na ndị ọrụ nchekwa Benin Republic atọpụla ịga ha tinyere Igbogho n'ụkwụ nakwa aka.",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "Ihe ndị Yoroba na-ekwu maka atụmatụ nwere onwe Sunday Igboho kwuru maka ya",
    "Ha sị na e nyere nwunye Igbogho ohere ịga na-eleta ya n'ụlọmkpọrọ ugboro atọ kwa ụbọchị.",
    "Adeleye sị na onye dọkịta si n'aka ndị ọkaiwu ha nyochara Sunday Igbogho ahụ.",
    "Ebe foto si, SUNDAY IGBOHO INSTAGRAM PAGE",
    "Taa ka ụlọikpe dị na Cotonou ga-ekpe ikpe Sunday Igboho na-azọ nnwereonwe ndị Yoruba site na mba Naịjiria.",
    "Nke a bụ mgbe mbụ nwa amadi a na-agba n'ihu ụlọikpe ọbụla kamgbe ọ malitere zọwa nwereonwe otu akpọrọ \"Oduduwa Republic.\"",
    "A nwụchịrị Igboho na nwunye ya bụ Ropo na ọdọụgbọelu dị na Cotonou mana emechara hapụ nwunye ya ma jide Igboho dịka a ga-amata ma aga akpọlata ya Naịjirịa taa n'ụlọikpe.",
    "Kamgbe ahụ anwụchichara Igboho na Benin, nwa amadị a dị afọ iri anọ na asatọ buzi onye na-ewu karịa etu o si ewubu na Naịjirịa.",
    "Ndị Yoruba bi na Cotonou nwere olileanya na ya bụ ikpe ga-agazi ọfụma.",
    "Gọọmenti Naịjirịa boro Igboho ebubo ịkpa nkata ighasa mba ahụ.",
    "Ha bokwara ya ebubo izo ngwaagha ma ka na-ezoro ezo atụbata ya.",
    "Onions traders: 'Anyị ahụbeghị ego Nnamdi Kanu kwuru ọ ga-akwụ anyị maka ịyabasi ha n'Imo'",
    "Ha boro ya ebubo ikpalite ụmụ Naịjirịa iwakpo obodo.",
    "Mana ọkaiwu Igboho kwuru na onweghị eziokwu dị n'ebubo ndị a.",
    "Okaiwu Igboho kwuru na ihe ka ha mma bụ ka aghara akpọlata Igboho na Naịjịrịa.",
    "N'ọnụ ya. ọ ka mma ka Igboho nwụọ na Cotonou kama ịkpọlata na Naịjiria.",
    "National security",
    "Naijiria",
    "Vidio, Ndị aka ha dị na nwuchigharị Nnamdi Kanu ka nkụ - Ifeanyi Ejioforelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "NA EME UGBU A Ka DSS kpọpụta Nnamdi Kanu onye ndu anyị maọbụ... Emma Powerful",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "'Ihe m gabigara oge afọ ime pụrụ m' - Nwaanyị nwere 'miscarriage'24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "Reno Omokri, gosi ihe akaebe na Igbo bụbu ohu ndị Bini- Ọkammụta Obasi Igwe",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Nwunye Sunday Igbogho gaa na-aga eleta ya n'ụlọ nga",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}