{
  "published": "27 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imo State Police",
    "N'ebe elekere anọ nke mgbede ụnyaahụ ka akwụsịrị ndị oji egbe egbu nọ n'ụgbọala atọ na-abanye obodo Omuma dị n'okpuruọchịchị Oru East dị n'imo steeti.",
    "Onyeisi ndị uweojii n'ogbe Omuma bụ ACP Benjamin Abang depụtere nke a n'akwụkwọ ozi o zitere ndị ntaakụkọ.",
    "Mmadụ atọ nwụrụ n'ọgbaaghara dapụtara n'Owerri ụnyaahụ",
    "'Anyị anwụchiela ndị ESN gburu onye otu anyị ma nara ya egbe n'Imo' - Ndị Uweojii",
    "Abang kwuru na ya na ndị otu ya kwụsịnwụrụ ndị omekome ahụ dịka ha nwetechara ozi na ndị omekome ahụ na-abanye n'obodo Omuma.",
    "Nke a mere ka ọ kpọkuo ndị otu ya ka ha banye ọrụ ozigbo ma wakpoo ha, gbuo ndị omekome ruru isii  ma nwụchie mmadụ iri na otu, kpọrọ ha gawa ụlọọrụ ndị uweojii.",
    "Abang kwuru na CSP Fatmann Dooiyor bụ \"Divisional Police Officer\" nwụrụ mgbe ndị uweojii na ndị omekome na-akwakọrịta mgbọ.",
    "Ebe foto si, Imo State Police",
    "Otu n'ime ụgbọala ndị ahụ ndị uweojii napụtara ndị omekome",
    "Ndị uweojii mechara napụta ndị omekome ahụ ụgbọala atọ ha bụ bia ịwakpo obodo Omụma.",
    "Ka ọ dị ugbua ndị otu uweojii nke ACP Evans E.Shem nọ n'isi ya na-agagharị n'akụkụ ọhịa dị n'ebe ihe a mere ka ha mara ma ha ka ga-anwụchị ndị omekome gbabara n'ime ọhịa.",
    "Onyeisi ndị uwoejii nọ n'Imo steeti bụ CP Abutu Yaro adọọla aka na ntị ka ndị omekome gbara ọgwụ ha nwụọ maọbụ keta hei! n'aka ndị uweojii.",
    "Sunday Igboho ga-esi n'ụlọ mkpọrọ ndị uweojii banye nga",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo",
    "National security",
    "Naijiria",
    "Vidio, Iwe m n'ebe Ipob nọ bụ..... Ijele27 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọelekere 5 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "'Ihe m gabigara oge afọ ime pụrụ m' - Nwaanyị nwere 'miscarriage'24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Ihe e jibu kpụpụ Sunday Igboho ụloikpe Benin Republic dị iche na ihe ha ji tinye ya na mkpọrọ- Salami, ọkaiwu ya",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọ",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Sunday Igboho ga-esi n'ụlọ mkpọrọ ndị uweojii banye nga",
    "Etu esiri wakpoo ndị ọrụ ugbo n'obodo Nimbo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}