{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụnwaanyị Ipob na-eme ngagharịiwe n'isiụlọọrụ BBC dị na Lọndọn",
    "Ndị otu Indigenous People of Biafra (IPOB) bi na Lọndọn eburula ngagharịiwe gaa n'isi ụlọọrụ mgbasaozi BBC dị na Lọndọn.",
    "Ọtụtụ n'ime ndị a jupụtara na ụmụnwaanyị (ndị nne na ụmụagbọghọ) yicha akwa e dere \"tọhapụ Nnamdi Kanu\"  ma na-abụ abụ n'oke olu.",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "Aga m akwudoro Nnamdi Kanu ọzọ ma ọ bụrụ - Enyinnaya Abaribe",
    "Ụmụnwaanyị a techara nzu ọcha n'ahụ nakwa n'ihu ha, ụfọdụ n'ime nọ na-ekpe ekpere na-eti aka n'ala.",
    "Ha jikwa ọkọlọtọ Biafra ma na-ajụ \"gịnị mere BBC anaghị ekwu maka mwakpo ha sị na-eme n'ala Biafra?\".",
    "Ụmụnwaanyị a sị na ihe mere ha ji buru ngagharịiwe a bịa n'ụlọọrụ BBC bụ ka mbaụwa nụrụ olu ha ma gbapụta onye ndu ha bụ Nnamdi Kanu.",
    "Ụmụnwaanyị Ipob na-eme ngagharịiwe n'isiụlọọrụ BBC dị na Lọndọn",
    "Ha kwukwara na ọ bụrụ na aka BBC na gọọmentị Briten adịghị n'ihe na-eme na Naịjirịa, ka BBC kọọ akụkọ banyere ya.",
    "Kedụ ihe ụmụnwaanyị ndị a sị ha chọrọ?",
    "Ụmụnwanyị a kpụ ọtụtụ okwu n'ọnụ n'oge ngagharịiwe ahụ nke gụnyere;",
    "Ka mba Briten nye ha Biafra",
    "Ka mba Briten gwa Naịjirịa ka ha tọhapụ onye ndu ha bụ Nnamdi Kanu",
    "Ka ụlọọrụ mgbasaozi BBC malite ịkọ akụkọ banyere Nnamdi Kanu nakwa Biafra dgz.",
    "Nnamdi Kanu: Ndị aka ha dị na nwuchigharị ya ka nkụ - Ifeanyi Ejiofor",
    "Ụmụnyanyị",
    "United Kingdom",
    "Naijiria",
    "London",
    "Ikike ụmụnwanyị",
    "BBC",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Iwe m n'ebe Ipob nọ bụ..... Ijele27 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọelekere 5 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "'Ihe m gabigara oge afọ ime pụrụ m' - Nwaanyị nwere 'miscarriage'24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Ihe e jibu kpụpụ Sunday Igboho ụloikpe Benin Republic dị iche na ihe ha ji tinye ya na mkpọrọ- Salami, ọkaiwu ya",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọ",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Sunday Igboho ga-esi n'ụlọ mkpọrọ ndị uweojii banye nga",
    "Etu esiri wakpoo ndị ọrụ ugbo n'obodo Nimbo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}