{
  "published": "30 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Terrycrews/Instagram",
    "N'afọ 2016 ka onye na-eme ihe ejije ama ama bụ Terry Crews kọwara etu ihe onyonyo aramara bụ siri baa ya n'ọbara ma bụrụ nsogbu nye ya.",
    "Bekee na-akpọ ọnọdụ nke a Maazị Crews hụrụ onwe ya \"Pornography Addiction\".",
    "Okwu ahụ o kwuru mere ka ọtụtụ ndị mmadụ kwuputa etu ha na ihe aramara onyonyo si agba mgba.",
    "Enugu na steeti ndị ọzọ kachasị chọọ ihe 'nkiri 'gay' na 'Lesbian' na 2019",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "Ndị ntaakụkọ BBC kọwara na ihe dịka ndị mba Briten mmadụ nde iri na ise lere ihe onyonyo a site n'ọnwa Sepụtemba afọ 2020 ruo ọnwa Jun afọ 2021.",
    "A bịa na Naijirịa, ndị na-ekiri ihe aramara ka nkụ.",
    "Otu websait na-eme ihe onyonyo aramara a kpọrọ PornHub kọwara na Naijirịa kachasị na ndị na-achọ ihe onyonyo aramara ụmụ nwaanyị buru ibu.",
    "Dịka PornHub siri kwuo, Naịjirịa nọ n'elu mba 25 kachasị ekiri onyonyo aramara na-egosi ụmụ nwaanyị buru ibu na mba ụwa.",
    "Ebe foto si, Pornhub.com/Insights- Screengrab",
    "Ọ bụghị sọsọ aramara nwere ụmụnwaanyị buru ibu ka nchọpụta na-egosi ka na-amasị ndị Naịjirịa.",
    "Na-agbanyeghị na Naịjirịa na-agbarụrụ mmekọ nwoke na nwoke maọbụ mmekọ nwaanyị na nwaanyị, n'afọ 2016, Google dere na mba ahụ so n'ebe kachasị ekiri atụmatụ Bekee kpọrọ \"Gay Porn\".",
    "Ihe ndị bu ọtụ na amụ na-agabiga",
    "Etu m si chọpụta na enweghị m ọtụ mgbe a mụrụ m",
    "Nke a pụtara na ọtụtụ mmadụ na mba ahụ, dịka n'ụwa dum, na-ekiri ụdịrị onyonyo a.",
    "Mana, dịka ụfọdụ nwere ike kirie ya gara onwe ha ihu na-enweghị nsogbu ọbụla, o nwere ndị ọ na-arịa ahụ ịhapụ ha - maọbụ ndị adịghị anọnwụ ma ya bụrụ na ha ekirighi ya.",
    "Ebe foto si, Adeniyi Adebola Atiba",
    "Adeniyi Atiba meriri, ma bụrụ onye na-enye ndị nwere Porn Addiction enyemaka.",
    "Dịka Maazị Crews, Maazị Adeniyi Adebola Atiba nwekara nsogbu site n'etu o siri na-ekiri ụdịrị onyonyo a. Ọ sị na ihe onyonyo aramara chere ya ezigbo aka mgba.",
    "Ugbua, ọ bụzị onye na-adụ ndị mmadụ ndụmọdụ maka nsogbu dị iche iche nke gụnyere maka ihe onyonyo aramara ọkachasị Porn Addiction.",
    "Atiba kọwara na ọ bụ maka na ọ na-anọkarị onwe ya nke Bekee na-akpọ \"loneliness\" soro kpata ya ile ihe onyonyo aramara.",
    "O kwuru sị, \"Dịka onye na-arụ ọrụ gbasara ịntanetị, ị nwereike na-arụ ọrụ n'oge abalị ihe gbasara pornography etipụta isi ka ị nyochaa ya\".",
    "O kwukwara na ọ bụ n'akwụkwọ nwere ihe aramara n'ime ya ka o siri bido banyezia na nke nkịrị.",
    "Ebe foto si, Getty Images",
    "Atiba kwuru, \"Ọ bụ ụfọdụ akụko anyị na-agụ oge anyị pere mpe soro bido ọnwụnwa ilele ihe aramara\".",
    "O kwuru na dịka onye toro n'ụlọụka, na onweghị ihe ọ ma maka mmekọ nwoke na nwaanyị.",
    "Atiba kwuru maka na enweghị onye guziri ya maka mmekọ nwoke na nwaanyị so na ihe mere o jiri bido ikiri ihe onyonyo aramara.",
    "Adeniyi Adebola Atiba kwuru na Porn addiction mere na ọ bụrụ na ya eleghị ihe aramara maọbụ gbọọ ncha na ọ nweghị ike ịche uche nke ọma.",
    "Lee ụfọdụ ihe o kwuru na-eso Porn Addiction :",
    "Oke ịgbọ ncha (Masturbation)",
    "Adeniyi kọwara na ile ihe onyonyo aramara mere ka o bido gbọwa ncha.",
    "Ọ kọwara, \"ịleecha ihe onyonyo aramara ị ga-achọ ụzọ ị ga-esi nwereonwe gị nke ga-ebute oke ịgbọ ncha\".",
    "Ị kwesịrị ịsụcha ọhịa gị?",
    "Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ",
    "O kwuru na ya bụ ihe ga-adịzị ka usoro nke bụ onye leecha ihe onyonyo a, ọ chọwa ịgbọ ncha.",
    "Obi Amamikpe",
    "Dịka m bụ onye na-eziza oziọma n'ụka, ihe aramara mere ka obi na-ama m ikpe mgbe ọbụla m chọrọ ịrụ ọrụ oziọma.",
    "Ebe foto si, Getty Images",
    "Porn Addiction na-ebute kwa obi mmadụ a na-ama ya ikpe oge ọbụla - Atiba",
    "O kwuru sị, \" Ọ bụ ibu arụ dịịrị m, nke mere na ụfọdụ mgbe m na-atule ịkwụsị ọrụ oziọma n'ụka\".",
    "Obi Ịdamba (Depression)",
    "Atiba kwuru sị, \"ịkwu eziokwu, ọ mere ka obi daa m mba\".",
    "Ọ kọwara na mgbe ọbụla ọ chetara etu ihe aramara sị echere ya aka mgba na obi na-ada ya mba.",
    "Ike okpụkpe ịgwụ mmadụ",
    "O kọwara na nke a mere ka ọ kwụsị ịkpere Chi ya ekpere.",
    "O kwuru sị,\" Ọ mere ka m chere na m adịghị ọcha nke mere na ọ naghị ekwe m kpee ekpere\".",
    "Atiba kwuru na mgbe mmadụ na akacha amata na ihe onyonyo aramara abanyela ya n'ọbara bụ mgbe ọ nweghịike ịkwụsị ile ya.",
    "Ebe foto si, Adeniyi Adebola Atiba",
    "Dịka onye na-ezịsa oziọma, ọnọdụ ya oge ahụ siiri ya ike",
    "Ọ kọwara sị, \"ọ bụ  ijị aka gị bido ihe kama ịnweghịzị ike ịkwụsị ya\".",
    "Ihe ọbụla dị etu a na-ejisi ndụ mmadụ ike.",
    "\"Etu m sịrị merie Porn Addiction\" - Adeniyi Adebola Atiba",
    "Adeniyi Adebola Atiba kwuru sị, \"Porn addiction na-eme ka onye na aṅụ ọgwụ ike\".",
    "Atiba kwuru na ọ bụ dịka ọ chọrọ ịlụ nwaanyị were kọọrọ nwunye ya ka njem mmeri ya siri bido.",
    "Etu nwagbọghọ si tapụ amụ nwoke dinara ya n'ike",
    "Female Genital Mutilation: Abịa na Imo steeti enweghị iwu machiri ibi nwaanyị ugwu",
    "O kwuru sị, \"A gwara m nwunye m nsogbu Porn addiction m nwere, ọ nyere m aka nke ụkwụ. Ọ hụrụ na m anaghị anọ naani m mgbe niile ma na-akpọtụrụ m ọtụtụ mgbe\".",
    "O kwukwara na ihe ndị dị mkpa mmadụ kwesịrị ịme iji merie porn addiction bụ:",
    "Ezola ọnọdụ gị ezo",
    "Chọta onye enyemaka ị ga-akọsara",
    "Kwuo eziokwu maka etu o siri eche gị aka mgba",
    "Mata ihe ndị na-ebute ya ma gbara ihe ndị ahụ ọsọ.",
    "Kedụ ihe ndị Nne na Nna ga-eme iji gbochie ụmụ ha ịbanye n'aka Porn Addiction?",
    "Adeniyi Adebola Atiba kwuru sị, \"Ọ dị mkpa ka nne na nna hapụ izoro ụmụ ha ihe gbasara ahụ nwoke na nwaanyị, na ihe gbasakwara mmekọ nwoke na nwaanyị\".",
    "Ndụmọdụ Atiba nyere ha gụnyere -",
    "Ebe foto si, Adeniyi Adebola Atiba",
    "Adeniyi Adebola Atiba dịka ọ na-enye ụmụakwụkwọ Sekọndịrị ndụmọdụ maka ihe gbasra isiokwu a",
    "Nne na nna kuziere ụmụ ha maka ihe gbasara mmekọ nwoke na nwaanyị",
    "Ka nne na nna na ụmụ ha nwee mkparịtaụka maka ihe ndị a",
    "Ka nne na nna kọwara ụmụ ha mpụtara itinye aka n'ihe ndị a niile",
    "Ihe ndị nnyocha ọkaibe sayensi na-ekwu",
    "Lee ihe Robert Hudson onye bụ ọkaibe na nyocha maka ndị aramara bara n'ụmị nke bụ \"Sex addiction\" na bekee kwuru maka nsogbu Porn addiction.",
    "Hudson kwuru sị,\" ịle ihe onyonyo aramara abụghị nsogbu. Ọ dịka ịṅụ mmanya. Ụfọdụ nwereike ịṅụ mmanya etu ha kwesịrị\".",
    "O kwuru sị,\" Mgbe ihe onyonyo aramara bụ nsogbu bụ mgbe ya bụ ihe wegharịrị ọnọdụ chịwazie na ndụ onye ahụ\".",
    "'Kwụsịnụ ịrụgharị ọtụ ụmụnwaanyị'",
    "Ihe ise ndị nwere ọtụ kwesiri ịma",
    "Hudson gara n'ihu kwuo, \" Ihe onyonyo aramara aghọọla nsogbu mgbe onye ahụ bidoro hapụ mmekọ ndị mmadụ dịka ọ na-achọ ohere ka ọ kịrịe ihe aramara\".",
    "O kwuru na ihe mbụ ha na-agwa ndị nwere nsogbu Porn Addiction bụ ka ha kwụsị ịgbọ ncha ọnwa atọ nke ga-eme ka ha nweta onwe ha ma kwụsị ịle ihe onyonyo aramara.",
    "Hudson kọwara sị, \"Nke a abụghị na a gwọọla gị kama ọ bụ ihe ngosi na ịnwereike ibi ndụ gị ma ịleghị ihe onyonyo aramara\".",
    "Ahụike",
    "Ahụike echiche",
    "Mmekọ nwoke na nwanyị",
    "Mmeru nwata",
    "Porn sites: Enugu na steeti ndị ọzọ kachasị chọọ ihe 'nkiri 'gay' na 'Lesbian'7 Jenụwarị 2020",
    "Pornography: A maala ọkwa ka a kwụsị iji ATM kaadị ele ndị gba ọtọ n'intanetị8 Mee 2020",
    "Facebook and Google survelliance: A na-enyo ndị na-ele ihe onyonyo mmekọ nwoke na nwaanyị n'ịntanetị?20 Julaị 2019",
    "Abba Kyari Police : 'Anyị ebidola nnyocha ebubo nrụrụaka 'Hushpuppi' boro DCP Abba Kyari'30 Julaị 2021",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steetielekere 4 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steeti",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?",
    "Gịnị mere na njem mba ofesi amalitebeghị n'ọdọụgbọelu Enugwu?",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}