{
  "published": "27 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaiwu Sunday Igboho bụ Ibrahim David Salami, ekwuola na okwu agbanweela na ihe e jiri jidebuo Sunday Igboho na mba Bene na ihe ndị ọkpaike mba ahụ ji tunye ya na mkpọrọ ugbua.",
    "O kwụkwara na ikpe a bịara n'ụlọikpe Bene ụbọchị Monde (26/7/20121), o nweghị onye nọchitere anya Gọọmentị Naijiria na ikpe onye ndu otu 'Yoruba Nation' bụ Sunday Adeyemo a ma dịka Sunday Igboho.",
    "Salami, onye bụkwa ọnụ na-ekwuru Igboho kwuru nke a na mkparịtaụka ya na BBC Yoruba nwere ụbọchị Tuzde.",
    "Ihe ọkaiwu Sunday Igboho kwuru maka nwụchị ya na Cotonou",
    "Sunday Igboho ga-esi n'ụlọ mkpọrọ ndị uweojii banye nga",
    "Etu ndị ndu Yoruba si azọ isi Sunday Igbogho na Benin Republic",
    "\"Naijiria enweghị onye ha zitere n'ụlọikpe. Anyị ahụghị akwụkwọ ọbụla sị Gọọmentị Naijiria nke sị ka a kpụlata Sunday Igboho. Nanị ihe anyị hụrụ bụ ikpe Sunday na mba Bene.\"",
    "Salami kwuru na ọ bụ ndị ọkaikpe atọ bụ ndị a kpụpụtara Sunday Igboho n'ihe ha; nke mbụ bụ ọkpaikpe butere ikpe nke Bekee kpọrọ 'prosecutor; nke abụọ bụ Ọkpaikpe na-eme nnyocha na ọkaikpe nwere ikpe ikwu ma a ga-ebute mmadụ n'ụlọmkpọrọ maọbụ tọhapụ ya.",
    "Kedụ iwu ha sị na ọdara n'ezie?",
    "\"Ihe gbagwojuru m anya  bụ ụdị ihe m ahụbeghị mbụ n'ọrụ dịka ọkaiwu bụ na oge mbụ ha jidere ya (Sunday Igboho), ihe  ha kwuru ha ji  jide ya bụ na ọ daara iwu na Naijiria, sị na ọ bụ iwu ọ dara mere ka Gọọmentị Naijiria ji sị ka e jide ya. Nke a bụ ihe anyị gbadoburu ụkwụ were na-arụ ọrụ.\"",
    "\"Mana oge anyị rutere n'aka ọkaikpe butere ikpe, o kwuru na o nweghị iwu Bene Igbogho dara na Bene, na ọ daghị iwu asambodo njirimara adịgboroja.\"",
    "\"Na ihe mere ha ji jide ya bụ iwu ọ dara na Naijiria na Gọọmentị Naijiria sị ka e jide ya.\"",
    "\"Mana mgbe anyị ruru n'aka ọkaikpe nke na-eme nnyocha, ya  sị na ọ bụghị ihe a nke 'Prosecutor' kwuru  bụ iwu  ọ daara.\"",
    "\" Na ya na ndị ekperima kpara nkata  o were si ụzọ azụ ụlọ bata na Bene nakwa na ọ chọrọ ibute ọgbaghara n'obodo ha.\"",
    "\"Mana Sunday Igboho gwara ha na Naijiria akpọnụghị ya n'ụlọikpe, n'otu aka ahụ na ya ejebeghị na mkpọrọ ndị uweojii.\"",
    "\" Na ihe ya mere bụ ịkpọ ọgbakọ iji hazi esemokwu dị n'etiti na ndị Yoroba na ndị Fulani ọchịehi.\"",
    "Ala Igbo abụghị ebe a na-alụ agha, Sunday Igboho gaa kpalite okwu n'ala Yoruba - Dkt Egbujo",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo",
    "Salami kwuru na ọ gbara ha gharị na ọ bụghị okwu ha ji aka gawa ịnọchite Igboho na Bene bụ ihe e jizi tụnye ya na mkpọrọ mba ahụ.",
    "Ọ kọwara na ọkaikpe ahụ jụrụ Sunday Igboho mgbe o jiri bia Bene,  ya asa ya sị,  na ya hapụrụ Naijiria n'abalị ụbọchịụka, rute Bene ụbọchị Monde.",
    "\"Ọ bụ n'abalị Monde ahụ ka ya gara ịzụta akwụkwọ njem ị ga mba Jamini.",
    "\"Ọkaikpe ahụ jụrụ ya, kedụ be onye ọ lahụrụ, onye bugara ya ọdọụgbọelu?\"",
    "Ọkaikpe ahụ kwuru na ya na ndị mmadụ jịkọrọ aka mee mpụ na mba Bene.",
    "\"Ihe ọhụrụ ha ji jide ya bụ na o daara iwu na Bene, ya mere ka ha ji enyocha ihe o mere nakwa ndị ya na ya jikọrọ aka.\"",
    "\"Ha ji jide ya ma nye iwu ka etinye ya na mkpọ iji nyochaa ihe o mere nakwa ndị ya na ya kpara nkata ahụ.\"",
    "\"Ọ gbawara anyị gharịị n'ihi na ọ bụ naanị otu abalị ka ọ nọrọ dịka o si Bene na-aga Jamini.\"",
    "\"Ihe anyị kwadoburu ịgba mbọ ịhụ na Sunday Igboho agaghị mkpọrọ maka  ebubo na ihe mere na Naijiria mana ugbua anyị hụrụ na ọ bụghị ihe anyị chere na ọ bụ ihe ọzọ ka a na-ebo ya.\"",
    "O kwuru na ọ bụ ma ọkaikpe nnyocha chochaa okwu ahụ ka a ga-ebizi ikpe n'okwu ahụ.",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Sunday Igboho ga-esi n'ụlọ mkpọrọ ndị uweojii banye nga",
    "National security",
    "Naijiria",
    "Bini",
    "N100m bounty on Nnamdi Kanu: Anyị ga-akwụ onye ọbụla kpụtara anyị Nnamdi Kanu N100m - Otu Ndị Ugwu18 Juun 2021",
    "Miscarriages: 'Ihe m gabigara oge afọ ime pụrụ m'24 Julaị 2021",
    "Water-Borne Diseases: Mmiri bụ ndụ, mana ị ma na nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "Heart Murmur a si na eme Nnamdi Kanu, Kedụ ihe ọ bụ?20 Julaị 2021",
    "Vidio, Iwe m n'ebe Ipob nọ bụ..... Ijele27 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọelekere 5 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "'Ihe m gabigara oge afọ ime pụrụ m' - Nwaanyị nwere 'miscarriage'24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Ihe e jibu kpụpụ Sunday Igboho ụloikpe Benin Republic dị iche na ihe ha ji tinye ya na mkpọrọ- Salami, ọkaiwu ya",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọ",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Sunday Igboho ga-esi n'ụlọ mkpọrọ ndị uweojii banye nga",
    "Etu esiri wakpoo ndị ọrụ ugbo n'obodo Nimbo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}