{
  "published": "27 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Pitrus Obi",
    "Akụkọ na-ekwu na ndị echere bụ ndị ọchịehị awakpoola ndị nọ n'ubi n'obodo Nimbo nke dị n'Uzouwani, Enugwu Steeti ụbọchị Mọnde.",
    "Ya bụ mkpamkpa kpara n'elekere abụọ n'isi ụtụtụ.",
    "Miyetti Allah, Nnamdi Kanu na ihe a na-ekwu maka okpomọkụ dị n'etiti ya, Ipob na otu ndị ọchịehi",
    "Abubakar Malami's outburst: Ọ bụdị arụ ịbụ onye Igbo na Naijiria?  - Fani-Kayode",
    "Ka ọ dị ugbua ya bụobodo bụzị oke n'ọsọ, ngwere n'ọsọ.",
    "Otu onye Opanda gwara BBC n'ihe kpatara ya bụ esemokwu bụ na ehi na atakarị ihe ndị ọrụ ugbo nke mere na ndị obodo jiri chụpụ ehi na emebi ihe ha kọrọ n'ugbo.",
    "Ebe foto si, Pitrus Obi",
    "Ọ tụziri ha n'anya n'isi ụtụtụ Monde ka ndị echere bụ ndị ọchịehi wakporo ndị nọ n'ụbi ha.",
    "Ọnụ na-ekwuchitere ndị uweojii n'Enugwu Steeti bụ Daniel Ndukwe kwetara na ọ bụ eziokwu na ndị nwakpo ji mma gbukasịa ahụ ndị mmadụ n'Opanda dị n'okpuruọchịchị UzoUwani, were kwuo kwa na ọtụtụ n'ime ndị ahụ nọ n'ụlọọgwụ ugbua.",
    "Sunny Omekedo",
    "N'ozi Ndukwe wepụtara, osiri na Opanda  ejuola oyi ugbua ebe okwuru na Kọmịshọna uweojii Enugwu steeti bụ Ndatsu Aliyu ayọọla ka onye ọbụla deere jụụ ma hapụ ndị uweojii ka ha tinye anya na mmiri chọpụta ihe merenụ.",
    "Otu nwoke aha ya bụ Victor Ike ma bụrụkwa onye obodo Nimbo kwuru na ọ bụ \"n'ụtụtụ Mọnde ka anyị hụrụ ka ndị uweojii bu ozu mmadụ atọ na ndị emerụrụ ahụ gbafee\".",
    "Cheta na-awakporo obodo a n'ọnwa Aprel afọ 2015 gbuo ọtụtụ mmadụ.",
    "Victor kwuru sị, \"Anyị gbagara were chọpụta na ndị ọchiehi wakporo ndị nọ n'ubi ha arụ ọrụ, egburu mmadụ atọ ebe ụfọdụ ndị ọzọ merụrụ ahụ\".",
    "Ebonyi herdmen attack:  'Etu ndị ọchiehi si wakpo anyị gbụọ otụtụ ndị be anyị'",
    "Ọ kọwara na ọ bụ ndị zọpụtara onwe ha gwara ha na ọ bụ ndị ọchịehi wakporo ha ma sị na ọ bụ n'elekere otu nke ụtụtụ ka ndị a bịara wakpoo ha.",
    "Victor kwukwara na ọ bụ ndị nọ n'ugbo ha ka ndị a bịara wakpoo.",
    "O kọwara na ụfọdụ ndị ọrụ na-arahụ n'ugbo ha dịka ugbua bụ oge ọrụ ubi.",
    "O kwuur na egwu dị n'obodo nke mere na ụfọdụ na-ala be ha ebe ụfọdụ na-agbaga n'ime obodo mepere emepe maka ụjọ.",
    "Victor kwuru sị, \"Ugbua ọdịghzị ndị nọ n'ugbo\".",
    "Clement Akachukwu bụ onyeisi obodo Nimbo, nke dị n'Uwani Enugwu Steeti ekwuola ọ bụ n'ụbọchi Mọnde ka ndị nchekwa kpọrọ ya were gwa ya na-egburu mmadụ atọ n'ebe a na-akpọ Opanda nke jịkọrọ ha na Kogi Steeti.",
    "Ọ kwuru na ọ bụ ndị nọ n'ugbo ha ka ndị a wakporo.",
    "Akachukwu kwuru sị, \"ụlọọgwụ Bishop Shanahan sị na ọ karịrị ihe ha ga-agwọ eji buru ha gawa UNTH\".",
    "Ndị Gọvanọ butere ọnọdụ nchekwa n' Ọwụwa Anyanwụ Ohaneze Youth Council",
    "O kwukwara sị, \"Erughị m ebe ahụ, kama DPO uweojii ebe ahụ kwuru na-enwebeghị ndị nwụrụla\".",
    "Akachukwu kwuru na ebe ọ ka njọ bụ na ndị omekome a gbuchaa ha alọghachị Kogi.",
    "Ọ bụ na mmiri bụ oke ha na Kogi ka ha si agafe.",
    "O kwukwara sị na, \"Kamgbe iri afọ enweghị onye na-aga ugbo\".",
    "Fulani herdsmen in Bende:\"Ndị uweojii kpọchịrị anyị mgbe anyị gara ikpesa etu ndị ọchịehi si mebie n'ugbo anyị\"",
    "Akachukwu kwuru sị na enweghị onye ma ndị ha bụ kama ndị gburu mmadụ na mbụ bụ ndị kpọ nama.",
    "Ọ kọwara sị, \"anyị bụbu ndị na-akọpụta bu nrị kama ugbua, agụrụ dịzị\".",
    "O kwukwara sị, \"A na-ekwu na ọ bụ ndị ọchiehi kama ndị uweojii ka na-eme nyocha ha\".",
    "Ọ kọwara sị na enweghị onye ma maọbụ ndị ọchiehi ka ọ bụghị, kama eji anya ama ọka chara acha.",
    "Akachukwu kwuru sị na ekwesiri ịnwe ndị nche ga-anọ n'ugbo eche ha nche n'ihi na ha enweghị ebe ha ga-agba gaa.",
    "Mgbe anyị jụrụ ya maka Ebubeagụ, o kwuru sị, \"anyị nwere Neighbourhood na Forest guard kama nkea karịrị ha\".",
    "National security",
    "Ọrụ ugbo",
    "Ọgụ ndị na-achịehi",
    "Enugu Steeti",
    "Enugwu",
    "Vidio, Iwe m n'ebe Ipob nọ bụ..... Ijele27 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọelekere 5 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "'Ihe m gabigara oge afọ ime pụrụ m' - Nwaanyị nwere 'miscarriage'24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Ihe e jibu kpụpụ Sunday Igboho ụloikpe Benin Republic dị iche na ihe ha ji tinye ya na mkpọrọ- Salami, ọkaiwu ya",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọ",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Sunday Igboho ga-esi n'ụlọ mkpọrọ ndị uweojii banye nga",
    "Etu esiri wakpoo ndị ọrụ ugbo n'obodo Nimbo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}