{
  "published": "28 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kọmịshọna mgbasaozi n'Imo Steetị bụ Declan Emelumba sị na 'ọ bụghị gọọmentị Imo ka ọ dịịrị ịsa ajụjụ mmechi a sị ndị agha mechiri 'timber market' dị n'Orlu.",
    "O kwuru nke a mgbe BBC Igbo kpọtụụrụ ya iji nụrụ ihe gọọmentị nwere ikwu maka mmechi ọdọahịa ahụ kamgbe Tuzde.",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Orlu Imo State: Kedụ ihe na-eme n'Orlu ugbua?",
    "Ọ sị ka a jụọ ndị agha ihe mere ha jiri gbachie ụlọahịa ahụ ma ọ bụrụ ha gbachiri ya n'ezie okwu.",
    "Mana cheta onye ntaakụkọ BBC Igbo gaara n'ọdọahịa osisi dị n'Orlu ma chọpụta na ọ ka gbachiri agbachi ruo ugbua dịka ndị agha Naijirịa mechiri ya n'ụbọchị Tuzde.",
    "Ụlọahịa Timba ndị agha Naịjirịa kpọchịrị n'Imo steeti emepebeghị ruo ugbua",
    "O kwuru na ọ hụrụ ụfọdụ ndị ahịa nọ ebe ahụ ka ha nọ n'ụjọ.",
    "Ndị agha mechiri ọdọ ahịa akụrụngwa eji arụ ụlọ abụọ nọ n'Orlu kama ha mechara nye ndị nke ọzọ ikike imepe mana ha ekweghị ka ndị nke na-ere osisi meepee.",
    "Otu onyeisi ahịa nke ọzọ gwara BBC Igbo na ọ bụ maka ụda egbe a gbara n'ahịa n'ụbọchị Mọnde mere ndị agha jiri gbachie ahịa abụọ a.",
    "Ọ gara n'ihe kwuo na ọ bụ mgbe ndị agha chọpụtara na ọ bụ n'ahịa ndị na-ere osisi ka a gbara ya bụ egbe mere ha jiri nye ha ikike imepe.",
    "Dịka ọ dị ugbua, ahịa ndị a na-ere osisi bụ ọgbọ osisi ka mechiri emechi.",
    "Ebe foto si, Getty Images",
    "N'aka nke ọzọ, ka akụkọ na-ekwu na ọtụtụ ndị ahịa ekweghị ịmepe ụlọahịa ha n'ụbọchị Mọnde iji kwado Nnamdi Kanu dịka a kpere ikpe ya n'Abuja n'ụbọchị Mọnde ahụ.",
    "Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "Ya bụ akụkọ na-ekwu na ọ bụ ihe ndị ahịa a mere kpasuru ndị agha iwe ha jiri sị ha emepela ahịa n'ụbọchị Tuzde.",
    "Naijiria",
    "Imo steeti",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Ndị Biafra chọrọ nkewa",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?28 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Mmachị Bureau De Change ga-ebutere anyị agụrụ' - Onye na-agbanwe ego28 Julaị 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ihe ndị nwere ike ibutere nwaanyị gị ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ihe mere etu Nnamdi Kanu si achụ Biafra ji arụ m afọ - Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Mwakpo ndị ọrụ ugbo n'obodo Nimbo na-ewute anyị - Ohaneze Ndigbo",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}