{
  "published": "28 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị na-agbanwe ego akpọrọ Bureau de Change na bekee na Najirịa na-akwa arịrị gbasara etu gọọmenti etiti si machie iresi ha ego mba ofesi ụnyahụ.",
    "Chukwuemeka Arinze bụ onye na-agbanwe ego na Legọs kamgbe afọ iri abụọ kwuru na mmachị a ga-akwanye ya na ndị otu ya na-emekwa udiri azụmahịa ahụ n’agụrụ ma mee ka ọtụtụ ndị ha na-enye ọrụ laa ụlọ ga-anọdụ ala.",
    "'Ịmachi inye dọla maka ntụbata nri ga-eme ka ndị mmadụ chịrị obi n'aka?'",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?",
    "Cheta na ụlọakụ ukwu NaỊjiria bụ “Central Bank of Nigeria” kwuru na ha machiela iresi ndị na-agbanwe ego, ego mba ofesi ọbụla.",
    "Gịnị kpatara mmachị a?",
    "CBN kwuru na ọ bụ maka etu ndị nkịtị na-agbanwe ego si eji ohere e nyere ha were na-akwado nrụrụaka ego dị iche iche.",
    "Onyeisi CBN bụ Godwin Emefiele kwuputere nke a ụbọchị Tusde(Julaị 27,2021) ma kwukwa na CBN agaghị enyezi ndị mmadụ akwụkwọ ikike e ji agbanwe  ego na Naịjirịa.",
    "Emefiele kwuru na CBN ga na-eresizi ụlọakụ dị ịche iche na Naịjirịa ego mba ofesi.",
    "'Ndị ọchịchị Igbo nwere nsopụrụ n'ebe Buhari nọ karịa ndị ha na-achị' - Dele Momodu",
    "Ndị aka ha dị na nwuchigharị Nnamdi Kanu ka nkụ - Ifeanyi Ejiofor",
    "O kwuru na ọtụtụ ngalaba mba ofesi kụpụrụ nti gbasara  ime mgbanwe ego iwu akwadoghị.",
    "Ihe gọvanọ CBN kwesiri ime karịa ma ịmachị iresi ndị BDC ego mba ofesi",
    "Arinze bụ onye na-eme mgbanwe ego kwuru na CBN kwesiri itinyekwu ego n’ahịa mgbanwe ego karịa ma ịmachị ndị nkịtị ime ya.",
    "O kwuru na ndị otu ya ahụghị ego mba ofesi zuruoke ha na-eresi ọtụtụ ndị na-agbanwe ego n’aka ha ma ya fọdụzie iji ohere ha mee nrụrụ aka.",
    "Arinze kwuru na ọ dị mma etu CBN si kwuo na ha ga-akwụsị inye ndị na-achọ akwụkwo ikike ọhụrụ ime mgbanwe ego.",
    "Ihe ndị ọzọ ọ kọwara dị n'ihe nkiri a dị ebe a.",
    "Ụlọakụ",
    "Naijiria",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ onye n'ahịa a, Duration 6,5228 Julaị 2021",
    "Vidio, Nnamdi Kanu: Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks, Duration 40,4027 Julaị 2021",
    "Vidio, Jihadists in Mali: Etu nrụrụaka dị n'etiti ndịagha mba Mali si ebute ọnwụ ha, Duration 9,2728 Julaị 2021",
    "Vidio, Nnamdi Kanu: Ndị aka ha dị na nwuchigharị ya ka nkụ - Ifeanyi Ejiofor, Duration 33,3226 Julaị 2021",
    "Vidio, CBN BDC: 'Mmachị Bureau De Change ga-ebutere anyị agụrụ' - Onye na-agbanwe ego, Duration 1,5128 Julaị 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niileelekere 7 gara aga",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India, Duration 2,5616 Disemba 2019",
    "Vidio, Ada Success: Olileanya m bụ ịdị ka Emmanuela, Duration 3,0627 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}