{
  "published": "28 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "O ruola izuụka atọ kemgbe otu onye nwụrụ n'ọgbaghara dapụtara n'etiti ndị agha Naịjirịa na ndị na-azụ ahịa na Ladipo dị na Legọs.",
    "BBC Igbo laghachiri ebe ahụ ịme nchọpụta gbasara nke bụ eziokwu.",
    "Ihe anyị ma maka ọgbaghara dapụtara na Ladipo",
    "Ndị Igbo, bikonu, bịanụ rụwa ọrụ aka",
    "Lee ihe anyị chọpụtara n'ebe ahụ.",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọ",
    "Etu esiri wakpoo ndị ọrụ ugbo n'obodo Nimbo",
    "Iwe m n'ebe Ipob nọ bụ..... Ijele",
    "Ndị agha Naịjirịa a gwara ndị ahịa nọ n'Imo steeti emepela ụlọahịa ha?",
    "Naijiria",
    "Ahịa",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ onye n'ahịa a, Duration 6,5228 Julaị 2021",
    "Vidio, Nnamdi Kanu: Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks, Duration 40,4027 Julaị 2021",
    "Vidio, Jihadists in Mali: Etu nrụrụaka dị n'etiti ndịagha mba Mali si ebute ọnwụ ha, Duration 9,2728 Julaị 2021",
    "Vidio, Nnamdi Kanu: Ndị aka ha dị na nwuchigharị ya ka nkụ - Ifeanyi Ejiofor, Duration 33,3226 Julaị 2021",
    "Vidio, CBN BDC: 'Mmachị Bureau De Change ga-ebutere anyị agụrụ' - Onye na-agbanwe ego, Duration 1,5128 Julaị 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niileelekere 7 gara aga",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India, Duration 2,5616 Disemba 2019",
    "Vidio, Ada Success: Olileanya m bụ ịdị ka Emmanuela, Duration 3,0627 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}