{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mbazuliike Amechi",
    "Iyom Chinyere Amechi lara mụọ nyere di ya nwado pụfrụ iche nn'ọgụ nnwereonwe Naijiria",
    "Ịyọm Chinelo Amaechi bụ nwunye onye okenye ọnụ na-eru n'okwu n'ala Igbo bụ Mbazulike Amaechi anwụọla ka ọ gbachara afọ 91.",
    "Di ya bụbu Mịnịsta na-ahụ maka njem ụgbọelu n'oge ọchịchị ndị nkịtị mbụ na Naijiria gwara BBC Igbo na nwunye ya nwụrụ n'ezie.",
    "Ihe ise mere Igbo agaghị eji echefu Chuba Okadigbo",
    "Igwe Kelly Nzekwe nke Igbariam dị n'Anambra State alakwurula ndị ichie",
    "Ọgbala otu afọ Alex Ekwueme lara mụọ",
    "Ọ gara n'ihu kọwaa oriakụ ya sị, \"Ọ bụ ezigbo nwaanyị, kamgbe nne m nwụrụ n'afọ 1983, ọ bụụrụ nne m nakwa nwunye m.\"",
    "'Ọkụ ndị ndọrọndọrọ ọchịchị ugbua na-amụnye ga-eregbu anyị niile' - Mbazulike",
    "Onye Umuoji a na-alụ onye Ụkpọ dịkwa n'Anambra steeti, Odoziakụ Amaechi nwụrụ n'ụlọọgwụ 'Nnamdi Azikiwe University Teaching Hospital' (NAUTH), Nnewi ka ọ rịachara ọrịa nwa oge.",
    "Ebe foto si, Mbazulike Amechi",
    "Ọ bụ onye nọọsụ tụpu ọ laa ezumike nka n'afọ 1983, ọ chịkọtara ezinaụlọ ya nakwa ọrụ ya ma bụrụkwa onye na-agba mbọ n'ụka.",
    "Ebe foto si, Mbazulike Amechi",
    "Dịka ezinaụlọ ya siri kwuo, a ga-eme ka ndị ọha mmadụ mata maka usoro olili ozu ya ma e hiwe ya.",
    "Ọgụ Biafra kwesịrị ịbụ ọgụ akọnuche, ọ bụghị nke egbe na mma - Mbazulike Amechi",
    "Ụmụnyanyị",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Sound Sultan: Otiegwu Naịjirịa a ama ama alala mmụọ11 Julaị 2021",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị Igbo2 Ọktọba 2020",
    "Vidio, Iwe m n'ebe Ipob nọ bụ..... Ijele27 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọelekere 5 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "'Ihe m gabigara oge afọ ime pụrụ m' - Nwaanyị nwere 'miscarriage'24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Ihe e jibu kpụpụ Sunday Igboho ụloikpe Benin Republic dị iche na ihe ha ji tinye ya na mkpọrọ- Salami, ọkaiwu ya",
    "Ịyọm Chinelo Amaechi bụ nwunye Mbazulike Amaechi alaala mụọ",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Sunday Igboho ga-esi n'ụlọ mkpọrọ ndị uweojii banye nga",
    "Etu esiri wakpoo ndị ọrụ ugbo n'obodo Nimbo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}