{
  "published": "28 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Hepatitis bụ ọrịa na-anyụ umeji mmadụ ịkpakwụ",
    "Ọrịa Hepatitis na-egbu otu onye n'ime tịmkọm tịmkọm iri atọ (30 seconds) ọbụla, n'akụkụ ụwa niile.",
    "Nke a bụ dịka ngalaba 'World Health Organisation' siri kwuo, n'akwụkwọ ozi ha wepụtara iji maa ọkwa maka ụbọchị ncheta ọrịa Hepatitis nke afọ 2021.",
    "Hepatitis bụ ọrịa ọjọọ ọtụtụ mmadụ bu ma ha amaghị",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?",
    "Gịnị ka ị ma maka ọrịa 'Pneumonia'?",
    "Ọ bụ n'ụbọchị iri abụọ na asatọ nke ọnwa Julaị ọbụla ka a na-eme ncheta a.",
    "Isiokwu emume nke afọ a bụ \"Hepatitis anaghị eche mmadụ\", nke a bụ iji gosi na ọ dị mkpa mmadụ ichekwa onwe ya.",
    "Ebe foto si, WHO",
    "Mmadụ nde iri na itoolu nwere ọrịa Hepatitis B maọbụ C na Naịjirịa - WHO",
    "BBC Igbo edebuola akụkọ kọwara maka ọrịa Hepatitis nke ọma, pịa aka ebe a.",
    "Mana akụkọ nke a bụ iji kọwaa ndịịche dị n'ụdị ọrịa Hepatitis dị icheiche e nwere nakwa etu ị ga-esi chekwaa onwe gị.",
    "Hepatitis A, B, C, D na E - Kedụ etu ha siri yie?",
    "Ebe foto si, Getty Images",
    "Hepatitis so n'ọrịa nwere ike ime ka anya mmadụ chawa edo edo (jaundice)",
    "Otu ihe gbara ọkpụrụkpụ maka ụdị ọrịa Hepatitis ọbụla bụ na ha ncha na-emetụta umeji mmadụ (Liver).",
    "Njirimara ha, nke bekee na-akpọ symptoms na-abụkarị otu ụdị ihe mana ọ bụ nnyocha ga-egosi kpọmkwem ụdị nke mmadụ nwere.",
    "Njirimara ndị a gụnyere:",
    "Anya na ahụ mmadụ ịcha uhie uhie (jaundice)",
    "Mamịrị ịcha edo edo (yellowish urine)",
    "Ahụ ọkụ",
    "Oke ike ọgwụgwụ",
    "Akwara igbu mgbu (muscle aches)",
    "Ka anyị tulezie ndịiche dị na ụdị Hepatitis e nwere.",
    "Hepatitis A (HAV)",
    "Ịnụ mmiri ọjọọ nwereike ibunye gị nje Hepatitis A maọbụ E",
    "Ebe e si ebutekarị nje HAV bụ nke na-akpata 'Hepatitis A' bụ site n'iri nri maọbụ ịṅụ mmiri na-adịghị ọcha, ịṅụfe mmanya na-aba n'anya oke, nakwa okirikiri na-adịgh ọcha.",
    "Ọ bụrụ na onye nwere nje ahụ sie nri na-akwọchaghị aka ya nke ọma, o nwere ike ifere onye ọzọ riri nri ahụ.",
    "Mmadụ nwekwara ike ibute ya site n'ịmetụ nsị onye nwere nje ahụ aka.",
    "Mana 'Hepatitis A' anaghị akpacha ike dịka umunne ya ndị ọzọ.",
    "Onweghị ọgwụ, kama ọ na-eji aka ya ala ma obere oge gachaa.",
    "Iji chekwaa onwe gị:",
    "Ebe foto si, Iwaria",
    "Ị gachaa mposi, kwọchaa aka gị nke ọma iji zeere ikesa 'Hepatitis",
    "Dịka WHO siri nye ntuziaka, ụzọ ị ga-esi gbochie Hepatitis A gụnyere:",
    "Gbaa ọgwụ mgbochi HAV.",
    "Sie nri gị ka o ghee eghee nke ọma tupu i rie.",
    "Rie nri gị oge ọ dị ọkụ.",
    "Ị gachaa mposi, maọbụ ịgbanwee akwa mposi nwatakịrị, sachaa aka gị nke ọma",
    "Tupu ị rie akwụkwọ nri maọbụ taa mkpụrụosisi ọbụla, sachaa ya nke ọma",
    "Kpachara anya ụdị mmiri ị na-aṅụ",
    "Ebe foto si, Getty Images",
    "Nne nwereike ibufere ya nwa ya nje a oge a na-amụ nwa",
    "Nke a so n'otu ụdị Hepatitis kacha anụ ndị mmadụ ịkpakwụ n'ụwa niile.",
    "WHO na-ekwu na mmadụ puku narị asatọ na iri abụọ (820,000) nwụrụ n'ihi orịa a naanị n'afọ 2019.",
    "Hepatitis B so n'ọrịa kacha akpata ọrịa akpụ umeji (liver cancer).",
    "Etu e si ebute ya bụ:",
    "Nne na-ebufe ya nwa oge a na-amụ nwa",
    "Mmekọ nwoke na nwaanyị",
    "Itinyere mmadụ ọbara nwere ya bụ nje",
    "Asụ mmiri, ọbara nsọ nwaanyị, ughe nwoke (sperm)",
    "Ntụtụ maọbụ ihe ndị ọzọ dị nkọ nke nje ahụ metụrụla",
    "Ọ bụrụ na mmadụ bute nje a n'okenye, ọ na-aka njọ karịa onye butere ya na nwata.",
    "Iji chekwaa onwe gị:",
    "Gbaa ọgwụ mgbochi HBV. Ụmụaka a mụrụ ọhụrụ kwesịrị ịgba ya n'ime otu ụbọchị a mụchara ha",
    "Zeere anwụrụ ike, ọ kachasị ndị ndị e ji ntụtụ agbanye n'ahụ",
    "Kpachara anya onye gị na ya na-eme aramara. Zeere gị na ọtụtụ ndị mmadụ ime aramara",
    "Zeere ise ihe osise n'ahụ (tatoo), maka na ihe e ji ese ya na-aghọ nkọ",
    "• Ọ bụ n'ọbara ka e sikarị ebute ụdị Hepatitis C",
    "Ọ bụ n'afọ 1972 ka ndị nnyocha sayensị atọ: Michael Houghton, Harvey Alter na Charles Rice chọpụtara nje a.",
    "Nchọpụta a ka e ji nye ha nturuugo 'Nobel Prize in Medicine' n'afọ 2020.",
    "Ọ bụ n'ọbara ka e sikarị ebute ụdị Hepatitis nke a.",
    "Nke a gụnyere ịnata ọbara bu ya bụ nje, maọbụ iji ntụtụ metụrụla onye nwere ya bụ nje gbaa",
    "Mmekọ ọbụla nke ọbara nwere ike ịdị na ya, dịka nwoke na nwoke inwe mmekọ",
    "A naghị aṅụta ya na mmiri ara, maobụ nri maọbụ mmiri maọbụ mmekọarịta ahụ dịka ibi ọma maọbụ ịmị ọnụ.",
    "Iji chekwaa onwe gị:",
    "Ọ bụrụ onye ahụ siri ike, ahụ ya ga-ebusonwu nje a agha n'egbughị oge ọ laa.",
    "Ya mere o jiri dị mkpa ka mmadụ na-eri nri na-ewulite ihe na-ebuso nje agha n'ime ahụ, nke bekee na-akpọ 'immune system'",
    "Tupu ọrịa aka njọ, gbaga ụlọọgwụ gaa nata ọgwụgwọ.",
    "Nje HCV na-akpata Hepatitis C enwebeghị ọgwụ mgbochi",
    "Hepatitis D",
    "Ebe foto si, Getty Images",
    "Ndị na-agba ọgwụ ike nwere ohere ibute nje Hepatitis n'ihi iji ntụtụ adịghị ọcha",
    "Hepatitis D na-emekarị naanị ndị nwere maọbụ ndị rịabugoro ọrịa Hepatitis B.",
    "Mgbe ọ dị otu a, a na-akpọ ya 'coinfection'.",
    "Ụzọ kacha mfe esi egbochi ya bụ ịgba ọgwụ mgbochi nke Hepatitis B.",
    "WHO kwuru na ọnụọgụgụ ndị na-ebute nje a na-agbada agbada n'ihi na ọgwụmgbochi Hepatitis B dị ebe niile.",
    "Hepatitis E",
    "Ebe foto si, Iwaria",
    "Hie asaa n'anya maka ebe i si enweta mmiri ọṅụṅụ",
    "A na-ebutekwa ụdị nje nke a site n'ịṅụ mmiri adịghị ọcha, ọ kachasị nke nsị banyere n'ime ya.",
    "Ọ bụ mba na-emepechaghị emepe ka ụdị Hepatitis nke a kacha enye nsogbu, dịka WHO siri kwuo.",
    "Hepatitis E nwere ọgwụ mgbochi nke ndị mba Chaịna rụrụ. Naanị na mba ahụ ka ị ga-enweta ya bụ ọgwụ.",
    "Mana ọrịa a na-eji aka ya ala n'ime abalị isii maọbụ asatọ nje  ya jiri banye n'ahụ mmadụ",
    "Iji zeere ya:",
    "Hiee aka abụọ n'anya maka mmiri ịmaghị ebe o si.",
    "Zekwaara ọkpụrụkpụ mmiri (ice block) ị na-amaghị mmiri e ji mee ya",
    "Ahụike",
    "Mmiri",
    "World Health Organization (WHO)",
    "Men's Health: Ọrịa isii kacha emetụ ụmụnwoke karịa ụmụnwaanyị3 Julaị 2020",
    "'Sepsis' ọrịa na-egbu rue ka kansa17 Jenụwarị 2020",
    "Pneumonia Disease: Gịnị ka ị ma gbasara ọrịa a?18 Septemba 2019",
    "HIV Cure: Agwọtala onye ọzọ bu ọrịa HIV11 Maachị 2020",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?28 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Mmachị Bureau De Change ga-ebutere anyị agụrụ' - Onye na-agbanwe ego28 Julaị 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ihe ndị nwere ike ibutere nwaanyị gị ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ihe mere etu Nnamdi Kanu si achụ Biafra ji arụ m afọ - Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Mwakpo ndị ọrụ ugbo n'obodo Nimbo na-ewute anyị - Ohaneze Ndigbo",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}