{
  "published": "29 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaiwu onyeisi otu Ipob bụ Aloy Ejimakor kwuru na ọ tụrụ ya n'anya dịka ha ahụghị Nnamdi Kanu n'ụlọikpe n'ụbọchị Monde bụ nke 26 n'ọnwa Jụlaị.",
    "O kwuru nke a na mkparịtaụka pụrụiche ya na BBC Igbo nwere ebe o kwuru na o ruola abalị itoolu kemgbe ọ hụdebere Kanu.",
    "'Ọ bụ dịmkpa asaa nwụchiri Nnamdi Kanu na Kenya' - Aloy Ejimakor",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Dika ọ si kwuo, nke ahụ agaghịzị eme dịka Ọkaikpe Binta Nyako enyela iwu ka enye ha ohere ị na-ahụ ya ugboro abụọ kwa izu ụka.",
    "Ọkaiwu Ejimakor kwukwara na agbanyeghi na mba Briten kwuru na ha ga-enye Nnamdi Kanu nkwado dịka nwa afọ mba ha, o nweghị ihe ya hụrụ makana ndị uweojii DSS ekwebegho ka Kanu binye aka n'akwụkwọ ga-eme ka enyemaka malite.",
    "Ejimakor tinyekwere ọnụ na njem mwereonwe, bụ nke ọ sị adaghị iwu ọbụla.",
    "Ọ sị na onye ọbụla nwere ikike ịgba egbe ọnụ, mana ọ bụ mmegide iwu obodo ma ndị mmadụ malite iji egbe maọbụ mma achụ nta nwereonwe ha.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Nnamdi Kanu Trial: Ahụbeghị m Kanu kemgbe abalị itoolu gara aga - Aloy Ejimakor, Duration 39,0329 Julaị 2021",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ onye n'ahịa a, Duration 6,5228 Julaị 2021",
    "Vidio, Nnamdi Kanu: Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks, Duration 40,4027 Julaị 2021",
    "Vidio, Ada Success: Olileanya m bụ ịdị ka Emmanuela, Duration 3,0627 Julaị 2021",
    "Vidio, Ọgbambọ: Nwayọ nwayọ, ịkwa baro emeela nwokoroọbịa a 'millionaire', Duration 3,4120 Julaị 2021",
    "Vidio, World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe, Duration 3,1917 Julaị 2021",
    "Vidio, Nnamdi Kanu: Ndị aka ha dị na nwuchigharị ya ka nkụ - Ifeanyi Ejiofor, Duration 33,3226 Julaị 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,58elekere 7 gara aga",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}