{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/Asari Dokubo/Facebook",
    "Asari Dokubo bụ onye ama dịka onye ndu otu ndị agha nnupuisi  ndị Niger-Delta akatọọla onye ndu otu Ipob bụ Nnamdi Kanu maka etu o si achụ nnwereonwe biafra.",
    "Dokubo, onye kpọrọ Nnamdị Kanu 'okpokoro isi', katọrọ ya maka ihe ọ kpọrọ ime okwu Biafra okwu ndị Igbo ma gụpụ ndị Ijaw.",
    "Ihe i kwesiri ịma maka otu Biafra pụtara ọhụrụ",
    "Ihe Ipob kwuru maka ebubo Asari Dokubo na Nnamdi Kanu chọrọ ime Biafra 'Jewish state'",
    "Ọ sịrị na a chọwa achọwa na ọ bụ ala Ijaw bụ ebe 'Bight of Biafra' bụ ebe ya bụ aha 'Biafra' siri pụta, na ọ bụ ndị Ijaw bụ ha nwe Biafra n'ezie.",
    "Dokubo, onye ndu otu 'Biafra de facto Customary Government'  kwuru nke a  na mkparịtaụka ya na ụlọntakụkọ Arise TV nwere ụbọchị Wenezde.",
    "Asari bụ onye gbadoro ụkwụ n'akwụkwọ Isaac Boro dere ọ kpọrọ 12-Day Revolution', sịrị \"Nnamdi bụ okpokoro isi. Ọ chọrọ ime okwu Biafra okwu ndị Igbo.\"",
    "\"Ijaw bụ Biafra. E kere Ijaw ụzọ abụọ; 'Bight of Benin' na 'Bight of Biafra.'\"",
    "Nnamdi Kanu anaghị achụ maka nnwereonwe Biafra - Asari Dokubo",
    "\"Biafra bụ aha Ijaw. Ọ bụ Anyị bụ ndị nwe Biafra. Ebe a na-akpọ Biafra bụ ndị Ijaw na obere ndị Ibibio na ndị Ọrọn nwe ya.\"",
    "\"N'afọ 1967, ndị Eastern Ijaw nọbụ n'Mpagara Ọwụwa Anyanwụ ochie (old Eastern Region).\"",
    "\" Oge a kpọrọ Ọgbakọ 'Eastern Consultative Forum' n'Enugwu ebe Francis Opigo, nwoke Ijaw kporo oku ka e weghara aha Biafra dịka aha a ga- akpọ mba ọhụrụ\"( a na-achọ ikewapụta na Naijiria), e were okwu ya.\"",
    "'Asari Dokubo enweghị ike imegheri anyị anya n'inweta Biafra'- Ipob",
    "\"N'abalị 30 nke ọnwa Mee afọ 1967, a kwupụtara mpaghara Ọwụwa Anyanwụ ochie (old Eastern Region) aghọọla Biafra  nke gụnyere Ọwụwa Anyanwụ Ijaw.\"",
    "Ọ gara n'ihu kwuo na \"Biafra enweghị ihe jịkọrọ ya na Igbo. Biafra bụ obodo niile dịbu n'ebe ndị ọchịchị Briten kewapụtaburu kpọ ha 'Eastern Region nke Naijiria.'\"",
    "O kwuru na  ọ bụ  ime ka okwu Biafra abụ sọsọ nke ndị Igbo nakwa isi na ndị Biafra bụ ndị Juu bụ iwe ya nakwa na a ga-enwe .",
    "Ọ sịrị na \"Nnamdi Kanu were aha anyị kpara naanị ya, ọ bụghị nke naanị ya\".",
    "\" Nnamdi Kanu bụ okporo isi. Nnamdi chọrọ Biafra Igbo, iwere ihe dịrị anyị  niile sị na ọ bụ nke naanị  ndị Igbo.\"",
    "\"Nnamdị sị na ndị Biafra sị na ndị Juu. Abụghị m onye Juu. Akarịrị m ndị Juu.\"",
    "\"Ọ sịrị na Islam agaghị adị na Biafra.\"",
    "Dokubo kwuru na o nweghị okwu gbasara ya na Ipob mana e kwube okwu Biafra na ya so na ya.",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?28 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Mmachị Bureau De Change ga-ebutere anyị agụrụ' - Onye na-agbanwe ego28 Julaị 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ihe ndị nwere ike ibutere nwaanyị gị ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ihe mere etu Nnamdi Kanu si achụ Biafra ji arụ m afọ - Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Mwakpo ndị ọrụ ugbo n'obodo Nimbo na-ewute anyị - Ohaneze Ndigbo",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}