{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ifeanyi Ejiofor bụ ọkaiwu Nnamdi Kanu akọwaala ihe ha gabigara n'aka ndị  uweojii nzuzo bụ DSS n'ịchafụ mgbe ha gara ịhụ Kanu n'ụbọchị 29 Julaị, 2021.",
    "Ọ sị na mgbe ha ruru ebe ahụ ịhụ Kanu dịka ụlọikpe ji nye ikike na ndị ọrụ DSS sị ha natara ozi ikike ụlọikpe nyere mana jụụ inye ha ohere.",
    "Ọkaiwu Nnamdi Kanu agbaala ndị uweojii akwụkwọ maka ịwakpọ ụlọ ya",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igboho",
    "Ha sịrị ha depụta aha mmadụ ole ga-ahụ Kanu bụ nke mere depụtara nye ndị DSS.",
    "Ejiofor sị dịka ha nọ ebe ahụ na-eche, na ndị ọrụ DSS bịara sị ha lawa gaa chere mgbe a ga-akpọ ma elebachaa anya n'akwụkwọ ha wetara.",
    "Ọ gaara n'ihu gbakwụnye akwụkwọ ikike ahụ ụlọikpe nyere ha ịhụ Kanu n'ụbọchị 26 Julaị, 2021.",
    "Ebe foto si, Ọkaiwu Ejiofor",
    "Ejiofor sị na agwa a ndị DSS kpara ejughi ya anya maka na ha dị mbụ na-enupuisi n'iwu ụlọikpe nyere.",
    "Ọ sị na ụjọ ya bụ na ọ maghị etu ọnọdụ ahụike Nnamdi Kanu dị ugbua na ọ chọrọ ka ụwa mata nke ahụ.",
    "Ọ gaara n'ihu kwuo na ihe ọbụla mere Kanu na ọ bụ gọọmentị Naịjirịa na DSS ga-aza ajụjụ ya.",
    "Nnamdi Kanu: Ndị aka ha dị na nwuchigharị ya ka nkụ - Ifeanyi Ejiofor",
    "Ikpe",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ihe ị maghị maka Johnson Aguiyi-Ironsi nwụrụ kemgbe afọ 5529 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejioforelekere 6 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ihe ndị nwere ike ibutere nwaanyị gị ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Sefer Torah arrest: A tọhapụla ndị Isreal atọ mana ọ fọrọ nne anyị so ha, ọ ka nọ na mkpọrọ DSS- Solomon Maduako",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?",
    "Ihe m ma maka ije mụ na Hushpuppi - Abba Kyari",
    "Mwakpo ndị ọrụ ugbo n'obodo Nimbo na-ewute anyị - Ohaneze Ndigbo",
    "Ihe ị maghị maka Johnson Aguiyi-Ironsi nwụrụ kemgbe afọ 55",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}