{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Abba Kyari /Hushpuppi /Instagram",
    "Abba Kyari bụ Osote komishona ndị uweojii Naijiria a ma ama ekwuola na ọ bụghị eziokwu na ọ naara Ramon Abbas bụ onye aha otutu ya bụ 'Hushpuppi' aka azụ.",
    "Akụkọ na-efegharị na soshal midia na-ekwu na ụlọikpe mba Amerịka nyere iwu ka a nwuchie Kyari ka ọ zara ọnụ ya n'ebubo ahụ.",
    "Dubai o ji maka Hushpuppi kwụsị inye ụmụ Naịjirịa visa? Lee nke bụ eziokwu",
    "Obinwanne Okeke: Etu Invictus Obi si ghọgbuo ụwa niile",
    "Ị nwereike kote buru maka ihe idere na soshal midia",
    "Ha sị na Hushpuppi nyere Kyari ego ka ọ nwụchie Vincent Chibuzo bụ onye ya na Hushpuppi kpara nkata wee gwuo mmadụ wayo ruru nde kwuru nde dọla ( $330,000) maka na ịchọ ịgba Huspuppi n'anwụ.",
    "Dịka akwụkwọ ụlọikpe nke ụlọntaakụkọ People's Gazette gbara n'anwụ siri kwuo, Hushpuppi  na mmadụ ise ndị ọzọ gụnyere Chibuzo Vincent gwuru otu onye ojiegoachu ego chamdum sị ya na ha bụ ndị ọrụ ụlọakụ nwere ike ibinye ya ego ịrụ ụlọakwụkwọ na mba Qatar.",
    "Ndị a na-enye maka ị kpa ajọ agwa ahụ gụnyere; Rukayat Fashola, Bolatito Agbabiaka, Yusuf Anifowoshe bụcha ndị Naijiria na Abdulrahman Juma, nwa afọ Kenya.",
    "'Etu onye 'yahoo yahoo' si chọọ iri m' - Amy Yoakum",
    "Ihe ise ị ga-eji amata 'bank alert' adịgboroja",
    "Dịka nghọtahie dapụtara n'etiti ha, Chibuzo majara Hushpuppi na ya ga-agba ya n'anwụ n'aka onye ojiegoachuego ahụ ha napụrụ ego nke mere Hushpuppi jiri sị Abba Kyari nwuchie ya.",
    "Ebe foto si, Abba Kyari/Facebook",
    "Mana Abba Kyari kwuru na aka ya dị ọcha.",
    "N'ozi o wepụtara ụbọchị Friade n'akara Facebook ya,  onye uweojii ahụ a na-anụ aha ya kwuru na  Hushpuppi wetara ya mkpesa na o nwere nwoke na-eyi ezinaụlọ ya egwu, chọrọ igbu ha.",
    "Cyber Crime Law kpụgara m ụlọ mkpọrọ",
    "Ọ gara n'ihu kwuo na ha nwụchiri nwa amadi ahụ , mechaa nnyocha ma tọhapụ ya na anaghị ya ego ọbụla.",
    "O kwukwara na \"Abbas kpọrọ anyị afọ abụọ gara aga sị na o nwere onye  na-ekwu na ọ ga-egbu ndị ezinaụlọ ya na Naijiria,zitere anyị akara ekwentị ya.\"",
    "Onye bụdị Tracy Zille a ndị Nigeria kpụ n'ọnụ na soshal midia?",
    "\" Anyị nwuchiri ya mee nnyocha  were hụ na onye ahụ bụ enyi ya maarala ogologo oge, nke ya na ya nwere esemokwu ego nke mere ka anyị tọhapụ ya.",
    "\" O nweghị onye sịrị Abbas weta ego, o nweghị onye nara ya ego.\"",
    "Ebe foto si, Uche Akolisa",
    "Mana Kyari kọwara na o nweela oge Hushpuppi zitere ya ozi na o nwere uwe o ti  masịrị ya, ya maziere ya onye ọkwa akwa kwara ya ahụ nke o zigara ego dị puku nari atọ maka ịkwara ya akwa.",
    "Kyari gara n'ihu sị, \"Maka ndị na-anụ anyị maka akụkọ na-arụ anyị aka, aka anyị dị ọcha.\"",
    "Cheta na ndị uweojii mbaụwa 'Interpol' nwụchiri Hushpuppi (bụ onye na-ewu ewu n' Instagram maka igosi akụ; akwa, akpụkpọụkwụ, elekere aka na ihe ndị ọgalanya ndị ọzọ) na Dubai n'ọnwa Juun,afọ 2020.",
    "Ha kpụpụrụ ya ụlọikpe Amerịka maka igwu otu ojiegoachụego chamdum ruru nde kwuru nde dọla site na ịntanet.",
    "Ihe ndị nwere ike ibutere nwaanyị gị ime ọpụpụ",
    "Sefer Torah arrest: A tọhapụla ndị Israel atọ mana ọ fọrọ nne anyị so ha, ọ ka nọ na mkpọrọ DSS- Solomon Maduako",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Amerika",
    "Sekuriti nke kọmputa",
    "Naijiria",
    "Ịkpa arụ nke cyber",
    "Nnamdi Kanu: Ihe ndị kwesịrị ịma maka ndị uweojii 'Interpol' a sị nyere aka nwuchie onye ndu Ipob1 Julaị 2021",
    "Nigerian Cybercrime: Ebu i nwereike ikotere onwe gị na soshal midia29 Ọgọọst 2019",
    "Tracy Zille: Onye bụdị Tracy Zille a ndị Nigeria kpụ n'ọnụ na soshal midia?6 Jenụwarị 2021",
    "Ihe ị maghị maka Johnson Aguiyi-Ironsi nwụrụ kemgbe afọ 5529 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejioforelekere 6 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ihe ndị nwere ike ibutere nwaanyị gị ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Sefer Torah arrest: A tọhapụla ndị Isreal atọ mana ọ fọrọ nne anyị so ha, ọ ka nọ na mkpọrọ DSS- Solomon Maduako",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ọrịa Hepatitis A, B, C, D na E ha onwere ngwọta?",
    "Ihe m ma maka ije mụ na Hushpuppi - Abba Kyari",
    "Mwakpo ndị ọrụ ugbo n'obodo Nimbo na-ewute anyị - Ohaneze Ndigbo",
    "Ihe ị maghị maka Johnson Aguiyi-Ironsi nwụrụ kemgbe afọ 55",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}