{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị omekataraihedaaụjọ gburu nwoke abụọ bepụ ha isi ma dowe isi ha n'elu okpokoro n'ahịa Orie Okpoko dị n'Ọlụ, Imo steeti",
    "Obodo Orlu ka na-ede jiji dịka ndị omekataraihedaaụjọ gburu nwoke abụọ bepụ ha isi ma dowe isi ha n'ọma ahịa Orie Okpoko dị n'Okpuru ọchịchị Ọlụ, Imo steeti.",
    "Ndị mmadụ tetara n'ụra ụbọchị Wenezde (28/7/2021) hụ isi Felix Okechukwu na Bierechukwu Udemba n'el tebulu dị n'ahịa Okporo, Ọlụ.",
    "Felix Okechukwu (dị afọ 70) bụ onye ndị mmadụ na-ekwu na o nwere nkwuwaokwu n'obodo, ebe Bierechukwu bụ onye otenkwụ.",
    "A gbaala ụlọọrụ ndị uweojii ọkụ n'Obowo Imo Steeti",
    "Onye ntaakụkọ anyị gara n'ezinaụlọ Biereonwu nke Amanato Okporo dị n' ọlụ, ọ hụrụ ndị na-apụ na-abata dịka ndị mmadụ na-abiara ha mgbarụ.",
    "Otu n'ime ụmụ Udemba bụ nwata akwụkwọ nọ oge o mere gwara  BBC Igbo na \" Ha bịara na-akpọ nna m oku n'ime abalị, ya pụta ịjụ ha ihe mere ha ji akpọ ya, ha gbaa ya egbe n'obi ọ daa.\"",
    "Nwatakịrị ahu kwukwara na ya gbapụtara n'ime ụlọ hụ ihe na-eme na ndị ahụ pịara ya mma ha ji ugborogboro.",
    "Nwunye ya bụ Ifechinachi Biereonwu sịrị na ya amaghị ndị bịara ije ahụ.",
    "\"Ọ bụrụ na di m matara na ndị ahụ bụ ndị bịara igbu ya egbu, na ọ gaara agba ọsọ ndụ ya.\"",
    "\"Ọ hapụsịrị ụmụ, lawa. Chukwu nna ka anyị na-arịọ ka ọ bịa nyere anyị aka na-zụ ụmụ aka.\"",
    "Ka ọ dị ugbua, e emela emume olili Udemba na ngwuru ya.",
    "Otu onye okenye obodo ahụ bụ onye ma ebe ihe mere si na udo agbaala ọzọ n'obodo Okpoko na obodo ndị ọzọ dị n'Ọlụ n'ihu oke ogbugbu mmadụ nakwa ndakpọ nchekwa.",
    "\"A na-agbasi egbe n'ehihie abụọ. Ọ kụhala Elekere Ịsii nke mgbede,  onye ọbụla alakpuo n'ihi egwu.\"",
    "O kwukwara na ndị  eze na mpaghara Ọlụ agbachaala ọsọ n'obodo ha n'ihi ihe na-akpọtụ ma rịọ gọọmentị Imo steeti ka ha gbatara ha ọsọ enyemaka inyopụta ndị na-akpa mkpamkpa na mpaghara ahụ.",
    "Oge BBC kpọburu ndi uweojii steeti ahụ, onye nnyemaka Komishona Uweojii Imo bụ Abata kwuru na ha ka na-enyocha ime mere.",
    "Ụzọ ọgbara ọhụrụ ise ị ga-eji hazinwu ọmụmụ gị",
    "Dọkịnta Bumbum: Aka akparalanụ dibia otele ukwu",
    "Dọkịta egbuola nwaanyị otele ukwu gbalaga",
    "National security",
    "Naijiria",
    "Imo steeti",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steetielekere 4 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steeti",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?",
    "Gịnị mere na njem mba ofesi amalitebeghị n'ọdọụgbọelu Enugwu?",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}