{
  "published": "31 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Racheloniga/Instagram",
    "Nwaanyị a ma ama na-eme ihe nkiri bụ Rachal Oniga anwụọla dịka ọ gbachara afọ iri isii na anọ.",
    "Onyeisi otu ndị na-eme ihe nkiri na Naịjirịa bụ Actors Guild of Nigeria (AGN) bụ Emeka Rollas sị na nwa nwaanyị ahụ gwara odeakwụkwọ ya na ọ bụ eziokwu.",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "\"Nwa ya gwara odeakwụkwọ na nne ya nwụrụ n'ihe dịka elekere iri nke abalị 30 Julaị, 2021.",
    "Emeka sị na ha amatabeghi ihe butere ọwwụ nwaanyị ahụ.",
    "Ihe i kwesịrị ịma maka Rachel Oniga",
    "Ebe foto si, Rachel Oniga/Instagram",
    "Rachel Oniga bụ a nwafọ obodo Eku dị na Delta Steetị",
    "A  mụrụ ya na Legọs n'ọnwa Mee afọ 1957 n'Ebutte Metta dị na Legọs Steetị.",
    "Ọ gụrụ akwụkwọ n'ụlọakwụkwọ Princess Girls dị n'Abula Oja nke Yaba, Legọs.",
    "Ọ mụrụ ụmụ atọ mana ya na di ya gbara alụkwaghịm tupu ọ nwụọ.",
    "Ọ rụrụ ọrụ dịka 'Computer Programmer'.",
    "Ọ malitere ime ihe onyonyo n'afọ 1993.",
    "Ụfọdụ ihe nkiri ndị o mere gụnyere; Sango (1997), Owo Blow (1997), Passion of Mind (2004), Royal Hibiscus (2017), Wedding Party (2018), My Village People (2021) dgz.",
    "Ihe ndị mmadụ na-ekwu maka ọnwụ Rachel",
    "Onyeisi otu na-eme ihe nyonyo na Theatre bụ Jide Kosoko sị ya \"laa n'udo\"",
    "Hilda Dokubo tinyekwara ọnụ sị na ọ na-akpọkaarị ya \"Nne m nne m\". Ọ sị na eluigwe nwere anya ukwu mgbe ụfọdụ maka ọnwụ Rachel.",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ihe nkiri",
    "Delta Steeti",
    "Ịkpa obi aṅụrị",
    "Okike",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra Stateelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ataara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia - Little Prophet31 Julaị 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe i kwesịrị ịma maka Rachel Oniga",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Two Human Heads in Imo: Etu ndị ogbu isi siri gbupu ụmụnwoke abụọ isi n'Orlu",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "Gịnị mere na njem mba ofesi amalitebeghị n'ọdọụgbọelu Enugwu?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}