{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Usifo Ataga",
    "Ezinaụlọ Michael Usifo Ataga gbakọrọ n'ụlọụka Katọlik 'Our Lady of Perpetual Help' dị na Victoria Island Legọs n'ụbọchị Fraịde, iji kaara ya ụka ọnwụ ma lie ya.",
    "Usifo Ataga bụ onye nwe ụlọọrụ Super TV, onye ọnwụ ya wuru ewu na soshal midia dị ka a na-ebo otu nwata nwaanyị na-agụ na mahadum Legọs bu Chidimma Ojukwu ebubo na ọ bụ ya gburu ya.",
    "E mechara lie nwaamadi ahụ n'ebe a kpọrọ 'Ebony Vaults' nke bụ ogige olili ozu dị n'Ikoyi Legọs dịka anyammiri na-ezo ka mmiri.",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Ihe ndị uweojii kwuru dịka Chidimma Ojukwu kwuharịrị na ọ bụghị ya gburu Michael Ataga",
    "Enyeghị ndị ntaakụkọ ohere isetecha ihe niile mere n'akwamozu ahụ nke ọma.",
    "N'ụbọchị Tọzde ka ndị enyi na ndị ikwu na ibe gbakọrọ kpekwaa ekpere iji rịọ Chineke ka ọ nabata mkpuruobi Usifo Ataga.",
    "N'ọgbakọ ahụ ka nwunye ya bụ Brenda nakwa nne ya bụ Sylvia nọrọ kọọ etu ọnwụ ya si ewute ha.",
    "Ebe foto si, neeceebossladyblog/Instagram",
    "Ụlọụka ebe a nọ kaara Usifo Ataga ụka ọnwụ.",
    "Nwunye ya kwuru sị: \"Ana m atụgharị n'obi m ihe nwere ike ime gị, maọbụ ebe i nwere ike ịnọ ugbua, mana ọnwụ anaghị agbata m n'obi.\"",
    "N'otu aka ahụ kwa, nne Usifo kwuru na obi na-agbawa ya oge ọbụla o chetara nwa ya nwoke.",
    "\"Ọ na-agba m ọbara n'obi, n'ihi na ọ bụ mmadụ nwere mmụọ inye aka nke ukwuu.\"",
    "Ebe foto si, MICHAEL USIFO ATAGA",
    "Michael Usifo Ataga bụ onye nwe ụlọọrụ 'Super Network Limited' dịka o si kọwaa onwe ya n'akara LinkedIn.",
    "Ọ bụ ụlọọrụ a nwe 'SuperTV' bụ ụlọọrụ mgbasaozi dị na Legọs.",
    "Ọ lụọla nwaanyị ma mụtakwa ụmụ; akụkọ na-ekwu na nwunye ya na ụmụ ya bi n'Abuja.",
    "Ọ gụrụ akwụkwọ Mahadum na 'University of Benin'.",
    "Ọ gbara afọ iri ise tupu ọ nwụọ.",
    "Ọkaiwu nakwa nwanna ya bụ Franklin Ufu kwuru na Usifo bụ nwa nke atọ n'ime ụmụ anọ nne ya mụrụ.",
    "Ụmụnne ya niile bicha mba ofesi",
    "Ebe foto si, Nigerian Police Force/Facebook",
    "Ndị uweojii ebola nwagbọghọ a ebubo igbu Usifo Ataga",
    "Ndị uweojii anwụchiela otu nwaagbọghọ gbara afọ iri abụọ na otu, onye ha kwuru na ọ bụ ya gburu Usifo Ataga.",
    "Nwaagbọghọ ahụ gwara ndị ntaakụkọ na o ji mma sugbuo Ataga n'ihi na ọ wakporo ya n'ike.",
    "Mana otu nwaagbọghọ ahụ mechakwara kwugharịa sị na aka ya adịghị n'ọnwụ Ataga.",
    "Ọ kọrọ akụkọ na ha abụọ nọ n'ụlọ ndina na-enweta onwe ha, mana ya pụrụ ka ọ gaa zụta ihe ma lọghachi azụ wee hụ na Ataga anwụọla.",
    "N'aka nke ọzọ, dịka Franklin Ufu bụ ọkaiwu siri gwa ndị ntaakụkọ, \"ekweghị m na ọ bụ naanị nwaagbọghọ ahụ gburu Usifo.\"",
    "\"Ahụla m ozu ya ugboro ise, e ji eriri kechie aka ya, ekweghị m na ọ bụ nwaagbọghọ a m hụrụ ga-ekenwu ụdị eriri ahụ.\"",
    "\"Ejikwa mma sụkachaa ya ahụ, nke gosiri na ọ bụ ihe a kpacha anya mee.\"",
    "Mana ndị uweojii ekwuola na ha ga-akpụpụ nwa agbọghọ ahụ ụlọikpe ma ha mechaa nnyocha ha.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu12 Julaị 2021",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga28 Juun 2021",
    "Ihe ndị uweojii kwuru dịka Chidimma Ojukwu kwuharịrị na ọ bụghị ya gburu Michael Ataga12 Julaị 2021",
    "Maersk MD: Etu onye na-arụrụ ha ọrụ si gbuo nwụnye onyeisi Maersk na Lagos9 Disemba 2019",
    "Maersk MD: Gịnị ka i kwesiri ịma tupu ị nabata onye odibo10 Disemba 2019",
    "Maersk MD: Gịnị ka ị kwesiri ima tupu ị nabata onye odibo5 Julaị 2018",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steetielekere 4 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steeti",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?",
    "Gịnị mere na njem mba ofesi amalitebeghị n'ọdọụgbọelu Enugwu?",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}