{
  "published": "31 Julaị 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwamadị Ejike Iloanya bụ onye e ji Little Prophet maara kọwaara etu o si mụta ma malite ịtụ ilu Igbo ndị ọ na-eji akpa ọchị.",
    "Na mkparịtaụka pụrụiche ya na BBC Igbo nwere, Ejike sị na ọ bụ n'aka nna ya nwụrụ anwụ ka o si mụta ọtụtụ ilu Igbo ọ na-atụ.",
    "Igbo Reincarnation:  Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwa",
    "Ọ gaara n'ihu kwuo na ihe mere o ji anọkaarị n'etiti ndị okenye bụ maka na ọ na-amụta ezi ihe dị mkpa n'aka ha karịa n'etịtị ụmụaka ibe ya, bụ ebe ọ bụ naanị egwuregwu ka ụmụaka ma.",
    "Ejike sị na ọ chọrọ ịbụ onye amụma maka na ụwa mbụ ọ lọrọ n'obodo Umunya dịka onye dibia na ọ tara ahụhụ.",
    "Ọ mekwara ka anyị mata na iti egwu na-amasị ya nke ukwuu.",
    "Kiriie ihe o kwuru n'uju;",
    "Ndị mere ya bụ Ikechukwu Kalu na Nnamdi Agbanelo",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steeti",
    "Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks",
    "Naijiria",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Ụmụaka",
    "Anambra Steeti",
    "Omenala",
    "Igbo culture: Gịnị jịkọrọ ụmụnwaanyị na mmọnwụ?31 Disemba 2019",
    "Vidio, Igbo Festivals: Ihe omimi dị n’emume Ikeji Arondizuọgụ, Duration 2,5326 Eprel 2019",
    "Vidio, Ihe mere m ji jiri ọja eto Chineke - Fada Chiadika Okolie, Duration 2,5726 Eprel 2020",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo, Duration 6,5228 Julaị 2021",
    "Vidio, Ada Success: Olileanya m bụ ịdị ka Emmanuela, Duration 3,0627 Julaị 2021",
    "Vidio, BBC Igbo Exclusive: Agbanyeghi na a na-akpọ ụfọdụ n'ime anyị 'terrorist lawyer' anyị ga na-arụ ọrụ anyị ọfụma - Aloy Ejimakor, Duration 39,0329 Julaị 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe, Duration 3,1917 Julaị 2021",
    "Vidio, Ọgbambọ: Nwayọ nwayọ, ịkwa baro emeela nwokoroọbịa a 'millionaire', Duration 3,4120 Julaị 2021",
    "Vidio, Nnamdi Kanu: Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks, Duration 40,4027 Julaị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}