{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Akanu Ibiam Airport",
    "Gịnị ji nkịta ọnwụ mere na ụgbọelu na-aga mba ofesi Bekee kpọrọ 'international flights' amalitebeghị ifepụ maọbụ ifebata n'ọdọụgbọelu Akanu Ibiam nke Enugwu steeti?",
    "Smart Adeyemi, onyeisi kọmiti na-ahụ maka njem ụgbọelu n'Ụlọomeiwu uỤwu, gwara ndị ntaakụkọ na njem ofesi ga-amalite n'ọdọụgbọelu ahụ n'ụbọchị Tọzde, Julaị 29.",
    "N'otu aka ahụ, Nnolim Nnaji, onyeisi kọmiti na-ahụ maka njem ụgbọelu n'ụlọ omeiwu nta, kwuru makwara ya bụ ọkwa abalị olemole gara aga",
    "Mana nnyocha BBC Igbo mere gosiri na nke a emeghị dịka Adeyemi na Nnaji siri kwuo.",
    "A rụchaala ọdọụgbọelu Akanu Ibiam",
    "A ga-ewepụ \"International\" na Akanu Ibiam Airport?",
    "Lee ọnọdụ ọdọụgbọelu Akanu Ibiam dị n'Enugu steeti",
    "Otu onye na-arụ n'ọdọụgboelu Akanu Ibiam gwara BBC Igbo na ihe niile ezuola oke iji malite njem ofesi, mana ọ malitebeghị.",
    "Nwa amadi a achọghị ka a kpọọ aha ya n'ihi na o nweghị ikike ịgwa ndị ntaakụkọ okwu kwuru sị: \"Ihe niile adịla etu o kwesịrị, anyị onwe anyị adịkwala njikere.\"",
    "\"Ihe fọrọ ugbua bụ ka ngalaba NCAA nakwa Mịnịsta njem ụgbọelu nye nkwado.\"",
    "\"Njem ofesi ga-amalite ọzọ ngwangwa anyị nwetara nkwado a.\"",
    "Ọrụ amalitela n'Ọdọ Ụgbọelu Enugu?",
    "BBC Igbo kpọrọ ọnụ na-ekwuru ngalaba na-ahazị njem ụgbọelu  a kpọrọ \"Federal Airports Authority of Nigeria\" bụ Henrietta Yakubu ka o tinye ọnụ n'okwu a, mana ọ zaghị.",
    "Ọ sabeghịkwa ajụjụ anyi zigaara ya n'ekwentị.",
    "N'otu aka ahụ, Mịnịsta njem ụgbọelu bụ Hadi Sirika asabeghịkwa ajụjụ anyị zigaara ya n'ekwentị.",
    "Naanị ụgbọelu ndị 'Ethiopian Airlines' na-esi n'ọdọụgbọelu nke Enugwu aga mba ofesi.",
    "Mana ha kwụsịrị kemgbe gọọmentị etiti machiri njem ofesi n'ihi ọrịa coronavirus.",
    "Ugbua, dịka gọọmentị maghere njem, ọtụtụ ọdọụgbọelu ebe ndị mba ofesi si efepu nakwa efebata amalitela ịrụ ọrụ, mana nke Enugwu amalitebeghị.",
    "Ọtụtụ ndị njem na-ajụ ihe mere o jiri bụrụ naanị nke Enugwu ka emepebeghị.",
    "Ebe foto si, Getty Images",
    "Ọdọụgbọelu Enugwu, oge a na-anabata Ezenwaanyị Elizabeth dịka ọ bịara nleta na mpaghara Ọwụwa Anyanwụ Naịjirịa n'ọnwa Febrụwarị afọ 1956.",
    "Ọdọụgbọelu a nke a na-akpọ 'Akanu Ibiam International Airport' malitere n'oge gboo, oge ndị ọcha na-achị Naịjirịa.",
    "Ndị ọcha rụrụ ebe ato n'Enugwu, Kalaba na Pọtakọtụ, ebe ụgbọelu na-ada nakwa efeli, a na-akpọ 'aerodome'",
    "Ọ bụ n'abalị abụọ nke ọnwa Ọkụtoba afọ 1976, ka onyeisiala oge ahụ bụ Shehu Musa Yar'Adua mere ya ka ọ bụrụ ọdọụgbọelu kwụụrụ onwe ya.",
    "Mana naanị njem n'ime Naịjirịa ka mmadụ nwere ike isi ebe ahụ mee.",
    "Ebe foto si, Stella Oduah/Facebook",
    "Ọ bụ oge Goodluck Jonathan bụ onyeisiala, Stella Oduah bụrụ Mịnịsta nje ụgbọelu, ka e buliri ogo ọdọụgbọelu Enugwu ka ọ bụrụ 'international'.",
    "N'abalị abụọ nke ọnwa Febrụwarị afọ 2010, gọọmentị mechiri ọdọụgbọelu ahụ iji rụzigharịa ya ma mee ya ka ọ bụrụ ebe ụgboelu mba ofesi ga-esi na-efepu nakwa efebata.",
    "Arụchara ọrụ a ma mepee ya bụ ọdọụgbọelu n'ọnwa Disemba 2010 oge Goodluck Jonathan bụ onyeisiala.",
    "N'ọnwa Ọgọst 2019, gọọmentị mechikwara ọdọụgbọelu ahụ ọzọ iji rụọ ọrụ n'okporo ụzọ ebe ụgbọelu na-agba, bekee na-akpọ 'runway'.",
    "Dịka a rụchara ya bụ ọrụ, gọọmentị mepekwara ya na ngwụcha ọnwa Ọgọst 2020.",
    "Mana ruo taa ọtụtụ na-ekwu na ọdọụgbọelu nke Enugwu eruchabeghị ogo international, dịka ndị ọzọ e nwere na Naịjirịa.",
    "Ndọrọndọrọ ọchịchị",
    "Njem ụgbọelu",
    "Enugu Steeti",
    "Enugwu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Enugu Airport: A rụchala ọdọụgbọelu Akanu Ibiam13 Ọgọọst 2020",
    "Enugu Airport Closure: Mmechi ọdọụgbọelụ akụọlara ndịọrụ ọrụ2 Ọktọba 2019",
    "Image gallery, Enugu Airport Closure: Ọnọdụ ọdọụgbọelu Akanu Ibiam dị n'Enugwu2 Septemba 2019",
    "Enugu Airport Closure: Lee etụ ị ga-esi hazigharia njem gị tupu a gbapee ọdọụgbọelu Enugu30 Ọgọọst 2019",
    "Vidio, Ọrụ amalitela n'Ọdọ Ụgbọelu Enugu?, Duration 0,598 Nọvemba 2019",
    "Enugu Airport: 'Ọrụ ga-amalite n'ọdọụgbọelụ Akanu Ibiam mgbe adịghị anya' - Onyeisi na FAAN18 Ọktọba 2019",
    "Enugu International Airport: E hiwela ihe iribama maka ncheta mmadụ 53 nwụrụ n'ọdọụgbọelu Enugwu n'afọ 19831 Septemba 2020",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steetielekere 4 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Etu ndị amaghị ndị ha bụ siri gbupu ụmụnwoke abụọ isi n'Orlu Imo steeti",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?",
    "Gịnị mere na njem mba ofesi amalitebeghị n'ọdọụgbọelu Enugwu?",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}