{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Akụkọ na-ekwu na ndị ojiegbe amaghị ndị ha bụ agbagbuola mmadụ atọ n'Oba, n'okpuru ọchịchị Idemili South, Anambra steeti.",
    "Onyonyo gbasara nke a na-efesa na soshal midia, mana BBC Igbo amatabeghị kpọmkwem ihe merenụ.",
    "Ndị sere onyonyo ahụ sị na ya bụ ihe mere n'okporo ụzọ a na-akpọ 'Oba new road', n'ihu ebe a na-ere mmanụ ụgbọala a kpọrọ 'De Base Filling Station'",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Mmadụ atọ nwụrụ n'ọgbaaghara dapụtara n'Owerri ụnyaahụ",
    "Ọnụ na-ekwuru ndị uweojii Anambra bụ Toochukwu Ikenga gwara BBC Igbo n'ekwentị na ha anụla maka ọgbaaghara dapụtara n'Oba, mana ha amabeghị kpọmkwem ihe merenụ nakwa etu o si mee.",
    "\"Nyetụ m obere oge ka m nyochaa ya, aga m ezighachitere gị ozi,\" Ikenga kwuru.",
    "BBC kpọtụkwaara otu onye Oba, o wee kwuo na ya bụ ihe mere eme n'eziokwu.",
    "O kwuru sị: \"Ee, anyị hụrụ ihe a mere n'Oba taa bụ Satọdee, a gbagburu mmadụ abụọ n'Oba, gbagbukwa otu onye n'Ojoto.\"",
    "\"Mana onye ehụ a gbagburu n'Ojoto bụkwa onye Oba, ọ bụkwa n'otu ogologo iro ka ya bụ ihe mere.\"",
    "Cheta na Oba na Ojoto bụ obodo abụọ dịdebere onwe ha nso, otu ogologo okporo ụzọ jikọrọ obodo abụọ a.",
    "Oge anyị jụrụ ya ndị o che na ọ bụ ha mere mwakpo, o kwuru na \"Ọ bụghị ndị ohi mere ya bụ ihe.\"",
    "Ogbugbu mmadụ akarịala na mpaghara Ọwụwa Anyanwụ",
    "Ebe foto si, Facebook/other",
    "Ndị egberima gbagburu Samuel Ndubuisi n'Enugwu n'ụbọchị asaa nke ọnwa Julaị 2021",
    "Mpaghara ọwụwa Anyanwụ aghọọla ebe akụkọ igbu mmadụ na-abụzi kwa mgbe kwa mgbe.",
    "Si n'Enugwu gaa Imo, pụta Anambra, otu ihe ahụ na-afịọ.",
    "Onwebeghị ndị ma kpọmkwem ndị na-akpa arụ a, maka nd dịka ọtụtụ si ekwu, ọbụghị ndị ojiegbe ezu ohi na-eme ya bụ ihe.",
    "Ndị ekperima a na-awakpo ma ndị uweojii, ma ndị agha ma ndị nkịtị.",
    "N'abalị ise nke ọnwa Julaị, ndị ekperima Igbagburu Ifeanyi Okeke, onye nwe ụlọọrụ AutoEase n'Enugwu.",
    "Ka abalị abụọ gachara, ndị ojiegbe gbagbukwara Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?, bụ onyeisi ngalaba 'Scientific Equipment Development Institute' (SEDI) n'otu Enugwu ahụ.",
    "N'Imo steeti, n'abalị olemole gara aga, ka ndị amaghị ndị ha bụ gbupụrụ ụmụnwoke abụọ isi n'Orlu.",
    "N'ime abalị ụbọchị Fraịde, Julaị 31, ndị ekperima wakpokwara ụlọọrụ ndị uweojii n'Umuaka, Njaba, Imo steeti.",
    "Ndị uweojii nakwa ndị ọrụ nchekwa ndị ọzọ ebola ebubo na ọ bụ ndị otu na-achọ nnwereonwe Biafra bụ IPOB, na-akpa mkpamkpa niile a.",
    "Mana IPOB agọọla ma kwuo na aka ha dị ọcha.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Unknown gunmen attack : E gbuola mmadụ abụọ n'Oguta, Imo steeti20 Mee 2021",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu14 Julaị 2021",
    "Abatete Attack: Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma14 Julaị 2021",
    "South East attacks: \"unknown gunmen\" gburu mmadụ atọ n'Owerri Imo state ụnyaahụ4 Juun 2021",
    "Kenneth Amukamara: Gulak na ndị ọzọ nwere agba 'unknown gunmen' gburu n'otu ịzụaka1 Juun 2021",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra Stateelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ataara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia - Little Prophet31 Julaị 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe i kwesịrị ịma maka Rachel Oniga",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Two Human Heads in Imo: Etu ndị ogbu isi siri gbupu ụmụnwoke abụọ isi n'Orlu",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "Gịnị mere na njem mba ofesi amalitebeghị n'ọdọụgbọelu Enugwu?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}