{
  "published": "2 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screen grab/Getty Images",
    "Nwanne Nnamdi Kanu nke nwaanyị akpọrọ Chinwe Kanu Godwin ekwuola na etu a a na-akpọpụtaghị Nnamdi Kanu mgbe  akpọrọ ya n'ụlọikpe ụbọchị Jụlaị 26, 2021  oge eruru ikpe ya ikpe agbaghị aka.",
    "O kwuru na nke a gosiri na ihe adịchaghị mma makana o nwereike bụrụ na etịkatala Kanu ihe nke bụ na  ha amaghị ka ndị mmadụ ga-esi nabata ya maọbụ na ahụike ya adịghị mma maọlị ịpụtanwụ n'ihu ọha.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa",
    "Nwanne Nnamdi Kanu nke nwaanyị a kwuru ihe ndị a n'onyonyo o tinyere n'elu soshal midia.",
    "Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi",
    "N'ọnụ ya, o nwereike bụrụ na ndị DSS chọrọ ima ihe ndị mmadụ ga-eme.",
    "O kwuru na ọ bụ udiri ihe a ka DSS mekwara n'afọ 2015 tupu ha bia igbucha ha niile na bee ha dị na Afaraukwu Abia steeti nke na-amitaghị mkpụrụ.",
    "\"A ma ndị DSS dịka ndị na-enupu isi nye iwu.\"",
    "Chinwe Kanu kwuru na ọ chọrọ  ka ndị na-eso Nnamdi Kanu mara ihe na-emenụ ugbua.",
    "Ọkaikpe Nkemdilim Izuako",
    "\"Ugbua anyị amaghị ma  Kanụ ọ dị ndụ ma ọ nwụrụ anwụ nakwa ma ahụ adịkwa ya mma.\"",
    "Ha na-eme ihe megidere iwu ikike dịara onye nke Nnamdi Kanu",
    "\"Ememinara Mazi Nnamdi Kanu na Kenya.\"",
    "O kwukwara na ndị mmadụ hụrụ ka onye uweojii si were egbe na-amaja ndị biara Kanu ụbọchị Jụlaị 21, 2021 ma nwụchịe mmadụ 60(iri isii).",
    "\"Onyeisi anyị agaghị na-aga ụlọikpe anyị agbachị nkịtị makana anyị ma ihe gọọmenti Naịjiria pụrụ ime, ha nwereike igbu Kanu.\"",
    "\"Anyị nwere mkparịtaụka maka Kanu iji aka ya na-enwete nri ya.\"",
    "\"Ụbọchị ndị nke anyị gara iwegara Kanu nri na mkpọrọ DSS, ha wetere nri, ha si ha detụ ya ire mana e mere ka ha chere ruo awa anọ.\"",
    "\"Mgbe ndị nke anyị na-apụkwa, ha gbara ụfọdụ egbe n'okporoụzọ Lokoja, ha kwụsịrị ụfọdụ ha enweteghịnwụ n'Enugu n'otu ụbọchị ahụ.\"",
    "\"A maghị m ihe ha na-ezo makana etu e si kpụkpụ Nnamdi Kanu e zighị ezi nke ndị ọkaiwu anyị na-elebanya.\"",
    "\"Amaghị m ihe mba Britein ji gbachị nkịtị ma na-agwa ndị mmadụ na etu Kanu si bụrụ onye Naịjirịa mabụrụkwa onye Britein ekweghị ka ọdịchara ha mfe itinye ọnụ na nwụchị Kanu.",
    "\"Mazi Kanu jụrụ ibuzị onye Naịjirịa kamgbe afọ 2015 nke edebanyere n'akwụkwọ.",
    "\"Bikonụ ndị be anyị ụnụ agbahapụla Nnamdi Kanu, unu ekwela ka gọọmenti Naịjirịa maja ụnụ.\"",
    "•Mmadụ niile chekwawa onwe ya maka oke mmiri ga-ezo, ihe a na-eme na ọwụwa anyanwụ na eyi egwu, a na-egbu ma na-awakpoo ndị ọrụ ụgbọ nakwa ụbị ndị mmadụ mana ọ gbasaghi ndị ọchịchị Naịjiria, ya mere m ji si mmadu niile chekwawa onwe ha.•Akụkọ \"Logistics\" a, edoghi anya maka ala Naijria nwere akụrụ ngwa were bulata Nnamdi Kanu mana ha na-ekwuzi na ha enweghi akụrụ ngwa i ji bufete ya n'ụlọikpe n'Abuja? •A na amajoo ọkaikpe Binta Nyako maka okwu ego a na-ebogide di ya na nwa ya nwoke, nke a bụ ka o ghari ikpe ikpe ziri ezi•Ha hapụ anyi ka anyị nwere onwe anyị, o nweghi uru anyị na-erite n'aka Naijịrịa, o nweghi ndị Igbo nwere oke ọbụla na omị mmanu ala Naijiria, uru adighiri anyị ebe a•Ihe a mere mu na ndị ozo jiri gbapụ Naijiria ga biri n'ofesi bụ maka ogbugbu ndị Igbo, lee zinu, ogbugbu a, ebibeghi",
    "Abia Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ozi Nnamdi Kanu sịrị m zie ụmụ Biafra mgbe m hụrụ ya - Ifeanyi Ejioforelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ - Jude Eze2 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ozi Nnamdi Kanu sịrị m zie ụmụ Biafra mgbe m hụrụ ya - Ifeanyi Ejiofor",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Two Human Heads in Imo: Etu ndị ogbu isi siri gbupu ụmụnwoke abụọ isi n'Orlu",
    "Anyị ga-enyocha ihe mere n'okwu Danladi Umar na 'Biafran Boys' - NBAEmelitere ikpeazụ na: 2 Eprel 2021",
    "Ndị DSS kpụpụtara ndị enyemaka 8 nke Sunday Igboho n'ụlọikpe taaEmelitere ikpeazụ na: 18 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}