{
  "published": "1 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AbbaKyari/Hushpuppi/Instagram",
    "AbbaKyari na Hushpuppi",
    "Ngalaba 'Police Service Commission' (PSC) akwụsịla Abba Kyari ọrụ n'ihi ebubo ịna aka azụ n'aka Abass Ramon onye e ji Hushpuppi mara.",
    "Nke a na-abịdị dịka Onyeisi ndị uweojii na Naịjirịa bụ Usman Alkali Baba nyere ndụmọdụ ka a kwụsị nwa amadị ahụ ọrụ ruo oge e mechara nnyocha gbasara ebubo ahụ.",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Anyị ebidola nnyocha ebubo nrụrụaka Hushpuppi boro DCP Abba Kyari - Ndị uweojii Naijiria",
    "Ozi si n'aka ọnụ na-ekwuru ndị PSC bụ Ikechukwu Ani kwuru na \"nkwụsị ọrụ a kwụsịr Abba Kyari malitere n'ụbọchị Satọde, abalị iri atọ na otu nke ọnwa Julaị afọ 2021.\"",
    "Cheta na onyeisi ndị uweojii bụ Alkali Baba degaara ngalaba Police Service Commission akwụkwọ n'ụbọchị 31 Julaị, 2021 ma gwa ha ka ha kwụsị Abba Kyari ọrụ.",
    "Alkali Baba kwuru na nkwụsịtụ ọrụ a ọ na-ekwu ka akwụsị Kyari sonyere usoro ntaramahụhụ onye otu na-emeteghị ọfụma.",
    "Ọgara n'ihu kwuo na ọ ga-enye aka ka otu ehibere ga-enyocha ya bụ ebubo  e boro Kyari rụọ ọrụ ha ọfụma na-enweghị ihe mgbochi ọbụla .",
    "Etu nwoke akpọrọ \"Nigeria's Supercop\" ji ebuso ndị ntọ na ndi ojieegbe ezu ohi agha na Naịjirịa.",
    "\"Anyị anaghị akwụsịtụ ya ọrụ makana aka ya adịghị ọcha n'anya iwu ruo mgbe achọpụtara ihe ọbụla gosiri na o mere ihe a na-ebo ya.\"",
    "Otu ga-enyocha ebubo Hushpuppi boro Abba Kyari bụ nke a akpọrọ Special Investigation Panel (SIP) na bekee.",
    "Otu a gụnyere mmadụ anọ nọ na nnukwu ọkwa n'ụlọrụ ndị uweojii nke DIG Joseph Egbunike bụ Deputy Inspector General of Police in-charge of the Force Criminal Investigations Department (FCID) nọ n'isi ya.",
    "Otu SIP ga-enyocha nke ukwu ebubo niile gọọmenti mba Amerịka boro DCP Abba Kyari dịka ha si depụta ya n'akwụkwọ ozi ha zitere ụlọọrụ Nigeria Police Force site n'aka ngalaba Federal Bureau of Investigation (FBI).",
    "SIP ga-enweta ihe ndị zuuroke na-anochite anya Abba Kyari na ya bụ ebubo niile e boro ya, mee nyocha zuruoke maka ha ma nye ụlọrụ ndị uweojii ihe a nyochapụtara iji kwado ihe ndị ọzọ ngalaba ndị uweojii ka ga-eme maka okwu a.",
    "IGP Usman Alkali Baba gara n'ihu kwuo na ngalaba ndị uweojii ga-ahụ na ihe niile gbasara okwu a ga-esonye usoro iwu tuziri nakwa a ga-akwanyere Kyari ugwu diri ya ruo mgbe e mechara nyocha ebubo e boro ya.",
    "Cheta na ndị uweojii Naijirịa kwuburu na Jụlaị 29,2021 na ha ebidola nnyocha maka ebubo ngalaba nyocha mba Amerịka bụ 'Federal Bureau of Investigation' boro Abba Kyari nke kwuru na onye omekome ama ama bụ Ramon Abbas eji Hushpuppi mara kwuru na ọ nyere Kyari ego ruru otu nde dọla na ụma ka omekpaa otu onye ahụ.",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Ihe i kwesịrị ịma maka Rachel Oniga",
    "Two Human Heads in Imo: Etu ndị ogbu isi siri gbupu ụmụnwoke abụọ isi n'Orlu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ịkpa arụ nke cyber",
    "Mpụ",
    "Akwụsịla Abba Kyari ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ1 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onweghị onye ga-egbochi anyị ịkọ akụkọ ndị Igbo bụ Jew - Rudy Rochmanelekere 7 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Onweghị onye ga-egbochi anyị ịkọ akụkọ ndị Igbo bụ Jew - Rudy Rochman",
    "Akwụsịla Abba Kyari ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "Ihe i kwesịrị ịma maka Rachel Oniga",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Ihe mere otu ọgbọ, otu ebiri na ndị uke ji baa uru n'ala IgboEmelitere ikpeazụ na: 22 Nọvemba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara yaEmelitere ikpeazụ na: 3 Juun 2020",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}