{
  "published": "1 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Isaac Chinagorom bụ ọgbaegwu riteere Naịjirịa nturu ugo n'asọmpi mbaụwa e mere na London n'afọ 1984.",
    "Ihe a kpọrọ asọmpi a bụ 'Malibu World Dancing Championship'.",
    "Dịka Mazi Isaac Chinagorom siri kọọrọ BBC Igbo, ọ bụ Muhammadu Buhari bụ ọchịagha na-achị Naịjirịa n'oge ọ gara asọmpi ahụ.",
    "O kwuru na Buhari kwere ya nkwa na ọ gaa turu ugo lọta, na gọọmentị ga-enye ya ụlọ iji jaa ya mma.",
    "Lee nwagbọghọ ji otu ụkwụ agba egwu",
    "Ihe mere m ji agba egwu ma m na-arụ ọrụ 'traffic' - Ifedioramma Chizoba",
    "'Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya' - African Michael Jackson",
    "Lee nwata nwoke ahụ na-agba 'Ballet' wuru ewu na soshal Midia",
    "Ọ gara ya bụ asọmpi ma gbaa onye nke atọ n'ime mmadụ iri isii (60).",
    "Mana oteghị aka ọ lọtara, a chụpụ Buhari n'ọkwa ọchịagha.",
    "Ugbua Buhari bụụr onyeisiala Naịjirịa ọzọ, Isaac Chinagorom na-arịọ ka o mezuo nkwa ahụ o kwere ya, afọ iri atọ na asaa gara aga.",
    "Onye mere akụkọ a bụ Chiemela Mgbeahuru.",
    "Ụmụntoroọbịa",
    "Imo steeti",
    "Ịkpa obi aṅụrị",
    "Muhammadu Buhari",
    "Vidio, African Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, Children's Day: \"Ịgba egwu na-enye m ọṅụ\", Duration 1,4327 Mee 2020",
    "\"Ịgba egwu Salsa zọrọ ndụ m\" - Emeka Adindu5 Febụwarị 2020",
    "Vidio, Dr Onye Mmemme: Ọ na-afụ ụfụ n'ahụ mana ọ na-enye m ọṅụ - Ote egwu, Duration 1,499 Eprel 2019",
    "Vidio, Ịgba egwu na-eme obi aṅụrị na-edebekwa gị n'ahụike, Duration 1,411 Eprel 2018",
    "Vidio, Ballet Dancer: Lee nwata nwoke ji egwu 'Ballet' gbakasịa soshal midia, Duration 1,5810 Julaị 2020",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, BBC Igbo Exclusive: Agbanyeghi na a na-akpọ ụfọdụ n'ime anyị 'terrorist lawyer' anyị ga na-arụ ọrụ anyị ọfụma - Aloy Ejimakor, Duration 39,0329 Julaị 2021",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo, Duration 6,5228 Julaị 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, BBC Igbo Exclusive : Ndị Igbo kwesịrị ịchị Naịjirịa na 2023 mana ha na ndị ugwu ga-adị na mma - Shehu Sani, Duration 5,4021 Julaị 2021",
    "Vidio, Nnamdi Kanu: Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks, Duration 40,4027 Julaị 2021",
    "Vidio, Igbo Festivals: Ihe omimi dị n’emume Ikeji Arondizuọgụ, Duration 2,5326 Eprel 2019",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}