{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Rudy Rochman",
    "Rudy Rochman bịara ala Igbo ime nnyocha etu ndị Igbo na ndị Jew siri metụta",
    "Rudy Rochman ekwuola na ọnweghị ihe ga-egbochi ya ịkọ akụkọ ndị Igbo bụ ndị Jew.",
    "Rochman bụ nwa okorobịa mba Israel bịara Naịjirịa ime nnyocha gbasara etu ndị Igbo na ndị Jew mba Israel siri metụta.",
    "Mana ndị ọrụ nchekwa nzuzo Naịjirịa bụ DSS nwuchiri ya na ndị otu ya bụ Noam Leibman na David Benaym n'Anambra steeti oge ha na-ese ihe onyonyo ha ji eme nnyocha ha.",
    "Ọ bụ mmadụ atọ a butere ihe onyinye a na-akpọ 'Sefer Torah' nke ha nyere ndị okpukperechi Jew nọ na Naịjirịa mgbe anwụchiri ha.",
    "Ebe foto si, Rudy Rochman/Facebook",
    "Rudy Rochman gara n'obi Eze Chukwuemeka Eri, Eze obodo Aguleri n'Anambra steeti, dịka ọ na-eme nnyocha ya",
    "Rochman na ndị otu ya abụọ batara Naịjirịa n'ụbọchị isii nke ọnwa Julaị afọ 2021.",
    "N'abalị asaa nke ọnwa Julaị, ha gara njem nleta n'obi Eze obodo Aguleri bụ Chukwuemeka Eri iji kọwaara ya onwe ha nakwa ihe ha ji maka ya bịa.",
    "Mana dịka Rochman siri kwuo, ndị DSS nwuchiri ya na ụmụnne ya n'ụbọchị itoolu nke Julaị ma tụkpuo ha na nga.",
    "O kwuru sị: \"Anyị wepụtara izuụka abụọ iji see onyonyo n'ala Igbo, mana naanị abalị abụọ ka anyị serela tupu anwụchie anyị.\"",
    "\"Ndị bu egbe, kpuchiri ihu ha bịara kwakpuo anyị n'ime ụgbọala, nara anyị ekwentị na akwụkwọ 'passport' anyị.\"",
    "Ebe foto si, Rudy Rochman",
    "Rudy Rochman na ndị ntorobịa ndị Igbo",
    "\"Anyị ahụghị eluigwe anya, anyị na onye ọbụla enweghị mkparịtaụka ruo abalị iri abụọ tupu ha atọhapụ anyị.\"",
    "\"Anyị bịara ka anyị kọọ akụkọ, mana anyị tụgharịrị ghọọ akụkọ a na-akọ akọ.\"",
    "Rudy Rochman kwuru na ha alaghachila mba Israel ugbua mana obi ha kd dị n'ala Igbo.",
    "O kwukwara na amachiela ha ịbata Naịjirịa ọzọ, \"mana anyị ga-akọrịrị akụkọ gbasara umunne anyị ndị Igbo.\"",
    "Ọ gara n'ihu kwuo sị \"onweghị ihe ọbụla gbasara ihe anyị na-eme na ndọrọndọrọ ọchịchị, maọbụ ịkwado ndị chọrọ ikewapụ na Naịjirịa.\"",
    "Sefer Torah ndị Izrel nyere anyị abụghị maka Biafra - Ndị Igbo Jew",
    "Onye na-ahazị ndị Ntoroọbịa otu 'National Jewish Council' nke Naịjirịa bụ Solomon Yaakov Maduako, gwara BBC Igbo na onye otu ha aha ya bụ Lisbon Agha bka nọkwa n'aka ndị DSS.",
    "Maduako kwuru sị, \"Anyị na-atụ anya na ugbua atọhapụrụ ndị mba Israel atọ na anyị nwereike ịga leta Agha\".",
    "O kwukwara na Judaism na ọchụchọ Biafra abụghị otu ihe, o kwuru sị, \"Anyị anọọrọla kamgbe tupu ọchụchọ Biafra ebido\".",
    "Ndị DSS ekwubeghị ihe ọbụla gbasara nnwuchi ndị a.",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'13 Julaị 2021",
    "Sefer Torah arrest: A tọhapụla ndị Isreal atọ mana ọ fọrọ nne anyị so ha, ọ ka nọ na mkpọrọ DSS- Solomon Maduako29 Julaị 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Vidio, Sefer Torah ndị Izrel nyere ndi ntoroọbịa Jew na Naịjirịa ọ bụ maka Biafra?, Duration 5,488 Julaị 2021",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese9 Julaị 2021",
    "Akwụsịla Abba Kyari ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ1 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onweghị onye ga-egbochi anyị ịkọ akụkọ ndị Igbo bụ Jew - Rudy Rochmanelekere 7 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Onweghị onye ga-egbochi anyị ịkọ akụkọ ndị Igbo bụ Jew - Rudy Rochman",
    "Akwụsịla Abba Kyari ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ",
    "Nnamdi Kanu zọọrọ okwu Biafra ka ọ bụ nke naanị ya- Asari Dokubo",
    "Ihe i kwesịrị ịma maka Rachel Oniga",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Ihe mere otu ọgbọ, otu ebiri na ndị uke ji baa uru n'ala IgboEmelitere ikpeazụ na: 22 Nọvemba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara yaEmelitere ikpeazụ na: 3 Juun 2020",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}