{
  "published": "2 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jude Eze bụ onye Igbo na-azụ ahia akọwala ihe ya na nwunye ya bụ Sophia Eze gabigara n'aka ụfọdụ ndị ọrụ Lagos State Traffic Management Authority(Lastma).",
    "O kwuru na agwa ọjọ ụfọdụ ndị ọrụ Lastma kpasoro ha ụbọchị June 25 ọ na-ebuga nwunye ya ụlọọgwụ mere ka nwa nọ ya n'afọ pụọ makana nwunye ya na-agba ezigbo ọbara ụbọchị ahụ.",
    "\"Ndị uweojii gburu nwanne m, ma jụ ibunyere anyị ozu ya\"",
    "Aka akparala onye uweojii gbara Joy Ndụbụeze egbe n'ọnụ",
    "Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe",
    "O kwuputere ọtụtụ ihe n'ihe nkiri a dị ebe a.",
    "N'aka nke ọzọ onyeisi Lastma bụ Olajide Oduyoye kwuru na ụlọrụ ha anabatala akwụkwọ mkpesa nke ọkaiwu Jude Eze degaara ha, nakwa ha na-elebanye ya anya ugbua.",
    "Ikpe",
    "Naijiria",
    "Njem",
    "Nchekwa ndị ụwe ojii",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, Jude Eze and Lastma clash: 'Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ', Duration 4,512 Ọgọọst 2021",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,01elekere 7 gara aga",
    "Vidio, BBC Igbo Exclusive: Agbanyeghi na a na-akpọ ụfọdụ n'ime anyị 'terrorist lawyer' anyị ga na-arụ ọrụ anyị ọfụma - Aloy Ejimakor, Duration 39,0329 Julaị 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo, Duration 6,5228 Julaị 2021",
    "Vidio, Nnamdi Kanu: Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks, Duration 40,4027 Julaị 2021",
    "Vidio, Ihe mere m ji jiri ọja eto Chineke - Fada Chiadika Okolie, Duration 2,5726 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}