{
  "published": "2 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imo State Police",
    "Ndị uweojii Imo Steetị sị na ha gaara n'otu ụlọ oriri dị n'obodo Orlu bụ ebe ha chere na ndị ekperima wakpoo ụlọọrụ ha dị na Njaba zoro we mee mwakpo ahụ.",
    "Ọnụ na-ekwuru ha bụ Michael Abbattam sị na ọ bụ otu onye n'ime ndị omekome a ha nwuchiri gbaara ha ama.",
    "Orlu Imo State: Kedụ ihe na-eme n'Orlu ugbua?",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Ọ sị na ọ bụ n'ụlọ oriri ahụ ka ndị ekperima a nọ kpaa nkata bịa wakpoo ụlọọrụ ha dịka onye ekperima ahụ si kwuo.",
    "Abbattam sị na ọ gbakwara ama na onye nwe ụlọ oriri ahụ na-enye ha nkwado ego na ihe ndị ọzọ.",
    "Ọ sị nke a mere ndị uweojii jiri gaa n'ụlọ oriri ahụ nakwa n'ụlọ nwoke ahụ nwe ya, wee chụsaa ndị nọ ebe ahụ ma nwuchie ndị ekperima nọ ebe ahụ.",
    "Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Akụrụngwa ndị ha wepụtara n'ụlọ ndị a gụnyere; egbe AK47 na mgbọ ya, egbe 'pump action' ise, egbe 'double barrel' obere abụọ.",
    "Ihe ndị ọzọ bụ egbe 'double barrel' ogologo anọ, egbe 'single barrel' anọ, ọgwụ ọtụmọkpọ, ọkọlọtọ na okpu ndị Biafra, akpa anwụrụike abụọ, na uwe ndịagha anọ.",
    "Cheta na ihe onyonyo si na soshal midia gosiri ka a gbara otu ụlọ oriri na ụlọ ndị ọzọ ọkụ n'Ọrlu n'ụbọchị Sọnde.",
    "Mana site n'ozi ndị uweojii wepụtara, ha ekwughi maọbụ ha wakporo ụlọ oriri ahụ ma gbaa ya ọkụ.",
    "Ebe niile mkpamkpa kpara n'ọwụwa anyanwụ n'izu a gwụchara",
    "Ebenebe gburu n'akụkụ owụwa anywanwụ dị icheiche n'izụuka gwụrụ n'ụbọchi iri atọ nke ọnwa Julai.",
    "Ogbugbu, mwakpo nakwa ịgba ụlọ ọkụ nke malitere n'izu ahu sọkwa bata na ngwụcha ya.",
    "Ebe niile awakporo ụlọọrụ ndị uweojii n'Abia, Anambra, Ebonyi, Enugu na Imo steeti",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "Lee nchịkọta nke BBC Igbo mere gbasara nke a:",
    "Okporo n'Orlu",
    "Imo steeti bụ ebe ọ kacha kpoo ọkụ dịka awakporo otu ụlọ oriri n'obodo Okporo Orlu dị n'ebe ahụ ọkụ.",
    "Nke a mere n'ụzụ ụtụtu ụbọchị Sọnde ka nke a mere dịka ndị amaghị gbara ụgbọala nakwa ọgbatumtum ọkụ.",
    "Ụjọ mekwara ka ndị mmadụ bi n'akụkụ ebe ahụ gbapụ ọsọ ndụ dịka ha chere na ọ bụ ndị ọrụ nchekwa mere nke a.",
    "O nwebeghi ihe ndị uweojii nke steeti ahụ kwuru maka ihe a mere.",
    "Lee ihe BBC Igbo chọpụtara mgbe anyị agara ebe ahụ n'ihe onyonyo a.",
    "Okwudor - Njaba",
    "Ebe ọzọ akụkọ selitere isi bụ n'obodo akpọrọ Okwudor na Njaba dị n'Imo steeti.",
    "O mere n'okporoụzo si Owerri gawa Orlu dịka a ka na-atụ anya na ndị uweojii ga-ewepụta ozi gbasara ya.",
    "Ọ bụ ebe a na-ekwu na egbupuru otu onye na-akwọrọ onwe ya ụgbọala isi ma gbaa ya ọkụ n'ime ụgbọala ya.",
    "Mgbe BBC Igbo gara ebe ahụ, anyị chọpụtara na ndị na-azụ ahịa mkpụrụ osisi n'okporoụzọ ahụ agbapụla ọsọ.",
    "Ha gbahapụrụ ngwa okpokoro ha ji akpọwa ahịa ha n'ebe ahụ dịka ọ dị n'onyonyo a.",
    "Owerri",
    "Akụkọ ọzọ mere n'Owerri bụkwa maka nne otu onye enyemaka mgbasaozi gọọmentị Imo steeti bụ Ambrose Nwaogwugwu.",
    "O kwuru na nke a mere n'ụtụtụ ụbọchị Fraịde dịka ndị omekome ji mma bekasịrị nne ya ahụ na be ya dị n'Owerri",
    "Nwaanyị ahụ mechara nwụọ n'ụlọọgwụ ebe a nwara izọ ndụ ya mana azọtaghị ya.",
    "N'ozi nkwanye ugwu o deere nne ya, o kwuru sị \"ị lụrụ ọgụ ndụ gị, mana oke ahụ mgbu karịrị akari\".",
    "Akụkọ kwuru na o nwere otu onye otu nchekwa Ebubeagu agbagburu n'Ebonyi steeti.",
    "Mgbe BBC Igbo kpọturụ ndị uweojii na steeti ahụ, ha kwuru na o nweghi ihe dị etu ahụ mere.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ozi Nnamdi Kanu sịrị m zie ụmụ Biafra mgbe m hụrụ ya - Ifeanyi Ejioforelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ - Jude Eze2 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ozi Nnamdi Kanu sịrị m zie ụmụ Biafra mgbe m hụrụ ya - Ifeanyi Ejiofor",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Two Human Heads in Imo: Etu ndị ogbu isi siri gbupu ụmụnwoke abụọ isi n'Orlu",
    "Anyị ga-enyocha ihe mere n'okwu Danladi Umar na 'Biafran Boys' - NBAEmelitere ikpeazụ na: 2 Eprel 2021",
    "Ndị DSS kpụpụtara ndị enyemaka 8 nke Sunday Igboho n'ụlọikpe taaEmelitere ikpeazụ na: 18 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}