{
  "published": "3 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Emeka V-Eloagu/Facebook",
    "Emeka na nwanne ya nwaanyị",
    "Ndị uweojii na Abuja ekwuola na ha na-enyocha ọnwụ otu nwoke a kpọrọ Emeka Vincent Eloagu bụ o si ite a ma ama.",
    "Akụkọ kwuru na ndị amaghị ndị ha bụ batara n'ụlọ ya n'ụbọchị abalị mbụ nke ọnwa Ọgọstụ afọ 2021 ma tọgbuo ya.",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Etu onye na-arụrụ ha ọrụ si gbuo nwụnye onyeisi Maersk na Lagos",
    "Otu onye ma ezinaụlọ ahụ ọfụma gwara BBC n'ekwentị na ndị ahụ gburu Emeka weere ekwentị ya.",
    "O kwuru sị,\"Ọ bụ mgbe nwunye ya na-eti egwu n'ụlọụka lọtara n'ụtụtụ ka ọ hụrụ ozu ya\"",
    "Ebe foto si, Chefemeka/Instagram",
    "Ọ gụrụ akwụkwọ pụrụiche maka isi nri bụ 'Cordon Blue' na mba Fransị.",
    "Ọ gbapere ụlọoriri abụọ nke a kpọrọ 'Helene's Food Co. ebe a na-esi nri ndị ọcha nakwa Obyoma ebe a na-esi nrị ndị Igbo.",
    "Ọ dị afọ iri atọ na ise mgbe ọ nwụrụ.",
    "Ọ lọghachitere na Naịjirịa, gbapee ụlọoriri ya ma lụkwaa nwaanyị.",
    "Nwunye ya bụ onye na-eti egwu n'ụlọụka 'House on the Rock' dị n'Abuja.",
    "Ọ bụ onye Isuikwuato dị n'Abia steeti.",
    "Etu ndị mmadụ si kwanyere ya ugwu ikpeazụ",
    "Ebe foto si, ChefEmeka/Instagram",
    "Dịka ọnwụ siri mee na mberede ma tụọ ndị enyi na ezinaụlọ Emeka n'anya, ụfọdụ n'ime ha ekwupụtawala maka ọnwụ ya.",
    "Mazi Okoye bụ onye ya na Emeka rụburu ọrụ gwara BBC Igbo n'ekwentị na ọnwụ Emeka wutere ya.",
    "O kwuru sị, \"Emeka bụ onye si Anambara kpọta m Abuja, ọ bụ ezi enyi m.\"",
    "Okoye bere arịrị maka etu ndị mmadụ si nwee ajọ obi nke butere ọnwụ ezi enyi ya bụ Emeka.",
    "Naijiria",
    "Social media",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ3 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nchọpụta agbaala Andrew Cuomo, gọvanọ New York n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọelekere 5 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "'Ịga atụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu o si ite a ma ama bụ Emeka Eloagu si laa mmụọ n'Abuja",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Nchọpụta agbaala Andrew Cuomo, gọvanọ New York n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọ",
    "Ndị DSS kpụpụtara ndị enyemaka 8 nke Sunday Igboho n'ụlọikpe taaEmelitere ikpeazụ na: 18 Mee 2021",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Ihe anya m hụrụ n'aka ndị DSS Naịjirịa - Rudy Rochman",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}