{
  "published": "3 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Lagos Monitoring Team",
    "Tunji Disu ga-anọchịte anya Abba Kyari",
    "Onyeisi ndị uweojii Naịjiria bụ Usman Alkali Baba ahọpụtala Tunji Disu ka ọ nọchite Abba Kyari na ọkwa orụ ịbụ onyeisi Police Intelligence Response Team (IRT).",
    "Akwusiri Abba Kyari  ọrụ n'ike n'ihi ebubo ịna aka azụ n'aka Abass Ramon onye e ji Hushpuppi mara.",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na Bende",
    "Akwụsịla Abba Kyari ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ",
    "Usman Alkali kwupụtara nhọpụta nke a n'ụbọchị Monde dịka ndị otu Nigeria Police Commission mere nzukọ kpebie nke a. Onye bụ Tunji Disu?Tupu ahọpụta Tunji Disu maka ọkwa ịnọchị Abba Kyari:",
    "Ọ bụbụ onyeisi ngalaba ọrụ uweọjii na-ahụ maka enyemaka ọnọdụ gbata gbata na Legọs Steetị nke bekee kpọrọ Rapid Response Squad (RRS).",
    "Disu bụbụkwa osote Kọmịshọna ndị uweojii n'Abuja, rụkwa na ngalaba \"operations\" n'isi ụlọọrụ ndị uweojii n'Abuja.",
    "N'oge gara aga ọ rukwara ọrụ dịka osote onyeisi ngalaba na-eme nyocha mpụ n'Rivas Steetị nke beekee kpọrọ State CID.",
    "Maazị Disu sobụkwa na ndị uweojii otu African Union họpụtara ịrụ ọrụ ichekwa ụdọ na mba Sụdan",
    "O gụrụ asusu bekee na mahadum nọ na Legọs bụ Lagos State University (LASU).",
    "Ọ gukwara akwụkwọ ruo ogogo \"Masters\" na mahadum nọ na Ondo Steeti bụ Adekunle Ajasin University.",
    "O gukwara akwụkwọ ndị ọzọ banyere ọrụ ncheckwa na mahadum ole m ole na Naijịrịa nakwa mba ofesi.",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ3 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nchọpụta agbaala Andrew Cuomo, gọvanọ New York n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọelekere 5 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "'Ịga atụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu o si ite a ma ama bụ Emeka Eloagu si laa mmụọ n'Abuja",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Nchọpụta agbaala Andrew Cuomo, gọvanọ New York n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọ",
    "Ndị DSS kpụpụtara ndị enyemaka 8 nke Sunday Igboho n'ụlọikpe taaEmelitere ikpeazụ na: 18 Mee 2021",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Ihe anya m hụrụ n'aka ndị DSS Naịjirịa - Rudy Rochman",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}