{
  "published": "3 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Lee nwaamdị ji ịha mmanụ aṅụ mere akaọrụ.",
    "Ikechukwu Nwokenta kọwara ka o si ahapụta mmanụ aṅụ nakwa mkpa ọ dị na ndụ mmadụ.",
    "Nri ogbenye ọgaranya na-erizi",
    "Mmanụ nri a na-emebi nsị n'ezie?",
    "Ụfọdụ nri ndị Igbo anaghị erikawazị",
    "Ọ kọwara otu esi amata ezigbo mmanụ aṅụ na nke adịgboroja.",
    "O kwukwara ụdị ọnọdụ dị mma ị nọ kwee ọnya anụ.",
    "Kirie ya.",
    "Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ - Jude Eze",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Enweghị ọrụ",
    "Ọrụ ugbo",
    "Naijiria",
    "Ọrụ",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Vidio, Honey production: Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Vidio, Jude Eze and Lastma clash: 'Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ', Duration 4,512 Ọgọọst 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, BBC Igbo Exclusive: Agbanyeghi na a na-akpọ ụfọdụ n'ime anyị 'terrorist lawyer' anyị ga na-arụ ọrụ anyị ọfụma - Aloy Ejimakor, Duration 39,0329 Julaị 2021",
    "Vidio, Nnamdi Kanu: Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks, Duration 40,4027 Julaị 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Etu Nnewi siri malite - Igwe Orizu, Duration 3,1022 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}