{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọkaiwu Nnamdi Kanu bụ Ifeanyi Ejiofor agaala ahụla ya n'ụlọọrụ ndị DSS dị n'Abuja dịka ụlọikpe si nye iwu.",
    "Ejiofor sị na Nnamdi Kanu kwụ chịm na ewezuga nsogbu ịnọ n'otu ebe dịka onye e ji eji nakwa etu o si metụta ụche ya.",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "'Onye Igbo agaghị enye gị ego iji zọta Biafra'- Nnamdi Kanu",
    "Ọ sị na-agbanyeghi na ụlọọrụ na-elekọta ahụike ya anya mana ekwesịrị inye ya ezi nlekọta ahụike.",
    "Ejiofor sị \"ọ gwara m ka m kelee ndị nkwado ya n'ụwa niile, gọọmentị mba niile nakwa ndị ntaakụkọ na-eso ihe banyere nwuchi na ikpe m\".",
    "Ọ sị na ha ga-enwe mmeri kama na ha chọrọ ekpere, ka onye ọbụla adaala mba dịka ha na-erubeisi n'iwu na-achị obodo.",
    "Ejiofor sị na ha ga na-ewete ozi ka ihe banyere ọnọdụ nakwa ikpe Nnamdi Kanu si aga karịsịa ugbua ha na-enwe ohere ị na-eleta ya.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Akwụsịla Abba Kyari ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ozi Nnamdi Kanu sịrị m zie ụmụ Biafra mgbe m hụrụ ya - Ifeanyi Ejioforelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ - Jude Eze2 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ị ma maka ọrịa ọhụrụ a na-efeghari a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Ozi Nnamdi Kanu sịrị m zie ụmụ Biafra mgbe m hụrụ ya - Ifeanyi Ejiofor",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Two Human Heads in Imo: Etu ndị ogbu isi siri gbupu ụmụnwoke abụọ isi n'Orlu",
    "Anyị ga-enyocha ihe mere n'okwu Danladi Umar na 'Biafran Boys' - NBAEmelitere ikpeazụ na: 2 Eprel 2021",
    "Ndị DSS kpụpụtara ndị enyemaka 8 nke Sunday Igboho n'ụlọikpe taaEmelitere ikpeazụ na: 18 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}