{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Andrew Cuomo, Gọvanọ New York bụ onye 'Democrat'",
    "Ọkaiwu Steeti New York ekwuola na nnyocha e mere gosiri na gọvanọ steeti ahụ bụ Andrew Cuomo akpaala ọtụtụ ụmụnwaanyị aka n'ụzọ na-ekweghị ekwesị.",
    "Letitia James, onye gwara ndị ntakụkọ nke a ụbọchị Tuzde sịrị na nnyocha emere agbaala n'anwụ mkpagbu nwere ike ịdị n'ebe ndị nwere nnukwu ọkwa nọ.",
    "Ị bụ onye mwakpo ụmụwaanyị - Ụlọịkpe",
    "Ihe ise nwaanyị ga-eme iji nweta ikpe ziri ezi ma a kwaso ya iko n'ike",
    "Gbalahụ idina onye nkuzi gị n'ụzọ ise a",
    "Cheta na n'ọnwa Maachị 2021, Cuomo sịburu 'ndo\" maka ime ụmụnwaanyị ihe mere ha ka ha ghara ịnọkwata mana ọ gọrọ na o nweghị onye ya metụrụaka etu ekweghị.",
    "Na nsonso a, ụmụnwaanyị atọ pụtara na-ebo ya ebubo ịkpasa ha agwa dị aghaa.",
    "Etu ị ga-eme ka 'prostate' gị na-achị sọ ọchị",
    "Otu nwaanyị bụ onye enyemaka gọvanọ bụ  Lindsey Boylan, boro ebubo na Cuomo susuru ya ọnụ n'egbugbere ọnụ ma gwakwa ya bịa gbara ọtọ gbara ya egwu na ụgbọelu ya.",
    "Onye ọzọ rụburu Cuomo ọrụ bụ Charlotte Bennett, gwara ụlọakụkọ New York Times na gọvanọ na-ajụgasị ya ụdị ajụjụ nke gosiri na ọ chọrọ ka ya na ya dinaa.",
    "\"O kwere m ghọta na gọvanọ chọrọ ka mụ na ya dinaa.\"",
    "Otu nwaanyị onye ose foto bụ Anna Ruch, kwuru na Cuomo metụrụ ya aka n'ihu sị ya susuo ya ọnụ n'otu mmemme agbamakwụkwọ",
    "Mana Cuomo onye kwuru na ya agaghị agba arụkwaghịm maka ebubo ndị ahụ, gwaburu ndị mmadụ gbaa jim , ka e mechaa nnyocha tupu ha kpebie.",
    "Ebe foto si, Getty Images",
    "Kedụ ihe Cuomo kwuru n'ozi ịrịọ mgbaghara o wepụtara?",
    "Dịka ndị mmadụ na-akpo oku ya tinye akwụkwọ arụkwaghịm, Cuomo sịrị na ịmakụ mmadụ na isusu ha ọnụ bụ \"ụzọ ya si ekelekarị ndị mmadụ\" ya mụtara n'aka nna ya, bụkwa aka chiburu New York bụ Mario Cuomo.",
    "Ebe foto si, Getty Images",
    "O kwuru na n'ezie na ihe agbanweela na ya mụtara akọ n'ihe mere.",
    "\"Echiche m adịghị mkpa. Ọ bụ na  ọdịghị ụmụnwaanyị mma, ị mara na ọ dị njọ. Ọ bụrụ na o mejọrọ ha, ana m arịọ mgbaghara.\"",
    "Amerika",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ikike ụmụnwanyị",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ3 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nchọpụta agbaala Andrew Cuomo, gọvanọ New York n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọelekere 5 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "'Ịga atụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu o si ite a ma ama bụ Emeka Eloagu si laa mmụọ n'Abuja",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Nchọpụta agbaala Andrew Cuomo, gọvanọ New York n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọ",
    "Ndị DSS kpụpụtara ndị enyemaka 8 nke Sunday Igboho n'ụlọikpe taaEmelitere ikpeazụ na: 18 Mee 2021",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Ihe anya m hụrụ n'aka ndị DSS Naịjirịa - Rudy Rochman",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}