{
  "published": "4 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chioma Ajunwa bụ nwafọ Naịjirịa mbụ ritere ọlaedo n'ịgba ọsọ Olympiks etinyela ọnụ n'ihe ndị na-agbara Naịjirịa ọsọ na-agabiga ugbua.",
    "Ọ sị na ihe butere mmechu ihu a ọkachasị n'egwuregwu Tokyo Olympiks nke 2020 na-eme ugbua na mba Japan bụ maka e nweghi ezi ndị nchịkọta.",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 2020",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 2020",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 2020",
    "Ajunwa gaara n'ihu kọwaa ihe e nwere ike ime ka e weghachite Naịjirịa n'ogogo mbụ n'egwuregwu.",
    "Kirie ihe o kwuru n'uju.",
    "Ndị mere akụkọ a bụ Chiagozie Nwonwu na Nnamdi Agbanelo",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Olympics",
    "Egwuruegwu",
    "Japan",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Olypmics 2021: Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Tokyo Olympics Medals Table: Ọnụ ọgụgụ nturu ugo Olympic Tokyo 202024 Julaị 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, Honey production: Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Vidio, Chioma Ajunwa Olympics: E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha, Duration 5,294 Ọgọọst 2021",
    "Vidio, Jude Eze and Lastma clash: 'Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ', Duration 4,512 Ọgọọst 2021",
    "Vidio, Nnamdi Kanu: Ndị aka ha dị na nwuchigharị ya ka nkụ - Ifeanyi Ejiofor, Duration 33,3226 Julaị 2021",
    "Vidio, BBC Igbo Exclusive: Agbanyeghi na a na-akpọ ụfọdụ n'ime anyị 'terrorist lawyer' anyị ga na-arụ ọrụ anyị ọfụma - Aloy Ejimakor, Duration 39,0329 Julaị 2021",
    "Vidio, African Michael Jackson: Oyiyi m yiri Michael Jackson mere ka m gbawa egwu ka ya, Duration 3,128 Julaị 2021",
    "Vidio, How to make black soap: Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}