{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Enya Egbe",
    "Enya Egbe na-agụ akwụkwọ ịbụ dọkịta na mahadum ji ọsọ gbapụta na klass ka ọ hụchara ozu a sị ya were mụọ ọrụ.",
    "Onye ntaakụkọ Adaobi Tricia Nwaubani,edeela akụkọ etu e si ebuga ozu ndị na-efu efu n'ụlọ ọzụzụ ndị dọkịta",
    "Nwa amadị a gbara afọ 26 chetara na afọ asaa gaara aga, ụbọchị Tụzde na Mahadum 'University of Calabar' oge ya na ụmụakwụkwọ ndị ọzọ gbara okporo a tụkwasara ozu na ya okirikiri.",
    "ka Nkeji ole na ole gara, Egbe gbapụrụ ọsọ na-eti mkpu.",
    "Ipob Emene, ọnwụ George Floyd, EndSARS na ihe ndị ọzọ mere ka 2020 bụrụ afọ e cheta e bewe",
    "CBN ebola ndị nkwado 'End SARS' ebubo 'terrorism', mana lee ihe iwu kwuru...",
    "Nnyocha so ngagharịiwe EndSARS: Ihe merela kemgbe ahụ",
    "Mụgharịanụ etu esi ebu egbe - Mohammed Adamu",
    "Ozu ahụ nke ya na ndị otu ya ji eme ọmụmụ bụ ozu Divine enyi ya nwoke ya  na ya dịrịla mma afọ asaa.",
    "Egbe sịrị, \"Anyị na-agakọ agbamegwu, mgbọegbe abụọ dị ya n'akụkụ akaekpe obi ya\"",
    "Oyifo Ana so na ndị so Egbe gbapụ ọsọ n'anyammiri",
    "Nwaada Ana sịrị, \"Ọtụtụ ozu anyị ji amụ ihe n'ụlọakwụkwọ bu apa mgbọ n'ahụ ha. Ana m atụ uche na ụfọdụ ndị a abụghịkwanụ ndị ekperima\"I'm very worried because most people don't necessarily have to be criminals,\"",
    "O kwurun na otu ụtụtụ na ọ hụrụ ndị uweojii ka ha bu ụgbọala ozu ọbara juru ahụ na-aga n'ụllọozu ụlọakwụkwọ ha.",
    "Ebe foto si, AFP",
    "N'afọ 2020,ụmụ Naijiria mere ngagharịiwe maka mkpagbu ndị uweojii",
    "Egbe zigaara ụmụnne Divine ozi n'ekwentị bụ ndị o mechara chọpụta na ha agaala n'ọtụtụ ogige ndị uweojii na-achọ nwanne ha nwoke ka ha nụchara na  ndị ọrụ nchekwa nwụchiri ya na ndị enyi ya atọ oge ha si  ụlọoringo abali alọta.",
    "Ihe Egbe chọpụtara gosiri ụkọ ozu ndị na-agụ akwụkwọ ịbụ dọkịta  ji eme ọmụmụ na  ihe nwere ike ime ndị uweojiii gbagburu n'ike.",
    "Naijria nwere iwu nyere ikike ka e buga ozu ndị nwe ya ebughị n'ụlọakwụkwọ ndị na-amụ dọkịta.",
    "Dịka nchọpụta  nke edepụtara mpụtara ya n'akwụkwọ 'Medical journal Clinical Anatomy', ihe karịrị pasent 90 ozu ndị ụlọakwụkwọ ahụike  ji eme ọmụmụ bụ  ozu \"ndị ekperima a gbagburu agbagbu\".",
    "Ihe nke a pụtara bụ na ụfọdụ ndị a na-enyo enyo nd uweojii gbagburu n'ike so na ozu ndí a.",
    "Ọkammụta Emeka Anyanwu  nke mahadum 'University of Nigeria', bụ onye soro mee ya bụ nchọpụta sịrị , \"O nwebeghi ihe gbanwere n'afọ iri gara aga.\"",
    "Ebe foto si, AFP",
    "Afọ gara aga gọọmentị Naijiria hibere otu lenyere anya n'ebubo mkpagbu a na-ebo ndị uweojii na steeti  dị iche iche.",
    "Ọtụtụ ndị biara gbaa akaebe na a nwụchiri onye ezinaụlọ ha ,  na anya ha ahụbeghị onye ahụ.",
    "Ndị uweojii kwuru na ụfọdụ ndị ahụ na-efu efu bụ ndị ojiegbezu nwụrụ ka ha na ndị uweojii na-akwa mgbọ.",
    "Ọnụ na-ekwuru ndị uweojii Frank Mba kwuru na ya ahụbeghị ebe e buuru ozu onye nwụrụ anwụ bugara ụlọakwụkwọ ndị na-agụ maka dọkịta  maọbụ ụlọozu.",
    "Otu ojiegoachụego bụ Cheta Nnamani kwuru n'ozi o degara otu nnyocha mkpamkpa ndị uweojii na ya nyere ndị ọrụ nchekwa aka na ịchọ ozu ndị ha tagidere ahụhụ ha nw ụọ maọbụ ndị ha gburu oge ya nọ na mkpọrọ ndị uweojii n'afọ 2009.",
    "O kwuru na otu abalị ndịuweojii nyere ya iwu ka o tinye ozu atọ n'ụgbọala ya , ọrụ ha na-edu nye ndịụ ha ji eji ha kpọrọ \"ambulance service\".",
    "O kwuru  na ha ji ịga tuchie ya aka buru ya gaa nụlọọgwụ 'University of Nigeria Teaching Hospital (UNTH), ebe ha buturu ozu ndị ahụ, ndị ọrụ ụlọozu nara ha ozu bndị ahụ.",
    "Nnamani  kwuru na ha gwara ya na ọ kpachaghị anya na o nwere ike ịhụ onwe ya ebe ọ hụrụ ozu ndị ahụ.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Etu onye na-arụrụ ha ọrụ si gbuo nwụnye onyeisi Maersk na Lagos",
    "Etu osite a ma ama bụ Emeka Eloagu si laa mmụọ n'Abuja",
    "Ahụike",
    "Naijiria",
    "Ọmụmụ na mmụta",
    "Miscarriage signs : Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Chef Emeka Dead: Etu e si chọta ozu Emeka Eloagu n'Abuja3 Ọgọọst 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ3 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nchọpụta agbaala Andrew Cuomo, gọvanọ New York n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọelekere 5 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "'Ịga atụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu o si ite a ma ama bụ Emeka Eloagu si laa mmụọ n'Abuja",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Nchọpụta agbaala Andrew Cuomo, gọvanọ New York n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọ",
    "Ndị DSS kpụpụtara ndị enyemaka 8 nke Sunday Igboho n'ụlọikpe taaEmelitere ikpeazụ na: 18 Mee 2021",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Ihe anya m hụrụ n'aka ndị DSS Naịjirịa - Rudy Rochman",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}