{
  "published": "4 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nnamdi Kanu na Master Prophet.",
    "Master Prophet bụ onye na-akpọ onwe ya onyeamụma nakwa onye ndụ nke mmụọ maka ndị otu nnwereonwe Biafra.",
    "Ọ bụkwa ọgọ nwoke Mazi Nnamdi Kanu bụ onyeisi ndị IPOB; ọ bụ ya bụ di Chinwe Kanu-Godwin, onye bụ nwanne nwaanyị Kanu.",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo",
    "Na mkparịtaụka ya na BBC Igbo n'ụbọchị Wenezde, Master Prophet kwuru na ọ ma Mazị Kanu dịka onye nwere obi ọma, nakwa onye ihe nwanne na-emetụ n'obi.",
    "O kwuru sị: \"Ọ bụrụ na gị na Mazi Nnamdi Kanu nọọ nso, ị ga-achọpụta na ọ bụ mmadụ nwere obi ọma.\"",
    "\"Ọ bụ onye ihe Chineke na-adị mma, ọ bụghị mmadụ na-achọ nsogbu.\"",
    "\"Ihe o ji dịka ọ na-aba mba oge niile na mgbasa ozi ya bụ n'ihi mwute ọ na-enwe maka mmegbu a na-emegbu ndị Igbo na Naịjirịa.\"",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Master Prophet gara kwuru na nwunye ya bụ nwanne Nnamdi Kanu nwere mmetụta gbasara nnwuchi a gọọmentị Naịjirịa nwuchiri ya.",
    "\"E gosiri nwunye m ya bụ ihe otu izuụka tupu o mee,\" onye amụma ahụ kwuru.",
    "Ọ gara n'ihu kwuo na ya na-ekpe ekpere ma nwekwaa olileanya na ọgọ ya nwoke bụ Kanu ga-enwere onwe ya n'oge adịghị anya.",
    "Gbasara ụfọdụ akụkọ na-efegharị na soshal midia, ọ kachasị nke na-ekwu na ọ bụ nwaanyị ka Nnamdi Kanu chọgara na Kenya, Master Prophet kwuru na akụkọ ndị ahụ bụ akaọrụ ndị asịrị.",
    "\"Ndị asịrị ga na-akọ ihe dị ha mma, mana nke ahụ agaghị eme ka eziokwu ghara ịpụta ihe.\"",
    "National security",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Nnamdi Kanu: Ndị aka ha dị na nwuchigharị ya ka nkụ - Ifeanyi Ejiofor26 Julaị 2021",
    "Nnamdi Kanu: Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchị onye ndu Ipob11 Julaị 2021",
    "Nnamdi Kanu Trial: Anyị agaghị ahapụ MNK ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo24 Julaị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Nnamdi Kanu Trial: Lee ihe ndị nwereike ịme ka ikpe ya ghara ịga n'ihu13 Julaị 2021",
    "Nnamdi Kanu Arrest: Afọ abụọ ka anyị na-esi imi n'ala achọ Nnamdi Kanu, ya esi mba fere mba agwọrị ndụ - Lai Mohammed1 Julaị 2021",
    "Nnamdi Kanu Arrest: Chukwuma Soludo agọrọla ọnụ ya n'ebubo gbasara nnwuchi onyeisi IPOB18 Julaị 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa4 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji ejielekere 9 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "'Ịga atụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji eji",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Sexual Harrassment: Joe Biden, ndị ọzọ chọrọ ka Gọvanọ Andrew Cuomo gbaa arụkwaghịm",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}