{
  "published": "5 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "IVF bụ usoro ịmụ nwa nke mkpọzu ya pụtara In Vitro Fertilization.",
    "Ọ bụ usoro pụrụ iche nke sayensị ji enyere ụmụnwaanyị ime na-ara ahụ aka ka ha tụrụ ime ma mụọ nwa.",
    "Mana ụka, ọ kachasị ụka Katọlik, akwadoghị usoro ọmụmụ nwa a.",
    "Gịnị mere ụmụnwaanyị Naịjirịa ji agbaga US ịmụ nwa?",
    "'Ịmụ nwa ebe na abụghị ụlọọgwu nwereike imenina nne na nwa'",
    "Africa Eye: Ndị na-ezu nwa",
    "Ụfọdụ omenala akwadoghịkwa ya, nke mere ka ọtụtụ mmadụ ji usoro a mụọ nwa anaghị achọ ime ka ndị mmadụ mata na ọ bụ ya ka ha ji mụọ nwa.",
    "Gịnị kpatara ụka ji agbarụ ihu nye usoro IVF?",
    "Kirie akụkọ a nke si n'aka Chris Okereke na Chiemela Mgbeahuru.",
    "Ọmụmụ",
    "Ofụfe",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ụka ndị Roman",
    "Omenala",
    "Vidio, Thelma Chiaka: 'Dọkịta kwuru na ụmụ anọ dị n'afọ m, mana isii ka m mụpụtara', Duration 2,0920 Julaị 2020",
    "Bacterial Vaginosis: Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Maternal mortality: Ihe nwere ike ibute ọnwụ nwaanyị mụrụ nwa n'ụlọ5 Juun 2019",
    "Ị hụla di na nwunye na-amụtaghị nwa n'ihi 'amaghị eme'?25 Ọgọọst 2018",
    "MRKH Syndrome: Ụbọchị m chọpụtara na m enweghị ọtụ mgbe a mụrụ m15 Maachị 2020",
    "Fertility Checks : Ajụjụ dị oke mkpa i kwesiri ịjụ onye nke gị tupu ụnụ alụọ18 Maachị 2020",
    "How to concieve a baby boy: Ihe di na nwunye nwere ike ime iji mụta nwa nwoke21 Maachị 2021",
    "Infant Mortality Rate: Gịnị na-akpata ya nakwa etu ị ga-esi gbochie ya30 Ọktọba 2019",
    "Vidio, Igbochi afọime nwereike ịzọ nwaanyị ndụ, Duration 2,5126 Septemba 2018",
    "Sex Education: E kwesịrị ikuziri nwatakịrị maka 'mmekọ nwoke na nwaanyị'?30 Jenụwarị 2019",
    "First baby: Kedụ onye bụ nwa mbụ a mụrụ n'Alaigbo n'afọ 2019?2 Jenụwarị 2019",
    "World Population Day: Onye ka ọ dị n'aka ikwu ụmụ ole a ga-amụ n'ezinaụlọ?10 Julaị 2020",
    "Ụmụnwaanyị na-egoli maka mbugo ọnwa ọmụgwọ6 Juun 2018",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Vidio, IVF: Gịnị kpatara na ụfọdụ ụka na omenala anaghị anabata usoro ịmụ nwa a?, Duration 7,015 Ọgọọst 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, Jude Eze and Lastma clash: 'Etu ndị ọrụ Lastma si mee ka afọ ime nwụnye m pụọ', Duration 4,512 Ọgọọst 2021",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Vidio, Honey production: Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,57elekere 7 gara aga",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo, Duration 6,5228 Julaị 2021",
    "Vidio, Chioma Ajunwa Olympics: E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha, Duration 5,294 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}