{
  "published": "5 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Adoration Ministry Enugu Nigeria/Facebook",
    "Fr Ejike Mbaka",
    "Ụkọchukwu Katọlik a ma ama bụ Rev. Fr. Ejike Mbaka ekwupụtala etu ọtụtụ ndị ụkọchukwu ibe ya si atajiri ya anya ma na-akatọ ọrụ ya.",
    "Fada Mbaka kwuru nke a n'ụbọchị Wenezde, n'ụlọ ekpere ọ bụ onye ndu ya a na-akpọ 'Adoration Ministry' dị n'Enugwu.",
    "O kwuru na ọtụtụ ndị ụkọchukwu na-ekwutọ aha ya ebe niile, ma na-agbasi mbọ ike ka e mechie ụlọ ekpere ya.",
    "Ihe mere Rev Fr Ejike Mbaka ji mechie 'Adoration Ministry' ruo otu ọnwa",
    "Father Mbaka asaala Garba Shehu ma dọọ ya aka na nti",
    "Ka onye e ji n'agbụ nwere onwe ya ọsọọsọ dịka Joseph - Fada Mbaka",
    "Ejike Mbaka(Rev Father) adọọla ndị ọchichị Naịjirịa aka na nti",
    "Ọ gara n'ihu kwuo na ọtụtụ ndị na-akatọ ya abịatụbeghị n'ụlọụka ya bịa hụrụ etu ha si eme ihe, mana ha na-eburu aha ya n'akpagharị.",
    "\"Ihe ka njọ bụ na ọgụ a na-alụso m bụzi ndị Fada na-aluso fada ibe ha,\" Mbaka na-ekwu.",
    "\"Ị hụ na soshal midia, ọ bụrụ ndị Fada ga na-ede.\"",
    "\"Ọgbakọ ndị Bishọp ga-abịa n'Enugwu, ọtụtụ ndị Fada edewela akwụkwọ gwawa ha ihe ha ga-eme Mbaka mgbe ha bịara n'Enugwu.\"",
    "'Amụma Fada Mbaka buru maka Hope Uzodinma n'Imo na-eme ihere'",
    "Mbaka kwuru ka ndị dị otu a kpachara anya ha n'ihi na ọ bụ Mmụọ Nsọ na-arụ ọrụ n'ime ya.",
    "\"Agaghị m adị ka mmadụ, onweghịkwanụ onye ga-adị ka m.\"",
    "\"Ana m enwe aṅụrị maka Mbaka m bụ, gị onwe gị nwekwaa aṅụrị maka onye ị bụ.\"",
    "\"Ị chọwa ịkatọ Mbaka oge niile, ị gaghị enwenata ọṅụ.\"",
    "Father Ejike Mbaka na ihe ndị ị maghị maka ya",
    "Aha Mbaka na-ewu ewo n'ọdị nso n'ihi ọtụtụ okwu okwu o kwurula n'ụlọụka ya.",
    "Okwu ndị a gụnyere nkatọ ọ katọrọ ọchịchị Onyeisiala Buhari, na-agbanyeghị na ya bụ Mbaka kwadoburu Buhari n'oge gara aga.",
    "Ọzọkwa bụ nke o kwuru gbasara onyeisi ndị IPOB bụ Mazi Nnamdi Kanu, onye Mbaka kwadoro ma kwuo na Chineke ga-agọzi ya.",
    "Okwu mbaka maka amụma o buru Hope Uzodinma",
    "Cheta na gọọmentị Naịjirịa ji Nnamdi Kanu eji maka ebubo na ọ na-emegide obodo Naịjirịa.",
    "Mana Mbaka akpọọla oku ka Buhari tọhapụ Kanu, kama ka o lebaa anya n'okwu mere ndị mmadụ ji achọ ikewapụ na Naịjirịa.",
    "Chetakwa n'ọdị nso a oge ndị ekpere 'Adoration Ministry' mere ngagharịiwe ma mebie ọtụtụ ihe n'ihi na akụkọ fesara na a tọrọla Mbaka.",
    "Mana o mechara bụrụ na ọ bụ Bishop Enugwu bụ Callistus Onaga kpọrọ ya oku.",
    "Bishop Onaga mechara nye Mbaka ntaramahụhụ nke bụ ịgwa ya ka ọ kwụsị ikwu okwu n'ọha ruo abalị iri atọ.",
    "Ofụfe",
    "Enugu Steeti",
    "Ụka ndị Roman",
    "Fr Ejike Mbaka: Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'4 Juun 2021",
    "Fr Ejike Mbaka : Aga m agozi Nnamdi Kanu rue echi9 Juun 2021",
    "Vidio, End Sars: Ihe Fada Mbaka gwara ndị kwuru na ha ga-agba 'Adoration Ministry' ọkụ27 Ọktọba 2020",
    "Vidio, Imo state: \"Ihedioha nwereike ịga mkpọrọ ma ọ kpachaghị anya\" - Mbaka5 Febụwarị 2020",
    "Father Ejike Mbaka: Ihe ndị ị maghị maka ndụ ụkọchukwu a na-ewu ewu7 Mee 2021",
    "Vidio, Hope Uzodinma adịghị ege m ntị unu etịkọzịna aha anyị - Fada Mbaka26 Eprel 2021",
    "Uweojii na-enyocha mwakpo Fada Mbaka - Amaraizu10 Disemba 2018",
    "Vidio, Gịnị kpatara na ụfọdụ ụka na omenala anaghị anabata usoro ịmụ nwa a kpọrọ IVF?5 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwaelekere 7 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwa",
    "Anyị ga-ememila ndị 'unknown gunmen' maọbụrụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "A nwuchiela nwata nwaanyị a sị sugburu enyi ya nwoke ma buru ụgbọala ya gbalaa",
    "'Ịga a tụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji eji",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}