{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Sunday Adeyemo/Insta",
    "Akụkọ na-eru anyị ntị ugbua bụ na ụlọikpe Ukwu n'Abụja atọhapụla ụmụazụ Sunday Adeyemo bụ onye ana etu Sunday Igboho.",
    "Ọkaiwu ukwu bụ Obiora Egwuatu sị ka DSS hapụ mmadụ iri na abụọ ahụ ka ha sị n'ụlọ na-abịa ikpe na mkpanaka dị iche iche.",
    "Ndị a atọhapụrụ bụ ndị ya na Sunday Igboho na-azọ nwereonwe ndị Yoruba.",
    "Ihe ndị Yoroba na-ekwu maka atụmatụ nwere onwe Sunday Igboho kwuru maka ya",
    "Ihe e jibu kpụpụ Sunday Igboho ụloikpe Benin Republic dị iche na ihe ha ji tinye ya na mkpọrọ- Salami, ọkaiwu ya",
    "Sunday Igboho ga-esi n'ụlọ mkpọrọ ndị uweojii banye nga",
    "Ụlọikpe sịrị na mmadụ asọtọ ndị nke mba ga-eji nde Naịra ise (N5,000,000) gbara isi onwe ha ebe mmadụ anọ ana ekpe ikpe ọchụ ga-eji nde Naịra iri (N10,000,000) gbara isi onwe ha.",
    "DSS nwuchiere ndị a mgbe ha wakpọrọ ụlọ Sunday Igboho n'ụbọchị mbụ nke ọnwa Julai bụ ebe ha gbagburu mmadụ abụọ ndị otu ha n'Ibadan, isiobodo Oyo steeti.",
    "Cheta na Ọkaikpe Obiora Egwuatu nyere DSS iwu ka ha kpọpụta ndị ụlọikpe maka ịmalite ikpe ha.",
    "N'ụlọikpe taa, DSS kwere ụlọikpe nkwa na ha ga-ahụ mmadụ asatọ n'ime ndị a ma rịọkwa ka mmadụ anọ ndị ọzọ ka nọrọgodi n'ụlọmkpọrọ ha dịka ha na-enyocha ha.",
    "Ka ana ekwu nke a, ụlọikpe ọzọ n'Oyo steeti nyere iwu machiri DSS ịnwuchi Sunday Igboho bụ onye nọ n'isi agha nwereonwe ndị Yoruba.",
    "Ụlọikpe ahụ nyekwara DSS na Onyeisi ndị ọkaikpe Naịjriịa iwu ka ha ghara ịmachi ụlọakụ ya maọbụ majaa ya n'ụzọ ọbụla.",
    "A gbaala Andrew Cuomo, gọvanọ New York, n'anwụ dịka onye na-akpa ụmụnwaanyị aka n'ụbọ",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Etu osi ite a ma ama bụ Emeka Eloagu si laa mmụọ n'Abuja",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa4 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji ejielekere 9 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "'Ịga atụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji eji",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Sexual Harrassment: Joe Biden, ndị ọzọ chọrọ ka Gọvanọ Andrew Cuomo gbaa arụkwaghịm",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}