{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Abba Kyari",
    "Ụlọikpe dị na California na mba Amerịka ezitela ozi ịnata ikike ikpụfete Abba Kyari, onye bụbu osote kọmịshona ndị uweojii  nzụzọ Naijiria maka ịtụbawa na mkpọrọ na nkwado ịmalite ikpe ya.",
    "Arịrịọ a na-abia dịka ha chọrọ ibido ọrụ nyocha maka okwu ngabala ndị uweojii pụrụiche n'Amerịka bụ FBI n'aha ịchafụ, kwuru n'isi Abba, ebe ha si na ọ nara Ramon Abbas (Hushpuppi) bụ onye ikpe mara aka azụ.",
    "'Ebubo megide Abba Kyari bụ asị'",
    "O nwere onye Igbo nwere ike ịnọchi anya Abba Kyari?",
    "Akwụsịla Abba Kyari ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ",
    "Ya bụ na inara ikike inwụchi Kyari bụ maka na ha na atụ anya na onye a na-enyocha nwere ike igba ọsọ.",
    "Ebe foto si, America",
    "Chetekwa na akụkọ kwuru mba Amerịka na-enyocha Abba Kyari maka ebụbo  Ramon Abbas onye e ji \"Hushpuppi\" mara boro ya na ọ nyere ya ego aka azụ, nke mere e jị kwusi ya ọrụ.",
    "Na akara Facebook Abba Kayri nke ogbochiri oha ihụ ugbua, ọ wepụrụ ma kagbuo  ozi o zipụtere ụbọchị nke iri abụọ na iteolu nke ọnwa Julaị  bụ ụbọchị akụkọ ebụbo a gbara na soshal midia ebe  ọ gọrọ aka na ukwu ya na-ekwu na okwu akụkọ a bụ okwu ugha.",
    "Ugbua mba Amerịka wepụtara akwụkwọ ịrụ aka ndị a, Abba akagbuola okwu a o kwuru na mbụ.",
    "Akwụkwọ ikpe a na-arụ Abba aka depụtara azụmahịa nọ n'etiti ya na Hushpuppi nke gosiri ego Hushpuppi nyere ya site na ụlọakụ nọ na Naịjịria nke Abba nyere akara ọba ego na-anọghị n'aha ya n'ụbọchị iri na abụọ nke ọnwa Februari nakwa n'ụbọchị nke iri abụọ nke ọnwa Mee afọ gara aga.",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Etu osi ite a ma ama bụ Emeka Eloagu si laa mmụọ n'Abuja",
    "Lee ihe ndị i kwesịrị ịma maka Tunji Disu a họpụtara ịnọchi anya Abba Kyari?",
    "Amerika",
    "National security",
    "Naijiria",
    "Abba Kyari Police: 'Anyị ebidola nnyocha ebubo nrụrụaka 'Hushpuppi' boro ya'30 Julaị 2021",
    "Vidio, Kidnapping in Nigeria: N'ime okwu ntọrị mmadụ na Naịjirịa1 Julaị 2019",
    "Akụkọ na m chọrọ ịba mahadum Imo Abba Kyari bụ okpotokpo asị- Hope Uzodimma20 Eprel 2020",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa4 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji ejielekere 9 gara aga",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea30 Mee 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "'Ịga atụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji eji",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Sexual Harrassment: Joe Biden, ndị ọzọ chọrọ ka Gọvanọ Andrew Cuomo gbaa arụkwaghịm",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}