{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Uche Akolisa",
    "Ụfọdụ ndị okenya na Kano Steeti agbaala akwụkwọ n'ụlọikpe ukwu dị n'Abuja n'arịrọ ka ụlọikpe a manye ndị ụlọomeiwu nta na nke ukwu ka ha malite usoro ga-enyeaka ịme ka ndị Igbo nwere onwe ha Naịjirịa tupu e megharịa akwụkwọ iwu Naịjirịa.",
    "Ndị gbara akwụkwọ a nke akara ya bụ FHC/ABJ/CS/538/2021 bụ Nastura Ashir Shariff, Balarabe Rufa'I, Abdul-Aziz Sulaiman na Aminu Adam.",
    "'A ga-ata ndị uweojii na-anwụchi ụmụnwaanyị ahụhụ'",
    "Ndị a sị na iwe ha sitere na mkpọtụ niile otu dị iche iche na-eme gbasara nwereonwe na Naịjrịa.",
    "Ndị a gbara ya bụ akwụkwọ gụnyere onyeisi ndị Sineti bụ Ahmed Lawan, onye nke House of Rep bụ Femi Gbajabiamila na ndị ọkpakọ ha niile na Abubakar Malami bụ ọkaikpe ukwu Naịjirịa.",
    "Ihe akaebe ndị a tinyere n'akwụkwọ ikpe a bụ na ha achọghị ka ihe mere na 1967 - 1970 mee ọzọ maka ọtụtụ ndụ etufuru na ya bụ agha Biafra.",
    "Ha gụnyekwara agha Biafra na nsogbu niile ndị otu Ipob na MASSOB na enye kegbe na Naịjirịa.",
    "Ha kwuru na nke a bụ maka igbochi ọgụ na nsogbu bụ nke nwereike ịpụtara na Naịjirịa.",
    "Ikpe",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Gịnị kpatara na ụfọdụ ụka na omenala anaghị anabata usoro ịmụ nwa a kpọrọ IVF?5 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwaelekere 7 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwa",
    "Anyị ga-ememila ndị 'unknown gunmen' maọbụrụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "A nwuchiela nwata nwaanyị a sị sugburu enyi ya nwoke ma buru ụgbọala ya gbalaa",
    "'Ịga a tụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji eji",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}