{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Vincent Aluu/Facebook",
    "Ndị uweojii Akwa-Ibom anwụchiela nwaagbghọ a na-enyo maka isugbu enyi ya nwoke buru ụgbọala ya gbalaga.",
    "Dịka Vincent Aluu bụ enyị nwoke ahụ lara mmụọ siri kwuo, Lauretta gara n'ụlọ enyị ya nwoke bụ Chukwuemeka dị n'Osongoma dị n'Akwa-Ibom, sugbuo ya ma buru ụgbọala Mercedes Benz 4matic, Emeka ọhụrụ na akwụkwọ ụgbọala ya gbalaga.",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu",
    "Ihe niile anyị ma maka okwu Chidinma Ojukwu onye a sị gburu Maazị Michael Usifo Ataga",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Aluu, onye kwuru n'ozi o wepụtara na Facebook ya na Emeka bụ onye na-atụ ahịa kwuru na ọ bụ ka a na-acjhọ ya ka ọ bịa gbara ngwaahịa ya latara, ahụghị ya ka a gara n'ụlọ ya nwere hụ ya ebe ọdọ n'ozu ọ bara juu ya ahụ..",
    "\" E jiri traka ụgbọala chọwa ụgbọala ahụ ma nweta nwagbọghọ ahụ n'ụlọoriri na nkwarị ebe ọ nọ na-enweta onwe ya.\"",
    "Ihe ndị uweojii kwuru dịka Chidimma Ojukwu kwuharịrị na ọ bụghị ya gburu Michael Ataga",
    "Oge BBC kpọrọ ọnụ na-ekwuru ndị uweojii n'Akwa-Ibom bụ SP Odiko Ogbeche-Macdon, o kwuru n' ezie, na e wetara ha mkpesa banyere ya bụ mkpamkpa.",
    "\" E wetaara anyị mkpesa. Anyị anwụchiela nwaagbọghọ ahụ a na-ebo ebubo mana anyị agaghị ekwuli etu nwoke ahụ siri nwụọ n'ihi na anyị ka na-eme nnyocha ịchọpụta ihe mere.\"",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Ihe anyị ga-eme ndị unknown gunmen maọbụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwenata ọṅụ  - Fr Mbaka",
    "National security",
    "Ụmụnyanyị",
    "Naijiria",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu12 Julaị 2021",
    "Iniobong Umoren: Ọ bụghị eziokwu na Uduak Akpan kwụrụ ụdọ - Ndị Uweojii14 Mee 2021",
    "Vidio, Gịnị kpatara na ụfọdụ ụka na omenala anaghị anabata usoro ịmụ nwa a kpọrọ IVF?5 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwaelekere 7 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwa",
    "Anyị ga-ememila ndị 'unknown gunmen' maọbụrụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "A nwuchiela nwata nwaanyị a sị sugburu enyi ya nwoke ma buru ụgbọala ya gbalaa",
    "'Ịga a tụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji eji",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}