{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Dr Kemi Omololu-Olunloyo/Facebook",
    "Kemi Olunloyo adụọla ndị ntoroọbia ọdụ ka ha hapụ isozi onye ndu otu Ipob  bụ Nnamdi Kanu na Sunday Adeyemo a ma dịka Sunday Igboho bụ onye ndu otu Yoruba Nation.",
    "Na mkparịtaụka Olunloyo mere BBC Yoruba na nsonso a, o kwuru na na mmadụ abụọ a na-eti mkpu nwereonwe mpaghara nke ha, nwere akwụkwọ njirimara mba ọzọ.",
    "Akụkọ ụgha na Nnamdị Kanu anwụọla echetarala ndị mmadụ ihe ọ na-ekwu maka Buhari",
    "Etu ndị ndu Yoruba si azọ isi Sunday Igbogho na Benin Republic",
    "Na ọ bụrụ na ha kposaa Naịjirịa, ha nwere ohere ịgbaga ofesi nke ọtụtụ ndị na-eso ha enweghị ike ya.",
    "Ọ sịrị, \"Ihe anyị nụrụ bụ na Ichie Adeyemo nwere akwụkwọ njirimara nwafọ mba Jamini, Nnamdi Kanu nwere akwụkwọ njirimara nwafọ Briten. Ndị nwere akwụkwọ njirimara mba ọzọ bụ ndị chọrọ ikposa ala a.\"",
    "Ụdị onye  m na-ele anya iweghara ọkwa onyeisiala Naijiria n'afọ 2023- IBB",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwa",
    "Ọ gara n'ihu kwuo na ya ekwenyeghị na nkewa Naijiria, na ọ kaa mma ka Naijiria dịrị n'otu.",
    "O kwuru na e wepụ Ọdịda Anyanwu, na Naijiria agaghị enwe isi dịka ndị gbaliburu ya dịka Awolowo na Akintola emelighi ya.",
    "\"Akwadoghị m 'Yoruba Nation' mana akwadoro m ihe Ichie Sunday Adeyemo (Sunday Igboho) na-eme ịlụrụ ndị obodo ya ọgụ.",
    "\"Akwadoghị nkewa Naijiria n'ụzọ ọbụla, ihe m kwenyere na ya bụ 'One Nigeria'.\"",
    "Etu nde naịra ise ji esere Harrison Gwamnishu na 'Egbeigwe' okwu",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Ụdị onye  m na-ele anya iweghara ọkwa onyeisiala Naijiria n'afọ 2023- IBB",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "A nwuchiela Lauretta Anoh maka isugbu enyi ya nwoke ma buru ụgbọala ya5 Ọgọọst 2021",
    "Andrew Cuomo: Joe Biden akpoola oku ka Governor New York gbaa arụkwaghịm n'ebubo ịkpa ụmụnwaanyị aka n'ụbọ4 Ọgọọst 2021",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari4 Ọgọọst 2021",
    "Sunday Igboho: Ihe ụlọikpe kpebiri maka mmadụ 12 ndị otu ya e ji eji4 Ọgọọst 2021",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii6 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ọ bụghị obi ọcha ka ndị okenye ndị Ugwu ji na-achọ ka e kewaa Naịjirịa- Ohaneze Ndigboelekere 9 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Etu nde naịra ise si esere Harrison Gwamnishu na 'Egbeigwe' okwu",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwa",
    "Nsogbu Naijiria bụ nsogbu ndị ndu butere - Babangida",
    "Anyị na-agba mbọ ike anyị niile ịhụ Nnamdi Kanu - Mba Briten",
    "Ihe mere ndị ntoroọbia ekwesighi iso Nnamdi Kanu na Sunday Igboho - Kemi Olunloyo",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "Anyị ga-ememila ndị 'unknown gunmen' maọbụrụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}