{
  "published": "5 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onyeisiala Buhari ekwela nkwa imemina otu Ipob",
    "Ọnụ na-ekwuru otu Ipob bụ Emma Powerful ekwuola na ha ga-ememila ndị omekome akpọrọ 'Unknown gunmen'.",
    "Powerful dọrọ ndị ahụ aka na ntị n'ime akwụkwọ ozi o wepụtara n'ụbọchị Wenzde.",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "O ji kwa otu aka ahụ gwa ndị uweojii ha kwụsị ịkpọ ndị ọbụla ha jidere ndị ESN",
    "N'ọnụ ya \"O nweghi onye n'ime anyị (ESN) na-efu efu, ịkpọpụta ndị nkịtị kpọọ ha ndị ESN gosiri na ndị uweojii adaala n'ọrụ ha\"",
    "O kwukwara ka ha kpụpụ ndị ahụ eji ụlọikpe maọbụ tọghapụ ha ka ha gawara onwe ha.",
    "O bokwara ndị ndị uweojii ebubo igbu ndị Igbo na nzuzo.",
    "Amnesty International bụ ụlọọrụ na-achọ ikike ruru mmadụ kwukwara nd ndị ọrụ nchekwa dị icheiche gburu opekatampe mmadụ 115 n'ọwụwaanyanwụ kemgbe ọnwa Maachị.",
    "Ebe foto si, Getty Images",
    "Nchọpụta nke ngalaba na-azọ ikike ruru mmadụ bụ Amnesty International mere gosiri na ndị ọrụ nchekwa gburu 115 site n'ọnwa Maachi rue ọnwa Juun n'ọwụwa anyanwụ Naịjirịa.",
    "Nchọpụta ahụ gosikwara na ha nwụchiri ọtụtụ mmadụ n'ụzọ ezighi ebe ha ji mmegbu na mkpagbu ejitu ndị mmadụ.",
    "Orlu Imo State: Kedụ ihe na-eme n'Orlu ugbua?",
    "Orlu Imo State: Rochas Okorocha agaala Orlu sị ha ka 'Ọzọemena!'",
    "Orlu Crisis: \"Ndị uweojii enweghi ike ịkọwa mmadụ ole nwụrụ n'Orlu\"",
    "Osai Ojigho bụ onyeisi ngalaba ahụ kwuru na ihe akaebe anyị wetara gosiri aka ike ndị nchekwa gosiri na Imo, Abia nakwa Anambra.",
    "Ebe foto si, Imo State Police",
    "Otu ndị ọzọ na-azọ ikike ruru mmadụ kwukwara na ezi ọnụọgụgụ ndị nwụrụ n'ọwụwa anywanwụ site na Jenụwarị rue Juun bụ narị kwuru narị.",
    "Ebe mgbọ dara na Lilu",
    "Ihe ndị ọzọ si na nnyocha ahụ pụta bụkwa na ndị ọrụ nchekwa gụnyere ndị agha, ndị uweojii na ndị DSS -",
    "Tiri ndị mmadụ ihe n'enweghi ihe ha mere",
    "Nwuchiri ma jichie ndị mmadụ na nzuzo",
    "Gbara ụlọ ụtụtụ ndị mmadụ ọkụ",
    "Ha zuru ndị mmadụ ohi",
    "Ha gburu ndị mmadụ n'enweghi ihe ha mere.",
    "Imo State Security: Udo, azụmaahịa na ịkụ ngwọrị alọghachịla n'Owere - Komishọna Uweojii",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Security in Anambra: Ndi ọrụ nchekwa ụlọọkpọrọ Naijirịa bụ NCS n'ịchafụ ewepụtala ihu nwaadị ahụ ha sị na ndị omekome zọpụtara na mkpa mkpa kpara n'Ekwulobia20 Maachị 2021",
    "Vidio, Imo State Security: Udo, azụmaahịa na ịkụ ngwọrị alọghachịla n'Owere - Komishọna Uweojii, Duration 4,1817 Juun 2021",
    "Sefer Torah arrest: A tọhapụla ndị Isreal atọ mana ọ fọrọ nne anyị so ha, ọ ka nọ na mkpọrọ DSS- Solomon Maduako29 Julaị 2021",
    "Vidio, Okeoma Chidiebube: 'Etu ndị uweojii na-arụ n’obi gọọmenti Imo steeti si kụọ m dụka dụka'23 Juun 2021",
    "Adani Community Clash: Etu e si gbuo mmadụ isii na mwakpo mere n'obodo a dị n'Enugwu Steetị30 Maachị 2021",
    "Vidio, Gịnị kpatara na ụfọdụ ụka na omenala anaghị anabata usoro ịmụ nwa a kpọrọ IVF?5 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwaelekere 7 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwa",
    "Anyị ga-ememila ndị 'unknown gunmen' maọbụrụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "A nwuchiela nwata nwaanyị a sị sugburu enyi ya nwoke ma buru ụgbọala ya gbalaa",
    "'Ịga a tụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ihe ụlọikpe kpebiri maka ndị otu Sunday Igboho 12 e ji eji",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}