{
  "published": "6 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii Imo Steeti ekwuola na otu onye otu bụ onye \"Inspector\" na mmadụ atọ ndị oji egbe bịara ịwakpo ụlọ ọrụ ha Awo-Idemili nke okpuruọchịchị Orsu, Imo Steeti lara mmụọ dịka ha na-akwakọrịta mgbọ.",
    "N'akwụkwọ mgbasaozi Michael Abbatam bụ ọnụ na-ekwuru onyeisi ndi uweojii n'Imo binyere aka, ndị uweojii sị na ndị a bịara mwakpo a tụrụ ogbunigwe n'elu ụloọrụ ndị uweojii a nke mere ka ọkụ banye n'ụlọ ahụ.",
    "Ha sịkwa na ọ bụ n'ime abalị Tọzde ka mwakpo a mere.",
    "Orlu Imo State: Kedụ ihe na-eme n'Orlu ugbua?",
    "\"Ọ bụghị gọọmentị Imo ka ọ dịịrị ịza ajụjụ 'timber market' ndị agha kpọchiri n'Orlu\"",
    "Ọ sị: \"Ọ bụ ọtụtụ ndị oji egbe bịara mwakpo a. Ọgbunigwe ha tụrụ mụnyere ọkụ n'ụlọ nakwa ụgbọala nọ n'ụlọọrụ ahụ.\" Abbatam sị na ndị uweojii nọ n'ogige ahụ bara ndi oji egbe a ọgụ ma chụpụ ha.",
    "Ọ sị: \"Mmadụ atọ n'ime ha nwụrụ ebe ndi ọzọ bụ mgbọ egbe gbaba n'ime ọhịa.\"",
    "Dịka ndị uweojii siri kwuo, ha napụrụ ndị ahụ otu egbe 'pump action' na egbe ọka abụọ nwere ọnụ abụọ.",
    "Ndị bi na mpaghara ahụ si na ọ bụ dịka ọ na-akụ elekere itoolu n'abalị ka ihe a mere.",
    "Ọtụtụ ndị mmadụ n'Awo-Idemili agbapụla maka ihe a mere.",
    "Ndị uweojii na-arịọ ndị Orsu ka ha nyere ha aka tuọ ndị a ha na-achọ aka, ọkachasi ndị a hụrụ na-agwọ mmerụ ahụ mgbọ egbe. Ha sị ka ụlọọgwụ gbakwaara ha ama.",
    "Ebe foto si, Alamy",
    "Onye ntaakụkọ BBC gara ebe ahụ kwuru na ndị obodo sị na dịka mwakpo a mere, ndi uweojii nọ n'ụlọọrụ ahụ gbara ọsọ mana otu onye n'ime ha dara, nke nyere ndị omekome a ohere igbu ha ma bepu ya isi.",
    "Onyeisi ụlọọrụ ndị uweojii merụkwara ahụ, dịka ndị hụrụ oge ihe a mere kwuru.",
    "Ha sịkwara na e mebiri ụgbọala onyeisi ndị uweojii a.",
    "Otu anya ọzọ hụrụ mkpa mkpa a sị na oge ndị uweojii bịara ebe ahụ dịka ọ kụrụ elekere iri na abụọ nke abalị, ndị omekome a agbapụla.Anya ndị hụrụ ihe a sịkwa na ha ahụghị ndị omekome nwụrụ na mwakpo a dịka ndị uweojii siri kwuo n'akwụkwọ ozi ha zipuru.",
    "Ọtụtụ mmadụ anwụọla na mwakpo na-eme n'obodo dị iche iche n'Ọwụwa Anyanwụ.",
    "Ndị uweojii na-ekwu na ihe karịrị mmadụ narị bụ ndị otu ha anwụọla site 2020 ruo 2021 ebe Amnesty International na-ekwu na ihe karịrị mmadụ narị na iri ise anwụọla n'aka ndị ọrụ nchekwa n'Ọwụwa Anyanwụ n'oge ahụ.",
    "Insecurity in South-East: Lee ebe niile e nwere mwakpo n'ala Naịjirịa kemgbe izu a29 Eprel 2021",
    "Imo Prison Break: Ọ bụ otu Gọvanọ chịburu Imo steeti haziri ndị wakporo ụlọmkpọrọ n'Owerri - Declan Emelumba9 Eprel 2021",
    "Ihe ndị mmadụ na-ekwu maka mwakpo ụlọ gọvanọ Imo steeti26 Eprel 2021",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii6 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ọ bụghị obi ọcha ka ndị okenye ndị Ugwu ji na-achọ ka e kewaa Naịjirịa- Ohaneze Ndigboelekere 9 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Etu nde naịra ise si esere Harrison Gwamnishu na 'Egbeigwe' okwu",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwa",
    "Nsogbu Naijiria bụ nsogbu ndị ndu butere - Babangida",
    "Anyị na-agba mbọ ike anyị niile ịhụ Nnamdi Kanu - Mba Briten",
    "Ihe mere ndị ntoroọbia ekwesighi iso Nnamdi Kanu na Sunday Igboho - Kemi Olunloyo",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "Anyị ga-ememila ndị 'unknown gunmen' maọbụrụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}