{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye odeakwụkwọ ukwu otu Ohaneze Ndigbo bu Alex Ogbonna akatọọla atụmatụ ndị ụfọdụ ndị okenye ndị Ugwu ịga njem maka nkewa Naịjirịa.",
    "Maazị Ogbonna sị na ọ bụghị n'obi ọma ka ndị okenye ugwu ji na-eme ihe a ha mere.",
    "Anyị ga-ememila ndị 'unknown gunmen' maọbụrụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "'A ga-ata ndị uweojii na-anwụchi ụmụnwaanyị ahụhụ'",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwa",
    "Ọ sị: \"Ihe ha na-achọ bụ ịhu na ọchịchị Naịjirịa ruru ndị Igbo, ka ha mee ihe ọbụla ha ga-ame ka ọ ghara iri anyị aka.",
    "Ha na-agba mbọ ụzọ ọbụla ha ga-eji akwanye ọkụ, eji okpuru nzuzo ka ọchịchị ghara ndi Igbo aka.",
    "\"Ha were okpuru nzuzo dị icheiche ka asi na ndị Igbo na-egbu mmadụ ka ewere sị na ndị Igbo naghị eweta \"President\".",
    "Maazị Ogbonna sị na dịka e nwere otu abụọ n'ọwụwa anyanwụ - Otu ndị nke chọrọ ka e si Naịjirịa pụọ na ndị nke sị ka anọdị.",
    "Ọ sị: \"Ndị nke sị ka apụọ bụ ndị okorobịa . Jụzịanụ m etu onye sị na ya bụ okenye ga-ewere nke okoroọbịa hapụ nke okenye?",
    "\"Ihe a ọ na-eme abụghị na ọfụka gị n'anya na-achọrọ ka nayị pụọ apụ. Mba! Ọ bụ ụzọ a ga-eji hụ na ihe nayị na-achọ ka anyi ghara inwete ya.\"",
    "Maazị Ogbonna sị na onye ọbụla bụ onye Igbo sachaa anya \"makana ihe di n'ala Igbo onweghi nke onye Hausa nwee, onweghi nke onye Yoroba nwee. Mana a gaa na be ya ihe ndị Igbo nwere bụ ọkankụ\".",
    "Ọ sịkwa na a na-emegidi ndị Igbo nke mere ụmụ okoroọbịa ji ewe iwe, mana ọ sị na ihe Ohaneze chọrọ bụ ka echekwaa ihe ndi ndị Igbo nwere dịka \"anyị na-edozi obodo anyị.\"",
    "O mechara kwuo na ya bụrụ na a ga-apụ, ọ bụghị giri giri a ka a ga-eji pụ.",
    "Cheta na ụfọdụ ndị okenya na Kano Steeti agbaala akwụkwọ n'ụlọikpe ukwu dị n'Abuja n'arịrọ ka ụlọikpe a manye ndị ụlọomeiwu nta na nke ukwu ka ha malite usoro ga-enyeaka ịme ka ndị Igbo nwere onwe ha Naịjirịa tupu e megharịa akwụkwọ iwu Naịjirịa.",
    "Ndị gbara akwụkwọ a nke akara ya bụ FHC/ABJ/CS/538/2021 bụ Nastura Ashir Shariff, Balarabe Rufa'I, Abdul-Aziz Sulaiman na Aminu Adam.",
    "Ndị a sị na iwe ha sitere na mkpọtụ niile otu dị iche iche na-eme gbasara nwereonwe na Naịjrịa.",
    "Ndị a gbara ya bụ akwụkwọ gụnyere onyeisi ndị Sineti bụ Ahmed Lawan, onye nke House of Representatives bụ Femi Gbajabiamila na ndị ọkpakọ ha niile na Abubakar Malami bụ Ọkaikpe Ukwu Naịjirịa.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Ọ bụghị obi ọcha ka ndị okenye ndị Ugwu ji na-achọ ka e kewaa Naịjirịa- Ohaneze Ndigbo, Duration 4,16elekere 9 gara aga",
    "Vidio, IVF: Gịnị kpatara na ụfọdụ ụka na omenala anaghị anabata usoro ịmụ nwa a?, Duration 7,015 Ọgọọst 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Nwayọ Nwayọ, ịkwa baro eme m ọgaranya, Duration 4,5020 Julaị 2021",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Vidio, Zicsaloma: Ọ dịghịrị m mfe ime ka ndị mmadụ kiriwe ihe ejije m mgbe m bidoro, Duration 3,3726 Juun 2021",
    "Vidio, Honey production: Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Vidio, Nnamdi Kanu: Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks, Duration 40,4027 Julaị 2021",
    "Vidio, Nnamdi Kanu na-ekwu uche ndị Igbo niile - Bishop Onuagha, Methodist Church, Onitsha Diocese, Duration 6,069 Julaị 2021",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo, Duration 6,5228 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}