{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Harriso/Egbeigwe/Facebook",
    "Akụkọ na-enwu ọkụ ugbua bụ esemokwu ego dị n'etiti onye na-eme ihe nkiri bụ Kingsley Orji e ji Egbeigwe na Harrison Gwamnishu bụ onye na-ahụ maka ikike dịịrị onye.",
    "Egbeigwe boro Harrison ebubo na ọ kpachiri nde naịra ise, nke onye a kpọrọ Ibori Ubulu nyere sị ka o were gaa mba India gwọọ ihe mere ya n'ụkwụ.",
    "Ada Jesus death: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ",
    "Nke a malitere iwu na soshal midia dịka ọtụtụ mmadụ na-esi ka Harrison Gwamnishu nye Egbeigwe ego ahụ ebe ndị ọzọ sị ka Egbeigwe kwụsị ikwutọ aha Harrison.",
    "Nwaamadị gara nga maka ihe ọ meghị pụtazịrị ihe ịnyere ndị nọ n'udi ọnọdụ ahụ aka",
    "Na nzaghachị, Harrison Gwamnishu pụtara n'akara Facebook ya ma kọwaa ka njem ya na Egbeigwe si gaa n'ihe banyere ego ahụ.",
    "Child bride: Ụbịam so ebute nsogbu iluchu di",
    "Ọ sị na ọ bụ eziokwu na Ubulu nyere ya nde naịra ise maka iji kpọga Egbeigwe n'ụlọọgwụ dị n'India maka ịgwọ ya.",
    "Ọ sị na ha amalitela usoro ime ya nke gụnyere nyocha ahụ X-ray, akwụkwọ ahụike ya na-akwado ime akwụkwọ njem ya.",
    "Harrison sị na ha chọpụtara na o nwere ego dị otu nde naịra na ụma ise e nyerela Egbeigwe bụ nke o ririla n'ime izuụka abụọ.",
    "Na mgbe a sịrị Egbeigwe kọwaa etu ya na ego ahụ si gaa, na onweghi ike ime nke ahụ na ọ bụ ya mere o ji jụụ inye ego ọzọ n'ime nde naịra ise ahụ Ubulu sị ka e nye ya.",
    "Ụdị onye  m na-ele anya iweghara ọkwa onyeisiala Naijiria n'afọ 2023- IBB",
    "Ndị oji egbe atọ na otu Inspector anwụọla na mwakpo e mere ụlọ ọrụ ndị uweojii n'Orsu, Imo Steeti",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Etu nwa na-agụ 'Medicine' si gbapụ ọsọ oge ọ hụrụ ozu enyi ya",
    "Ahụike",
    "Naijiria",
    "India",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii6 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ọ bụghị obi ọcha ka ndị okenye ndị Ugwu ji na-achọ ka e kewaa Naịjirịa- Ohaneze Ndigboelekere 9 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Etu nde naịra ise si esere Harrison Gwamnishu na 'Egbeigwe' okwu",
    "Ndị okenye ndị ugwu agbala akwụkwọ n'ụlọikpe na-arịọ ka Naịjirịa malite usoro 'referendum' maka Biafra ngwangwa",
    "Nsogbu Naijiria bụ nsogbu ndị ndu butere - Babangida",
    "Anyị na-agba mbọ ike anyị niile ịhụ Nnamdi Kanu - Mba Briten",
    "Ihe mere ndị ntoroọbia ekwesighi iso Nnamdi Kanu na Sunday Igboho - Kemi Olunloyo",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "Anyị ga-ememila ndị 'unknown gunmen' maọbụrụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}