{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Kepụkepụ na-efegharị bụ ba otu Indigenous People Biafra (Ipob) akagbuola iwu ịnọ n'ụlọ ha tinyere na Mọnde 9 Ọgọstụ, 2021.",
    "Akụkọ a sị na onye a kpọrọ Kanunta Kanu a sị bụ nwanne Nnamdi Kanu wepụtara ozi a.",
    "Ihe ọhụrụ Ipob kwuru gbasara 'sit-at-home' Mọnde",
    "Ihe mere anyị jị asi ka agharị ịmanye ịnọdụ n'ụlọ maka ikpe Kanu - Gọọmentị Abịa",
    "Lee mgbe a ga-ekpe ikpe maka 'referendum' nke ụfọdụ ndị Ugwu sị ka e nye Biafra A sị na ihe mere e jiri akagbuo ya bụ maka arịrịọ ndị mmadụ nakwa otu dị iche iche rịọrịọ n'ihi ule NECO nke ụmụakwụkwọ malitere ile.Maazị Kanunta sị ha achọghị ka iwu a metụta ụmụakwụkwọ n'ala Igbo dịka ọganịhụ ha dị ndị otu Ipob mkpa.",
    "Kedụ ihe Emma Powerful kwuru?",
    "Ebe foto si, Getty Images",
    "Mana BBC Igbo kpọtụụrụ ọnụ na-ekwuru otu a bụ Emma Powerful ịmata ma nke a ọ bụ eziokwu.",
    "Emma Powerful sị na akụkọ ahụ na-efegharị na ha kagburu iwu 'sit-at-home bụ akụkọ ugha.",
    "N'okwu ya o si: \"Emma Powerful bụ ekwuchaa ọgwu n'okwu mgbasaozi nke otu Ipob, enweghi onye ọzọ ọha kwesiri ige ntị n'ihe ọbụla gbasara mgbasaozi nke otu Ipob\"",
    "Ebe foto si, Getty Images",
    "Ọ dọkwara ndị mmadụ aka ntị sị na ha anwakwala anwa pụta ezi n'ụbọchị Mọnde maka ichekwa onwe ha dịka o kwuru na ihe onye ọbụla pụtara hụrụ, ya were. Na nchịkota okwu ya, o kwuru ka ndị mmadụ hapụ itinye aka n'ikposa maọbụ bụte ogbaghara n'etiti otu Ipob.",
    "Cheta na otu Ipob nyere iwu 'sit-at-home' n'ụbọchị Mọnde izuụka ọbụla ruo mgbe a ga-atọhapụ onye ndu ha bụ Nnamdi Kanu ndị DSS ji.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?elekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Lee ọgba arụsi zọrọ ndị obodo Isu Awa ndụ n'oge agha Biafra8 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "Lee mgbe a ga-ekpe ikpe maka 'referendum' nke ụfọdụ ndị Ugwu sị ka e nye Biafra",
    "Anyị na-agba mbọ ike anyị niile ịhụ Nnamdi Kanu - Mba Briten",
    "Ihe mere anyị jị asi ka agharị ịmanye ịnọdụ n'ụlọ maka ikpe Kanu - Gọọmentị Abịa",
    "Ipob asaala Gọvanọ IkpeazuEmelitere ikpeazụ na: 21 Febụwarị 2018",
    "Nsogbu Naijiria bụ nsogbu ndị ndu butere - Babangida",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}