{
  "published": "9 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Other",
    "Ụgbọala Libra motors nke ọzụ mmadụ gbara ọkụ n'ime ya",
    "BBC Igbo achọpụtala na ọ bụ ụgbọala ise ka ndị oji egbe amabeghị ndị ha bụ gbara ọkụ na Nkwoogwu-Mbaise dị n'Imo steeti.",
    "BBC Igbo hụkwara ozu otu onye n'ime ụgbọala ahụ.",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Otu onye hụrụ oge ihe a mere kwuru na ọ bụ n'ihe dị ka elekere ise nke ụtụtụ ka ihe mere.",
    "O kwukwara na ndị kpara ike a na-ekwu na ọ bụ ụgbọala ndi si Legọs ala ka mwakpo a zutere.",
    "Ebe foto si, Others",
    "Ụgbọla abụọ ụlo ọrụ Libra so n'ime ụgbọala ndị agbara ọkụ. Ọ bụkwa n'ime otu ụgbọala Libra a ka otu onye repịara.",
    "Ebe foto si, Others",
    "Otu bọọsụ njem, ọtụ ụgbọala Sienna nakwa otu Highlander sọkwa n'ihe a gbara ọkụ na mwakpo a.",
    "Ebe foto si, Others",
    "BBC Igbo kpọrọ ụlọ ọrụ njem Libra mana ha sị na ọ bụghị eziokwu na o nwere ihe mere ụgbọala ha, mana ụgbọala abụọ ahụ BBC Igbo hụrụ bu aha ụlọ ọrụ ahụ.",
    "Ebe foto si, Others",
    "Ndị nọ ebe ya bụ ihe mere sị na ọ dịka onwere onye nọ n'ime otu n'ime ụgbọala ahụ gbara ọkụ.",
    "Ebe foto si, Others",
    "Ụgbọla Libra Motors awakporo ma gbaa ọkụ",
    "Onye gwara BBC Igbo okwu kwuru na a gbara otu ọkwọ ụgbọala egbe n'aka mana egbughi ya.",
    "Onwebeghị ihe ndị uweojii Imo steeti kwuru gbasara ya bụ ihe mere.",
    "Okporouzo Aba , Owerri road, Brass street, Park street, nakwa Osisioma tọgbọ chakoo dịka Ipob kanyere iwu 'sit-a-home' taa bụ August 9,2021.",
    "O nwere ebe a na-aghụghị kama otu mkpuru onye.",
    "N'Afikpo dị n'Ebonyi steeti ndị ụlọọrụ njem ụgbọala pụtaranụ ahụghị ndị ha ga-ebu mee njem.",
    "Ọtụtụ mmadụ emepeghị ụlọahịa ha ebe ahụ.",
    "Ụmụakwụkwọ pụtara ṅ'ụfọdụ ụlọakwụkwọ dị n'Ebonyi nakwa Abia steeti bia lee ule National Examination Council(NECO).",
    "Ndị isi ụlọakwụkwọ ndị ahụ kwuru na ha malitere ule ahụ n'oge enweghị nsogbu ọbụla.",
    "O nweghị nwataakwụkwọ gbajọrọ ịbia lele ụle ahụ.",
    "Akụkọ na-ekwu na agbara ụgbọala abụọ ọkụ n'Nkwogwu dị na Mbaise.",
    "Otu n'ime ha bụ ụgbọala Libra e chere bu ndị si ije abalị abata, agbara ya na ọkwọ ụgbọala nọ n'ime ya ọkụ.",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha",
    "Etu e si tọọrọ Nnamdi Kanu ga-ewetara Naijiria nsogbu karia nke Umaru Dikko- Prof Bola Akinterinwa",
    "Anyị ka na-enyocha ka anyị chọpụta etu ya bụ mkpa si kpaa.",
    "Ahia Ekeonunwa dị n'Owerri zụrụ taa agbanyeghị iwu sit -at-home -order Ipob tinyere.",
    "Ndị mmadụ pụtara ọfụma n'Afaraukwu na-aga mkpa ha",
    "Ndị bi n'Afaraukwu dị n'Abia steeti mabụrụkwa ebe Nnamdi Kanu si, pụtara na-aga mkpa ha dịka Ipob tinyere 'sit-at-home order'.",
    "Onye ntaakụkọ anyị nọ ebe ahụ kwuru na ndị mmadụ gwara ya na ha pụtara n'uju makana o dọghị ha anya ma ya bụ mmachị a ga-aga n'ihu ka ọ gaghị aga n'ihu.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Onye ọbụla gara mkpa ya, egela 'sit-at-home' ọbụla ntị - Umahi, ndị uweojii",
    "Lee etu ebe ahụ dị ugbua na foto dị n'elu.",
    "N'Ebonyi steeti, ọtụtụ ụlọakwụkwọ emepeghị, ndị mmadụ adịghị ọtụtụ na-aga n'ụfọdụ okporoụzọ.",
    "Ebe foto si, BBC",
    "Ahia Old Artisan dị' Enugu tọgbọrọ chakoo",
    "Ụlọahịa dị n'okporoụzọ Njemanze dị n'Enugu agbapeghị",
    "Okporoụzọ Njemanze, Enugu",
    "Ọtụtụ ebe n'ala Igbo adịchaghị ka ha si adịbu dịka ndị mmadụ apụtaghị maka sit -at-home order  Ipob tinyere n'ala Igbo.",
    "Foto dị a gosiri ka Aroma junction dị n'Ọka dị n'ụtụtụ a.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Ụfọdụ mmadụ gwara ndị ntaakụkọ anyị na ọ bụ ụjọ na nkwụcha mere ka ha gharị ịpụta bia chọọ ihe na ezinụlọ ha ga-eri.",
    "Ụlọakụ dị n'Ziks Avenue, Awka",
    "Ebe foto si, Getty Images",
    "Taa bụ ụbọchị mmalite iwu ịnọ n'ụlọ nke Ipob sị na a ga na-eme n'ụbọchị Mọnde kwa izuụka ọbụla ruo mgbe a ga-atọhapụ Nnamdi Kanu.",
    "Onyeisi otu a na-anọchi anya Kanu bụ Chika Chidoziem nyere iwu a ma sị na ọ bụrụ na Kanu enweereghi onwe ya na ha agaghị ezu ike.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ihe mere anyị jị asi ka agharị ịmanye ịnọdụ n'ụlọ maka ikpe Kanu - Gọọmentị Abịa",
    "Etu ndị gọvanọ ọwụwanyanwụ si eche coronavirus aka mgba",
    "N'agbanyeghi na ndị ọchịchị Ọwụwa Anyanwụ akatọọla atụmatụ a tinyekwara akụkọ sị na Ipob 'akagbuola' ya.",
    "Mana Chidoziem wepụtara ozi ma sị na o nweghi mgbe ha kagburu ya bụ atụmatụ a na ọ ga-adị ka ha si kwuo.",
    "Ebe foto si, Ipob",
    "BBC Igbo kwụ chịm i wetere gị ka o si aga na mpaghara Ọwụwa Anyanwụ. \" A ṅụla ngwọ na nkwụ na-abịa\".",
    "Naijiria",
    "Abia Steeti",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "E gburu otu onye, gbaa otu onye egbe n'aka ma gbaa ụgbọala ise ọkụ na Mbaise, Imo steeti9 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewielekere 8 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "E gburu otu onye, gbaa otu onye egbe n'aka ma gbaa ụgbọala ise ọkụ na Mbaise, Imo steeti",
    "Ọkaiwu Nzeribe akpọpụtala 'ungun Judicial known man' - Rochas Okorocha",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Lee mgbe a ga-ekpe ikpe maka 'referendum' nke ụfọdụ ndị Ugwu sị ka e nye Biafra",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Anyị na-agba mbọ ike anyị niile ịhụ Nnamdi Kanu - Mba Briten",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}