{
  "published": "7 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Abaribe, El-shalom na Tochukwu Uchendụ gbaara Nnamdi Kanu akaebe mgbe eji ya eji",
    "Dịka ndị otu Indigenous People of Biafra (Ipob) ekwuola na ha achọghị ka ndị mmadu pụta iro n'ụbọchị itoolu nke ọnwa Ọgọstụ bụ Mọnde, gọọmentị Abịa sị na ha anataghị nke a, ọkachasị ya bụrụ na ọ bụ na mmanye.",
    "N'akwụkwọ Kọmishọna mgbasaozi na steeti ahụ bụ John Okiyi-Kalu binyere aka, gọọmentị Abịa sị na ha anaghị egbochi onye ọbụla ikpebi ịnọdụ n'ụlọ n'ụbọchị ahụ kama ha na-ado aka na ntị na ọ gaghị amasị ndị na-aga akwụkwọ nakwa ndị na-azụ ahịa, ọkachasi ugbua ndị mmadụ ka na-eme ka ha si na mkpa mkpa covid 19 pụta.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Ha sị: \"Anyị na-etinye anya n'okwu metụtara onyeisi Ipob bụ nwafọ Abịa Steeti bụ onye a na-ekpe ikpe n'nỤlọikpe Ukwu dị n'Abuja iji hụ na o nwetere ikike diri ya dịka iwu Naịjirịa siri kwuo.\"",
    "Ha gakwara n'ihu kwuo na ha na-agwa ndi niile na-eluwere iwu obodo isi gawa mkpa ha n'ụbọchị ahụ Ipob tinyere mmachi ngagharị, dika ha sị na nchekwa zuru oke ga-adị na steeti ahụ.",
    "Ọ zọkwa bụ na sị na ha ahụghị uru ịsi ka ụmụakwụkwọ nọdụ n'ụlọ ga-abara onye ọbụla.",
    "Cheta na Chika Edoziem, bụ onye Ipob kpọrọ onyeisi ngalaba \"Directorate of State\" (DOS), binyere aka n'akwụkwọ ma kwuo na mgbasaozi na Facebook na Ọwụwa Anyanwụ ga-abụ ebe agaghi eme ngagharị ụbọchị Mọnde niile ma ya bụrụ na gọọmentị Naịjirịa atụhapụghị Nnamdị Kanu n'ụbọchị asatọ nke ọnwa Ọgọstụ.\"",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Vidio, Ihe i kwesiri ịma maka Ernest Okonkwo bụ onye ntaakụko egwuregwu pụrụiche7 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere anyị jị asi ka agharị ịmanye ịnọdụ n'ụlọ maka ikpe Kanu - Gọọmentị Abịa7 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Lee mgbe a ga-ekpe ikpe maka 'referendum' nke ụfọdụ ndị Ugwu sị ka e nye Biafra",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Ihe mere anyị jị asi ka agharị ịmanye ịnọdụ n'ụlọ maka ikpe Kanu - Gọọmentị Abịa",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Mazị Kanu abụghị onye obi okwute, ọ bụ mmegbu ndị Igbo mere o ji aba mba - Ọgọ ya nwoke",
    "Anyị na-agba mbọ ike anyị niile ịhụ Nnamdi Kanu - Mba Briten",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Anyị ga-ememila ndị 'unknown gunmen' maọbụrụ na ha akwụsịghị agwa ọjọọ ha - Emma Powerful",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}