{
  "published": "8 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị gọvanọ na ndị ọrụ nchekwa n'Ọwụwa Anyanwụ Naịjirịa akatọọla atụmatụ 'sit-at-home' Ipob tinyere n'ụbọchị Mọnde.",
    "Nke a dị n'ozi dị iche iche ha zipụtara na steetị ha dị iche iche nke gụnere Abia, Ebonyi, Imo nakwa Anambra.",
    "N'Abia Steetị",
    "Gọọmentị Abia sị na ha anabataghị nke a, ọkachasị ya bụrụ na ọ bụ na mmanye ka a manyere ndị mmadụ ịnọ n'ụlọ.",
    "N'ozi kọmishọna mgbasaozi ha bụ John Okiyi-Kalu wepụtara, ha sị na e gbochighi onye ọbụla ịnọ n'ụlọ n'ụbọchị ahụ.",
    "Kama ha sị na ọ gaghị amasị ụmụakwụkwọ na ndị na-azụ ahịa, ọkachasi ugbua ndị mmadụ ka na-eme ka ha si na mkpa mkpa covid 19 pụta.",
    "N'Anambra Steeti",
    "Gọọmenti Anambra steeti enyala iwu ka ndị ọrụ niile bia ọrụ echị bụ August 9, 2021 Mọnde.",
    "Onyeisi ndị ọrụ na steeti ahụ bụ ọkaiwu Harry Uduh depụtara nke a n'akwụkwọ ozi o zigara ndị ntaakụkọ.",
    "O depụtara na ọnye ọrụ Anambra steeti ọbụla na-abịaghị ọrụ ga-anọ na nnukwute msogbu maọbụ gbajọọ ụgwọ ọnwa nke ọnwa August.",
    "Ndị kọmịshọna na ndị odee akwụkwọ ha ga-elebanye mara ndị dara iwu a na ndị dowere ya.",
    "N'Ebonyi Steetị",
    "Dịka otu Ipob na-akwado abụbụ ọrụ onye apụla ezi echi bụ Mọnde, Gọvanọ Ebonyi steeti nakwa onyeisi ndị gọvanọ ọwụwa anyanwụ bụ Dave Umahị ekwuola na echi bụ ọrụ, onye aṅala ha ntị.",
    "N'akwụkwọ ozi odeakwụkwọ mgbasa ozi ya bụ Francis Nweze dere, Ụmahị gwara onye ọbụla obi amapụla ha na ndị ọrụ nchekwa ga-anọ ịnye onye ọbụla ezi nchekwa n'ụbọchị ha.",
    "N'Imo Steetị",
    "Kọmịshọna ndị Uweojii n'Imo Steetị bụ Abutu Yaro gwara sị ka ndị mmadụ leghara okwu iwu ịnọ n'ụlọ ahụ anya.",
    "Mgbe ọ na-agwa ndị ntaakụkọ okwu n'isi ụlọọrụ ha dị n'Owere, ọ sị na ndị ọrụ nchekwa ewerela ọnọdụ ịhụ na-udo na-achisike.",
    "Ọ sị na ndị nyere iwu a na-achọ imebi udo na ọganịhụ nke Imo Steetị dịka ọ ga-emetụta ọdimma ndị ahia, ụmụakwụwkọ nakwa ọrụ aka niile na steetị ahụ.",
    "Yaro gwara ndị nne na nna ka ha dụọ ụmụ ha na ezinaụlọ ha ndụmọdụ ka ha hapụ itinye aka n'ikwasa udo dị n'obodo. Ihe ọhụrụ Ipob kwuru gbasara 'sit-at-home' Mọnde",
    "Ebe foto si, Getty Images",
    "Ipob kwuru na atụmaatụ onye nọrọ n'ụlọ a ga na-eme n'ụbọchị Mọnde ọbụla ruo mgbe atọghapụrụ Nnamdi Kanu",
    "Otu Indigenous People of Biafra na-ekwusi ike na atụmaatụ abụbụ ọrụ onye apụla ezi echi bụ Mọnde ka ga-aga n'ihu.",
    "Ọnụ na-ekwuchitere otu ahụ bụ Emma Powerful depụtara nke a n'akwụkwọ ozi o zigara  ndị ntaakụkọ.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Onye ọbụla gara mkpa ya, egela 'sit-at-home' ọbụla ntị - Umahi, ndị uweojii",
    "Powerful depụtara ka ndị mmadụ bi n'ala Igbo nọrọ n'ụlọ site echi bụ Augụst 9,2021 nakwa Mọnde ọbụla ruo mgbe a tọghapụrụ onyeisi ha bụ Nnamdi kanu o kwuru na a tọrọ na mba Kenya ma kpọlata na Naịjirịa.",
    "O kwuru na onye ọbụla bi na'ala Igbo ga-anọrọ n'ụlọ site n'elekere isii nke ụtụtụ ruo nke isii nke mgbede.",
    "\"Anyị na-adụ onye ọbụla ọdụ ka ha nọrọ n'ụlọ ka ha wee gbanahụ mwakpo ndị ọrụ nchekwa Naịjirịa.\"",
    "\"Ahịa, ụlọakwụkwọ, ọdọ ụgbọala, ọdọ ụgbọelu, nakwa ebe niile bụ ebe ọha n'ala Igbo agaghị agbape bido n'ụtụtụ ruo mgbede n'ụbọchị Mọnde ọbụla.\"",
    "\"Anyị mara ihe mmachị ga-ewepụ ụmụ Igbo n'ahụ mana anyị na-eme ya makana anyị chọrọ ka ụwa mara na ọ bụghị naanị Nnamdi Kanu na-achọ nwereonwe Biafra.\"",
    "\"Anyị na-eme nke a n'udo ya mere o ji dị mma ka onye ọbụla nọrọ n'ụlọ.\"",
    "Ipob 'sit at home'",
    "\"Otu Ipob chọrọ ka atọghapụ Nnamdi Kanu ozugbo.\"",
    "\"Ma ndị bi na Biafra nakwa ndị na-abịa abịa, dowe iwu a ma gbanahụ mmegbu ndị ọrụ nchekwa.\"",
    "Ihe mere anyị jị asi ka agharị ịmanye ịnọdụ n'ụlọ maka ikpe Kanu - Gọọmentị Abịa",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "Lee mgbe a ga-ekpe ikpe maka 'referendum' nke ụfọdụ ndị Ugwu sị ka e nye Biafra",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?elekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Lee ọgba arụsi zọrọ ndị obodo Isu Awa ndụ n'oge agha Biafra8 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "Lee mgbe a ga-ekpe ikpe maka 'referendum' nke ụfọdụ ndị Ugwu sị ka e nye Biafra",
    "Anyị na-agba mbọ ike anyị niile ịhụ Nnamdi Kanu - Mba Briten",
    "Ihe mere anyị jị asi ka agharị ịmanye ịnọdụ n'ụlọ maka ikpe Kanu - Gọọmentị Abịa",
    "Ipob asaala Gọvanọ IkpeazuEmelitere ikpeazụ na: 21 Febụwarị 2018",
    "Nsogbu Naijiria bụ nsogbu ndị ndu butere - Babangida",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Onye ụkọchukwu Katọlik ọbụla na-akatọ m agaghị enwe ọṅụ - Fr Mbaka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}