{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị uweoji ebidola nyocha ihe gara na Zamfara steetị",
    "Tochukwu Ikenganya bụ ọnụ na-ekwuchitere ndị uweojii Anambra Steetị gwara BBC Igbo ndi oji egbe chọrọ ịwakpo ụlọ ọrụ ndị uweojii na Nnewi mana achụchiri ha azụ.",
    "Dịka o siri kwuo, Maazị Ikenganya sị na ha ka na-eme ka ha mata etu ihe a siri mee mana ọ sị na obodo ahụ adaala juu.",
    "Ọkụ agbagbuola mmadụ atọ na Nnewi",
    "N'Ọnịcha na Nnewi ihe Igbo kpụ n'ọnụ bụ Mee 30",
    "Ọ gwakara BBC Igbo na ọgbaghara dapụtakwara na mpaghara Izuchukwu junction, Nnewi nọ na Anamabra Steetị mana ha enyochapụtabeghị ma agbagburu mmadụ ebe ahụ dịka ha ka na-eme ọrụ nyocha ha.",
    "Mana akụkọ n'erụ BBC Igbo nti kwuru na a gbagburu ihe ruru mmadụ abụọ na mpaghara ahụ.",
    "BBC Igbo enwetachabeghi akaebe etu ha bu ihe siri mee.",
    "BBC Igbo ka na-achọ inwete akaebe maka ihe a mere, mana ụfọdụ ụlọ ntaakụkọ na-ede na ọ bụ ọgbaghara n'etiti ndị agha na ndị pụtara gbachie ụzọ maka atụmatụ \"sit-at-home\" otu Indigenous People of Biafra (Ipob) hibere butere mgbagbu mmadụ a.",
    "Ndị agha bupuru ihe ndị e ji gbachie ụzọ ebe ahụ.",
    "Akụkọ ka na-abịa",
    "E gburu otu onye, gbaa otu onye egbe n'aka ma gbaa ụgbọala ise ọkụ na Mbaise, Imo steeti9 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewielekere 8 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "E gburu otu onye, gbaa otu onye egbe n'aka ma gbaa ụgbọala ise ọkụ na Mbaise, Imo steeti",
    "Ọkaiwu Nzeribe akpọpụtala 'ungun Judicial known man' - Rochas Okorocha",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Lee mgbe a ga-ekpe ikpe maka 'referendum' nke ụfọdụ ndị Ugwu sị ka e nye Biafra",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Anyị na-agba mbọ ike anyị niile ịhụ Nnamdi Kanu - Mba Briten",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}