{
  "published": "10 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Others",
    "Ka na-ekwu nke a na-ekwu, ndị uweojii Imo steeti akparala onyeisi nchụaja ndị Life Sabbath Synagogue Amii dị n'Akabọ, Okpuruọchịchị Ikeduru n'Imo steeti.",
    "Ndị uweojii sị na  Ikechukeu Umaefulem bụ onye na-esuru ndị otu Ipob atịkpa.",
    "E gburu otu onye, gbaa otu onye egbe n'aka ma gbaa ụgbọala ise ọkụ na Mbaise, Imo steeti",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "Ha sị na ha nwetere egbe chakakpim, mkpọnala, nsịegbe, ọkọlọtọ Biafra.",
    "BBC Igbo garuru Orlu, ebe akụkọ na-ekwu na ndị ọrụ nchekwa bịara n'ike ha were wakpoo ma gbaa ụlọoriri abụọ ọkụ n'Orlu, Imo Steeti.",
    "Onye ntaakụkọ anyị chọpụtara na ya bụ akukọ bu eziokwu na ndị ọrụ nchekwa gbara ya bụ ụlọ ọkụ ma nwuchie umu nwoke na ụmụ nwaanyị bụ ndị ha hụrụ na ya bụ ụlọ oriri mgbe ha wakporo ya.",
    "Ndị ntoroọbịa Amaefeke bụ ebe otu n'ime ụlọoriri ndị a nke aha ya bụ \"Evening Paris\" nọ ekweghị ka onye ntaakụkọ BBC Igbo seta ihe onyonyo ebe ahụ maọbụ zaa ajụjụ ọbụla ọ jụrụ ha.",
    "Ebe nke ọzọ ndị ọrụ nchekwa wakporo bụ ụlọ obibi mmadụ dị n'obodo Okwuabala nke dị n'Orlu n'ụtụtụ Mọnde.",
    "Awakporo ụlọ obibi a n'Ọnịcha, Imo Steeti",
    "Egwu nọ na mpaghara Okwuabala dịka ndị mmadụ ekweghị ịza ajụjụ onye ntaakụkọ anyị jụrụ ha maka ihe mere.",
    "Kama otu onye gwara BBC Igbo okwu na nzuzo kwuru na ndị nchekwa enweteghị onye nwe ya bụ ụlọ oge ha bịara.",
    "Ọkaiwu Nzeribe akpọpụtala 'ungun Judicial known man' - Rochas Okorocha",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Mgbe BBC Igbo rutere Ihite Owerri bụkwa ebe ndị nchekwa wakporo ụlọ ọriri bụ Kappa Inn.",
    "Ndị kwere ikwu okwu na nzuzu kwuru na ya bụ Kapa Inn bụ ebe ndị akwụnakwụna na ndị omekome na anọ.",
    "Onye na-ekwuchitere ndị uweojii Imo Steeti bụ Mike Abattam kwuru na ndị gara ya bụ ọrụ ka nọ n'iru ọrụ ma sị na ha rụchaa ọrụ ha na ọ ga-ewepụta akwụkwọ ozi maka ihe mere.",
    "National security",
    "Naijiria",
    "Imo steeti",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Ana m alụrụ ụmụbọị oga ha na-emegbụ ọgụ - Rev Prince Chukwuma10 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York4 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọhachị mba Naijịrịa.",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Ndị uweojii Naịjirịa anwụchiela onyeisi nchụaja ha sị na ọ bụ onye Ipob",
    "E gburu otu onye ma gbaa ụgbọala ndị mmadụ ọkụ n'Onicha, Ebonyi Steeti",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "Ọkaiwu Nzeribe akpọpụtala 'ungun Judicial known man' - Rochas Okorocha",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York",
    "Gịnị bụ Ikenga n'alaigbo?Emelitere ikpeazụ na: 13 Maachị 2020",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}