{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NIGERIA MINISTRY OF FOREIGN AFFAIRS",
    "Naịjirịa akpọghachitala onye nnọchite anya ha na Indonesia bụ onye ndị ọrụ nchekwa na ahụ maka ndị njem nyụrụ ịkpakwụ ụnyaahụ.",
    "Nke a na-abịa dịka ndị ọrụ nchekwa mba Indonesia mekpara ya bụ nwoke nnọchịte anya ahụ na mba ha.",
    "'Gọvanọ Umahi gbahapụrụ anyị na mba ofesi'",
    "Amachiela mba ofesi iji ọrụ megide ndị Naịjirịa",
    "Okwu atọ Buhari ji 'wụọ Naịjirịa n'ala'",
    "N'ime ihe onyonyo na-efeghari na soshal midia e gorosiri ka ndị ọrụ nchekwa na ahụ maka ndị na-eme njem (Immigration services) biri ya bụ nwoke aka ọjọọ aka ozuru ohi.",
    "Gọọmentị etiti akatọọla ihe a mere, ma kwuo ka ndị ọrụ na ahụ maka mmekọrịta mba na mba tinye anya na ya bụ okwu ma hụ na a tara mba Indonesia ahụhụ maka agwa a.",
    "Akụkọ na-ekwu ugbua na ya bụ nwoke emeruru ahụ  na-arụ n'ụlọọrụ Nigerian High Commission.",
    "E kwuru na ka ihe si mee bụ na ndị ọrụ nchekwa bịagịdere nwoke a n'ike, ebe ọ gara ịzụ ihe n'ahia nke dị na isi obodo mba ahụ bụ Jakarta.",
    "Mịnịsta na-ahụ maka mmekọrịta ala Naijịrịa na mba ndị ọzọ bụ Geoffery Onyeama kwuru n'ozi ya na agwa a megidere iwu nwekọrịta mba ahụ na mba ndị ọzọ.",
    "N'ụbọchị Mọnde ka a gwara ya bụ nwoke kwara ngwo ngwo ya lọghachịte Naijịria.",
    "Gọọmentị mba ahụ ezipụtala ozi arịrịọ maka ihe a mere. Onyeama kwuru na ozi ya taa bụ Tuzde sị, \"anyị amalitela ọrụ nyocha pụrụiche n'akụkọ ihe a mere, anyị ga-ekwupụta mkpebi anyị n'okwu na nso nso a\". O kwuru si, \"mkpesa anyị bụ ka  gọọmentị mba Indonesia taa ndị mere ihe ọjọọ a ezigbo ahụhụ diri ha, maka agwa a ha kpara ezighi ezi\"",
    "\"O nweghi ihe kwesiri ikpalite ime onye obia etu a ndị a si mee, ọkachasi onye nnọchite Naijịrịa.\" O kwuru na ihe bụ agwa ọjọọ a na-ekwesighi inabata cha cha.",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York",
    "Ọkaiwu Nzeribe akpọpụtala 'ungun Judicial known man' - Rochas Okorocha",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "Indonesia",
    "Naijiria",
    "Vidio, Ana m alụrụ ụmụbọị oga ha na-emegbụ ọgụ - Rev Prince Chukwuma10 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York4 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọhachị mba Naijịrịa.",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Ndị uweojii Naịjirịa anwụchiela onyeisi nchụaja ha sị na ọ bụ onye Ipob",
    "E gburu otu onye ma gbaa ụgbọala ndị mmadụ ọkụ n'Onicha, Ebonyi Steeti",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "Ọkaiwu Nzeribe akpọpụtala 'ungun Judicial known man' - Rochas Okorocha",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York",
    "Gịnị bụ Ikenga n'alaigbo?Emelitere ikpeazụ na: 13 Maachị 2020",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}