{
  "published": "11 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị Himba",
    "Ka ndị si dị iche, ka omenala ha si dị iche. Ndị Himba dị na mpaghara Ugwu mba Nambia dị na Ndịda Afrika bụ ndị a na-akpọ' ndị uhie' bụ ndị ka na-eso omenala nna nna ha.",
    "Ndị Ovahimba nakwa Ovazemba  bụ ndị a sị mba Angola bịa biri na Nambia bụ ndị na-achịgharị ehi,ewu na atụrụ.",
    "Mgbuchapụ agbụrụ  ha gabigara n'aka ndị agha mba Jamini, ndị Himba bụ agbụrụ na-ala ala dị ihe puku ise.",
    "Na-agbanyeghị mgbanwe mmepe obodo, ndị  agbụrụ ka ji  omenala ji nwaanyị eche ọjị biri bụ ihe ha kpọrọ \"Okujepusa Omukazenda\" .",
    "Di bi ụlọ nwere ikike inye onye ọbịa pụrụ iche nwunye ya dịka ọjị.",
    "Nwoke ahụ ga-ehi n'ọnụmara ọzọ, ebe nwaayị ya n'ọbịa ahụ ga-ehikọ.",
    "Ụmụnwaanyị Himba na mba Namibia na-ete uhie kwa ụbọchị iji chọọ onwe ha mma",
    "A na-ahụtakwa ụmụnwaanyị ha dịka ndị mmara ezi mma karịcha n'Afrika.",
    "Mana ha anaghị asa ahụ n'ihi na ha na-ebikarị n'ikpa ebe mmiri adịghị.",
    "Mana ha na-eji ụgọfụ si na mkpọrọgwu na mkpagwụkwọ enucha onwe hakwa ụbọchị.",
    "N'afọ 2014, otu onye omeiwu mba Namibia bụ Kazeonjere Tjeundo kpọrọ oku ka e tinye ya n'iwu ikike nwoke nye nwoke ọzọ nwunye ya ka ya na ya hie, sị na \"ọ bụ omenala na-eweta udo eme ka ụdọ ji enyi na-enyi siwanye ike\".",
    "Ugbua, Eze obodo, Omuhoro, Chief Nongaba tụrụ arịrị na mmepe obodo emebiwela ọtụtụ ihe ndị e ji mara ha.",
    "\"Uwa agbanwela.\"",
    "Ebe foto si, Getty Images",
    "Ọ bụghị naanị ndị Himba, na agbụrụ Wodaabe, nwaanyị nwere ike  is oro di ya gaa mmemme,  soro nwoke ka ya mma larie.",
    "Ndị agbụrụ Wodaabe na mba Nijie bụ ndị na-eme emume a kpọrọ \"Gerewol\" bụ ịma aka nwoke kachasị mma.",
    "Ụmụnwoke ga-eyi akwa mara mma, techasịa ma yiri ọla dị  iche eche na-ete egwu,na-aja eze,ụmụnwaanyị bịara mmemme ahụ ga-elezikwanụ anya nwoke kachasị maasị onye.",
    "Nwaanyị nwere ike gbahapụ di ya, soro nwoke ọzọ ka ya mma ọ hụrụ n'emume ahụ gawara ụwa ya.",
    "N'otu aka ahụ, nwoke  nwere ike ịso nwaanyị ọbụla họrọ ya; ma ọ luola di ma ọ lubeghị, banye ọhịa.",
    "Ebe foto si, Getty Images",
    "Ha bụ agbụrụ dị na mba Cambodia.",
    "Nwaanyị tolite agbọghọ , nna ya alụpụrụ ya ụlọ ebe ya na ụmụokorobia chọtara ya ga na-anọ akpa.",
    "O nwere ike nkata abụ aghọ ngịga, ha alụwa onwe ha.",
    "Dịka National Geographi siri kọwaa,  naanị ma ha kwekọrịta ịlụ onwe ha ka ị ga-ahụ nwagbọghọ na nwaokorobia ka ha na-egosi na ha na-agakọ.",
    "N'omenala ala ha, nwaagboghọ nwere ikike inwe ọtụtụ enyi nwoke, ọ bụghị nsọ n'ihi na oọ bụ n'ime ndị a ka o nwere ike ịhọrọ onye ọ chọrọ ka ọ bụrụ di ya.",
    "Ụmụnyanyị",
    "Namibia",
    "Afịrịka",
    "Omenala",
    "Alụmdịnanwụnye",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwumaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Lee obodo Ntezi kwenyere na ha bụ Igbo mana ha anaghị asụ Igbo11 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọhachị mba Naijịrịa.",
    "E gburu otu onye ma gbaa ụgbọala ndị mmadụ ọkụ n'Onicha, Ebonyi Steeti",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "Ndị uweojii Naịjirịa anwụchiela onyeisi nchụaja ha sị na ọ bụ onye Ipob",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}