{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Oba Akinyemi/Rochas Okorocha",
    "Ọba Akintunde Akinyemi bụ eze obodo Iselu dị n'Okpuru ọchịchị Yewa-North ekwuola na ya anapụla Senetọ Rochas Okorocha ọkwa  nkwanyere ugwu pụrụ iche n'ala Yoruba ya na ndị imeobi ya nyeburu ya.",
    "Ipob asaala Okorocha",
    "A ga-akpọwazị Davido \"Ichie\"?",
    "A họpụtaburu Okorocha  dịka 'Otunba Asoludero nke obodo Iselu \" nke pụtara 'Ichie Ọkpa udo nke obodo Iselu\" dị na Yewa-North nke Ogun steeti.",
    "N'akwụkwọozi  nke o binyere aka ya ma wepụta n'abalị itoolu nke ọnwa Ọgọstụ, afọ 2021,Oba Akinyemi sịrị na mmemme ịji mejupụta nhọpụta Okorocha nke e tinyeburu n'abalị iri na itoolu nke ọnwa Septemba agaghị enwekwa isi ọzọ.",
    "Ebe foto si, Oba Akintude Akinyemi",
    "Ozi ahụ kwuru sị, \" mụnwa bụ Ọba Ebenezer Akintunde Akinyemi, Eselu nke Alaeze Iselu dị na Okpuru Ọchịchị Yewa-North dị n'Ogun steeti ji obi mwute edetara gị akwụkwọ iji gwaa gi na a napụla gị nhọpụta gị dịka \"Otunba Asoludero nke Alaeze Iselu ma na-akagbukwa mmemme ichi gị ya bụ echichi.\"",
    "O kwuru na dịka ya na ndị imeobi ya nwere mkpebi inye Okorocha nkwanyere ugwu ahụ, ha degara ya akwụkwọ ozi, na o nydre ha ọsịsa ebe ọ nabatara ya ma sị ha hiwe mmemme ya n'abalị 19 nke ọnwa Septemba.",
    "Ihe ị kwesiri ịma maka okpueze ala Igbo",
    "Mgbe BBC Igbo kpọrọ Ọba Akinyemi n'ekwentị, o kwuru n'ezie na ọ bụ ya dere akwụkwọ ozi ahụ mana ya agaghị ekwubela ihe mere ya jiri gbanwee obi ya ma napụ Okorocha ọkwa o nyerela ya.",
    "Igbo Culture: Usoro e ji echi nze n'ala Igbo",
    "Okorocha kwuru na ya bụ ihe mere dịka e siri kwuo ya.",
    "Onye nnyemaka ya  n'ihe gbasara soshal midia, bụ Ebere Nzewuji gwara BBC Igbo n'ekwentị sị, \"O nwee ihe ndị eze Yoroba gwara ụnụ, ụnụ were ya etu ahụ.\"",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York",
    "Etu ndị ọrụ nchekwa siri gbaa ụlọ ọrịrị abụọ ọkụ n'Orlu, Imo Steeti",
    "Ọkaiwu Nzeribe akpọpụtala 'ungun Judicial known man' - Rochas Okorocha",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "E gburu otu onye ma gbaa ụgbọala ndị mmadụ ọkụ n'Onicha, Ebonyi Steeti",
    "Naijiria",
    "Omenala",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Governor Andrew Cuomo nke New York agbaala arụkwaghịm n'ebubo ịkpa ụmụnwaanyị aka n'ụbọ4 Ọgọọst 2021",
    "Chieftaincy title: Ihe ọ na-ewe nwaanyị inweta echichi n'ala Igbo1 Nọvemba 2018",
    "Davido enwetala echichi na Delta state1 Disemba 2019",
    "Vidio, Anambra state: Ọgbaghara sochiri echichi Igwe Aguleri ọhụrụ4 Eprel 2019",
    "Vidio, Ana m alụrụ ụmụbọị oga ha na-emegbụ ọgụ - Rev Prince Chukwuma10 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York4 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọhachị mba Naijịrịa.",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Ndị uweojii Naịjirịa anwụchiela onyeisi nchụaja ha sị na ọ bụ onye Ipob",
    "E gburu otu onye ma gbaa ụgbọala ndị mmadụ ọkụ n'Onicha, Ebonyi Steeti",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "Ọkaiwu Nzeribe akpọpụtala 'ungun Judicial known man' - Rochas Okorocha",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York",
    "Gịnị bụ Ikenga n'alaigbo?Emelitere ikpeazụ na: 13 Maachị 2020",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}