{
  "published": "11 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị obodo Ntezi dị n'agbata Abakaliki na Cross River kwenyere na ha bụ ndị Igbo na-agbanyeghi na ha anaghị asụ asụsụ Igbo.",
    "Obodo ha dị n'okpuruọchịchị Oshielu, ha kọwaara ha ndị nna nna ha si n'obodo Cross River bịa biri ebe ahụ ihe karịrị afọ narị abụọ.",
    "Edward James Roye, nwaafọ Igbo bụbu onyeisiala mba Liberia",
    "Biafra: Ebee ka aha a si pụta?",
    "Kedu ebe Igbo si?",
    "Ụfọdụ aha ha na-aza abụghị aha ndị Igbo mana site n'omenala gụnyere iri ji ọhụrụ na ịkpa nkata mere ha ji nwee nkwenye na ha bụ ndị Igbo.",
    "Kirie akụkọ ha n'uju;",
    "Kross Riva Steeti",
    "Naijiria",
    "Asụsụ",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Ebonyi Steeti",
    "Omenala",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Vidio, Ntezi Community: Ha kwenyere na ha bụ Igbo mana ha anaghị asụ Igbo, Duration 4,2711 Ọgọọst 2021",
    "Vidio, Chioma Ajunwa Olympics: E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha, Duration 5,294 Ọgọọst 2021",
    "Vidio, Sit at home order: Ihe ise ga-akwụsị atụmatụ a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Vidio, Honey production: Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, David Igwe: Etu m si zawa 'Ovuvuevuevue enyetuenwuevue ugbemugbem osas', Duration 2,4916 Julaị 2020",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}