{
  "published": "10 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mmachị ngagharị Ipob mere ụnyahụ bụ August 9,2021 ka kpụ ọkụ n'ọnụ dịka ndị ọnụ na-eru n'okwu n'ala Igbo na-ekwu okwu gbasara ya.",
    "Elliot Ugochukwu Uko chọpụtara otu Igbo Youth Movement kwuputere ọtụtụ ihe o chere ga-akwụsị mmachị ngagharị Indigenous People of Biafra na-eme n'ala Igbo.",
    "\"Enweghị onye dị ka Ojukwu, enweghị onye ga-anọchinwu ya\" - Uko",
    "'Ndị ọchịchị Igbo nwere nsopụrụ n'ebe Buhari nọ karịa ndị ha na-achị' - Dele Momodu",
    "O kwuru na ọ ga-adị mma ka gọọmenti etiti jụọ onwe ha, \"ụmụaka a na-ekwu na ha achọghịzị ịbụ ndị Naịjirịa, kedụ ihe bu iwe ha?\".",
    "Ụkọchukwu Ukoh kwukwara ụzọ ndị ọzọ a ga-eji kwụsị sit-at-home ndị otu Ipob na-emekarị.",
    "Ohaneze Ndigbo ekwuola na imachị ndị mmadụ ịgagharị n'ụbọchị Mọnde agaghị enyere ala Igbo aka.",
    "Odee akwụkwọ otu ahụ bụ Chiedozie Alex Ogbonnaya kwuru nke a mgbe ọ na-ekwu maka etu iwu \"sit at home\" nke Indigenous People of Biafra malitere n'August 10,2021.",
    "O kwuru na iwu mmachị a ga-emetụta azụmahịa ndị Igbo tụmadị ndị na-esi mba ndị ọzọ abịa azụ ahịa n'ala Igbo.",
    "Ogbonnaya kwuru, \"Anyị ga-achọ ụzọ ọzọ anyị ga-eji mee ka gọọmenti etiti mara na etu ha si ka jide Nnamdi Kanu na-ewute anyị.\"",
    "\"Nke mere ụnyahụ metụtara ụmụaka anyị na-ele ule National Council Examinations(NECO).\"",
    "Ogbonnaya kwuru na ihe ndị otu Ipob na-achọ bụ ihe ziri ezi mana ọ ga-adị mma ka ndị Igbo niile akpa akpa ka amara ụzọ ka mma a ga-esi sowe ya.",
    "O kwuru na Ohaneze NdiIgbo akwadoghị tigbuo zọgbuo mere ụnyahụ.",
    "\"O bụrụ na ọ bụrụ na ọ ga-ekwe omume ndị Ipob, ụkọchukwu, Ohaneze Ndigbo nakwa ka akpa maka ụzọ a ga-esi kwọ onye ije ukwu wara, ka ije wee kwe ọgịga.\"",
    "Etu ndị ọrụ nchekwa siri gbaa ụlọ ọrịrị abụọ ọkụ n'Orlu, Imo Steeti",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Lee ọgba arụsi zọrọ ndị obodo Isu Awa ndụ n'oge agha Biafra",
    "E gburu otu onye, gbaa otu onye egbe n'aka ma gbaa ụgbọala ise ọkụ na Mbaise, Imo steeti",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Sit at home order: Ihe ise ga-akwụsị atụmatụ a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Vidio, Chioma Ajunwa Olympics: E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha, Duration 5,294 Ọgọọst 2021",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 7 gara aga",
    "Vidio, Isu Awa Village: Etu ọgba arụsi si zọọ ha ndụ n'oge agha Biafra, Duration 4,158 Ọgọọst 2021",
    "Vidio, IVF: Lee ihe omenala kwuru gbasara usoro IVF, Duration 7,015 Ọgọọst 2021",
    "Vidio, Ernest Okonkwo: Ihe i kwesiri ịma maka onye ntaakụko egwuregwu a pụrụiche, Duration 8,297 Ọgọọst 2021",
    "Vidio, Anambra state: Ọgbaghara sochiri echichi Igwe Aguleri ọhụrụ, Duration 1,164 Eprel 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}