{
  "published": "11 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigerian Navy/Getty",
    "Ndịagha mmiri Naijiria ekwuola na ndị otu ha gburu ndị ji egbe wakpoo ogige ha dị n'Awkuzu Junction, Anambara Steetị n'ụbọchị Mọnde 9 Ọgọstụ 2021 dịka 'nọrọ n'ụlọ' nke otu Ipob hiwere na-aga.",
    "Akụkọ kwuru na ndị bu egbe wakporo ogige ndịagha mmiri dị n'Awkuzu Junction, Anambara Steetị, ebe ahụ ha na ndịagha mmiri a malitere ịkwakọrịta onwe ha mgbọ nke butere ọnwụ ụfọdụ ndị mmadụ.",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na Bende",
    "Etu ndị ji egbe siri gbuo ndị uweojii na ndị nkịtị n'Enugwu na mgbede Wenezde",
    "Kepukepu na-ekwu na a gbagburu ndị ọrụ ndịagha mmiri abụọ mana mana onyeisi ndịagha mmiri n'Ọnịcha bụ Adekunle Okeniyi sị na akụkọ na e gburu ndịagha ha bụ asị ọcha.",
    "Kama ọ sị na ndịagha mmiri gbagburu ndị ji egbe mmadụ isii mgbe ha bịara ịwakpo ogige ha dị n'Awkuzu.",
    "Okeniyi gaara n'ihu kwuo na o nweghi ọkọ ọbụla kọrọ onye agha ha ka ọ fọdụzie ogbugbu.",
    "Ọ dọọrọ aka na ntị ka ndị mmadụ ghara ịgbasa akụkọ ụgha.",
    "BBC Igbo kpọtụrụ ọnụ na-ekwuru ndịagha mmiri n'Anambara n'ekwentị mana ọ zaghị ruo mgbe akụkọ a pụtara.",
    "Cheta na otu Ipob iwu ka ndị mmadụ nọrọ n'ụlọ na mpaghara Ọwụwa Anyanwụ n'ụbọchị 9 nke Ọgọstụ dịka ha na-eti mkpu ka gọọmentị tọhapụ onye ndu ha bụ Nnamdi Kanu e ji eji.",
    "Ọtụtụ ndị mmadụ rubereisi n'iwu a n'obodo ndị dịka Aba, Owere, Onicha, Ọka nakwa n'ọtụtụ mpaghara, ebe ụfọdụ ndị nupuru isi tụnyere ndụ ha, ụgbọala ha maọbụ ngwaahịa ha.",
    "Naijiria",
    "Ndịagha",
    "Anambra Steeti",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwumaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Lee obodo Ntezi kwenyere na ha bụ Igbo mana ha anaghị asụ Igbo11 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọhachị mba Naijịrịa.",
    "E gburu otu onye ma gbaa ụgbọala ndị mmadụ ọkụ n'Onicha, Ebonyi Steeti",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "Ndị uweojii Naịjirịa anwụchiela onyeisi nchụaja ha sị na ọ bụ onye Ipob",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}