{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bishop Chukwuma,Omu/Fr Oluoma",
    "Ndị isi omenala, ndị ịsị ụka Katọlịk na nke ndị Anglịkan ndị ọnụ ruru n'okwu n'ala Igbo ekwuola na ọ bụ otu ụmụnwaanyị bụ ndị kacha ebute nsogbu ịnapụ ndị mmadụ nwụnarịrị ego na ihe ndị ọzọ n'akwamozu.",
    "Ka o si dị ugbua n'ala Igbo, ọtụtụ ihe na-emetụta ezinụlọ ndị mmadụ nwụrụ na be ha.",
    "Akwamozu o kwesiri ịbụ oriri na nkwari?",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'",
    "Ewepụ mkpụ akwa obi mgbawa maka ndi nwụụrụ ha, ihe ndị ọzọ n'echi ha bụ ihe ndị ụka Krịastị nakwa ndị omenala na-atụ anya ịnata n'aka ha.",
    "Na mkparịtaụka BBC Igbo nwere taa bụ ụbọchị nke iri na otu nke ọnwa Ọgọst, ha gbadoro ụkwụ n'okwu ihe ndị a a na atụanya na-aka ezinụlọ ndị mmadụ nwụụrụ ma a na-eme akwamozu.",
    "BBC Igbo nabara ndị ọnụ ruru n'okwu bụ mmadụ anọ nke abụọ n'ime ha bụ ndị isi ụka Kriastị nke Katọlịk nakwa nke Anglịkan bụ Fada Chinyere Oluomachi na Bịshọpụ Emmanuel Chukwuma.",
    "Ndị abụọ ndị nke ọzọ bụ onye omenala Eze Nwaanyị Martha Dunkwu na onyeisi ụmụnwaanyị bụ Kosi udechukwu.",
    "Lee ihe ha kwuru na ya bụ mkparịtaụka:",
    "Eze Nwaanyị Martha Dunkwu",
    "Eze Nwaanyị Martha Dunkwu kwuru sị na ugbua mmadụ lie nne maọbụ nna ha , ha agbara aka kama ọdịghị etu a na mbụ.",
    "O kwuru sị, \" oge m batara na obodo Omu , ahụrụ m na ụmuada na-emegbu ụmụada ibe ha maka ụtụ dị iche iche\".",
    "O kwuru na ya kpọrọ ụmu nwaanyị were sị ha cheta kwa na ụfọdụ ndị ejighi ego itu ụdịrị ụtụ a na-etinye ha n'isi.",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "Ebee ka e kwesịrị ili nwunye mmadụ n'ala Igbo?",
    "Eze Dunkwu kwuru sị, \"akpọkwara m ndị nwoke sị ha ka ewebileta aka n'ụtụ a na-enye ndị mmadụ na-akwa ozu. Ha kwetara ma sị na ọ bụ ụmụ nwaanyị kacha ana ụtụ ndị a\".",
    "Eze Nwaanyị Dunkwu kwuru na ọ dịghị mma na mmadụ kwacha ozu onye ahụ abanyezia n'ụbịam.",
    "Ọ kọwara na, \"ọ ka mma na anyị gosiri onwe anyị ịhụnaya na obi ọmaikọ n'ihe a na-atụ n'aka ezinụlọ n'akwa ozu\".",
    "Ebe foto si, Alamy",
    "Bịshọpụ Chukwuma ekwuola na ya akwadoghị ụdị ego emefuru n'Oba na mmemme akwamozu.",
    "O kwuru sị,\" n'uche m, ego ahụ ga-aka mma i jị mezie ụzọ nakwa obodo ahụ\".",
    "Ọ gara n'ihu kwuo, \"na Parishị ụka m nke m na-elekọta a na-akatọọ oke mmefụ ego na ị na ezinụlọ na-akwa ọzụ ihe, oke ememe n'akwamọzụ eweghị uru ọ bara onye ọ bụla ọkachasi ndị aka erughi\"",
    "Ebe foto si, Fada Oluoma",
    "Oluoma kwuru sị, \" Ịgbasa mkparịtaụka a dị mkpa maka mmadụ niile kwesiri itinye aka hụ na ihe gbanwere, n'ezia okwu a metụtara anyị niile\".",
    "Ọ gara n'ihu kwuo sị, \"akwadoghị m ndị ụka ịna ndị ezinulo na-awka ozu oke ego, maọbụ ikwu na ha agaghi eli ozu onye nwụrụ anwụ maka ya bụ onye akwụghị ego otu ụka mgbe ọ dị ndu.",
    "New Anambra Burial Laws: Ihe 10 dara ụda n'iwu akwamozu ndị steeti a",
    "O kwuru na ya akwadoghi oke mmefu ego na-akwamozu.",
    "O kwuru uche obi ya were sị na ọ bụ ndị dị ndu na-akwa ozu, ma sị na ọ dighi mma ma ndị ụka maọbụ ndị omenala were aka ike kpachapụta ego nakwa ihe ndị ọzọ n'aka ezinụlọ na-akwa ozu.",
    "O kwukwara sị, \"nke ga-emezi ka ezinulo ahụ dị ka ndị ọdịndu ọnwụ ka mma\".",
    "Ebe foto si, Uche Akolisa",
    "Kosi Udechukwuru kwuru uche obi ya were sị,\"Otu ụmụ nwoke, otu ụmụ nwaanyị, otu ndị ntorobia, ndị ụka na mmadụ niile kwesiri itinyekọta aka ọnụ hụ n'enwere mgbanwe n'okwu ichọ ihe n'aka ezinụlọ n'akwa ozu\".",
    "Kama o kwuru sị na mgbe onye dị ndu, ka ọ tụọ ụtụ dịrị ya, na nke a ga-eme ka ọ hapụ itinye ndị ezinụlọ ya na nsogbu oke ụtụ ma ọ laa mmụọ.",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwumaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Lee obodo Ntezi kwenyere na ha bụ Igbo mana ha anaghị asụ Igbo11 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọhachị mba Naijịrịa.",
    "E gburu otu onye ma gbaa ụgbọala ndị mmadụ ọkụ n'Onicha, Ebonyi Steeti",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "Ndị uweojii Naịjirịa anwụchiela onyeisi nchụaja ha sị na ọ bụ onye Ipob",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York",
    "Ọ bụ eziokwu na Ipob akagbuola iwu 'sit-at-home'?",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}