{
  "published": "12 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Igbo na-agba mbọ bụ eziokwu.",
    "Obiano ekelela Charles Egbu bụ onyeisi ojii mbụ e mere onyeisi mahadum na UK",
    "Lee ka Kate Anorue siri napụ ndị ọcha ọkwa 'Mayor' ugboro abụọ",
    "'Etu m si bụrụ onyeisi okpuruọchịchị Bowie n'Amerịka n'afọ 27'-  Roxy Ogechi Ndebumadu",
    "Lee etu Junior Ezeonu bụ nwafọ Igbo gara mba Amerịka mgbe ọ dị afọ abụọ were mechaa bụrụ onye omeiwu mba Amerịka n'afọ iri abụọ na abụọ.",
    "Ebe foto si, Junior Ezeonu for Grand Prairie City Council/FB",
    "Ebe foto si, Junior Ezeonu for Grand Prairie City Council/FB",
    "Ebe foto si, Junior Ezeonu for Grand Prairie City Council/FB",
    "Amerika",
    "Ụmụntoroọbịa",
    "Ndọrọndọrọ ọchịchị",
    "Vidio, Chioma Ajunwa Olympics: E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha, Duration 5,294 Ọgọọst 2021",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Vidio, Ntezi Community: Ha kwenyere na ha bụ Igbo mana ha anaghị asụ Igbo, Duration 4,2711 Ọgọọst 2021",
    "Vidio, Sit at home order: Ihe ise ga-akwụsị atụmatụ a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Vidio, Junior Ezeonu: Etu nwaafọ Igbo dị afọ 22 si bụrụ onye omeiwu na mba Amerịka, Duration 3,0012 Ọgọọst 2021",
    "Vidio, Honey production: Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Vidio, Isu Awa Village: Etu ọgba arụsi si zọọ ha ndụ n'oge agha Biafra, Duration 4,158 Ọgọọst 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India, Duration 2,5616 Disemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}