{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bar Ifeanyi Ejiofor/Facebook",
    "Ifeanyi Ejiofor bụ ọkaiwu onye ndu otu Ipob bụ Nnamdi Kanu ekwuola na Kanu na-ebunye nde kwulu nde  ndị na-eso ya ụkpa ekele maka nkwado ha.",
    "Ejiofor gbaara ama n' ozi o wepụtara ụbọchị Tọzde dịka ọ gachara zute Kanu na mkpọrọ ndị DSS.",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "'Ịga a tụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ozi ahụ nke isi okwu ya bụ \"Njem ileta onye anyị n'anọchite\" o wepụtara n'akara Facebook ya na mgbede Tọzde, o kwuru sị, \" Obi adaghị ya mba, Obi ka siri ya ike\".",
    "O kwukwara sị, \" Kanu na-ezịgara ndụ kwuru nde bụ ụmụchineke na ndị nsọnsọ ya nọ na mba ụwa niile ozi ekele\".",
    "\"Obi dị Nnamdi Kanu ụtọ maka etu esi kwado ya ma rịọ mmadụ niile ka ha tachie obi ma banye n'ekpere ọkachasị oge dịka nke ugbua\".",
    "O kwukwara sị, \"Anyị ga-enwe mmeri n'oge na-adịghị anya. Ekpere gị dịkwa oke mkpa\".",
    "Ejiofor kwuru na ihe ndị ọzọ ya na Nnamdi Kanu kpara bụ ihe gbasara ọrụ dịka ọkaiwu nke ọ gaghị ekwuputa n'ọha.",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ12 Ọgọọst 2021",
    "Obi Cubana: Ihe mere akwamozu nne m ji dịka ebe a na-eme 'carnival'20 Julaị 2021",
    "Nnamdi Kanu Re-arrested: Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor11 Julaị 2021",
    "Anambra Governorship Election 2021: Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka12 Ọgọọst 2021",
    "Oba Akintunde Akinyemi nke obodo Iselu anapụla Rochas Okorocha ara n'ọnụ10 Ọgọọst 2021",
    "Vidio, Junior Ezeonu bụ nwaafọ Igbo dị afọ 22 ma bụrụ onye omeiwu na mba Amerịka12 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa- Barr Ifeanyi Ejioforelekere 5 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa- Barr Ifeanyi Ejiofor",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Ihe mere Ipob ji nye Igwe obodo Atani na ndị ọzọ iwu ụbọchị asaa",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọhachị mba Naijịrịa.",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}