{
  "published": "12 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra Broadcasting Service",
    "Otu Ipob enyela ndị ndu obodo nakwa ndị eze ọdịnala ala iwu ka ha kwụsị ịgba ama n'aka ndị ọrụ nchekwa Naịjirịa megide ndị ntoroọbịa bi n'obodo ha.",
    "N'ozi ọnụ na-ekwuru ha bụ Emma Powerful wepụtara, o nyere Igwe Augustin Ngoddy nke obodo Atani dị n'Ogbaru nke Anambra Steetị ụbọchị asaa ịkpọpụta ndị ntoroọbịa a nwuchiri n'obodo ahụ.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "Lee mgbe a ga-ekpe ikpe maka 'referendum' nke ụfọdụ ndị Ugwu sị ka e nye Biafra",
    "Powerful sị na ọ bụrụ na Igwe emeghi nke ahụ na ihe a tụghị anya ga-eme.",
    "Gịnị mere Ipob ji nye Igwe Austin Ngoddy iwe a?",
    "Ebe foto si, Getty Images",
    "O nwebeghi onye maara kpọmkwem ihe mere Ipob ji nye Igwe Ngoddy iwu mana ihe onyonyo pụtara na soshal midia ke otu onye kọrọ ihe mere n'Atani.",
    "Ihe onyonyo ahụ gosiri ka ndị agha mmiri na Naịjirịa (Nigerian Navy) na-anwuchi ụfọdụ ụmụokoroọbịa na-etinye ha n'ụgbọala.",
    "Nkọwa so ihe onyonyo ahụ na-ekwu na ndị ntoroọbịa obodo bu ngagharịiwe gaa n'ụlọ Igwe Ngoddy maka etu ụgbọala Timpa na-ebu aja si emebisi okporoụzọ ha.",
    "A sị na ndị Timpa ahụ na-akwụ Igwe a ụgwọ iji bata bịa gwuru aja na mmiri dị n'obodo nke mere ụzọ ha ji na-emebisi.",
    "Ndị ntoroọbịa gakwuuru Igwe, sị ka o were ego ahụ a na-akwụ ya tinye aka mezie ụzọ ha mana Igwe hụtara ha ka ndị na-ama ọchịchị ya aka n'ihu.",
    "Na nke a mere o jiri ga kpọtụrụ ndịagha mmiri ma sị ha na ndị ntoroọbịa ahụ bụ ndị otu Ipob na-enye nsogbu n'obodo Atani.",
    "BBC Igbo ka na-agba mbọ ịnụta n'ọnụ Igwe Augustin Ngoddy banyere ebubo a nakwa iwu otu Ipob nyere ya.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Ndịagha",
    "Anambra Steeti",
    "Vidio, Junior Ezeonu bụ nwaafọ Igbo dị afọ 22 ma bụrụ onye omeiwu na mba Amerịka12 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa- Barr Ifeanyi Ejioforelekere 5 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa- Barr Ifeanyi Ejiofor",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Ihe mere Ipob ji nye Igwe obodo Atani na ndị ọzọ iwu ụbọchị asaa",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọhachị mba Naijịrịa.",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}