{
  "published": "14 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Femi Fani Kayode",
    "Onye bụbu Mịnịsta njem ụgbọelụ Naijịrịa bụ Femi Fani-Kayode kwuru na ọ kwadoghi nkewa Naijịrịa maọbụ agha ọ bụla ga-esilete isi na mba Naijịrịa.",
    "Ọ bụ n'ọgbakọ ndị otu ntaakụkọ Kwararafa Reporters mere n'ụbọchị Tọọzde maka ịdị n'otu ala Naijịrịa nke isi okwu ya bụ \"One Nigeria: A Critical Look into the Future\" ka o kwuru nke a.",
    "Fani-Kayode enyela Daily Trust ịzuụka abụọ ịkwụ ya ijeri naịra isii maọbụ chere ya n'ụlọikpe",
    "Buru ụzọ nwuchie Shekau na Gumi tupu ụnụ bịa ịnwuchi m - Sunday Igboho",
    "Gịnị na-esere Femi Fani-Kayode na nwunye ya, Precious Chikwendu?",
    "N'okwu ya Femi Fani-Kayode kwuru si:",
    "\"Udo ka mma n'okwu ala anyị, agha abụghị ụzọ ziri ezi. Mụ na ọtụtụ ndị mmadụ arụkọla n'oge gara aga, obughị mmadụ niile a ka mụ na ha nwere nkwekọrịta ma agaghị eji maka na anyi enweghi nwekọrịta kagbuo emi enyi dị n'etiti anyị\"",
    "Ọ gara n'ihu kwuo ụfọdụ n'ime ndị bụ enyi ya nke otu n'ime ya gụnyere Nnamdi Kanu",
    "O kwuru sị: \"Nnamdi Kanu bụ ezigbo enyi m agbanyeghi na anyị anaghi enwe nkwekọrịta oge niile, mụ na ya zukọrọ n'ime ụlọ nga nke Kuje\".",
    "Femi Fani-Kayode: Gọọmenti etiti kwesiri ịge ndị dịka Nnamdi Kanu na-achọ nwereonwe ntị",
    "\"Sunday Igboho bukwa enyi m. Mu na ya arụkọọla ọrụ n'oge gara aga, ọ kachasi mgbe anyị jịkọrọ aka mee mkpesa ka egbulie mmachi amachiri ịbụta nri nke onyeisiala Buhari gere nti mee\"",
    "O kwuru si \"Ịwe mmadụ niile na ala Naijịrịa ruru ha, ma ndị ugwu, ma ndị ndịda, enwere etu Naijịrịa si emejọ ma emetụta mmadụ niile. Anyi aghaghi eji maka mmejọ ndị a gbuwe maọbụ katọba onwe anyị kama ka anyị niile jịkọọ aka ọnụ soro ụzọ udo nakwa ịdị n'otu ịhụ maka ọgaihu ala anyị\"",
    "Fani-Kayode kwukwara uche ya maka ndị na-acho nkewa Naijịrịa maọbụ nwere onwe",
    "O kwuru si na ala Naijịrịa ka mma etu ọ dị, o kwukwara na nkewa abụghị ihe ga-emezi nsogbu anyị ugbua kama ọ bụ itinye ndị ọchịchị ziri ezi n'oche, ihazigharị usoro ọchịchị nke bekee kpọrọ \"restructuring\" nakwa ikpe udo maka ihe ndị mere n'oge gara aga.",
    "O kwuru si na dịka e si gbuo ụmụ Igbo na agha Biafra, na egbukwara ndị mmadụ na mpaghara oke Naijịrịa mana na onweghị onye na-ekwu maka ndị a nwụrụ.",
    "Na nchịkọta okwu ya, o kwuru ka mmadụ niile gbaghara onwe ha n'ịhị na anyị niile bụ ụmụ nne kama ka anyị hụ n'udo na-achi na ala anyi.",
    "O kagburu mkpụ agha ụfọdụ ndị mmadụ na-eti ma kwusie ike na udo kama, ọ kachasi dịka ntụlịaka nke afọ 2023 na-abịa.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor14 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa thyroid14 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa - Ifeanyi Ejiofor",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Anaghị m ekwenye n'ihe niile Nnamdi Kanu na Igboho na-ekwu mana ha bụ ezigbo enyi m - Femi Fani Kayode",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "Ihe mere Ipob ji nye Igwe obodo Atani na ndị ọzọ iwu ụbọchị asaa",
    "Ihe Gani Adams gwara Buhari maka referedum",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}