{
  "published": "14 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ifeanyi Ejiofor/Facebook",
    "Okaiwu Nnadi Kanu bụ Ifeanyi Ejiofor adọọla ndị otu Ipob aka na ntị ka ha ghara ịchọ ya okwu n'ọnụ makana ya abụghị ọnụ na-ekwuru ndị otu ahụ ka ya bụ onye okaiwu ha.",
    "Ejiofor kwuru nke a na-akwụkwọ ọ dere na Facebook maka nrụrịta ụka na-apụta n'okwu imechi iwu onye apụla ezi Ipob tiburu.",
    "Ọ dere ya bụ akwụkwọ n'ilu nke gosiri na ọ chọghị ịgba okwu niile n'awụ dịka o kwuru.",
    "Ejiofor sị na \"atuolu omalu, omalu mana atuolu ofeke ofeyi isi na ofia\".",
    "Ọ na-arịọ ndị na-agbagha ha okwu ka ha welata obi maka na ha na ndị otu ha anọrọla dịka okaiwu Nnamdi Kanu ihe karịrị iri afọ abụọ ma kwụwa aka ha ọtọ, \"ọ bụzị ugbu a ka anyị ga-emegharị?\".",
    "Ebe foto si, Getty Images",
    "Otu Indigenous People of Biafra (Ipob) bụ otu na-achọ ka ekewa Naịjirịa ma kepụta mba ha kpọrọ Biafra ekwuola na nkagbuola atụmatu ndị mmadụ akpụtala ezi kwa Mọnde. ọbụla ha mere bụ site na ntuziaka onye isi ha bụ Nnamdi Kanu nyere.",
    "Cheta na n'ozi o ziri ndị Ipob na Facebook onye nnọchịanya onyeisi otu ahụ bụ Chika Edoziem sị na ọ ga-abụ sọ so ụbọchị Nnamdị Kanu na-apụta ụlọikpe ka ha ga-eme nnọdụ n'ime ụlọ ọzọ.",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi",
    "Ndị oji egbe wakporo ụlọọrụ ndi uweojii na Nnewi",
    "E gburu otu onye ma gbaa ụgbọala ndị mmadụ ọkụ n'Onicha, Ebonyi Steeti",
    "Mana, ka o kwuchara okwu a ọtụtụ n'ime ndị na-akwado Ipob anabataghi ya, dịka ụfọdụ malitere ibo ndị so n'atụmatụ Ipob kpọrọ \"Directorate of State\" (DOS) ebubo na ha analara aka azụ n'aka gọọmentị Naịjirịa.",
    "Chika Edoziem bụ onyeisi DOS, nke pụtara na ọ bụ ya ka ọchịchị kwesiri ịdị n'akan'oge ahụgghị Nnamdi Kanu.",
    "N'ozi ọnụ na-ekwuru Ipob bụ Emma Powerful binyere aka, Ipob si na ha na-atụle uche banyere atụmatụ ịnọdụ n'ụlọ ahụ, ọkachasi ugbua ha chọpụtara na ọtụtụ ndị na-akwado ha chọrọ iji oge ha chụọ aja.",
    "Ọ sị: \"Atụmatụ ịkagbụ ịnọdụ n'ụlọ si n'aka onyeisi anyị bụ Nnamdụ Kanu. Ọ ga-abụzị n'ụbọchị ọ ga-alaghachi ụlọikpe bụ Ọktoba 21 ka a ga-eme ya ọzọ. Mana, ya nwekwa ihe kpatara a ga-eji mee ya, DOS ga-eme ka mmadụ niile mara.\"",
    "Ipob tinyereburu mmachị ngagharị a Bekee n'akpọ \"sit-at-home\" n'ime izuụka gbara aga. Ha mere nke dịka ha nyere gọọmentị Naịjirịa ruo ụbọchị asato nke ọnwa Ọgọstụ iji tụghapụ onyeisi ha bụ Nnamdi Kanu.",
    "N'oge ahụ, ha sị na ọwụwa anyanwụ Naịjirịa niile na-anọdụ n'ọnọdụ mmadụ apụtaghị ezi site na ụbọchị itoolu nke ọnwa Ọgụstụ bụ Mọnde.",
    "Na Mọnde ahụ, ọwụwa anyanwụ niile dị ka ebe mmadụ gbara ọzọ dịka ọkankụ ụzọ tọgbọrọ chakoo.",
    "N'agbanyeghị na Ipob na-asị na ha amanyeghị ndị mmadụ ịnọdụ n'ụlọ a, ọnụ okwu ndị isi n'oge ahụ bụ \"onye pụta ihe ọ hụrụ ọ were\".",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga",
    "N'ụbọchị ahụ, a wakporo ndị na-eme njem na mpaghara Mbaise dị n'Imo steeti ma gbaa ụgbọala ise ọkụ.",
    "Ihe ise ga-akwụsị sit-at-home a Ipob na-eme – Elliot Uko",
    "Nchọpụta BBC Igbo gosiri na ihe ruru otu mmadụ nwụrụ n'ebe ahụ ebe ndị ọzọ bu mgbo egbe laa.",
    "Na Nnewi, BBC Igbo chọpụtakwara na ndị pụtara ịmanaye ndị mmadụ ịnọdụ n'ụlọ na ndị agha Naịjirịa nwere ọgbaghara nke butere ọnwụ ihe ruru mmadụ abụọ.",
    "N'Ọnịcha nakwa Aba ihe onyonyo e tinyere na soshal midia gosiri ndị okoọbịa ji mma na osisi na-agaghara ma na-amanye ndị mmadụ ịnọdụ n'ụlọ.",
    "N'Ebonyi steetị, a gbakwara ụgbọala na-aga njem ọkụ ma gbuo otu onye.",
    "Ebe foto si, Chika Edoziem/ Facebook",
    "Chika Edoziem nọ n'etiti ndị Ipob ọzọ na Foto a",
    "Na mpaghara Ọkụzụ n'Anambara ndị oji egbe gara iwapo ọdọ ndi agha mmiri dịka ndi ọzọ wakpokwara ụlọọrụ ndị uweojii na Nnewi.",
    "Ndị Ipob na-agọ n'aka ha adịghị na mwakpo niile mana mpụtara ha bụ \"sit-at-home\" were ụfọdụ ndị bi na mpaghara ọwụwa anyanwụ Naịjirịa iwe.",
    "Nke bụ eziokwu bụ na ọkankụ ndị na-ekwusi ike na a nọdụ n'ụlọ bụ ndị bi oefi agbụrụ ha si ọwụwa anyanwụ Naịjirịa.",
    "Mana ụfọdụ ndị abụghị ndị Ipob kwadokwara ya.",
    "Ebe ndị ọzọ akwadoghị ya na-ajụ ihe mpụtara ya bụ ịnọdụ n'ụlọ.",
    "Uche Okafor-Mefor bụbu osote onyeisi otu ahụ dere ọba Facebook ya na ọ bụ nkwafu ọbara nakwa mmebi akụnaụba ndị Ipob sị na ha na-echekwa ka e mere na ya bụ atụmatụ.",
    "Ọ sị na agbanyeghị na ịnọdụ n'ụlọ iji gosi iwe bụ ihe ziri ezi, ịmanye ya bụ arụ ma megide ikike diri onye ọbụla.",
    "Ebe foto si, Screen snip/ Facebook",
    "Onye ntaakụkọ Charles Ogbu pụtara katọọ atụmatu ịnọdu n'ụlo ahụ n'ọba Facebook ya. Ọ sị na ebe ọ ka njọ bu na ụmụakwụkwọ edeghị ụle Neco ha maka ya. Ọ sị na nke a ga-adọtị ha aka azụ.",
    "Na mkaprịtaụka BBC Igbo mere n'ụbọchị Mọnde ahụ, Paul Achalla, bụ onye nnọchịte anya Ipob n'ihe banyere ikpe na mba Briten kwuru na ha na-ele anya na ihe ahụ mere ga-eme ka ụwa mara na Ipob nwere ọnụ n'ọwụwa anyanwụ Naịjirịa. Ọ sị na nke a ga-enyere onyeisi ha bụ Nnamdi Kanu aka.",
    "Mana Chukwuka Ofoegbu bụ onye ekwenyeghị n'ihe Ipob na-eme sịrị na ọ bụ sọsọ ajọ ihe ga-eritere na ya bụ atụmatu inọdụ n'ụlọ.",
    "Ndị Ipob mechara jụwa ajụjụ na soshal midia iji mata ihe ndi mmadụ chere maka atụmatụ ahụ.",
    "Ọtụtụ ndị sara ha siri ha gawa n'ihu mana ha mechara siri na ha agaghi eme ya gawa n'ihu.",
    "Ebe foto si, Screen grab/Facebook",
    "Etu ndi Ipob siri nabata atụmatu ọhụrụ a",
    "Ụfọdụ ndị Ipob nabatara atụmatụ ọhụrụ Chika Edoziem na ndị otu ya wepụtara.",
    "Dịka onye aha ya bu Divine Rich dere n'ọba Facebook Maazị Edoziem.",
    "Ebe foto si, Screen grab/Facebook",
    "Mana, mmadụ dịka Anukwu Stephen gbarụrụ ihu maka ya ma kwuo na o kwesiri ọbụrụ sọsọ aabụọ maọbụ atọ ka a ga akagbu.",
    "Ebe foto si, Screen grab/Facebook",
    "Gọọmentị Naịjirịa na-ekpe Nnamdi Kanu ikpe maka ebubo na ọ na-akpa nkata ibuso Naịjirịa agha.",
    "Ọ bụ n'ụbọchị 21 nke ọnwa Ọktoba ka ọ ga-alaghachite n'ihu ọkaikpe Binta Nyako n'ụlọikpe ukwu dị n'Abuja.",
    "Ikpe malitere kembe afọ 2015.",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ipob si ka aga n'iru enye mkpebị ruru Nnamdi Kanu14 Febụwarị 2018",
    "Nnamdi Kanu: Lee etu ọchịchị Ipob ga-adị ugbua1 Julaị 2021",
    "Ipob Sit At Home Order: Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi13 Ọgọọst 2021",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor14 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa thyroid14 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa - Ifeanyi Ejiofor",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Anaghị m ekwenye n'ihe niile Nnamdi Kanu na Igboho na-ekwu mana ha bụ ezigbo enyi m - Femi Fani Kayode",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "Ihe mere Ipob ji nye Igwe obodo Atani na ndị ọzọ iwu ụbọchị asaa",
    "Ihe Gani Adams gwara Buhari maka referedum",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}