{
  "published": "12 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Simon Ekpa/Facebook",
    "Dịka ntuliaka a ga-eji họpụta aka ga-achị Anambara Steeti na-abịa nso, otu onye otu na-achọ nwereonwe mpaghara Ọwụwa Anyanwụ Naịjirịa a kpọrọ Indigenous People of Biafra (Ipob) bụ Simon Ekpa apụtara kwuo na agaghị eme ntuliaka na steeti ahụ.",
    "Okwu Maazị Ekpa a dabanyere na nke onyeisi Ipob bụ Nnamdi Kanu na-ekwu tupu gọọmentị Naịjirịa anwụchie ya ma kpụlata ya Naịjirịa.",
    "N'ụbọchị 22 nke ọnwa Mee 2021, dịka ọ na-agbasara ndị otu ya ozi, Kanu sị na ya na ndị otu ya agaghị ekwe ka emee ntuliaka n'Anambra maọbụ ịchụnta vootu.",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon Ekpa",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa",
    "Ọ sịkwa ka ha mebie ihe niile e ji akwado ntuliaka dị na steeti ahụ.",
    "Ọ bụ na Twitter ka Maazị Ekpa dere ebumnuche ya banyere ntuliaka Anambara a ma si ka ndị mmadụ gwa ya uche ha banyere atụmatụ ahụ.",
    "Ụfọdụ n'ime ndị sara ya okwu nabatara atụmatụ ahụ ebe ndi ọzọ sị na ha ekweghị na ya.",
    "Ekpa si na ihe mere ya ji asị na ntuliaka nwereike agaghị emezi na \"ala Biafra\" bụ \"makana ọ bụ otu ụzọ e ji agwa ndị ndọrọndọrọ na-eme nrụrụaka na egwu agwụla\".",
    "Ọ sịkwa na emeghị ntuliaka ga-eme ka ndị ndọrọndọrọ ọchịchị taa ahụhụ maka ha agaghị enwezi ike - ọ sị na nke a ga-ebute mkparịtaụka banyere Biafra.",
    "Mana, otu onye aha ya bụ \"SirPope\" sara Maazị Ekpa were sị na ihe a ọ na-ekwu nwereike mee ka ndị mmadụ gbanye Ipob azụ.",
    "Ọtụtụ ndị ọzọ tinyekwara ọnụ ha na-ekwu uche ha banyere atụmatụ ahụ.",
    "Nnamdi Kanu: Ihe mere m ji akatọ ụfọdụ ndị ọchịchị n'ala Igbo",
    "N'oge a na-akwado ntuliaka nke e ji ahọpụta aka ga-achị Anambara n'afọ 2017, Kanu sịkwa ka a ghara ịtụ vootu mana ndị mmadụ mechara tụọ vootu.",
    "BBC Igbo jụkwara ihe oche maka atụmatụ na ebumnuche ya agaghị akwụsị ndi mmadụ ịtụ vootu mana ọ gbadosịrị ụkwụ ya n'ala were kwuo na ọ ka bụkwa uche ya.",
    "N'oge ahụ, ọ ka na-ekwu ka a ghara ịtụ vootu nke 2019, mana abalị abụọ ya na BBC Igbo mechara mkparịtaụka, ọ gara n'ihu sị ka ndị otu ya soro mee ntuliaka ahụ.",
    "Mana, dịka ọtụtụ n'ime ha edenyeghi aha iji tozuo iso me ntuliaka, ha atụghị vootu.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa22 Eprel 2021",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful9 Julaị 2021",
    "Simon Ekpa: Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra21 Julaị 2021",
    "Vidio, Junior Ezeonu bụ nwaafọ Igbo dị afọ 22 ma bụrụ onye omeiwu na mba Amerịka12 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa- Barr Ifeanyi Ejioforelekere 5 gara aga",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa- Barr Ifeanyi Ejiofor",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Ihe mere Ipob ji nye Igwe obodo Atani na ndị ọzọ iwu ụbọchị asaa",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọhachị mba Naijịrịa.",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}