{
  "published": "13 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Whitemoney/Intsagram",
    "Hazel Oyeze Onou e ji \"Whitemoney\" mara bụ otu onye ndị na-ekiri emume 'Big Brother Naija' nke 2021 na-akpụkarị n'ọnụ.",
    "Ka ọ kwụ ugbua, a sị ka a tụọ vootu, Whitemoney so na ndị nwere ike turu ugo na ya bụ asọmpi.",
    "Nke a mere dịka Pere na Maria kpọrọ aha Whitemoney n'ime ndị a ga-ewepu n'ụlọ Big Brother, ndi mmadụ kwuru na o nweghị ebe ọ na-aga.",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Mana, ọ gịnị mere nwa amadi a ji bụrụ onye ndị mmadụ hụrụ n'anya ọfụma ọfụma?",
    "Ọ dị ụzọ ihe ise e nwere ike sị na ọ bụ ha kpatara ọnọdụ a.",
    "Ha gụnyere:",
    "E nwere ihe ndị agba ọhụrụ na-akpọ \"meme\" nke pụtara ihe na-ada ebube nwere ike mee ka ndị mmadụ chịa ọchị maọbụ maa ọsụ.",
    "Ndị agba ọhụrụ na-ekwu na Whitemoney dị \"memeable\", nke pụtara na ha nwere ike jiri ya mee foto akpamọchị  nke Bekee kpọrọ, \"meme\".",
    "Whitemoney na-akpa ọchị ọfụma, nke mere ka ọtụtụ mmadụ jiri ya n'anya.",
    "Ebe ọbụla ọ nọ, ndị mmadụ ga na-achị ọchị maka ụdịrị agwa ọ na-akpa nakwa ihe ndị ọ na-ekwu.",
    "Whitemoney bụ onye ndị mmadụ na-ahụkarị onwe ha n'ime ya.",
    "Nke bụ ọkachasị, ebe o siri metụta, ije ụwa ya na ihe banyere ọrụ maọbụ ịchụ nta ego.",
    "Ọ dị 'igbotic'",
    "Whitemoney anaghị ezo agbụrụ o si pụta. Ma etu o si ekwu okwu, ma eto o si erubere ndị mmadu isi, ruo etu o si akpa agwa, Whitemoney dị nnọọ ihe ndị mmadụ na-akpọ \"igbotic.\"",
    "Nke a mere ka ndị mmadu hụ ya n'anya ọfụma, ọtụtụ na-akpọ ya \"Mazị\" n'ihi nke a.",
    "Ebe foto si, Whitemoney",
    "Whitemoney bụ eze esekwu na Big Brother",
    "Kemgbe ha batara n'ụlọ Big Brother Naija, ọ bụ Whitemoney were ọnọdụ n'ime usekwu ma bụrụ onye na-esiputa nri dị iche iche.",
    "Ugbua, Pere bụ onyeisi ụlọ Big Brother chụpụrụ ya n'usekwu, mana ndị ọzọ ka na-achọkwa ka o siere ha nri, ma ya bụrụgodu n'ime abalị.",
    "Ebe foto si, Whitemoney/Instagram",
    "Whitemoney nwere ọtụtụ ihe ọ na-eme ọfụma, mana ịchọ mma sokwa bụrụ nke kachasị dị ire.",
    "Ị hụ Whitemoney, ị hụ mma nwoke. Site n'isi ya ebe o jiri agwa ọcha tee na ntutu ya, ruo n'ụkwụ ya, Whitemoney na-akpachara anya achọ onwe ya mma ọfụma.",
    "Dịka anyị kwuru mbụ, Pere na Maria wepụtere aha Whitemoney ka a chụo ya n'ụlọ 'Big Brother' mana kama nke ahụ ga-enye ya nsogbu, o nyere ya aka dịka ọtụtụ mmadu gbatara ya ọsọ enyemaka.",
    "Ugbua, ọtụtụ ndị a ma ama kwụnyere Whitemoney n'azụ.",
    "Ịhụnanya a hụrụ Whitemoney amaghị agbụrụ, ihe ya na-amasị ndị si mpaghara dị iche iche na Naijiria na mba ndị ọzọ.",
    "Ọbụladị ndị a ma ama na Naijiria gụnyere Tunde Ednut nakwa Funke Akindele nwere mmasị nwa afọ ahụ.",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "White Money na Cross: Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 202125 Julaị 2021",
    "Big Brother Naija 2021: Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa25 Julaị 2021",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi13 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Buhari, họrọ otu n'etiti 'Yoruba Nation' na 'restructuring'- Gani Adams13 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa - Ifeanyi Ejiofor",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "'Buhari, họrọ otu n'etiti 'Yoruba Nation' na 'restructuring'- Gani Adams",
    "Ihe mere Ipob ji nye Igwe obodo Atani na ndị ọzọ iwu ụbọchị asaa",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Ihe mere ndị mmadụ ejighị Whitemoney egwu egwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}