{
  "published": "12 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Atika General/Screenshot",
    "Onyeisi ndị obodo Ogidi dị n'Anambra Steetị bụ Jideofor Onubogu sị na ndị mmadụ ghọtehiere ihe o kwuru banyere atụmatụ 'sit-at-home' otu Ipob tinyere.",
    "O gwara BBC Igbo na onweghi mgbe ọ sị ka agbahapụ atụmatụ nwete Biafra kama na ọ sị ka emee ihe gbapụtara ihe ga-egosi iwe ndị Biafra.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Onubogu sị na atụmatụ ịnọ n'ụlọ ụbọchị anọ n'otu ọnwa ezughi igosi iwe ndị Biafra, na ọ ga-adị mma ịpụ n'ezi gosi ndị Naịjirịa na ihe a na-eme ha adịghị mma.",
    "Ọ sị na o cheghi na ịnọ n'ụlọ n'Ọwụwa Anyanwụ ga-emetụta onye na-achị Naịjirịa nọ n'Ugwu kama na ọ bụrụ na ọ ga-emetụta ya, ka a gaa n'ihu ịnọ n'ụlọ.",
    "Nke ọzọ o kwuru bụ na a naghị eme ka ọtụtụ ndị so na-agba mbọ ka nwete Biafra mata ihe na-eme, na ọ bụ naanị na soshal midia ka ha na-anụ ihe ọ bụla a chọrọ ime.",
    "Ọ sị na ihe mere ya na ndị obodo ji pụta bụ ka ha nwee ike sonye na mbọ a na-agba n'inwete Biafra kama na ọ bụghị ka o megide atụmatụ a.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Ebe foto si, Atika General/Screenshot",
    "N'ụbọchi Mọnde e mere 'sit-at-home', Maazị Onubogu na ndị otu ya mere nghagharị udo n'Obodo Ogidi na-ekwu na ha anabataghị atụmatụ ahụ.",
    "Ndị ntoroọbịa soro mee nghagharị udo a, ma yiri uwe e dere \"Egbula ala Igbo, kama sị mba maka iwu Sit-at-home\".",
    "Ha sị na atụmatụ a ga-emetụta ụmụakwụkwọ n'ala Igbo ọkachasị ndị na-ede ulee NECO nakwa ndị ahịa.",
    "Onubogu  kwuru na iwu \"sit at home\" agaghị akwado ọganihu aka ọrụ ụmụ Igbo n'obodo ha nke mere ha ji akatọ ya.",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "N'ihe onyonyo ahụ, Ọ sị ha kwadoro atụmatụ nwereonwe Biafra, na obi adịghị ha mma maka nwuchi Nnamdi Kanu, mana ya aghaghị anabata maọbụ kwado iwu 'sit-at-home'.",
    "Ngosi iwe",
    "Ngosi",
    "Anambra Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu Ipob 'sit-at-home order': Ihe ọhụrụ Ipob kwuru gbasara 'sit-at-home' Mọnde8 Ọgọọst 2021",
    "Vidio, Junior Ezeonu: Etu nwafọ Igbo a dị afọ 22 ji bụrụ omeiwu na mba Amerịka12 Ọgọọst 2021",
    "Ipob Seven Days Ultimatum: Ihe mere Ipob ji nye Igwe obodo Atani na ndị ọzọ iwu ụbọchị asaa12 Ọgọọst 2021",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi13 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Buhari, họrọ otu n'etiti 'Yoruba Nation' na 'restructuring'- Gani Adams13 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa - Ifeanyi Ejiofor",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "'Buhari, họrọ otu n'etiti 'Yoruba Nation' na 'restructuring'- Gani Adams",
    "Ihe mere Ipob ji nye Igwe obodo Atani na ndị ọzọ iwu ụbọchị asaa",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Ihe mere ndị mmadụ ejighị Whitemoney egwu egwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}