{
  "published": "13 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bracket",
    "Nwachukwu Ozioko bụ otu n'ime ndị Bracket a na-etu 'Vast Bracket' akọwa ime mere ejibeghị nụ olu ha kemgbe.",
    "Vast Bracket kọrọ ka Chi ya si zọọ ya na aka ọrịa ọjọọ bụ kansa ọbara Bekee kpọrọ 'Lymphoma' ọ rịara n' afọ 2012.",
    "Ndị otiegwu Naịjirịa ga-apụta na Coachella",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000",
    "Tekno, Davido na Falz na aha ndị otiegwu ndị  ọzọ nwere ike irite nzere 'Headie nke afọ 2020",
    "Vast na Mash Bracket (Obumnaeme Iheanyichukwu Ali) gwara BBC Igbo na mkparịtaụka ha taa na ya bụ ọrịa dọchiri egwu ha azụ nke na ndị mmadị anaghị anụzị maka ha.",
    "Vast sị na ya mere Mass Communication ebe Smach sị na ya mere Psychology kọrọ ka ha sị gaa na UK maka ọgwụgwọ bụ ihe mere Vast  ji dị ndụ ruo taa.",
    "Kemgbe ha sị na ya bụ nsogbu pụta, ha abụọ na-agbambọ ịhụ na ha selitere isi ọzọ.",
    "Ndị otu egwu a kpọrọ Bracket kọwara ka ha sị bido ịkụ egwụ na Nsukka, Enugu state were sizie ebe ahụ bụrụzia ndị ama ama.",
    "Smash chetere mgbe ha na-amụ egwu na be Vast mgbe ha bidoro.",
    "\"E chetere m mgbe anyị na-eme 'rehearsal' be Nwachukwu ha ka anyị sị eri osikapa ma anyị mechaa\"",
    "Smach Bracket onye ezigbo aha bụ",
    "Egwu ahụ bụ Yori Yori akụpụtara n'afọ 2009 wuru ewu nke ukwuu na Naịjirịa nakwa mba ofesi.",
    "E nwere akwa na isi ụmụnwaanyi na-eke nakwa ọtụtụ ihe abara Yori Yori maka egwu ndị a.",
    "Bracket na Rude Boy tiputara egwu ọhụrụ ha kpọrọ 'Let's go'.",
    "'Instagram e meela m ọgaranya' - Josh2funny",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi13 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Buhari, họrọ otu n'etiti 'Yoruba Nation' na 'restructuring'- Gani Adams13 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa - Ifeanyi Ejiofor",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "'Buhari, họrọ otu n'etiti 'Yoruba Nation' na 'restructuring'- Gani Adams",
    "Ihe mere Ipob ji nye Igwe obodo Atani na ndị ọzọ iwu ụbọchị asaa",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Ihe mere ndị mmadụ ejighị Whitemoney egwu egwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}