{
  "published": "14 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ ọhụrụ apụtala n'okwu ego enyemaka nwoke akpọrọ James Onwordi Ibori Ubulu nyere nwaamadi na-eme ejije bụ Kingsley Orji site n'aka onye na-arụ ọrụ ikike dịrị onye bụ Harrison Gwamnishu.",
    "N'ozi Harrison Gwamnishu zipụtara site n'akara Facebook ya n'ụbọchị Fraịdee, o kwuru sị na James Ubulu agwala ya ka ọ weghachịte ego ahụ ọ nyebụrụ Kingsley Orji.",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela",
    "Friday the 13th: Mkpọbi ụkwụ na ọdachi ndị mmadụ kwenyere nwereike ime taa",
    "Ọba ala Yoroba anapụla Rochas Okorocha ara n'ọnụ",
    "Mgbe BBC Igbo kpọrọ ya jụọ ya ihe kpatara ya bụ nwoke ji si ka e weghachịte ego ahụ, ọ kọwara anyị na Kingsley na James kpara n'izu a, mana na mkparịtaụka ahụ dị ka ogaghị nke ọma dịka James gwara ya ka ọ mee ihe onyonye ọhụrụ tinye na ịntanetị etu o si mee na mbụ gwa ọha na ya bụ Harrison abụghị onye oshi nakwa na orighị nde naịra ise (₦5,000,000) ahụ e nyere ya.",
    "O kwukwara na ha gwara ya na ọ ga-eso usoro ha hiwere ịhụ maka njem ahụ nke otu n'ime ya bụ iwepụ aka hụ na haziri ya njem ahụ dịka ha kwuru na ha aghaghị inye ya ego ahụ n'aka.",
    "Harrison kwukwara na Kingsley mere ihe onyonyo mgbe ha kpere udo n'izu gara aga mana omezughi ya ka ha si chọọ dịka akagbughị ihe ndị o kwuru na mbụ nke butere ya na James nghọteghe ọhụrụ nke kpatara o jizi si ka e weghachite ya bụ ego.",
    "BBC Igbo kpọkwara Kingsley jụo ya nke bụ eziokwu n'ihe ọhụrụ a pụtara, ọ kwuru na n'ezia ya na James nwere mkparịtaụka maka ime ihe onyonyo ọhụrụ mana na ọ rịọrịọ ya arịrịọ ka e zitere ya ego ahụ tupu o mee ya bụ ihe onyonyo dịka oge ime njem a na-aganahụ ya nakwa ndị ọrụ njem na-akpọ ibịa mee ya bụ njem ahụike ya n'India.",
    "O kwukwara na James gwara ya wepụ ma kagbuo ihe niile o dere na mbu gbasara Harrison na akara Facebook ya, n'okwu ya ọ sị na dịka ọ mere nke a na Harrison ewepụbeghị ihe ndị ọ dere gbasara ya bụ Kingsley.",
    "Harrison Gwamnishu: Nwamadị a na 'Egbigwe' emeela udo n'etiti ha6 Ọgọọst 2021",
    "Vidio, Harrison Gwamnishu: Ihe mere m ji enyere ndị a na-ebogide ebubo ụgha aka, Duration 1,397 Mee 2021",
    "Ada Jesus dead: Harrison Gwamnishu akọwaala etu Ada Jesus si nwụọ22 Eprel 2021",
    "Vidio, Harrison Gwamnishu na Egbeigwe: Ihe mere James Ubulu ji si ka eweghachite ego ọ nyere Kingsley Orji, Duration 8,3014 Ọgọọst 2021",
    "Vidio, Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa thyroid, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Vidio, Chioma Ajunwa Olympics: E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha, Duration 5,294 Ọgọọst 2021",
    "Vidio, Junior Ezeonu: Etu nwafọ Igbo a dị afọ 22 ji bụrụ omeiwu na mba Amerịka, Duration 3,0012 Ọgọọst 2021",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India, Duration 2,5616 Disemba 2019",
    "Vidio, Harrison Gwamnishu: Ihe mere m ji enyere ndị a na-ebogide ebubo ụgha aka, Duration 1,397 Mee 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 7 gara aga",
    "Vidio, Sit at home order: Ihe ise ga-akwụsị atụmatụ a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}