{
  "published": "22 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A na-ahụ ya n'ọkụ ma waa ya n'ihu ọha, were ezigbote mmanụ nri e tinyere ụgba na nnu na ose rie ya.",
    "Ji so n'otu n'ime ihe ndị a na-akọpụta n'ala maọbụ n'ubi n'ebe ọ dị ukwuu bụ nke a na-eri ka nri.",
    "A na-ahụta ji dịka 'eze akụrụ ubi' maka na ọ bụ ihe mbụ a na-ewepụta n'oge owe ihe ubi bụ 'harvest' na Bekee.",
    "Iri ji ọhụrụ: Omenaala Igbo agaruola mba Sweden",
    "Iri ji Mbaise kpọtụrụ akpọtụ",
    "Omenaala Igbo agaruola Jamaica",
    "Nke a so n'ihe mere e ji akwanyere ji ugwu nke ukwuu ọkachasị ndị Igbo site n'emume 'Iri ji ọhụrụ'.",
    "Gịnị bụ 'Iri ji ọhụrụ'?",
    "Ebe foto si, Getty Images",
    "Ji ochie",
    "Onye ọkammụta n'asụsụ Igbo bụ Chigozie Nnabuihe sị na iri ji ọhụrụ bụ emume Igbo ji ekele Chineke maka iji ji zọọ ha na-ekweghika agụụ gbuo ha.",
    "Ọ sị na ji si na nwa Igbo nke nwoke a na-akpọ Njoku topụta ebe ede si na nwa Igbo nke nwaanyị bụ Ada topụta.",
    "\"Akụkọ sị na Igbo gburu Njoku na Ada bụ ụmụ ya ma lie ha n'aka dịka Chineke si nye ya iwu.",
    "Ji nọ n'ọkụ na-eghe",
    "Na ụmụ Igbo a mechara topụta dịka Ji na Ede nke Chineke sị Igbo sie ha ma rie.",
    "N'ihi nke a, iji kwanyere Njoku ugwu, Igbo malitere ịna-eme emume iri ji ọhụrụ (Afoji ọkụ, Ifeji ọkụ) ka o wee kele Njoku make ezi owuwe ihe ubi nakwa rịọ maka afọ ubi ọhụrụ.",
    "Nnabuihe sị na ọ bụ nke mere e ji agụ mmadụ aha dịka Njoku na ndị ọzọ.",
    "Ndị Eze-ji Mbaise nọ n'ihu ọba ji egosiputa aka ọrụ ha n'Iri Ji mbaise 2019",
    "Emume so na nke kachasị n'ala Igbo, a na-eme ya n'ọnwa Ọgọstụ kwa afọ ọbụla iji gosi ngwụcha akụkụ ihe ubi na mmalite owuwe ihe ubi.",
    "A kpọrọ ya emume iri ji maka na ji bụ ihe akụrụ ubi mbụ a na-ewepụta n'oge owe ihe ubi.",
    "Ebe foto si, Chief Sunday Jude Iyoke",
    "Ji ahụrụ n'ọkụ ★ Mmanụ nri e ji ebutu ya ★★ Ndị ichie na-ekpe ekpere tupu e rie ya ★★★",
    "Aha ọzọ e ji maara emume a gụnyere ịwa ji, ike ji, iri ji mmiri, iro ofo, ọfala, ịhụ ji arọ dịka olu obodo dị iche iche si dị.",
    "Mpaghara Ọdịda Anyanwụ ndị ọzọ dịka mba Gana na-eme emekwa emume iri ji ọhụrụ.",
    "Kedụ mgbe iri ji ọhụrụ malitere?",
    "Ebe foto si, Ijeuru",
    "O nweghi onye maara kpọmkwem ebe maọbụ mgbe emume a malitere na-agbanyeghi na ọtụtụ obodo apụtala kwuo na ọ malitere na be ha.",
    "Mana Mazị Nnabuihe sị na emume iri ji ọhụrụ a malitere kamgbe omenala Igbo jiri malite dịka o si kọwaa na mbụ.",
    "Kedụ aja a na-atụ n'emume iri ji ọhụrụ?",
    "Ebe foto si, Akwarandu Facebook",
    "Obodo niile dị n'ala Igbo nwere ụbọchị nakwa usoro ha ji eme emume iri ji ọhụrụ nke ha, mana ihe gbapụtara n'emume a bụ na ọ na-amalite n'ibu ụzọ gwupụta ji ọhụrụ n'ala.",
    "Ka otu ụbọchị gachaara, ndị obodo na-agbakọta n'ama bụ ebe a ga-anọ tụọ aja, gọọ ọfọ nakwa kpee ekpere.",
    "Onye na-eme nke a nwereike ịbụ Eze obodo, onyeisi njụ aja maọbụ onye okenye katara ahụ n'obodo ahụ.",
    "Ebe foto si, Akwarandu Facebook",
    "Aja, ọfọ na ekpere a na-ekpe bụ iji keele chi ọbụla ha na-efe maka ndụ o nyere, owe ihe ubi ọma nakwa ịrịọ ka afọ ọzọ na-abịa kara mma.",
    "N'oge emume a, a na-awa ji ma tụpụ ya n'ala iji kwanyere chi ala bụ 'Afajioku' nakwa ndị nna nna ochie ugwu.",
    "Ndị egwu ọdịnala, ekpo, mmọnụ dị iche iche ga-apụta n'ama gbaa egwu ma mee ihe ngosi n'emume iri iji ọhụrụ a.",
    "Kedụ ụdịrị nri a na-eri n'emume a?",
    "Ebe foto si, Instagram/Ntanta.delicacies",
    "A chụchaa aja a, ezinaụlọ ọbụla si n'obodo ahụ ma ndị bi n'ụlọ mana ofesi ga-enwezi ohere iri ji ọhụrụ.",
    "Nri ọbụla a na-eri n'oge a bụ nri e mepụtara site na ji nke gụnyere ahụrụ ahụ ji, ji mmiri ọkụ, asụrụ asụ ji dgz.",
    "Nke akụrụngwa e ji eri ha gụnyere ofe a kwọrọ aka sie, mmanụ nri, nnu, ose na yabasị.",
    "Kedụ ihe dị iche n'emume iri ji ugbua?",
    "Ebe foto si, Chief Sunday Jude Iyoke",
    "Ma ndị ọcha ma ụmụaka sokwa pụta n'ọgbọ",
    "Obere ihe ndịiche dị n'etu e si eme emume iri ji mgbe gboo na nke ugbua bụ na ndị Igbo bi n'ofesi nakwa obodo ọzọ na-ahụghị ala Igbo na-emezi emume iri ji ọhụrụ.",
    "Ha na-eme nke iji gosi nkwanye ugwu n'ebe omenala Igbo nakwa ji nọ. Ọ pụtakwara na iri ji agazuola mbaụwa.",
    "Ọzọ bụkwa na ụfọdụ ndị ụka Kraịst akọrọla emume iri ji ọhụrụ tinye n'ofufe ha iji gosi etu omenala a ji dị mma ma baa uru.",
    "Kedụ uru emume iri ji ọhụrụ baara?",
    "Emume iri ji ọhụrụ baara ndị Igbo uru n'ebe o buru ibu nke gụnyere;",
    "Ọ na-egosi oge ọrụ ubi, mmalite owe ihe ubi nakwa mmalite oge ọrụ ubi.",
    "Ọ na-akpọlata uche ụmụafọ Igbo azụ ọkachasị ndị bi n'ofesi ka ha soro n'ihe a na-eme n'obodo. Ọ bụ arụ n'ụfọdụ obodo na nwafọ ha ga-eri ji ọhụrụ ma ọ bụrụ na ha emebeghi emume a.",
    "E ji emume a echekwa omenala Igbo n'ụzọ pụrụiche.",
    "Ọ na-ebute ịdị n'otu ndị obodo nakwa ụmụafọ Igbo bi n'ofesi. Ọtụtụ oge onye ome ihe ejije a ma ama bụ Pete Edochie akpọọla oku ka e wepụta otu ụbọchị kwa afọ mgbe ndị Igbo niile ga-erikọ ji ọnụ.",
    "Ndị Abatete n'Anambra steeti mere ihe puruiche na mme mme iri ha",
    "Nri",
    "Naijiria",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Omenala",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be haelekere 6 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Lee ihe ndị ụweojii chọrọ ịme ndị mmadụ echi n'aha Sit-at-Home - Ipob",
    "Ihe ọhụrụ ndị ndu Ipob kwuru iji gosi na Simon Ekpa abụghị onye otu ha",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Onye uweojii 'na-alụrụ enyi ya nwaanyị ọgụ' awakpoola ụmụakwụkwọ Imsu",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ",
    "Twitter ewepụla ihe Simon Ekpa dere maka Joe Igbokwe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}