{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Rhodri Davies and the BBC investigations team",
    "Illustrations by Elaine Jung",
    "Ebe foto si, BBC/ELAINE JUNG",
    "Na mbụ Nooria Haya bụ nwaanyị na-enyere ụmụnwaanyị na-amụ nwa aka na ụmụ nwoke dọkịnta na-enwe nzụkọ kwamgbe dịka oru ha siri dị.",
    "Ọ bụ na nzụkọ a ka ha na-atule etu ha ga-esi arụ ọrụ ha.",
    "Ha nọ n'obodo Ishkamish, dị na mpaghara Takhar dị n'oke ala jịkọrọ Afghanistan na Tajikistan.",
    "Kama nwaada a dị afọ 29 achọpụtala na ha agaghịzịe nwe nzụkọ maka ndị Taliban ewebatala iwu ha.",
    "Ishkamishsits sọ na otu n'ime obodo dị mkpa ndị agha Taliban wehachịrị dịka ndị agha NATO ruru 10,000 pụrụ n'ọnwa Mei.",
    "Nke a butere agha n'etiti Taliban na ndị agha gọọementị  bụ ndị dịka ha akwadoghị akwado dịka ndị agha Taliban napụrụ ha mpaghara Burka.",
    "Ndị bị na mpaghara Kandahar matakwara na ndị agha Taliban na-enwe mmerị ozugbo ozugbo ndị agha mba Amerịka hapụrụ ọdọ ụgbọelu dị na Kandahar.",
    "Kandahar, Afghanistan's turbulent province",
    "An untidy end - or ominous beginning?",
    "Fearing the Taliban, Kabul's young women plead for help",
    "Ndị mmadụ gbachidere onwe ha n'ụlọ ha. Ndị Taliban enwerela ọnọdụ n'ọtụtụ obodo. Ndị obodo enweghịzị ebe ha ga-agbaga ugbua.",
    "Ndị agha bu egbe na-agagharị n'okporo ụzọ niile, ma n'ụtụtụ ma na mgbede.",
    "Ha na-akụ aka n'ụzọ ndị mmadụ ana ha nrị, ọtụtụ ji ụjọ enye ha ihe ha chọrọ.",
    "Jan bụ onye na-ere mkpụrụ osisi kwuru sị, \" Ezinụlo ọbụla na-edowere ha achịchị atọ maọbụ anọ\".",
    "Ndị agha a chọkwaa ịnọ n'ụlọ gị ha ga-anọ ebe ọ masịrị ha.",
    "Ebe foto si, BBC/ELAINE JUNG",
    "Ndị Taliban n'ọnwa Juun kwuru na ha ewerela mpaghara Takhar, Faryab na Badakhshan. Nke a mere ka ndị agha Afghanistan lahachi azụ.",
    "Ndị agha mba Amerịka ruru puku abụọ na narị ise apụọla tupu Taliban ewere mpaghara ndị a.",
    "Ọtụtụ ndị Afghan na-ekwu na etu ndị agha Amerịka siri pụo adịghị mma, ha kwuru na ha pụrụ ọsịsị.",
    "Ha na-ekwu kwa na mkparịta ụka ndị Amerịka na Taliban nke ruru afọ abụọ nyere Taliban ohere ịkpọta ndị agha ọzọ ma nye ha ohere ibawanye.",
    "Dịka ndị Taliban na-awachị ka ndị agha ha na-anara nrị na ebe obibi.",
    "Mmachi ha machịrị ụmụ nwaanyị bụ mbụ ọ na-emetụta Nooria.",
    "\"Ọtụtụ mmachị dị ugbua, a ga m eyiriri Burka ma nwoke ga-eso m tupu m pụọ ezi\".",
    "Ịme njem dịka nwaanyị na-enyere ụmụ nwanyị na-amụ nwa aka siri ike ugba.",
    "Anaghị ekwe ụmụnwoke kpụọ ntụtụ isi ha maọbụ afụ ọnụ ha.",
    "Okpuisi anaghị akpụ kwa isi ha sị bụ nke ndị ọcha.",
    "Ọ bụ otu Taliban bụ Ambri bil Marof (Order the good) na-ehiwe iwu ndị a.",
    "Dịka ha siri yie egwu n'afọ 1990, ugbua ha ehiwela iwu ha. Nke mbụ bụ ịdọ aka na ntị, nke abụọ bụ ntaram ahụhụ - ime akaja, nga, iti ihe maọbụ ịpịa ụtarị.",
    "\"Na-emeghị eme, anapụla anyị nwereonwe anyị\", dịka Nooria siri kwuo.",
    "\"O siri ike kama enweghị ihe anyị ga-emenwụ. Ha ji aka ike. Anyị na-eme ihe niile ha chọrọ ka anyị mee. Ha ji alakụba achọ ihe nke ha. Anyị bụkwa ndị alakụba kama nkwenye anyị na ha abụghị otu\".",
    "Enwekwara ihe ndị ọzọ ndị Taliban gbochiri.",
    "Ọ na-amasị ndị mba Afghan ịme njem nlegharịanya na mpaghara Takhar maka ugwu ya, mmiri na sunoo.",
    "Ebe foto si, BBC/ELAINE JUNG",
    "Asif Ahadi bụ ọkwọọ ụgbọala kwuru na ọ na-enweta 900 Afghanis ($11; £8) n'otu ụbọchị. Kama ndị njem nlegharịanya kwụsịrị dịka ndị Taliban wuchiri.",
    "\"Ndị ọbịa a na-agba m aka ahịa,\" Asif, dị afọ 35kwuru,. O kwuru sị, \" Ego ha na-akwụ m ka m ji elekọta ezinụlọ m. ugbua ụbọchị m rụtara ego bụ 150 Afghanis.Ego a anaghị ezurum ịzụ mmanụ ọkụ ụgbọala nke rigorola elu ugbua\".",
    "Ihe a metụtara etu ndị mmadụ si emekọ na mbụ. Sif kwuru sị, \" Ndị mmadụ na-enwe anụrị n'abalị Frịde niile kama ihe ndị a niile akwụsịla\".",
    "\" Ndị ojiego achụ ego nọ kwa na nsogbu a\".",
    "Asif kwuru na dịka ndị Taliban na-abata obodo ka ndị zoro onwe ha na-apụta. Ndị a pụtara dịka ha ahutubeghị etu ndị Taliban si achị ọchịchị ha.",
    "Dịka Asif siri kwuo, \"Ha na-ekpebi okwu na-egbughị oge ọkachasị ihe gbasara mpụ\". \" Ha na-ekpebi okwu n'ime ụbọchị ole na ole- enweghị onye na-echere ha aka mgba maka mkpebi ha\".",
    "Ha na-ana kwa ụtụisi \"Taliban Usher' na Zakat nke bụ ụtụ ndị okpukpere Islam na-echi obi nke ha enye nke ruru passenti 10. Kama ndị Taliban emeela ya iwu.",
    "Nke a mere ka ihe siere ndị mmadụ ike ma gụnye kwa na ego nrị na-arị kwa elu.",
    "Asif kwuru sị, \" Ndị mmadụ enweghị ego ọbụla, ọrụ adịghị ma enweghị ụzọ esi akpata ego ọbụla\"",
    "Jan kwuru sị, \" Etu ha sị eme ma na-eche uche oge ọchịchị Emirate ha agbanweghị, ndị Taliban na-ekwu na ha ajụọla aja maka ọchịchị ha nke mere na ha agaghị atụhapụ etu ha sị achị\".",
    "O kwuru na ndị Taliban emechiela ụlọ akwụkwọ niile ma sị na ọmụmụ  akwụkwọ niile ga-ehiwe isi na iwu Sharia nke Islam.",
    "Nke a na-ebutere ndị bi n'obodo oke uche.",
    "Ndị otu Taliban wehachịrị Panjwai nke dị n'okpuru ọchịchị Kandahar ebe ha bidoro n'ime ụbọchị abụọ dịka ndị agha US na NATO pụrụ n'ụbọchị anọ nke ọnwa Julai.",
    "N'ime izuụka atọ ka ndị TAliban kwuru na ha jo oke ala Afghanistan ruru 90% ma jidekwa ihe ruru 85% mba ahụ.",
    "Mgbe ndị Taliban chịburu site n'afọ 1996 ruo afọ 2001, ha machịrị ụmụ nwaanyị ịgụ akwụkwọ maọbụ nata ọgwụgwọ zuru oke.",
    "Kamgbe ha pụrụ n'ọchịchị, umụ nwaanyị wehachiri ọrụ gọọmentị dị iche iche ma mejupụta ọkara n'ime ọkara ndị omeiwu mba ahụ.",
    "NDị agha elu mba Amerịka na-akwado ndị agha gọọmentị Aghanistan mana a na-atụ anya na ndị agha enyemaka ndị fọrọ na mba ahụ ga-ala n'ụbọchị iri na otu nke ọnwa Sepụtemba.",
    "Ụbọchị ahụ ga-eme ya afọ iri abụọ ncheta mkpamkpa 9/11 na mba Amerịka.",
    "Mkpamkpa a mere ka ndị mba Amerịka wakpoo obodo Afghanistan ma chụpụ ndị Taliban n'ọchịchị maka ha dọkwara Osama Bin Laden na ndị otu al-Qaeda ndị ọzọ.",
    "Jan kwuru sị, \" Ị gaghị ewelite isi gị ma ọ bụrụ na ị chọrọ ị dị ndụ. ị ga-emeriri ihe ha kwuru. Ị nweghịke ikwu okwu kwugide ha. Ha kwuo Eee ị ga-ekwuriri eee. Ha sị mba ị ga-asịrịrị mba\".",
    "Ụ dịrị egwu a juru n'Afghanistan dịka Nooria siri kwuo sị, \"Ọ ga-adị ka obi ndị mmadụ o deere duu, kama gị na ha kpaa nkata ịghọta na enwere ọtụtụ ihe na-echekasị ha n'obi. Anyị na-ekpe ekpere arịọ Chineke ka ọ wepụ ihe ndịa na-eche anyị uche\".",
    "Agbanwere aha ndị mere akụkọ a",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya15 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese15 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Etu ụgbọala bụ ndị mmadụ si wụbanye n'ime onunu mmiri n'Ebonyi steeti",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa - Ifeanyi Ejiofor",
    "Ndị Afghan nọ n'aka ọchịchị ndị Taliban sị na ha enweghịzi nwereonwe",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi",
    "Anaghị m ekwenye n'ihe niile Nnamdi Kanu na Igboho na-ekwu mana ha bụ ezigbo enyi m - Femi Fani Kayode",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na BiafraEmelitere ikpeazụ na: 7 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}