{
  "published": "16 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Emmanuel Ugorji",
    "Ndị omekome egbuola mmadụ anọ na-arụ n'ụlọọrụ 'Lee Engineering Company' ka ha wakporo ọdọ mmanụ agbịdị ha dị n'Assa dị n'okpuruọchịchị Ohaji/Egbema dị n'Imo steeti.",
    "Akụkọ kwuru na ndị mmadụ anọ ahụ agbagburu nọ n'ụzọ na-aga n'ọdọ mmanụ agbịdị ụlọọrụ ha mgbe ndị omekome ahụ malitere gbawa ha egbe.",
    "\"Ndịagha ịkpụkọsị ndị ntorobia Igbo na nzuzo bụ ịkpagbu ndị Ọwụwa Anyanwụ\" - Ohaneze Ndị Igbo",
    "Dịka mmadụ anọ nwụru ozigbo ka ndị omekome gbachara ha egbe ndị ọzọ so eme njem ahụ meruchara ahụ.",
    "Ruo ugbua amabeghị ihe kpatara mwakpo ahụ.",
    "Ebe foto si, Emmanuel Ugorji",
    "Otu onye si obodo Assa ebe ọdachị mere kwuru na ndị ụlọọrụ 'Lee Engineering Company' ka na-arụ ọdọ mmanụ agbịdị ahụ arụ.",
    "Onyeisi ọgbakọ jịkọtara ndị ntorobịa nọ n'Ohaji Egbema bụ Emmanuel Ugorji kwetere na ihe mberede a mere.",
    "Ugorji kwuru na ndị omekome a malitere inye nsogbu n'obodo ahụ na nso nso a.",
    "“Ihe ga-akwụsị ọgụ Agila(Benue) na Ngbo(Ebonyi) bụ itinye oke-ala”...Chairman Ohaukwu LGA",
    "O kwuru na mwakpo mbụ ha mere bụ n'ụlọọrụ Oilserve, nke abụọ bụ mgbe ndị omekome ahụ tọọrọ  onyeisi ụlọọrụ Cluster Development Board bụ Godswill Uzomba kamgbe ọnwa atọ nakwa mgbe ndị omekome ahụ gbara akụrụngwa ZEROC  dị n'ogbe Watersmith.",
    "Ndị isi obodo na-akpọkụ gọọmenti obodo ahụ ka ha gbatara ha ọsọ enyemaka.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Michael Abattam gwara onye natakụkọ na ọ ga-amata etu ọdachị ahụ si mee kpọmkwem ma kọọrọ ọha nso nso a.",
    "National security",
    "Naijiria",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'16 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti16 Ọgọọst 2021",
    "Vidio, Ihe i kwesiri ịma maka Ernest Okonkwo bụ onye ntaakụko egwuregwu pụrụiche, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Vidio, Lee ihe omenala kwuru gbasara usoro IVF, Duration 7,015 Ọgọọst 2021",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "Etu e si gbagbuo mmadụ anọ na-arụ n'ụlọ ọrụ mmanụ agbịdị dị n'Imo steeti",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ihe ị kwesịrị ịma maka Doris Chima lara mmụọ taa",
    "Ndị mmadụ na-agba ọsọ ndụ juputere n'Ọdọụgbọelu Kabul ugbua",
    "Ndị isiala isii chịrị Naijiria Obasanjo jiri edemede leta degideEmelitere ikpeazụ na: 23 Jenụwarị 2019",
    "Ọ gịnị bụ iwu ọhụrụ PIB a onyeisiala Muhammadu Buhari debanyere n'iwu Naijirịa?",
    "Ihe mere m jiri kwugharịa okwu banyere 'sit-at-home' - PG Ogidi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}