{
  "published": "15 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Regina Daniels bụ onye na-eme ihe nkiri Nollywood ama ama ekwuola maka etu imụta nwa si gbanwe ndụ ya.",
    "O kwukwara ihe mere ọtụtụ ndị ntoroọbịa Igbo anaghị amụta Igbo n'oge.",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Izu ụka a bụ nke  Laila Charani nwunye m- Ned Nwoko",
    "Asịrị e jiri m gbaa na 'social media' ka wutekarịcha m- Ned Nwoko",
    "Gere ihe ndị ọzọ o kwuru ihe mere o ji belata aka n'ịnara agwa ugbua n'ihe nkiri Nollywood ugbua.",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Ibori sị m hichaa ihe niile m dere maka Harrison na soshal midia tupu enye m ego e kwere m nkwa - Egbeigwe",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma",
    "Naijiria",
    "Delta Steeti",
    "Ịkpa obi aṅụrị",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Harrison Gwamnishu na Egbeigwe: Ihe mere James Ubulu ji si ka eweghachite ego ọ nyere Kingsley Orji, Duration 8,3014 Ọgọọst 2021",
    "Vidio, Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa thyroid, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Chioma Ajunwa Olympics: E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha, Duration 5,294 Ọgọọst 2021",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Junior Ezeonu: Etu nwafọ Igbo a dị afọ 22 ji bụrụ omeiwu na mba Amerịka, Duration 3,0012 Ọgọọst 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 7 gara aga",
    "Vidio, Ned Nwoko: Asịrị e jiri m gbaa na 'social media' ka wutekarịcha m, Duration 6,3212 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}