{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe mberede okporoụzọ kụpụrụ obere ụgbọala si Abakaliki na-eme njem a ga Ikwo kụnye ya n'ime ọgige ndị ụlọọrụ na-egwụpụta nnụ n'ime mmiri nke akpọrọ \"Royal Salt Mining company.\"",
    "Akụkọ kwuru na ihe a mere na elekere atọ nke ehihie ụnyahụ bụ Satọde, August 14,2021.",
    "Etu ihe mberede Okporoụzọ tara isi mmadụ isii n'Anambra state si mee",
    "Ndị ihe mberede okporoụzọ Awgu metụtara ekuputela okwu maka ya",
    "Anya hụrunụ kwukwara na ka ihe a si mee, ike ikwa ụgbọ pụrụ ọkwụ ụgbọ n'aka nke mere o ji kụpụ n'ụzọ sọnye isi n'ime ogige onunu a ndị ọrụ Royal Salt Mining Company na-egwupụta nnụ ma lunye ndị njem a n'ime mmiri nke mere mmiri ji rie ha niile.",
    "Ụlọọrụ \"Royal Salt Mining company\"nọ na mpaghara Enyigba, nọ n'okpuruọchịchị Ikwo dị n'Ebonyi Steetị. Onye ntaakụkọ BBC nọ ebe ahụ gwara anyị taa bụ Sọnde, na ndị ọrụ nchekwa nọ ebe ahụ ugbua, na-achọ ịdọpụta ndị a a si na-eme ya bụ njem dakpụrụ n'onunu ahụ dịka ihe odachi a mere ụnyaahụ.",
    "Ndị ọrụ nchekwa gbata gbata na-agba mbọ ugbua i butekwa akụrụ ngwa pụrụ iche e jị adọpụta ndị mmadụ n'ime mmiri.",
    "Onyeisiokpuru ọchịchị ebe ahụ dukwa ndị okacha mara na-igwu mmiri ka ha tinye aka na mbọ ha na-agba idọpụta ndị a.",
    "Loveth Oda bụ ọnu na-ekwuchitere ndị uweojii n'Ebonyi steeti kwuru na ọ bụ ụgbọala a na-amabeghị ka ọ dị dakpuru na nnukwu onunu ahụ ebe e si egwupute ihe.",
    "O kwuru na ụgbọala ahụ bu ndị mmadụ ruru ise.",
    "O kwuru na igwe 'Kraine\" na-agụpụta ihe",
    "\"Ọ bụ onunu ebe a na-eegwupụta ihe bu ebe ahụ ihe a mere, mana ekpochịghị ya, mmiri ozuzo banyezie a kpatara mmiri ji juu n'onunu ahụ.\"",
    "\"Ndị ọrụ gbata gbata na-agba mbọ ịma ma onwere onye ịhe a metụtara ha ga-agụpụtalị.\"",
    "\"Ugbua a anyị amabeghị ndị gwuputara ihe n'onunu ahụ , anyị na-enyocha ihe mberede a merenụ.\"",
    "\"Anyị ga-agwa ọhaneze ihe anyị chọpụtara n'oge na-adịghị anya.\"",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Anaghị m ekwenye n'ihe niile Nnamdi Kanu na Igboho na-ekwu mana ha bụ ezigbo enyi m - Femi Fani Kayode",
    "Naijiria",
    "Ebonyi Steeti",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya15 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese15 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Etu ụgbọala bụ ndị mmadụ si wụbanye n'ime onunu mmiri n'Ebonyi steeti",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa - Ifeanyi Ejiofor",
    "Ndị Afghan nọ n'aka ọchịchị ndị Taliban sị na ha enweghịzi nwereonwe",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi",
    "Anaghị m ekwenye n'ihe niile Nnamdi Kanu na Igboho na-ekwu mana ha bụ ezigbo enyi m - Femi Fani Kayode",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na BiafraEmelitere ikpeazụ na: 7 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}