{
  "published": "15 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook ụka Odumeje na nke Okotie",
    "Ụkọchukwu \"The Mountain of Holy Ghost Intervention and Deliverance Ministry\" bụ Chukwuemeka Ohanaemere nke e jị 'Odumeje' agwala ụkọchukwu Chris Okotie ya kwụsị ịkparị T.B Joshua .",
    "Ihe onyonyo n'efeghari na Soshal midia gosiri Odumeje ebe ọ nọ n'ihu ụka ya na-adọ Chris Okotie aka na ntị ya hapụ T.B Joshua nwụrụlanụ ka mkpụrụobi ya laa na ndokwa.",
    "Gịnị na-esere Odumeje, ụmụ Pericoma na ndị Arondizuogu?",
    "Onye na-etizi \"Indaboski\" a?",
    "Ọ doro Chris Okotie aka na nti gwaa ya ka ọ wepụ ọnụ n'okwu Temitope Balogun Joshua (Onye amụma T. B Joshua) nke laara mmụọ n'ọnwa Juun nke afọ 2021.",
    "Site n'ihe onyonyo a, ọ dị ka ihe so kpalịtere okwu a bụ ihe onyonyo nakwa ozi ole m ole Chris Okotie zipụtarala na Soshal Midia kemgbe T. B Joshua nwụrụ.",
    "Ụkọchukwu Chris Okotie kwuru na T.B Joshua nwụrụlanụ bụ onye amụma ugha, ụfọdụ ozi ndị o zipụtara kwukwara na ọrụ ebube ndị ọ rụrụ mgbe ọ dị ndụ bụ ọrụ adịgboroja.",
    "Ebe na mgbe  a ga-eli ụkọchukwu TB Joshua",
    "N'ihe onyonyo na-ewu ugbua Odumeje ji ọlụ iwe gwaa Chris sị,",
    "\"Ọ bụrụ na i si na ị bụ ụkọchụkwụ kasi elụ, bịa mepụta ọrụ ebube nke gị ka ụwa hụ. Ị nweghị ike ime rụọ ọkara ihe TB Joshua mere mgbe ọ dị ndụ\"",
    "Ọ kwakwara ya emọ maka amụma ole m ole o buru n'oge gara aga ekwu na o ga erite ọkwa onyeisiala Naijịrịa.",
    "Hope Uzodinma adịghịzi aza ekwentị m - Fada Mbaka",
    "N'ozi ya, okwu kwakwara \"Ka m si ahụ gị mmụo ọjọọ nọ gị n'ime, ụjọ ikwu eziokwu anaghị atụ m, anaghi m alụ ọgụ nke aka mmadụ, a na m alụ ọgụ ime mmụọ\"",
    "Odumeje kwukwara na akwanyerela Chris oke ugwu diri ya agbanyeghi na o nwebeghi ihe ọrụ ebube ọ bụla ọ mepụtarala kemgbe e ji mara ya.",
    "O kwuru si \"ị nweghi ikike ikwu okwu ọjọọ n'isi nwoke a, gị na ya ahaghị cha cha, ọ nweghị ebe gị kwu n'ọkwa\"",
    "Ọ gakwara n'ihu kwuo \"Anaghim akpọ ndị uweojii, anaghi m akpọ ndị okaiwu, a nam alụ ọgụ ime mmụọ\" Na nchịkọta okwu ya, o rịọrịọ ndị ụka Kraịst ka ha gwaa Chris ka o jide ọnụ ya aka maka okwu TB Joshua.",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "",
    "Ofụfe",
    "Naijiria",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya15 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese15 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Vidio, Lee ka ị ga-esi mata ezigbo mmanụ aṅụ, Duration 3,483 Ọgọọst 2021",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Lee ihe 'porn addiction' nwereike ime gị30 Julaị 2021",
    "Etu ụgbọala bụ ndị mmadụ si wụbanye n'ime onunu mmiri n'Ebonyi steeti",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa - Ifeanyi Ejiofor",
    "Ndị Afghan nọ n'aka ọchịchị ndị Taliban sị na ha enweghịzi nwereonwe",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe mere m jiri kwugharịa okwu banyere ya - PG Ogidi",
    "Anaghị m ekwenye n'ihe niile Nnamdi Kanu na Igboho na-ekwu mana ha bụ ezigbo enyi m - Femi Fani Kayode",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na BiafraEmelitere ikpeazụ na: 7 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}