{
  "published": "17 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị bee Mathew Oliver nwụrụlanụ ka nọ n'obi mgbawa dịka Chris Okpara kọọrọ BBC Igbo etu ndị agha Naịjirịa batara Imo steeti si gbagbuo nwanne ha nwoke n'ụbọchị May 25,2021.",
    "O kwuru na ndị unknown gunmen gara wakpoo ụlọọrụ ndị uweojii dị n'Orji ụbọchị ahụ nke mere ka ndị agha wuchie akụkụ ebe ahụ bụ n'akụkụ okporoụzọ Urata dị n'Orji gbawa egbe.",
    "'Etu e si gbagbuo ụtọ obi m n'ihu m n'Oyigbo'-  Nwoke a gbagburu ọyị ya nwaanyị n'Oyigbo",
    "Ihe gọọmentị Enugwụ na-ekwu maka iwakpo na-igbu mmadụ na-eme na Steeti ahụ",
    "Okpara kwuru na otu onye agha ọkwa ya gbalitere apụtala rịọ ezinụlọ ha mgbaghara ma kwuo na ọ ga-agwa ndị isi agha maka ọdachị a.",
    "Okpara kwuru na ruo ugbua ebubeghị ekwenti ya ọzọ dịka ọ kpọọla onye agha ahụ ka ọ mara ka ihe si kwụrụ.",
    "Gere ihe o kwuru n'uju n'ihe nkiri a dị ebe a.",
    "National security",
    "Naijiria",
    "Vidio, Angela Nwosu's Mother: Ihe nwada a sara maka ebubo niile a na-ebo ya, Duration 0,49elekere 9 gara aga",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Angela Nwosu: \"Ihe mmadụ na-echere ndị ọzọ bụ ihe na-abịakute onye ahụ\", Duration 2,0311 Ọgọọst 2020",
    "Vidio, Mathew Oliver Okpara: Etu ndị agha si gbagbuo nwanne m nwoke si ọrụ alata n'Imo steeti, Duration 3,5417 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Junior Ezeonu: Etu nwafọ Igbo a dị afọ 22 ji bụrụ omeiwu na mba Amerịka, Duration 3,0012 Ọgọọst 2021",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Vidio, Harrison Gwamnishu na Egbeigwe: Ihe mere James Ubulu ji si ka eweghachite ego ọ nyere Kingsley Orji, Duration 8,3014 Ọgọọst 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, 'Etu e si gbagbuo ụtọ obi m n'ihu m n'Oyigbo'- Monday Bakor, Duration 2,122 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}