{
  "published": "16 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụgbọala bu ngwa ahịa suru Ụgbọala bu mmanụ agbịdị n'azụ kpasuru ọkụ gbara ọtụtu ụgbọala n'okporoụzọ awaraawara sị Ọnicha gawa Enugu, na'akụkụ Tarzan Ifeanyichukwu  ụnyahụ bụ ụbọchị ụka.",
    "Mmanụ ọkụ ahụ ka na-agbapụ ruo ugbua mana ndị nọ mgbe ihe mere kwuru na ọ bụ otu onye nwụrụ n'ihe mberede a.",
    "Okporoụzọ Enugu-Onitsha akpọchiela kpam kpam",
    "Ndị ahịa Ọnịcha eweputala 25m iji rụọ ụzọ ahịa ha",
    "Onye ntakụkọ anyị kwuru na ọtụtụ mmadụ na-achọ ụgbọala ha hapụrụ gbalaga ebe ha na-agba ọsọ ndụ.",
    "Ihe ruru ụgbọala iri na ise nke ụlọọrụ Ifeanyichukwu motors gbara ọkụ dịka onye ntaakụkọ anyị sị hụ.",
    "Ụgbọala ahụ suru ụgbọala ahụ bu mmanụ agbịdị",
    "Ọkụ ahụ malitere n'elekere nke atọ nke ehihie gbagide ruo ime abalị ma pụta n'ụtụtụ taa bụ August 16,2021.",
    "Ndị ọrụ gbata gbata biaruru ọzugbo ihe a mere imenyụ ọkụ ahụ ma kechikwa ebe ahụ makana ndị na-achọ ịbia were ohere ahụ kuwe mmanụ ụgbọala.",
    "Ndị mmadụ gbakọọ na-ele ihe ọdachị a merenụ",
    "Ruo ugbua enwebeghị akwụkwọ ozi maọbụ ihe gọọmenti Anambra kwuru maka ọdachị a.",
    "Ndị uweojii ekwubeghị ihe ọbụla maka ya.",
    "Naijiria",
    "Anambra Steeti",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'16 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti16 Ọgọọst 2021",
    "Vidio, Ihe i kwesiri ịma maka Ernest Okonkwo bụ onye ntaakụko egwuregwu pụrụiche, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Vidio, Lee ihe omenala kwuru gbasara usoro IVF, Duration 7,015 Ọgọọst 2021",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "Etu e si gbagbuo mmadụ anọ na-arụ n'ụlọ ọrụ mmanụ agbịdị dị n'Imo steeti",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ihe ị kwesịrị ịma maka Doris Chima lara mmụọ taa",
    "Ndị mmadụ na-agba ọsọ ndụ juputere n'Ọdọụgbọelu Kabul ugbua",
    "Ndị isiala isii chịrị Naijiria Obasanjo jiri edemede leta degideEmelitere ikpeazụ na: 23 Jenụwarị 2019",
    "Ọ gịnị bụ iwu ọhụrụ PIB a onyeisiala Muhammadu Buhari debanyere n'iwu Naijirịa?",
    "Ihe mere m jiri kwugharịa okwu banyere 'sit-at-home' - PG Ogidi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}