{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Akpọpụtala aha Hakainde Hichilema dịka onye meriri ntuliaka e ji ahọpụta onye ga-achị Zambia dịka onyeisiala mba ahụ.",
    "Maazị Hichilema ji ihe karịrị vootu otu nde merie Onyeisiala Edgar Lungu.",
    "Ihe a bụ ugboro isii Maazị Hichilema zọrọ ọchịchị onyeisiala Zambia.",
    "Ọgwụ ike dimkpa bugara mmadụ  abụọ ụlọ ọgwụ",
    "Ụzọ isii ndị nne na nna si ata ụmụ ha ahụhụ n'oge gboo",
    "Maazị Lungu anabatala mmeri a ma kele Maazị Hichilema.",
    "Dịka ọ na-anabata ekele a, Maazị Hichilema sị na ha agaghị agba Lungu anwụrụ anya mmiri maọbụ taa ya ahụhụ.",
    "A na-awakpokarịrị Hichilema dịka ọ na-ekwu na ọ bụ etu ha jiri chọọ ịkpịchi ya ọnụ.",
    "Ngalaba na-ahụ maka ntuliaka na mba Zambia sị na Hichilema ji vootu 2,810,777 meriri Maazị Lungu nwetere vootu  1,814,201 na ntuliaka e mere n'ụbọchị Tọọzde.",
    "Ebe foto si, EPA",
    "A mụrụ Maazị Hichilema n'ezinaụlọ enweghị ka ọ ra ha na mpaghara Monze dị na ndịda Zambia.",
    "O nwara nwete enyemaka ịgụ akwukwọ na mahadum Zambia.",
    "O mechara nwete asambodo MBA na mahadum Birmingham na UK.",
    "Ọ mechara soro n'ime ndị kachasị nwee ego na Zambia.",
    "Maazị Hichilema na-achụ ego n'ọba ego, n'ịzụ anụmanụ, ụlọ, ahụike nakwa njem nlete.",
    "Maazị Hichilema na-akọwa onye ya dịka \"nwata ọchị ehi\".",
    "Ọ zọọla oche onyeisiala Zambia kemgbe afọ 2006. N'agbanyeghi na ọ na-ada, ọ na-enwete karịa nke o nwetburu kwamgbe.",
    "N'afọ 2016 Maazị Hichilema sị na e zuru ntuliaka n'aka ya dịka Maazị Lungu ji vootu 100,000 merie ya.",
    "E mechara boo ya ebubo imegide mba dịka o kweghi inye ụgbọla bu onyeisiala mba Zambia ohere n'okporo ụzọ.",
    "Ọ nọ ọnwa anọ n'ime ulo mkpọrọ tupu e wepu ebubo ahụ.",
    "Afịrịka",
    "Zambia",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'16 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti16 Ọgọọst 2021",
    "Vidio, Ihe i kwesiri ịma maka Ernest Okonkwo bụ onye ntaakụko egwuregwu pụrụiche, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Vidio, Lee ihe omenala kwuru gbasara usoro IVF, Duration 7,015 Ọgọọst 2021",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "Etu e si gbagbuo mmadụ anọ na-arụ n'ụlọ ọrụ mmanụ agbịdị dị n'Imo steeti",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ihe ị kwesịrị ịma maka Doris Chima lara mmụọ taa",
    "Ndị mmadụ na-agba ọsọ ndụ juputere n'Ọdọụgbọelu Kabul ugbua",
    "Ndị isiala isii chịrị Naijiria Obasanjo jiri edemede leta degideEmelitere ikpeazụ na: 23 Jenụwarị 2019",
    "Ọ gịnị bụ iwu ọhụrụ PIB a onyeisiala Muhammadu Buhari debanyere n'iwu Naijirịa?",
    "Ihe mere m jiri kwugharịa okwu banyere 'sit-at-home' - PG Ogidi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}