{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Doris Chima/Facebook",
    "Nwaanyị na-eme ejije \"Nollywood\" a ma ama bụ Doris Chima alaala mmụọ.",
    "Akụkọ kwuru na ọ bụ ọrịa akpụ kansa dulara ya mmụọ.",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ",
    "Dịka akụkọ si kwuo, Emeka Ibe bụ onyeisi otu ndị ejije bụ Actors Guild of Nigeria (AGN) nke Legọs steeti, kwuputara na ọ nwụọla n'ezie.",
    "A mụrụ ya n'ụbọchị iri abụọ na asatọ nke ọnwa Febrụwarị 1958.",
    "Ọ bụ onye Abịa steeti.",
    "Facebook ya gosiri na ọ bụ mama nnukwu, dịka ụmụ na ụmụ ụmụ gbara ya gburu gburu.",
    "Ụfọdụ ejije ndị o mere gụnyere 'Taboo II', Divided Love', 'Sweet Mother', 'Treasure', 'Taxi Driver' 'Beauty Parlour' nakwa ndị ọzọ.",
    "Ime Sinetọ Abbo 'patron' 'Actors Guild' dịka ibute nsị n'ime ụlọ - Ụmụnwaanyị Nollywood",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "O mekwara ejije a kpọrọ \"Nana of Niger Delta\".",
    "Dịka aka ochie ọ bụ, o so na ndị hibere otu jịkọrọ ndị ejije bụ \"Actors Guild of Nigeria (AGN)\", ma bụrụkwa osote onyeisi AGN nke Legọs steeti.",
    "E nwere mgbe o wuru ewu dịka otiegwu, mgbe o so mee asọmpi ndị na-agụ egwu nke ndị ụlọntaakụkọ Nigerian Television Authority (NTA) haziri n'afọ 1991.",
    "Akụkọ kwuru na ọrịa kansa mere ya ịwa, nke mere a waa ya ahụ n'afọ 2020.",
    "Ụmụnyanyị",
    "Nollywood",
    "Ahụike ụmụnwanyị",
    "Nka",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'16 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti16 Ọgọọst 2021",
    "Vidio, Ihe i kwesiri ịma maka Ernest Okonkwo bụ onye ntaakụko egwuregwu pụrụiche, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Vidio, Lee ihe omenala kwuru gbasara usoro IVF, Duration 7,015 Ọgọọst 2021",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "Etu e si gbagbuo mmadụ anọ na-arụ n'ụlọ ọrụ mmanụ agbịdị dị n'Imo steeti",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ihe ị kwesịrị ịma maka Doris Chima lara mmụọ taa",
    "Ndị mmadụ na-agba ọsọ ndụ juputere n'Ọdọụgbọelu Kabul ugbua",
    "Ndị isiala isii chịrị Naijiria Obasanjo jiri edemede leta degideEmelitere ikpeazụ na: 23 Jenụwarị 2019",
    "Ọ gịnị bụ iwu ọhụrụ PIB a onyeisiala Muhammadu Buhari debanyere n'iwu Naijirịa?",
    "Ihe mere m jiri kwugharịa okwu banyere 'sit-at-home' - PG Ogidi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}