{
  "published": "17 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Ụka Anglịkan na mba Ghana ekwuola na \"obi dị ha mwute\" dịka otu ụkọchukwu ha susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ụlọụka ha ụbọchịụka, abalị 15 nke ọnwa Ọgọst, afọ 2021.",
    "Nke a mere  dịka a na-enye ụmụakwụkwọ ahụ mere ọfụma ihe nkwanyere ugwu.",
    "Ihe onyonyo na-ewu na soshal midia gosiri ebe Ụkọchukwu e nyere aha ya dịka \"Ụkọchukwu Larbi\" nyere ụmụakwụkwọ 'St. Monica College of Education, Ghana\" atọ ihe ọ kpọrọ \"nsusu ọnụ dị nsọ\" n'otu n'otu, ebe ụmụakwụkwọ no ebe o mere na-amachagharị, na-achị eze.",
    "OAU: Kpụpụ ọkammụta Akindele ụlọịkpe - ICPC",
    "Ndị uweojii Anambara anwụchiela nwoke a na-ebo ebubo idina ụmụaka isii",
    "Gbalahụ idina onye nkuzi gị n'ụzọ ise a",
    "Oge o ruru n'onye nke atọ, o mere ya aka na ya yi mkpuchi imi, mana ụkọchukwu ahụ gwara ya ka o yipu ya ma susukwaa nwata ahụ ọnụ.",
    "N'ozi mgbasaozi si n'ụka Anglikan pụta, nek  onyeisi na-achịkọta 'Metropolitan Archbishop of Ghana' bụ  George Dawson-Ahmoah binyere aka, ha kwuru na ya bụ ihe mere n'ezie.",
    "Onyenkuzi OAU chọrọ idina nwata akwụkwọ ga-aracha nga afọ abụọ",
    "Ihe na-ebute mmadụ iwakpo ibe ya n'ike",
    "Ụka Anglican achụọla ndị ụkọchukwu anọ ọzọ na-edina nwoke n'Abia",
    "Ha kwukwara na ihe mere \"dị ha obi mwute\".",
    "Ha kwukwara na ha na-eme nnyocha banyere ya ma gboso ihe iwu kwuru n'iso ya bụ ụkọchukwu.",
    "\"Akụkọ ihe onyonyo ebe ụkọchụkwụ na-esusu  ụmụakwụkwọ erutela ndị isi ụka Anglikan na Ghana nke onye nọ n'isi ya bụ Most Revered Dr. Cyril Kobina ntị.\"",
    "\"Akụkọ a dị Ụka obi mwute. Anyị amalitela nnyocha ozigbo.\"",
    "Ha kwukwara na ha ga-enye ụmụakwụkwọ ndị o metụtara nleta site ndụmọdụ",
    "E nweburu ndị na-azọtara ya bụ ụkọchukwu na-elekọta ụlọakwụkwọ ahụ ndị sịrị na ihe mere bụ na \"ụkọchụkwụ na-elekọta ụlọakwụkwọ anyị nyere ụmụakwụkwọ ndị mere ọfụma asambodo, ego na nsusu ọnụ.\"",
    "Kemgbe ihe onyonyo ahụ gbara n'ịntanet, ọtụtụ ndị mmadụ etinyeela ya ọnụ.",
    "Ọtụtụ na-akọta ihe mere mere, ebe ụfọdụ ahụghị ihe ọjọ dị na ya.",
    "Ụlọakwụkwọ 'St. Monica's College of Education, Ghana' bụ kọleji e hiwere maka ụmụnwaanyị na Mampong, Ghana n'afọ 1936.",
    "Koleji ahụ na-eny ọzụzụ afọ atọ  nke a ga-enye asambodo \"Diploma in Basic Education (DBE)\".",
    "Kemgbe ya bụ ihe onyenyo wuwere na soshal midia, ọtụtụ ndị ọnụ na-eru n'okwu gụnyere ndị isi ụka ndị ọkaiwu na ndị na-alụ ọgụmaka ikike dịị onye akatọọla ya.",
    "Nnukwu Ụkọchukwu Angligan mpaghara nke Lagos Mainland bụ Venerable Okey Ifionu gwara BBC Igbo na ihe ụkọchukwu ahụ mere adabeghị dịka nkwenye ụka Anglịkan nke Naijiria sịrị dị.",
    "\" ọ bụrụ na ọ chọọ ịmị ha ọnụ, ọ mịa ha na nti iji gosi na ihe ha mere masịrị ya.",
    "\"Ọtụtụ ọrịa nwere ike ikesa n'oge dị otu a site n'isusu ọnụ.\"",
    "O kwuru na ihe ahụ ụkọchukwu meere  abụghị \"nsusu ọnụ nke dị nsọ nke Paul kwuru n'ozi o degara n'Akwụkwọ Nso.\"",
    "Onye ọkaiwu mabụrụ onye na-agba mbọ maka ikike dịrị onye bụ Laurreta Ezugbo kwuru na ihe Ụkọchukwu ahụ mere megidere iwu ji mmetọ ụmụnwaanyị nke Bekee kpọrọ \"sexual harrasment.\"",
    "Ezugbo kwuru na ọ bụrụ na ụmụakwụkwọ ahụ erubeghị afọ 18, na ihe o mere kwesịrị ka akpụpụ ya ụlọikpe ka ọ taa ahụhụ dịrị iwu ọdara.",
    "Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya",
    "'Gọọmenti gbara ọsọ kpọọ Ipob otu iyiegwu ma hapụ Boko Haram, na-akpalite ihe mere n’Afghanistan'",
    "'Ọ bụ ndị ntoroọbịa Atani na-awakpo ndị okenye ka ndị agha jidere, ọbụghị ndị Ipob' - Igwe Ngoddy",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "Ụmụnyanyị",
    "Ofụfe",
    "Naijiria",
    "Nwaagbọghọbịa ọzọ anwụọla n'ụlọ oriri na nkwari na Delta8 Ọgọọst 2019",
    "Chidinma Adaora Ojukwu akọọla ihe ọ ma maka ọnwụ Michael Usifo Ataga a sị na ọ sugburu12 Julaị 2021",
    "Iniobong Umoren: Ọ bụghị eziokwu na Uduak Akpan kwụrụ ụdọ - Ndị Uweojii14 Mee 2021",
    "Pregnancy Care: Ihe 10 ụmụwaanyị dị ime ekwesighi ime4 Maachị 2020",
    "Vidio, Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala17 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' lara mmụọ n'afọ 1990, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Ihe na-akpọtụ dịka ụkọchukwu Anglịkan susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'egbirigbi ọnụ",
    "'Gọọmenti gbara ọsọ kpọọ Ipob otu iyiegwu ma hapụ Boko Haram, na-akpalite ihe mere n’Afghanistan'",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "A tọghapụla onyeisi ndị Juu n'Ogidi anwụchiri ya na ndị ọbịa Izrel",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu e si gbagbuo mmadụ anọ na-arụ n'ụlọ ọrụ mmanụ agbịdị dị n'Imo steeti",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}