{
  "published": "17 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters/Getty",
    "Ifeanyi Olumba bụ ọkaibe n'ihe gbasara ndọrọndọrọ ọchịchị Naịjirịa nakwa nke mba Ofesi ekwuola ihe na-eme n'Afghanistan nwerike ime na Naịjirịa maọbụrụ na gọọmenti emeghị ihe ha kwesiri ime.",
    "Olumba kwuru na etu ndị otu Taliban si nara gọọmenti Afghanistan ọchịchị na-eyi egwu.",
    "Ndị mmadụ na-agba ọsọ ndụ juputere n'Ọdọụgbọelu Kabul ugbua",
    "Amerịka na ndị Taliban enwela nkwekọrịta ịkwusị agha",
    "O kwuru na o yitere ihe na-eme na Naịjirịa ebe ndị otu Bokoharam nakwa Islamic State West Africa Province (ISWAP) na-achọ ka Naịjirịa nakwa Afịrịka niile nwe sọ otu ọkpụkperechi nakwa kwụsị ndị mmadụ ịgụ akwụkwọ.",
    "Ọ gụnyekwara ndị otu akpọrọ \"Bandits\" nakwa ndị ọchị ehị na-akpa mkpa mkpa ugbua n'ala Naịjirịa.",
    "Olumba kwuru na ihe a mere na Afghanistan na-aka ndị otu a obi imewanye oyi egwu ha na-eme.",
    "N'ọnụ ya, \"Afghanistan ga-ebido kwadowe ndị otu Bokoharam, Bandits, ọchịehi ugbua n'ụdị agha iyi egwu ahụ maka mba ahụ ga-aha bụ isi ụlọọrụ agha iyi egwu dịka ha kpọrala ebe ahụ Islamic Republic of Afghanistan.\"",
    "Ebe foto si, Screengrab",
    "Ihe gọọmenti Naịjirịa kwesiri ime agwọ a nọ n'akịrịka ugbua?",
    "Ebe foto si, Ifeanyi Olumba",
    "\"Ihe gọọmenti Naịjirịa kwesiri ime bụ ịmata site ugbua na nnukwu nsogbu adaala ma lụsie ọgụ a ike ma kwụsị otu ndị na-eyi ụmụ Naịjirịa egwu ugbua.\"",
    "\"Maka ha mechaa nara ọchịchị na  Naịjirịa, otu ndị a ga-aga wekọrọ ọchịchị na mba ndị gbara Naịjirịa okirikiri.\"",
    "Olumba kwuru na ọ dị mkpa ka gọọmenti etiti kpọọ otu ndị na-atọrọ ụmụ mmadụ tụmadị ụmụakwụkwọ ma tụwa ha ime, gbuo ọtụtụ mmadụ, otu oyiegwu.",
    "\"Kedụ ka gọọmenti ga-esi kwu na ha gbagharala ndị na-atọrọ ụmụaka kpọba ha ọhia, wakpo ha n'ike, tụba ha ime ma kpọrọ ụmụ ha mụtara ndị Bandit maọbụ Boko Haram lakwute nne na nna obi na-agbawa.\" bụ ihe Olumba jụrụ.",
    "O kwuru na ọ ga-adị mma ka gọọmenti Naịjirịa kpọkọọ ọgbakọ nke mba Afịrịka dị iche iche ka nwee nkwekọrịta etu a ga-esi memina otu ndị na-eyi ndụ egwu tupu ha rie Afịrịka niile.",
    "Ebe foto si, AFP",
    "Olumba chọrọ ka onye ọbụla tinye ọnụ n'okwu a makana ezigbo nsogbu adaala.",
    "'Ọ bụ ndị ntoroọbịa Atani na-awakpo ndị okenye ka ndị agha jidere, ọbụghị ndị Ipob' - Igwe Ngoddy",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Naijiria",
    "Afghanistan",
    "Boko Haram",
    "Vidio, Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala17 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' lara mmụọ n'afọ 1990, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Ihe na-akpọtụ dịka ụkọchukwu Anglịkan susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'egbirigbi ọnụ",
    "'Gọọmenti gbara ọsọ kpọọ Ipob otu iyiegwu ma hapụ Boko Haram, na-akpalite ihe mere n’Afghanistan'",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "A tọghapụla onyeisi ndị Juu n'Ogidi anwụchiri ya na ndị ọbịa Izrel",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu e si gbagbuo mmadụ anọ na-arụ n'ụlọ ọrụ mmanụ agbịdị dị n'Imo steeti",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}