{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Brigitte Limor",
    "Lizben Agha bụ onyeisi ndị Juu n'obodo Ogidi",
    "Otu onyeisi ndị Juu n'Ogidi bụ Lizben Agha nke a nwụchiri ya na ndị ọbịa Izrel kemgbe otu ọnwa enwerela onwe ya.",
    "Ndị isi nchekwa cheere na ndị ọbịa ahụ na ndị otu Ipob nwere ihe jikọrọ ha nke mere e ji nwụchie ha.",
    "Ihe anya m hụrụ n'aka ndị DSS Naịjirịa - Rudy Rochman",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "A tọghapụrụ Agha dịka otu dị icheiche na-arịrọ ya arịrịọ ọkachasị otu mba Afrịka akpọghị aha.",
    "Agha nọ na-enyere ndị ọbịa atọ ahụ enyemaka mgbe ha bịara n'obodo ya bụ Ogidi ịme nchọpụta maka ndị Igbo bụ Juu.",
    "Dịka nwa ya nwoke bụ Emmanuel si kwuo, anwụchiri nne ya na nna ya aha ya bụ Penielwere na be ha n'abalị ụbọchị 9 nke ọnwa Jụlai.",
    "Emechara tọghapụ ha abụọ mana awụchigharịrị Agha dịka ọ rịọrọ ka o soro ndị ọbịa Izrel atọ ahụ ma nyere ha aka ebe a ji ha.",
    "Ndị ọbịa ahụ kọwara na ndị nwụchiri ha cheere na ha na ndị otu Ipob nwere ihe jikọrọ ha.",
    "Sefer Torah ndị Izrel nyere anyị abụghị maka Biafra - Ndị Igbo Jew",
    "Cheta na e ji onyeisi otu Ipob bụ Nnamdi Kanu dịka a na-eche ka akpụpụ ya ụlọikpe.",
    "Ebe foto si, Dani Limor",
    "Nwa Igbo ndị Juu ebe ọ na-amụ akwụkwọ n'ụlọakwkwọ",
    "\"Anyị lere anya n'ewkentị anyị ma hụ ebe ndị mmadụ na-ekwu na anyị bụ ndị uweojii pụrụiche mba Izrel (Mossad) bịara ịnyeaka nweta Biafra\"",
    "Mana o nweghi ihe dị etu ahụ anyị bịara ime kama ọ bụ ime nchọpụta na ndeko ka anyị bịara ime\" ka Rudy Rochman bụ onye n'ime ndị anwụchiri kọwara.",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "E jichiri ụmụ nwoke ahụ abalị iri na asatọ ma jichie Lizben Agha abalị iri abụọ na itoolu.",
    "Emmanuel Agha bụ nwa ya kọwara na ha amaghị ihe mere e ji nwụchie nne ha ogologo oge ahụ.",
    "\"Ahụ adịghị nne m, ọ maghị ihe mere eji nwụchie ya\" ka o kwuru \"a jụrụ m ndị ọrụ ụlọ mkpọrọ mana ha azaghị m\".",
    "Rochman kwukwara na ha edebeghi ha na Agha n'otu ebe mana ha hụrụ ya otu oge mgbe ọ na-aga ịhụ onye Dọkịnta.",
    "Ihe ruru mmadụ puku iri na ise bụ ndị Juuu na Naịjirịa  ndị na-enwete enyamaka n'otu ndị Juu ọzọ dị n'ụwa niile mana mba Izrel ekwetabeghi na ha so bụrụ ndị Juu.",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Israel na ndị Palestine",
    "Vidio, Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala17 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' lara mmụọ n'afọ 1990, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Ihe na-akpọtụ dịka ụkọchukwu Anglịkan susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'egbirigbi ọnụ",
    "'Gọọmenti gbara ọsọ kpọọ Ipob otu iyiegwu ma hapụ Boko Haram, na-akpalite ihe mere n’Afghanistan'",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "A tọghapụla onyeisi ndị Juu n'Ogidi anwụchiri ya na ndị ọbịa Izrel",
    "Odumeje echeerala Chris Okotie aka mgba. Lee ihe na-ese",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu e si gbagbuo mmadụ anọ na-arụ n'ụlọ ọrụ mmanụ agbịdị dị n'Imo steeti",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}