{
  "published": "18 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "\"Ọ bụghị taa ka ndị mmadụ malitere bowe m ebụbọ ụgha n'elu soshal midia.\"",
    "\"Ihe ndị a na-adị m mma makana ọ na-enyekwu m ọtụtụ ndị nso nso nakwa nnukwu ego.\"",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'",
    "\"Etu ị ga-esi bụru onye ama ama ka m\" Angela Nwosu",
    "Ụmụnwaanyị Ebonyi state Nigeria enweghi ike ichefu aha ha",
    "Okwu ndị a si n'ọnụ Angela Nwosu e ji 'Digital Ogbanje' mara na soshal midia.",
    "O kwukwara na ọ bụ kamgbe afọ 2016 ka ndị mmadụ bowere ya ọtụtụ ebubo ọ na-ekweghị asa, makana dị ya bụ Austin Soundmind ekweghị ka ọ saa ebụbọ ndị ahụ.",
    "Mkparịtaụka BBC Igbo na Angela Nwosu na Austin Soundmind di ya ka ha mụchara nwa",
    "Mkparịtaụka BBC Igbo na Angela Nwosu tupu ọ mụọ nwa",
    "Ebubo ndị e boro Angela Nwosu na nso nso a n'elụ soshal midia gụnyere ihe ndị a:",
    "Ọ naghị elekọta nne ya na ụmụnne ya mana ọ na-eke ọhaneze ego",
    "Ọ na-eji akaọrụ ya anakọrọ ndị mmadụ akara aka ha",
    "Ọ na-ezochi ihu nwa ọ mụrụ ọhụrụ mana ọ na-agwa ụmụnwaanyị ndị ọzọ ka ọ gosi ihu nwa ọhụru ha.",
    "Gezie ya ntị ka ị nụ ịgba o tiri n'ọnụ.",
    "Naijiria",
    "Anambra Steeti",
    "Ịkpa obi aṅụrị",
    "Vidio, Angela Nwosu's Mother: Ihe nwada a sara maka ebubo niile a na-ebo ya, Duration 0,49elekere 9 gara aga",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Angela Nwosu: \"Ihe mmadụ na-echere ndị ọzọ bụ ihe na-abịakute onye ahụ\", Duration 2,0311 Ọgọọst 2020",
    "Vidio, Mathew Oliver Okpara: Etu ndị agha si gbagbuo nwanne m nwoke si ọrụ alata n'Imo steeti, Duration 3,5417 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Junior Ezeonu: Etu nwafọ Igbo a dị afọ 22 ji bụrụ omeiwu na mba Amerịka, Duration 3,0012 Ọgọọst 2021",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Vidio, Harrison Gwamnishu na Egbeigwe: Ihe mere James Ubulu ji si ka eweghachite ego ọ nyere Kingsley Orji, Duration 8,3014 Ọgọọst 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, 'Etu e si gbagbuo ụtọ obi m n'ihu m n'Oyigbo'- Monday Bakor, Duration 2,122 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}