{
  "published": "19 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Adiukwu Daniel Nkemakolam ama dịka Kemzart akụwala akụoyibo nsugbe gbasara mmasị o nwere n'ọrụ ya.",
    "O meerela ndị a ma ama dịka Zoro, Rudeboy, King Perry na Kizz Daniel ihe onyonyo.",
    "'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu'",
    "E ji nka  agwọ ọrịa obi ịdamba -Ojii nka agwọ ọrịa",
    "Ị hụtụla ebe e ji ọkụ ese ihe?",
    "Ọ kọwara etu mmasị o nwere n'ọrụ a si duru ya bata Legọs ma na-eme ọfụma n'ọrụ aka ya.",
    "Kirie onyonyo ya n'uju n'elu.",
    "'Ụfọdụ akpụrakpụ ndị ọcha na-ere bụ nke ezuru n'ori'",
    "Akuziri m onwe m iji mkpịsị odee ese ihe - Patrick Chuka",
    "Ịrụ ụlọ ekwesịghị iri gị ego makana ihe e ji arụ ya dị n'ala - Demas Nwoko",
    "Ị ma na onye ọbara mgbali elu na-eme n'afọ 30 na 40 nwere ike imecha nwee nsogbu n'ụbụrụ?",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Nka",
    "Vidio, Phyno: Ihe ise ị kwesịrị ime iji bụrụ ezi otiegwu, Duration 2,1318 Eprel 2018",
    "Igbo Musicians: Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 200011 Septemba 2020",
    "Vidio, Buchi: Ihe ndị ị maghị maka otiegwu ụka a, Duration 1,4318 Nọvemba 2018",
    "Vidio, Nollywood: E gwuru m chandum mgbe m bidoro - Obi Emelonye, Duration 2,361 Nọvemba 2019",
    "Vidio, Angela Nwosu: Di m si mgbachi ebubo ndị mgbu nkịtị, Duration 0,4918 Ọgọọst 2021",
    "Gee ntị, 'Uweojii boro nwanne m nwaanyi dị afọ ebubo na ọ bu onye Ipob were kpọchie ya kemgbe Juun', Duration 4,56elekere 7 gara aga",
    "Vidio, Angela Nwosu: \"Ihe mmadụ na-echere ndị ọzọ bụ ihe na-abịakute onye ahụ\", Duration 2,0311 Ọgọọst 2020",
    "Vidio, Mathew Oliver Okpara: Etu ndị agha si gbagbuo nwanne m nwoke si ọrụ alata n'Imo steeti, Duration 3,5417 Ọgọọst 2021",
    "Vidio, Rev Prince Chukwuma: Ihe mere m ji akuziri ma na-akwado ụmụbọị, Duration 5,2910 Ọgọọst 2021",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, Etu ndị ntoroọbịa dịka m nwereike merela Zoro, Kizz Daniel na Sakordie vidio egwu ha - Kemzart, Duration 2,3419 Ọgọọst 2021",
    "Vidio, IVF: Lee ihe omenala kwuru gbasara usoro IVF, Duration 7,015 Ọgọọst 2021",
    "Vidio, Ernest Okonkwo: Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}