{
  "published": "19 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Simon Ekpa",
    "Otu Indigenous People of Biafra (Ipob) ekwuola na Maazị Simon Ekpa abụghị onye otu ha kpọm kwem.",
    "Ọ bụ otu n'ime ndị ndu Ipob bụ Chinasa Nworu so na ngalaba ha kpọrọ \"Directorate of State\" (DOS) kwuru nke a n'atụmatụ ajụjụ na ọsịsa ha mere n'abalị Wenezde.",
    "Maazị Nworu, n'ịsa ajụjụ banyere ozi ha ziri maka ọnọdụ Simon Ekpa bụ onye sibu na onyeisi Ipob bụ Nnamdi Kanu nyere ya ohere ime mgbasa ozi na Radio Biafra.",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon Ekpa",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Maazị Nworu sị n'agbanyeghị na ihe Maazị Ekpa na-eme na-amasị ha, ha agaghị anabata ya ka onye nke ha makana o kweghị ịnabata atụmatụ akpamagwa ha nke Bekee kpọrọ \"Code of Conduct\".",
    "Cheta na Maazị Ekpa ekweghị ibinye aka n'atụmatụ a nke mere ndị isi Ipob ekweghị inye ya ohere isoro ndị na-agbasa ozi na Radio Biafra.",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga",
    "Maazị Nworu sị na Maazị Ekpa ekwesighi ịsị na ya bụ onye Ipob dịka ọ naghị atụ ụtụ maọbụ aga nzukọ ndị Ipob na mba Finland ebe o bi.",
    "Ọ sị: \"Yabụrụ na ọ bụ onye Ipob, ya gwa anyị ogige o so na Finland?\".",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Nworu sị na ndi otu ya anaghị eme \"ndọrọndọrọ ọchịchị\".",
    "Ihe ọzọ o kwuru bụ na Maazị Ekpa nọ na-egori n'azụ ndị ọchọghị iso.",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful",
    "Maazị Ekpa n'onwe ya mere ka ọ sara okwu a ndị isi Ipob kwuru na mkparịtaụka o mere n'abalị ụnyaahụ.",
    "Ọ sị: \"Ya bụrụ na njem a m nọ na ya esighi n'aka chukwu agaghi ma achịta aja na ya.\"",
    "O nweghịzi ihe ọzọ o kwuru dịka ọtụtụ mmadụ na-achọ ka o kwuo okwu karịa etu a.",
    "Dịka ọtụtụ ndi otu Ipob na-ekwusike na ha ekwenyeghị n'atụmatụ ịkagbu ịnọdụ n'ụlọ kwa Mọnde ọbụla.",
    "N'agbanyeghi na ndị DOS kagburu atụmatụ 'sit-at-home' ahụ ha tinyeburu, ndị mmadụ nọ dụrụ n'ụlọ n'ụbọchị Mọnde bu ụbọchị 16 nke ọnwa Ọgọstụ.",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa - Ifeanyi Ejiofor",
    "Ha sị: \"Anyị ahụla mkparị pụrụiche ndị mmadụ na-eme ndị ọchịchị Ipob maka etu ha si gbanwee usoro a ga-eji an-eme ịnọdụ n'ụlọ iji kwado onyisi anyị eji. Anyị chọrọ ka ndị mmadu mala na ọ bụ site n'isi isi Ipob ka iwu a si pụta.",
    "\"Atụmatụ a abụghị iji memina njem ịchọ nwereonwe.\"",
    "Ipob gara n'ihu dọọ aka na ntị na ha agaghi anabata mkparị si n'ọnụ ndi na-akwado ha.",
    "Okwu pụtara dịka Simon Ekpa dere ozi n'akara Facebook ya na-ekwu na ya enwetela ikike n'aka onyeisi Ipob bụ Nnamdi Kanu ịmalite ikwu okwu na Redio Biafra.",
    "Maazị Ekpa dere na ya na-abịa ọrụ dịka onye odibo.",
    "Ebe foto si, Simon Ekpa/Facebook",
    "Ka o dere ihe a, ọtụtụ ndị na-akwado Ipob kwadoro ya, mana ụfọdọ ndị isi Ipob anabataghị ya, ọkachasị dịka Maazị Ekpa pụtara kwuo na ya agaghị arụ ọrụ ọhụrụ enyela ha n'ọnọdụ mmanye.",
    "Mana, ebe okwu siri malite ịrị elu bu banyere nkagbu atụmatụ \"sit-at-home\".",
    "Simon Ekpa pụtara kwuo na ya bụ atụmatụ so n'ihe ọ sị nọ n'ọnọdụ \"auto-pilot\".",
    "Nke a pụtara na ndi nọ n'ala anaghị egezi ndi nọ n'isi ntị banyere atụmatu nwereonwe ha sị na ha na-achọ.",
    "Ugbua, ndị DOS Ipob na-ekwuzi na ha agaghịzị anabata ụdịrị nnupuisi a \"auto-pilot\" a pụtara.",
    "Ebe foto si, Getty Images",
    "Ode akwụkwụ mgbasa ọzị Ipob, Peace Chukwudi sịrị na Biafra ga abịa ọsịsọ ma Buhari bata ọzọ",
    "Ipob bụ otu n'ime otu ndị na-achọ ka ekewa Naịjirịa were kepụte mba ha chọrọ ka akpọ Biafra. Ebe ha na-ele anya ka ekwepụta mba a bụ mpaghara sobu na mba Biafra si Naịjirịa pụọ n'afọ 1967 ma bụte agha nwanne na nwanne a nụrụ site afọ 1967 ruo afọ 1970.",
    "Agha ahụ butere ọnwụ ihe a na-eche ruru nde atọ n'ụma.",
    "Ọkankụ ndị nwụrụ n'oge ahụ bụ site n'agụ dika Naịjirịa mechiri ụzọ nri si abata Biafra.",
    "Ugbua, gọọmentị Naịjirịa ekwuola na Ipob sọ n'ime otu na eyi ndụ egwu ma machie ha, mana Ipob sị na nke a abụghị eziokwu ma na-eme njem ịgbanwe atụmatụ a.",
    "Onyeisi Ipob bụ Nnamdi Kanu nọ na nga na Naịjirịa dịka ọ na-azara ọnụ ya banyere ebubo na ọ na-akpa nkata megide mba ahụ.",
    "A na-ele anya na ọ ga-ezute Ọkaikpe Binta Nyako n'ụbọchị 21 nke ọnwa Ọktoba 2021, dịka ọkaikpe nyere iwu ka ngalaba nchekwa Bekee kpọrọ \"Department of State Services\" (DSS) kpọta ya n'Ụlọikpe Ukwu dị n'Abuja.",
    "",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Anambra Governorship Election 2021: Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka12 Ọgọọst 2021",
    "Simon Ekpa abụghị onyeisi ọhụrụ Ipob ọ bụ ikike ikwu okwu na Radio Biafra ka e nyere ya - Emma Powerful9 Julaị 2021",
    "Simon Ekpa: Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra21 Julaị 2021",
    "Gee ntị, 'Ndị uweojii boro nwanne m nwaanyi ebubo na ọ bu onye Ipob were kpọchie ya kemgbe ọnwa Juun'elekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Obi aṅụlị juru m afọ maka ndebanye aha m n'ime ndị ga-azọ gọvanọ Anambra\" Chukwuma Soludo:elekere 7 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Twitter ewepụla ihe Simon Ekpa dere maka Joe Igbokwe",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "\"Obi aṅụlị juru m afọ maka ndebanye aha m n'ime ndị ga-azọ gọvanọ Anambra\" Chukwuma Soludo:",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}