{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọgba aghara adapụtala taata dịka a na-akwatu ahịa New Artisan EnugwuNnukwu Nsogbu dapụtara taata n'etiti ndị Hausa/Fulani na-ere ehi, ewu na atụrụ n'Ahịa New Artisan Enugwu na ndị Uwe ojii.Ya bụ ọgụ malitere n'ụtụtụ tata oge ndị uwe ojii karịrị out nari na ndị nwe ala New Artisan ahụ malitere gbukasiwa ebe ahu ka ha nwee ike iweghara ala ha",
    "Ndị Ugwu ahụ na-ere ehi malitere siwa ọnwụ na ha agaghị apụ dịka ha si eme na mbụ,",
    "Nke a mere ndị uweojii jiri gosi ha ihe ọkụ ji ntị oke eme. Ka ọ dị ugbua ọtụtụ ụgbọala 'Buldozer' na 'caterpiller' na akurikọsi ebe ahụ niile.",
    "Gọọmenti Enugwu enyela ezinụlọ Ifeanyi George nwụrụ anwụ 20m naira",
    "Ndị na-ere azụ na-achị ka ọdọ anụ Enugwu tọgbọ chakoo",
    "Cheta na ndị ahụ sị mgbo ugwu Naijiria biri na ya bụ New Artisan Enugwu ma anụsakarị gọmenti ọgụ ma asị ha pụọ.",
    "Cheta na ọnwa March na April ndị ahụ bi na ahịa New Artisan gbara ụgbọala karịrị asaa ọkụ nke gunyere 'buldozer' na 'caterpillar' abụọ ebe ha na egosi gọmenti Enugwu na ha agaghị apụ ebe ahụ.",
    "Oge BBC rutere na New Artisan Enugwu, akwatusiwala ya bụ ahịa niile ebe ọtụtụ ụmụ okorobịa na atụtụ igwe gbakara agbaka na apụta na mmebi ahụ.",
    "Ihe onyonyo a gosiri ihe BBC hụrụ mgbe anyị gara ebe ahụ.",
    "Cheta na gọmenti Enugwu agwala ndị ahụ na-ere ehi ka ha gawa na new gariki Enugwu ebe enyere ha ọnọdụ.",
    "Ebe ọtụtụ ndị Fulani na-ere ehi, ewu na atụrụ abụrụla nke akwaturu taata.",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ20 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taaelekere 5 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taa",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "'EFCC jidere T.A Orji makana ọ gwaghị ha na ọ na-aga njem'",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}