{
  "published": "20 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọnụ na-ekwuru T.A. Orji bụ Ifeanyi Umere sị na ọ bụ maka akwụkwọ o ji eme njem ka ngalaba na-ahụ maka mpụ na-rụrụ aka bụ \"Economic and Financial Crimes Commission\" (EFCC) ji kpọwa ya oku ahụ nke mere eji kwụsị ya ịga njem ofesi o na-aga.",
    "Cheta na EFCC jidere T.A. Orji bụbu aka na-achị Abia Steeti dịka ọ nọ n'ọdọ ụgbọelu Nnamdị Azikiwe dị n'Abuja n'ụbọchị Tọzde.",
    "Kepu kepu kwuru na ọ bụ mkpesa ndị mmadụ mere banyere etu Maazị Orji jiri chịa Abia steeti butere ya nsogbu a.",
    "'Anyị enwebeghị okwu'- Ọnụ na-ekwuru Nwa T.A Orji",
    "EFCC: Ndị anyị gara ịchọ bụ ụmụ T.A. Orji",
    "Ihe Naịjirịa ga-eme ka Amerịka gbapeere ha ụzọ ime njem",
    "Dịka Maazị Orji bụzị onye na-anọchịte Abia Central n'ụlọ omeiwu ukwu n'Abuja onweghịzị mkpuchi ikpe ikpe dịka o nwere n'oge ọ bụ gọvanọ.",
    "Mana Maazị Umere sị na \"ihe gbagwojuru anyị anya bụ na ha bịara chebiri ya n'ụzọ ebe ọ na-eme njem\".",
    "Nwa T.A. Orji bụ Chinedu Orji bụ Onyeisi Ụlọ Omeiwu n'Abia sokwa nna ya gawa ogige EFCC ụnyaahụ.",
    "Maazị Umere gwara BBC Igbo na ọ bụ makana onweghi ihe tara akpụ eji nwuchie onyeisi ya mere eji hapụ ya ka ọ laa dịka ha gbachara ya ajụjụ ọnụ.",
    "Ọ sị: \"Maazị Orji riri ofe achalla na be ya n'abalị.\"",
    "Ọnụ na-ekwuru ụlọọrụ Economic Financial Crime Commission (EFCC) bụ Wilson Uwujaren gwara BBC Igbo na ọ bụ eziokwu na ha hapụrụ Ọrji ka ọ laa be ya ụnyaahụ.",
    "Ọ sịkwa na ọnwebeghị ihe ọhụrụ pụtara n'okwu T.A. Orji onye bụbu Gọvanọ Abia steeti nakwa onye nnọchite anya Abia Central n'ụlọomeiwu ukwu.",
    "\"EFCC ekweghị ekwu ihe ha ji kpọọ ya oku ahụ\"",
    "Umere sị na ịza EFCC oku abụghị ihe ọhụrụ ebe T.A.Orji, \"dịka onye chigoro steeti mbụ, a na-akpọ ya oku kwa mgbe kwa mgbe ịbịa kọwaa ihe ụfọdụ\".",
    "th Assembly: Ọ dịghị mfe ịchịcha dịka gọvanọ ma bụrụ Sịnetọ - T.A Orji",
    "Ọ sị na T.A. Orji kwesiri ịga maka nnyocha akwụkwọ o ji eme njem na EFCC tupu o mee njem, mana ọ gaghị ya, na ọ ga-abụ ya mere ha ji jide ya n'ụzọ.",
    "Umere sị na Orji agaghịzị eme ya bụ njem ọ kwadoro ime ugbua iji nye ohere ka a mara ka ha a ga-akpọ ya ọzọ.",
    "Orji so na ndị EFCC na-etinyere anya kemgbe ọ pụtara n'ọchịchị  dịka Gọvanọ Abịa steeti maka ebubo imefu ego.",
    "\"Obi aṅụlị juru m afọ maka ndebanye aha m n'ime ndị ga-azọ gọvanọ Anambra\"  Chukwuma Soludo:",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Twitter ewepụla ihe Simon Ekpa dere maka Joe Igbokwe",
    "Naijiria",
    "Abia Steeti",
    "Mpụ",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ20 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taaelekere 5 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taa",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "'EFCC jidere T.A Orji makana ọ gwaghị ha na ọ na-aga njem'",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}