{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @angelanwosu/Instagram",
    "Angela Nwosu bụ nwaanyị a ma ama na soshal midia maka etu o si ekwu okwu nakwa ahịa ọ na-ere.",
    "Ọ bụ onye na-akwado ihe omenala, na-akpọ onwe ya Ogbanje, na-akụziri ndị mmadụ maka alụmdinanwunye ha ma bụrụkwa onye meburu ihe onyonyo.",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'",
    "Ugbua ọ na-ewu ewu maka ebubo mmadụ boro ya gbasara nne ya a sị na ọ gbahapụrụ n'obodo ha.",
    "Nwosu sara ihe niile gbasara ọnụ ndị mmadụ na-akọ ya na mkparịtaụka nke ya na BBC nwere n'ụbọchị Wenzde.",
    "\"Etu ị ga-esi bụru onye ama ama ka m\" Angela Nwosu",
    "Ebe foto si, @soundmind_official/Instagram",
    "Mgbe BBC Igbo na Angela Nwosu nwere mkparịtaụka pụrụiche, ọ kọwara ọtụtụ ihe maka onwe ya.",
    "Lee ihe ndị BBC Igbo chọpụtara maka ya:",
    "Ọ bụ onye Nnewi-ichi n'okpuruọchịchị Nnewi North na Anambra steeti ma o toro na Legọọs.",
    "A mụrụ ha ụmụ isii n'afọ nne ya nke mere na ọ bụ osote Ada n'ezinaụlọ ya.",
    "Ọ gụrụ akwụkwọ na Mahadum Madonna nke dịkwa n'Okija Anambra steeti.",
    "Nna ya nwụrụ n'afọ 2016.",
    "Ọ lụrụ di ya bụ Austin Nnaemeka a ma dịka 'Soundmind' n'afọ 2019.",
    "Di ya bụ onye ji ego achụ ego ma bụrụkwa onye na-emepụta ihe onyonyo.",
    "O zutere di ya n'elu soshal midịa nke bụ Facebook tupu ha amalite iyi onwe ha.",
    "Ọ mụrụ nwa mbụ ya n'ọnwa Juun afọ 2021.",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "A tọghapụla onyeisi ndị Juu n'Ogidi anwụchiri ya na ndị ọbịa Izrel",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "Ụmụnyanyị",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Vidio, Angela Nwosu: Di m si mgbachi ebubo ndị mgbu nkịtị18 Ọgọọst 2021",
    "Angela Nwosu kwuru ihe ise a ga-atụ gị n'anya5 Ọgọọst 2020",
    "Vidio, Angela Nwosu: \"Ihe mmadụ na-echere ndị ọzọ bụ ihe na-abịakute onye ahụ\", Duration 2,0311 Ọgọọst 2020",
    "Gee ntị, 'Ndị uweojii boro nwanne m nwaanyi ebubo na ọ bu onye Ipob were kpọchie ya kemgbe ọnwa Juun'elekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Obi aṅụlị juru m afọ maka ndebanye aha m n'ime ndị ga-azọ gọvanọ Anambra\" Chukwuma Soludo:elekere 7 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Twitter ewepụla ihe Simon Ekpa dere maka Joe Igbokwe",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "\"Obi aṅụlị juru m afọ maka ndebanye aha m n'ime ndị ga-azọ gọvanọ Anambra\" Chukwuma Soludo:",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}