{
  "published": "20 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, BBC/Getty/EPA",
    "Ụfọdụ anụ, ahụhụ na ihe nrịgharị ndị ọzọ ihe na-enye nsogbu n'ụlọ ma na-eme ihe ndị echeta-ebewe.",
    "Anụ dịka oke, ahụhụ, ijiji, anwụ, arịrị na agwọ na-ebute mgbakasị ahụ, ọrịa na ihe mgbu ndị ọzọ.",
    "Ọrịa otoro na-eme njem na Naịjirịa",
    "Nri ndị a ga-enyere ndị na-arịa 'Sickle Cell' aka",
    "Bubonic Plague: Ị nụla maka ọrịa a?",
    "Ị chụ ha na-adịka iji okwute egbu ahụhụ n'ihi na ịchụ ha taa, ha lọta echi.",
    "Mana ị matara na i nwere ike inye ha ọsọ n'ụlọ nke bụ na ha gbakata ha jaa gị azụ?",
    "Ihe kacha mkpa na igbochi ahụhụ na ụmụ ndị a bụ idebe gburugburu gị ọcha n'ihi na ọtụtụ n'ime ha kpọrọ ebe dị ọcha asị.",
    "Lee ihe ndị ọzọ i nwere ike ime ndị ọnyịrị ọnwụ dị a sọwa ụlọ gị nsọ:",
    "Ebe foto si, Getty Images",
    "Ọchịcha bụ ahụhụ na-eke ọrịa ka a na-eke ego.",
    "A ma ya ama ya maka ikesa dịka otoro (cholera), disentrị, taifọd, salmonellosisi, na ekpenta site ịnyụnye nsị maọbụ mammiri ya na nri maọbu mmiri maọbụ ngwa e ji eri nri maọbụ esi nrị.",
    "Cheta na Ọchịcha na-eri nsị na nrị ma na-awagharịkarị n'abalị n'usekwu, olulu nsị, abọ ntufuahịhịa, mpio mmiri na mgbawara aja.",
    "WHO kwuru na ụchịcha nwere ibu agwa okpo na ebute ọrịa akpụkpọ ahụ, ọkọ na ọrịa metụtara ọwa e si eku ume.",
    "Ụzọ iji chụọ ya: Mana i nwere ịchụ ha ọsọ site na ịgwakọ'baking soda' na shuga ma tụsacha ha n'akụkụ ụlọ gị  niile ebe zoro ezo.",
    "Mmanụ dịka ụdịrị nke Bekee kpọrọ \"mint oil\", \"spearmint oil\" na \"euclatypus\" nwerekwara ike ịchụ ha ọzọ dịka WHO siri kwuo.",
    "Ọzọ, mgba mbo na-edewe ehufu ahịhịa dị n'usekwu gị mgbe abụla mgbe. Sachapụ efere na ite nri oge ọbụla ọ luru unyi.",
    "Ebe foto si, AFP via Getty Images",
    "Oke ọ talara gị asambodo maọbụ akwụkwọ ọzọ dị oke mkpa?",
    "Oke bụ ajọ anụ na-atakasị ihe dị iche iche n'ụlọ; akwụkwọ: akwa, osisi were dịrị gawazie.",
    "Oke nwekwara ike ikesa ọrịa dị iche che gụnyere  'lassa fever', salmonellosis.",
    "Mamịrị oke nwere ike ịkpalite agha asthma na onye nwere ọrịa asthma.",
    "Ọ bụghị naanị ikesa ọrịa, oke nwere ike ibubatara gị igwu n'ụlọ dịka  ha nwere ike ị labara n'ajị ya so ya si ọhịa bata n'ụlọ.",
    "Ụzọ iji chụọ ya: Isi kemikal dịka ammonia, 'bleach hemical smells, such as ammonia, bleach.",
    "O nweghị ọrịa a ma na sayensi na agụụlọ na-ebute mana ọtụtụ ndị na mpaghara ọdịda anyanwụ Afịka ejighị anya ahụ agụụ1ọ.",
    "Ụfọdụ nwere nkwenye na ọ bụ amusu na-egbu mmadụ nke nwere ike ọdanye na nri gị o gbuo gị pịị.",
    "Mana ndị ọkachamara kwuru na  nke ahụ abụghị esi okwu.",
    "Kama ha kwuru ha dịka agụụlọ na amanye ọnụ na ụkwụ ya n'ihe dị iche iche , a o nwere ike ikesa nje na ebute ọrịa nke Bekee kpọrọ 'bacteria\".",
    "Ụzọ iji chụọ ya : Gwakọ 'garlic na nnu ma tụsa sịa ya n'akụkụ ụlọ ebe ị na-ahụkarị agụ ụlọ.",
    "Ebe foto si, EPA",
    "Ijiji na-eme ihe ịso oyi; ọ na-eri nsị, nri maọbụ mkpuruosisi fọtọrọ afọtọ.",
    "Ọ na-eke ọrịa gwogwo. Ọrịa dịka taifọd, otoro, disentrị na E. coli.",
    "Ụzọ iji chụọ ya: Ịkụ osisi na flawa dịka akwụkwọ \"basil\" na \"bay\" na-achụ ijiji. Ijiji na-asọkwa isi 'camphor', mmanụ \"peppermint oil\".",
    "Ebe foto si, Getty Images",
    "Omekataraihedaaụjọ a na-ebute ọrịa ịba nke na-ata isi karịrị mmadụ 409 000 n'afọ 2019 n'ụwa dịka WHO siri kwuo.",
    "Ụzọ iji chụọ ya: Gbaa  'Garlic spray', anwụ kpọrọ isi garlic asị.",
    "Inwekwara ike ibewa oloma 'lemon' tinye clove ma dowe ya na mpio ụlọ gị.",
    "Hụ na ọwammiri dị ụlọ gị nso dị ọcha, sụọ ahịhịa dị na gburgburu gị ma hụ na tyre ochie maọbụ komkom mmiri nwere ike ịdọ adịghị gị nso n'ihi na anwụ na-amụba na mmiri dọ adọ, na adịghị ọcha.",
    "Ebe foto si, Getty Images",
    "Agwọ bụ ajọ anụ nwere ike igbu mmadụ ma ọ bụụ na onye ahụ enwetaghị nleta ngwangwa ọ tara ya.",
    "Ụzọ m iji chụọ ya: Ndị ọkammụta  siri kwuo, ngoro nke ụfọdụ ndị na-akpoọ akụilu na-enye agwọ ọsọ dịka ọ naghị anabata isi ugoro.",
    "Eucharia Nwaichi, onye nkuzi na mahadum\"University of Port-Harcourt\" si kwuo, \"Inwere ike iberisi ugoro, fee ya n'ebe ndị ị ma agwọ nwere ike isi bata n'ụlọ.\"",
    "\"Nke a bụ n'ihi na  ugoro nwere ihe isi ya na-achụ agwọ.\"",
    "Gburugburu",
    "Ahụike",
    "Naijiria",
    "Ndi uwe ojii: Oke bụrụ ọgwụike a furuefu16 Febụwarị 2018",
    "Agwọ atụọla nwanyi n'ike n'ulo mposi27 Jenụwarị 2019",
    "Vidio, Lassa Fever: 'A na m eri oke iri n'ụbọchị'- Nwaanyị na-eri oke18 Febụwarị 2020",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ20 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taaelekere 5 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taa",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "'EFCC jidere T.A Orji makana ọ gwaghị ha na ọ na-aga njem'",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}