{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, MM",
    "Agbamakwụkwọ nwa Buhari nke nwoke bụ Yusuf Muhammadu Buhari  na nwunye ya bụ  Zahra Nasir Bayero, nwa Emir nke obodo Bichi  kpọtụrụ akpọtụ na Bichi dị na Kano steeti  taa bụ Friade.",
    "Mịnịsta na-ahụ maka mgbasaozi n'igwe bụ Isa Ali Pantami bụ onye gbara ha akwụkwọ n'ụlọụka Alakụba \"Bichi Central Mosque\".",
    "Aisha Buhari age: Lee ihe ndị dị omimi maka nwunye onyeisiala",
    "Buhari asaala nwunye ya okwu gbasara 'cabal'",
    "Ebe foto si, Atiku Abubakar",
    "Yusuf Buhari na Atiku Abubakar na-agba izu",
    "Ndị ndọrọndọrọ ọchịchị welite isi dịka ndị gọvanọ na senetọ jupụtara na mmemme ahụ bụ a ghaa ọka, o koro n'elu.",
    "Ebe foto si, Femi Adesina",
    "Onyeisiala Muhammadu Buhari, Osote Onyeisiala pụrụ apụ bụ Atiku Abubakar, na ndị ọzọ nwere agba bịara ya",
    "Buhari asaala nwunye ya okwu?",
    "Ndị dịka aka chịburu Naijiria bụ Goodluck Jonathan, Osote Onyeisiala pụrụ apụ bụ Atiku Abubakar, Osote Onyeisiala bụ Yemi Osinbajo, Onyeisi Ụlọmeiwu Ukwu bụ Mohammed Lawan.",
    "Ebe foto si, Femi Adesina",
    "Prof Yemi Osinbajo, Fayemi, Buhari na ndị ọzọ",
    "Gọvanọ Kayode Fayemi nke Ekiti steeti, Gọvanọ Yahaya Bello nke Kogi steeti.",
    "Ndị ojiego achụ ego a na-ahụ aha dịka Alhaji Aminu Dantata bụ onye Zahra bụ nwa nwanne ya tụkwara ebe ahụ ka mmọnwụ.",
    "Nwunye Onyeisiala bụ Aisha Buhari nabatakwara ndị ọbịa pụrụ iche  nke ya.",
    "Ndị bịara ya agbamakwụkwọ nwa ya nwoke bụ Yusuf gụnyere nwunye onyeisiala mba Gambia bụ Oriaku Fatoumata Ban Barrow.",
    "Ebe foto si, Aisha Buhari",
    "Ọrịaka onyeisiala mba Gambia bụ Fatoumata Ban Barrow bịara Aisha Buhari agbamakwụkwọ nwa ya nwoke bụ Yusuf",
    "Igwe ndị mmadụ bịara ịgbara anya ha Ekeresimesi bịakwara ya bụ mmemme.",
    "Ebe foto si, Femi Adesina",
    "Naijiria",
    "Omenala",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ20 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taaelekere 5 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taa",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "'EFCC jidere T.A Orji makana ọ gwaghị ha na ọ na-aga njem'",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}