{
  "published": "21 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka mkpu ka na-ada etu ụfọdụ ndị uweojii n'Ịmo Steetị si wakpoo ụmụakwụkwọ na mahdum Imo Steeti Bekee kpọrọ \"Imo State University\" (Imsu), onyeisi ha ekwuola na ha ga-ebido nnyocha maka agwa ndi otu ya kpasara ụmụakwụkwọ a.",
    "Akụkọ si ụlọakwụkwọ ahụ pụta na ehihe Fraịde na ndị uweojii ole m ole si wakporo ụlọ ezumike ụmụ akwụkwọ ahụ, gbawa ụzọ ụlọ ha ruru iri na ise, tie ụfọdụ ụmụ akwụwkọ ihe ma nwụchịe ndị ọzọ n'ike.",
    "A kwụsịla ndị nkuzi Imsu abụọ dinara ụmụakwụkwọ ha ọrụ",
    "Ọ bụ ndị otu nzuzo gbara egbe n'Owerri n'abalị Tuzde - Ndị uweojii",
    "Ị ma Chioma Uzodinma; nwunye Gọvanọ Imo steeti?",
    "Onye ntaakụkọ BBC gara ebe ihe mere kwuru na ụmụakwụkwọ sịrị na ihe butere ọgbaghara bụ esomokwu nọ n'etiti ụmụ akwụwkọ nwaanyị abụọ, nke mere otu onye n'ime ha jiri kpoo enyị ya nwoke bụ onye uweojii ka ọ bịa tinyere ya aka.",
    "Onye ntaakụkọ BBC Igbo sị na ndị hụru oge ihe a mere sị na ndị uweojii ji ụgbọala ha bata wakpoo ụlọ ezumike ụmụ akwụkwọ Imsu dịka esemokwu a na-eme n'abali Tọọzde, n'ebe elekere itolu.",
    "Ụmụakwụkwọ sị na ha tiri mmadụ niile nọ ebe ahụ ihe, merụọ ụfọdụ ahụ, ma nwụchịe ndị ọzọ n'ike.",
    "Ụzọ ndị uweojii gbakara n'ụlọ obibi ụmụakwụkwọ Imsu",
    "E kwukwara na ekweghi tọhapụ ndị a nwụchịrị  nani ndị kwụrụ ego ruru puku narịa iri isii (₦60,000) maọbụ puku naịra iri atọ (₦30,000), ndị a na-atọhapụghị gụnyere ụmụ akwụkwọ anọ a si na-enweghi ego gbapụta onwe ha.",
    "Mgbe a jụrụ ọnụ na-ekwuchitere mahadum a bụ Ralph Obinjoku maka ihe a mere, o kwuru na ha ndị ọrụ nchekwa ụlọ akwụkwọ ha ebidola ọrụ nyocha imata ihe mere n'ezia.",
    "Ọnụ na-ekwuchitere ndị uweojii n'Imo Steetị bụ Micheal Abattam zipụtara ozi na Kọmịshọna ndị uweojii na Steetị ahụ bụ Rabiu Hussaini enyela iwu imalitele ọrụ nyocha n'akụkọ a.",
    "Imsu Babe: Ihe m na-ede n'efere Abacha m mere ndị mmadụ ji abọ ya ụbọ",
    "N'akwụkwọ ozi ndị uweojii zipụtara maka okwu a n'ụtụtụ Satọde, ha kwuru na dịka ha na-eme ọrụ nnyocha ha hụrụ na ihe mere n'ezia bụ na ọtụ nwata akwụkwọ nwaanyi aha ya bụ Mmeloma Onwuzuruike kporo ha oku gbata gbata na onye na-anoyere ya na ụlọ ezumike ha bụ Iheoma Nwoha na ndị enyi ole m ole na-abasi ya ọgụ.",
    "Ha kwuru na e nyere ndị otu uweojii ikike iwuchi ebe ahụ ma dajuo ya bụ ọgụ.",
    "Akụkọ ha kwukwara na ha nwụchiri ndị niile a si na-alụ ọgụ ma na-ebụte ọgbaghara ebe ahụ.",
    "Ha gara n'ihu tọhapụ ndị niile nwaada Mmeloma Onwuzuruike kwuru n'esoghi lụọ ọgụ ahụ dịka a sị na mmadụ anọ ndị ọzọ so lụọ ọgụ nọrọ dee akụkọ ihe mere tupu atọhapụ ha.",
    "N'akwụkwọ ozi ha, Kọmịshọna ndị uweojii n'Imo Steetị bụ Rabiu Hussaini kelere ụmụ akwụkwọ ka ha si tinye aka nweghichete ụdọ n'ebe ahụ, dịka ọrụ nnyocha ha ka na-aga n'ihu.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Vidio, Obi Cubana: Anaghị m ahụ onwe m dịka onye kpatara ego20 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye uweojii 'na-alụrụ enyi ya nwaanyị ọgụ' awakpoola ụmụakwụkwọ Imsu21 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Onye uweojii 'na-alụrụ enyi ya nwaanyị ọgụ' awakpoola ụmụakwụkwọ Imsu",
    "'Ihe mere Naịjirịa agaghị egbu maọbụ kpee Boko Haram chegharịrị ikpe'",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taa",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Twitter ewepụla ihe Simon Ekpa dere maka Joe Igbokwe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}