{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọnụ na-ekwuchitere ndị otu Ipob bụ Emma Powerful edepụtala akwụkwọ ozi were sị na ha ekpuheela nkata ndị uweojii na-akpa iji wakpoo ndị mmadụ n'ụbọchị Mọnde ma boo ya ndị ESN.",
    "Powerful gara n'ihu kwuo na ngalaba nyocha otu Ipob achọpụtala na ndị ọrụ nchekwa Naijirịa ọkachasị ndị DSS na ndị uweojii akpaala nkata etu ha ga-esi wakpoo ndị ahịa ga-apụta ịzụ ahịa ha echi ma boo ya ndị ESN na Ipob.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Etu e si nwụchie ndị e chere na-ere akwụkwọ mgbasaozi Ipob n'Owerri",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "O kwuru sị, \" A ga-ejide ndị ọrụ nchekwa Naijirịa ma e nwee mwakpo ọbụla echi. Ha chọrọ iyi Jins tụrawụza na kọmbat Nika Jins were mee ka ha abụ ndị Ipob na ESN.",
    "\"Ndị nke anyị ga-egbochi mwakpo ọbụla achọrọ ịwakpo ha echi\".",
    "Ọ gara n'ihu sị, \"Anyị chọrọ ịgwa ndị uwa niile ọkachasị ndị bi n'ala Biafra na Ipob akagbuola atụmatụ Sit-at-home ha hiwere ụbọchị mọnde ọbụla. Nke a mere na onweghị isi na anyị ga-apụtakwa ọzọ were hiwe ihe anyị kagburu\".",
    "O kwuru na Sit-at-home ga-abụ naanị ụbọchị nnamdi Kanu ga-apụta n'ụloikpe ka ha ga-eme ya.",
    "Onions traders: 'Anyị ahụbeghị ego Nnamdi Kanu kwuru ọ ga-akwụ anyị maka ịyabasi ha n'Imo'",
    "O kwurukwara sị, \"Mmadụ niile muru anya maka nkata ọjọọ a. IPOB agaghị anabata mwakpo onye BIafra ọbụla maọbụ onye ọbụla bi na Biafra. Si nye ndị mmadụ ohere ka ha gaara mkpa dịịrị ha na-enweghị nsogbu ọbụla\".",
    "Powerful kwuru sị, \"Aghọtara m na ndị DPO niile, DCO na ndị isi ndị uweojii ndị ọzọ enweela nzụkọ ma hazie etu ha ga-esi awakpo ndị Biafra aka ha dị ọcha ma sị na ọ bụ ndị ESN\".",
    "Na mmechi, ọ kwuru sị , \"ha ewepụtala ọtụtụ ụgboala Hilux maka imezu ihe ha kwdoro ime echi. Ka ndị be anyị muru anya\".",
    "BBC Igbo kpọtụrụ ọnụ na-ekwuchitere ndị uweojii nke Imo steeti bụ Mike Abattam n'ekwe ntị ya ma zịgara ya ozi, kama ọzabeghị.",
    "Ebe Tochukwu Ikenga bụ ọnụ na-ekwuchitere ndị uweojii Anambra steeti kwuru na ihe kachasị ha mkpa bụ ịrụ ọrụ dịka iwu Naijirịa siri dị.",
    "Naijiria",
    "Ngosi iwe",
    "Ngosi",
    "Ndị Biafra chọrọ nkewa",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be haelekere 6 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Lee ihe ndị ụweojii chọrọ ịme ndị mmadụ echi n'aha Sit-at-Home - Ipob",
    "Ihe ọhụrụ ndị ndu Ipob kwuru iji gosi na Simon Ekpa abụghị onye otu ha",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Onye uweojii 'na-alụrụ enyi ya nwaanyị ọgụ' awakpoola ụmụakwụkwọ Imsu",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ",
    "Twitter ewepụla ihe Simon Ekpa dere maka Joe Igbokwe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}