{
  "published": "22 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nchọpụta gosiri na Ọfala bụ mkpuruọkwụ abụọ jikọrọ ọnụ; \"ọfọ\" na \"ala\".",
    "Ọ bụ emume e jiri mara ndị Eze n'ala Igbo.",
    "Uru ọmụgwọ n'omenala Igbo",
    "Gịnị bụ Ikenga n'alaigbo?",
    "Mana ọbụghị Eze Igbo niile na-agba ọfala.",
    "Ọbaọzi Wikipedia gụnyere Onitsha, Umueri, Umuoji na obodo ọzọ gbara ha gburugburu dịka  Aguleri, Nnewi na Ukpo dịka ndị na-agba Ọfala.",
    "Mana Odumobi n'Aguleri ezigbo aha ya bụ Odumegwu Obudigwe sị na Igba Ọfala abụghị ihe e jiri mara Aguleri maka na Ọfala bịara abịa dika ya bụ ọbaozi kwuru.",
    "Ọ sị na \"Ihe  e jiri mara Aguleri bụ ịme Oriri Obịbịa Eri\" a kpọrọ Eri Festival na Bekee.\\",
    "Ihe ọkpụkpụ na-egosi Eze Aro",
    "Odumobi sịkwa na ụfọdụ mmadụ bụ akajiakụ na mpaghara ahụ na-agbaziri onwe ha Ọfala, ịme ka emume ha daa ụda.",
    "O kwuru na obodo dị iche iche n'ala Igbo nwere emume e jiri mara ha.",
    "Akụkọ na-ekwu na Igbo malitere ịgba ọfala kamgbe nna anyị ha gbaọtọ.",
    "Ụfọdụ na-ekwu na ịgba Ọfala malitere n'Onitsha mgbe ha si Benin gbaa ọsọ ndụ na 16 sentụrị.",
    "Ọgbaghara sochiri echichi Igwe Aguleri ọhụrụ",
    "Ya bụ nchọpụta sị na Igba Ọfala yitewere emume ndị Eze Benin na-eme kwa mgbe a kpọrọ Igue.",
    "BBC enweghiike ịchọpụ nke a.",
    "Mana nke anyi ma bụ na Ọfala bụ emume ndị Eze ji nabata ọhaneze mgbe ha pụtara n'ekpere n'ụlọnsọ ha na-edowe onwe ha nso kwa afọ.",
    "Mgbe dị otu a ka Eze ji agọ ọfọ maka ọdịmma obodo ya na ndị ọ na-achị.",
    "Igbo Origin: Aguleri na Nri na-azọ ndị bụ isi Igbo - Nke Ikpeazụ",
    "Ha na-edowe onwe ha asọ otu izuụka maọbụ karịa.",
    "Ha na-eji emume Ọfala apụta n'ọha,  anabata ndị obodo ma gọzie ha ma gọọrọ ha ọfọ ọma puruiche maka afọ n'abịanụ.",
    "Onye Nze bụ Obimdike Chukwuma onye Otolo Nnewi na-akọwa na Ọfala bụ emume Obi na-eme kwa afọ iji gosi na ya ka dị ndụ.",
    "Nwaanyị ku ụmụ ejima",
    "Ọ bụ mgbe ndị enyi na ikwu n'ibe ji enye ya ihe onyinye dị iche iche.",
    "Ọ sị na ya bụ ịgba ọfala na-amalite n'afọ nke mbụ e chichara ya Igwe maọbụ Obi, dịka ndị si akpọ ya.",
    "Ya bụ Obi ga-eme ya bụ emume kwa afọ ruo n'ọnwụ.",
    "Mgbe ọ nwụrụ, ọ bụ ndị ọ na-achị ga-emere ya Ọfala nke ikpeazu n'aha ya.",
    "Emume 'Olili ọnwa isa' Eziagulu Aguleri nke afọ 2020 kporo ọkụ, Kirie ka o si gaa",
    "Mana ha na-asị na Obi maọbụ Igwe ha na-agba Ọfala nke Ikpeazụ, makana Eze anaghị anwụ anwụ.",
    "Mana ya bụ Ọfala nke Ikpeazụ gosiri na ọ lakwuru ndị nna ya ochie.",
    "Ofala so na oriri isii ndị Onitsha na-eri kwa afọ.",
    "Ndị Onitsha na-eri oriri a n'ọnwa ọktoba n'afọ iji kwado Obi (Eze) n'ime mmuo maka ọrụ obodo chere ya n'ihu.",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taa",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "'EFCC jidere T.A Orji makana ọ gwaghị ha na ọ na-aga njem'",
    "Naijiria",
    "Delta Steeti",
    "Anambra Steeti",
    "Omenala",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be haelekere 6 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Lee ihe ndị ụweojii chọrọ ịme ndị mmadụ echi n'aha Sit-at-Home - Ipob",
    "Ihe ọhụrụ ndị ndu Ipob kwuru iji gosi na Simon Ekpa abụghị onye otu ha",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Onye uweojii 'na-alụrụ enyi ya nwaanyị ọgụ' awakpoola ụmụakwụkwọ Imsu",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ",
    "Twitter ewepụla ihe Simon Ekpa dere maka Joe Igbokwe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}