{
  "published": "21 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigerian Army",
    "Mịnịsta mgbasa ozi bụ Lai Mohammed akọwala ihe mere gọọmentị Naijịrịa agaghị egbu maọbụ kpee ndị Boko Haram cheghariri ikpe.",
    "Ọ bụ na mkparịtaụka ya na ụlọ ntaakụkọ News Agency of Nigeria (NAN) nwere n'ụbọchị Fraịdee na mba Amerịka ka Maazị Mohammed kwuru nke a.",
    "Maazi Mohammed sị na usoro mba ụwa ji akpasị ndị agha chinyiri aka elu gbochiri Naịjirịa ịkpasị ndị a agwa agha.",
    "Aka anyị adịghị na mkpọlata Nnamdi Kanu Naịjirịa - Kenya",
    "Lai Mohammed: Buhari emeela ọfụma",
    "'Nwunye Kanụ na-arọ nrọ'",
    "O kwuru si: \"Mụ na ndị ndu ọrụ nchekwa nwere mkparịụka tupu m mee njem a, ha gwara m na usoro a na-anbata ndị agha chinyiri aka elu bụ usoro mba ụwa hiwere maka ọnọdụ dị etu a.\"",
    "Ọsịkwa: \"Anaghị agbagbu ndị agha chinyiri aka elu n'ihi na iwu jịkọrọ mba uwa kwenyere n'ikike diri onye agbanyeghi ma onye ahụ abụ onye omekome agha.\"",
    "O kwukwara si: \"Ihe ndị ọrụ nchekwa na-eme ugbua bụ, mmadụị pụta si na ọ cheghrịala ma chinye aka elụ, ha ga-nyocha ya mara ma okwu a abụ eziokwu tupu ha anabata ya\"",
    "Ọ gakwara n'ihu katọọ ndị na-ekwu na ndị a anabatara abụghị ndị omekome Boko Haram na ezia.",
    "O kwuru na ọ bụ ihe mgbawa obi ihụ na ndị mmadụ na-efesasi akụkọ ugha dị etu a.",
    "Kanu:Ihe Lai Mohammed kwuru",
    "N'okwu ya, ọ sị:",
    "\"Kama ikatọọ ọrụ a a na-arụ, ọ ka mma na-etiri Onyeisiala Bụhari na ndị ọrụ nchekwa aka n'obi dịka mmeri ha na-enwete na agha a, nke mpatara ya bụ ndị omekome Boko Haram na-echeghari ma achinye aka n'ike, n'ike\"",
    "Na nchịkọta, o gara n'ihu too onyeisiala maka etu o si nwee ntụkwasị obi na ndị agha Naijịrịa.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Obi Cubana: Anaghị m ahụ onwe m dịka onye kpatara ego20 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye uweojii 'na-alụrụ enyi ya nwaanyị ọgụ' awakpoola ụmụakwụkwọ Imsu21 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Lee ndụmọdụ ọhụrụ Ifeanyi Ejiofor bụ ọkaiwu Nnamdị Kanu dụrụ ndị Ipob",
    "Onye uweojii 'na-alụrụ enyi ya nwaanyị ọgụ' awakpoola ụmụakwụkwọ Imsu",
    "'Ihe mere Naịjirịa agaghị egbu maọbụ kpee Boko Haram chegharịrị ikpe'",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Etu agbamakwụkwọ nwa Buhari bụ Yusuf Buhari si kpọtụọ taa",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Twitter ewepụla ihe Simon Ekpa dere maka Joe Igbokwe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}