{
  "published": "22 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Otu Chelsea akụpụla Arsenal eze abụọ dịka ha ji ọkpụ goolu abụo merie ha.",
    "Nke a ga-eme ya ugboro abụọ a na-emeri otu Arsenal na bọọlụ ha gbara kemegbe ebidoro Premier Lig afọ ọhụrụ.",
    "Egbe Arsenal agbakasiala Chelsea isi rie ha ka anụ Sallah",
    "Ndị gbakara neeti Arsenal gụnyere Romel Lukaku na nkeji 15 nakwa James na nkeji 35.",
    "Goolu abụọ ndị a bịara n'agba nke mbụ n'asọmpị ahụ.",
    "Cheta na ọ bụ mbụ Lukaku ga-agbara Chelsea bọọlụ kemgbe ha zụtagharịrị ya n'aka otu Inter-Milan.",
    "Nke a ga-eme ya asọmpị abụọ otu ndị ahụ kemgbe amalitere afọ bọọlụ nke 2021.",
    "Cheta na otu Brentford meriri otu Arsenal mgbe ha abụọ zutere ebe Chelsea ji ọkpụ goolu atọ kụpụ Crystal Palace ọkwụrụ n'anya.",
    "Ajụjụ dịzi ndị mmadụ n'ọnụ ugbua bụ \"Onye ka ọ ga-ebi n'ụkwụ ya taa\"?",
    "Ka anyị lebe anya n'etu ihe si kwụrụ:",
    "Arsenal",
    "Egwuruegwu",
    "Chelsea",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be haelekere 6 gara aga",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Hakainde Hichilema: Onye bụ ọchị ehi a napụrụ onyeisiala Zambia ọchịchị?16 Ọgọọst 2021",
    "Akwadoghị m ụdị ego emefuru n’Oba na mmemme akwamozu – Bishọpụ Chukwuma11 Ọgọọst 2021",
    "Vidio, Ihe ise ga-akwụsị atụmaatụ 'sit at home order' a Ipob na-eme – Elliot Uko, Duration 12,3710 Ọgọọst 2021",
    "Lee ihe ndị ụweojii chọrọ ịme ndị mmadụ echi n'aha Sit-at-Home - Ipob",
    "Ihe ọhụrụ ndị ndu Ipob kwuru iji gosi na Simon Ekpa abụghị onye otu ha",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Onye uweojii 'na-alụrụ enyi ya nwaanyị ọgụ' awakpoola ụmụakwụkwọ Imsu",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ",
    "Twitter ewepụla ihe Simon Ekpa dere maka Joe Igbokwe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}