{
  "published": "23 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Abia state government",
    "Ozi si Abia Steeti apụta na-akọwa na Victoria Nwanyiocha Aguiyi-Ironsi, bụ nwunye onye agha mbụ chịrị Naịjirịa bụ Johnson Aguiyi-Ironsi nwụrụ, dịka gọọmentị steeti ahụ sị na odoziakụ Adanma Okpara bụ nwunye aka chịbụrụ Ọwụwa Anyanwụ Naịjirịa bụ Michael Iheonukara Okpara alakwuola mmụọ.",
    "Odoziakụ Aguiyi-Ironsi nwụrụ n'ụtụtụ Mọnde, bụ ụbọchị 23 nke ọnwa Ọgụstụ, 2021, dịka ụfọdụ ụlọntaakụkọ siri kwuo.",
    "Ebe Odoziakụ Okpara nwụrụ n'ehihe Sọnde, dịka gọọmentị Abia siri kwuo.",
    "Odoziakụ Aguiyi Ironsi dị afọ 97 ebe Odoziaku Okpara dị afọ 96 mgbe ha nwụrụ.",
    "'Mmiri gbagburu ụmụakwụkwọ abụọ na Mahadum anyị'",
    "Ihe ị maghị maka Johnson Aguiyi-Ironsi nwụrụ kemgbe afọ 55",
    "E gburu Aguiyi-Ironsi n'afọ 1966 na nchụtu gọọmentị n'ike nke ndị agha si mpaghara ugwu Naịjirịa mere.",
    "Ihe i kwesiri ịma maka ha",
    "A mụrụ Odoziakụ Aguiyi-Ironsi n'ụbọchị 21 nke ọnwa November 1923.",
    "Ọ bụ ya bụ onye nọ n'ọnọdụ dịka \"first-lady\" nke abụọ na Naịjirịa.",
    "Odoziakụ Okpara n'onwe ya bụ nwaanyị mbụ na mpaghara Ọwụwa Anyanwụ dịka di ya nọ n'ọchịchị site afọ 1959 ruo 1966.",
    "Ndị mmadụ ka na-echete ọchịchị ha dịka etu ha siri mepute ọtụtụ ihe ọpụrụiche a ka na-ekwu maka ha ruo ugbua.",
    "Odoziakụ Okpara bụ nwaanyi ajadu kemgbe afọ 1984 di ya nwuru.",
    "Gọọmenti Abia na-ekwu na ọ bụ ọtụtụ agwa ọma ka ha ji echete Odoziakụ Okpara.",
    "Gọọmentị Abia ekwughi ihe gburu ada ukwu ha a.",
    "Gọọmentị Anambara esorola n'ime ndị na-eru uju banyere ụmụnwaanyị abuọ nwụrụ.",
    "Site n'akwụkwọ mgbasaozi Kọmishọna na-ahụ maka mgbasaozi na Steetị ahụ bụ Don Adinubu binyere aka, ha sị na mmadụ abụọ a bụ ndị Igbo ji eje mba a ga-echete tee aka maka ọrụ ọma ha rụrụ.",
    "Ndị na-echete Odoziakụ Okpara na Aguiyi-Ironsi karịa bụ ụmụ, ụmụ ụmụ, na ụmụ ụmụ ụmụ ha.",
    "Akụkọ ka na-abịa.",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' Ipob22 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Joe Igbokwe akpọkuola ndị uweojii na ndị ọzọ maka etu 'Ipob si eyi ndụ ya egwu'elekere 5 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "Ọ gịnị bụ iwu ọhụrụ PIB a onyeisiala Muhammadu Buhari debanyere n'iwu Naijirịa?2 Julaị 2021",
    "Joe Igbokwe akpọkuola ndị uweojii na ndị ọzọ maka etu 'Ipob si eyi ndụ ya egwu'",
    "Lady Victoria Aguiyi-Ironsi na Lady Adanma Okpara alaala mmụọ",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' Ipob",
    "Ihe ọhụrụ ndị ndu Ipob kwuru iji gosi na Simon Ekpa abụghị onye otu ha",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ",
    "Gịnị bụ Ọfala?",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}