{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Joe Igbokwe",
    "Onye bụbu ọnụ na-ekwuru otu pati All Progress Congress (APC) na Legọs Steeti bụ Maazị Joe Igbokwe ederela mkpesa banyere etu ọ sị ndi otu Indigenous People of Biafra (Ipob) sị eyi ndụ ya egwu.",
    "Ọ bụ onyeisi ndị uweojii na Naịjirịa, onyeisi ndị uweojii n'Anambara Steeti, onyeisi ngalaba uweojii akpọrọ IRT, ndị gọvanọ ala Igbo, ndị omeiwu nakwa ndị ọnụ na-eru n'okwu n'ala Igbo ka o nyere mkpesa.",
    "Na mmalite ozi a o tinyere n'akara Facebook ya, Maazị Igbo tụrụ ilu sị \"Nne ọkụkọ sị na ya na-ebere ụwa akwa na egbe zuru nwa ya abụghị na ya agaghị emenwu ihe iji napụta ya nwa ya, mana ọ bụ ka ụwa nụrụ olu ya\".",
    "Ọ sị na ya ma n'eziokwu na mmadụ niile ma maka etu e si eyi ndụ ya na ndị ọzọ ekwenyeghị n'ebumnuche Ipob egwu.",
    "Ohaneze Ndigbo nara ego iji kwado Atiku - Joe Igbokwe",
    "Ndị Ọwụwa Anyanwu kwesịrị iji ọjị na mmanya gaa rịọ nkwado Tinubu maka 2023 - Joe Igbokwe",
    "Restructuring: \"Ụzọ anyị sị achọ ya abụghị ụzọ anyị ga-esi nweta ya\"",
    "Maazị Igbokwe sị na ugbua, \"ndị Ipob anaghịzị atụ ụjọ ọbụla dịka ha na-eyi egwu, emekpa ahụ, emebi ihe ma na-emebi akụnaụba ala Igbo\".",
    "Ọ sị: \"Ugbua, ndị a na-ekwu na ha nwere ike ọnwụ na ndụ n'ala Igbo.\"",
    "Na nkọwa Maazị Igbokwe, \"ndị kpuru isi ekwesighi idu ndị na-ahụ ụzọ\", ọ kachasị ma ya bụrụ ndị amaghị ndị ha bụ maọbụ onye nna ha bụ na-ekwu na ọ bụ ha nwe ala Igbo\".",
    "Nnia Nwodo - Joe Igbokwe amaghị ihe ọ na-ekwu",
    "Igbokwe sị na Maazị Ralph Uwazurike ji akọnuche lụọ ọgụ maka Biafra. Ọ sị na onweghị onye o gburu maọbụ kpọọ iyi.",
    "Ọ sịkwa na Uwazurike akpaghi agwa ga-emebi akụnaụba ọha. \"Onweghi onye ọ megidere.\"",
    "Joe Igbokwe: Ịkpocha ọwa mmiri masịrị m",
    "Igbokwe gara n'ihu kwuo na ọnwụ na mmebisi ihe na-eso Nnamdi Kanu na ndị na-eso ya dịka ọ na-aju ebe ndị ọnụ na-eru n'okwu nọ: \"Kedụ ndị Bishọp? Kedụ ihe mere ndị Gọvanọ ejighị ekwu okwu? Kedụ maka ndị ọkachamara na mahadum? Kedụ maka ndị oji ego achọ ego?\"",
    "Joe Igbokwe sị na ya kwenyere na o nwere ndị ọchịchi n'ala Igbo so ndị ọrụ nchekwa arụ ọrụ iji hụ na udo laghachitere na mpaghara ahụ.",
    "Ọ sị na ụjọ ya na-atụ bụ na ndị Igbo nwereike kewaa abụọ, nke pụtara na a ga-enwe ọgbaghara n'etiti ndị na-akwado Naịjirịa na ndị na-akwado Biafra.",
    "Joe Igbokwe sọ n'ime ndị ekwenyeghi n'etu ndị Ipob si achọ nwereonwe nke ga-enye ha mba Biafra.",
    "Ebumnuche ya a na-ebutere ya na ndị Ipob esemokwu aghara aghara.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, 'Igbo amaghị ihe'30 Eprel 2018",
    "Vidio, Joe Igbokwe: Ịkpocha ọwa mmiri masịrị m, Duration 0,5121 Ọgọọst 2019",
    "Vidio, Ihe Joe Igbokwe kwuru maka 'Electoral Act'8 Disemba 2018",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' Ipob22 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Joe Igbokwe akpọkuola ndị uweojii na ndị ọzọ maka etu 'Ipob si eyi ndụ ya egwu'elekere 5 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "Ọ gịnị bụ iwu ọhụrụ PIB a onyeisiala Muhammadu Buhari debanyere n'iwu Naijirịa?2 Julaị 2021",
    "Joe Igbokwe akpọkuola ndị uweojii na ndị ọzọ maka etu 'Ipob si eyi ndụ ya egwu'",
    "Lady Victoria Aguiyi-Ironsi na Lady Adanma Okpara alaala mmụọ",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' Ipob",
    "Ihe ọhụrụ ndị ndu Ipob kwuru iji gosi na Simon Ekpa abụghị onye otu ha",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Onye bụ Angela Nwosu a ndị mmadụ kpụ n'ọnụ?",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ",
    "Gịnị bụ Ọfala?",
    "Angela Nwosu sị ndị Pastor na-eyikwa 'waist beads'Emelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}