{
  "published": "24 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kootu bụ uwe eji mara ndị na-arụ ọrụ n'ụlọọrụ dịka ụlọ akụ, kama ndị ntoroọbịa a ji ya arụ ọrụ aka.",
    "Azubuike Jonathan na Thankgod Nweze bụ ndị na-arụ n'ebe a na-eyi kootu akpụ isi ekwuola ihe mere ha jiri bido ya.",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Ọgba Mbọ: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka",
    "Ọgba mbọ: 'Ụmụ nwoke anabughi ekwe ka m metụ ha aka n'isi'",
    "Lee etu ha sị arụ na ihe ndị mmadụ na-ekwu maka ha.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Barber Shop: Ụlọọrụ ebe a na-eyi 'Suit' akpụ isi, Duration 3,1624 Ọgọọst 2021",
    "Vidio, Abia state news today: \" Etu ụzọ ahịa Ariaria dị na-agba anyị anya mmiri\", Duration 1,49elekere 7 gara aga",
    "Vidio, Obi Cubana: Anaghị m ahụ onwe m dịka onye kpatara ego, Duration 1,04,1620 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Nigeria Paralympics: 'O nweghi mgbe m ji rọọ nrọ ịbụ onye egwuregwu' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Angela Nwosu's Mother: Di m si mgbachi ebubo ndị mgbu nkịtị, Duration 0,4918 Ọgọọst 2021",
    "Gee ntị, Ipob/Esn Operation: 'Ọ bụrụ na Gloria Okolie dị njọ, gịnị mere ndị uweojii ji jiri ya mere odibo' - Harrison Gwamnishu, Duration 4,5622 Ọgọọst 2021",
    "Vidio, Tallest man in Imo state: 'Ogologo m na-echu ụmụnwaanyị ụra mana...' - Chigozie Isuemenyi, Duration 4,044 Julaị 2021",
    "Vidio, Ernest Okonkwo: Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}