{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Jim Iyke/Uche Maduagwu Instaggram",
    "Onye ihe ejije Nollywood bụ Jim Iyke na ogbo ya bụ Uche Maduagwu abụrụla isi akụkọ na soshal midia dịka akụkọ banyere ha malitere wube n'ịntanet ụbọchị Tuzde.",
    "Nke a malitere dịka ihe onyonyo ebe Jim Iyke banyere Uche Maduagwu ọgụ, maka \"ebubo ọjọọ o kwuru Uche Maduagwu na-ebogharị ya na soshal midia.",
    "Etu nde naira ise si esere Harrison Gwamnishu na 'Egbeigwe' okwu",
    "Gịnị na-esere Mike Ezuruonye na Kunle Afolayan?",
    "Amaka Igwe nwaada Igbo soro hibe Nollywood",
    "N'ihe onyonyo ahụ, a hụrụ ka Jim Iyke na-ajụ ndị nwe ụlọrụ Akụkọ Naija Hood, ihe mere ha jiri nye Uche ohere ịbata n'ụlọọrụ ha, n'otu aka ahụ Uche gwara ya na EFCC na-achọ ya.",
    "Jim Iyke makwuru Uche, kụọ ya dukaduka.",
    "Harrison Gwamnishu: Ihe mere James Ubulu ji si ka eweghachite ego ọ nyere Kingsley Orji",
    "O dobeghị anya na ya bụ onyonyo abụ ejije ma na ọ bụghị kama na abalị atọ gara aga, Uche wepụtara ozi n'Instagram  yaebe ọ na-ebubo na ọ maghị ebe Jim Iyke si enweta ego o ji azụ akwa na-daara oke ọnụ ahịa.",
    "Uche Maduagwu , onye kwuru  na ya ma ejike, ma na-etikwa akwa  na akpụkpọụkwụ dị mma, na ya amaghị ihe mere  na ọ bụ naanị ndị dịka Jim Iyke, Obi Cubana na Husphpuppi ka ndị ntaakụkọ na-ede maka ha.",
    "O wepụtakwara edemede na-ekwuo otu okwu ahụ.",
    "Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya",
    "Mbọ BBC Igbo gbara ịmata ma ihe onyonyo ahụ ọ bụ ejije maọbụ ihe mere n'ihe amịtaghị mkpụrụ dịka  mmadụ abụọ ndị ahụ asabeghị ozi anyị zigara  ha na soshal midia oge anyị wepụtara akụkọ a.",
    "Onye bụ Uche Maduagwu?",
    "Ebe foto si, Uche Maduagwu/Instagram",
    "Nwa amadi a bụ onye ejije Nollywood a maa ama",
    "Uche Maduagwu bụ onye Anambara steeti",
    "A mụrụ ya n'ala Igbo mana ọ bụ na Legọs ka ọ nọ gụtopụ akwụkwọ",
    "Ọ gụrụ 'Sociology na mahadum 'Lagos State University'.",
    "A ma Uche ama maka ịkọ okwu na ụka  na soshal midia .",
    "Ọ kpọrịala ọtụ ndị ama ama gụnyere otiegwu Davido, o me ihe ejije ndị Yoroba bụ Moyo Lawal na ndị ọsọ.",
    "O nweghị onye ma ma Uche ọ lụọla nwaanyị maọbụ ma ọ mụtala nwa n'ihi na ọ naghị ekwu banyere ezinaụlọ ya nke ọ na-etinye foto ha n'ọba ozi ya na soshal midia",
    "N'afọ 2020, Uche wuru ewu na soshal midia maka ikwu na ya bụ nwoke nwoke ibe ya na-amasị mana o mechara kwuo na ya ji ya bụ okwu egwu egwu",
    "Ebe foto si, Alamy",
    "James Ikechukwu Esomugha a ma dịka 'Jim Iyke'  bụ onye ihe ejije  Nollywood a na-anụ aha ya.",
    "Ama Jim Iyke maka ime agwa 'anụntị' n'ihe ejije ụfọdụ",
    "o sonyela n'ihe ejije karịrị  otu narị nke gụnyere ; \"Last Flight to Abuja\", \"Stalker\", \"Set-up\"wdg.",
    "O hiwere ụlọọrụ na-emepụ ihe ejije nke ya n'afọ 2007",
    "Ọ bụ onye Anambara steeti mana a mụrụ ya na Gabon",
    "Ọ gụrụ \"philosophy na Mahadum 'University of  Jos'",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Igbo Celebrities: Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha22 Mee 2021",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood'23 Juun 2021",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a24 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gịnị na-esere Jim Iyke na Uche Maduagwu?elekere 7 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbagbụ20 Ọgọọst 2021",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "Gịnị na-esere Jim Iyke na Uche Maduagwu?",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Ndị omekome awakpoola isi ụlọọrụ Nigeria Defence Academy, gbuo ndị agha abụọ",
    "Ihe Ohaneze kwuru maka Lady Victoria Aguiyi-Ironsi na Lady Adanma Okpara laara mmụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Ihe ọhụrụ ndị ndu Ipob kwuru iji gosi na Simon Ekpa abụghị onye otu ha",
    "Joe Igbokwe akpọkuola ndị uweojii na ndị ọzọ maka etu 'Ipob si eyi ndụ ya egwu'",
    "Gịnị ka ị ma maka Chinua Achebe debanyere aha ya n'obi ndị Naịjirịa?Emelitere ikpeazụ na: 16 Nọvemba 2019",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}