{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Alex Ekubo",
    "Onye ihe ejije Nollywood bụ Alex Ekubo na ọdịmnobi ya bụ  Fancy Acholonu etinyela ọkụ na soshal midia dịka ha abụọ kwụsịrị iso onwe ha n'igwe okwu Instagram.",
    "Ha abụọ  wepụkwara akara Instagram ha jikọrọ ọnụ mepee.",
    "Nke a na-abịa naanị onwe ole na ole tupu agbamakwụkwọ ha nke a  na-ele anya na ọ ga-abụ n' abalị 20 nke ọnwa Novemba, afọ 2021.",
    "O nweghị onye ma ma o nwere okwu na-esere mmadụ abụọ ahụ dịka Alex azaghị ekwentị ya oge BBC Igbo kpọrọ ya n'ekwentị nke ọ na-asa ozi anyị zigara ya.",
    "O wuru ewu na soshal midia ọnwa ole na ole gaara aga oge  Alex Ekubo mara ọkwa na ya enweela onye ya na ya kwere onwe ha nkwa alụmdinanwunye.",
    "Ebe foto si, Alex Ekubo",
    "Alex Ekubo Zangwa ngwa",
    "Naanị izu ole na-ole gara aga, mmadụ abụọ ahụ bụ ahụghị-ma- erighị dịka ha abụọ na-egosịrịta onwe ha ịhụnanya na soshal midia.",
    "Iji maa atụ, izuụka atọ gara aga oge Alex tinyere foto were na-adụ ndị mmadụ ọdụ ka ha gbaara akụkọ ọjọọ ọsọ, na ọ na-emebi ahịa, Fancy Achọlọnụ bere ebe ahụ dee n'asụsụ French sị, \"Ị maka,ọ dị m ka m susu gị ọnụ ugbua\".",
    "Ebe foto si, Fancy Acholonu/Instagram",
    "Ọzọ, na nso nso a, o wepụtara ihe onyonyo ebe ọ na-agba egwu n'emume ncheta ọmụmụ ya ma kwuo yna ya na nwoke ọzọ agaghị agba ekwu n'ihi na ya alụọla di.",
    "Ebe foto si, Alex Ekubo/Instagram",
    "Alex Ekubo",
    "Alex Ekubo Okwaraeke bụ onye ihe ejije Nollywood a na-anụ aha ya.",
    "Ọ bụ onye e ji ahụ ya ere ahịa nke Bekee kpọrọ 'model' ma bụrụkwa onye gbara onye nke abụọ n'asompi nwoke Naijiria kacha mma nke a kpọrọ \"Mr Nigeria\"",
    "Onye Arochukwu dị n'Abia steeti, mana a mụrụ ya na Legọs.",
    "Ihe ejije ndị o merela gụnyere: Lagos Cougars,Tinsel,Ladies Men wdg",
    "Fancy Acholonu",
    "Ebe foto si, Fancy Acholonu/Instagram",
    "Fancy Chigozie Acholonu bụ nwa ada Igbo a mụrụ n'Amerịka",
    "Ọ gụrụ 'Business Administration' na mahadum",
    "Ọ bụ onye na-eme ihe ejije, ojiegoachụego nakwa onye e ji ahụ ya ere ngwaahịa.",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Vidio, Akwammiri ọjọọ ekewapụla Alubeleke dị n'Ebonyi n'ebe ụwa nọ25 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe BBC Igbo ma maka Alex Ekubo na ọdịmnobi ya bụ Fancy Acholonuelekere 5 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Lee ihe a sị mere Jim Iyke ji tie Uche Maduagwu ihe",
    "Ihe Ipob kwuru maka mwakpo 'Bandit' mere na NDA",
    "Ihe BBC Igbo ma maka Alex Ekubo na ọdịmnobi ya bụ Fancy Acholonu",
    "Ihe Ohaneze kwuru maka Lady Victoria Aguiyi-Ironsi na Lady Adanma Okpara laara mmụọ",
    "Joe Igbokwe akpọkuola ndị uweojii na ndị ọzọ maka etu 'Ipob si eyi ndụ ya egwu'",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021Emelitere ikpeazụ na: 2 Jenụwarị 2021",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe Nnamdi Kanu gwara m ka m gara hụ ya taa - Ifeanyi Ejiofor",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}