{
  "published": "27 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ifeanyi Ejiofor/Facebook",
    "Ọkaiwu Nnamdi Kanu bụ Ifeanyi Ejiofor ekwuola na ndị ọrụ nchekwa pụrụiche bụ \"Department of State Services\" (DSS) kpasara ya na ndị ọkaiwu ndị ọzọ na-akwado Maazị kanu agwa na ezighi ezi dịka ha gara ileta ya na ụbọchị Tọọzde.",
    "Maazị Ejiofor kwuru nke a n'akwụkwọ ozi o zipụtara, nke isi okwu ya bụ \"Ihe mere ka anyị gara nleta nke ụbọchị iri abụọ na Isii n'ọnwa Ọgọstụ, 2021\"",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Ihe dị egwu ga-eme ma ọkọ kọọ Ifeanyi Ejiofor – Sunday Igboho",
    "N'ozi ya, o depụtara na ndị ụlọọrụ DSS nyochara ha ka ndị ohi, meenye ha ihere, ma napụ ha akpụ ukwu ha ma nye ha nani \"Slippers\" ka ha yiri ga hụ Maazị Kanu na ụlọ nga ebe ndị ụlọorụ DSS ji ya.",
    "O depụtakwara na anapụrụ ha ugegbe anya ha, mkpisi na akwụkwọ ha ji ga ihụ ya.",
    "Na nchịkọta okwu ya, Okaiwu Ejiofor sị na ya ezigarala ụlọikpe ozi ka tinye anya na ụdị agwa a DSS kpasara ya dịka ọ bụ ndị ụlọ ikpe nyere ha bụ ndị ọkaiwu ikike ị a leta Maazị Kanu.",
    "Agwa a, n'okwu ya, bụ ihe mere ya ji ezipụta ozi a ka ọha nụrụ ihe mere.",
    "Maazị Ejiofor depụtara na ha agaghị anabata mmegbụ maọbụ mmaja ọbụla ma ha ga ileta Maazị Kanu ọzo dịka n'okwu o kwuru na ọ ma na ọ bụ atụmatụ ha imenye ha egwụ",
    "BBC Igbo kpọrọ ọnụ na-ekwuchitere otu DSS bụ Peter Afunaya na ekwe nti ya taa bụ Fradịdee mana ọ kwuru na ọgaghị etinye ọnụ na ya bụ okwu ma ọ bụ eziokwu ma ọ bụ ugha.",
    "Chetekwa na Maazị Ejifor gwara ọha ka njem nleta mbụ ọ mere si gaa, ya bụ n'ụbọchị nke abụọ n'ọnwa Ọgọst nke so ikike ha natara ọkaịkpe nọ n'isi okwu a.",
    "Naijiria",
    "Nnamdi Kanu",
    "Vidio, Ihe Simon Ekpa gwara BBC Igbo maka Biafra, Ipob na ESNotu elekere gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị DSS nyochara anyị ka anyi abụ ndị omekome oge anyị gara ịhụ Nnamdi Kanu - Ejiofor27 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "'Ihe onyonyo na-efegharị na soshal midia egosighị ebe mu na Uche Maduagwu kpere udo' - Jim Iyke",
    "Ndị DSS nyochara anyị ka anyi abụ ndị omekome oge anyị gara ịhụ Nnamdi Kanu - Ejiofor",
    "Ịchụ nta Biafra anaghị enye anyị ohere itinye uche ebe Uwazurike nọ - Ipob",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Lee ihe a sị mere Jim Iyke ji tie Uche Maduagwu ihe",
    "Ihe Ipob kwuru maka mwakpo 'Bandit' mere na NDA",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Ọ bụghị eziokwu na anyị natara Buhari ijeri naịra isii maka ịchị ehi n'Ebonyi - Umahi",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}