{
  "published": "26 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Obinna Ichita",
    "Obinna Ichita bụ onye omeiwu na-anọchite ndịda Aba bụ nke Bekee kpọrọ \"Aba South\" n'Abia Steeti kọwara BBC Igbo etu e si mwakpo ya n'ụbọchị Wenezde.",
    "Ọ sị na mwakpo a mere dịka ya na ndị ọ na-anọchite anya ha na-eme ọgbakọ n'Aba Sawụt.",
    "Otu onye anwụọla , o nwebeghi onye a gbapụtara n'ụlọ dara n'Aba- Onye ọrụ gbatagbata",
    "Gọọmentị Abịa state ehibela kọmitii ga-etinye anya n'ọkụ gbara n'Aba",
    "Olee ka atụmatụ 'sit-at-home' ndị Ipob sị gaa na Nnewi, Ọnịcha na Aba?",
    "N'okwu ya, ọ kọwara BBC Igbo na ihe a mere atụghị ya n'anya dịka ndị mmadụ bidoro wetewere ya ozi iyi egwu dị iche iche kemgbe ọ jụrụ ajụjụ ole ma ole maka ego o kwuru ruru dọla nde iri ise na isii nke ụlọakụ mba uwa \"World bank\" zitere Abia Steetị maka ịrụzị okporo ụzọ nke Ohanku, Obohia, Ngwa, Port Harcourt road, Uratta nakwa nke Omuma.Omeiwu Ichita sị na ajụjụ ndị ọzọ ọ jụrụ bụ ajụjụ banyere ego ọ sị ruru Ijere kwuru ijere Naira nke enyeghachiri Abia Steetị site na aka 'Paris Club refund' nakwa ego nrite mmanụ agbidi gọọmentị etiti kenyere Abia Steetị.",
    "Ebe foto si, Obinna Ichita",
    "Maazị Ichita kwuru na okwu ụzọ ndị a na adịghị mma bụ isi okwu ọgbakọ ha nọ n'ime ya mgbe ndị omekome bu ụgbọala atọ bịa wakpoo ha. O kwuru na ọnọdụ ụzọ ndị a emela na ụmụ akwụwkọ be ebe ndị ahụ anaghịzị a ga akwụkwọ, ma ụlọ ndị nọ na mpaghara okporo ụzọ Port Harcourt emechichala.",
    "O kwukwara na dịka o zịpụrụlara ozi maka iyi ndụ egwu a nye ndị ọrụ nnọchite anya Briten na Naijịrịa bụ British High Commission, na ndị ọrụ nnochite anya mba Amerika nakwa nke mba Europe ole m ole dịka okwu a metụtara ego si na mba Europe",
    "Maazị Ichita gwara BBC Igbo na maka okwu iyi ndụ egwu a na ọ gwara Komịshọna ndị uweojii na Abia Steetị, ndị ọrụ nchekwa pụrụiche bụ DSS na Abia Steetị nke mere gọọmentị Abia Steetị ji zipụta ozi ekwu na ozi ya ezighi ozi nakwa ọ bụghị eziokwu.",
    "O kwukwara na dịka ha zigarala ndị ọrụ nchekwa ozi banyere mwakpoo a mere n'ụbọchị Wenzde, na ha ma ihu ụfọdụ ndị mere mwakpoo a nke ha kọwara ndị ọrụ nchekwa n'ozi ha.",
    "Na nchịkọta o kwuru na ọ na atụ anya nnyocha ndị ọrụ nchekwa ga ewepụ ihe nwere isi.",
    "Ichita sị na n'ụbọchị iri na anọ nke ọnwa Julaị, o zigara gọọmentị Abia Steetị ozi gwaa ha bịa gbatara ndị 'Aba South' ọsọ enyemaka maka ụzọ niile nọ ebe ahụ mebere emebi, mana na ọ nweghi ihe ọbụla gọọmentị mere banyere ya.",
    "Ariaria International Market: \"Ọnọdụ okporoụzọ dị n'ahịa a na-agba anyị anya mmiri\"",
    "Maazị Ichita sị na bido n'ụbọchị ọ jụwara ajụjụ ndị a ka ndị na-eyi ndu egwu bidoro zitewere ya ozi ọjọọ.",
    "N'ọnwa Jụlaị 2021 gọọmentị Abịa steeti kpọrọ okwu ka ndị ọrụ nchekwa nyochaa okwu banyere iyi ndụ ya egwu Omeiwu Ichita kwuputere.",
    "N'oge ahụ Kọmishọna mgbasa ozi na steeti ahụ bụ John Okiyi-Kalu kwuru ka na-adị mkpa ime nnyocha banyere ya bu okwu ma chọpụta nke bụ eziokwu.",
    "O kwukwara na o zigarala ndị orụ nchekwa ozi banyere ndị a na eyi ndu ya egwu ma gwaa kwa ha maka ihe ntisa mere n'ọgbakọ ha n'ụbọchi Wenzde, nke butere nkụsasị ihe, nkuri ụgbọ ala ya nakwa mmerụ ahụ ụfọdụ ndị otu ya.",
    "BBC Igbo kpọrọ ọnụ na-ekwuchitere ndị uweojii na Steetị ahụ bụ Geoffrey Ogbonna n'ekwe nti ya taa bụ Tọọzde maka okwu mwakpoo a, ọ kọwara BBC na okwu dị etu a adighiri ya i tinye ọnụ dịka a ka na-eme nnyocha na ya.",
    "O kwukwara na ọ bụrụ na n'ezia na Maazị Ichita eziterela ndị uweojii ozi mwakpoo a, ọha ga-anụ mpụtara nnyocha ha ma ha mechaa. Mgbọ BBC Igbo gbara mbọ ịnụta n'ọnụ Maazị Okiyi-Kalu banyere mkpesa Omeiwu Ichita na-eme mana ọ zaaghị ekwentyị ya.",
    "National security",
    "Naijiria",
    "Abia Steeti",
    "Gee ntị, \"O nweghi onye m gburu, o nweghi onye m hụrụ ebe e gburu ya\" - Harrison Gwamnishuelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Alex Ekubo na Fancy Acholonu agbasaala n'ezieelekere 4 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "'Atụmatụ sit at home dị ka mmadụ iji aka ya gụpụ anya ya maka ọ na-ewere onye ọzọ iwe' - Uwazurike",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Lee ihe a sị mere Jim Iyke ji tie Uche Maduagwu ihe",
    "Alex Ekubo na Fancy Acholonu agbasaala n'ezie",
    "Ihe Ipob kwuru maka mwakpo 'Bandit' mere na NDA",
    "Ọ bụghị eziokwu na anyị natara Buhari ijeri naịra isii maka ịchị ehi n'Ebonyi - Umahi",
    "Ihe Ohaneze kwuru maka Lady Victoria Aguiyi-Ironsi na Lady Adanma Okpara laara mmụọ",
    "Etu e si wakpo m maka ajụju banyere nde dọla 56 World Bank nyere Abia - Obinna Ichita",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}