{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Jim Iyke Instagram",
    "Na mkparịtaụka BBC Igbo na onye ejije \"Nollywood\" a ma ama bụ Jim Iyke mere ọ kọwara na ihe onyonyo na-efegharị na soshal midia egosighị ebe ya na Uche Mmaduagwu kpere udo.",
    "Jim Iyke kwuru na ya gara zute Maazị Maduagwu maka ihe o mere kpasuru ya ịwe n'ihe ọ bụ ihe nwere ikike imetọ aha ọma ya ma meetọ ihe ejije ọhụrụ ya.",
    "Lee ihe a sị mere Jim Iyke ji tie Uche Maduagwu ihe",
    "Gịnị mere Jim Iyke ji ewu na soshal midia?",
    "Ndị na-achọ Biafra a ga-emeli ihe dị n'ịchị ndị Igbo?  - Jim Iyke",
    "O kwuru na n'ezia njem nleta ọ gara ileta Maazị Mmaduagwu bụ maka udo na ọ bụghị maka ọgụ mana ka ihe si mee na mbido ezigbo ịwe ebubo o boro ya nakwa etu o si zaa ya ajụjụ mere o ji chọọ iti ya ihe.",
    "Ọ gara n'ihu kwu na ya na Uche Mmaduagwu kpere udo n'okwu ahụ.",
    "O kwukwara na Maazi Maduagwu sị na ọ bụghi olileanya ya ebute ọgụ mana, ọ bụ ihe egwuregwu na ihe ọchị ọ na-eme na soshal midia kpara ya ji kwuo ihe o kwuru.",
    "Dịka Uche Maduagwu boro Jim Iyke ebubo na o si n'ụzọ aghọghọ na nke na-ezighi ezi kpata ego, BBC Igbo jụrụ ya nke bụ eziokwu n'okwu a.",
    "Jim Iyke kwuru na okwu a bụ ezigbo ugha, ọ gara n'ihu kwuo ọrụ aka ole m ole o ji ugbua nke gụnyere: Ụlọọrụ na-ahazi njem, Ụlọọrụ Teknzụ,  Ụlọ ọrụ na-ebugharị ngwo ngwo ndị mmadụ, Ụlọ ezimike 'Airbnb' kariri anọ, Ụlọọrụ na-ere akwa na ihe ejiji.",
    "'Anwụ na-achagbu anyị na Nollywood' - Uwaezuoke",
    "N'okwu ya o si \"Ebidoghi m taa kpatawa ego, ọ bụghị ihe niile ka mmadụ na-etinye na soshal midia.",
    "Mgbe m dị afọ iri abụọ na otu ka m bidoro mewa ihe onyonye na ihe ejije Nollywood\"",
    "O kwukwara na o tinyela ụchụ na ihe ejije ọ na-eme nke gụnyere i ga njem n'ofesi gaa guo akwụwkọ banyere ikata ego na ihe ndị ọzọ nyiri ya.",
    "Jim Iyke duru ndị ntọrọbịa chọrọ ịrụ ọrụ ihe ejiji ndụmọdụ ka mara na ọ bụghị sọ ihe egwuregwu ma ọ bụ ezigbo ihe ahịa a na-etinyere ụchụ eme.",
    "Jim Iyke gwara BBC Igbo na ihe a mere abụghị ihe nkwado ejije ọhụrụ ya nke aha ya bụ 'Bad Comment', ma ka ihe si mee, ọ mere na ndabanye na ihe mere metụtara isi okwu ejije ya.",
    "Ọ kọwara anyị na ihe kpatara o ji mee ejije a bụ agwa ọjọọ ole m ole ndị mmadụ kpasara ya na soshal midia nakwa ndị ọzọ ọ ma.",
    "'Anaghị m agwọ ọgwụ ọ bụ ihe na-eme n'obodo ka anyị na-egosi' - Kanayo O kanayo",
    "Ọ tụpenyere BBC Igbo azụ ndị a ma ama nọ n'ime ihe ejije a, ụfọdụ n'ime ha bụ: Chewetalụ Agu, Young Jon (the Wicked Producer), Timaya , Desmond Ellitot, Rugged man, Francias Duru , Ay The Comedian, Warri Pikin, dgz.",
    "Ọ Kọwara BBC Igbo na ejije a pụtara n'ụlọ ihe onyonyo bekee na-akpọ 'cinemas' ugbua, o kwukwara na ọ ga a pụta n'ihe teknzu 'Netflix' ne-ebe ọnwa Dịsemba.",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Na nchikọta, ọ rịorịọ ndị ntorobia arịriọ ka ha na-akwado ihe ejije 'Nollywood' etu ha si akwado nke ndị bekee na ndị Ịndịa.",
    "O kwukwara na ime ihe ejiji na Naijịrịa adịghị mfe dịka gọọmentị anaghị etinye aka na-ikwado ihe ejijie etu ndị bekee na ndị mba ọzọ si eme.",
    "Nollywood",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Nka",
    "Jim Iyke Vs Uche Maduagwu: Lee ihe a sị mere Jim Iyke ji tie ya ihe25 Ọgọọst 2021",
    "Jim Iyke ọ dabara na nsogbu ndị uweojii?27 Ọgọọst 2018",
    "Jim Iyke ekwuola eziokwu niile dị ya n'ọnụ maka ndị Igbo, ejije na ndụ ya9 Mee 2020",
    "Vidio, Ihe Simon Ekpa gwara BBC Igbo maka Biafra, Ipob na ESNotu elekere gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị DSS nyochara anyị ka anyi abụ ndị omekome oge anyị gara ịhụ Nnamdi Kanu - Ejiofor27 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "'Ihe onyonyo na-efegharị na soshal midia egosighị ebe mu na Uche Maduagwu kpere udo' - Jim Iyke",
    "Ndị DSS nyochara anyị ka anyi abụ ndị omekome oge anyị gara ịhụ Nnamdi Kanu - Ejiofor",
    "Ịchụ nta Biafra anaghị enye anyị ohere itinye uche ebe Uwazurike nọ - Ipob",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Lee ihe a sị mere Jim Iyke ji tie Uche Maduagwu ihe",
    "Ihe Ipob kwuru maka mwakpo 'Bandit' mere na NDA",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Ọ bụghị eziokwu na anyị natara Buhari ijeri naịra isii maka ịchị ehi n'Ebonyi - Umahi",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}