{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, facebook.com/femi.adesina",
    "Aka na-achị Ebonyi Steeti bụ David Umahio ekwuola na ọbụghị eziokwu na ya natara gọọmenti Naijirịa ijeri naịrị isii maka atụmatụ ịchị ehi na steeti ahụ.",
    "Umahi kwuru nke a n'ozi si n'aka Francis Nweze bụ onye enyemaka ya n'ihe banyere mgbasa ozi binyere aka.",
    "Maazị Nweze sị na onweghị oge gọọmentị Ebonyi natara gọọmentị Naịjirịa ego maka ịzụ ehi dịka ọnụ na-ekwuru Garba Shehu bụ ọnụ na-ekwuru onyeisiala Naịjirịa kwuru na mkparịtauka ya na ụlọ ntaakụkọ Channels TV mere.",
    "Kwụsịnu ichi ehi na-agagharị",
    "Nkata ọhụrụ ndị Gọvanọ ọwụwa-anyanwụ na-akpa maka nchekwa",
    "Abubakar Malami's outburst: Ọ bụdị arụ ịbụ onye Igbo na Naijiria?  - Fani-Kayode",
    "Garba Shehu kwuru na mkparịtauka ahụ na Ebonyi Steeti na steeti abuo ọzo so na ndị natara ego maka ịzụ ehi n'atumatu Bekee kpọrọ Ranching.",
    "Mana Maazị Nweze sị na nke ahụ abụghị eziokwu makana steeti ahụ enweghị ala maka atụmatụ ahụ.",
    "Ọ sị: \"Anyị anula akụko na-efesgharị na Ebonyi so na steeti natara ego maka ịzụ ehi nke a sị na Garba Shehu kwuru, mana n'iji doo ndị mmadụ anya, onweghi oge Ebonyi natara ụdịrị ego a makana anyị enweghị ala maka atụmatu a.\"",
    "Ọ gakwara n'ihu kwuo na na ya bụru na onye Ebonyi ọbụla chọrọ ịzụ ehi, onye ahụ kwesiri ịhụ ya dịka achụmta ego nke aka ya ma jiri ala nke ya mee ya.",
    "Ihe ọzọ o kwuru bụ na Onweghi ihe ga-eme ka Ebonyi gbanwee ebumnuche ha na owneghi ala ọbụla ha nwere maka ịzụ ehi.",
    "Pati People Democratic Party nke steeti ahụ si na ha nụrụ ebe Garba Shehu kpọrọ Ebonyi aha dịka steeti natara ego ịzu ehi.",
    "Ha si na ya bụ ihe tụrụ ha n'anya maka na ha amaghi etu ụdịrị ego ahụ ga-abata Ebonyi onweghi onye ga-ama maka ya.",
    "PDP na-achọ ihe ekwe maka ya weta ya bụ ego. Ha jụrụ: \"Ọ bu maka ịzu ehi nke ndi mmadụ ga-eme.",
    "N'ozi PDP wepụtere, ha gakwara n'ihu kwuo na Ebonyi so na steeti ndị adịghị eme ọfụma n'atumatụ Bekee kpọrọ \"fiscal responsibility\".",
    "Cheta na gọvanọ ndị steeti niile dị na Ndịda Naịjirịa ekwuola na aka ha anabataghịzị ịchị ehi na-agagharị nke Bekee kpọrọ \"open grazing\".",
    "Ọ bụ n'ụbọchi 21 nke ọnwa Mee ka ndi Gọvanọ Ndịda Naịjirịa nwere nkwekọrịta a n'Asaba bụ isi obodo Delta steeti.",
    "Gọọmentị Naịjirịa, site n'okwu ọkaiwu ukwu Naịjirịa bụ Ababukar Malami, anabataghị ihe gọvanọ ndịda Naịjirịa mere.",
    "Ọrụ ugbo",
    "Ebonyi Steeti",
    "Gee ntị, \"O nweghi onye m gburu, o nweghi onye m hụrụ ebe e gburu ya\" - Harrison Gwamnishuelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Alex Ekubo na Fancy Acholonu agbasaala n'ezieelekere 4 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "'Atụmatụ sit at home dị ka mmadụ iji aka ya gụpụ anya ya maka ọ na-ewere onye ọzọ iwe' - Uwazurike",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Lee ihe a sị mere Jim Iyke ji tie Uche Maduagwu ihe",
    "Alex Ekubo na Fancy Acholonu agbasaala n'ezie",
    "Ihe Ipob kwuru maka mwakpo 'Bandit' mere na NDA",
    "Ọ bụghị eziokwu na anyị natara Buhari ijeri naịra isii maka ịchị ehi n'Ebonyi - Umahi",
    "Ihe Ohaneze kwuru maka Lady Victoria Aguiyi-Ironsi na Lady Adanma Okpara laara mmụọ",
    "Etu e si wakpo m maka ajụju banyere nde dọla 56 World Bank nyere Abia - Obinna Ichita",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}