{
  "published": "26 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ndubuisi Amajo",
    "Okporụzọ tọgbọ chakoo n'Ọnicha Anambara steeti maka nọrọ n'ụlọ ipob kpọrọ",
    "Onye malitere atụmatu ịchọ nwereonwe Biafra nke agba ọhụrụ bụ Ralph Uwazurike ekwuola uche ya banyere atụmatụ sit at home ndị otu \"Indigenous People of Biafra\" (Ipob) hibere ma mecha sị na ha akagbuola.",
    "Uwazurike sị na ya akwadoghị atụmatụ ịnọdụ n'ụlọ kwa Mọnde.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ọ kwuru na nke a dịka mmadụ ịta onwe ya ahụhụ maka na ọ na-ewere onye ọzọ iwe.",
    "Ọ sị: \"Atụmatụ a dị ka iji maka na m narala gị ekwentị gị were gụpụ anya gị. E were sịkwa nye gị ekwentị ahụ m si gị mba, e were gbupu aka gị.\"",
    "\"Ka a tọghapụ Nnamdi Kanu\"",
    "Uwazurike sịkwa na ya chọrọ ka gọọmentị Naịjirịa tụghapụ Nnamdi Kanu na nga ọ nọ mana a ga-enye ya iwu ka ọ nọdụ na Naịjirịa.",
    "Maazị Uwazurike si na nke bụ ihe ga-enye aka hụ na udo chịri na Naịjirịa.",
    "Ọ gakwara n'ihu kwuo ka Maazị Kanu \"nọdụ na Naịjirịa na-achọ nwereonwe dịka Uwazurike na ndị ọzọ na-eme\".",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Ihe ụfọdụ ụmụ Igbo sara Uwazurike na soshal midia",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - Uwazurike",
    "Ọ sị: \"Ya bụrụ na Kanu nọ na Naịjirịa ọ gaghị na-asị \"gaa gbuo onye uweojii, ga gbaa ụlo ọkụ, makana ya kwuo etu e jide ya.\"",
    "Maazị Uwazurike bụ onye hibere otu Bekee kpọrọ \"Movement for the Actualisation of the Sovereign State of Biafra\" (Massob) n'afọ 1999.",
    "Kanu n'onwe ya bụbu onye Massob tupu ya na ndi ọzọ ehibe otu \"Indigenous People of Biafra\" (Ipob).",
    "Ebe foto si, AFP/Getty Images",
    "Maazi Uwazurike sịrị na ya bụrụ na ya bụrụ na a na-ekwu maka ndị na-agba njem nwereonwe Biafra mgba okpuru aha Nnamdi Kanu ga-abu mbụ.",
    "Ọ sị na dịka Maazị Kanu - bụ onye hibere otu Indigenous People of Biafra (Ipob) - napụrụ ya Radio Biafra n'atụmatụ ndị ọzọ niile Massob nwere na mba ofesi dị icheiche. Ọ bụ mgba okpuru ka ọ gbara ya na otu ya\".",
    "Maazị Uwazurike gakwara n'ihu kwuo na ka ọ dị ugbua, na ya agbagharala Maazị Kanu.",
    "Ọ sị na ya mere nke a makana ya chọrọ ka otu niile na-achọ nwereonwe Biafra bịakọta.",
    "Uwazurike gakwara n'ihu kwuo na akụkọ pụtara na ndị otu Ipob na-achọ igbu ya bụ akụko ụgha.",
    "Ọ sị na ya akwadoghi akụkọ ahụ maka na ọ bụghị eziokwu.",
    "Uwazurike sị na okwua Chris Mocha kwuru abụghị nke ya nyere nkwado.",
    "Ihe ise ga-akwụsị sit-at-home a Ipob na-eme – Elliot Uko",
    "Ọ sị: \"Onye ọbụla na-eso m kwesiri ikwenye n'ihe m kwenyere.\"",
    "Ọ sịkwa na ya enyela onye biputere akụkọ a ezumike nwa mgbenta maka ihe a o mere.",
    "Uwazurike sị na ya mere nke a maka na ya apụtala kwuo na ya agbagharala ihe niile e mere ya mbụ dika ya chọrọ ka udo chịa n'etiti ndị niile na-achọ nwereonwe.",
    "Lee ihe onyonyo ebe Uwazurike kwuru ihe ndị a nakwa etu o siri debe ọnụ were kwuo ha n'okpuru.",
    "Otu Ipob n'onwe sara ebubo na ha na-achọ igbu Uwazuruike site n'ozi ọnụ na-ekwuru ha zitere BBC Igbo.",
    "Emma Powerful kwuru sị na njem ịchọta Biafra anaghi enye ha ohere itinye uche n'ebe Uwazurike na ndi otu ya nọ.",
    "Dịka ha si kwuo, ndị Ipob si na okwu Uwazurike na Chris Mocha abụghị ụdịrị okwu ha ga-asa.",
    "Ha sị na ọ bụ maka ndị okwu a nwereike ghọgbuo mere ha jiri etinye ya ọnụ.",
    "Ihe mere m jiri kwugharịa okwu banyere 'sit-at-home' - PG Ogidi",
    "Ha sị: \"I bo Ipob ebubo na ọ chọrọ igbu Uwazurike bụ asị sị ọkụ mmụọ pụta, nke nwereike bụrụ ụzọ achọrọ iji nye anyi ajọ aha.\"",
    "Ipob, sịte n'ozi Emma Powerful, sị ka Uwazurike na Massob rapụ ESN na Ipob aka.",
    "Cheta na dịka gọọmentị Naịjirịa kpọrọ Ipob otu na-eyi ndụ egwu, ha emeghi Massob etu a.",
    "Mana, gọọmentị Naịjirịa bokwara Uwazurike ebubo ịkpa nkata megide Naịjirịa ma ma kpọchie ya na nga ọtụtụ mgbe.",
    "N'afọ 2005 atụrụ Uwazurike nga, nke ọ nọ ruo afọ 2007 oge Binta Nyako nyere ya ohere ọnwa atọ ka ọ gaa akwamozu nne ya.",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Gee ntị, \"O nweghi onye m gburu, o nweghi onye m hụrụ ebe e gburu ya\" - Harrison Gwamnishuelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Alex Ekubo na Fancy Acholonu agbasaala n'ezieelekere 4 gara aga",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Olympic Games Tokyo 2020: Ka o si aga n'egwuregwu Olympics 202023 Julaị 2021",
    "Lee ụmụ Igbo ga-anọchị anya Naịjirịa n'asọmpi Olympics 202022 Julaị 2021",
    "Vidio, Etu m siri si n'ịgba bọọlụ ogbe gbawara Rangers nakwa mba ụwa bọọlụ - Emmanuel Okala, Duration 4,0523 Juun 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Lee ụbọchị njem mba ofesi ga-amalite n'ọdọụgbọelu Akanu Ibiam Enugwu30 Julaị 2021",
    "'Atụmatụ sit at home dị ka mmadụ iji aka ya gụpụ anya ya maka ọ na-ewere onye ọzọ iwe' - Uwazurike",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Lee ihe a sị mere Jim Iyke ji tie Uche Maduagwu ihe",
    "Alex Ekubo na Fancy Acholonu agbasaala n'ezie",
    "Ihe Ipob kwuru maka mwakpo 'Bandit' mere na NDA",
    "Ọ bụghị eziokwu na anyị natara Buhari ijeri naịra isii maka ịchị ehi n'Ebonyi - Umahi",
    "Ihe Ohaneze kwuru maka Lady Victoria Aguiyi-Ironsi na Lady Adanma Okpara laara mmụọ",
    "Etu e si wakpo m maka ajụju banyere nde dọla 56 World Bank nyere Abia - Obinna Ichita",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}