{
  "published": "29 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mmadụ anọ anwụọla pịị ebe otụ nwaanyị nọ na nnukwu ahụ ụfụ ugbua n'ihi na kerosene gbara ya ọkụ ụbọchị tọzde 19th August 2021 na be ya dị n'Aku Igboetiti LGA.",
    "Nwaanyi ya bụ mkpa mkpa kpara n'ahụ ya bụ Nkechi Aka  kwuru na ya gbatara ya bụ mmanụ Kerosene na Senom filling station dịka ya si emebu na mbụ.",
    "Ngwa ngwa o ruru n'ụlọ ka o jiri kerosene ahụ ga tinyere ụmụ ọkụkụ ya mpanaka, ọkụ ahụ ọmụnyere gbara ka ogbunigwe munye ya ọkụ.",
    "Nwaanyị ahụ nọzị n'ụlọ ya anara ọgwụgwọ.",
    "Di ya bụ Emmanuel Aka kelere Chukwu na nwunye ya ji ndụ ya pụta ebe ọtụ ndị akụ tufukwara ndụ ha.",
    "Oge BBC rutere na ya bụ Senom filling station Aku, anyị chọpụtara na ya bụ filling station gbachiri agbachi.",
    "Dịka anyị chọpụtara na onye nwe filling Station ahụ gbachiri ya ka mgbe ndị ahụ nwụrụ.",
    "Ụkọrọ mmanụ ụgbọala",
    "Enugwu",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Ihe anyị hụrụ n'ezịnụlọ mmadụ asaa nwụrụ dịka ha richara 'suya na yogọt', Duration 3,1628 Ọgọọst 2021",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Ebonyi state News Today: 'Governor Umahi, akwammiri ọjọọ ekewapụla Alubeleke n'ụwa, Duration 5,2025 Ọgọọst 2021",
    "Vidio, Obi Cubana: Anaghị m ahụ onwe m dịka onye kpatara ego, Duration 1,04,1620 Ọgọọst 2021",
    "Vidio, Barber Shop: Ụlọọrụ ebe a na-eyi 'Suit' akpụ isi, Duration 3,1624 Ọgọọst 2021",
    "Vidio, Abia state news today: \" Etu ụzọ ahịa Ariaria dị na-agba anyị anya mmiri\", Duration 1,4924 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, Lee mkpamkpa ọkụ si na Kerozin adigboroja kpara n'ahụ ndị mmadụ, Duration 4,0129 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}