{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chikezirim Darlington bụ ọnụ na-ekwuru ụlọ ọgwụ Federal Medical Centre (FMC) dị na Ụmụahịa agwaala BBC Igbo etu e siri bute ozu asaa si otu ezinaụlọ bịa na ya bụ ụlọọgwụ n'ụtụtụ ụbọchị Tọzde Ọgụstụ 26.",
    "Ọ sị na ebu ụzọ bute otu nwata ahụ adịghị tupu eburuzia ozu mmadụ asaa si ezinaụlọ ya bịa.",
    "Puffer fish: Azụ ị ga-eri rite ọnwụ",
    "Etu ị ga-eji gbanarị iri nsị nri",
    "Dịka o siri kọwa, a gwara ha na ọ bụ anụ na mmiri ara ehi a na-akpọ yogọt ka ha riri kpatara ọdachi a, mana ọ sịkwa na ha agaghị ekwu hoohaa na ọ bụ ya gburu ha.",
    "Dịka o kwuru na e kwesiri ime nnyocha iji chopụta nke bụ eziokwu.",
    "Nwanne nwoke ihe a mere na be ya bụ Abel gwara BBC Igbo na ọ n'elu oche ọ nọ na-ekwuru TV ka nwanne ya bụ Sunday Okechukwu nọ nwụọ dịka ya na ezinaụlọ ya richara nri.",
    "Abel sị na ya bụ onye ọrụ nchekwa na ihe a mere gbagwojuru ya anya mana ha na-eche mpụtara nnyocha banyere ihe a mere ijiri mara nke bu eziokwu.",
    "Kiri onyonyo ka ịmata ihe ndị a kwuru n'uju.",
    "Nri",
    "Nchekwa nrị",
    "Abia Steeti",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Ihe anyị hụrụ n'ezịnụlọ mmadụ asaa nwụrụ dịka ha richara 'suya na yogọt', Duration 3,16elekere 6 gara aga",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Ebonyi state News Today: 'Governor Umahi, akwammiri ọjọọ ekewapụla Alubeleke n'ụwa, Duration 5,2025 Ọgọọst 2021",
    "Vidio, Obi Cubana: Anaghị m ahụ onwe m dịka onye kpatara ego, Duration 1,04,1620 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, Ịsụ asụsụ igbo bara nnukwu uru, Duration 2,2322 Febụwarị 2018",
    "Vidio, Isaac Chinagorom: Etu m siri turu ugo n'asọmpi egwu 'Malibu World Dancing Championship' na 1984, Duration 5,441 Ọgọọst 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}