{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Omeoyele Sowere",
    "Akụkọ apụtala na ngalaba nchekwa pụrụiche Bekee kpọrọ \"Department of State Services\" (DSS) atụghapụla mmadụ asaa n'ime ndi enyemaka 12 Sunday Igboho ha ji.",
    "Ọ bụ n'ọnwa Jụlaị ka DSS jidere ndị a n'ụlọ Sunday Igboho.",
    "N'Ọgọstụ, otu ụlọikpe ukwu n'Abuja nyere ohere ka atụghapu ndị a.",
    "Akụkọ ka na-abịa",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa30 Ọgọọst 2021",
    "Gee ntị, Akụkọ ụwa n'otu nkeji30 Ọgọọst 2021",
    "Biafra Motherland Warriors: Kedụ ndị bụ ndị a? Lee ihe anyị maelekere 4 gara aga",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Gịnị bụ Ọfala?22 Ọgọọst 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Biafra Motherland Warriors: Kedụ ndị bụ ndị a? Lee ihe anyị ma",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe ise gbara ọkpụrụkpụ Simon Ekpa gwara BBC Igbo na mkparịtaụka ha nwere",
    "Ndị DSS atụghapụla mmadụ asatọ ndị otu Sunday Igboho",
    "Ndị DSS nyochara anyị ka anyi abụ ndị omekome oge anyị gara ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na BendeEmelitere ikpeazụ na: 13 Mee 2021",
    "Gịnị bụ Ọfala?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}