{
  "published": "30 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ ụlọahịa emepeghị n'Ebonyi steeti",
    "Dịka ndị Indigenous People of Biafra (Ipob) tinyere iwu onye ọbụla ịnọ n'ụlọ na mpaghara Ọwụwa Anyanwụ, ụfọdụ rubere isi ebe ndị ọzọ na-agara mkpa ha.",
    "Obodo dị iche iche gụnyere Ọka na Owere nwere ndị kwere na ndị ekweghi.",
    "N'Ọka, ụfọdụ ụlọahịa mepere, ụfọdụ ụgbọala nakwa keke na-ebu ndị mmadụ na-agba na-enweghi nsogbu ọbụla.",
    "Onye na-ere ahịa ya n'Eke Ọka",
    "Ụfọdụ ndị mmadụ na-agagharị n'Ọka",
    "Ụfọdụ ndị agbapeghi ụlọahịa ha n'Ọka",
    "Etu Ọgbọ Olu (ọdọ ndị ọrụ aka) dị n'Ọka dị n'ụtụtụ Mọnde.",
    "Ndị mmadụ na-agara mkpa ha n'Aroma Junction dị n'Ọka",
    "Keke na-agba n'ụzọ Zik Avenue nakwa Eke Ọka",
    "Ụfọdụ ndị mmadụ na-agagharị n'Ọka",
    "Ahịa Nkwọ Amaenyi",
    "Cheta na ndị Ipob sị na ha tinyere iwu ịnọ n'ụlọ a iji mee ka gọọmentị nụ olu ha ma tọhapụ Nnamdi Kanu bụ onyendu ha gọọmentị nwụchiri n'ọnwa Juun, 2021.",
    "Ụzọ Owere-Okigwe na-ekwokarị ekwo tọgbọ chakoo n'ụtụtụ Mọnde",
    "Etu ụzọ Dick Tiger dị nso MCC dị n'ụtụtụ Mọnde.",
    "Ndị Ụmụahịa na-agara mkpa ha na-enweghị nsogbu ọbụla.",
    "Ndị Ụmụahịa na-agara mkpa ha",
    "Ọdọ ụgbọala dị iche iche mepere n'Ụmụahịa dịka ndị mmadụ na-agara mkpa ha",
    "Ndị na-anya keke na-agara mkpa ha n'Ụmụahịa",
    "N'agbanyeghi ihe gọvanọ Dave Umahi kwuru maka ịta ndị ahịa na ndị ọrụ na-agaraghị mkpa ha ahụhụ taa, ụfọdụ ndị mmadụ nọrọ n'ụlọ.",
    "Ndị ọdọụgbọala mechiri emechi n'Abakaliki, Ebonyi steeti",
    "Ebe foto si, BBC Sport",
    "Ụfọdụ ọdọụgbọala emepeghi n'Abakaliki",
    "Ụfọdụ ụlọahịa mepere n'ọdọahịa Margaret Umahi, ebe ndị ọzọ mechiri emechi",
    "Ebe foto si, EbonyiOnline",
    "Dịka ndị mmadụ ka na-erube isi n'iwu ịnọ n'ụlọ (sit at home) nke Ipob tinyere n'Ọwụwa Anyanwụ, gọvanọ Dave Umahi bụ onyeisi ndị gọvanọ mpaghara ahụ agbarụọla ihu maka ya bụ iwu.",
    "Umahi nyere iwu sị ka ndị ọrụ gọọmentị niile nọ na steetị ya bụ Ebonyi gaa ọrụ dịịrị ha, na a ga-achụ onye ọbụla gbajọrọ ọrụ ya.",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' Ipob",
    "Ọ bụghị eziokwu na anyị natara Buhari ijeri naịra isii maka ịchị ehi n'Ebonyi - Umahi",
    "Ọ gara n'ihu sị ka ndị isi ụlọọrụ gọọmentị na-edekọ aha ndị bịara ọrụ na ndị na-abịaghị ọrụ.",
    "Umahi nyekwara iwu sị ka ndị na-ere ahịa na ndị ọrụ ụlọakụ gaa ahịa ha, ma ọ bụghị ya gọọmentị ga-anapụ ha ụlọahịa ha.",
    "Ebonyi state News Today: 'Governor Umahi, akwammiri ọjọọ ekewapụla Alubeleke n'ụwa",
    "Ọ sị ka ọhaneze gaa mkpaa dịịrị ha na ndị ọrụ nchekwa ekeela nkwụcha ichekwa onye ọbụla.",
    "Ihe Simon Ekpa gwara BBC IGbo maka ọchụchụ nwere onwe Biafra",
    "Naijiria",
    "Imo steeti",
    "Dave Umahi",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa30 Ọgọọst 2021",
    "Gee ntị, Akụkọ ụwa n'otu nkeji30 Ọgọọst 2021",
    "Biafra Motherland Warriors: Kedụ ndị bụ ndị a? Lee ihe anyị maelekere 4 gara aga",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Gịnị bụ Ọfala?22 Ọgọọst 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Biafra Motherland Warriors: Kedụ ndị bụ ndị a? Lee ihe anyị ma",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe ise gbara ọkpụrụkpụ Simon Ekpa gwara BBC Igbo na mkparịtaụka ha nwere",
    "Ndị DSS atụghapụla mmadụ asatọ ndị otu Sunday Igboho",
    "Ndị DSS nyochara anyị ka anyi abụ ndị omekome oge anyị gara ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na BendeEmelitere ikpeazụ na: 13 Mee 2021",
    "Gịnị bụ Ọfala?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}