{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screen grab",
    "Ihe onyonyo pụtara ihe n'ụtụtu Mọnde bụ ụbọchị iri atọ nke ọnwa Ọgọstụ gosiri ebe ndị oji egbe amabeghị ndị ha bụ wakporo ndị ọrụ nchekwa Civil Defence nọ ọrụ n'Anambara Steeti.",
    "Onyonyo ahụ gosiri ebe ndị oji egbe ahụ gbaturu otu onye Nigerian Security and Civil Defence Corps (e ji Civil Defence mara) ma napụ ha egbe ha.",
    "Onye na-ese onyonyo ihe a na-eme - bụkwa onye so ndị oji egbe bịa ịkpa ike ha - kwuru na ha natara egbe atọ na mwakpo ahụ.",
    "Mmadụ 15 anwụọla na 'mwakpo ọchị ehi'",
    "Ihe m hụrụ maka mwakpo Oyigbo - Onye bi ebe ahụ",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na Bende",
    "Dịka amaghị ndị ha bụ, onye a na-esere ha onyonyo sị na ha bụ \"Biafra Motherland Warriors\".",
    "Ka ha na-eme mwakpo a, otu onye n'ime ndị nchekwa Civil Defence malitere jiri asụsu Igbo rịọwa ha biko dika ha na-achọ igbu ya.",
    "Onye ose onyonyo ha sara ya sị \"Igbo gbukwaa gị ebe ahụ!\".",
    "Mana, ha mechara sị ya yipu uwe Civil Defence ya ma gbapụya ọsọ.",
    "Anyị amaghị ihe mere onye nke ahụ, mana ndị mmadụ na soshal midia nyere aha onye nke anyị hụrụ n'ala dịka Chinedu Chukwubunna Ezenmo.",
    "Nnyocha BBC Igbo gosiri na o nwere onye aha ya bụ Chinedu Ezenmo nwere akara Facebook.",
    "N'ime akara Facebook ahụ, ndị mmadụ dere ozi nke gosiri na ọ dika onye ahụ alala mụọ.",
    "Otu onye ntaakụkọ ya na nwa amadị si otu obodo (Aguata) gwara BBC Igbo na ọ bụ eziokwu na-egburu ya, ma na ọ bụ n'ọnwa Mee ka ọdachị dakwasịrị ya.",
    "Ọ si na nke a mere na mpaghara Umueri.",
    "BBC Igbo hụkwara akwụkwọ ọkwa ọnwụ nwa amadị a nke kwuru na ọ bụ n'ụbọchị Mee 21, 2021 ka ọ nwụrụ n'aka ndị oji egbe.",
    "Akwụkwọ ọkwa ọnwụ ahụ sịkwa na ọ bụ n'Umuleri ka ihe a mere.",
    "Ebe foto si, other",
    "Ihe ndị ọzọ BBC Igbo chọpụtara maka Maazị Ezenmo bụ na ọ bụ onye Enugu, nke dị n'Aguluezechukwu nke okpuru ọchịchị Aguata.",
    "Ọ bu onye gara mahadum Nnamdi Azikiwe, nakwa ụlọ ụkọchukwu Bihop Crowther dịcha n'Ọka, isi obodo Anambara steeti.",
    "Ozi di na Facebook ya na-atụ aka na ọ ka mechara ncheta ọmụmụ ya tupu o zute ndị omekome a gburu ya.",
    "N'ozi ha wepụtara n'ehihe Mọnde, ndi ọrụ nchekwa Civil Defence kwuru na ọ bụghi eziokwu na-awakpor ndi ọru ha n'Anambara.",
    "Okadigbo Edwin bu ọnụ na-ekwuru ha sịrị na onweghi mwakpo mere na Mọnde.",
    "N'agbanyeghi nke a, ozi Maazị Okadigbo zigara ndị ntaakụkọ n'ụbọchị 22 nke ọnwa Mee kwuru na ndị oji egbe amaghi ndị ha bụ gburu ndị ọru ha mmadu abụọ n'Umueri.",
    "Ozi ahụ kwukwara na ọ bụ n'ehihe ka mwakpo mere, dika ọkwa ọnwụ Maazị Ezenmo siri kwuo.",
    "Ha si na ọ bụ ndị ọrụ ha abụọ nwụrụ na ya.",
    "Ọnwụ Maazị Ezenmo gunyere ọnwụ ọtụtụ ndị ọrụ nchekwa na ndi nkiti n'ọwụwa anyanwụ Naịjirịa.",
    "Ndị uweojii na ndị gọọmentị na-atu otu Indigenous People of Biafra (Ipob) aka maka ọgbaghara na mwakpo na-eme na mpaghara ahụ, mana Ipob na-agọ n'aka ha adịghị ya.",
    "National security",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa30 Ọgọọst 2021",
    "Gee ntị, Akụkọ ụwa n'otu nkeji30 Ọgọọst 2021",
    "Biafra Motherland Warriors: Kedụ ndị bụ ndị a? Lee ihe anyị maelekere 4 gara aga",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Gịnị bụ Ọfala?22 Ọgọọst 2021",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Biafra Motherland Warriors: Kedụ ndị bụ ndị a? Lee ihe anyị ma",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe ise gbara ọkpụrụkpụ Simon Ekpa gwara BBC Igbo na mkparịtaụka ha nwere",
    "Ndị DSS atụghapụla mmadụ asatọ ndị otu Sunday Igboho",
    "Ndị DSS nyochara anyị ka anyi abụ ndị omekome oge anyị gara ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na BendeEmelitere ikpeazụ na: 13 Mee 2021",
    "Gịnị bụ Ọfala?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}