{
  "published": "31 Ọgọọst 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AMEN/Facebook",
    "Onyeisi ụlọụka Adoration Ministry Enugu bụ Father Ejike Mbaka akatọọla mwakpo e mere n'ụlọọrụ ndịagha Naịjirịa dị na Kaduna Steetị n'izuụka gara aga.",
    "O kwuru nke a mgbe ọ na-agbasa ozi n'ofufe ya n'ụlọụka n'izu gara aga.",
    "Ihe ndị ị maghị maka ndụ Father Ejike Mbaka n'okorobịa",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Ndị omekome awakpoola isi ụlọọrụ Nigeria Defence Academy, gbuo ndị agha abụọ",
    "Ọ sị na nke a bụ mmalite ezigbote ọgbaghara na Naịjirịa dịka o si dọọ aka na ntị n'oge mbụ.",
    "Ọ sị na kamgbe gọọmentị Naịjiria nwuchiri Nnamdi Kanu bụ onye ndu otu na-achọ nnwereonwe, Indigenous People of Biafra (Ipob) na mwakpo akwụsibeghi.",
    "Fada Mbaka gara n'ihu jụọ \"ugbua ọ bụ Nnamdi Kanu wakporo ụlọọrụ Nigerian Defence Academy\"?",
    "Ka onye e ji n'agbụ nwere onwe ya ọsọọsọ dịka Joseph - Fada Mbaka",
    "Father Ejike Mbaka na ihe ndị ị maghị maka ya",
    "\"Ọ bụ na ọ kaghị mma na a tọhapụrụ ya ebe ọ bụ na a wakporo ụlọọrụ NDA mgbe Kanu ka nọ n'aka ndị Naịjirịa?\"",
    "Fada Mbaka sị \"kedụ ebe olileanya Naịjirịa dị ugbua? Ebe ụdị ihe a nwereike ime n'ụlọọrụ ndịagha Naịjirịa, kedụzie ebe ọzọ nchekwa dị\"?",
    "Ọ sị na ebe ndị a banyenwuru n'ụlọọrụ ndịagha, na kedụzie ihe ọ ga-ewe ha ịbanye n'ụlọụka nakwa obi ọchịchị gọọmentị.",
    "Ọ sị na ihe ọ na-arịọ Chineke bụ ka ọ gbata ọsọ enyemaka maka na ihe mere n'Afghanistan ga-aka njọ na nke ga-eme Naịjirịa n'ọdịnihu.",
    "Father Mbaka: Ugboro isii o kwuru okwu kpanyere ọkụ",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Ọ sị na ọ bụ ọrụ mmụọ nsọ ziri ya ka ọ na-arụ na ọ chọghị ịma maka nkatọ ndị mmadụ na-enye ya.",
    "Ọ gaara n'ihu kwuo na a na-awakpo ya maka na ọ sịrị ka a tọhapụ onye a nwuchiri anwuchi.",
    "Mbaka kpọrọ oku ka ndị ụkọchukwu ndị ọzọ gbalịa na-ekwu okwu maka ihe ọjọ na-eme n'obodo dịka ọ dị n'oge onye amụma Elijah.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "Biafra Motherland Warriors: Kedụ ndị bụ ndị a? Lee ihe anyị ma",
    "Ntọrọ ụmụakwụkwọ Naịjirịa",
    "Naijiria",
    "Ndịagha",
    "Enugu Steeti",
    "Ụka ndị Roman",
    "Nnamdi Kanu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Etu m si hibe Wakanow – Obinna Ekezie31 Ọgọọst 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nnamdi Kanu jail visit: ' Ka ndị DSS si gbacha anyị ọtọ mgbe anyị gara ịleta' - Ejioforelekere 8 gara aga",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Lee ọnụọgụgụ nturuugo Olympic Tokyo 202024 Julaị 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Gịnị bụ Ọfala?22 Ọgọọst 2021",
    "Nnamdi Kanu jail visit: ' Ka ndị DSS si gbacha anyị ọtọ mgbe anyị gara ịleta' - Ejiofor",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Father Ejike Mbaka:''Naiịjirịa ga-aka Afghanistan njọ ma akpachaghị anya'",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ",
    "Ihe ise gbara ọkpụrụkpụ Simon Ekpa gwara BBC Igbo na mkparịtaụka ha nwere",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na BiafraEmelitere ikpeazụ na: 7 Maachị 2021",
    "Ndị DSS atụghapụla mmadụ asatọ ndị otu Sunday Igboho",
    "Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ Nnamdi Kanu - Ejiofor",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}