{
  "published": "1 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "'Agricultural Development Authority Palm' A-D-A Palm",
    "AdaPalm bụ aha ịchafụ nke ezigbo aha ya bụ 'Agricultural Development Authority Palm'.",
    "Ọ bụ ogige buru nnukwu ibu ebe a na-emepụta mmanụ nri.",
    "Osikapa dịzị ka 'visa' na Naijirịa mana lee ka Coscharis si emepụta nke ya",
    "Ị ma Erisco? Lee ka N4200 si mụtara ya ụlọ mmepụta tomato kachasị n'Afrịka",
    "Ọgba mbọ: Etu m si bido ịgba mbọ",
    "Etu m si hapụ ọrụ ụlọakụ wee tụtụwa plastiki7cf6c31a-cd39-4e19-8116-d278f0861bee.jpg",
    "Osisi nkwụ a kụrụ n'ogige a karịrị puku narị isii na iri anọ na ụma.",
    "Ọ bụrụ na ogige a na-arụ ọrụ etu o kwesịrị, ndịọrụ ya ga-eru ihe karịrị mmadụ puku iri abụọ.",
    "Mana kedu etu ọnọdụ AdaPalm dị ugbua?",
    "Lee ihe BBC Igbo chọpụtara oge anyị gara ebe ahụ.",
    "Ndị mere akụkọ a bụ Ikechukwu Kalu, Nnamdi Agbanelo na Adline Okere.",
    "Imo steeti",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Akụ na ụba",
    "Ahịa",
    "Vidio, Ọgba mbọ: Ị ma Erisco? Lee ka N4200 si mụtara ya ụlọ mmepụta tomato kachasị n'Afrịka, Duration 3,097 Jenụwarị 2020",
    "Vidio, Rice Processing: Usoro e ji emepụta osikapa, Duration 1,3613 Nọvemba 2019",
    "Vidio, Ọgba mbọ: Etu m si bido ịgba mbọ - Innoson, Duration 2,1415 Ọktọba 2019",
    "Vidio, Waste to Wealth: Etu m si hapụ ọrụ ụlọakụ wee tụtụwa plastiki, Duration 1,5022 Septemba 2019",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ogba mbọ: 'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri, Duration 3,2010 Nọvemba 2020",
    "Vidio, Ada Palm Palm oil: Adapalm, ogige ọrụ ubi nwere osisi nkwụ karịrị 640,000, Duration 9,101 Septemba 2021",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Domestic Abuse in Abia state: Etu nwaanyị si gbaa nwatakịrị ya na ya bi ose n'ike ma wụnye ya mmiri ọkụ n'ọnụ, Duration 1,12elekere 7 gara aga",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Lee mkpamkpa ọkụ si na Kerozin adigboroja kpara n'ahụ ndị mmadụ, Duration 4,0129 Ọgọọst 2021",
    "Vidio, Ihe anyị hụrụ n'ezịnụlọ mmadụ asaa nwụrụ dịka ha richara 'suya na yogọt', Duration 3,1628 Ọgọọst 2021",
    "Vidio, Barber Shop: Ụlọọrụ ebe a na-eyi 'Suit' akpụ isi, Duration 3,1624 Ọgọọst 2021",
    "Vidio, Obi Cubana: Anaghị m ahụ onwe m dịka onye kpatara ego, Duration 1,04,1620 Ọgọọst 2021",
    "Vidio, Ebonyi state News Today: 'Governor Umahi, akwammiri ọjọọ ekewapụla Alubeleke n'ụwa, Duration 5,2025 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}