{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Adedayo Owolabi",
    "Senior Broadcast Journalist",
    "Ebe foto si, Getty Images",
    "Alụmdi na nwunye bụ ihe dị oke mkpa nye ndị Igbo, otu ihe e jiri mara ndị Igbo bụ na ha na-akwanyere alụm dị na nwunye ugwu.",
    "Mana ihe a na-ahụ ugbu a bụ na ọtụtụ alụm di na nwunye na-agbasakaarị maka ọtụtụ ihe, gụnyere esemokwu na-enweghi isi.",
    "Gbawa ka ụkwụ gị ha ma ị hụ akparamagwa ndị a n'onye chọrọ ịlụ gị",
    "Nwaanyị alụghị di ọ ka ogbo ya  lụrụ di enwe aṅụrị?",
    "Eeh! E kwesịghị inwe okwu zoro ezo n'etiti di na nwunye, mana e nwere ihe nwaanyị na-ekwesịghị ịgwa di ya n'agbanyeghị ka o si hụ di ya n'anya.",
    "Ama m na chim ga-enye m di nke m - Nwaanyị lụru di na nka",
    "Ọ bụrụ na nwaanyị achọghị mmechu ihu, e nwere ọtụtụ ihe o kwesịrị ime. Ha bụ:",
    "I kwesighi ịgwa di gị mmadụ ole gị na ha dinara tupu unu amata onwe unu.",
    "Arochukwu : Uru ịjụ ese bara tupu alụmdi na nwunye",
    "Nke a bụ maka na unu nwee nsogbu ọbụla n'etiti unu, o nwereike ji maka ya kọọ gị ọnụ.",
    "Ebe foto si, Getty Images",
    "Ọ jụọ gị mmadụ ole gị na ha yiri, jiri ọchị chịtuo akụkọ ahụ ma lefere anya ma sị ya \"O nwere ihe ọ ga-emere anyị n'ije ihunanya anyị\".",
    "O nwere ihe o mere ma nwaanyị jụọ nwoke ọlụlụ?",
    "Agwachala ya ihe niile ị ma maka di gị maọbụ ọyị gị nwoke gị na ha kpaburu tupu ị mata ya.",
    "Emekwala eme gwa di gị ihe ga-eme ka obi dị ya ka ọ bụ onye njọ maọbụ otozughị ịbụrụ di gị ma ọbụ enyi gị nwoke.",
    "Ekwukwala maka ụdị ego ị chọrọ ka o nwe maọbụ ikikere ya n'elu akwa.",
    "Aeroplane House: Nwoke ji maka ịhụnanya rụọ ụlọ ụgbọelu",
    "Ọ bụrụ na nwunye hụ nwanne di ya maọbụ enyi di ya n'anya, ọ baghị ya uru ka ọ gwa di ya.",
    "Nke a bụ ihe ọzọ o kwesighị ịgwa di ya, o kwesịrị i kwanyere onwe ya ugwu, wepụ anya ebe ha nọ, tinye obi ya na ihunanya niile ebe di ya nọ. Na-emeghị etu a nwereike ibute nsogbu n'etiti di na nwunye.",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, Ohafia",
    "Na-agbanyegị ka nne di gị kpasuoro gị agwa, emekatala eme gwa di gị na ị kpọrọ ya asị. Etu a ka i ga-emekwa ụmụ nne ya na-agbanyeghị ihe ị hụrụ n'aka ha, maọbụ etu iwe si juo gị n'obi. Ị ga-akwanyere ha ugwu dịịrị ha.",
    "Esemokwu dapụta n'etiti gị na ndị be di gị, jiri nwaayọọ kọwara di gị, ọ ga-aghọta mwute gị n'esemokwu ahụ.",
    "Di gị ga-enyekwa gị aka ị gbomkpaa.",
    "Ebe foto si, Getty Images",
    "Di na nwunye irikọ nri na egosi ihunanya",
    "Dịka ndị ọkachamara n'ihe gbasara alụmdi na nwunye kwuru, ụbọchị ọbụla i kwuru maka mgbasa n'etiti gị na di gị bụ ụbọchị i jiri aka gị tọọ ntọala mgbasa unu. Alụmdi unu ga-esi ụbọchị ahụ gbawa ụka.",
    "Ikwupụta maka mgbasa unu pụtara na obi gị apụọla n'alụmdi unu. Ọ bụrụ na ọ bụ alụmdi ọgụ na mgba, biko emekwala eme chere. Mana ọ bụghị etu a, gbaa mbọ lee ka unu naabọ nwereike iji kpee ezi udo n'etiti onwe unu.",
    "Ụmụnyanyị",
    "Okike",
    "Alụmdịnanwụnye",
    "Vidio, IVF: Lee ihe omenala kwuru gbasara usoro IVF5 Ọgọọst 2021",
    "Di na nwunye irikọ nri: Gịnị ga-eme nwoke Igbo ajụ nri nwunye ya siri?21 Julaị 2018",
    "Aba: Di na nwunye gachara agbamakwụkwọ kubie - Uweojii20 Maachị 2019",
    "Vidio, Ada Palm: Ị nụla maka ogige a nwere osisi nkwụ karịrị 640,000?1 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Domestic Abuse in Abia state: Etu nwaanyị si gbaa nwatakịrị ya na ya bi ose n'ike ma wụnye ya mmiri ọkụ n'ọnụelekere 7 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 202027 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "Nnamdi Kanu jail visit: ' Ka ndị DSS si gbacha anyị ọtọ mgbe anyị gara ịleta' - Ejiofor",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Uche Maduagwu achọọla Jim Iyke okwu ọzọ",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Father Ejike Mbaka: 'Naiịjirịa ga-aka Afghanistan njọ ma akpachaghị anya'",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ebe ụmụakwụkwọ abụọ mahadum Babcock siri 'daa iwu'Emelitere ikpeazụ na: 21 Nọvemba 2019",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}