{
  "published": "2 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọọmentị Naịjirịa akatọọla otu na-ahụ maka ikike dịri onye na mba ụwa bụ Amnesty International maka etu ọ sị na ha na-akwado ndị Indigenous People of Biafra (Ipob).",
    "N'ozi si n'aka Garba Shehu bụ ọnụ na-ekwuru Onyeisiala Muhammadu Buhari, gọọmentị kwuru na Amnesty International enweghi ikike ịrụ ọrụ na Naịjirịa n'ihi na ndị ndọrọndọrọ ọchịchị na-eji ha achọ ihe nke akpa ha.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Ihe Ipob kwuru maka mwakpo 'Bandit' mere na NDA",
    "Ihe ise mere Nnamdi Kanu onye bu igu ewu niile na-eso",
    "Ebe foto si, AFP",
    "IPOB na-ewe iwe gbasara egwu eke ndi agha Naijirịa gosiri n'Abia steeti",
    "Garba Shehu kwukwara na \"Amnesty International anaghị eme ihe ha na-asị ndị ọzọ mee\", kwukwaa na \"Amnesty na-akwado ndị oyi ndụ egwu\".",
    "\"Amnesty International so na ndị na-agba mbọ ime ka okwu Nnamdi Kanu na ndị IPOB na-ada ụda na mba ụwa.\"",
    "\"Ọtụtụ ndị ọzọ na mba ụwa ka a na-akwụ puku kwuru kwuru dọla kwa afọ ka ha na-asacha aha ndị IPOB.\"",
    "\"IPOB bụ ndị na-eyi ndụ egwu. Ha na-egbu ụmụ Naịjirịa kwa ụbọchị.\"",
    "\"Ha egbuola ọtụtụ ndị uweojii na ndị agha, ma gbaa ọtụtụ ụlọ gọọmentị ọkụ.\"",
    "\"Ọ bụrụ na otu a dị na mba mepere emepe, ị gaghị anụ ebe Amnesty na-akwuchitere ha.\"",
    "Garba Shehu gara n'ihu kwuo na gọọmentị Naịjirịa agaghị atụpụrụ ndị Amnesty International ọnụ, kama ha ga na-aga n'ihu n'ịgba mbọ ikpochapụ ndị na-eyi ndụ egwu.",
    "Naijiria",
    "Amnesty International",
    "Muhammadu Buhari",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Amnesty Int'l ekpeela Shell na Eni ọzọ17 Maachị 2018",
    "Islamic Movement of Nigeria : Ihe itoolu e ji ama otu ndị oyiegwu30 Julaị 2019",
    "Victims of Torture Day: Ndị agha Naịjirịa na-eme ya mgbe niile - Amnesty International26 Juun 2019",
    "Amnesty Intl': Ndi agha Nigeria na ndi ọchụ ehị na-egbukọ na otu akpa30 Jenụwarị 2018",
    "Vidio, Amnesty for looters: Jonathan mere ya, Buhari mekwara ya31 Jenụwarị 2019",
    "Vidio, Ohaji/Egbema: Obodo nwere ọtụtụ mmanụ agbidi mana okporoụzọ ha jọgburu onwe ya2 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Amnesty International na-akwado ndị Ipob n'arụ ha na-akpa - Gọọmentị Naịjirịa2 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 202027 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ amụ",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Nnamdi Kanu jail visit: ' Ka ndị DSS si gbacha anyị ọtọ mgbe anyị gara ịleta' - Ejiofor",
    "Amnesty International na-akwado ndị Ipob n'arụ ha na-akpa - Gọọmentị Naịjirịa",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Father Ejike Mbaka: 'Naiịjirịa ga-aka Afghanistan njọ ma akpachaghị anya'",
    "Uche Maduagwu achọọla Jim Iyke okwu ọzọ",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe Nnamdi Kanu gwara Ifeanyi Ejiofor ka ọ hụrụ ya n'ụbọchị 23 nke Ọgọst a",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}