{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu nwaanyị a kpọrọ Zazi David Kelechi wụnyere nwa odibo ya bụ Ifunanya mmiri ọkụ n'ọnụ ma gbaa ya ose n'ike.",
    "Nke a mere n'Umuahia, isiobodo Abia Steetị dịka Zazi sị na ọ bụ maka na nwata ahụ kụwara efere nri ya.",
    "Etu nwaanyị siri kwaa odibo ya mmiri ọkụ",
    "Nwaanyị kụrụ nwata ntu n'isi n'Enugu agaala mkpọrọ",
    "Ụfọdụ ozi mmegbu nne na nna na-ezi ụmụaka ha",
    "Onye ntaakụkọ BBC Igbo gara ebe ahụ sị na Ifunanya anaghị ekwucha okwu nke ọma maka etu mmiri ọkụ ahụ si kpochapụ ya akpịrị nakwa ọnụ.",
    "Mana nwanne nna ya bụ onye du ya gaa ụlọọgwụ ndị uweojii dị n'Umuahia ma na-elekọtakwa ya anya.",
    "Onye uweojii ji okwu ahụ sị na ọ dị n'aka kọmishọna uweojii ịgwa BBC Igbo okwu banyere nke a mana kọmishọna na ọnụ na-ekwuru ha anọghị mgbe a chọrọ ha.",
    "Nwunye gọvanọ Abia Steetị bụ Nkechi Ikpeazu sị na ọ ga-akwụ ụgwọ ụlọọgwụ nwata ahụ ma nye iwu sị ka a taa Nwaanyị kpara arụọ ahụhụ ruru ya.",
    "Akụkọ ndị ga-amasi gị:",
    "Uche Maduagwu achọọla Jim Iyke okwu ọzọ",
    "Nnamdi Kanu jail visit: ' Ka ndị DSS si gbacha anyị ọtọ mgbe anyị gara ịleta' - Ejiofor",
    "Father Ejike Mbaka: 'Naiịjirịa ga-aka Afghanistan njọ ma akpachaghị anya'",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Abia Steeti",
    "Ụmụaka",
    "Mmeru nwata",
    "Vidio, Ada Palm Palm oil: Adapalm, ogige ọrụ ubi nwere osisi nkwụ karịrị 640,000, Duration 9,101 Septemba 2021",
    "Vidio, Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya, Duration 5,0715 Ọgọọst 2021",
    "Vidio, Domestic Abuse in Abia state: Etu nwaanyị si gbaa nwatakịrị ya na ya bi ose n'ike ma wụnye ya mmiri ọkụ n'ọnụ, Duration 1,12elekere 7 gara aga",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Lee mkpamkpa ọkụ si na Kerozin adigboroja kpara n'ahụ ndị mmadụ, Duration 4,0129 Ọgọọst 2021",
    "Vidio, Ihe anyị hụrụ n'ezịnụlọ mmadụ asaa nwụrụ dịka ha richara 'suya na yogọt', Duration 3,1628 Ọgọọst 2021",
    "Vidio, Barber Shop: Ụlọọrụ ebe a na-eyi 'Suit' akpụ isi, Duration 3,1624 Ọgọọst 2021",
    "Vidio, Obi Cubana: Anaghị m ahụ onwe m dịka onye kpatara ego, Duration 1,04,1620 Ọgọọst 2021",
    "Vidio, Ebonyi state News Today: 'Governor Umahi, akwammiri ọjọọ ekewapụla Alubeleke n'ụwa, Duration 5,2025 Ọgọọst 2021",
    "Vidio, Thyroid disease: Ihe mere m jiri agba mbọ ka ndị mmadụ mata maka ọrịa a, Duration 5,4414 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}