{
  "published": "3 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Annie Idibia/Instagram",
    "Nwada Annie Idibia bụ nwunye 2face chipụtachara di ya ụkwụ n'ama na soshal midia n'ihi ihe ọ sị na ọ na-agabiga n'ezinaụlọ ha.",
    "Kamgbe o mechara nke ahụ ọtụtụ ndị mmadụ na-akatọ ya nke mere aha ji na-ewu ewu.",
    "Otu ndị Igbo agọnarịla Kenechukwu Okeke maka ịkpụpụ ndị so mee ngagharịiwe 'End SARS' n'ụlọikpe",
    "Ndị uweojii atọhapụla Duncan Mighty",
    "Ndị a ma ama ụzụ tụrụ n'isi ha n'izu a",
    "Mana onye ka nwada a bụ? Nke a so n'ihe akụkọ a ga-eleba anya,",
    "Ihe I kwesịrị ịma maka Annie Idibia",
    "Ebe foto si, Annie Idibia/Instagram",
    "Annie bụ nwafọ obodo Eket dị n'Akwa Ibom Steetị.",
    "A mụrụ ya n'Ibadan n'ụbọchị 13 nke ọnwa Nọvemba afọ 1984.",
    "O sooro nne ya laa Legọs, mgbe nne na nna ya gbara alụkwaghịm.",
    "Ọ gụrụ akwụkwọ na mahadum Legọs Steetị na ngalaba 'Computer science' nakwa 'Theatre Arts'.",
    "Ọ lụrụ oti egwu a ma ama bụ 2face ebe ha mụrụ ụmụnwaanyị abụọ Isabella na Olivia.",
    "Ọ na-eme ihe nkiri Nollywood bụ ebe o mere ọtụtụ ihe nkịrị gụnyere First Family, Blackberry Babes, Estate Runs dgz.",
    "'Soshal midia abụghị ebe a na-ekpezi okwu di na nwunye' - Nkechi Blessing, Junior Pope",
    "Ebe foto si, Instagram/AnnieIdibia/NBS/Jnrpope",
    "Ndị a ma ama etinyela ọnụ n'etu Annie Idibia si buputa esemokwu dị n'etiti ya na di ya bụ Tubaba (2face) na soshal midia.",
    "Ndị gụnyere ndị ejije Nollywood a ma dịka Junior Pope, Nkechi Blessing Sunday nakwa Bisi Alimi bụ onye a ma ama maka ikwado mmekọrịta nwoke na nwaanyị, so tinye ọnụ.",
    "Ebe foto si, Instagram/Bisi Alimi/Harrysong",
    "Ebe foto si, Instagram/Nkechiblessingsunday",
    "Ebe foto si, Instagram/Bisi Alimi/Harrysong",
    "Ebe foto si, Instagram/Charlybrave",
    "Ihe nwanne Tubaba sara ya",
    "Nwanne Innocent Idibia '2face' bụ Charles Idibia asaala Annie Idibia n'ihe o kwuru gbasara nwanne ezinaụlọ ha ịmịkọrọ ya.",
    "Charles sara okwu Annie kwuru n'ebubo o dere n'Instagram ya, ebe ọ sị na ezinụlọ Tubaba so akpa nkata na-etisa alụmalụ ha.",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya n'agbanyeghị ka o si hụ ya n'anya",
    "Gịnị mere ụmụntorobia Igbo anaghị alụ di na nwunye n'oge?",
    "Nwaanyị ebepụla ihe di ya ji bụrụ nwoke na Legọs",
    "Annie bokwara ha ebubo itinye 'straw' n'ahụ nwanne ha na-amị ya chọọọọ.",
    "Ebe foto si, Instagram/Annieidibia",
    "Charles Idibia dere n'akara Instagram ya na obi adighi 2face mma cha cha mana na ọ nọnyere Annie makana ọ bụ onye okpeudo.",
    "Charles gakwara n'ihu bo nne Annie ebubo na ọ na-agwọ ọgwụ.",
    "Ebe foto si, Instagram/Charlybrave",
    "O dere sị: \"I che na ezinụlọ anyị bụ nke ndị iberibe maka na anyị bụ ndị okpe udo.",
    "\"Akụkọ Disney a ị buru pụta ugbua bụ ihe mere kemgbe afọ gara aga mana ị na-akọ ya ugbua makana i nwetaghi ihe ị chọrọ.",
    "Ebe foto si, Instagram/Annie Idibia",
    "\"Ị chọrọ imetọ aha di gị n'ihu ọha mana ị ma na di gị anaghị achọ okwu n'ihu ọha. Ị chere na nke a bụ ezigbo akụrụngwa ị ga-eji merie na-agha a? E chekwara m na ị ma ihe ka ọ bụ na onye na-eresị gị ọgwụ ike gị enyeghị gị nke dị mma taa?",
    "\"Agbakwala ọsọ, bịakwa ka anyị kọwaziere ọha ihe na-eme, ka ha tinyere anyị ọnụ ebe ị chọrọ ịkụwa akị oyibo Nsugbe n'ihu ọha\".",
    "Ọ dị ka agwọ abanyela n'akịrịka n'alụmdinanwunye Innocent Idibia a ma dịka 'Tubaba maọbụ 2face' na nwunye ya bụ Annie.",
    "Annie Idibia depụtara n'akara Instagram ya n'ụbọchị Tọọzde sị \"Abụ m nwaanyị nwere ndidi, abụghị m onye iberibe. Bido na mbido, onweghị mgbe ezinụlọ gị ji hụ m n'anya. N'agbanyeghi mbọ niile m na-agba mana ọ naghị ezuru ha.\"",
    "Ebe foto si, Instagram/AnnieIdibia1",
    "Annie gakwara n'ihu dee, \"Anwaala m ịnọ nwayọ kemgbe, ọ bụghị gị bụ onye mbụ n'ụwa ụmụnwaanyị ndị ọzọ mụrụla ụmụ. I nwere ike ime ọfụma karịa etu a. Ihe niile m na-eme kemgbe bụ igosi ụwa na ị bụ ezigbo mmadụ\"",
    "Nwunye 2face gakwara n'ihu kụwaa aki onyibo Nsugbe mgbe o depụtara \"Nke a i mere taa; gị, Efe, Frankie na ndị ezinụlọ unu mere, anabataghi m ya cha cha.\"",
    "\"Kedụ ụdịrị nwoke na-eduga ụmụ ya ebe egwuregwu Disney ma saa anya duru ụmụaka ahụ gaa lakwuru nne ha na-abụghị nwunye gị n'ụlọ? Ụgbọrọ ọle ka gị na ụmụ gị garala hụkọ Pero ọnụ ma ọ nọnyere gị na ụmụ aka ahụ n'ụlọ.",
    "Ihe dị etu a emebuọla mbụ n'afọ 2015 na 2016 ebe ha abụọ bu esemokwu ha pụta sọshal midia. Ihe kpalitere esemokwu ha mgbe ahụ bụ foto pụtara na sọshal midia gosiri ihe dịka ebe 2face na-esusu Pero ọnụ n'afọ 2015.",
    "Ihe a na-eme n'etiti 2face na nwunye ya bụ okwu a kpụ n'ọnụ ugbua na soshal midia nke mere ndị mmadụ ji ajụ \"Di na nwunye ekwesịrị iburu esemokwu ha pụta Soshal Midia?\"",
    "Cheta na Tubaba na nwunye ya Annie bidoro ime enyi kemgbe afọ 2004 mgbe ha zutere na Even Ezra Music Studio.",
    "N'agbanyeghi na ọtụtụ ihe chere ha aka mgba nke gụnyere na Tubaba atụnyebuola ụmụnwaanyị abụọ ime ha amụọrọ ya ụmụ ise, Tubaba gara n'ihu rịọ Annie ọlụlụ n'afọ 2012.",
    "Ha abụọ lụrụ n'ụbọchị 23 nke ọnwa Maachị nke 2013. Ha ebiela kemgbe ahụ ruo ugbua.",
    "Ya na Annie amụọla ụmụ abụọ (ụmụnwaanyị) kemgbe ahụ.",
    "Ụmụnyanyị",
    "Alụmdịnanwụnye",
    "Vidio, 'Amaghị m na amụ m anaghị anyụpụtanwu 'sperm' n'ihi ọrịa shuga'3 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?elekere 9 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 202027 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "Ihe i kwesịrị ịma maka Annie Idibia bụ nwunye 2face",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ ya amụ",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Father Ejike Mbaka: 'Naiịjirịa ga-aka Afghanistan njọ ma akpachaghị anya'",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 2020",
    "Amnesty International na-akwado ndị Ipob n'arụ ha na-akpa - Gọọmentị Naịjirịa",
    "Etu ị ga-esi ama ma ị ga-atụnyeli nwaanyị imeEmelitere ikpeazụ na: 14 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}