{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ifeanyi Ejiofor",
    "Onye ọkaiwu Nnamdi Kanu bụ Ifeanyi Ejiofor sị na ndị ọrụ nchekwa DSS ekweghi ha hụ Kanu mgbe ha gara ileta ya n'ụbọchị Tọọzde.",
    "Ejiofor sị na ya Bruce Fein bụ ọkaiwu Nnamdi na mba Amerịka so mee njem ahụ dịka nwamadị a batara Naịjirịa n'izu a.",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "'Ịga a tụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Nke a butere ọtụtụ nkatọ nye ndị DSS dịka ọtụtụ na-ajụ \"kedụ onye nwamadị Bruce Fein a bụ?\"",
    "Ihe i kwesịrị ịma maka Bruce Fein",
    "Ebe foto si, Ifeanyi Ejiofor",
    "Bruce Fein bụ nwafọ mba Amerịka, a mụrụ ya n'ụbọchị 12 nke ọnwa Maachị, afọ 1947.",
    "Ọ gụrụ akwụkwọ Sekọndịrị na Swarthmore College, gụọ na mahadum California nakwa ụlọakwụkwọ Havard bụ ebe ọ mụrụ banyere ọkaiwu.",
    "Ọ lụrụ nwunye ya bụ Mattie Lolavar n'ụbọchị 15 nke ọnwa Mee, afọ 2004 mana ha gbasara n'ọnwa Juun afọ 2013.",
    "Bruce bụ ọkaiwu gbakwasịrị ụkwụ n'ikpekaarị ikpe metụtara iwu banyere mba ndị ọzọ a kpọrọ 'International law'",
    "Ọ bụ otu n'ime ndị osote ọkaiwu ukwu mba Amerịka mgbe Ronald Reagan bụ onyeisiala mba ahụ.",
    "Ọ rụọla ọrụ n'ụlọọrụ 'American Enterprise Institute', 'Heritage Foundation', 'Conservative think tanks' na ndị ọzọ.",
    "Fein edeela akwụkwọ dị iche iche banyere ime iwu nakwa nsogbu metụtara ya.",
    "Ugbua Fein bụ ọkaiwu na-ekpere onye ndu Ipob bụ Nnamdi Kanu ikpe n'okwu metụtara iwu na mbaụwa dị iche iche.",
    "Ihe Simon Ekpa gwara BBC IGbo maka ọchụchụ nwere onwe Biafra",
    "Amerika",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, 'Amaghị m na amụ m anaghị anyụpụtanwu 'sperm' n'ihi ọrịa shuga'3 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?elekere 9 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 202027 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "Ihe i kwesịrị ịma maka Annie Idibia bụ nwunye 2face",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ ya amụ",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Father Ejike Mbaka: 'Naiịjirịa ga-aka Afghanistan njọ ma akpachaghị anya'",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 2020",
    "Amnesty International na-akwado ndị Ipob n'arụ ha na-akpa - Gọọmentị Naịjirịa",
    "Etu ị ga-esi ama ma ị ga-atụnyeli nwaanyị imeEmelitere ikpeazụ na: 14 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}