{
  "published": "4 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nedu_wazobiafm/Instgram",
    "Esemokwu dapụtara n'etiti onye ekwurekwu a ma ama bụ Chinedu Ani maọbụ 'Nedu Wazobia' bụ okwu akpụ n'ọnụ taa.",
    "Onye bụbu nwunye Nedu bụ Uzoamaka Ohiri pụtara n'abalị Fraịde bo Nedu ebubo iti ya ihe mgbe ha ka bụ di na nwunye.",
    "Ebe foto si, Instagram/Screenshot",
    "O kpọkwara ụlọorụ Nedu bu \"WazobiaFM\" oku ihe mere he ji hapụ Nedu n'ọkwa ọrụ ya dịka ekwurekwu n'agbanyeghi ihe o mere ya.",
    "Nedu zaghachiri ya taa bụ ụbọchị Satọde ma wepụta ihe akaebe gosiri na nwa mbụ ha nke a sị mere ha ji lụọ onwe ha abụghị nwa Nedu.",
    "Ebe foto si, Screenshot/Nedu_Wazobiafm",
    "Nedụ jikwa ohere ahụ rịọ Uzoamaka bụbu nuwnye ya si ya kwụsị ihe ọ na-eme maka na ụmụ ha ga-etọ chọpụta maka akụkọ a.",
    "\"N'okwu gbasara iti ya ihe, ụlọ ndịuwoejii nakwa ụlọikpe enyochaala okwua ma kwuo na aka m kwụ ọtọ\" ka Nedu kọwara n'ozi o depụtara n'akara Instagram ya.",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Chinedu Ani a ma ama dịka 'Nedu Wazobia' maọbụ 'Oga Landlord' kọwara ihe kara ya obi ịbanye n'ihe ịkpaọchị.",
    "Ihe ise nwereike ịkpata utu nkụda na etu i nwereike ịgbalahụ ya4 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia4 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 202027 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "Ọ bụ eziokwu na Uche Mefor dara na Dubai?",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia",
    "Ihe ise nwereike ịkpata utu nkụda na etu i nwereike ịgbalahụ ya",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Ihe i kwesịrị ịma maka Annie Idibia bụ nwunye 2face",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ ya amụ",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}