{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị nchekwa pụrụiche apụtala kwuo na ha ewepula onyeisiala mba ahụ bụ Alpha Condeh n'ọkwa.",
    "Cheta na ihe onyonyo na-efegharịbu ebe niile gosiri ebe ụfọdụ ndị nchekwa mba abụ jichiri ya n'ime ụgbọala nakwa n'otu ụlọ.",
    "Ndị ahụ kpọrọ onwe ha \"National Committee for reconciliation and development\" pụtakwara n'onyonyo zie ndị mba ahụ ozi.",
    "Ha tara mpụ, nrụrụaka, ụbịam, nakwa enweghi ezi nhazi na mba ahụ ụta maka ịnapụ ọchịchị n'ike mere n'ụbọchị ụka n'ebe ahụ.",
    "E kwukwara na ndị isi nọ na gọọmentị nọkwa n'okpuru ndị nchekwa pụrụiche nke ọchịagha Mamady Doumbouya nọ n'isi ya.",
    "Ebe foto si, AFP",
    "Minista nchekwa nke mba ahụ ekwuola na ha kwụsịrị ndị ahụ na-akwa mgbọ na gburugburu ebe obi gọọmentị ha dị.",
    "Ugbua ndị agha na-agagharị n'okporoụzọ n'isi obodo ahụ nke ndị mmadụ anọghịzi na ya.",
    "N'ime ihe onyonyo ahụ, otu onye ndị",
    "Lee ihe na-eme n'ụbụrụ gi mgbe ị wọrọ onwe gị 'carbohydrates'5 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere Ipob jiri arịọ gọọmentị Ghana bikoelekere 5 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ihe ọhụrụ nwanne Tuface gwara Annie Idibiaelekere 3 gara aga",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?3 Septemba 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Ihe mere Ipob jiri arịọ gọọmentị Ghana biko",
    "Ihe 9 nwere ike ime ka utu gị nyụọ ọkụ ma ị na-apịa ọkụ",
    "Ụda egbe na-akpọtụ na Gini dịka anwụchiri Alpha Conde",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia",
    "Ọ bụ eziokwu na Uche Mefor dara na Dubai?",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Ihe ọhụrụ nwanne Tuface gwara Annie Idibia",
    "Lee ihe na-eme n'ụbụrụ gi mgbe ị wọrọ onwe gị 'carbohydrates'",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Amnesty International na-akwado ndị Ipob n'arụ ha na-akpa - Gọọmentị Naịjirịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}