{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Emeka Gift/Ipob Ghana",
    "Otu Ipob esila n'ọnụ otu onye n'ime ha bụ Emeka Gift rịọ gọọmentị mba Ghana arịrịọ ịtọghapụ ọtụtụ n'ime ha ejichiri n'Accra.",
    "N'ozi o depụtara na Facebook ya Emeka Gift gwara Nana Akufo-Addo na \"ndị ezinaụlọ Ipob nke ndị uwoejii be ha tọọrọ bụ ndị na-achọ udo\".",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Aka anyị adịghị na mkpọlata Nnamdi Kanu Naịjirịa - Kenya",
    "Cheta na akụkọ gbọwara na anwụchiri ụfọdụ ndị otu Ipob n'izuụka gara aga n'Accra mgbe ha na-eme nzụkọ n'ebe ahụ.",
    "Mana o nwebeghi ihe ndị uweojii mba ahụ kwuru maka nke a rue ugbua.",
    "N'ozi ahụ Gift gwara onyeisiala Akufo-Addo na ndị ahụ anwụchiri bụ ndị so ekpocha azacha ebe ha bi bụ Accra.",
    "\"Anyị na-arịọ gị tọghapụ ndị anyị na o nweghi iwu ha dara\" ka o dere.",
    "Ebe foto si, AFP",
    "IPOB na-ewe iwe gbasara egwu eke ndi agha Naijirịa gosiri n'Abia steeti",
    "Akụkọ pụtara kwuo na ndị uweojii mba Gana nwụchiri ndị Ipob n'Accra dịka ha na-eme nzụkọ ọnwa ha.",
    "O nwekwara ihe onyonyo na-efegharị nke ndị mmadụ na-ekwu bụ ndị Ipob ahụ nọ n'ime ụgbọala agụ egwu.",
    "Ndị Ipob amalitela ngagharịiwe maka Nnamdi Kanu na mba ụwa",
    "Rue ugbua, o dobeghi anya ihe mere e ji nwuchie ndị Ipob ahụ.",
    "N'otu aka ahụ ndị isi Ipob bụ DOS wepụtara ozi na-ekwu na ha na-agbasị mbọ ike ịgbapụta ndị ahụ ejichiri na mba Gana.",
    "Ghana",
    "Ndị Biafra chọrọ nkewa",
    "Lee ihe na-eme n'ụbụrụ gi mgbe ị wọrọ onwe gị 'carbohydrates'5 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere Ipob jiri arịọ gọọmentị Ghana bikoelekere 5 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ihe ọhụrụ nwanne Tuface gwara Annie Idibiaelekere 3 gara aga",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?3 Septemba 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Ihe mere Ipob jiri arịọ gọọmentị Ghana biko",
    "Ihe 9 nwere ike ime ka utu gị nyụọ ọkụ ma ị na-apịa ọkụ",
    "Ụda egbe na-akpọtụ na Gini dịka anwụchiri Alpha Conde",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia",
    "Ọ bụ eziokwu na Uche Mefor dara na Dubai?",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Ihe ọhụrụ nwanne Tuface gwara Annie Idibia",
    "Lee ihe na-eme n'ụbụrụ gi mgbe ị wọrọ onwe gị 'carbohydrates'",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Amnesty International na-akwado ndị Ipob n'arụ ha na-akpa - Gọọmentị Naịjirịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}