{
  "published": "4 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Uche Mefor/Facebook",
    "Uche Mefor, onye bụbụ osote onyeisi ndị otu 'Indigenous People of Biafra' abụrụla aha ọtụtụ mmadụ kpụ n'ọnụ ugbua.",
    "Nke a bụ maka na akụkọ na-efegharị na nwa amadị ahụ gharịpụrụ oge ọ gara otu ọgbakọ na Dubai.",
    "Anyị enwetala Biafra 90 pasenti - Uche Mefor",
    "Ihe i kwesiri ịma maka otu Biafra pụtara ọhụrụ",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Ọtụtụ ọba ozi ịntaneetị ebuola ya bụ akụkọ. Otu onye tinyekwara akụkọ ahụ n'ebe nkwupụta okwu BBC Igbo na Facebook.",
    "Ha na-ekwu na ụbọchị ihe ahụ mere bụ n'ụbọchị 29 nke ọnwa Ọgọst afọ 2021.",
    "Dịka akụkọ ahụ si kwuo, ndị IPOB niile ṅụrụ iyi na ha agaghị agbakụta otu ahụ azụ; ha na-akọwa na ọ bụ iyi ahụ ha ṅụrụ kpatara ihe mere Uche Mefor.",
    "Lee ihe anyị ma ugbua?",
    "Ebe foto si, Uche Mefor/Facebook",
    "Dịka Mazi Uche Mefor hapụchara IPOB nakwa Radio Biafra, o mepere ụlọọrụ nzikọrịta ozi nke ya ọ kpọrọ 'Biafra Human Rights And Freedom Radio' (BHFR).",
    "Onye na-agbasa ozi n'ụlọọrụ ahụ bụ nwa amadị aha ya bụ George Onyibe, mana Uche Mefor na-eji akara Facebook ya ekesa mgbasa ozi ahụ kwa ụbọchị.",
    "Asari ejighi aka ya mee onwe ya onye isi oche Defacto Biafra Government - Uche Mefor",
    "Oge ikpeazụ Mefor kesara ozi na Facebook bụ n'ụbọchị mbụ nke ọnwa Sepụtemba, n'elekere iri nke abalị.",
    "Ọ bụrụ eziokwu na Uche Mefor dara na Dubai n'ụbọchị 29 nke Ọgọst, onyezi ji akara Facebook ya gbasaa ozi n'ụbọchị mbụ nke Septemba?",
    "Mgbe BBC Igbo zigaara Mazị Uche Mefor ozi, o kwuru na ya ga-azzaghachi ma e mesịa n'ihi na ọ nọ n'ọrụ ugbua.",
    "Akụkọ ka na-abịa...",
    "Ebe foto si, Radio Biafra",
    "Uche Mefor na Nnamdi Kanu oge ha abụọ bụ ji na mmanụ",
    "O doro anya na Mazị Uche Mefor na ndị otu IPOB adịzịghị na mma kamgbe ọ gbara arụkwaghịm dịka osote onye isi ha.",
    "Kamgbe ahụ, ọtụtụ akụkọ esila n'aka ndị IPOB pụta nke na-akatọ aha Mefor ma na-ekwu na ọ bụ ụgwọ ka ndị iro Biafra kwụrụ ya iji gbahapụ onyeisi ha bụ Nnamdi Kanu.",
    "Uche Mefor ekwuola ugboro ugboro na aka ya dị ọcha, ma kọwaa na ọ bụ maka na ọ chọpụtala na Nnamdi Kanu bụ onye aghụghọ kpatara o ji kwụsị iso ya.",
    "N'ụbọchị 24 nke ọnwa Ọgọst, Mefor kwuru sị: \"Dịka onye so hibe ntọala IPOB, ewepụla m ngọzị m na ya bụ otu ma bụkwaa ya ọnụ.\"",
    "Ọ gwara ndị mmadụ ka ha wepụ uche n'akụkọ asị niile ndị IPOB na-ebugharị n'ihi na \"eziokwu ga-apụta ihe ma oge ya ruo.\"",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ipob: Uche Mefor o nwere ikikere ịsị ndị Ipob kwụsi ịtụ ụtụisi ha?7 Disemba 2020",
    "Vidio, Uche Mefor: Mpaghara Ipob nke m nọ na ya so hibe 'Biafra De facto Customary Government', Duration 6,3317 Maachị 2021",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor22 Maachị 2021",
    "Nnamdi Kanu: Lee etu ọchịchị Ipob ga-adị ugbua1 Julaị 2021",
    "Ihe ise nwereike ịkpata utu nkụda na etu i nwereike ịgbalahụ ya4 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia4 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Usoro e jiri tọrọ ndị mmadụ na Naịjirịa n’afọ 202027 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?28 Ọgọọst 2021",
    "Ọ bụ eziokwu na Uche Mefor dara na Dubai?",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia",
    "Ihe ise nwereike ịkpata utu nkụda na etu i nwereike ịgbalahụ ya",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Ihe i kwesịrị ịma maka Annie Idibia bụ nwunye 2face",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ ya amụ",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}