{
  "published": "5 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọ bụghị ihe ịtụnanya na ọtụtụ mmadụ na-agbazịrị iri shuga ọsọ n'ụwa niile ugbua maka ihe ọjọọ a na-ekwu gbasara ya.",
    "N'ihe dịka afọ iri gara aga, ọtụtụ agbanweela ụdịrị ndụ ha na-ebi, nke mere ka ha wetulata aka n'etu ha si eri shuga.",
    "Etu ị ga-esi jiri chocolate na-akwụkwọ nri chụọ nsogbu ụbụrụisi",
    "Ụzọ ise ị ga-esi nyere nwaanyị nọ na nsọ ya aka",
    "Ịta 'red meat' a dị gị mma n'ahụ? Lee ihe mere anyị ji ajụ",
    "Ụfọdụ ji ụdịrị nrị ha na-eri nke ha na-akpọ \"low-carb diet' anya isi, ebe ndị ọzọ ji nke ha kpọrọ \"keto\" na \"vegan\" akpa nganga.",
    "Nke bụ eziokwu bụ na mkpamkpa oke shuga na-akpa n'ahụ mmadụ bụkwa ihe butere mgbanwe ndị a.",
    "Ebe foto si, Getty Images",
    "Ọtụtụ mmadụ bụzị naanị akwụkwọ nri ka ha na-eri nke a kpọrọ 'vegan diet'",
    "Ọzọ bụkwa eziokwu bụ na ịbelata oke shuga maọbụ mgbadume (carbohydrates) na nri gị nwere uru ọ na-aba n'ahụike mmadụ nke gụnyere ịme ka onye buru oke ibu taa ahụ, nakwa ịme ka ezeure gbaara ha ọsọ.",
    "N'agbanyeghị nke a, ụfọdụ na-ekwukwa na ịgbara shuga ọsọ nwere mmekpa ahụ ọ na-enye ha.",
    "Ihe ndị a na-egosi onwe ya dịka isi ọwụwa, ike ọgwụgwụ, ịnwe obi ọjọọ, na ihe ndị ọzọ so n'ihe erighị mgbadume na-akpatara ha kwa mgbe kwa mgbe.",
    "Ebe foto si, EyeWire, Inc",
    "Onye isi na-awa",
    "O dochabeghị anya ihe mere erighị mgbadume ji ebute nsogbu ndị a.",
    "Mana ihe butere ya nwereike site na ka  ụbụru isi mmadụ si eme mgbe e nyere ya mgbadume kwa mgbe kwa mgbe, ọkacha ugbua a na-etinye shuga na nri niile a na-ere n'ahịa iji mee ka ọ tọọ ụtọ.",
    "Ewezụga ịme ka nri tọọ ụrọ, nke bụkwa eziokwu bụ na ọ nwere ezigbo uru shuga na-abara uburu isi mmadụ.",
    "Ebe foto si, Getty Images",
    "Ya bụ uru dị oke mkpa nke bụ na ndị ọkammụta na-enyochazị ka o nwereike ịtọkụru mmadụ n'ụdị nke Bekee kpọrọ addiction.",
    "Mgbadume na-abịa n'ụdị dị iche iche, dịka ndị so mkpuruosisi anyị na-ata Bekee kpọrọ \"fructose\" nakwa ụdị nke dị na miliki ha kpọrọ \"lactose\".",
    "Ebe foto si, Getty Images",
    "Ụdị nke mkpụrụ maọbụ nke ntụ ntụ e ji eri ihe n'ụlọ, a na-akpọ \"sucrose\" ka a na-ahụkarị n'osisi ọtọọbịrịbịrị Bekee kpọrọ \"sugar cane\", \"sugar beets\" na \"maple syrup\", ebe \"glucose\" na \"fructose\" na-adịkarị na mmanụ aṅụ.",
    "Ebe foto si, Jon Cherry",
    "\"Sucrose\" na-akpalite ihe na-anata ụtọ nri n'ime ọnụ mmadụ bụ nke na-eme ka kemikalụ Bekee kpọrọ \"Dopamine\" banye n'ime ụbụrụ isi.",
    "\"Dopamine\" bụ kemikalụ na-ezisa ozi n'ụbụrụ mmadụ.",
    "Ọ bụrụ na ị nyetụ ụbụrụ ihe ọ na-eri, o jiri ya bụ \"Dopamine\" kwụọ gị ụkwọ ya, kpatara e ji ahụ ya bu kemikalu  ka \"kemikalụ naa-ajaike\".",
    "A na-ahụkarụ ụdị ịjaike a bụ \"Dopamine\" na-enye na mpaghara ụbụrụ isi na-ahụ maka ọṅụ na ịjamma.",
    "Ebe foto si, Science Photo Library",
    "Dopamine na-enyeaka agbasa ozi n'ụbụrụ",
    "I lezie ya anya, ọ dịzị ka ijamma maọbụ ijaike a na-achịzi ndụ ọtụtụ mmadụ n'ihi na ụbụrụ ha na-achọzị ka ọ na-emepụta 'dopamine' oge niile.",
    "Nnyocha gosiri na ọ bụ nke na-ebutere anyị ịta cham cham cham (nri eghere eghe anaghị edozi ahụ) nke Bekee kpọrọ Junk.",
    "Ebe foto si, Getty Images",
    "Ụdị ihe oriri a nke jupụtara na shuga, anaghị edozi ahụ.",
    "Nchọcha e mere n'ụmụ anụmanụ na mmadụ gosiri usoro shuga si akpalite mụọ ịjaike maọbụ ịjamma.",
    "Otu o si atọkụrụ n'ahụ karịrị nke ọgwụike Bekee kpọrọ \"Cocaine\" ma ekwuwa ka o sị akpalite mụọ ijaike.",
    "Ebe foto si, Getty Images",
    "Nchọcha e ji oke mee gosiri na sugar na-akpalite mmụọ ntọkụrụ a n'ụbụrụ isi ma a gbara ya ka ọgwụ, ma e riri ya n'ọnụ.",
    "Nke ahụ gosiri na ọ bughị naani ụtọ ya mere o ji eme otu a.",
    "Ebe foto si, Getty Images",
    "Shuga nkiti",
    "Nchọcha e ji oke mee gosikwara na \"sucrose\" nwereike ịme ka akụkụ ụbụrụ nke Dopamine ziri ozi kpawa ụdịrị agwa ọzọ na-abụghị ihe e ziri ya n'ime mmadu na anụmamụ.",
    "O doro anya na shuga na-arụ ọru puruiche n'ahụ anyị ya kpatara ịwepụcha ya na nri nwereike ibute ọgbatauhie.",
    "Mgbe mmadụ manitechara ịwepụ shuga na nrị ka nrịanrịa di iche iche ji abịakwutekarị ya dịka ịnwe obi ọjọọ, obi mmapụ, mgbagwoju anya, ụsa nri, isi ọwụwa, ịdamba na oke agụụ.",
    "Ebe foto si, Getty Images",
    "Onye obi ọjọọ ji",
    "Nke a gosiri na ị hapụcha iri shuga nwereike imetuta ahụike ahu na nke echiche nke nwereike ịbute ndọghachi azụ maka ịhazigharị otu i si eri ihe (dieting).",
    "Ọ bụ eziokwu na ọtụtụ nchọpụta e mere gbasara ịwepụ shuga na nri bụ n'ahụ ụmụanụ, ọ hịara ahụ ikwu ka ya bụ nchọputa ọ ga-abụ eziokwu n'ahụ mmadụ.",
    "Dịka ọ dị mgbe niile mmadụ chọrọ imegharị ka o si eri ihe, ọ dị mkpa ikwudosi ike site  na mbụ.",
    "O bụrụ na ị chọro iwepụ sụga na nri gi, ị ga-eke ezigbo nkwụcha maka ihe ọ nwereike ịme gị n'ahụ na mbido.",
    "Ọ dịkwa mkpa ịmata na-iri suga adịghị njọ n'onwe ya mana ọ dị mkpa iribiri ya nwa nke nta dịka ị na-eri nri ndi ọzọ na-edozi ahụ.",
    "Nri",
    "Naijiria",
    "Nrị na-edozi ahụ",
    "Vidio, Nri ogbenye ọgaranya na-erizi5 Eprel 2018",
    "Vidio, Traditional Cuisine: Uru dị n'akwụkwọ nri5 Eprel 2020",
    "Ị chọrọ ịma etu e si esi ojoko awayị? Lee ya ebe a30 Mee 2018",
    "Vidio, Ezigbo nri ị ga-eri ma ị chọọ inwete ntutu na mbọ ahụ dị mma24 Jenụwarị 2018",
    "Nutrition: Nri ndị ị kwesịrị iri kwa ụbọchị iji kwụrụ chịm7 Febụwarị 2021",
    "Lee nri ogbenye 10 ọgaranya na-erizi5 Eprel 2018",
    "'Okra' o nwere ike ibutere nwoke amụghị nwa? Lee ihe anyị chọpụtara26 Nọvemba 2020",
    "Lee ihe na-eme n'ụbụrụ gi mgbe ị wọrọ onwe gị 'carbohydrates'5 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere Ipob jiri arịọ gọọmentị Ghana bikoelekere 5 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ihe ọhụrụ nwanne Tuface gwara Annie Idibiaelekere 3 gara aga",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?3 Septemba 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Ihe mere Ipob jiri arịọ gọọmentị Ghana biko",
    "Ihe 9 nwere ike ime ka utu gị nyụọ ọkụ ma ị na-apịa ọkụ",
    "Ụda egbe na-akpọtụ na Gini dịka anwụchiri Alpha Conde",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia",
    "Ọ bụ eziokwu na Uche Mefor dara na Dubai?",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Ihe ọhụrụ nwanne Tuface gwara Annie Idibia",
    "Lee ihe na-eme n'ụbụrụ gi mgbe ị wọrọ onwe gị 'carbohydrates'",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Amnesty International na-akwado ndị Ipob n'arụ ha na-akpa - Gọọmentị Naịjirịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}