{
  "published": "14 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chidiebube Okuoma",
    "Emeka Merenu bụ onye Amorji Agbomiri Village in Nkwerre",
    "Akụkọ ruru anyị nti na-ekwu na e gburu otu ụkọchukwu Anglịkan nke St. Andrew's nọ n'Ihitte Ukwa di n'Orsu nke Imo Steeti.",
    "Onye ụka ahụ na-achọghị ka a kpọọ aha ya, gwara BBC Igbo na ya bụ ihe mere n'isi ụtụtụ ụbọchị Tuzde ebe ndị omekaome wakporo ụlọ ụkọchukwu ahụ nke nọ n'ime ụlọụka St. Andrew's ma gbuo ya.",
    "Biafra Remembrance: Anyị achọghị nkwafu ọbara ndị aka ha dị ọcha echi - Nnamdi Kanu",
    "Ihe Ipob kwuru maka mwakpo 'Bandit' mere na NDA",
    "Ọ gwara BBC Igbo na aha ụkọchụkwụ ahụ bụ Emeka Merenu onye Amaorji Nkwerre dị n'okpuruọchịchị Nkwerre nke Imo Steeti.",
    "O kwukwara na ndị omekaome kpara mkpa mkpa a, gbakwara ụgbọala ụkọchukwu ahụ ọkụ.",
    "Otu onye ji ọkwa riri elu na Diyọsis Anglịkan nke Orsu na-achọghịkwa ka a kpọọ aha ya kwuru na ya bụ ihe mere n'ezie.",
    "BBC Igbo kpọtụụrụ ọnụ na-ekwuru ndị uweojii n'Imo steetị bụ Michael Abattam, ọ sị na ihe ndị a mere n'ezie mana nnyocha na-aga n'ihu ịchọpụta ka o si mee nakwa inwuchi ndị kpara arụ a.",
    "N'akụkọ yiri ya ihe onyonye na-efeghari na soshal midia gosiri mmadụ atọ a si na ndị omekaome gbukwara ma tọgbọ n'okporoụzọ Orsu na Tuzde.",
    "Ebe foto si, Screen grab",
    "Otu Indigenous People of Biafra (Ipob) tinyere iwu 'sit at home' n'Ọwụwa Anyanwụ n'ụbọchị 14 Septemba, 2021.",
    "Ha sị na ọ bụ maka ncheta ndị otu ha a sị nwụrụ mgbe ndịagha wakporo ụlọ onye ndu ha bụ Nnamdi Kanu n'afọ 2017.",
    "Iwu a ebuterela ụfọdụ ihe ọdachi dịka a wakporo ndị mmadụ n'ebe dị iche iche dịka Nanka, Emene, Orlu nakwa Awka.",
    "Emene, Enugwu Steeti",
    "Ebe foto si, Screen shot",
    "Ọgbaghara dapụtara n'Emene, Enugwu Steeti n'oge a na-eme ọnọdụ ịnọ n'ụlọ nke otu Ipob tinyere n'ụbọchị 14 Septemba, 2021.",
    "Otu onye bi n'oge ahụ gwara BBC Igbo na ọ ndị ntoroọbịa gbara otu ụgbọala na-ere achịcha ọkụ maka ịda iwu 'sit at home'.",
    "Ọ sịkwara ndị ọzọ a maghị ndị ha bụ nọ na-agba egbe aghaghara ma were mma na ngwa ọgụ ndị ọzọ na-alụ ọgụ na mpaghara Orie Emene.",
    "O kwuru na ebe niile adaala jụụ ugbua dịka ndị ọrụ nchekwa na-akpagharị ugbua.",
    "BBC Igbo kpọtụụrụ ọnụ na-ekwuru ndị uweojii n'Enugwu n'ekwentị ya mana ọ sị ka a kpọghachị ya azụ n'ihi na ọrụ jụrụ ya aka ugbua.",
    "Nanka, Anambra Steeti",
    "Ebe foto si, Screen grab",
    "Tochukwu Ikenga bụ ọnụ na-ekwuru ndị uweojii n'Anambra steeti akọwaala ka ndị omekome si wakpoo ụgbọala n'obodo Nanka dị na steeti ahụIkenga gwara BBC Igbo na ha natara ozi maka ọgbaghara dapụtara ebe ahụ n'ụtụtụ Tuzde.",
    "Ọ sị na ndị omekome chuturu ndị nọ n'ụgbọala nakwa keke na-agba n'okporoụzọ si Nanka gawa Oko ma gbaa ha ọkụ mana onweghi onye nwụrụ.",
    "Ikenga sị na ndị uweojii ewerela ọnọdụ ebe ahụ ugbua dịka nyocha na-aga n'ihu.",
    "N'Awka, Anambra Steeti",
    "Ebe foto si, Screen copy",
    "N'akụkọ yiri ya, ihe onyonyo na-efegharị na soshal midia gosiri ka e si wakpoo ma gbaa otu keke ọkụ n'Awka, Anambra Steeti.",
    "Ọnụ na-ekwuru ndị uweojii na steetị ahụ bụ Tochukwu Ikenga gwara BBC Igbo na ya bụ ihe mere n'ezie mana ha agbanyụọla ọkụ ahụ ma weta ncheka n'ebe ahụ.",
    "Emene, Enugwu (Foto esebụrụla n'oge gara aga)",
    "Akụkọ na-ekwu na ọgbaghara adapụtala na mpaghara Emene, Enugwu ebe a si na-anụrụ oke ụda egbe.",
    "Ụfọdụ mmadụ kwukwara na agbara otu ụgbọala bu achịcha ọkụ ma chụsasịa ndị mmadụ pụtara n'ọdọ ebe a na-ere nrị na mmanya, chụla ha ụlọ.",
    "BBC Igbo natara ozi n'aka ndị bi n'Emene, ha si na ha anụghi ụda egbe ọbụla mana enweghi ngwere maọbụ oke pụtara ezi taa dịka ebe niile tọgbọ chakọm.",
    "Ka akụkọ a na-apụta, BBC Igbo kpọturu ọnụ na-ekwuru ndị uweojii n'Enugwu n'ekwe ntị ya mana ọ zaghị.",
    "Ihe Simon Ekpa gwara BBC IGbo maka ọchụchụ nwere onwe Biafra",
    "Ọtụtụ ndị mmadụ nọ n'ụlọ dịka ha na-erube isi n'atụmatụ nọrọ n'ụlọ nke otu na-achọ nnwereonwe bụ Ipob wepụtara iji cheta ụbọchị ha sị na ndị agha Naịjiria wakporo ụlọ Nnamdi Kanu bụ onye ndu ha.",
    "Nke a emeela ya ugboro atọ n'ime ihe na-erughi otu izu Ipob na-etinye iwu nọrọ n'ụlọ a n'ihi atụmatụ dị iche iche.",
    "Ndị nta akụkọ BBC nọ na steeti ise dị n'Ọwụwa anyanwụ kwuru ji foto nakwa onyonyo ha setere ebe ndị wee gosi ka ihe si kwụrụ.",
    "Owere, Imo Steeti",
    "Ka o si dị n'ụtụtụ taa bụ Tuzde n'Owere, Imo Steetị, ebe niile nọ jụụ, ndị mmadụ apụtaghị ezi, ahụghịkwa ọtụtụ ụgbọala ọbụla n'ebe ahụ.",
    "Owere, Imo Steeti",
    "Ọtụtụ mmadụ nọ n'ụlọ n'Afaraukwu  ebe ụfọdụ nọ na-akparịtaụka  gbasara sit at home nke taa Ipob hibere nakwa etu ọ ga-esi metụta akụ na ụba ha.",
    "Ahụghị ọtụtụ mmadụ n'ụzọ n'Afaraukwu dịka okporoụzọ niile tọgbọọ chakoo.",
    "Ụlọakụ, Ụlọakwụkwọ nakwa ahịa dị ịche ịche emepeghi na mpaghara Umuahia dịka ndị mmadụ no n'ụlo taa.",
    "Umuahia, Abia Steeti",
    "Umuahia, Abia Steeti",
    "Ndị mmadụ nọọ n'ụlọ n'Enugu ta a bụ ụbọchị Sepụtemba 14, 2021.",
    "Onyentaakụkọ BBC nọ ebe ahụ kwuru na ọtụtụ ụlọahịa, ụlọakụ, ụlọakwụkwọ emepeghị emepe.",
    "BBC Igbo chọpụtara na ọnụ ahịa nri na ihe ndị ọzọ a na-eregasị gbagoro elụ.",
    "Ndị mmadụ apụtachaghị etu ha si apụta n'ebe akpọrọ Aroma Junction dị n'Awka bụ isi obodo Anambra steet.",
    "Ebe foto si, BBC",
    "A hụghị kama otu onye n'okporoụzọ ebe akpọrọ Authur Eze Junction dị n'Awka.",
    "Ndị mmadụ apụtaghi ezi taa n'Ebonyi dịka ebe ahịa dị iche iche, ụlọakụ, nakwa ụlọakwụkwọ emepeghi maka iwu ịnọ n'ụlọ a akpọrọ sit at home.",
    "Lee foto gosiri ka ebe ahụ dị",
    "Ebonyi Steeti",
    "Ebonyi Steeti",
    "Ebe foto si, Kanu Facebook/BBC",
    "Emma Powerful bụ ọnụ na-ekwuru otu Indigenous People of Biafra ekwuola na ọ bụ maka ịcheta etu ndị agha Naịjirịa si wakpoo bee onye ndu ha bụ Nnamdi Kanu n'afọ 2017 mere ha hibee sit-at-home nke taa.",
    "Powerful kwuru na atụmaatụ nnọrọ n'ụlọ nke taa bụ kwa maka icheta ndị otu ha o kwuru nwụrụnụ na ya bụ mwakpo.",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ọ gakwara n'ihu kwuo na aka Ipob adịghị na mwakpo niile na-eme n'ụbọchị Mọnde kamgbe otu ahụ kwuru ka akwụsị atụmaatụ onye nọrọ n'ụlọ ụbọchị Mọnde.",
    "Powerful kwụrụ na onye ọbụla gara n'ihu nupu isi maka sit-at-home nke taa bụ September 14,2021 jị aka ya akpọ ọnwụ ya.",
    "N'ọnụ ya, \"ọ bụghị Ipob ga-egbu ha.\"",
    "\"Anyị na-emebu atụmaatụ nnọrọ n'ụlọ kwa afọ ọbụla kamgbe awakpochara ụlọ onye ndu anyị, amaghị m ihe nke afọ a ji pụọ iche.\"",
    "Cheta na ndị ọtụtụ mmadụ ka na-anọ n'ụlọ n'ụbọchị Mọnde n'ala Igbo makana ụfọdụ gwara BBC Igbo na ụjọ ji ha ịpụta maka mwakpo, ebe ụfọdụ kwuru na ha na-emere ya onwe iji ikwado Nnamdi Kanu nọ na mkpọrọ DSS kamgbe ọnwa abụọ n'ụma.",
    "Ebe foto si, BBC",
    "N'ụbọchị Sepụtemba 12, 2017 ka ọkaiwu Nnamdi Kanu bụ Ifeanyi Ejiofor gwara BBC Pidgin na ndị agha Naịjirịa wakporo ụlọ Nnamdi Kanu dị n'Afaraukwu dị n'Abia steeti.",
    "Ejiofor kwuru na ndị agha ahụ gbara bee Kanu okirikiri nakwa ọdịka ejichiri Kanu na bee ya ụbọchị ahụ n'atụmaatụ ọkpọrọ 'House arrest ' na bekee.",
    "\"E nweterem oku si n'aka Nnamdi Kanu n'ekwenti mana ugbua anaghị m enwetezi n'ekwenti ugbua, ihe nwere ka ọ dị ugbua, bụ ihe ọ gwara BBC news Pidgin ụbọchị ahụ.",
    "Ejiofor kwukwara na ndị agha Naịjiria nwụchịrị ndị otu Ipob gara ileta Kanu n'ụlọ.",
    "Mana ọnụ na-ekwuru ndị agha Naịjirịa mgbe ahụ bụ Brigadier General Sani Kukahsheka Usman gwara BBC na ihe niile Ejiofor kwuru bụ asị.",
    "Otu ụbọchị ahụ ka otu Nigeria Union of Journalists, NUJ, Abia State chapter kwukwara na ndị agha wakporo ụlọọrụ ha dị n'Umuahia.",
    "Comrade Christopher Isiguzo, bụ osote onyeisi otu ahụ nke  Zone C, South East, gwara BBC News Pidgin na ndị agha wakporo ndị ntaakụkọ n'Umuahia mebie ngwaọrụ ha , ekwenti, igwe e ji ese foto ma tie ụfọdụ n'ime ha ihe.",
    "Ha kwukwara na ndị agha ahụ biara wakpoo ụlọọrụ ha maka ha chere na ndị otu ha si n'ụlọọrụ na-ese ha foto.",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Etu ndị oji egbe si gbuo ụkọchụkwụ Anglican ma gbaa ụgbọala ya ọkụ n'Orsu, Imo steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Ihe mere n'Imo ga-eme n'Anambra ma ọ bụrụ na-emeghị ntụlịaka' - Soludo14 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'4 Septemba 2021",
    "Onye bụ Mamady Doumbouya chụpụrụ onyeisiala mba Guinea bụ Alpha Conde?5 Septemba 2021",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gị5 Jenụwarị 2021",
    "Etu ndị oji egbe si gbuo ụkọchụkwụ Anglican ma gbaa ụgbọala ya ọkụ n'Orsu, Imo steeti",
    "Nnamdị Kanu akpụpụla gọomentị mba Kenya n'ụlọikpe",
    "Ị ma onye bụ Ukpabi Asika na ihe ọ rụrụ oge agha Biafra?",
    "Obi agbajọla otu Ipob maka ndị ji aha ha emebi ihe n'ala Igbo",
    "Etu ndị oji egbe si gbagbuo Igwe Edozieuno n'okporoụzọ Anambra Steeti",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Ọgba nwaanyị nọ na nsọ anaghị abaEmelitere ikpeazụ na: 29 Maachị 2019",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Lekwa nsogbu so aṅụghị mmiri nkeọmaEmelitere ikpeazụ na: 27 Juun 2020",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}