{
  "published": "7 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Odunze Vivian ji mkpụrụanya ya abụọ ahụ ụzọ oge ọ pụtara ụwa.",
    "Mana ọ bụ oge ọ dị na nwata ka ọ ṅụrụ ọgwụ mebiri emebi nke buteere ya ikpu isi.",
    "Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia",
    "Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta",
    "Blind Baker: Lee nwaanyị kpuru isi na-eme achịcha bekee",
    "Oteghị aka nke a mechara, nna ya hapụrụ ya na nne ya lụọ nwaanyị ọzọ.",
    "N'agbanyeghị ihe ndị a, Odunze Vivian ṅụrụ iyi na ọ ga-agụrịrị akwụkwọ.",
    "Chineke zara ya ekpere site n'enyemaka ndị mmadụ nakwa nke 'Bethesda School for the Blind'.",
    "Ugbua, Odunze Vivian bụ nwata akwụkwọ na mahadum 'University of Lagos', ma bụrụkwa onye nkuzi na  'Bethesda School for the Blind'.",
    "Gere akụkọ ya n'uju.",
    "Ụmụnyanyị",
    "Ọmụmụ na mmụta",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Vidio, World Disability Day: Nwaanyị kpuru isi na-eme achịcha, Duration 3,203 Disemba 2019",
    "Vidio, World Disability Day: 'Achọọla m ọrụ ọtụtụ ebe mana anaghị enye m n'ihi na abụ m ngwọrọ', Duration 3,443 Disemba 2020",
    "Vidio, Ability in disabililty: 'Ọrụsị m nwere adịghị akwụsị m inwe anụrị' - Nwa nlecha nwere otu aka, Duration 3,327 Maachị 2020",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Young Akwuwodor: 'Ha bịa rịọ m biko tupu m mepeere ha ụlọ ha', Duration 10,256 Septemba 2021",
    "Vidio, Stevens-Johnson syndrome: Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian, Duration 4,047 Septemba 2021",
    "Vidio, Retrograde Ejaculation: 'Ọrịa shuga gbochiri m ịnyụpụta 'sperm' ma mụ na nwunye m nwee mmekọ', Duration 4,363 Septemba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 5 gara aga",
    "Vidio, Ada Palm Palm oil: Adapalm, ogige ọrụ ubi nwere osisi nkwụ karịrị 640,000, Duration 9,101 Septemba 2021",
    "Vidio, Ernest Okonkwo: Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}