{
  "published": "6 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mpaghara Ọwụwa Anyanwụ abụrụla ebe a na-anụ akụkọ ọjọọ dị icheiche n'ụbọchị Mọnde ọbụla.",
    "Nke a bụ maka na ọtụtụ ndị ekperima amaghị ndị ha bụ na-eji ụbọchị ahụ eyi ndị mmadụ egwu n'aha 'sit-at-home'.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Kwa Mọnde ọbụla, ala Igbo niile na-atọgbọ chakoo ka ebe a na-alụ agha, n'ihi na egwu anaghị ekwe ndị mmadụ apụta ezi.",
    "Mana ebe ọ bụ na ndị isi IPOB ekwuola na ha ewepụla iwu 'sit-at-home' kwa Mọnde ọbụla, kedụzi ndị na-eyi ndị mmadụ egwu n'ala Igbo?",
    "Ebe foto si, Facebook",
    "Ngwaahịa ụgbọala ahụ bu bụ akụrụngwa ọgbatumtum, si Nnewi aga Enugwu-Ezike.",
    "Eluagu Obukpa/Nsukka na Orlu/Imo Steeti - 06/09/2021",
    "Taa bụ abalị isii nke ọnwa Sepụtemba ka akụkọ kwuru na ndị ekperima wakporo ụgbọala 'trailer' bu ngwaahịa ma gbaa ya ọkụ.",
    "Akụkọ kwuru na ọ bụ n'obodo Eluagu Obukpa nke dị n'okpuru ọchịchị Nsukka n'Enugwu steeti ka ihe a mere.",
    "Ngwaahịa ụgbọala ahụ bu bụ akụrụngwa ọgbatumtum, si Nnewi aga Enugwu-Ezike.",
    "Ọnụ na-ekwuru ndị uweojii n'Enugwu bụ Daniel Ndukwe azaghị oku BBC kpọrọ ya maka akụkọ a, ọ saghịkwa ozi ekwentị anyị zigaara ya.",
    "Ebe foto si, Facebook screengrab",
    "Ụgbọala bu 'foam' nke ndị ekperima mụnyere ọkụ n'Orlu taa bụ 06/09/2021",
    "Ọzọkwa mere taa bụ n'Eke ụtụtụ dị n'Orlu ebe a gbara ụgbọala bu 'foam' ọkụ.",
    "Akụkọ kwuru na ọ bụ Ọnịcha ka o si buru ngwaahịa ahụ na-aga Orlu tupu ndị e jichie ya.",
    "Imerienwe - Imo State - 30/08/2021",
    "Ebe foto si, Galaxy TV/Facebook screengrab",
    "Ndị agha Naịjirịa gbagburu ndị ntorobịa atọ sị na ha bụ ndị IPOB/ESN ndị na-akpagharị iji hụ na ndị mmadụ na-erube isi n'iwu 'sit-at-home'.",
    "Ụmụ okorobịa atọ a jizi ohere ahụ na-ezu ohi ma na-anapụ ndị mmadụ ụgbọala ha.",
    "Ọ bụ ndị obodo Imerienwe kpọrọ ndị agha dịka ụmụ okorobịa ahụ na-eyi ha egwu.",
    "-3 Onitsha - Anambra Steeti - 23/8/2021",
    "Ebe foto si, Facebook screengrab",
    "Ndị ekperima na-amụnye 'tyre ọkụ n'okporoụzọ iji gbochie ndị mmadụ ịkpagharị kwa Mọnde ọbụla",
    "Ndị ekperima kwụchiri ụzọ na mpaghara 3-3, Nkwelle Ezunaka, na Nsugbe nke dị nso n'Ọnịcha.",
    "Ha na-achụghachi ndị mmadụ pụtara ezi, ọtụtụ ka a naara ekwentị ha na-ego ha, ndị ọzọ kwa ka a mebiri ụgbọala ha.",
    "Otu onye nke a metụtara gwara onye ntaakụkọ BBC na ya na ezinụlọ ya si ebe ha gara ụka alọta n'ụzọ ụtụ Mọnde ahụ.",
    "O kwuru sị na ndị nke mbụ ha zutere naara ha ego ma gwa ha ka ha si ụzọ ime ogbe iji zeere ndị otu ha nọ n'ihu.",
    "Mana ọbụzị n'ime ogbe ahụ ha si ka ha zutere ndị ekperima nke zuuru ekwentị ha, ma kụwaa ọkụ ụgbọala ha.",
    "Aboh Mbaise - Imo Steeti - 09/08/2021",
    "Ebe foto si, Facebook screengrab",
    "Ndị ekperima a na-eche na ha bụ ndị IPOB/ESN wakporo ọtụtụ ụgbọala n'Aboh Mbaise dị n'Imo Steeti gbaa ha ọkụ.",
    "Iwe ha bụ ndị ahụ dara iwu onye apụtala ezi.",
    "Otu Ohaneze ndị Igbo akpọọla oku ka ndị ntorobịa kwụsị ịkpagbu ndị mmadụ n'aha 'sit-at-home'.",
    "Ọtụtụ ndị ọnụ na-eru n'okwu n'ala Igbo ekwukwaala ka a kwụsị ya bụ ihe.",
    "Ọbụladị ndị isi IPOB dịka Chika Edoziem, Emma Powerful, nakwa ọkaiwu Nnamdi Kanu bụ Ifeanyi Ejiofor ekwuola na ha akwụsịla iwu a.",
    "Mana ọ bụ ọrụ dịịrị ndị uweojii na ndị ọrụ nchekwa ịhụ na ha chọpụtara ma nwuchie ndị ekperima ji aha 'sit-at-home' eyi ndị mmadụ egwu.",
    "Ọ bụkwa ọrụ ha ịhụ na ndị mmadụ na-akpagharị nke ọma n'ụbọchị Mọnde ọbụla n'ala Igbo.",
    "Ụbọchị isii nke ọnwa Sepụtemba, 2021 ga-eme ya Mọnde nke atọ ọtụtụ ndị bi n'ala Igbo ekweghị apụta n'ụlọ ha gawa mkpa ha n'ụtụtụ.",
    "Ndị mmadụ na-ekwu na ebe niile tọgbọọ chakoo dịka ọtụtụ ndị ekweghị apụta gaa n'ụlọ ọrụ ha, ebe azụmahịa ha nakwa ụlọakwụkwọ.",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Otu Indigenous People of Biafra kwuru ka akwụsị sit-at-home, ka ọ bụrụzia naanị ụbọchị ọ ga-apụta n'ụlọikpe ka ndị mmadụ nọ n'ala Igbo ga na-anọ n'ụlọ.",
    "Mana lee ihe ise ụfọdụ ndị bi n'ala Igbo kwuru mere ha ji ka na-anọ n'ụlọ ụbọchị Mọnde ọbụla agbanyeghị na otu Indigenous People of Biafra ekwuola ka akwụsịtụ sit-at-home ha kanyere n'August 9, 2021.",
    "Onye ọrụ oyibo na-achọghị ka akpọpụta aha ya kwuru na ọ bụchaghị ụjọ mere ka ndị mmadụ jụ ịpụta n'ụbọchị Mọnde ọbụla gawa mkpa ha",
    "N'ọkwu ya, \" Enweghị ihe ọbụla gbara ọkpụrụkpụ gosiri na Ipob akwụsịtụla ya bụ sit-at-home .\"",
    "\"Ndị Igbo kwetere na ihe gọọmneti etiti na-eme Nnamdi Kanu adịghị mma, ya mere ha ji na-akwado ya ugbua ọ na mkpọrọ DSS.\"",
    "\" E nwere ọtụtụ ndị ekperima nọ n'obi gọọmenti na-eme mpụ a hapụrụ ka ha na-agara onwe. o nweghị onye jichiri ya.\"",
    "\" E kwetere m na ọ bụ makana Kanu bụ onye Igbo kpatara gọọmenti ji emegbu ya mana ọ bụ mana ọ bụrụ nnọrọ n'ụlọ a ụbọchị Mọnde ga-egbo ga-eziga ozi gbata gbata nye gọọmenti etiti, ọ dị mma.\"",
    "O kwuru na ndị ụlọọrụ ya kwuru ha nyocha ma hụ na ebe niile enweghị nsogbu tupu ha biawa ọrụ.",
    "Ihe Simon Ekpa gwara BBC IGbo maka ọchụchụ nwere onwe Biafra",
    "Odee akwụkwọ otu Ohaneze ndịgbo bụ Alex Chiedozie Ogbonnia kwuru na ọnụọgụgụ ndị uweojii nọ n'ala Igbo adịghị nhatanha nye ndị bi na mpaghara ọwụwa anyanwụ.",
    "N'okwu ya. \" Nke a mere ka ọtụtụ mmadụ na-eze isi ha makana ha maghị ma ndị uweojii a ga-anọ chekwa ma onwe ihe mere ha ma ha pụta gawa mkpa ha ụbọchị Mọnde ehiweburu maka 'sit-at-home'",
    "\"Ọ bụ eziokwu na ndị mmadụ akwadochaghị etu Nnamdi Kanu si achụ Biafra, mana ha kwadoro ihe kpatara ọ ji achụ ya.\"",
    "\"Ọnọdụ ndị Igbo na Naịjirịa ugbua na-ewute mmadụ niile.\"",
    "O kwuru na o nweghị onye obi dị mma n'ala Igbo ya mere ụfọdụ ndị jịkwa anọ n'ụlọ.",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Onye Nze nyere aha ya dịka Duruagwu ekwuola na onweghị ọrụ ọ gara taa makana o na-eze ndụ ya agbanyeghị na Ipob ekwuola ka akwụsị atụmaatụ onye nọrọ n'ụlọ.",
    "O kwukwara na ọ na-anaghị ewute ya na ọ naghị aga ọrụ makana ọ bụ nkwekọrịta o chere na ndị Igbo mere iji kwado onye ndu Ipob bụ Nnamdi Kanu.",
    "Duruagwu kwuru na ndị mmadụ bi n'ala Igbo enweghị ntụkwasị obi n'ebe ndị gọvanọ ọwụwa anayanwụ nọ mere na ha anaghị ege ha ntị ma ha kwuo ka ndị mmadụ kwụsị ime sit-at-home Ipob hiwere.",
    "Ụlọakwụkwọ praimarị na Sekọndiri emepebeghị",
    "Kọmịshọna na-ahụ maka mgbasaozi n'ala Igbo bụ Declan Emelumba kwuru na ọtụtụ ahịa dị n'Imo steeti mepere emepe.",
    "Mana onye ntaakụkọ BBC hụrụ na ọtụtụ ebe na-ekwo ekwo adịghị ka ha si adịbụ na mbụ.",
    "Emelumba na ihe o ji dịka ndị mmadụ apụtaghị bụ na ọtụtụ ụlọakwụkwọ emepebeghị n'ala Imo.",
    "O kwuru na ndị uweojii nọ n'Imo steeti anaghị ejizi ike egosi onwe ha belụsọ mgbe ndị omekome kpawara mkpa mkpa.",
    "\"O nweghị onye na-eti iwu ka anọrọ n'ụlọ n'ụbọchị Mọnde n'Osisiọma dị n'Aba\"",
    "Nwagbaghọ gwara BBC Igbo okwu, kwuru na ndị mmadụ  pụtara na-aga mkpa ha n'Osisioma dị n'Aba na-enweghị ụjọ ọbụla.",
    "O kwuru na onweghị onye na-akwụsị ndị mmadụ iga ahia maọbụ ọrụ n'ebe ahụ.",
    "N'okwu ya, a nọ m n'ahịa ugbua, na-azụ ahịa makana onweghị onye ọbụla na-enye anyị nsogbu.\"",
    "AKụkọ ndị ọzọ ga-amasị gị:",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ihe mere m jiri kwugharịa okwu banyere 'sit-at-home' - PG Ogidi",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Young Akwuwodor: 'Ha bịa rịọ m biko tupu m mepeere ha ụlọ ha'",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, 'Ha bịa rịọ m biko tupu m mepeere ha ụlọ ha' - Nwoke chụpụrụ ezinụlọ nwanne ya nwụrụ anwụ n'ụlọ6 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Kedụ ndị ji aha 'sit-at-home' eme mpụ n'ala Igbo?6 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya1 Septemba 2021",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?3 Septemba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere30 Ọgọọst 2021",
    "Kedụ ndị ji aha 'sit-at-home' eme mpụ n'ala Igbo?",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'",
    "Ihe mere Ipob jiri arịọ gọọmentị Ghana biko",
    "Onye bụ Mamady Doumbouya chụpụrụ onyeisiala mba Guinea bụ Alpha Conde?",
    "Ọ bụ eziokwu na Uche Mefor dara na Dubai?",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?",
    "Ihe ọhụrụ nwanne Tuface gwara Annie Idibia",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}