{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Aloy Ejimakor bụ ọkaiwu pụrụiche nke onye ndu otu chọrọ mwereonwe Indigenous People of Biafra (Ipob) bụ Nnamdi Kanu akpụpụla gọọmentị etiti n'ụlọikpe dị n'Umuahia, Abia Steetị.",
    "Ejimakor bụ onye gaara n'ụlọikpe na Tuuzde 7 Sepụtemba 2021 nata ikike n'aka ụlọikpe ugwu dị n'Abia ịgba gọọmentị akwụkwọ maka imetọ ikike dịịrị Nnamdi Kanu.",
    "Ipob sit-at-home order: Ụlọakụ na ATM emepeghị taa n'Imo steeti. Lee ihe kpatara ya",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Ihe mere Ipob jiri arịọ gọọmentị Ghana biko",
    "Ọ sị na mgbe a ga-eleba anya n'ikpe ahụ bụ n'ụbọchị iri abụọ na otu nke ọnwa Seputemba afọ 2021.",
    "Kedụ mkpesa Ejimakor mere n'ụlọikpe a?",
    "Ọkaiwu Ejimakor depụtara ihe itoolu gbara ọkpụrụkpụ ọ chọrọ ka gọọmentị etiti mee n'ihi Kanu nke gụnyere;",
    "Ọ sị ka ụlọikpe kpebie na etu ndịagha Naịjirịa si wakpoo ụlọ Kanu dị n'Afaraukwu Umuahia n'ụbọchị 10 nke ọnwa Sepụtemba afọ 2017 megidere iwu ikike dịịrị onye na Naịjirịa nakwa mba Afrịka.",
    "Ka ụlọikpe kwuo na nnwuchi a nwuchiri Kanu na Kenya na-esoghi usoro iwu adịghị mma ma megide ikike dịịrị ya dịka o si dịkwa n'iwu mbaụwa.",
    "Ka ụlọikpe kwuo na ahụhụ nakwa mkpọchi a kpọchiri Kanu na mba Kenya na-ekweghi ya zara ọnụ ya megidere iwu nakwa ikike dịịrị Kanu dịka o si dị n'iwu.",
    "Na ụgbọ nwa mkpị a gbaara Kanu site na mba Kenya bata Naịjirịa, mkpọchi nakwa atụmatụ ikpe ya ikpe megidere iwu ikike dịịrị onye na Naịjirịa.",
    "Ka ụlọikpe mee ka gọọmentị etiti kwụsị ikpe ha na-ekpe Kanu nke akara ya bụ FHC/ABJ/CR/383/2015, maka na etu e si tụlata ya na Naịjirịa site na Kenya megidere iwu ikike dịịrị onye.",
    "Ka ụlọikpe nye gọọmentị etiti iwu ka ha tọhapụ Nnamdi Kanu ma mee ka o nwere onwe ya dịka ọ dịbu n'ụbọchị 19 nke ọnwa Juun 2021. Ka ha kpọghachịkwa ya na mba Briten bụ ebe o bi, cherezie mgbe ha ga-eme mkpesa n'usoro iwu ka a kpọlata ya na Naịjirịa.",
    "Ka ụlọikpe nye gọọmentị iwu ka ha rịọ Kanu mgbaghara maka imetọ ikike dịịrị ya ma bipụta akwụkwọ arịrịọ ahụ n'ihu akwụkwọ ntaakụkọ atọ a ma ama na Naịjirịa.",
    "Ka ụlọikpe nye gọọmentị etiti iwu ka ha kwụọ Kanu ego dị ijeri naịra ise (₦5 billion) iji tie ya aka n'obi maka mmekpa ahụ ha nyere ya nke metụtara ụbụrụ, akọnauche nakwa ahụ ya.",
    "Ebe foto si, Aloy Ejimakor",
    "Ebe foto si, Aloy Ejimakor",
    "Ikpe",
    "Naijiria",
    "Abia Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian7 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 5 gara aga",
    "Ihe asatọ Nnamdi Kanu chọrọ n'aka gọọmentị Naịjirịa site n'ụlọikpe - Aloy Ejimakorelekere 7 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya1 Septemba 2021",
    "Onye bụ Bruce Fein, ọkaiwu Nnamdi Kanu a si mba Amerịka?3 Septemba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere30 Ọgọọst 2021",
    "Ihe ụlọikpe Magistrate kpebiri maka Chidimma Ojukwu e boro ebubo ogbugbu Usifo Ataga",
    "Ihe asatọ Nnamdi Kanu chọrọ n'aka gọọmentị Naịjirịa site n'ụlọikpe - Aloy Ejimakor",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'",
    "Ihe mere Ipob jiri arịọ gọọmentị Ghana biko",
    "Etu m si chọpụta na diọkpara m abụghị nwa m - Nedu Wazobia",
    "Ọ bụ eziokwu na Uche Mefor dara na Dubai?",
    "Ipob sit-at-home order: Ụlọakụ na ATM emepeghị taa n'Imo steeti. Lee ihe kpatara ya",
    "Onye bụ Mamady Doumbouya chụpụrụ onyeisiala mba Guinea bụ Alpha Conde?",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}