{
  "published": "8 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mama nnukwu Rachael Uzor gbara ihe karịrị afọ otu narị na iri abụọ kọwara ihe ndị mere oji gbasie ike rute afọ ole a ọ dị.",
    "Na mkparịtaụka ya na BBC Igbo nwere, Mama Uzor sị na ọ na-eri nri dịka une, ụkpaka, umeju anụ, nke nyeere ya aka n'ahụike.",
    "Nne ọmụgwọ, Ezenwaanyị, Agadi nwaanyị na aha ndị ọzọ a na-etu ụmụnwaanyị Igbo",
    "Ị ma na Madam social na-arịa ezigbo ahụ ugbua?",
    "Mama dị afọ 104 ji ọrụugbo zụọ ụmụ ya",
    "Ọkụ ọgbụgba anapụla nwaanyị gbara afọ 92 ụlọ ya n'Enugwu",
    "Ụmụ ụmụ ya mere ka anyị mata na mama nnukwu ha na-atụ ụjọ ọnwụ na-agbanyeghi na o ruola afọ otu narị na iri abụọ (120 years).",
    "Mama nnukwu mụrụ ụmụ anọ, ụmụ ụmụ iri abụọ na itoolu (29) na ụmụ ụmụ ụmụ iri anọ na asatọ (48).",
    "Kirie ihe ọzọ Mama Uzor gwara anyị na ndụmọdụ o nyere ndị na-eto eto.",
    "Chimezie Ucheagbo na Nnamdi Agbanelo rụpụtara akụkọ a.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Enugu Steeti",
    "Okike",
    "Enugwu",
    "Vidio, \"Ụjọ ọnwụ ka na-atụ mama nnukwu m na-agbanyeghi na ọ karịrị afọ 100\", Duration 3,588 Septemba 2021",
    "Vidio, Stevens-Johnson syndrome: Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian, Duration 4,047 Septemba 2021",
    "Vidio, Young Akwuwodor: 'Ha bịa rịọ m biko tupu m mepeere ha ụlọ ha', Duration 10,256 Septemba 2021",
    "Vidio, Abia state news today: Gọọmentị Abia steeti ga-amalite ọrụ n'ahịa Ariaria taa, Duration 1,49elekere 5 gara aga",
    "Vidio, Retrograde Ejaculation: 'Ọrịa shuga gbochiri m ịnyụpụta 'sperm' ma mụ na nwunye m nwee mmekọ', Duration 4,363 Septemba 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, David Igwe: Etu m si zawa 'Ovuvuevuevue enyetuenwuevue ugbemugbem osas', Duration 2,4916 Julaị 2020",
    "Vidio, Ada Palm Palm oil: Adapalm, ogige ọrụ ubi nwere osisi nkwụ karịrị 640,000, Duration 9,101 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}