{
  "published": "10 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigel Msipa",
    "Mmiri oyi ka mma oge ị na-eme 'exercise' karịa mmiri nkịtị",
    "Ndụ azụ bụ mmiri, mana mmiri bụkwa ndụ ihe niile dị ndụ.",
    "Ndị ọkachamara ekwuola na mmiri ka mkpa n'ahụ mmadụ karịa nri.",
    "Lekwa nsogbu so aṅụghị mmiri nkeọma",
    "'Alkaline water' e nwereike ịgwọ kansa?",
    "'Anyị amaghị ihe bụ mmiri gọọmentị na ọwụwa anyanwụ'",
    "Mana ọtụtụ na-arụ ụka gbasara ụdị mmiri nke kacha edozi ahụ; ọ bụ mmiri oyi ka ọ bụ mmiri nkịtị.",
    "Ọtụtụ na-ekwu na mmiri oyi anaghị adị mma n'ahụ ebe ndị ọzọ kwuru na mmiri bụ mmiri, mana gịnị ka nnyocha sayensị kwuru?",
    "Ebe foto si, Getty Images",
    "Mmiri oyi ka enye aka iweghachi mmiri kọrọ mmadụ n'ahụ, maọbụ 'rehydration' na bekee, karịa mmiri dị ṅarịṅarị.",
    "Onweghị nnyocha ọbụla gosiri kpọmkwem na mmiri oyi adịghị mma n'ahụ.",
    "Kama nnyocha egosila na ịṅụ mmiri oyi na-eme ka mmadụ nweta ume ngwangwa ma mmiri kọọ ya n'ahụ, bekee na-akpọ nke a 'rehydration'.",
    "Na nnyocha nke si n'aka 'International Journal of Clinical and Experimental Medicine', ha nyochara mmadụ isii bụ ndị egwuregwu (athletes) ma nye ha mmiri jụrụ oyi na nke dị ọkụ n'ụdị dị icheiche.",
    "A chọpụtara na mmiri ịjụ oyi ya ruru '16 degree Celsius' kacha nye aka ibelata oke ọsịsọọ na-asọ onye na-emegharị ahụ.",
    "'Anyị na-ata ahụhụ mmiri nnukwu na Nsukka'",
    "Nnyocha ọzọ kwa e mere n'afọ 2012gosiri na mmadụ ịṅụ mmiri oyi oge ọ na-emegharị ahụ (exercise) ga-eme ka ekpomọkụ ime ahụ ya ghara ịrị elu.",
    "Ndị ọkachamara ụfọdụ kwuru na mmiri ajụghị oyi nwere ike ime ka mmadụ ghara ịṅụzu ole mmiri ahụ ya chọrọ, nke a nwere ike ime ka mmiri malite ịkọ ya n'ahụ, nke a na-akpọ 'dehydration' na bekee.",
    "Nke a bụ ihe nnyocha e mere n'etiti ndị agha mba Amerịka n'afọ 1989 siri gosi.",
    "Ebe foto si, Getty Images",
    "Mmiri 'tap'",
    "Ịṅụ mmiri n'ụdị ọbụla bụ ihe dị mma maka ahụike, onweghị nnyocha gosiri na mmiri nkịtị ka mma n'ahụ karị mmiri oyi.",
    "Ha abụọ dịcha mma, mana e nwere mgbe ahụ mmadụ na-anabata otu karịa ibe ya.",
    "Iji maa atụ, onye na-emgharị ahụ maọbụ na-arụ ọrụ ike, mmiri oyi ga-aka nyere ya aka iweghachi mmiri si ya n'ahụ apụ.",
    "Mana onye si n'ụra bilie n'isi ụtụtụ, mmiri nkịtị ka mma ịṅụ oge ahụ karịa mmiri oyi.",
    "Ị makwa ọrịa ndị i kwesiri igbochi n'oge udu mmiri a?",
    "Ọzọkwa bụ na mmiri nkịtị na-aka enye aka ịkutu nri mmadụ riri, nke bụ 'digestion' na bekee, karịa mmiri oyi.",
    "Nke a bụ maka na ahụ gị ga-emerịrị ka mmiri ahụ kpotụ ọkụ tupu o jiri ya rụọ ọrụ, nke a nwere ike ime ka oge nri ga-ewe iji rụọ ọrụ n'ahụ nwere ike too ogologo ma ị ṅụọ mmiri oyi.",
    "Oge ka mma ịṅụ mmiri oyi:",
    "Mgbe ị na-emegharị ahụ, maọbụ arụ ọrụ ike",
    "Mgbe oke ekpomọkụ dị n'ikuku",
    "Mgbe ị na-enwe ahụ ọkụ",
    "Ọtụtụ na-ekwu na ịṅụ mmiri oyi na-enye aka maka onye chọrọ ịta ahụ, mana onweghi nnyocha gbara akaebe maka nke a.",
    "Oge ka mma ịṅụ mmiri dị ṅaraṅara:",
    "I bilie ụra n'ụtụtụ",
    "Mgbe ị na-eri nri",
    "Oge ị nọ na nsọ (maka ụmụnwaanyị)",
    "Ahụike",
    "Mmiri",
    "Nrị na-edozi ahụ",
    "Water Drinking: I so na ndị na-akpụrụtụ mmiri akpụrụtụ, lekwa nsogbu so aṅụghị mmiri27 Juun 2020",
    "Vidio, Ị makwa ọrịa ndị i kwesiri igbochi n'oge udu mmiri a?, Duration 2,332 Juun 2018",
    "Water Scarcity: 'Anyị amaghị ihe bụ mmiri gọọmentị na ọwụwa anyanwụ'4 Eprel 2020",
    "Vidio, Water scarcity in Enugu:'Ụkọ mmiri na-anyụ anyị ịkpakwụ n'Nsukka', Duration 1,0711 Maachị 2021",
    "Vidio, A sị na mmiri bụ ndụ mana lee ụdịrị ahụhụ ndị obodo a na-ata inwete mmiri31 Julaị 2020",
    "Vidio, Nsụda mmiri ebe a naghị enwe mmekọrịta nwoke na nwaanyị17 Febụwarị 2018",
    "Vidio, Maria BBNaija: \"Achọrọ m ịgba akwụkwọ mana amaghị m ma achọrọ m ịlụ di\"elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi10 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Onye bụ Mamady Doumbouya chụpụrụ onyeisiala mba Guinea bụ Alpha Conde?5 Septemba 2021",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gị5 Jenụwarị 2021",
    "Vidio, 'Amaghị m na amụ m anaghị anyụpụtanwu 'sperm' n'ihi ọrịa shuga', Duration 4,363 Septemba 2021",
    "\"Anaghị akpachapụ ndị Igbo\" na ihe ndị ọzọ onyeisiala Buhari kwuru n'Imo steeti",
    "Bruce Fein Ipob Lawyer: Lee ebe ọ sị ọ ga-ebu ikpe Nnamdi Kanu gaa",
    "Ihe ụlọikpe Magistrate kpebiri maka Chidimma Ojukwu e boro ebubo ogbugbu Usifo Ataga",
    "Ihe asatọ Nnamdi Kanu chọrọ n'aka gọọmentị Naịjirịa site n'ụlọikpe - Aloy Ejimakor",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Laycon, Dorathy, Nengi na ihe ndị mmadụ kpụ n'ọnụ n'ụbọchị mbụ Big Brother 5 malitereEmelitere ikpeazụ na: 19 Julaị 2020",
    "Gọọmentị Anambra state ga-emefu N137.1b na bọjeetị afọ 2020Emelitere ikpeazụ na: 25 Ọktọba 2019",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}