{
  "published": "8 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Femi Adesina/Facebook",
    "Ihe ọtụtụ ndị mmadụ kpụ n'ọnụ ugbua bụ maka ọbịbịa Onyeisiala Muhammadu Buhari n'Imo Steeti n'ụbọchị itoolu nke Septemba, afọ 2021.",
    "Njem a bụ nke mbụ ọ ga-abịa n'Imo nakwa mpaghara Ọwụwa Anyanwụ kamgbe o merichara ọchịchị nke ugboro abụọ ya n'afọ 2019.",
    "Ọ bụ anyị kpọrọ ndị agha oku enyemaka - Gọọmentị Imo steeti",
    "Orlu Imo State: Kedụ ihe na-eme n'Orlu ugbua?",
    "N'akwụkwọ gọọmentị Imo Steeti wepụtara, ha sị na onyeisiala Buhari na-abịa ileta etu ọrụ si aga na steeti ahụ nakwa ịgbape ụfọdụ ihe ndị gọọmentị Hope Uzodimma rụpụtarala.",
    "Mana ajụjụ ndị mmadụ na-ajụ bụ \"kedụ ọrụ ndị ọ bụ kpọmkwem?\"",
    "Gọọmentị Imo akpọghị aha ọrụ ndị ahụ kpọmkwem mana e nwere ụfọdụ ọrụ ndị ha wepụtara n'ihe onyonyo, nke ha sị na-aga n'ihu ugbua.",
    "Ọrụ ndị ahụ gụnyere;",
    "Ebe foto si, Imo State New Media",
    "Ụzọ 'Concorde Boulevard'",
    "Ọrụ ọwammiri a kpọrọ \"Balloon Technology System\" dị n'ụzọ Chukwuma Nwoha nke a sị bụ iji gbochie idemmiri n'Owere.",
    "Okporoụzọ si Naze gawa Nekede na Ihiagwa",
    "Uzo dị n'Egbeada, Amakohia",
    "Ebe njikọ ụzọ a kpọrọ 'Concord Boulevard junction' dị n'ụzọ si Owere gawa Pọtakọt na ndị ọzọ.",
    "Kedụ ihe ọzọ ha kwuru maka ọbịbịa Buhari?",
    "Gọvanọ Uzodimma dọrọ ndị otu Indigenous People of Biafra (Ipob) aka na ntị maka ọnọdụ onye apụla ezi ha yinyere n'ụbọchị Tọzde Onyeisiala Buhari ga-abịa.",
    "Ọ sị ka ndị mmadụ ghara ịṅa Ipob ntị ma sị ka onye ọbụla gawa mkpa ya n'ụbọchị ahụ.",
    "Ndị bi n'Imo steeti etipula mkpu gbasara ọnọdụ siri ike na ahụhụ ha na-agabiga ugbua.",
    "Nke a niile na-eme dịka Onyeisiala Naịjirịa Muhammadu Buhari na-akwado ịga njem nleta na steeti ahụ n'ụbọchị Tọzde bụ September 9,2021.",
    "Ahịa na ebe dị icheiche gọọmentị steeti ahụ si n'aka ngalaba OCDA akwapịa n'Owerre bụ nke na-esogbu ha nsonso a.",
    "Lee ya na ihe ndị ọzọ na-echụ ndị steeti ahụ, ọ kachasị ndị bi n'Owerre ụra.",
    "Ebe foto si, Imo State Police",
    "Kemgbe ọnwa Jenụwarị afọ 2021, ọnọdụ nchekwa n'ala Igbo ghọrọ ihe ọzọ dịka ndị amaghị ndị ha bụ malitere ịwakpo ndị ọrụ nchekwa.",
    "Nke a metụtara Orlu, Enugwu, Ekwulobia na obodo dị icheiche n'ala Igbo.",
    "Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "Mana ebe ọ kachasị njọ bụ n'Orlu nke dị n'Imo steeti dịka ndị agha batara ebe ahụ ịnyeaka kpọchapụ ndị omekome ahụ.",
    "Nke a emekwaala ka ndị bi na mpaghara ahụ bee akwa arịrị ma boo ndị ọrụ nchekwa ebubo ịwakpo ha na ụmụ ha site n'iche na ha bụ ndị omekome.",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Kemgbe ụbọchị 25 ọnwa ọgọst ka gọọmentị ahụ si n'aka ngalaba OCDA na-akwapịa ụlọahịa dị icheiche na steeti ahụ.",
    "Ha kwapịara ya n'ụlọ ahịa akpọrọ 40:40 nakwa ebe ọzọ a kpọrọ 'Control Point' nke dị n'Owere.",
    "BBC gbara ndị ihe a metụtara ajụjụ ọnụ, ha ekwuo na ndụ gbara ha gharịị nakwa na gọọmentị ahụ enyeghi ha ohere zuruoke tupu ha akwatuo ya.",
    "Gọọmentị onwe ha kwuru na ihe ndị ha kwaturu bụ ihe ndị enweghi ikike ị nọ ebe ahụ na mbụ.",
    "Ụkọ mmanụ ụgbọala bụ otu ịhe ndị Naịjirịa sị na ewe ha iwe maka Naịjirịa so na obodo na emepụta mmanụ",
    "Ụkọ mmanụ agbịdị malitere dịka akụkọ feere na ndị na-ere mmanụ ụgbọala chọrọ ịgba abụbụ ọrụ maka eseomokwu dị n'etiti ha na gọọmentị steeti ahụ.",
    "Gọọmentị steeti ahụ na ndị na-ere ya bụ mmanụ mechara nwee nkwekọrịta nke kwụsịrị ụkọ ahụ.",
    "Mana na mbido izuụka gara aga, ndị mmadụ bidokwara ịkwụ n'ahịrị dịka ụkọ ahụ na-aga n'ihu.",
    "O nwbeghi onye ma ihe mere ụkọ ahụ ka ji aga n'ihu.",
    "Ihe ọhụrụ ndị Imo steeti na-agabiga ugbua bụ ntaramahụhụ si na 'Sit-at-home' nke Ipob manyere dapụta.",
    "Kemgbe ụbọchị 9 n'ọnwa Ọgọst Ipob manyere ya bụ ihe, ogbugbu na-eso ya kwa Monde ọbụla.",
    "Ugbua gọọmentị steeti ahụ agbachiela ụfọdụ ụlọakụ n'Owere maka emepeghi n'ụbọchị Monde.",
    "Cheta na ndị mmadụ gwara BBC na ọ bụ ụjọ ji ha ịpụta na be ha kwa Monde.",
    "Naijiria",
    "Imo steeti",
    "Muhammadu Buhari",
    "Hope Uzodinma",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, \"Ụjọ ọnwụ ka na-atụ mama nnukwu m na-agbanyeghi na ọ karịrị afọ 100\"8 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Buhari na-abịa ime n'Imo Steetielekere 6 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya1 Septemba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere30 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Bruce Fein Ipob Lawyer: Lee ebe ọ sị ọ ga-ebu ikpe Nnamdi Kanu gaa",
    "Ihe Buhari na-abịa ime n'Imo Steeti",
    "Ihe asatọ Nnamdi Kanu chọrọ n'aka gọọmentị Naịjirịa site n'ụlọikpe - Aloy Ejimakor",
    "Ihe ụlọikpe Magistrate kpebiri maka Chidimma Ojukwu e boro ebubo ogbugbu Usifo Ataga",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'",
    "White Money na Cross - Ihe ị kwesịrị ịma maka ụmụ Igbo abụọ so n'egwuregwu Big Brother Naija 2021",
    "Ipob sit-at-home order: Ụlọakụ na ATM emepeghị taa n'Imo steeti. Lee ihe kpatara ya",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe ọhụrụ nwanne Tuface gwara Annie Idibia",
    "DSS gbochiri mụ na Bruce Fein bụ ọkaiwu Nnamdi Kanu ịhụ ya - Ifeanyi Ejiofor",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}