{
  "published": "9 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Aso Rock Villa/Facebook",
    "Njem Onyeisiala Muhamadu bịara n'Imo Steetị mere ka ọtụtụ ndị ndu n'ala Igbo wuchie n'Owere ịbịa nabata ya.",
    "Ndị gụnyere Dave Umahi nke Ebonyi steetị, osote gọvanọ Abia bụ Ude Oko Chukwu, Obi Onitsha bụ Igwe Achebe, George Obiozor bụ onyeisi Ohanaeze Ndigbo na ndị ọzọ.",
    "Ihe Buhari na-abịa ime n'Imo Steeti",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "Mana ọtụtụ ndị ọzọ bụkwa ndị pati All Progressive Congress a tụrụ anya ga-abịa ya bụ ọgbakọ abịaghị.",
    "Ndị a gụnyere Rochas Okorocha, Orji Uzor Kalu, Ogbonnaya Onu, Ifeanyi Araraume, Chris Ngige na ndị ọzọ.",
    "A mabeghi ihe mere ndị a abịaghị nabata Onyeisiala Buhari mana o doro anya na ndị dịka Okorocha, Araraume na-enwe nghọtaghị n'etiti ha na gọvanọ Uzodimma.",
    "Rochas Okorocha esoghi nabata Onyeisiala Buharin'Imo",
    "Ebe foto si, @RealRochas/Twitter",
    "Rochas Okorocha esoghi na nzukọ APC Umahi na Uzodinma so onyeisiala Buhari eme n'Imo",
    "Akụkọ na-eru anyị ntị bụ na Rochas Okorocha esoghi na nzụkọ nke na-aga n'ihu n'etiti Onyeisiala Buhari na ndị APC.",
    "Cheta na Okorocha zigaara onyeisiala Buhari ozi ịnabata ya n'ụbọchị Tọzde ma gwa ya nwee ije ọma na njem ya.",
    "N'otu aka ahụ o kwukwara na ọtụtụ ndị na-ama ya aka mgbe ọ banyere n'otu APC sozi na ndị na-erite uru dị na ya ugbua.",
    "Buhari gbapere okporoụzọ n'Imo tupu ọ gawa obi gọọmentị izute ndị otu APC ma mee nzụkọ.",
    "Ebe foto si, Imo state Govt",
    "Mgbe Buhari wuchiri n'Owere taata",
    "Ihe onyonyo pụtara na-egosi na onyeisiala Muhammadu Buhari atụọla ụkwụ n'Owere ugbua.",
    "Gọvanọ Hope Uzodimma so na ndị mmadụ pụtara n'ọdọụgbọelu ịnabata ya n'ụbọchị Tọzde.",
    "Ebe foto si, Tolu Ogunlesi/Facebook",
    "Foto si Owere apụta na-egosi etu gọvanọ Ebonyi bụ Dave Umahi nakwa Hope Uzodimma na-achị Imo si chebiri onyeisiala Buhari n'Owere taa.",
    "Foto ndị ahụ gosikwara ebe ndị okenye Igbo ọzọ yi uwe isi agụ si nọkọ n'igwe na-echekwa onyeisiala.",
    "Ọ bụ onye eyemaka Onyeisiala Buhari n'ihe mgbasaozi bụ Tolu Ogunlesi wepụtara foto ndị ahụ n'akara Facebook ya.",
    "Ebe foto si, Ambrose Nwaogwugwu",
    "Ndị agha Naịjirịa na-eme mmeme inabata Onyeisiala Buhari n'ọdọụgbọelu nọ na Owerri, Imo Steetị ugbua.",
    "Nke a na-abịa dịka ndị Ipob na-ekwu na ka ndị mmadụ nọrọ n'ụlọ iji gosi iwe ha na onyeisiala Buhari na-abịa ọwụwa anyanwụ.",
    "Ebe foto si, Ambrose Nwaogwugwu",
    "Nchọpụta BBC Igbo mere gosiri na ndị mmadụ apụtaghị gaa ihe ha chọrọ n'Imo steeti.",
    "Dịka onye ntaakụkọ si nụrụ ụfọdụ pụtara mana ha ahụghị ụgbọala, ụfọdụ apụtaghị chaa chaa ebe ndị ọzọ ji ụjọ nọrọ n'ụlọ maka mwakpo.",
    "Ebe foto si, Imo state new media",
    "Taa bụ ụbọchị onyeisiala Muhammadu Buhari ga-eme njem nleta n'Imo state dịka Gọvanọ Hope Uzodimma si kwuo.",
    "Chetna na Uzodimma bu ụzọ kwuputa nke a n'izuụka ikpeazụ nke ọnwa Ọgọst.",
    "Mgbe nke a pụtara ihe otu Ipob kwuputara na ha manyere 'Sit-at-home' iji gosi iwe ha n'ebe onyeisiala nọ.",
    "Mana gọọmentị steeti ahụ na-ekwusi ike na o nweghi ụdịrị ihe ahụ pụrụ ime na steeti ahụ ma gwa ndị mmadụ ha pụtaa mee ihe dịrị ha n'ụbọchị ahụ",
    "Cheta na ha malitere ịgbachi ọtụtụ ụlọakụ n'isiobodo ha bụ Owere n'ihi emepeghị n'ụbọchị Monde n'ihi 'Sit-at-home' nke otu Ipob manyere kwa ụbọchị Monde n'ọwụwa anyanwụ.",
    "Naijiria",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Buhari in Imo state today: Lee ndị a ma ama na-abịaghị nabata Onyeisiala Buharielekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Meforelekere 6 gara aga",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya1 Septemba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere30 Ọgọọst 2021",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?9 Juun 2020",
    "Buhari in Imo state today: Lee ndị a ma ama na-abịaghị nabata Onyeisiala Buhari",
    "Ihe asatọ Nnamdi Kanu chọrọ n'aka gọọmentị Naịjirịa site n'ụlọikpe - Aloy Ejimakor",
    "Ihe ụlọikpe Magistrate kpebiri maka Chidimma Ojukwu e boro ebubo ogbugbu Usifo Ataga",
    "Bruce Fein Ipob Lawyer: Lee ebe ọ sị ọ ga-ebu ikpe Nnamdi Kanu gaa",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "Ihe Buhari na-abịa ime n'Imo Steeti",
    "Ipob sit-at-home order: Ụlọakụ na ATM emepeghị taa n'Imo steeti. Lee ihe kpatara ya",
    "Lee ihe kpọtụrụ n'akwamozu Usifo Ataga, onye nwe ụlọọrụ Super TV e gburu egbu",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}