{
  "published": "18 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, RuslanDashinsky",
    "Ịgba asịrị n'ụlọọrụ abụghị ihe na-amasịkarị ụfọdụ ndị mmadụ, mana mnyocha na-egosi na asịrị na-enweghị isi n'ọfis nwere ike ịba uru.",
    "Enwere ọtụtụ ihe nwereike ịbụ uru ị na-erite maka ịrụ ọrụ n'ọfis - ịṅụ kọfị n'efu, ịnya ntụ oyi n'efu, ịntanetị n'efu, inwe ihe kpatara ị ga-eji eyi akwa na-abụghị uwe e ji anọ n'ụlọ, wdgz.",
    "Mana ọtụtụ oge, ihe ga na-ewute gị karịa bụ maka na ị naghị ezute ndị mmadụ - ya na mkpakparịtaụka gị na ha na-enwe. Ihe dị ka - Nwunye Chike amụọla nwa ọzọ, etu njụ oyi dị n'usekwu si jupute na nri mebiri emebi Ngozi hapụrụ ebe ahụ, etu ndị na-ahụ maka nlekọta teknụzụ si akpụ ka eju, nakwa etu onyeisi si bulie ụgwọ ọnwa John karịa nke Mark. Na nkenke, ịgba asịrị.",
    "Ịgụ egwu ọ ga-enyerenwu ọnọdụ ahụike gị aka?",
    "Ị ma na onye ọbara mgbali elu na-eme n'afọ 30 na 40 nwere ike imecha nwee nsogbu n'ụbụrụ?",
    "Tinnitus, Otitis externa na ọrịa ndị ọzọ nwereike inye ntị gị nsogbu",
    "Ebe ụfọdụ isiokwu e ji agba asịrị nwere ike ịbụ ihe na-enweghi isi nakwa ndị na-enweghị aka ọrụ, ndị ọzọ nwere ike bụrụ ihe ọchị, ụfọdụ nwekwara ike bụrụ ihe na-edozi ahụ ma bụrụ ihe na-amịpụta ihe.",
    "Ndị ọkachamara kwuru na ikwu maka ndị ọzọ n'azụ ha abụchaghị ihe kwesịrị ị na-ama obi mmadụ ikpe - na o nwere ike ịbụ ụzọ bara uru iji nụta ozi dị mkpa n'ụlọọrụ.",
    "\"N'ozuzu oke, ịgba asịrị bụ ihe dị mma,\" ka Elena Martinescu, onye enyemaka nnyocha na Mahadum Frie, Amsterdam, na-ekwu.",
    "O meela nchọpụta miri emi banyere echiche dị n'azụ ịgba asịrị. \"Dị ka nchepụta echiche evolushọn si kwuo, ụmụ mmadụ mepụtara ụzọ ịgba asịrị iji mee ka imekọ ihe ọnụ dịrị n'otu.\"",
    "Ikwu gbasara ndị ọzọ na-enyere anyị aka ịmata onye anyị na ya ga-arụkọ ọrụ na onye anyị ga-edewe n'akụkụ, nke na-enyere anyị aka ịrụkọ ọrụ ọnụ n'otu.",
    "Omume a dị ire n'ụlọọrụ ọgbara ọhụrụ, ka ọ na-ekwu na \"ebe ọ dịkwa ezigbo mkpa ịma onye ọrụ ị ga-atụkwasị obi na onye ị ga-agbado anya n'akụkụ ya.\"",
    "Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya",
    "Matthew Feinberg, onye ọkammụta na nchịkwa na Mahadum Toronto, amụọla maka asịrị. Dịka o si kwuo, e nwere ụdị asịrị dị iche iche.",
    "\"Mgbe asịrị bụ naanị 'ịkọgheri nkọgheri' - dịka ikwu maka etu mmadụ dị - ọ baghị uru ọbụla, ya bụ na nkata dị etu ahụ adịghị mma, ọ na-emebikwa ihe ma bụrụkwa nsogbu.\" Mana nchọpụta gosiri na asịrị anaghị abụkarị nkọtọ.",
    "Ọmụmaatụ, nchọpụta e mere n'afọ 2019 gosiri na mgbe ndị nnyocha gere mkparịtaụka ihe ruru mmadụ 500 nwere, ihe ruru atọ n'ime anọ abụghị nkọtọ nke o ji abụ asịrị dị mma.",
    "O nwere ike ozi dị ka 'Ada Mary na-agụ maka azụmahịa' maọbụ 'Peter agaala ezumike n'obodo oyibo'.",
    "Ya mere n'agbanyeghi na nnyocha ahụ gosiri na ndị mmadụ na-agba ọtụtụ asịrị - ihe ruru nkeji 52 kwa ụbọchị - ọ bụghị nkọtọ etu e siri chee.",
    "\"Echere m na nnukwu asịrị bụ ikwu ihe na-adịghị mma ma ọ bụ ekworo oge ọbụla - ịnọ n'azụ mmadụ na-ekwu ihe ọjọọ gbasara onye ahụ\".",
    "\"Ndị mmadụ na-agba asịrị makana ndị mmadụ chọrọ ịghọta maka ogige ha,\" ka Shannon Taylor, ọkammụta nchịkwa na Mahadum Central Florida na United States, na-agụ maka akparamagwa n'ụlọorụ, na-ekwu.",
    "Asịrị na-enye gị \"echiche ziri ezi maka mmetụta gị\" ma na-enyere gị aka ịma ebe ndị ọzọ kwụ akwụ.",
    "Asịrị na-enyere anyị aka ịchọpụta \"ma anyị a na-aghọta ụwa dịka ndị ọgbọ anyị si ele ya,\" nke bụ na ọ bụ ụzọ e si achịkọta ozi, ka ọ na-ekwu.",
    "Ya bụ na mgbe ụfọdụ mmadụ na-ekwu n'ụlọọrụ sị, \"Joy ewekarịala ezumike ọrịa nso nso a,\" ọ na-enye ndị ọzọ ohere ikwuputa echiche ha.",
    "Dịka ọmụmaatụ, ndị mmadụ nwere ike ịsị na ọ bụ maka etu Joy si ewe ezumike ọrịa mere ka ọ ghara ị na-agbasi mbọ ike n'ọrụ. Nke a ga-enyere hị aka ịma etu ndị mmadụ si anabata 'ezumike ọrịa' ole mmadụ kwesịrị iwe n'agbanyeghi ihe iwu ụlọọrụ kwuru nakwa ndị na-emetere Joy ebere na ndị ọ na-ewe iwe.",
    "Ebe foto si, Getty Images",
    "Asịrị abụghị naanị maka ikpokọta ozi. Ịnụ asịrị maka ndị gị na ha na-arụkọ ọrụ nwere ike ime ka anyị na-echebara onwe anyị echiche, ebe ịbụ onye e ji agba asịrị nwere ike ime ka ndị mmadụ gbanwee omume ha.",
    "N'ime ọmụmụ nke Martinescu na ndị otu ya mere na 2014, ha gwara ndị sonyere ha ka ha dejupụta ajụjụ maka mgbe ha nụrụ asịrị nkọtọ nakwa nke dị mma maka ndị ọzọ.",
    "Ndị nnyocha ahụ chọpụtara na asịrị nkọtọ nyere onye na-ege ya nku n'ebe onye a na-akọ maka ya nọ, nke kwalitere okwukwe ya n'ime onwe ya, o mekwara ka onye na-ege ya tụtu obere ụjọ maka ụdịrị ihe a ime ya.",
    "N'otu aka ahụ, ịgba asịrị nke na-abụghị nkọtọ gbaara onye na-ege ya ama banyere etu ọ ga-esi dozie onwe ya, ka o nwee ike ịdị ka onye ahụ e ji na-agba asịrị.",
    "Feinberg kwuru na otu uru asịrị a na-agba na ọfis bara bụ na \"ọ na-eme ka ndị na-achọ ọdịmma naanị onwe ha na ndị nwere akparamagwa rụrụ arụ mara na ihe ha na-eme doro ndị mmadụ anya\".",
    "Na nchọpụta ya na ndị otu ya mere na 2014 ha chọpụtara na \"a na-ejikarị ndị akparamagwa ha rụrụ arụ agbakarị asịri ka mmadụ niile nwee ike ịmata maka akparamagwa ha,\" ka Feinberg kwuru.",
    "\"N'ihi nke a, ndị na-anụ asịrị dị etu a nwere ike zere ịgwa onye dị otu ahụ okwu; mgbe ahụ ndị a na-akọnyere asịrị nwere ike chụpụ ya.\"",
    "Ha mechara chọpụta na ndị a chụpụrụ malitere ịgbanwe akparamagwa ha ka e nwee ike ịnabata ha n'ọgbakọ, o mekwara ka ndị mmadụ hie asaa n'anya n'ihi na ha achọghị ka ha bụrụ ndị a chụpụrụ achụpụ.",
    "Nkwalite site n'amachaghị ama",
    "Asịrị bụ \"akụkọ dị mkpa n'usoro ọrụ ọbụla,\" dị ka akwụkwọ nnyocha 2017 si kwuo.",
    "Ọ kachasị dị mkpa ugbua dịka ihe nchekwa e ji belata nchekasị, ọkachasị na ntiwapụ ọrịa ozuruụwaọnụ a nọ n'ime ya ugbua.",
    "Ọ bụlagodi na ụfọdụ anaghị ezukọ ugbua n'ụlọọrụ ịgba asịrị, anyị na-eme ya site na iji 'DM' nke shoshal midia maọbụ ụzọ ndị ọzọ iji na-agbarịta ozi.",
    "Taylor kwuru, \"Ọ bụrụ na e nwere ọgbaghara dị ukwuu, asịrị na-apụta na ya.\" \"Ọ gaghị eju m anya ma ọ bụrụ na asịrị dị elu n'ụlọọrụ ugbua karịa ka ọ dị na mbụ. N'ihi amachaghị ama a niile, anyị na-agbalị ịchọpụta ihe ndị ọzọ na-eche na etu ndị ọzọ si eme.\"",
    "Ihe ọ pụtara bụ na ugbua asịrị nwere ike ịbụ maka ịchọpụta ma ndị ọrụ gị a na-achọ ọrụ n'ebe nwere ike inye ha ohere isi n'ụlọ arụ ọrụ, maọbụ ịjụkọrịta ndị nne na nna ibe gị maka etu ha si elekọta ụmụ ha n'oge a.",
    "N'ime ime nke a, ụfọdụ na-achọ ịma ndị ha na ya nọ n'otu ụgbọ - na-agabiga otu ihe.",
    "Mana n'eziokwu, mgbe ụfọdụ asịrị bụkwa ihe e ji akatọ ndị mmadụ maọbụ ihe ndị na-amasịghị gị.",
    "Ihe dị ka onyeisi gị ahụ na-eji aka ike edu ndị mmadụ, maọbụ otu ahụ na-anaghị agbasi mbọ ike.",
    "Mana asịrị a nwere ike ịgba ọtụtụ ihe n'anwụ ma tụlitekwa ihe ịdọ aka na ntị nwere ike iweta nkwado n'ebe ndị na-abụghị ndị ọ bụ ọrụ ha ịhụ maka ọdịmma ndị ọrụ (HR)",
    "\"Asịrị na-adọ ndị mmadụ aka na ntị gbasara ndị ọjọọ, dịka ọ na-enyerekwa aka ikwalite mmekọ n'etiti ndị na-agba asịrị,\" ka Martinescu na-ekwu.",
    "\"Anyị nwere ụfọdụ ụkpụrụ na ahụmihe ndị mmadụ na-aghọta ka oge na-aga site n'asịrị. Ọ na-enyerekwa ha aka ịbịaru ibe ha nso.\"",
    "Nyere na asịrị adịla ogologo oge tupu ọrịa Corona eselite isi, ọ ga-adịkwa ruo mgbe ebighị ebi, anyị ekwesịghị inwe obi amamikpe maka ya.",
    "O nweghi ihe ọjọọ dị n'ịchọ ikwu okwu banyere ndụ ndị ọzọ site n'oge ruo n'oge. Ọ bụrụ na o nweghị ebumnuche na-emerụ ahụ, ekworo, o nwere ike nwee ọtụtụ nsonaazụ bara uru ma dị mma.",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchaka",
    "Ekwenyeghị m na mkpebi ndị Gọvanọ Ndịda Naịjirịa gbasara ụtụisi VAT - Dave Umahi",
    "'Ọ na-agụ m ịlụ karịa otu di mgbe na-adịghị anya'",
    "Ahụike",
    "Ọrụ",
    "Ahụike echiche",
    "Ọrụ aka",
    "Nrị na-edozi ahụ",
    "Vidio, Ihe Joe Igbokwe kwuru maka FFK na \"sit at home\" Ipob18 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị18 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Evelyn Joshua: Ihe i kwesịrị ịma maka nwunye T.B Joshua bụzi onyeisi ụlọụka SCOAN12 Septemba 2021",
    "Lee ihe asaa mere ahụ gị ji adọta anwụnta karịa ndị ọzọ11 Septemba 2021",
    "Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchaka",
    "Ekwenyeghị m na mkpebi ndị Gọvanọ Ndịda Naịjirịa gbasara ụtụisi VAT - Dave Umahi",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "BIM chọrọ ka Ndigbo kwụwa ụtụisi n'aka haEmelitere ikpeazụ na: 24 Ọgọọst 2018",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụmụnwaanyị Ipob: Buhari na-achọ nnukwu okwuEmelitere ikpeazụ na: 23 Ọgọọst 2018",
    "Mkpu akwa na-ada n'ụlọ Emeka Merenu, ụkọchukwu Anglịkan e gburu n'Orsu, Imo steeti",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}