{
  "published": "1 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook/the political parties",
    "Ọkọlọtọ pati iri n'ime iri na asatọ na-azọ ọchịchị",
    "Ụlọọrụ na-ahụ maka ntuliaka na Naịjiria bụ Independent National Electoral Commission (Inec) pịakọtara pati niile nọ na Naịjiria ọnụ, nke bụ na ha dịzị naanị iri na asatọ (18) ugbua.",
    "N'ime ya bụ 18, ha niile wepụtara ndị ga-efere ha ọkọlọtọ dịka a na-azọ onye ga-abụ gọvanọ Anambara steeti site n'ọnwa Maachị 2022.",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Maka ndị ga-atụ vootu, ọkachasị ndị ọ bụ mbụ ha na-apụta ịtụ vootu, ị ga-ahụ njirimara pati ndị aha ha dị n'akwụkwọ ntuliaka Inec.",
    "Lee pati ndị ahụ, njirimara ha nakwa ndị na-azọ oche gọvanọ n'okpuru ha.",
    ") Accord (A)",
    "Onye na-efe ọkọlọtọ ha - Godwin Maduka",
    "Njirimara ha - E sere aka na-eme 'turu ugo' n'etiti ọkọlọtọ ha.",
    "Ebe foto si, Accord Facebook",
    "Onyeisi ha - Hon. Mohammad Lawal Nalado",
    ") Action Alliance (AA)",
    "Onye na-efe ọkọlọtọ ha - Etiaba Bennet Chukwuogo",
    "Njirimara ha - E sere nnụnụ ọcha n'etiti kpakpando na-acha anụnụ anụnụ n'etiti ọkọlọtọ ha.",
    "Ebe foto si, AA Facebook",
    "Onyeisi ha - Hon. Adekunle Rufai Omoaje",
    ") African Action Congress (AAC)",
    "Onye na-efe ọkọlọtọ ha - Chidozie Wilson Nwankwo",
    "Njirimara ha - E sere aka abụọ na-acha akwụkwọ ndụ na oji n'etiti ọkọlọtọ ha.",
    "Ebe foto si, AAC Facebook",
    "Onyeisi ha - Dkt. Leonard Nzenwa",
    ") African Democratic Congress (ADC)",
    "Onye na-efe ọkọlọtọ ha - Nze Akachukwu Sullivan Nwankpo",
    "Njirimara ha - E sere aka abụọ na-ekwe onwe ha n'etiti ọkọlọtọ ha.",
    "Ebe foto si, ADC Facebook",
    "Onyeisi ha - Ralphs Okey Nwosu",
    ") Action Democratic Party (ADP)",
    "Onye na-efe ọkọlọtọ ha - Prince Ume-Ezeoke Afam Luke Douglas",
    "Njirimara ha - E sere aka ji akwụkwọ a sapere asape n'etiti ọkọlọtọ ha.",
    "Ebe foto si, ADP Facebook",
    "Onyeisi ha - Engr. Yabagi Yusuf Sani",
    ") All Progressives Congress (APC)",
    "Onye na-efe ọkọlọtọ ha - Emmanuel Nnamdi Andy Uba",
    "Njirimara ha - E sere aka ji azịza n'etiti ọkọlọtọ ha.",
    "Ebe foto si, APC Facebook",
    "Onyeisi ha - H.E Mai Mala Buni (onyeisi na-elekọta ya ruo mgbe a họpụtara onye ọzọ)",
    ") All Progressives Grand Alliance (APGA)",
    "Onye na-efe ọkọlọtọ ha - Ọkammụta Charles Chukwuma Soludo",
    "Njirimara ha - E sere ọkụkọ n'etiti ọkọlọtọ ha.",
    "Ebe foto si, APGA Website",
    "Onyeisi ha - Dkt. Victor Ikechukwu Oye",
    ") Allied Peoples Movement (APM)",
    "Onye na-efe ọkọlọtọ ha - Onyejegbu Geoffrey Okwudili",
    "Njirimara ha - E sere akpụ a bọpụtara n'ala n'etiti ọkọlọtọ ha.",
    "Ebe foto si, APM Facebook",
    "Onyeisi ha - Yusuf Mamman Dantalle",
    ") Action Peoples Party (APP)",
    "Onye na-efe ọkọlọtọ ha - Azubuike Philip Echetebu",
    "Njirimara ha - E sere enyi n'etiti ọkọlọtọ ha.",
    "Ebe foto si, APP Facebook",
    "Onyeisi ha - Ikenga Imo Ogochinyere",
    ") Boot Party (BP)",
    "Onye na-efe ọkọlọtọ ha - Chika Jerry Okeke",
    "Njirimara ha - E sere akpụkpọụkwụ n'ọkọlọtọ ha",
    "Ebe foto si, Boot Party Website",
    "Onyeisi ha - Adenuga Sunday",
    ") Labour Party (LP)",
    "Onye na-efe ọkọlọtọ ha - Agbasimalo Obiora Emmanuel",
    "Njirimara ha - E sere ezinaụlọ nna, nne na nwa n'etiti ọkọlọtọ ha.",
    "Ebe foto si, Labour Party Lagos Facebook",
    "Onyeisi ha - Ọkaiwu Julius Abure",
    ") National Rescue Movement (NRM)",
    "Onye na-efe ọkọlọtọ ha - Ezenwafor Afamefuna Victor",
    "Njirimara ha - E sere aṅụ n'etiti ọkọlọtọ ha.",
    "Ebe foto si, NRM Facebook",
    "Onyeisi ha - Sinetọ Saidu Muhammed Dansadau",
    ") New Nigeria Peoples Party (NNPP)",
    "Onye na-efe ọkọlọtọ ha - Ohajimkpo Leonard Emeka",
    "Njirimara ha - E sere nkata mkpụrụosisi juru n'ime ya n'etiti maapụ Naịjiria n'ọkọlọtọ ha.",
    "Ebe foto si, NNPP Facebook",
    "Onyeisi ha - Ambassador Agbo Gilbert Major",
    ") Peoples Democratic Party (PDP)",
    "Onye na-efe ọkọlọtọ ha - Valentine Chineto Ozigbo",
    "Njirimara ha - e sere nche mmiri/anwụ n'etiti ọkọlọtọ ha.",
    "Ebe foto si, PDP Facebook",
    "Onyeisi ha - Sinetọ Iyorchia Ayu",
    ") Peoples Redemption Party (PRP)",
    "Onye na-efe ọkọlọtọ ha - Nnamdi Nwawuo",
    "Njirimara ha - ọkọlọtọ pati a nwere agwa atọ; nke na-acha uhie uhie, nke dị oji na nke ọcha. E sere ntụghe igodo dị oji n'etiti ya bụ ọkọlọtọ.",
    "Ebe foto si, PRP Facebook",
    "Onyeisi ha - Mallam Falalu Bello, OFR",
    ") Social Democratic Party (SDP)",
    "Onye na-efe ọkọlọtọ ha - Obinna Chukwudum Godwin Uzoh",
    "Njirimara ha - E sere ịnyịnya ọcha n'ọkọlọtọ pati ha.",
    "Ebe foto si, SDP Facebook",
    "Onyeisi ha - Dkt. Olu Agunloye",
    ") Young Progressive Party (YPP)",
    "Onye na-efe ọkọlọtọ ha - Ifeanyi Patrick Ubah",
    "Njirimara ha - Ọkọlọtọ ha na-egosi aka ji ahịhịa ndụ, n'ime ọnụụzọ dị n'ime eserese maapụ Naịjiria.",
    "Ebe foto si, YPP Facebook",
    "Onyeisi ha - Cmrd. Bishop Amakiri",
    ") Zenith Labour Party (ZLP)",
    "Onye na-efe ọkọlọtọ ha - Okonkwo Obiora Francis",
    "Njirimara ha - E sere ndị na-arịgo n'elu ubube.",
    "Ebe foto si, ZLP Facebook",
    "Onyeisi ha - Ichie Dan Nwanyanwu",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Anambra election 2021: Ihe Ozigbo, Okonkwo Uba, Uzoh, Maduka kwuru ha ga-emere ndị Anambra steeti29 Ọktọba 2021",
    "BBC Igbo Governorship Debate: Ihe Etiaba, Akachukwu kwuru na ha chọrọ imere ndị Anambra28 Ọktọba 2021",
    "Anambra Election Update: Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti28 Ọktọba 2021",
    "Vidio, Anambra election 2021: Ihe kpalitere mmụọ Ben Etiaba, nwa Virgy Etiaba ịzọ ọkwa Gọvanọ27 Ọktọba 2021",
    "Anambra election: Kedụ uru ndị otu nnyocha ntuliaka a kpọrọ 'election monitors' na bekee ga-aba n'Anambra steeti?24 Ọktọba 2021",
    "Vidio, Anambra governorship election 2021: Ihe Inec na ndị Anambra nwere ikwu maka ntuliaka na-abịa30 Ọktọba 2021",
    "Vidio, Anambra election 2021: Ihe mere m ji si n'ọrụ dọkinta wee na-achọ ọdịmma ndị Anambra - Dkt Godwin Maduka23 Ọktọba 2021",
    "Ikoyi building collapse Lagos: Achụsaịala ndị mmadụ ka ndị ọrụ gbatagbata nweeike bido ọrụ nzọpụta ndị tọrọ n'ime ụlọ dara na Parkviewelekere 9 gara aga",
    "Gee ntị, BBC Nkeji1 Nọvemba 2021",
    "Tupu ị tụọ vootu, lee njirimara pati ndị so na ntuliaka gọvanọ Anambara steeti1 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara23 Ọktọba 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "'Anyị agbaghị egbe aghara aghara oge anyị gara inwuchi ndị Ipob/ESN na Mgbowo' - Ndị agha",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "Kedụ onye ndị agha Naịjirịa nwụchiri n'ezie n'Ekwulobia? Lee ihe Ipob sara",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ikoyi building collapse Lagos: Achụsaịala ndị mmadụ ka ndị ọrụ gbatagbata nweeike bido ọrụ nzọpụta ndị tọrọ n'ime ụlọ dara na Parkview",
    "Ihe 9 ndị ọnụ na-eru n'ala Igbo na-eme ugbua iji kpọpụta Mazi Kanu",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "'Ekperima si ụlọmkpọrọ Owere gbapụta na ndị otu ya gburu onyeagha were bute ọgbaghara n'obodo m'- Eze a gbara ụlọ ya ọkụ",
    "Azụmaahịa ndị mere e ji a kpọ ndị Anambra 'ide ji mba'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}