{
  "published": "14 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Willie Obiano Facebook",
    "Idu n'iyi ọrụ nke Gọvanọ Willie Obiano n'ụbọchị 17 nke ọnwa Maachị 2018",
    "Gọvanọ Willie Obiano banyere ọchịchị Anambra steeti n'ụbọchị 17 nke ọnwa Maachị 2014 mana o mezuru nkwa niile o kwere oge ọ banyere ọchịchị?",
    "Gọvanọ Obiano chịrị Anambra steeti ugboro abụọ (nke ugboro abụọ ga-ebi n'ụbọchị 17 nke Maachị 2022), n'ime ọchịchị ya, ndị mmadụ nọ na-eche ka o mezuo ụfọdụ nkwa o kwere nke mere ha ji tụnyere ya vootu.",
    "Ebe ụfọdụ ndị kwenyere na o mezuru nkwa ndị o kwere, ndị ọzọ na-ekwu na ọ chịtaghị aja na steeti ahụ n'ime afọ asatọ ọ nọ n'ọchịchị.",
    "Foto: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Epreel 21, 2021",
    "Lee ihe na-esere gọọmentị Anambra na ndị ntorobịa Umueri gbasara ọdọụgbọelu",
    "Ka anyị tulee nkwa ndị o kwere site n'afọ 2014 ruo 2021 mara ndị o mezuru na ndị o mezughi.",
    "Ebe foto si, Willie Obiano Facebook",
    "Mgbe Obiano kwuputere ebumnobi ya maka ịbụ gọvanọ, o kwuru na \"Ọ ga-amasị m ka Anambra steeti bụrụ ebe mbụ ndị mmadụ ga-achọ ịbịa tinye ego n'ịchụ ego ma bụrụkwa ebe azụmahịa na nrụpụta ihe ga na-aga ọkụ ọkụ.\"",
    "Gbasara ọrụ ọ bịara ịrụ, o kwuru sị \"M ga-ahụ na Anambra steeti bụ ebe dị mma ga-amasị ma ndị ụlọ ma ndị ama ịbịa maka ijiegoachụego.\"",
    "O kwukwara sị \"Ọ na-anụ m ọkụ n'obi ịrụ ọrụ, m ga-eburu ọrụ gọọmentị a na-apụ apụ (nke Peter Obi) rụfọrọ wee gaa n'ihu iji wee gbanwee steeti a ma buruo ya ogogo o tozuru ịnọ na Naịjiria nakwa Afrịka.\"",
    "\"Iburu ihe Gọvanọ Obi rụfọrọ gaa n'ihu ga-abụ ebe mgbakwasị ụkwụ gọọmentị m.\"",
    "\"M ga-eburukwa atụmatụ ọrụ Anambra Integrated Development Strategy (ANIDS) gaa n'ihu, nke ga-eme ka ọrụ mmepe obodo na-eme ugbua mere na-aga n'ihu.\"",
    "Ihe mere Anambra state ji bụrụ 'ọmalịcha nwaanyị' a kpụ n'ọnụ",
    "Asọmpi iji họpụta ụmụakwụkwọ rụpụtara ezigbo ihe teknụzụ amalitela n'Ọnịcha",
    "Technovation: Lee ụlọakwụkwọ ụmụaka ise ahụ turula ugo ọkaibe n'asompi technụzụ",
    "Atụmatụ 3C",
    "Gọvanọ Obiano kwuru na ọ ga-eji atụmatụ ọ kpọrọ \"Continue, Complete and Commission (3Cs)\" nke pụtara iburu gaa n'ihu, Ịrụcha nakwa Ịkpọpe ọrụ a rụrụ, wee malite ọchịchị ya.",
    "N'ime 3C a, Obiano kwere nkwa gụnyere ịrụcha ihe karịrị ọnụụlọakwụkwọ praịmarị ruru 1500, ịrụcha ụfọdụ ọnụụlọakwụkwọ na mahadum Anambra steeti dị n'Ịgbarịam na Uli, nakwa ụlọakwụkwọ nkuzi nke Nwafor Orizu Nsugbe, na nrụgharị ụfọdụ ụlọakwụkwọ.",
    "O kwekwara nkwa ịrụcha ihe karịrị kilometa ụzọ 300 na steeti ahụ, ịrụ akwammiri na mpaghara dị iche iche, itinye ọkụ nakwa ịmetụtu aka n'okporoụzọ Ojukwu dị n'Ọnịcha.",
    "O kwere nkwa imezi nakwa ịrụ ụfọdụ ọnụụlọ ọhụrụ n'ụlọakwụkwọ ọzụzụ ndị Nọọsụ dị na mpaghara dị iche iche na steeti ahụ.",
    "Ihe ndị o mezuru",
    "Ka ọ banyechara ọchịchị, Gọvanọ Obiano wepụtara atụmatụ ọ kpọrọ 'four pillars of development' na Bekee.",
    "Atụmatụ ahụ bụ nke o kwuru ga-elekọta ụzọ ihe anọ n'atụmatụ ya iwulite steeti ahụ.",
    "Ha gụnyere: 1) Iji ngwa igwe arụ ọrụ ugbo (mechanized agriculture); 2) Mmanụ agbịdị na gaasị 3) Azụmahịa 4) Nrụpụta ihe",
    "Ọrụ ugbo:",
    "Otu ebe ndị Anambra kwenyere na Gọvanọ Obiano mere ezigbote ọfụma bụ n'ihe gbasara ọrụ ugbo.",
    "Ọ batara ọchịchị buru ya n'isi dịka o kwere na nkwa.",
    "Ihe ndị a gụnyere ime ka ọ dịrị ndị ọrụ ugbo mfe igbazite ego ha ji akọ ugbo, inye ụfọdụ ego n'efu maka ọrụ ugbo, ịzụta ngwaọrụ wgdz.",
    "Azụmahịa:",
    "Ebe foto si, Getty Images",
    "Akụkụ ahịa Main Market Ọnịcha gbara ọkụ n'ọnwa Ọktoba 2019",
    "Anambra bụ steeti e ji azụmahịa mara nke ọma.",
    "N'afọ 2019, ngalaba World Bank gụnyere Anambra steeti n'ime steeti ise ebe azụmahịa na-aga were were.",
    "N'ọnwa Ọgọstụ 2021, Osote onyeisiala Yemi Osinbajo gara gbapee ụlọmmepụta ihe (ebe akụkpọ ahụ dị n'Ogbunike), na igwe ọkụ nke a rụrụ n'Ọka, nke Gọvanọ Obiano wuru na steeti ahụ.",
    "Njem:",
    "Ebe afọ 2014 - 2017, Gọvanọ Obiano buputere ihe ruru ụgbọala 200 na bọọsụ 40 a ga-eji na-ebu ndị njem aga Ọka-Ọnịcha, Ọnịcha-Nnewi nakwa Ekwulobia, na-anarughi ha ego ole ndị ụgbọala ọzọ na-ana ha.",
    "Ụgbọala ahụ gbara ihe dị ka naanị afọ atọ tupu a kwụsị ịhụ ọtụtụ n'ime ha n'ụzọ.",
    "Mana ọ na-abụ a gụrụ gụrụ, a hụ otu maọbụ abụọ n'ime ha.",
    "Ụfọdụ ụgbọala bọọsụ ahụ ka na-agba n'okpuru Tracas ma a gụrụ gụrụ",
    "Ndị bi na steeti ahụ kwuru na ha amaghị ma ọ bụ elekọtaghị ya ọfụma mere ka ha mebie ọsịsọ.",
    "Ọ rụkwara ụfọdụ ebe ndị mmadụ na-anọ ezere anwụ/mmiri n'ụfọdụ mpaghara Anambara steeti.",
    "Mwulite obodo:",
    "Obiano wepụtara atụmatụ ebe o kenyere obodo ruru otu narị na iri atọ (130) ihe ruru naịra nde iri abụọ (N20m) iji wulite obodo ha n'atụmatụ ọ kpọrọ 'choose-your-project'.",
    "Ọ gwara ha họrọ ọrụ gụnyere nrụgharị ebe nlekọta ahụike, ebe ndị na-efe ala nna na-ebi nakwa ebe ọgbakọ ndị obodo (civic center).",
    "Ọ gwara ha hapụ ịrụ ụzọ ọbụla n'ihi na ọrụ dị n'ụzọ bụ ọrụ dịrị gọọmentị.",
    "Otu ihe ndị Anambra agaghị eji echefu Obiano bụ ọdọụgbọelu ọ na-arụ n'Ụmụeri.",
    "Anambra State Airport: N'Aba ka e si nweta ngwa ọrụ e ji rụọ ọdọụgbọelu a",
    "N'agbanyeghi na a rụchabeghi ya, o mere ihe ịtụnanya mgbe ụgbọelu feturu ebe ahụ n'ụbọchị 30 nke ọnwa Epreelụ 2021.",
    "Ọzọ bụ ọgbọegwuregwu ọ na-arụ n'Ọka bụ isi obodo steeti ahụ, akwa atọ ụgbọala na-agba n'elu ya (flyover maọbụ bridge) nke otu n'ime ya dị n'Ọka, nakwa ụlọọgbakọ nke a kpọrọ International Conference Center.",
    "Ọ rụkwara akwammiri nke Aguleri Uno-Aguleri Otu, bụ nke a na-ekwu bụ akwammiri tokarịchara ogologo na mpaghara Ọwụwa Anyanwụ.",
    "Mana ọ dawasịrị isi n'ihe gbasara mgbape mmiri pọmpụ o kwere nkwa ya n'Ọnịcha. Nke Ọka anaghịkwa arụ ọrụ.",
    "Mana o meziri nke Obizi, Ụga na nke Otuọcha.",
    "Nchekwa:",
    "Kemgbe ọ banyere ọchịchị, nchekwa so n'otu ihe chere Gọvanọ Obianọ aka mgba dịka ụkpana osu ọkpọ.",
    "Ka ọ na-erubeghi otu afọ ọ banyere ọchịchị, e budatara ụfọdụ ndị oyi ndụ egwu Boko Haram a nwụchiri anwụchi ka e tinye ha n'ụlọmkpọrọ dị n'Ekwulọbịa; Obiano gbara mbọ hụ na a kpọpụrụ ha na steeti ahụ dịka ọ hụrụ etu ụjọ si jide ndị Anambra n'ihi nke a.",
    "Na mmalite ọchịchị ya, Obiano busoro ndị ntọ, ndị aka n'akpa, ndị ohi na-akpa mkpamkpa n'Anambra agha.",
    "Nke a mere ka ndị Anambra nwee ike imechi anya ha abụọ ma ha laba ụra n'abalị, ma mee ka ndị na-agba oringo nwee ike ịpụ n'abalị gaa kporie ndụ bata.",
    "O nyekwara ndị agha mmiri ihe ruru ụgbọmmiri iri na ise n'ọnwa Septemba 2015, maka nchekwa obodo ndị dị nso mmiri.",
    "Mana ọ bịara dị ka mberede e mechara nyịa dike.",
    "Nso nso a, nsogbu nchekwa bịara tọdo Anambra n'akpịrị dịka ndị omekome a na-akpọkarị 'unknown gunmen' bịara na-egbu ndị mmadụ aghara agahara na steeti ahụ.",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "Etu ndị oji egbe si gbagbuo Igwe Edozieuno n'okporoụzọ Anambra Steeti",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Agaghị echefu ọsịsọ mgbe ọsọ gbara n'Ịgbarịam dịka e gburu ụfọdụ ndị Ugwu bi ebe ahụ.",
    "Ụmụakwụkwọ bi n'ogbe ahụ gbara ọsọ ndụ n'ihi na ha amaghị ma a ga-abịa ịbọ ọbọ.",
    "Ndị omekome na-awakpokwa ma na-egbu ndị ọrụ nchekwa; ha wakpokwara ụfọdụ ụlọọrụ gọọmentị gụnyere nke ndị na-ahụ maka ntuliaka bụ Independent National Electoral Commission (INEC).",
    "Agụmakwụkwọ:",
    "Ụfọdụ ndị Anambra chakere n'ihe gbasara agụmakwụkwọ n'ọchịchị Gọvanọ Obiano.",
    "Ọ bụ n'oge ọchịchị ya ka ụmụakwụkwọ si na steeti ahụ ritere nturugo na teknụzụ na mba Amerịka nke a kpọrọ 'Technovation'.",
    "Mmeri anyị ga-ebuli mmụta Teknụzụ - Ụmụakwụkwọ Regina Paecis",
    "Chidubem Obi, Egoagwuagwu, na ụmụ Igbo ndị ọzọ gosiri ụwa nkari n’agụmakwụkwọ n'ọdịnso a",
    "Ọ hụkwara na a na-azụ ndị nkuzi n'ihe gbasara mmụta teknụzụ.",
    "Gọvanọ Obiano ji pasentị 15 bulie ụgwọ ọnwa ndị nkuzi na steeti ahụ, n'agbanyeghi na o kwebeghi akwụ ụgwọ opekatampe gọọmentị etiti tinyere.",
    "Ọ naghị ejikwa ụgwọ ọnwa, dịka ndị na-arụ ọrụ na steeti ahụ si kwuo.",
    "Ọ naghị ada n'ịkwụ ndị ọrụ ụgwọ n'ụbọchị 25 nke ọnwa ọbụla.",
    "Ụzọ:",
    "Ebe foto si, Anambra government",
    "Ụfọdụ ndị bi na steeti ahụ na-ekwu na ọ bụrụ na gọọmentị Gọvanọ Obiano gbara mbọ rụọ ụzọ kpọrọ akpọ n'obodo atọ bụ isiobodo na steeti ahụ (Ọka, Ọnịcha na Nnewi), na ọ gaara abụ onye a ga na-aja dike.",
    "Mana ebe ọ kacha rụọ ya bụ ụzọ bụ n'ebe ndị e nwere ike ịkpọ ime obodo.",
    "Gọọmentị Anambra wepụtara ebe ndị ha rụrụ ụzọ na steeti ahụ, dịka o kwuru na ọ rụrụ ihe karịrị ụzọ kilomita otu narị (100) ebe ahụ.",
    "Ahụike:",
    "O melitere ihu ụfọdụ ụlọọgwụ dịka nke Onitsha General Hospital na nke Chukwuemeka Odumegwu Ojukwu 'University Teaching Hospital' dị n'Ọka.",
    "O wepụtakwara atụmatụ gọọmentị ji adọnyere ndị mmadụ ukwu n'ịkwụ ụgwọ ahụike nke ọ kpọrọ 'Anambra State Health Insurance Scheme' (ASHIS) nke 'Anambra Health Insurance Agency' (AHIA) na-elekọta.",
    "Nke a mere ka ndị Anambara ọbụla nọ n'okpuru atụmatụ ahụ nwee ike ịkwụ naanị puku iri na abụọ (N12,000) kwa afọ iji nata ọgwụgwọ n'ụlọọgwụ ọbụla.",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete15 Julaị 2021",
    "Vidio, Fulani Herdsmen: 'Gọọmentị Anambra ma ọchịehi Fulani niile nọ steeti a' - Kọmịshọna mgbasaozi24 Juun 2019",
    "Ipob Anambra clash: Gọọmentị Anambra ekwubeghị pịm banyere ọgbaghara a4 Disemba 2019",
    "Unknown Gunmen Anambra State: Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State31 Julaị 2021",
    "Unknown Gunmen Attack in Anambra: Etu ndị oji egbe si gbagbuo Igwe Edozieuno n'okporoụzọ Anambra Steeti11 Septemba 2021",
    "Anambra steeti: 'Anyị asịghị na ajọ mmụọ nọ n'ụlọ gọọmenti Anambra steeti'3 Nọvemba 2019",
    "Anwansị m mere bụ ka a mara na ndị Igbo nọ ya- Chiwetalu Agu.elekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Emeriri m ọdachị dakwasịrị m ma na-eme ka onye ahu zuru oke - Nwoke kpuru isi na-eme PhD14 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Anwansị m mere bụ ka a mara na ndị Igbo nọ ya- Chiwetalu Agu.",
    "Etu njem ikpeazụ Ndubuisi Kanu, gọvanọ agha chịrị Legọs na Imo steeti ochie, si aga",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ifeanyi Ubah: 'Ọ bụghi eziokwu na a wakporo m Alaba unyaahụ'",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala Oktoba 12??",
    "Chiwetalu Agu apụtala n'aka ndị DSS",
    "Ọ bụ akụkọ ụgha na Washington Times ewepụla ihe ha bipụtara maka Ipob",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}