{
  "published": "11 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mkpunando Development Union Aguleri Otu/Facebook",
    "Ndị oji egbe gbagburu Igwe Alex Edozieuno onye bụbu Igwe ndị obodo Mkpunando Aguleri n'Anambra Steeti.",
    "Ọnụ na-ekwuru ndị uweojii n'Anambra Steetị bụ Ikenga Tochukwu sị na nke a mere n'elekere iri nke ụtụtụ Fraịde 10 Septemba, afọ 2021.",
    "Alor o nwere Igwe abụọ?",
    "Ọnwụ Igwe: Ụmụokoroọbịa Akpugo agbaala ọsọ",
    "Ọ sịkwara na o mere n'obodo Ikem Ivite dị n'akụkụ akwammiri Ezu dị n'Otuocha n'okpuruọchịchị Anambra East.",
    "Ọ kọwara nke a dịka \"arụ karịrị arụ mmadu mere ibe ya\"",
    "Ebe foto si, Anambra State Police",
    "Kọmishọna Uweojii n'Anambra bụ Tony Olofu gara nleta ebe e gburu Igwe Edozieuno",
    "Ikenga sị na e gburu Igwe Edozieuno dị afọ iri isii na abụọ na onye ọkwọ ụgbọala ya.",
    "Ọ sị na ihe ha wetere n'ebe ihe a mere gụnyere ụgbọala 'ọkwụọtọ ekele Eze' bụ nke Igwe ahụ.",
    "Ọ gara n'ihu sị na nyocha tara  ọchịchị na-aga n'ihu ịchọpụta ndị kpara arụ a ma taa ha ahụhụ ruuru ha.",
    "Ebe foto si, Mkpunando Development Union Aguleri Otu/Facebook",
    "Otu onye obodo ahụ na-achọghị ka a kpọọ aha ya sị na ọ maghi kpọkwem ma ọ bụ mwakpo e chere maka Igwe n'ihi na ndị oji egbe ahụ zukwara ọtụtụ ụgbọala ohi n'okporoụzọ ahụ.",
    "N'otu aka ahụ gọvanọ Willie Obiano nke Anambra Steeti akatọọla ogbugbu e gburu Igwe Edozieuno ma nye ndị uweojii iwu ka e sie imi n'ala chọpụta ndị kpara arụ a.",
    "Nke a dị n'ozi kọmishọna mgbasaozi bụ Don Adinuba wepụtara bụ ebe ọ kasikwara ezinaụlọ Igwe a obi.",
    "Cheta n'afọ 2020 na gọvanọ Willie Obiano nke Anambra Steeti na-apụrụ Igwe a ọkwa ma were Igwe Hon. Johnson Onyeaka Mbanefo dochie ya.",
    "O so n'otu n'ime Igwe iri na atọ gọvanọ Obiano kwụsịrị ọrụ mana ọ kpọghachịrị mmadụ iri n'ime ha ma chụpụ mmadụ atọ bụ nke Igwe Alex so na ha.",
    "Ọgbaghara sochiri echichi Igwe Aguleri ọhụrụ",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Lukaku na C Ronaldo a na-amazi aka?elekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ogbunike Cave: Eke Idemili, agụiyi na ihe ndị ọzọ a sị nọ n'ime ọgba a11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Onye bụ Mamady Doumbouya chụpụrụ onyeisiala mba Guinea bụ Alpha Conde?5 Septemba 2021",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gị5 Jenụwarị 2021",
    "Vidio, 'Amaghị m na amụ m anaghị anyụpụtanwu 'sperm' n'ihi ọrịa shuga', Duration 4,363 Septemba 2021",
    "Etu ndị oji egbe si gbagbuo Igwe Edozieuno n'okporoụzọ Anambra Steeti",
    "\"Anaghị akpachapụ ndị Igbo\" na ihe ndị ọzọ onyeisiala Buhari kwuru n'Imo steeti",
    "Bruce Fein Ipob Lawyer: Lee ebe ọ sị ọ ga-ebu ikpe Nnamdi Kanu gaa",
    "Lukaku na C Ronaldo a na-amazi aka?",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Lee ihe asaa mere ahụ gị jị adọta anwụnta karịa ndị ọzọ",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "Ọgba nwaanyị nọ na nsọ anaghị abaEmelitere ikpeazụ na: 29 Maachị 2019",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe Buhari na-abịa ime n'Imo Steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}