{
  "published": "10 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọ ntaakụkọ Punch dere akụkọ n'ụbọchị Fraịde nke ha kwuru na nwoke ji aka tigbuo nwunye ya n'Enugwu n'ihi na nwaanyị ahụ enyeghị ya nri.",
    "Akụkọ ahụ kwuru na nwoke ahụ ṅụrụ mmanya wee lọta were aka tigbuo nwunye ya.",
    "Mana BBC Igbo agaala n'ogbe ebe ya bụ ihe mere wee mee nchọpụta.",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu",
    "Gịnị na-esere ndị Oruku na Umuode n'Enugwu Steeti",
    "Etu e si gbuo mmadụ isii na mwakpo mere n'Adani Enugwu Steetị",
    "Nchọpụta anyị gosiri na di nwaanyị ahụ a na-akpọ Mama Goodluck, etighi ya ihe ma ncha.",
    "Ndị ha na ya bi n'otu ụlọ kwuru na ọ bụ eziokwu na di nwaanyị ahụ na-etibu ya ihe n'oge mbụ, mana o metụghị ya aka n'ụbọchị ahụ ọ nwụrụ.",
    "Otu onye gwara anyị sị: \"Ọ bụ n'ime abalị ka Mama Goodluck malitere ịkwasi ụkwara ike, ma sị ka e nye ya mmiri.\"",
    "\"Ọ na-ekwu na obi na-afụ ya ụfụ. Iku ume ya adịchaghị mma.\"",
    "\"Otu onye wetere mmmiri nsọ nye ya, mana o nyeghị aka. Onye ọzọ wetara mmanụ ojukwu, onye ọzọ kwa wetara 'olive oil', mana enweghị nke rụrụ ọrụ.\"",
    "\"Anyị mechara chọta keke wee buru ya gawa ụlọọgwụ.\"",
    "Onye ọzọkwa gwara BBC na ụdị ihe emebuola nwaanyị ahụ n'ahịa n'oge gara aga.",
    "Ọ sị na nwaanyị ahụ dara n'ime ahịa dịka ọ na-ere ahịa, mana ndị mmaọ̄ụ gbakọrọ gbawa ya mmiri tupu o nweta onwe ya.\"",
    "Nwaanyị ọzọ bi n'otu ụlọ ahụ kwuru na Mama Goodluck na-enwekarị ọnọdụ ọbara mgbalielu ma ọ dị ime.",
    "Ndị niile BBC Igbo gbara ajụjụ ọnụ kwuru na ọbụghị eziokwu na ọ bụ di nwaanyị ahụ ji aka kụgbuo ya.",
    "Mana ka ọ dị ugbua, ndị uweojii bịara kpụrụ nwoke ahụ gawa ụlọọrụ ha.",
    "Adọnyela ahụ Mama Goodluck n'ụlọ ozu nke bekee na-akpọ 'mortuary'.",
    "Vidio, Lee mkpamkpa ọkụ si na Kerozin adigboroja kpara n'ahụ ndị mmadụ, Duration 4,0129 Ọgọọst 2021",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu20 Ọgọọst 2021",
    "Adani Community Clash: Etu e si gbuo mmadụ isii na mwakpo mere n'obodo a dị n'Enugwu Steetị30 Maachị 2021",
    "E menyụọla ọkụ na-agba ahịa Ogbete, Enugwu3 Jenụwarị 2020",
    "Vidio, Maria Chike BBNaija interview: \"Achọrọ m ịgba akwụkwọ mana amaghị m ma achọrọ m ịlụ di\", Duration 1,00,55elekere 4 gara aga",
    "Vidio, \"Ụjọ ọnwụ ka na-atụ mama nnukwu m na-agbanyeghi na ọ karịrị afọ 100\", Duration 3,588 Septemba 2021",
    "Vidio, Enugu State: Ọ bụ eziokwu na nwoke gburu nwunye ya n'ihi efere nri n'Enugu?, Duration 30,10elekere 5 gara aga",
    "Vidio, Stevens-Johnson syndrome: Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian, Duration 4,047 Septemba 2021",
    "Vidio, Anambra state: Ọgbaghara sochiri echichi Igwe Aguleri ọhụrụ, Duration 1,164 Eprel 2019",
    "Vidio, Young Akwuwodor: 'Ha bịa rịọ m biko tupu m mepeere ha ụlọ ha', Duration 10,256 Septemba 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Retrograde Ejaculation: 'Ọrịa shuga gbochiri m ịnyụpụta 'sperm' ma mụ na nwunye m nwee mmekọ', Duration 4,363 Septemba 2021",
    "Vidio, Tokyo Olympics: Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Domestic Abuse in Abia state: Etu nwaanyị si gbaa nwatakịrị ya na ya bi ose n'ike ma wụnye ya mmiri ọkụ n'ọnụ, Duration 1,121 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}