{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Maria so na ndị ọtụtụ mmadụ kacha hụ n'anya n'egwuregwu Big Brother Naija nke afọ a tupu e mechaa nye ya ọsọ.",
    "Nwaada a bụ onye Ubaa Emii dị na Owere-North bụ elelewe ejeghị ọrụ, mma ya na-aba n'isi.",
    "Ihe mere ndị mmadụ ejighị Whitemoney egwu egwu",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Laycon, Dorathy, Nengi na ihe ndị mmadụ kpụ n'ọnụ n'ụbọchị mbụ Big Brother 5 malitere",
    "Na mkparịtaụka ya na BBC Igbo, o kwuru na ọ gaara amasị ya ma ọ bụrụ na ọ nọruru na ngwụcha egwuregwu BBNaija.",
    "Oge anyị jụrụ ya mgbe ọ ga-alụ di, o kwuru sị: \"Achọrọ m ịgba akwụkwọ mana amaghị m ma achọrọ m ịlụ di.\"",
    "Gịnị ka nke a pụtara? Were ntị gị gere ya.",
    "Ndị mere akụkọ a bụ Chimezie Ucheagbo na Nnamdi Agbanelo.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Ka ụmụokorobia na ụmụagbọghọbịa 20 banyere n'ime ụlọ Big Brother Naija Season 5, ọ malitere ịkpọtụ n'ihi ihe ndị a.",
    "Vidio, Maria Chike BBNaija interview: \"Achọrọ m ịgba akwụkwọ mana amaghị m ma achọrọ m ịlụ di\", Duration 1,00,55elekere 4 gara aga",
    "Vidio, \"Ụjọ ọnwụ ka na-atụ mama nnukwu m na-agbanyeghi na ọ karịrị afọ 100\", Duration 3,588 Septemba 2021",
    "Vidio, Enugu State: Ọ bụ eziokwu na nwoke gburu nwunye ya n'ihi efere nri n'Enugu?, Duration 30,10elekere 5 gara aga",
    "Vidio, Stevens-Johnson syndrome: Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian, Duration 4,047 Septemba 2021",
    "Vidio, Anambra state: Ọgbaghara sochiri echichi Igwe Aguleri ọhụrụ, Duration 1,164 Eprel 2019",
    "Vidio, Young Akwuwodor: 'Ha bịa rịọ m biko tupu m mepeere ha ụlọ ha', Duration 10,256 Septemba 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Retrograde Ejaculation: 'Ọrịa shuga gbochiri m ịnyụpụta 'sperm' ma mụ na nwunye m nwee mmekọ', Duration 4,363 Septemba 2021",
    "Vidio, Tokyo Olympics: Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Domestic Abuse in Abia state: Etu nwaanyị si gbaa nwatakịrị ya na ya bi ose n'ike ma wụnye ya mmiri ọkụ n'ọnụ, Duration 1,121 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}