{
  "published": "11 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ mmadụ anụla maka ọgba a na-akpọ Ogbunike Cave, mana mmadụ ole banyerela n'ime ya?",
    "Ogbunike Cave so n'otu nnukwu ihe ọnatara chi na-agba mmadụ gharịị n'ala Igbo.",
    "Onye nlekọta ọgba a gwara BBC Igbo na ọtụtụ ụmụ anụmanụ, dịka Eke Idemmili, nakwa Mbekwu karịrị otu puku afọ bi n'ime ya bụ ọgba.",
    "Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime Ogbaukwu Cave n'oge gboo",
    "'Etu Ọgba si che ndụ obodo anyị n'oge gboo'",
    "Nwaanyị nọ na nsọ ya anaghị aba Ọgba Ezeagu",
    "Ndị mmadụ na-agakwa na mmiri ọgba ahụ ekpe ekpere n'ihi na ha sị na nnukwu ike dị na ya.",
    "Bịa soro anyị banye n'ime Ogbunike Cave ka i were anya gị hụrụ.",
    "Ndị mere akụkọ a bụ Nnamdi Agbanelo na Ikechukwu Kalu.",
    "Ọrụ njem na ịtụrụndụ",
    "Njem nleta",
    "Nchekwa ọhịa na anụmanụ",
    "Anambra Steeti",
    "Ọdị ka chikere",
    "Cave: Ọgba nwaanyị nọ na nsọ anaghị aba29 Maachị 2019",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Awgu Caves: Ọgba ndị a chere ndụ ndị Mmaku n'oge gboo, Duration 2,467 Septemba 2019",
    "Vidio, Ọgba ndị a pụrụiche nwere nnukwu ihe nzuzo banyere ha, Duration 0,5813 Disemba 2020",
    "Vidio, Maria Chike BBNaija interview: Ihe nwa ada a kwuru maka Liquarose, Whitemoney na Pere, Duration 1,00,5510 Septemba 2021",
    "Vidio, Ogbunike Cave: Eke Idemili, agụiyi na ihe ndị ọzọ a sị nọ n'ime ọgba a, Duration 7,0111 Septemba 2021",
    "Vidio, Young Akwuwodor: 'Ha bịa rịọ m biko tupu m mepeere ha ụlọ ha', Duration 10,256 Septemba 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, \"Ụjọ ọnwụ ka na-atụ mama nnukwu m na-agbanyeghi na ọ karịrị afọ 100\", Duration 3,588 Septemba 2021",
    "Vidio, Stevens-Johnson syndrome: Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian, Duration 4,047 Septemba 2021",
    "Vidio, Enugu State: Ọ bụ eziokwu na nwoke gburu nwunye ya n'ihi efere nri n'Enugu?, Duration 30,1010 Septemba 2021",
    "Vidio, Awgu Caves: Ọgba ndị a chere ndụ ndị Mmaku n'oge gboo, Duration 2,467 Septemba 2019",
    "Vidio, Ọgba ndị a pụrụiche nwere nnukwu ihe nzuzo banyere ha, Duration 0,5813 Disemba 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}