{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onwere ndị ahụ ha na-adọta anwụnta karịa ndị ọzọ",
    "Ọtụtụ oge ka ụfọdụ mmadụ na-ekwu na anwụnta anaghị ekwe ka ha tinye ụra n'anya.",
    "Mana ndị ọzọ nọkwa n'otu ebe ahụ anaghị aghọta ihe ha na-akọ n'ihi na anwụnta anaghị ata ha.",
    "Nke a bụ maka na ndị ahụ ha na-adọta anwụnta karịa ndị ọzọ.",
    "Malaria, Dengue, ọrịa ndị anwụnta na-ebute na etu ị ga-esi gbochie ọtịta ya",
    "Elephantiasis: Lee etu anwụnta nwere ike isi butere gị 'ụkwụ aba shoe'",
    "Ụzọ asaa ị ga-esi gbalahụ ọnwụ site n'ọgwụanwụ",
    "Ihe na-akpata anwụnta ji agakwu ụfọdụ ma na-agbara ụfọdụ ọsọ dị icheiche.",
    "Nnyocha Sayensị gosiri n'ezie na ọ bụghị mmadụ niile ka ahụ ha na-amasị anwụnta.",
    "Anwụnta anaghị ebufe mmadụ coronavirus",
    ") Ụcha (Colour)",
    "Nnyocha egosila na anwụnta na-achọkarị ebe gbara ọchịchịrị karịa ebe nwere nnukwu ihe.",
    "Nke a pụtara na anwụnta ga-aka agakwu onye yi uwe ojii maọbụ uwe na-anaghị amuke amuke.",
    "Ọ bụrụ na i yi akwa ojii, o nwere ike bụrụ ihe na-adọtara gị anwụnta.",
    ") Ọsịsọọ (Sweat)",
    "Ebe foto si, Getty Images",
    "Ahụ na-agba oke ọsịsọọ na-amasị anwụnta",
    "Ọ bụrụ na i nwere ahụ na-agba oke ọsịsọọ, mara na gị na-anwụnta ga-abụ nnu na mmanụ.",
    "Nke a bụ maka na nnyocha gosiri na ebe na-ekpo ọkụ ma nwee mmiri, na-amasị anwụnta nke ukwuu.",
    "Chetakwa na ọsịsọọ nwere usi ọ na-ewepụta n'ahụ mmadụ nke nwekwara ike ịdọta anwụnta.",
    ") Mmanya na-aba n'anya (Alcohol)",
    "Ebe foto si, Getty Images",
    "Mmanya beere nwekwara ịbụ ihe na-adọtara gị anwụnta",
    "Na 2020, ndị ọkachamara mere obere nnyocha nke gosiri na anwụnta na-aka agakwu ndị ṅụrụ mmanya na-aba n'anya, ọ kachasị nke bekee na-akpọ 'beer'.",
    "O dochaghị anya ihe kpatara nke a, mana a na-eche na o nwere ike ịbụ maka isi ya.",
    ") Ụdị ọbara",
    "Nnyocha gosiri na ndị nwere ụdị ọbara O na-aka amasị anwụnta karịa ndị nwere ụdị ọbara A maọbụ B.",
    "Iji mee nnyocha a, e tinyere mmadụ olemole n'ime otu ọnụ ụlọ, mana anwụnta tara ndị nwere ụdị ọbara O pasentị 83, ebe ọ tara ndị nke ọzọ pasentị 46.5.",
    "Mana a ka na-eme nnyocha iji mata ihe kpatara nke a.",
    ") Onye dị ime",
    "Ebe foto si, Getty Images",
    "Nwaanyị dị ime",
    "Dịka ụfọdụ nnyocha siri gosi, ahụ ụmụnwaanyị dị ime na-aka amasị anwụnta karịa ndị na-adịghị ime.",
    "Nke a nwereike ịbụ maka maka na ahụ nwaanyị dị ime na-ekpotụ ọkụ karịa onye nke adịghị ime.",
    "ụmụ nwaanyị dị ime na-akakwa ekuputa ikuku 'carbon dioxide' karịa.",
    "Ụdị ikuku a na-amasị anwụnta nke ukwuu.",
    ") Mgba isi ọma (perfume)",
    "Ebe foto si, Getty Images",
    "Cheta na ọtụtụ mgba isi ọma bụ okoko nwere isi ọma ka e ji emepụta ha. ụfọdụ okoko ndị a na-amasị anwụnta",
    "Cheta na enwere okooko (flower) na-amasị ụmụanwụnta ifega.",
    "Chetakwa na ọtụtụ mgba isi ọma bụ okoko ndị nwere isi ọma ka e ji emepụta ha.",
    "Ọ bụrụ na ụdị mgba isi ọma nke ị gbara na-ahụ gị bụ ụdị nke e ji okoko na-amasị anwụnta mepụta, mara na gị na anwụnta ga-abụ enyi n'ụbọchị ahụ.",
    ") Ahụ isi",
    "Ihe na-akpata ahụ mmadụ ji esi isi, maọbụ 'body odour' na bekee, bụ ihe anaghị ahụ anya nke bekee na-akpọ 'micro organisms'.",
    "Ihe ọzọkwa bụ mburupụtaụwa bekee kpọrọ 'genetics'.",
    "Ọ bụrụ na mmadụ nwere ahụ isi, anwụnta nwere ike ị na-abịakwute ya karịa.",
    "Nke a bụ maka na anwụnta na ụmụ 'micro organisms' ụfọdụ na-akpata ahụ isi na-adị na mma.",
    "Ndị e ji n'ụlọọgwụ",
    "Chọọ ude pụrụ iche na-achụ anwụnta; bekee na-akpọ ya 'mosquito repellant'.",
    "Na-eyi akwa nwere ogologo aka ma ọ bụrụ na ị nọ n'ogbe anwụnta dị nnukwu.",
    "Na-eyi akwa na-achake achake. Zeere akwa ojii.",
    "Wepụ ebe anwụnta nwere ike ịnọ na-amụba n'okirikiri gị, dịka ọdọ mmiri, ahịhịa na ihe ndị ọzọ.",
    "Mechie ụzọ na mpio ka anwụnta ghara ịbata.",
    "Ịba",
    "Ahụike",
    "Mmiri",
    "World Health Organization (WHO)",
    "World Mosquito Day: Ọrịa anwụnta na-ebute na etu ị ga-esi gbochie ọtịta ya20 Ọgọọst 2019",
    "Elephantiasis: Lee etu anwụnta nwere ike isi butere gị 'ụkwụ aba shoe'21 Disemba 2020",
    "Vidio, Coronavirus Tips: Anwụnta anaghị ebufe mmadụ coronavirus, Duration 0,5916 Eprel 2020",
    "World Malaria Day: Kedụ ihe bụ ịba na etu anyị ga-esi kwụsị ya?25 Eprel 2019",
    "Yello Fever: Gọọmenti Enugwu amalitela ịgba ọgwụ mgbochi Yellow Fever ugbua10 Nọvemba 2020",
    "Ihe anọ ị maghị maka ọrịa ịba25 Eprel 2018",
    "Malaria: Ụzọ asaa ị ga-esi gbalahụ ọnwụ site n'ọgwụanwụ25 Eprel 2020",
    "Oge udummiri: Ihe iri i kwesiri ime iji chekwaa onwe gị2 Juun 2018",
    "Lukaku na C Ronaldo a na-amazi aka?elekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ogbunike Cave: Eke Idemili, agụiyi na ihe ndị ọzọ a sị nọ n'ime ọgba a11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Onye bụ Mamady Doumbouya chụpụrụ onyeisiala mba Guinea bụ Alpha Conde?5 Septemba 2021",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gị5 Jenụwarị 2021",
    "Vidio, 'Amaghị m na amụ m anaghị anyụpụtanwu 'sperm' n'ihi ọrịa shuga', Duration 4,363 Septemba 2021",
    "Etu ndị oji egbe si gbagbuo Igwe Edozieuno n'okporoụzọ Anambra Steeti",
    "\"Anaghị akpachapụ ndị Igbo\" na ihe ndị ọzọ onyeisiala Buhari kwuru n'Imo steeti",
    "Bruce Fein Ipob Lawyer: Lee ebe ọ sị ọ ga-ebu ikpe Nnamdi Kanu gaa",
    "Lukaku na C Ronaldo a na-amazi aka?",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Lee ihe asaa mere ahụ gị jị adọta anwụnta karịa ndị ọzọ",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "Ọgba nwaanyị nọ na nsọ anaghị abaEmelitere ikpeazụ na: 29 Maachị 2019",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe Buhari na-abịa ime n'Imo Steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}