{
  "published": "13 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gịnị ga-eme ụmụaka na-ele ule WAEC ndị oji egbe chụsara na Nkume, Njaba, Imo steeti?",
    "Ndị oji egbe amaghị ndị ha bụ a chụsaala ụmụakwụkwọ nọ n'ule WAEC n'ụlọakwụkwọ Comprehensive Secondary, Nkume dị n'okpuruọchịchị Njaba, Imo steeti.",
    "Ụmụakwụkwọ ahụ nọ n'ule edemede asụsụ Bekee (English) n'ụtụtụ Mọnde mgbe ndị a maghị ndị ha bụ bịara n'ike chụsaa ha.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "Onye nọ nso ebe ya bụ ihe mere sị na ụmụaka ahụ na-akwado ịmalite ya bụ ule mgbe ndị ahụ batara.",
    "Onye ahụ sị na \"ndị omekome ahụ ji egbe chụsasịa ụmụakwụkwọ na ndị nkuzi ha n'ụtụtụ a. Ha malitere gbawa egbe agharaghara na-ekwu na ha agaghị ekwe ka ule gaa n'ihu ebe ahụ\".",
    "Onye ahụ sị na \"ndị omekome ahụ ji egbe chụsasịa ụmụakwụkwọ na ndị nkuzi ha n'ụtụtụ a. Ha malitere gbawa egbe agharaghara na-ekwu na ha agaghị ekwe ka ule gaa n'ihu ebe ahụ\".",
    "Ụmụakwụkwọ na ndị nkuzi malitere iri mbọmbọ ọsọ mgbe ha nụrụ ụda egbe.",
    "Ndị ahụ mụnyere ọgbatumtum ndị mmadụ nọ ebe ahụ ọkụ tupu ha apụọ.",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Mike Abatam azaghị ekwentị ya mgbe anyị kpọrọ ya.",
    "Ebe foto si, Chijoke Agu",
    "Chijoke Agu bụbu kọmishọna ụmụntorobia na egwuregwu n'Enugu steeti sị na ọ chọrọ ka gọomentị gbọo ụmụntorobịa gee ha ntị",
    "Onye ọnụ na-eru n'okwu bụbu Komishọna na-ahụ maka gburu gburu n'Enugwu Steeti bụ Chijioke Agu sị na Gọọmenti Imo steeti kwesiri ịma imi n'ala ịchọpụta ihe ụdị ọgbaaghara ji emekaarị na mpaghara ahụ.",
    "Ọ katọrọ ka e si chụsaa ụmụakwụkwọ na-ele ule Waec bụ nke ndị ọzọ sokwa ele n'Ọdịda Anyanwụ Afrịka niile.",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Mazị Agụ sị \"onwe anyị ka anyị na-eme\".",
    "Ọ sịkwa na \"ọ bụghị site n'ịkwụsị ọrụ mgbe niile ka anyị ga-eji zọta Biafra. Ihe a agaghị enyere anyị aka\".",
    "Ọ sị na ya na-arịọ ndị Igbo ka ha wepụ aka enye n'ofe maka na ọ bụzị naanị ugboro atọ ka a na-arụzị ọrụ kwa izu.",
    "Mazị Agụ na-akpọkụ ndị ọnụ na-eru n'ọkwụ ka ha katọwa ihe a na-eme n'ala Igbo maka na ọ bụ onwe anyị ka anyị na-emegide.",
    "Ọ sị na ụmụokorobịa sị na ụzọ ka mma iji weta udo bụ ụmu ntoroọbia iji vootu tụpụ ndị ha achọghị.",
    "\"Tigbuo zogbuo abụghị ihe ka mma\".",
    "Ebe foto si, Getty Images",
    "Otu onye bu ọdịmma agụmaakwukwọ n'isi na-achọghị ka a kpọọ aha ya sị na ụmụakwụkwọ ndị ahụ enwechaghị olileanya, ọgwụla ma Chineke ometuru ndị WAEC aka n'obi.",
    "Ọ sị na ụmụakwụkwọ ahụ nwereike itufu otu afọ ma legharịa ya bụ ule.",
    "Ọ kwuru na \"O nweghị ka ha ga-esi banye mahadum na-ejighị \"English\".",
    "Ọ sị na otu ụzọ ha nwereike iji tinye anya n'okwu a bụ ma ndịisi ụlọakwụkwọ ahụ edegaara ndị ụlọọrụ WAEC akwụkwọ kọwaara ha ka ihe si mee.",
    "Ọ sị na e nwere ohere maka mkpesa n'ịhe gbasara ihe ndakwasị dịka ihe mberede, idemmiri, ọgbaghara maọbụ ihe ndị ọzọ.",
    "Ọ sị na ihe dị otu a mee, WAEC ga-eleba anya n'ihe mere e jiri gbajọọ ule ma yigharịa ya.",
    "Mbọ niile BBC gbara ịnụta n'ọnụ ụlọọrụ WAEC ka ha kwuo maka ya bụ ụmụakwụkwọ kpụrụ afọ n'ala.",
    "Gọọmentị Abia steeti si n'ọnụ kọmịshọna mgbasaozi bụ John Okiyi arịọ ndị mmadụ ha ekwela ka ndị agboro n'ezo n'okpuru sit at hone naagha ụmụaka ile ule Waec ha taa.",
    "Ha kwuru na ha gbarụrụ ihu maka na o nweghi onye nwere ikike ịtịnye egwu n'ime ndị mmadụ ruo ịhapụ ihe dị mkpa kla ule ṅgwụcha ụlọakwụkwọ sekọndrị.",
    "\"Anyị asịghị onye ọbụla pụta maọbụ nọrọ n'ụlọ kama ka ọ hapụ ịmedige ikike ruru mmadụ ibe ya\" ka ha kwuru n'ozi ahụ.",
    "Ha dụrụ nne na nna ndụmọdụ ịhụ na ụmụ ha gara lee ule ahụ ma gwakwa ndị nkuzi ha hụ na nchekwa dịịrị ụmụakwụkwọ rue ngwụcha ule ahụ.",
    "Chi ụbọchị Mọnde ọzọ abọọla dịka ndị mmadụ na-ele anya ịma ma atụmatụ 'Sit at home' nke ndị otu Indigenous People of Biafra (Ipob) a ga-eme taa.",
    "Cheta na gọọmentị Imo na Anambra steeti adọọla ndị mmadụ aka na ntị ọ kachasị ndị ụlọakụ, ka ha pụta rụọ ọrụ ha taa dịka ụbọchị ndị ọzọ.",
    "Ipob sit-at-home order: Ụlọakụ na ATM emepeghị taa n'Imo steeti. Lee ihe kpatara ya",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "N'otu aka ahụ, ihe ọzọ ka mkpa bụ ule ngwụcha ụlọakwụkwọ ndị Sekọndrị bụ West African Examinations Council (Waec) nke na-aga n'ihu taa dịka ụmụakwụkwọ na-ele Bekee (English).",
    "Cheta na kemgbe Monde ụbọchị itoolu nke ọnwa Ọgọst 2021 ka otu Ipob hibere atụmatụ a iji gosi iwe ha maka Nnamdi Kanu bụ onyendu ha gọọmentị Naịjiria nwụchiri.",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "N'Abia steeti n'ụtụtụ a, BBC ahụla ụgbọala ndị nchekwa ruru iri na otu na-eme ngagharị n'Aba road.",
    "Ihe ọzọ anyị chọpụtara bụ na ụlọakụ niile kpọchiri akpọchi mana ndị ọrụ ụlọakụ ahụ nọ n'ime ya.",
    "Onye ntaakụkọ anyị hụrụ ebe ndị ụgbọ 'Keke' na-agagharị dịka ụfọdụ ndị mmadụ pụtakwara mana o rughi ebe etu ahụ si ekwo ekwo maọbụrụ ụbọchị ọzọ.",
    "Ndị ụgbọala ọzọ pụtakwara ọrụ mana ha ahụghị ndị mmadụ ha ga-ebu n'ụzọ akpọrọ 'Health centre' dị n'Ụmahịa.",
    "Okporoụzọ si Owere gawa Okigwe tọgbọ chakoo dịka ndị mmadụ nakwa ụgbọala apụtaghị chaachaa.",
    "Ọ bụkwa otu ihe n'Imo steeti dịka okporoụzọ a ma ama bụ Wetheral road tọgbọ chakoo.",
    "Naanị ụgbọala ole na ole pụtara n'ụzọ dịka ahụghị ndị mmadụ chaachaa.",
    "Nchọpụta anyị gosiri na ụlọakụ dị icheiche n'Awka bụ isi obodo steeti ahụ agbapeghi chaa chaa.",
    "Nke a mere n'agbanyeghị na gọọmentị steeti ahụ dọrọ ndị mmadụ aka na ntị si ha pụta rụọ ọrụ ha n'izuụka gara aga.",
    "Anyị chọpụtakwara na ọdọ mmanụ ụgbọala ndị nọ n'Awka pụtara ọrụ ha dịka foto a si gosi.",
    "Ụmụakwụkwọ pụtakwara ịga ụlọakwụkwọ n'Ọka taa dịka ule Waec na-aga ihu ugbua.",
    "Ebe niile dara juu n'Ebonyi n'ihi oke mmiri ozuzo malitere n'ebe elekere atọ nke etiti abalị zowe ebe ahụ.",
    "Anyị hụrụ ndị ọgbatumtum, ndị ụgbọ Keke, nakwa ndị ụgbọala dị icheiche mana ha pere mpe karịa etu ha si di.",
    "Ụlọ ahịa dị icheiche agbapeghị mana anyị chọpụtara na ụlọakwukwọ mepekwara mana ndị ụmụakwụkwọ pụtara dị obere.",
    "Ụlọakụ ndị dị n'Ebonyi steeti agbapekwaghị dịka ibe ha n'Anambra nakwa n'Imo.",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ọmụmụ na mmụta",
    "Gịnị ga-eme ụmụaka na-ele ule WAEC ndị oji egbe chụsara na Nkume, Njaba, Imo steeti?13 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya12 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'4 Septemba 2021",
    "Onye bụ Mamady Doumbouya chụpụrụ onyeisiala mba Guinea bụ Alpha Conde?5 Septemba 2021",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gị5 Jenụwarị 2021",
    "Gịnị ga-eme ụmụaka na-ele ule WAEC ndị oji egbe chụsara na Nkume, Njaba, Imo steeti?",
    "Etu ndị oji egbe si gbagbuo Igwe Edozieuno n'okporoụzọ Anambra Steeti",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Ihe mere Simon Ekpa ji sị na ọ bụghịzị onye Naịjirịa",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2021",
    "Lee ihe asaa mere ahụ gị ji adọta anwụnta karịa ndị ọzọ",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Bruce Fein Ipob Lawyer: Lee ebe ọ sị ọ ga-ebu ikpe Nnamdi Kanu aga",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}