{
  "published": "16 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dementia bụ otu n'ime ọrịa na-emetụta ụbụrụ ndị mmadụ nke na-eme ka ha chezọọ ihe mere nsoso a.",
    "Dịka ngalaba WHO si kwuo, ihe karịrị mmadụ nde ise na ụma ise bụ ndị bu ọrịa ahụ ma kwuo na ọnụọgụgụ a nwereike iji ugboro atọ rịa elu n'afọ ole na ole na-abịa.",
    "Etu ị ga-esi mee ka ụbụrụ nwa gị na-aghọ nkọ",
    "Ị ma na onye ọbara mgbali elu na-eme n'afọ 30 na 40 nwere ike imecha nwee nsogbu n'ụbụrụ?",
    "Mgbe achọpụtara ọrịa a n'afọ 1908, ọbụghị ọrịa na-emetụta mmadụ niile mana ugbua otu onye na-ebute ya kwa ntabi anya atọ",
    "Mana n'agbanyeghị nke a, naanị otu mba n'ime mba anọ nwere iwu na-enyere ndị na-agabiga ọrịa a aka.",
    "Ọrịa Dementia bụ ọrịa na-emetụta akụkụ ụbụrụ akpọrọ 'Hippocampus' nke bụ ụzọ e si abanye ihe jikọrọ echiche.",
    "Seheli Jahan bụ onyeisi ọgwụ ụbụrụ n'ụlọọgwụ Bangladesh kwuru na ọ bụ 'ọrịa nchefu ihe' na nkenke.",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbua",
    "Ịgụ egwu ọ ga-enyerenwu ọnọdụ ahụike gị aka?",
    "Ọ kọwara na ọ na-ara ahụ ka onye bu ọrịa dementia cheta ihe mere nsonso a mana ha na-enwe ike ịcheta ihe mere n'oge gara aga.",
    "\"Ọ na-aka mma na ndị bụ ntorobịa n'ihi na hippocampus' ka nwere ahụike, ọ na-akpọ nkụ ka mmadụ na-aka nka\"",
    "E nwere udiri ọrịa anọ bụ vascular dementia, Alzheimers dementia, live body dementia, frontal temporal dementia nakwa Parkinson's dementia.",
    "Ọ bụ ọrịa Alzheimers dementia bụ nke kachasị emetụta ndị mmadụ.",
    "Ebe foto si, Getty Images",
    "Eserese na-egosi nnyocha ụbụrụ",
    "Mgbanwe omume bụ ihe mbụ e ji achọpụta ndị nwere Dementia.",
    "Ihe ọzọ bụ nchefu ihe mere nsonso a, nchefu aha ha nakwa ebe ha nọ.",
    "Ha na-efukwa n'ebe ha magbu mbụ maọbụ chefuo okwu ha bụ n'uche ma ha na-enwe mkparịtaụka.",
    "Ihe ndị so eme ka ọrịa bawanye bụ na ndị mmadụ na-ebizi ogologo ndụ; ha anaghị anwụ n'oge",
    "Ị ma na isi na-awa gị nwere ihe ọ na-atụ aka?",
    "Nutrition: Oke ibu abụghị na ahụ dị nwa gị",
    "Ọgwụgwọ Dementia",
    "Ebe foto si, Getty Images",
    "O nweghi ọgwụgwọ eji aka maka ọrịa dịka ndị nnyocha sayensị na-agbasị mbọ ike ịrụpụta ọgwụ ga-akwụsị ya.",
    "Ya mere na achọtabeghị ihe jikọrọ 'amyloid' na ọrịa Dementia.",
    "Nke a pụtara na ndị nnyocha sayensi ka nwere ụfọdụ akụkọ gụnyere:",
    "- Gịnị na-egbu 'neurons' n'ụbụrụ",
    "- Kedụ ụdịrị 'protein' na-ejupute n'ụbụrụ",
    "- Ha kwenyere na achọta asịsa ajụjụ ndị a, ọ ga-eme ka achọta ọgwụgwọ ọrịa ahụ ngwa ngwa",
    "Ebe foto si, Getty Images",
    "Mmegharị ahụ bụ otu ụzọ e si egbochi ọrịa Dementia dịka dọkịta si ekwu",
    "O doro anya na enwebeghi ọgwụgwọ maọbụ ọgwụ mgbochi Dementia mana ndị dọkịnta na-ekwukwa na o nwere ihe ndị mmadụ nwere ike ime iji gbochi ya.",
    "- Enwena ọbara mgbali elu",
    "- Ebune oke ibu",
    "- Gị na ndị mmadụ nwee nnọkọ na ọgbakọ",
    "- Gbaara ọrịa shuga ọsọ",
    "- A nọla sọsọ gị",
    "- Megharịa ahụ",
    "- Gwọọ ọrịa ịda mba (depression) ngwangwa",
    "- Esela 'ciga'",
    "A mabeghi ihe jikọrọ omume ndị a na ọrịa 'dementia' mana nnyocha ka na-aga n'ihu.",
    "Ahụike",
    "Ahụike echiche",
    "Pneumonia Disease: Gịnị ka ị ma gbasara ọrịa a?18 Septemba 2019",
    "Vidio, World Cancer Day: Etu m si nweta ọgwụgwọ ọrịa kansa - Onye meriri Kansa ara25 Eprel 2018",
    "Ihe anọ ị maghị maka ọrịa ịba25 Eprel 2018",
    "'Sepsis' ọrịa na-egbu rue ka kansa17 Jenụwarị 2020",
    "Lyme Disease: Ihe ị kwesiri ịma maka ọrịa a chịnchị na-ebute9 Jenụwarị 2020",
    "Gingivitis, periodontitis na ọrịa ndị ọzọ ga-etinyenwu ọnụ gị na nsogbu11 Julaị 2020",
    "What is 5G: Gịnị bụ 5G? O nwereike ibutere mmadụ ọrịa?5 Eprel 2020",
    "Southern governors meeting today: Ihe isii e kpebiri na nzukọ ndị gọvanọ Ndịda16 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ọ na-agụ m ịlụ karịa otu di mgbe na-adịghị anya'elekere 3 gara aga",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Evelyn Joshua: Ihe i kwesịrị ịma maka nwunye T.B Joshua bụzi onyeisi ụlọụka SCOAN12 Septemba 2021",
    "Lee ihe asaa mere ahụ gị ji adọta anwụnta karịa ndị ọzọ11 Septemba 2021",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi10 Septemba 2021",
    "Southern governors meeting today: Ihe isii e kpebiri na nzukọ ndị gọvanọ Ndịda",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "'Ọ na-agụ m ịlụ karịa otu di mgbe na-adịghị anya'",
    "Mkpu akwa na-ada n'ụlọ Emeka Merenu, ụkọchukwu Anglịkan e gburu n'Orsu, Imo steeti",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Nnamdị Kanu akpụpụla gọomentị mba Kenya n'ụlọikpe",
    "Etu Ikeji Arochukwu nke afo a si kpọtụEmelitere ikpeazụ na: 26 Septemba 2019",
    "Obi agbajọla otu Ipob maka ndị ji aha ha emebi ihe n'ala Igbo",
    "Ị ma onye bụ Ukpabi Asika na ihe ọ rụrụ oge agha Biafra?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}