{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ed Keazor",
    "Ọ bụrụ na ọ dị ndụ taa, Ukpabi Anthony Asika gaara adị afọ iri asatọ na ise (85). Kedụ ihe ị ma maka ya?",
    "Mgbe ọ dị ndụ, Asika bụ onye nkuzi, onye ọrụ Bekee nakwa onye ndọrọndọrọ ọchịchị.",
    "Ihe ị kwesịrị ịma maka Ọkaikpe Chukwudifu Oputa",
    "Gịnị ka ị nụrụ maka Mbonu Ojike?",
    "Ihe ise i kwesịrị ịma maka Alvan Ikoku",
    "Kedụ ihe a kacha eji echeta ya taa?",
    "Asika chịrị dịka onyeisi (gọvanọ) mpaghara a kpọrọ 'East Central State' n'oge ọchịchị ndị agha; site n'ụbọchị 28 nke ọnwa Ọktoba 1967 ruo Julaị 1975.",
    "Ọ nọchiri Chukwuemeka Odimegwu Ojukwu dịka gọvanọ Mpaghara Ọwụwa Anyanwụ mgbe Ojukwu durula ndị Biafra n'agha nnwereonwe ha n'aka Naịjiria.",
    "N'oge ọ chịrị, naanị Asika bụ onye Igbo nọ n'ọkwa Gọvanọ na Naịjiria, bụ ihe so mee ka ụfọdụ ndị Igbo kpọọ ya 'sabo' n'ihi na ọ zara oku ọchịchị Yakubu Gowon bụ onyeisiala mgbe ahụ kpọrọ ya n'agbanyeghi na ndị Igbo nọ n'agha.",
    "Ebe foto si, Ed Keazor",
    "Ukpabi Asika na Ọchịagha Yakubu Gowon n'afọ 1967",
    "Otu ihe Asika kwenyere na ya mgbe ọ dị ndụ bụ na \"Naịjiria ịdị n'otu bụ maka ọdịmma onye ọbụla\", o kwenyekwara na ịlụ agha adịghị mma, mere ka ọ na-ede akwụkwọ gbasara ịkwụsị ya bụ agha Biafra.",
    "N'ihi ihe ndị ọ na-ede, Ọchịagha Gowon rịọrọ Asika bụ onye nkuzi na mahadum Ibadan ka ọ bịa chịwa steeti ndị e kewapụtara na ndị na-achọ nnwereonwe Biafra.",
    "Ọ dị naanị afọ iri atọ na otu (31) mgbe ọ malitere ịchị ya bụ 'East Central State'.",
    "Ka ọ banyere ọchịchị, o jiri ọkwa ya na-arịọ sị na ịlụ agha abụghị ụzọ ka mma isi enweta ihe a na-achọ. Otu ihe o kwuru anaghị echefu echefu bụ \"...mana anyị ekwesịghị ichefu na ọ bụ ndị mmadụ na-anwụ dịka a na-ese okwu. Bịanụ ugbua ka anyị kwụsị agha a...\"",
    "Ebe foto si, Instagram/Obi Asika",
    "Akụkọ kwuru na ọ bụ ya bulitere okwu \"enweghi onye meriri, enweghi onye meriri\" nke Gowon ji kwuo okwu oge agha Biafra biri.",
    "'Esoro usoro iwu Naijirịa e nweghị ihe ndị Igbo ga-achịta",
    "Ọrụ mwulite ala Igbo Asika rụrụ",
    "Mgbe agha biri, Asika na ndị otu ya (gụnyere ndị agha Biafra agha na-erighi) malitere ọrụ nrụgharị mpaghara Ọwụwa Anyanwụ bụ ebe agha mebichara, na-enweghi enyemaka akụ si n'ime ụlọ.",
    "Site n'afọ 1970 ruo 1975, ha nyerela aka wulite ma rụgharịkwaa ọtụtụ kilomịta ụzọ n'ala Igbo",
    "Ha rụgharịkwara ụlọakwụkwọ gụnyere Mahadum Naịjiria (UNN) dị na Nsụka",
    "Ha rụrụ mahadum ọhụrụ dịka University of Nigeria Teaching Hospital dị n'Enugu (UNTH), Institute of Management and Technology (IMT), Alvan Ikoku College of Education dị n'Owere, dgz.",
    "Ha rụgharịkwara ụlọakụ nakwa ebe nrụpụta ihe (industry) dị iche iche, nke nyerela aka iwulite azụmahịa mpaghara ọwụwaanyanwụ.",
    "'Esoro usoro iwu Naijirịa e nweghị ihe ndị Igbo ga-achịta",
    "A mụrụ ya n'ụbọchị 28 nke ọnwa Juun 1936, n'obodo Barkin-Ladi dị na Platu steeti",
    "A mụnyere ya n'ezinụlọ Edward Obiozor Asika na Rebecca Nwabunie Asika bụ ndị obodo Ogbeoza, Umuezearoli dị n'Ọnịcha, Anambara steeti",
    "Ebe foto si, Ed Keazor",
    "E chiri ya echichi Ajie Ukadiugwu nke Ọnịcha n'afọ 1985",
    "Ọ gụrụ akwụkwọ sekọndrị na St. Patrick's College dị na Calabar, mechaa gafee Edo College dị na Benin, n'afọ 1951 ebe ọ si gụchaa n'afọ 1955/56",
    "A na-etu ya 'Don Ameche' mgbe ọ nọ n'ụlọakwụkwọ",
    "Ọ rụrụ dịka onye ọrụ ndekọ nke bekee kpọrọ 'clerk' tupu ọ gawa ụlọakwụkwọ University College dị n'Ibadan n'afọ 1956 ruo 1960 ebe ọ nọ gụọ 'Economics'",
    "O ritere nturugo 'nwa akwụkwọ kacha mee ọfụma' na mahadum ahụ",
    "Ya na ndị a ma ama gụnyere Ukwu I. Ukwu, Emmanuel Ifeajuna, Uche Chukwumerije, Sam Agbam, J.P Clark nakwa Christopher Okigbo so gụọ Mahadum",
    "Ka ọ gụchara na Naịjiria, o nwetara ikikere ịgụ akwụkwọ n'efu na mahadum University of California, Los Angeles (UCLA) ebe ọ nọ gụọ maka ndọndọrọ Ọchịchị (Political Science)",
    "Ọ lụrụ nwunye ya bụ Chinyere Edith Dibueze Asika (bụbu Ejiogu) n'afọ 1965; ha mụrụ ụmụ atọ",
    "Ebe foto si, Uju Asika",
    "Ukpabi Asika na nwunye ya, Chinyere",
    "E nyere ya nturugo 'Commander of the Federal Republic' (CFR) n'afọ 2002",
    "Ndị otiegwu a ma dịka Nze Dan Orji nakwa Soki Ohale biputara ọba egwu maka ya mgbe ọ nwụrụ",
    "Ọ bụ onye nka na-amasị; o nwere ọtụtụ nka si na mpaghara dị iche iche n'ụwa",
    "Ọ nwụrụ n'ụbọchị 14 nke ọnwa Septemba, 2004, ka ọ rịachara ọrịa mkpọnwụ ahụ ọtụtụ afọ.",
    "Ebe foto si, Obi Asika",
    "Ukpabi Asika na Obasanjo oge e nyere ya nturugo CFR, Ukpaabi nọ n'oche ndị ọrụsị",
    "N'ihi ụdịrị nnukwu mmadụ ọ bụ, mgbe ọ nwụrụ ndị isi a hụrụ kwaba okpu gụnyere aka chịburu Naịjiria bụ Olusegun Obasanjo na Yakubu Gowon, LT Gen TY Danjuma, Martin Elechi chịburu Ebonyi steeti, Ọkammụta Pat Utomi, Sinetọ Evan Enwerem, Oriaku Maryam Babangida, Emeka Anyaoku bụbu onyeisi ụlọọrụ Commonwealth, Odeakwụkwọ Eddie Iroh na ndị ọzọ zitere ezinaụlọ ya ozi iti aka n'obi iji kwupute mwute ha.",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha",
    "E gburu otu onye ma gbaa ụgbọala ndị mmadụ ọkụ n'Onicha, Ebonyi Steeti",
    "Ndọrọndọrọ ọchịchị",
    "Akụkọ mgbe gboo",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Justice Chukwudifu Oputa: Ihe ị kwesịrị ịma maka nwoke ike a22 Septemba 2020",
    "Mbonu Ojike: Ihe ị kwesịrị ịma maka dimkpa Igbo a29 Nọvemba 2019",
    "Alvan Ikoku: Ihe ise ị kwesịrị iji cheta ya18 Nọvemba 2019",
    "Etu ndị oji egbe si gbuo ụkọchụkwụ Anglican ma gbaa ụgbọala ya ọkụ n'Orsu, Imo steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Ihe mere n'Imo ga-eme n'Anambra ma ọ bụrụ na-emeghị ntụlịaka' - Soludo14 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, E nye m ohere ịzụ ndị Naịjirịa maka Olympics, ihere agaraghị eme ha - Chioma Ajunwa, Duration 5,294 Ọgọọst 2021",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'4 Septemba 2021",
    "Onye bụ Mamady Doumbouya chụpụrụ onyeisiala mba Guinea bụ Alpha Conde?5 Septemba 2021",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gị5 Jenụwarị 2021",
    "Etu ndị oji egbe si gbuo ụkọchụkwụ Anglican ma gbaa ụgbọala ya ọkụ n'Orsu, Imo steeti",
    "Nnamdị Kanu akpụpụla gọomentị mba Kenya n'ụlọikpe",
    "Ị ma onye bụ Ukpabi Asika na ihe ọ rụrụ oge agha Biafra?",
    "Obi agbajọla otu Ipob maka ndị ji aha ha emebi ihe n'ala Igbo",
    "Etu ndị oji egbe si gbagbuo Igwe Edozieuno n'okporoụzọ Anambra Steeti",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Ọgba nwaanyị nọ na nsọ anaghị abaEmelitere ikpeazụ na: 29 Maachị 2019",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Lekwa nsogbu so aṅụghị mmiri nkeọmaEmelitere ikpeazụ na: 27 Juun 2020",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}