{
  "published": "15 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Sunday Obi-Chukwu, onye ọrụ ugbo kọwara ka o sị malite ịkọ ji n'akpa nakwa ihe mere oji na-akọ ya n'akpa karịa n'ala.",
    "Na njem BBC Igbo mere n'ọrụ ugbo ya, o mere ka a mata na ịkọ ji n'akpa n-enye aka ịkọpụta ọtụtụ ji n'okeala karịa mgbe a kọrọ ya n'ala.",
    "Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke nwere ugbo n'Imo steeti",
    "'Eji m ịsụ mkpụrụakwụ na mmanụ nri zụọ ezinaụlọ m'",
    "Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m - Ekene Obayi",
    "Ọ sị na ihe mere o jiri malite ya bụ n'ihi oke nsogbu dị n'etiti ndị ọchịehi na ndị ọrụ ugbo na Naịjirịa nke buterela ọnwụ ọtụtụ mmadụ.",
    "Obi-Chukwu sị na uru ọzọ dịka n'ịkọ ji n'akpa bụ na ọ naghị abọchasị ahịhịa ọbụla mana ị kọọ ji n'ala na ị ga na-abọchasị ahịhịa kwa mgbe.",
    "Kirie ihe o kwuru n'uju;",
    "Ndị mere akụkọ a bụ Ikechukwu Kalu na Nnamdi Agbanelo",
    "Ọrụ ugbo",
    "Ọgụ ndị na-achịehi",
    "Nri",
    "Nchekwa nrị",
    "Naijiria",
    "Anambra Steeti",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Palm Oil: 'Eji m ịsụ mkpụrụakwụ na mmanụ nri zụọ ezinaụlọ m', Duration 2,2519 Mee 2020",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Charles Chukwuma Soludo: 'Ihe mere n'Imo ga-eme n'Anambra ma ọ bụrụ na-emeghị ntụlịaka', Duration 19,1414 Septemba 2021",
    "Vidio, Ogbunike Cave: Eke Idemili, agụiyi na ihe ndị ọzọ a sị nọ n'ime ọgba a, Duration 7,0111 Septemba 2021",
    "Vidio, Ị ma ihe anọ ụmụnwoke agaghị agwa gị agbanyeghị ka o si hụ gị n'anya?, Duration 8,28elekere 5 gara aga",
    "Vidio, Igbo delicacies: Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Vidio, Young Akwuwodor: 'Ha bịa rịọ m biko tupu m mepeere ha ụlọ ha', Duration 10,256 Septemba 2021",
    "Vidio, Maria Chike BBNaija interview: Ihe nwa ada a kwuru maka Liquorose, Whitemoney na Pere, Duration 1,00,5510 Septemba 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Ogbaukwu Cave and Waterfall: Ndị Owerre Ezukala kwenyere na Chukwu biri n'ime ọgba a n'oge gboo, Duration 5,2819 Juun 2021",
    "Vidio, Ịkwa iko bụkwa nsọ dị n'Ọgba na Ọgbaagada mmịrị Ezeagu, Duration 2,4129 Maachị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}