{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Pooja Chhabria",
    "BBC World Service",
    "Muvumbi Ndzalama kwuru na iwu a na-ekwu maka ya bụ \"ekpere ya a zara aza\"",
    "Mgbe ọ ka na-etolite etolite, Muvumbi Ndzalama na-ajụkarị ajụjụ gbasara omenala ịlụ naanị otu onye. O chetara etu o si jụọ nne na nna ya ma ọ bụ naanị ha abụọ ga-ebikọta ọnụ ruo mgbe ha nwụrụ.",
    "\"Ọ dị m ka mmadụ ịnọ na ndụ gị kwesịrị ịbụ a gụrụ gụrụ ha abịa ma pụkwaa,\" ka ọ gwara BBC.",
    "\"Mana ihe niile dị n'akụkụ m, site n'ihe nkiri ruo n'ụlọụka, nọ na-ekuzi maka ịlụ naanị otu onye, mana aghọtaghị m atụmatụ ahụ.\"",
    "Ihe mere e ji alụ nwaanyị n'ozu n'ala Igbo",
    "Etu ndị Igbo si agba \"alụkwaghịm\"",
    "Ihe iri agbọghọ ugbua chọrọ na nwoke ga-alụ ya",
    "Muvumbi dị afọ 33 ugbua ekwuola na ọ na-ahụta onwe ya ka nwaanyị nwere ike ịyị/idina onye ọbụla gụrụ ya, ma nwoke ma nwaanyị, nakwa nwaanyị na-achọ ohere ka ndị na-agaghị alụli naanị otu onye na mba Saụt Afrịka nwee ike ịnọ na-anọghị n'ihe ize ndụ.",
    "\"Enwere m onye m na-ayị m kwere ịlụ ugbua, mụ na ya mụkọrọ ụmụ, ọ masịkwara onye nke ọzọ m na-ayị,\" ka o kwuru.",
    "\"Onye nke ahụ achọghị ịlụ nwaanyị... mana n'ọdịniihu, Ọ ga-amasị m ịlụ karịa otu di. Ị ma na abụ m 'pansexual', onye nwere ike ịyị/idina onye ọbụla gụrụ ya, n'agbanyeghi okike ya.\"",
    "Nwaanyị ịlụ karịa otu di?",
    "Saụt Afrịka so na mba ndị iwu ha atachaghị akpụ n'ụwa, dịka ha na-ekwe alụmdinanwunye ịdị n'etiti nwoke na nwoke maọbụ nwaanyị na nwaanyị nakwa nwoke ịlụ karịa otu nwaanyị.",
    "Mba ahụ na-atụ anya ịṅogharị iwu alụmdinanwunye ha ugbua, otu n'ime ihe ha na-ele anya bụ ajụjụ ma a ga-agụnye nwaanyị ịlụ karịa otu di otu mgbe nke Bekee kpọrọ polyandry.",
    "Nke a emeela ka ụfọdụ ndị ọ na-amasịghị tie mkpu.",
    "\"Nke a ga-emebi omenala Afrịka. Kedụ maka ụmụ ndị a mụrụ? Kedụ etu ha ga-esi mara onwe ha na ndị ha bụ?\" ka Musa Mseleku bụ ojiegoachụego nakwa onye ihe onyonyo ji nwunye anọ kwuru.",
    "\"Nwaanyị agaghị abụzị ihe nwoke bụ. Anaghị akọ nke a akọ. Nwaanyị ọ ga-akwụzị ụgwọ isi nke nwoke? Nwoke ahụ ọ ga-azawazị aha nna nwunye ya?\"",
    "Nwoke a ga-azanwu aha nna nwunye ya n'ala Igbo?",
    "Ebe foto si, Getty Images",
    "Iwu mba Saụt Afrịka kwadoro nwoke ịlụ nwoke maọbụ nwaanyị ịlụ nwaanyị nakwa nwoke ịlụ karịa otu nwaanyị",
    "Ndị ọzọ gụnyere Ụkọchukwu Kenneth Meshoe bụ onyeisi ndị na-ama pati nọ n'ọchịchị aka African Christian Democratic Party (ACDP), onye kwuru na nke a \"ga-emebi obodo\".",
    "\"Oge na-abịa mgbe otu n'ime ụmụnwoke ahụ ga-ekwu, 'gị na onye nke a na-anọkarịa karịa mụnwa' - mgbe ahụ nsogbu adapụta n'etiti ụmụnwoke abụọ ahụ,\" ka o kwuru.",
    "Nwoke, ị na-enyere nwunye gị aka n’ụlọ?",
    "Ihe ọ na-ewe iji lụọ nwaanyị na Mbaise",
    "Ị ga-enye nwunye gị maọbụ di gị akara akpaego gị dị n'ụlọakụ?",
    "Arochukwu : Uru ịjụ ese bara tupu alụmdi na nwunye",
    "'Nkwenye ndị mmadụ akwụdosighi ike'",
    "Muvumbi kwuru na nke a ihe ndị mkpa nye ụmụnwaanyị na-ayị onye ọbụla masịrị ha nke mmadụ niile ma maka ya ma ghara inwe nsogbu ọbụla, nke bụ 'polyamorous' na Bekee.",
    "O kwuru sị \"Ọnọdụ a bụ ọnọdụ ịchị obi n'aka - nkwenye ọtụtụ mmadụ akwụdosighi ike.",
    "\"Ụmụnwoke na-alụrụ onwe ha nwunye ole masịrị ha maọbụ na-ayị nwaanyị ole masịrị ha kemgbe ụwa tụ ụwa, mana ọ ka bụ ihe e ji akwa ụmụnwaanyị emu, e kwesịrị ikuzigharịrị ndị mmadụ maka ya.\"",
    "Muvumbi anaghị ezo na ọ na-ayị karịa otu onye kemgbe ihe karịrị afọ iri. \"Mụ na ndị m na-ayị ma onwe anyị, ọ bụghị iwu na anyị niile ga-abụ enyi, mana achọrọ m ka anyị mara onwe anyị.\"",
    "Muvumbi seen here with her anchor partner, Mzu Nyamekela Nhlabatsi",
    "Na mbụ, ọ mabughi etu ọ ga-esi agwa ezinaụlọ ya mana o mechara gwa ha afọ ise gara aga mgbe mmekọ ya Mzu Nyamekela Nhlabatsi siwanyere ike.",
    "\"Mzu na-ayịkwa ndị ọzọ, achọghị m ọnọdụ ọ ga-agbagwoju ezinaụlọ m anya ma ha zute ya na onye ọzọ n'ụzọ, ya mere m ji gwa ha.\"",
    "\"Ọ bụkwa mgbe ahụ ada anyị nwaanyị nọ na-agba afọ ise, mgbe m bidoro ihe gbasara ikike ruru onye n'ọgbakọ a. M ga-apụta n'onyonyo na-ekwu maka nwaanyị ịlụ karịa otu di, achọghịkwanụ m ka ha si n'aka onye ọzọ chọpụta.\"",
    "Ha anabatatụla ụdịrị ndụ Muvumbi na-ebi mana ọ sị na ije ka dị anya.",
    "O kwuru maka mgbe Mvu bịara ịkwụ ụgọ isi ya \"Ha jụrụ m ma ha a ga-atụwa anya nwoke ọzọ ịbịa ịkwụ ụgwọ isi m, m sị ha na nke a ka nwekwara ike ime.\"",
    "\"M ga-ebi ndụ m n'eziokwu m, ma ọ masịrị ha ma ọ masịghị ha.\"",
    "'Ọ gbara mgbọrọgwụ n'iwu ụmụnwoke'",
    "Ndị ikike dịrị onye n'ebe ọ metụtara okike na-agbasi mbọ ike ịhụ na e debanyere ya bụ iwu nwaanyị ịlụ karịa otu di n'iwu mba Saụt Afrịka, dịka iwu ahụ kwadoro ka nwoke lụọ karịa otu nwaanyị.",
    "E debanyela ihe ha na-achọ n'akwụkwọ gọọmentị wepụtara ka ọha tinye ọnụ ha, dịka ha na-abanye n'ihe ga-abụ nṅogharị iwu alụmdinanwunye mba ahụ kemgbe ọchịchị ndị ọcha kwụsịrị n'afọ 1994.",
    "Akwụkwọ ahụ na-ekwukwa ka alụmdinanwunye nke ndị Alakụba, ndị Ju nakwa ndị Rastafari banyekwa n'iwu.",
    "Ebe foto si, Getty Images",
    "Local activists say the proposed law to legalise polyandry challenges certain patriarchal views in society",
    "Muvumbi sị na ọ dị ka \"ekpere a zara ya\" ma kwuo na ihe a na-ekwu maka nwaanyị ịlụ karịa otu di gbara mgbọrọgwụ n'iwu ụmụnwoke.",
    "Ọkammụta Collis Machoko, onye nkuzi n'ihe gbasara nwaanyị ịlụ karịa otu di na-ahụkwa otu ihe ahụ. \"Mgbe ụka Kraịst na ọchịchị ndị ọcha batara, ihe nwaanyị bụ gbanweziri. Ha ahaghịzị nhatanha. Alụmdinanwunye bịazịrị bụrụ otu ngwaọrụ e ji hibe iwu dabarala naanị ụmụnwoke.\"",
    "Ọ sị na mba ndị dị ka Kenya, DR Congo nakwa Naịjiria na-emebu ya bụ nwaanyị ịlụ karịa otu di, mba Gabon ka na-edebe ya bụ iwu ruo ugbua.",
    "\"Okwu gbasara ụmụ ha ataghị akpụ. Ụmụ ọbụla a mụnyere n'ụdịrị ihe a bụ ụmụ ezinụlọ ahụ,\" ka o kwuru.",
    "Ụmụnyanyị",
    "Ikike ụmụnwanyị",
    "Omenala",
    "Okike",
    "Ezinụlọ",
    "Alụmdịnanwụnye",
    "Southern governors meeting today: Ihe isii e kpebiri na nzukọ ndị gọvanọ Ndịda16 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ọ na-agụ m ịlụ karịa otu di mgbe na-adịghị anya'elekere 3 gara aga",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Evelyn Joshua: Ihe i kwesịrị ịma maka nwunye T.B Joshua bụzi onyeisi ụlọụka SCOAN12 Septemba 2021",
    "Lee ihe asaa mere ahụ gị ji adọta anwụnta karịa ndị ọzọ11 Septemba 2021",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi10 Septemba 2021",
    "Southern governors meeting today: Ihe isii e kpebiri na nzukọ ndị gọvanọ Ndịda",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "'Ọ na-agụ m ịlụ karịa otu di mgbe na-adịghị anya'",
    "Mkpu akwa na-ada n'ụlọ Emeka Merenu, ụkọchukwu Anglịkan e gburu n'Orsu, Imo steeti",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Nnamdị Kanu akpụpụla gọomentị mba Kenya n'ụlọikpe",
    "Etu Ikeji Arochukwu nke afo a si kpọtụEmelitere ikpeazụ na: 26 Septemba 2019",
    "Obi agbajọla otu Ipob maka ndị ji aha ha emebi ihe n'ala Igbo",
    "Ị ma onye bụ Ukpabi Asika na ihe ọ rụrụ oge agha Biafra?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}