{
  "published": "26 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Getty Images",
    "Ndị Igbo nwere otu Chi nke bụ Chineke (Chi na eke) maọbụ Chukwu Okike.",
    "Ka o kechara ụwa o dinye Anyanwụ (Anya na-adịghị anwụ anwụ/Anya Chineke) ka o si n'aka nri na aka ekpe na-ahụ ihe na-eme n'ụwa, dinye Ọnwa ka o si n'ihu (ugwu) na-ahụ ihe na-eme n'ụwa ruo n'azụ (ndagwurugwu).",
    "Njem Anyanwụ na njem ọnwa kere ụwa ụzọ anọ; Eke, Orie, Afọ, Nkwọ.",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "Gịnị mere nwoke jiri nwụchie arụsị ndị Opi Nsukka?",
    "Imo Awka: Mmemme a bụ Opu-Eke",
    "Dịka ndị Igbo kwenyere n'ike Chineke, ha kwenyekwara n'arụsị dị iche iche nke ha na-achụnyere aja n'oge dị iche iche.",
    "Ndị Igbo kwenyere na ọ bụ Chineke kere arụsị ndị na-enyere ya aka, ma nyefee ha n'aka mba dị iche iche ka ha na-achụnyere ya aja ma na-esikwa n'aka ha arịọ ihe ndị dị ha mkpa.",
    "Ụfọdụ bụ arụsị ndị na-alụ ma na-egbo ọgụ, nke na-ahụ maka ọmụmụ, nke na-ahụ maka ihe a kọrọ n'ubi, mmiri wdgz.",
    "Ọkammụta Chiagozie Nnabuihe nke Mahadum Legọs (Unilag) kọwaara BBC Igbo maka arụsị ndị a na ọrụ ha na-arụ n'ala Igbo.",
    "Ala bụ arụsị ọkwa ya rịrị arị n'ogogo chi ndị Igbo kwenyere na ya; Igbo na-akacha enye ala nsọpụrụ.",
    "Maka gịnị ka ala ji dịrị mkpa? N'ala ka a mụrụ mmadụ, ebe ahụ ka ọ ga-alaghachịkwa ma ọ nwụọ.",
    "Ebe foto si, Getty Images",
    "A na-akpọ ala 'Mother Earth' n'ihi ezigbo mkpa ọ dị n'ịdị ndụ (sustenance) mmadụ",
    "Ala nkịtị (na-abụghị nke e tere ihe) anaghị egbu mmadụ; o nwere ike ịmerụ mmadụ ahụ mana ọbara onye ahụ metụ n'aja ya na ya bụ otu.",
    "Dịka Nnabuihe si kwuo, ọ bụ ala putere ihe dị n'ọhịa, ihe o putere bụ nri ma bụrụkwa ọgwụ (enweghi ọrịa dị n'ala Igbo nke na-enweghi akwụkwọ, osisi maọbụ mgbọrọọgwụ na-agwọ ya); nke bụ na ala na-elekọta mmadụ.",
    "Igbo na-atụ ihe ọbụla ha chere ga-eme ka iwe wee ala egwu (ya ka e ji na-ekwu maka omenala; ihe na-eme n'ala), ya ka e ji ekwukwa maka nsọala (ihe ala na-asọ nsọ).",
    "Ya mere onye mee ihe ọjọọ a sị ka a kpụọ ala, iji sachaa ihe ọjọọ ndị ahụ o mere. A na-eme nke a iji gbochie ala iwe iwe, n'ihi na a na-eche na ala wee iwe ihe a kụrụ n'ala nwere ike ghara ipu, ka mmiri ozizo ghara ịtakwasị ya, ya na anwụ ịchakwasị ya.",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?",
    "Ndị na-ere mgbọrọgwụ na mkpa akwụkwọ aga-anọzị ofe?",
    "Mmiri niile dị n'ala Igbo bụ alụsị (river deities).",
    "Alụsị ndị a nwere aha ndị gụnyere Owummiri, Idemmiri, Unammiri, Ogbuide na Ụrashị (Oguta Lake), wdgz.",
    "Ị lee mmiri, ebe ọbụla mmiri ahụ nọ, ị ga-ahụ ebe ndị kwenyere n'ikike ya (ndị ụka ọdịnala) na-achụ aja iji kpọkuo mmụọ mmiri ahụ.",
    "Onye na-achụ aja kwenyere na mmiri na-enwe nsọ, ụfọdụ anaghị asa akwa maọbụ egwu mmiri na ya.",
    "Ụfọdụ mmiri ndị mmadụ na-efe n'ala Igbo gụnyere mmiri Njaba, Ụrashị, Imo,Ọtammiri, Nkịsị wdgz.",
    "\"M bịa ụwa ọzọ m ga-efe mmiri\" - Ezenwaanyị ferela mmiri Oguta afọ 40",
    "Igwe",
    "A na-ahụta igwe na ọ bụ ebe Chukwu nọ; na ọ bụ ebe anyanwụ na ọnwa na-esi aga ije ha.",
    "Mana ala ka Igwe n'ọkwa n'ihe gbasara arụsị ndị e nwere n'ụwa.",
    "Ọ dị elu karịa chi ndị ọzọ.",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, Ohafia",
    "Ọjị, anụnụebe, ogilisi na osisi ndị ọzọ dị mkpa n'Igbo oge gboo na ihe omimi so ha",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Ajọ mmụọ bụ ekwensu na-agba mmadụ mgba, na nkwenye ndị ụka.",
    "Ekwensu abụghị 'Satan, ọ bụ ị kwe ya esu (ị chọọ ya okwu), ọ bụghị mmụọ na-eweta ọganihu.",
    "Etu m siri bụrụ Eze Ekwensu",
    "Mmụọ na-arụ ụdị ọrụ 'Satan' na-arụ.",
    "Na nkwenye ndị Igbo tupu ụka abịa, ọ bụ arụsị na-arụ ajọ ọrụ, na-anaghị eme ezigbo ihe.",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?",
    "Ikenga",
    "Ike gbasara nwoke. Ọ bụ arụsị nwere ikike ebe ụmụnwoke nọ.",
    "E ji mpi abụọ, maọbụ ihe na-edu mmadụ.",
    "Ikenga mmadụ bụ ihe na-edu ya. E nwere ihe a tụrụ atụ na-egosi ikenga.",
    "Paul Obayi: Ihe mere m ji echekwa arụsị ndị okpukperechi wepụtara ịla n'iyi",
    "Amadiọha",
    "Ọ bụ arụsị na-ahụ maka egbeigwe (deity of thunder).",
    "Ọ bụ onye ozi. Ọ bụ onye ozi iwe Chukwu. Ebe igwe dị agha mere, egbeigwe nwere ike ịgba mebie ya.",
    "Amadiọha na-aga, ọ na-egosi onwe ya dịka ebule.",
    "Jane Ada: Nwaada Igbo ji ịkpụ nka na-egosi ụwa arụsị (Amadiọha) e jiri mara ndị Igbo",
    "Kamalụ",
    "Kamalụ na-eji egbeigwe arụ ọrụ.",
    "Ebe Amadiọha bụ egbeigwe, Kamalụ bụ amụma mmiri na-edupute ya. Ha abụọ bụ nke Bekee kpọrọ 'thunder and lightening bolt'.",
    "Ọ bụ ebe Etche dị na Rivas steeti n'ebe a na-akpọ Ọzụzụ (Kamalụ-Ọzụzụ) ka isi Kamalụ nọ, dịka ụfọdụ ndị Igbo kwenyere.",
    "Agwụ bụ mmụọ. ọ dị ụdịrị abụọ; ezi agwụ na agwụ ọjọọ. Agwụ nwere ihu abụọ.",
    "Agwụ na-eweta ọdachị bụ agwụ ọjọọ (malevolent spirit).",
    "Aha dịka Agwụdịire, Agwụncha wee dịrị gawazie, bụ ndị a na-azakarị iji rubere ya isi.",
    "Agwụnsi",
    "Agwụnsị bụ arụsị. Ọ bụ arụsị gbasara ịgwọ ọgwụ.",
    "A sị na-akpa mmadụ, ihe ọ pụtara bụ na ọ na-arụtụ aka n'ajọ agwa. Ọ pụtara na ọ naghị e mere mmadụ ihe ọma.",
    "Onye ahụ o nwee ihe a sị ya mee, ya achọghị, ihe ọjọọ nwere ike bido na-eme ya.",
    "Nnewi, Awka na obodo ndi ọzọ nwere anụmanụ ha na-akwanyere ugwu",
    "Nkwenye ndị Igbo oge gboo banyere ịlọụwa, agwụ, ọgbanje na ihe dị ọzọ metụtara ọnwụ na ndụ",
    "Njọkụ",
    "Njọkụ bụ chi nwe ji. A na-akpọkarị ya Njọkụ ji maọbụ Ahajiọkụ, mkpọbiri ya bụ Njoku.",
    "Ọ bụ arụsị na-ahụ maka ọrụ ugbo.",
    "Ọ bụ otu n'ime nwa Igbo; Igbo nwere ụmụ, ọkpara ya bụ Njọkụ.",
    "E nwere mgbe ụmụ Igbo bịara na-anwụsị, Chukwu asị ya gbuo nwa ya bụ Njọkụ were chụọ aja. O were ya berisia ya, kụọ ya n'ala, ome ji epuo.",
    "Ọdịnala bụ ihe dị na be ndị, ihe na-eme n'obodo ọbụla.",
    "Omenala bụ etu ndị si ebi ndụ. Ọ sara mbara n'ihi na o metụtara ihe niile; mmepe ndị, etu ha si akwa ozu, nkwenye ha, wdgz.",
    "Ha abụọ na-arụtụ aka etu ndị si ebi, asụsụ ha, etu ha si ebi, ihe ha nwere ike iwepụta (craft), iwu na-achị ndị.",
    "Arụsị ndị ọzọ gụnyere Ogbunabalị, Akara aka, Ọfọ na ogu (nke na-ahụ maka eziokwu na ikpe ziri ezi) wdgz.",
    "Naijiria",
    "Akụkọ mgbe gboo",
    "Ọdị ka chikere",
    "Omenala",
    "Amadioha na Kamalu, Njoku, ala, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Gee ntị, BBC Nkeji26 Septemba 2021",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra25 Septemba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?20 Septemba 2021",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ19 Septemba 2021",
    "Onye bụ Abdulaziz Chivuzor Ude?19 Septemba 2021",
    "Ihe Nnamdi Kanu gwara m na ọ chọrọ n'aka ndị na-eso ya- Ifeanyi Ejiofor",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ihe ise na-amasị Nnamdi Kanu ị maghịEmelitere ikpeazụ na: 21 Nọvemba 2018",
    "Amadioha na Kamalu, Njoku, ala, na arụsị ndị Igbo na-achụnyere aja",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ",
    "'Kwụsịnụ ịrụgharị ọtụ ụmụnwaanyị'Emelitere ikpeazụ na: 28 Jenụwarị 2020",
    "Ịgba asịrị ọ dị mma n'ahụike gị?",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}