{
  "published": "17 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anyi Dons",
    "Anyi Dons (Onye Ịchaka) na-eti egwu kọwaara BBC Igbo ihe mere o ji tiere Obi Cubana egwu ọ kpọrọ 'Okpataozuora'.",
    "Na mkparịtaụka ya na BBC Igbo nwere, Anyi Dons sị na o tiri egwu ahụ iji kwanyere Obi Cubana ugwu ma kelee ya n'ihi ọrụ ọma ọ na-arụ.",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Ọ sị na ọ bụghị naanị n'ihi ihe Cubana meere ya kama ma nke o mere ọtụtụ ụmụ ntoroọbịa bụ ndị o nyere aka n'otu ụzọ maọbụ nke ọzọ.",
    "Anyi Dons sị na o tipụtala egwu ahụ tupu Obi Cubana elie nne ya n'ọnwa Julaị afọ 2021 bụ mgbe egwu a malitere na-ewu ewu.",
    "Cheta na aha Obi Cubana malitere ịda ụda na soshal midia nakwa Naịjirịa n'oge ahụ o liri nne ya n'obodo ya bụ Oba dị n'Anambra Steeti.",
    "Nsi e nyere m mere m ji tipụta egwu 'Deputy Jesus' - Anyi Dons, onye Ịchaka",
    "Ebe foto si, Anyi dons/Facebook",
    "Ifeanyi Donatus na-eti egwu ọdịnala Igbo bụ onye e ji 'Anyi Dons' (Onye Ịchaka) maara akọwaala na ọ bụ mgbe ọ gbakere site na nsi e nyere ya mere o ji tipụta egwu ọ kpọrọ \"Deputy Jesus\".",
    "Anyi Dons kwuru nke a na mkparịtaụka ya na BBC Igbo nwere n'ụbọchị Fraịde,  sị na ndị mmadụ na-eme ka ha bụ chi na ndụ ya ma na-enwe anya ụfụ na obi ọjọọ n'ebe ọ nọ.",
    "Ndị uweojii atọhapụla Duncan Mighty",
    "'Ihe onyonyo na-efegharị na soshal midia egosighị ebe mu na Uche Maduagwu kpere udo' - Jim Iyke",
    "Ihe jikọrọ mụ na Chidimma Ekile - Flavour",
    "Anyi Dons kọwakwara ọtụtụ ihe banyere ndụ ya nakwa egwu ndị ọ tipụtarala.",
    "Ọ sị na ọ malitere iti egwu mgbe ọ dị obere, na mgbe ahụ ọ na-apị 'piano' n'ụlọụka ebe nna ya bụ ụkọchukwu n'afọ 1998.",
    "Ebe foto si, Anyi Dons",
    "Ọ sị na nna ya anabatachaghị egwu ọ na-eti mgbe ahụ maka na o chere na egwu chọrọ ịkpọrọ otu nwa nwoke ya nke mere na ọ chọrọ ịkwụsị ya iti egwu.",
    "Anyi Don sị na ọ ego mbụ ọ natara site n'iti egwu bụ otu narị naịra na iri ise (N150.00) n'afọ 2000.",
    "Ebe foto si, Anyi Dons",
    "N'afọ 2002, Anyi Don sị na ọ malitere itinye ọnụ na-ekwere ndị na-eti egwu ukwe n'egwu ha.",
    "Nwamadị a sị na o tiela egwu di iche iche nke gụnyere; Igbo nwere mmadu,Akpagi, Deputy Jesus, Okpata ozuora, Offor nakwa ndị ọzọ.",
    "Kirie ihe o kwuru banyere ndụ ya n'ụju.",
    "Ihe ndị ọzọ i kwesịrị ịma maka Anyi Dons",
    "Ebe foto si, Anyi Dons",
    "Ezi aha ya bụ Iheanyichukwu Ilodi Donatus mana ihe e ji maara ya bụ Anyi Dons (Onye Ịchaka).",
    "Ọ bụ onye Umuduru Aro Agbaja dị n'Ehime Mbano dị n'Imo Steeti mana a mụrụ ya Nnewi bụ ebe ọ nọ too.",
    "Ọ gụrụ akwụkwọ na 'New Era Model' dị Nnewi nke Anambra Steeti.",
    "Ọ rụrụ ọrụ dịka onye na-agba ihe ọkụ (welder) tupu o were iti egwu mere aka ọrụ.",
    "Naijiria",
    "Imo steeti",
    "Anambra Steeti",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 2616 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchakaelekere 5 gara aga",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Evelyn Joshua: Ihe i kwesịrị ịma maka nwunye T.B Joshua bụzi onyeisi ụlọụka SCOAN12 Septemba 2021",
    "Lee ihe asaa mere ahụ gị ji adọta anwụnta karịa ndị ọzọ11 Septemba 2021",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchaka",
    "Ekwenyeghị m na mkpebi ndị Gọvanọ Ndịda Naịjirịa gbasara ụtụisi VAT - Dave Umahi",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "Mkpu akwa na-ada n'ụlọ Emeka Merenu, ụkọchukwu Anglịkan e gburu n'Orsu, Imo steeti",
    "Ụgwọ isi nwaanyị ọ dị mkpa taa?Emelitere ikpeazụ na: 14 Maachị 2018",
    "Ọgba nwaanyị nọ na nsọ anaghị abaEmelitere ikpeazụ na: 29 Maachị 2019",
    "Obi agbajọla otu Ipob maka ndị ji aha ha emebi ihe n'ala Igbo",
    "Nnamdị Kanu akpụpụla gọomentị mba Kenya n'ụlọikpe",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}