{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Nnyocha e mere nsonso a kpughere njikọ dị n'etiti ịṅụ mmanya ọkụ na ọrịa kansa.",
    "Dabere na nnyocha e bipụtara na Lancet Oncology, a na-eche na mmanya na-aba n'anya butere ihe karịrị ọrịa kansa 740,000 n'ụwa niile n'afọ 2020.",
    "Ndị ọrụ nnyocha ahụ hụrụ ihe akaebe gosiri nke a n'ụdị ọrịa kansa dị iche iche gụnyere nke ara, ọnụ, akpịrị, nkọlọ, imeju, kọlọn nakwa ike nsị.",
    "Ihe isii mere mmanya nkwụ na ngwọ ji dị oke mkpa",
    "Gịnị ka ị ma na-enye ụmụnwoke 'afọ beer'?",
    "Ihe ndị a ị na-etinye n'ọnụ nwereike igbu gị",
    "Lee ihe maamịrị gị na-agwa gị maka ahụike gị",
    "Ọ bụ ezie na e kwuola ọtụtụ ihe banyere etu mmanya na-aba n'anya si emetụta ahụike, mana amabeghị ihe ize ndụ o nwere n'ibute kansa nke e ji ama ọfụma etu o si akpata ya bụ ọrịa.",
    "Ketan Patel, onyeisi ngalaba 'Molecular Hematology Unit' nke Medical Research Council nke Mahadum Oxford, na ọkachamara na mmekọrịta dị n'etiti mmanya na ọrịa, kọwaara BBC na isi sekpụ ntị bụ ihe na-eme mgbe mmanya na-agagharị n'ime ahụ.",
    "Patel kwuru na \"aghọtachabeghi ihe kpatara ya, mana e nwere ụzọ ihe abụọ kwesịrị ka echebara ha echiche.\"",
    "Ebe foto si, Getty Images",
    "Mmanya ọkụ nwere ike imebi mkpụrụndụ ma gbochie ikike ha ịgwọ onwe ha",
    "Otu bụ maka \"etu mmanya si agagharị n'ime ahụ: Mgbe ị na-aṅụ mmanya, ahụ gị na-agbanwe mmanya ahụ ka ọ bụrụ ike,\" ka Patel kwuru.",
    "N'usoro a, \"mmanya ọkụ ahụ na-atụgharị bụrụ nsị a kpọrọ acetaldehyde. Nsị a nwere ike gbanwee DNA ma bute mmụba.\"",
    "\"Ebe ọ bụ na ị nweghị ike ịrịa ọrịa kansa na-enweghị ihe nketa mkpụrụndụ na-amụba amụba (mutant genes), ihe ọbụla na-akwalite mmụba nke mkpụrụndụ ihe nketa ga-akwalite ọrịa kansa,\" Patel kọwara.",
    "Ọmụmatụ a ma ama bụ mmekọrịta dị n'etiti mkpughe anyanwụ na ọrịa kansa, maọbụ ise anwụrụ na kansa akpa ume.",
    "\"Ha abụọ gụnyere ndị ọrụ kemịkalụ maọbụ ihe na-emebi ma na-akpata mmụba na DNA, nke na-eme ka ọrịa kansa selite isi n'ihi ihe nketa mkpụrụndụ inye ntuziaka na-ezighi ezi.\"",
    "Usoro nke abụọ nke Patel na-ekwu maka ya metụtara ike mgbari nke mmanya na-emepụta na nke \"ya na mkpụrụndụ na ahụ na-emekọrịta n'ụzọ na-akpali mkpụrụndụ nwere kansa ịpụta nakwa ito, n'agbanyeghị na ihe akaebe maka nke a ugbua esichaghị ike.\"",
    "N'ezie, ịṅụ mmanya apụtaghị na onye ahụ ga-ebute ọrịa kansa, n'ihi na oke ihe egwu mmadụ nwere dabere n'ọtụtụ ihe ndị ọzọ anyị na-agaghị egbochili, dịka afọ ole onye dị, ihe nketamkpụrụndụ nakwa ma anyị abụ nwoke maọbụ nwaanyị.",
    "Ọ bụ ezie na ihe ikpeazụ a \"siri ike ikewapụ n'ọdịiche dị n'ịṅụ mmanya, ebe ọ bụ na ụmụnwoke na-aṅụkarị mmanya karịa ụmụnwaanyị,\" ka Harriet Rumgay bụ onye nnyocha na ngalaba nnyocha nke ọrịa kansa nke International Agency for Research on Cancer (IARC) na mba Fransị, na onye so dee akwụkwọ ọmụmụ ahụ ebipụtara na The Lancet n'ọnwa Julaị kwuru.",
    "Mana ibelata ole anyị na-aṅụ na-ebelata ihe ize ndụ dị na ya.",
    "Ahụ na-alụchitere onwe ya ọgụ",
    "Na mmebi nke acetyldehyde na-eme, nke sitere na mgbari mmanya, ahụ na-alụchitere onwe ya site n'iji 'enzyme' nke na-ewepụ nsị (ALDH2) wee site n'usoro na-arụzi mmebi DNA ma gbochie ya imụba.",
    "\"Mgbe ọbụla ị ṅụrụ mmanya, usoro nchekwa abụọ a na-egbochi mmanya ahụ imerụ gị ezigbo ahụ. Ihe akaebe na-egosi na nke a bụ etu ọ dị, bụ na mgbe usoro abụọ a anọghị (n'ime mmadụ maọbụ n'ụlọ nnyocha), ị ga-ahụ etu oke mmanya si emebi DNA, yana etu ị nwere ike isi rịa ọrịa kansa,\" ka Patel kọwara.",
    "Ebe foto si, Getty Images",
    "Mgbe mmanya gagharịrị n'ahụ, nsị acetaldehyde ọ mepụtara nwereike ịgbanwe DNA.",
    "A na-eche na ihe dị ka pasentị asatọ ndị bi n'ụwa, nke nka n'ọnụọgụgụ na Ist Eshia, nwere ụkọ ALDH2 - nke na-eme akpụkpọ ahụ ha ọbara ọbara mgbe ha na-aṅụ mmanya - nke a na-emekwa ka ha nwekwuo ike ibute ụdị ọrịa kansa ụfọdụ.",
    "Site n'echiche na-agbanwe agbanwe, ọbara ọbara a ndị nwere ụkọ a na-enwe na-eme dị ka ịdọ aka na ntị, iji gbochie ha ịṅụ mmanya.",
    "Ihe kpatara o ji emetụta ụfọdụ ahụ karịa ndị ọzọ siri ike ịkọwapụta.",
    "Ụfọdụ kansa n'ilere anya mbụ, yiri ihe doro anya karịa - dịka ọnụ, akpịrị, wdg. - makana ha bụ ebe mmanya na-aka emetụta, mana a ga-echetarịrị na ozugbo \"mmanya banyere n'ime ọbara, ọ nwere ike gaa n'akụkụ ahụ ndị ọzọ ebe a na-edozi ya, \" ka Rumgay kọwara.",
    "Ebe foto si, Getty Images",
    "Ụfọdụ nkọwa na-ekwu na mmanya ọkụ nwere ike ibulite ụfọdụ 'hormone' na-ebulite mmadụ inwe kansa nke ara.",
    "Gbasara ọrịa kansa ara, otu echiche a na-atụle bụ na mmanya nwekwara ike \"ịbawanye ọkwa nke homonụ ụfọdụ dịka 'estrogen', ebe estrogen dị elu nwere ike ịbawanye mmadụ inweta ọrịa kansa,\" ka onye nnyocha ahụ kwuru.",
    "Mana Patel kwenyere na ihe akaebe maka nke a esighị ike.",
    "Mgbe anyị na-ekwu maka ụdịrị mmanya na-aba n'anya, maọbụ mmanya na-atọ bịrị bịrị, biya ma ọ bụ mmanya ọkụ na-ebute mmebi karịa, mana ihe dị mkpa abụghị ụdịrị mmanya ọ bụ, kama ọ bụ mmanya ole anyị na-aṅụ, ebe ọ bụ mmanya na-ebute mmebi ahụ.",
    "Gbasara ole e kwesịrị ịṅụ, Rumgay kwuru na ogogo mmanya ọbụla na-ebulite ohere mmadụ nwere ibute ọrịa kansa, \"mana o doro anya na ịṅụ mmanya pere mpe pụtara na ihe egwu dị ala ma e jiri ya tụnyere ịṅụ nnukwu mmanya.\"",
    "Ebe foto si, Getty Images",
    "Ise anwụrụ nakwa ịṅụ mmanya ọkụ bụ itikọta ihe ize ndụ abụọ ọnụ, nke ụfọdụ kwetara na-ebulite ohere ya bụ ihe ize ndụ",
    "Banyere ndịiche dị n'etiti ịṅụbiga mmanya oke n'oge dị nkenke, dịka na ngwụcha izu, ma e jiri ya tụnyere ịṅụ ntakịrị kwa ụbọchị, n'agbanyeghị na nchọpụta ahụ edochaghị anya, Patel na-eche na ọ bụrụ na mmadụ ṅụọ mmanya na-aba n'anya obere oge, ọ ga-agbado ihe ndị na-alụrụ onye ahụ ọgụ ma mee ka ọ ghara ịrụ ọrụ nke ọma karịa ebe mmadụ na-aṅụ ntakịrị ntakịrị n'ụzọ na-eju anya.",
    "Nsogbu ọzọ a gbakwunyere n'ịṅụ mmanya bụ mgbe a gwọkọtara ya na ụtaba.",
    "\"N'ụzọ bụ isi, ọ bụrụ na i tinye onwe gị n'okpuru ihe ize ndụ abụọ - mmanya na onye nnọchi anya na-emebi DNA gị - a ga-enwe mmetụta abụọ n'anụ ahụ,\" ka Patel kọwara.",
    "Mana na mgbakwunye, \"mmanya nwere ike ime ka ọ dịrị kemịkalụ na-emerụ ahụ na ụtaba mfe ịbanye n'ime mkpụrụndụ anyị.\"",
    "Ihe ize ndụ nke ọrịa kansa ga-adị elu mgbe niile n'etiti ndị na-aṅụ mmanya, ma e jiri ya tụnyere ndị na-anaghị aṅụ, mana \"ihe akaebe na-egosi na ogogo ihe ize ndụ a dị elu belatara n'ogo nke ndị na-aṅụtubeghị mmanya mgbe ihe dị ka afọ 20 gachara.\"",
    "Ahụike",
    "Omume",
    "Nrị na-edozi ahụ",
    "Ịṅụbiga mmanya oke",
    "Aba na Onitsha bụ naanị ebe 'sit at home' kpụ ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela20 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?elekere 6 gara aga",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Kedụ ihe mere ọrịa 'Dementia' ji akawanye njọ ugbua?16 Septemba 2021",
    "Dyslexia, Autism na ọrịa ndị ọzọ ndị Naịjirịa na-aghọtaghie ma jiri akpaso ndị na-arịa ya oke28 Eprel 2020",
    "Aba na Onitsha bụ naanị ebe 'sit at home' kpụ ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela",
    "Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị",
    "Onye bụ Abdulaziz Chivuzor Ude?",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ?",
    "Ịgba asịrị ọ dị mma n'ahụike gị?",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchaka",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}