{
  "published": "19 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Centre for Memories",
    "Abdulaziz Chivuzor Ude bụ ya bụ Nnukwu Mmanwu nke Oliver De Coque gụrụ n'egwu",
    "Ọtụtụ mmadụ amaghị nnukwu mmọnwụ a Oliver De Coque gụrụ n'egwu kemgbe eri bụ onye e liri ụnyaahụ bụ Satọde 18-9-2021.",
    "Lee ihe ụfọdụ pụrụiche ịkwesiri ịma maka ya.",
    "Mohamed Morsi, aka chịbụrụ Egypt anwụọla",
    "Kofi Annan, onye bụbu odeakwụkwọ UN anwụọla",
    "Ngharịpụ akpa akụrụ (Kidney) egbuola Kọmishọna ahụike n'Enugwu",
    "Ezigbo aha ya bụ Abdulaziz Chivuzor Ude.",
    "Ọ bụ onye Abor dị n'Enugu steeti, Nigeria.",
    "Amụrụ ya ọnwa  Septemba 30, 1940",
    "Aha nwunye ya bụ Maimuna Ude",
    "Ọ bụ ya biputere akwụkwọ \"Things Fall Apart\" nke Chinua Achebe dere n'afọ 1958.",
    "Ọ gụrụ na st. Patrick's School, Ogbete. Enugu, 1947-56",
    "Gụkwa na College of the Immaculate Conception, Enugu, 1957-63",
    "Si ebe ahụ gụọ na The British Drama League, London, 1964",
    "Gakwa na Banyezie Queen's College, University of Oxford, England, 1964-68 bụ ebe ọ gụrụ philosophy, economics na politics",
    "Ebe foto si, Getty Images",
    "Queen's College, University of Oxford, England, ebe Abdulaziz Chivuzor Ude gara akwụkwọ",
    "Ọ gakwara Columbia University. Morningsidc Heights, New York, USA, 1968-69 ebe ọ nọ gụọ International relation ya bụ mmekọrịta mba na mba.",
    "Mechaa kuzie na  College of the Immaculate Conception, Enugu, 1963-64",
    "Mechaa buru  Editor, Anchor Books. Double Day and Company Inc., 1969-73",
    "Ọ mechara malite ụlọọrụ na-ebiputa akwụkwọ akpọrọ Nok Publishers International, New York.",
    "O so na ndị isi ụlọọrụ ntaakụkọ na Naịjirịa a kpọrọ  Newswatch Communications Ltd kemgbe 1984",
    "Abdulaziz bụ onye na-ebiputa akwụkwọ bụrụkwa onye ihe gbasa akwụkwọ na-echụ ụra.",
    "A ma ya dịka onye dị umeala bụrukwa onye obi ebere na-enyere ndị nọ na nsogbu aka.",
    "Ọ bụ onye ụka Alakụba.",
    "Ebe foto si, Getty Images",
    "Abdulaziz Chivuzor Ude bụ onye ụka alakụba mana ọ gbochighị ya ịkwado ndị ụka Kristi",
    "Abdulaziz so tinye aka n'akwụkwọ maka ike Anambra, Enugu, Delta na Ebonyi steeti mgbe  Ibrahim Babangida na-achị.",
    "O nwepụtara ụgbọelu ya  e ji bugharịa mmadụ dịka Alex Ekwueme, Chike Edozie, Akanu Ibiam, Chief CC Onoh na Dr Okadigbo maka ịhe gbasara okwu steeti ndị ahụ.",
    "Ọ bụ n'ụlọ ya dị na 59 Awolowo Road, Ikoyi, Lagos, ka a nọ mee ihe niile dị n'ike steeti ndị ahụ.",
    "Nok book publishing Enugu, New York, London na Lagos bụ nke biputara akwụkwọ Chinweizu Chinweizu akpọrọ \" The West and the Rest of Us\" na nke Romanus Egudu bụ \"Study of Four West Africans\" wdz.",
    "The Financial Post Communications Ltd, Lagos, 1988",
    "Tanhigh Holdings Ltd",
    "Trans Sahel Airlines Ltd",
    "Estates Nigeria Ltd",
    "Tanhigh Finance Ltd",
    "Ọ bụ otu n'ime ndị isi African Business Roundtable",
    "African Development Bank",
    "British Drama Board",
    "Ebe foto si, Getty Images",
    "Nobel Patron of the Arts",
    "Ghana Association of Writers, 1990",
    "Talent Hunter of the Year",
    "Man of the Year, Nigeria Union of Journalists, 1992",
    "Industry/ Personality Eko Award, 1992",
    "Paul Harris Fellow, Rotary Club. Abakpa Nike",
    "Zik Prize in Uadership (Business), 1995",
    "Ebube Ndi Muslim of Igboland,",
    "Oduneje Ogu of Abor Boroji of Lagos,",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Enyemaka",
    "Vidio, Ihe mere mmanụ Urazi jii bụrụ ọpụrụiche na mmanụ nri ndị ọzọ19 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Onye bụ Abdulaziz Chivuzor Ude?19 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Kedụ ihe mere ọrịa 'Dementia' ji akawanye njọ ugbua?16 Septemba 2021",
    "Dyslexia, Autism na ọrịa ndị ọzọ ndị Naịjirịa na-aghọtaghie ma jiri akpaso ndị na-arịa ya oke28 Eprel 2020",
    "Onye bụ Abdulaziz Chivuzor Ude?",
    "Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchaka",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "Ekwenyeghị m na mkpebi ndị Gọvanọ Ndịda Naịjirịa gbasara ụtụisi VAT - Dave Umahi",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Kedu ụmụ nje ndị anyị na-ekerịkọta mgbe anyị na-esusu ọnụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}