{
  "published": "19 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mmanụ Urazi bụ mmanụ pụrụiche e si n'osisi nkwụ emepụta na mpaghara Ebonyi Steeti.",
    "Etu e si emepụta ya dị iche n'etu e si emepụta mmanụ nri ndị ọzọ.",
    "'Eji m ịsụ mkpụrụakwụ na mmanụ nri zụọ ezinaụlọ m'",
    "Mmanụ nri a na-emebi nsị n'ezie?",
    "Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche",
    "N'ihe onyonyo, a kọwaara usoro e ji emepụta ya nakwa uru ọ baara.",
    "Ndị mere akụkọ a bụ Chukwudi Chris Santus Okereke na Chiemela Mgbeahuru",
    "Nri",
    "Nchekwa nrị",
    "Naijiria",
    "Ebonyi Steeti",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Charles Chukwuma Soludo: 'Ihe mere n'Imo ga-eme n'Anambra ma ọ bụrụ na-emeghị ntụlịaka', Duration 19,1414 Septemba 2021",
    "Vidio, Ihe Joe Igbokwe kwuru maka FFK na \"sit at home\" Ipob, Duration 33,2518 Septemba 2021",
    "Vidio, Igbo delicacies: Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Vidio, Ihe mere mmanụ Urazi jii bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Maria Chike BBNaija interview: Ihe nwa ada a kwuru maka Liquorose, Whitemoney na Pere, Duration 1,00,5510 Septemba 2021",
    "Vidio, Ogbunike Cave: Eke Idemili, agụiyi na ihe ndị ọzọ a sị nọ n'ime ọgba a, Duration 7,0111 Septemba 2021",
    "Vidio, Ernest Okonkwo: Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, Young Akwuwodor: 'Ha bịa rịọ m biko tupu m mepeere ha ụlọ ha', Duration 10,256 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}