{
  "published": "20 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ ụlọahịa mepere taa n'Owere",
    "Taa bụ ụbọchị Mọnde ọzọ na mpaghara Ọwụwa Anyanwụ, bụ ụbọchị ndị mmadụ ejighi apụ iro n'ihi egwu ndị omekome.",
    "Cheta na ndị otu 'Indigenous People of Biafra' (IPOB) tinyeburu iwu mmachị mkpagharị kwa Mọnde ọbụla iji gosi iwe ha maka nnwuchi onyeisi ha bụ Mazi Nnamdi Kanu.",
    "Mana ọ bụ eziokwu na ha akagbuola ya bụ atụmatụ ugbua, ụjọ anaghị ekwe ndị mmadụ pụta ezi ụbọchị Mọnde ọbụla.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "N'ọdị nso a, gọọmentị steeti dị icheiche na mpaghara Ọwụwa Anyanwụ agwala ndị mmadụ ka ha na-aga mkpa ha ụbọchị Mọnde, mana okwu ha amịtabeghị mkpụrụ.",
    "Na Mọnde nke taa, ihe BBC Igbo na-ahụ gosiri na ya bụ 'sit-at-home' ka nwere ike inwe isi.",
    "Onitsha",
    "Onyonyo a abụghị nke taa, kama e ji ya kọwaa akụkọ",
    "Ahịa niile dị n'Ọnịcha mechiri emechi dịka ọtụtụ ndị anyị gbara ajụjụ ọnụ siri kwuo.",
    "Ma 'Main market', ọchanja, 'head bridge', ahịa 'relief', mgbuka Obosi, mgbuka Nkpor, ha ncha azụghị ahịa taa.",
    "Naanị ụlọahịa ndị nọ n'ime ogbe ji nwayọ mepee ma na-achagharịkwa anya maka adịghị ama ama.",
    "Otu onye achọghị ka anyị kpọpụta aha ya kwuru na ọdachi mere na mpaghara Ukaegbu n'Awada n'ụbọchị Sọnde so tinye ndị mmadụ ụjọ n'ahụ.",
    "Ndị ojiegbe gbagburu ndị uweojii ma gbakwaa ụgbọala ha ọkụ na mpaghara ahụ.",
    "Aba",
    "BBC chọpụtakwara na nnukwu ahị niile dị n'Aba enweghị nke mepere.",
    "Ma Ariaria, Enyimba, Ngwa Road, ha ncha gbachiri agbachi.",
    "Otu onye gwara BBC Igbo na ndị ntorobịa n'agba bọọlụ n'okporo ụzọ Ngwa 'road'.",
    "Enugwu",
    "Ahịa Ọgbete Enugwu",
    "Onye ntaakụkọ anyị kpagharịrị n'ahịa Ogbete Enugwu hụrụ na ndị mmadụ mepere ntakịrị karịa etu o si adịbu na Mọnde ndị ọzọ gara aga.",
    "mana ihe dị iche dị, n'ihi na ọtụtụ ụgbọala na-agba, ndị mmadụ na-akpagharịkwa na-enweghị mgbochi ọbụla.",
    "Owerri - Okigwe Road n'ụtụtụ sit at home Mọnde 20 Septemba",
    "BBC Igbo chọpụtara na ndị mmadụ na-akpagharị obere obere na mpaghara Owerri- Okigwe Road n'ụtụtụ Mọnde a.",
    "Ụfọdụ ụlọahịa ndị mmadụ mepekwara emepe, mana ọ bụghị onye ọbụla pụtara ezi.",
    "Mana onye ntaakụkọ anyị chọpụtara na ụlọakwụkwọ mechiri emechi, ebe ụlọakụ dị n'Owere na-arụ ọrụ obere obere.",
    "'Sit-at-home' emeghị taata na mpaghara Aladimma, Owerri",
    "Na mpaghara Aladinma, anyị chọpụtakwara na ndị mmadụ na-akpagharị nke ọma.",
    "Ụgbọala ndị mmadụ nọ n'ụzọ na-agara mkpa ha.",
    "Nke a pụtara na ya bụ 'sit-at-home' anaghị enwe isi, ka ọ dị ugbua, n'Owere, isi obodo Imo steeti.",
    "Ka ụzọ Ikenegbu, n'Owere, ndị mmadụ na-aga mkpa ha",
    "Wetheral Road, Owere, ndị mmadụ na-aga mkpa ha",
    "N'Awka",
    "BBC chọpụtakwara na ndị mmadụ na-akpagharị.",
    "Na mpaghara Regina Junction dị n'Awka, ụgbọala na-akpagharị nke ọma, ọtụtụ mmadụ pụtakwara, ebe ndị ahịa na-erekwa.",
    "Nke a pụtakwara na 'sit-at-home' enweghị isi n'Awka taa.",
    "Oge onye ntaakụkọ anyị garuru mpaghara Eke Awka, anyị hụkwara na ọtụtụ ụgbọala na-akpagharị, mana ụlọahịa ndị mmaọ̄ụ kpọchiri akpọchi.",
    "Mana anyị chọpụtara na ụfọdụ mepere.",
    "Cheta na Gọvanọ Willie Obiano kwere nkwa na ndị ọrụ nchekwa ga-anọ iji chekwaa ndị mmadụ.",
    "N'ụbọchị Satọde, ọtụtụ ndị mmadụ kpagharịrị n'ahịa dị icheiche na-eke akwụkwọ iji kọwaara ndị mmadụ na IPOB akwụsịla atụmatụ ịnọ n'ụlọ.",
    "Onye ntaakụkọ BBC kwukwara na ụfọdụ ụlọụka mara ọkwa ka ndị mmadụ gara mkpa ha n'ụbọchị Mọnde.",
    "N'Abakiliki",
    "Abakiliki taa bụ Mọnde",
    "Onye BBC kpagharịrị na Abakiliki, isi obodo Ebonyi steeti, chọpụtara na ọtụtụ ụgbọala nakwa keke nọ n'ụzọ.",
    "Na mpaghara Ogoja 'road', ndị mmadụ na-akpagharị nke ọma na-enweghị mgbochi ọbụla.",
    "Mana ọtụtụ ụlọahịa emepeghị dịka o si adịbu.",
    "Mana ụmụaka anyị hụrụ na-aga akwụkwọ ebughị ibu.",
    "Lee ụfọdụ ihe merela nke tinyere ụjọ n'ime ndị mmadụ:",
    "Ihe ise ga-akwụsị sit-at-home a Ipob na-eme – Elliot Uko",
    "N'ụbọchị Sọnde, abalị iri na itoolu nke Sepụtemba 2021, akụkọ kwuru na ndị ojiegbe amaghị ndị ha bụ gbagburu otu onye uweoji na mpaghara Awada, Obosi, Anambra Steeti.",
    "Ọ bụ n'ogbe a na-akpọ Ukaegbu ka ya bụ ihe mere nke butere nnukwu ụjọ.",
    "N'ihi nke a, ọtụtụ ekwuola na ụkwụ ha agaghị apụta ezi n'ụbọchị Mọnde, maka na ejighi ihe e ji agba na ntị agba na anya.",
    "Dịka ụbọchị na-aga, BBC Igbo ga na-ewetara gị etu ọnọdụ si dịrị na Steeti dị icheiche.",
    "Enugu: Sọnde - Septemba 19, 2021",
    "Akụkọ kwukwara na ndị ntorobịa kwuru na ha bụ ndị Biafra wakporo ọgbakọ ndị ndọrọndọrọ ọchịchị na mpaghara Enugwu West n'ụbọchị Sọnde.",
    "Ha chụsasịrị ndị nọ n'ọgbakọ ahụ, ma mekwaa ndị ọzọ akaje.",
    "Dịka akụkọ siri kwuo, ndị ntorobịa ahụ kwuru na agaghị enwe ihe ọbụla dị ka ntuliaka na mpaghara Ọwụwa Anyanwụ n'afọ 2023.",
    "Akụkọ ka na-abịa.",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu Ipob 'sit-at-home order': Ihe ọhụrụ Ipob kwuru gbasara 'sit-at-home' Mọnde8 Ọgọọst 2021",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'16 Ọgọọst 2021",
    "Ipob Sit At Home: Etu Ebonyi, Umuahia, Owerri, Awka na ndị ọzọ dị taa30 Ọgọọst 2021",
    "Ipob news today: Owerri, Nnewi na Aba, Enugwu so n'obodo ọtụtụ mmadu mere 'sit at home' na Mọnde22 Ọgọọst 2021",
    "Aba na Onitsha bụ naanị ebe 'sit at home' kpụ ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela20 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?elekere 6 gara aga",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Kedụ ihe mere ọrịa 'Dementia' ji akawanye njọ ugbua?16 Septemba 2021",
    "Dyslexia, Autism na ọrịa ndị ọzọ ndị Naịjirịa na-aghọtaghie ma jiri akpaso ndị na-arịa ya oke28 Eprel 2020",
    "Aba na Onitsha bụ naanị ebe 'sit at home' kpụ ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela",
    "Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị",
    "Onye bụ Abdulaziz Chivuzor Ude?",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ?",
    "Ịgba asịrị ọ dị mma n'ahụike gị?",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchaka",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}