{
  "published": "21 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị Ipob na-achọ ka ekwa Naịjirịa",
    "Ndị obodo ewerela aka tigbuo otu nwa okorobịa na-anaghị ekwe ha ṅụrụ mmiri tọgbọ iko n'ihi 'sit-at-home'.",
    "Ọ bụ ndị uweojii Imo steeti kwupụtara nke a n'akwụkwọ ozi ha wepụtara na mgbede ụbọchị Mọnde.",
    "Dịka ndị uweojii siri kwuo, ya bụ ihe mere n'obodo dị na mpaghara Ahiara, nke dị n'okpuru ọchịchị Ahiazu Mbaise.",
    "Aba na Onitsha bụ naanị ebe 'sit at home' kpụ ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela",
    "Ihe Ipob sit-at-home enforcement riri n'ala Igbo",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Aha nwa okorobịa a lara mmụọ bụ Obinwanne Iwu onye dị afọ iri atọ na anọ.",
    "Ndị uweojii kwuru sị: \"Obinwanne Iwu na ndị otu ya wakporo otu ahịa na achụsasị ndị mmadụ pụtara ịzụ ahia, ma na-ezukwa ngwaahịa ndị mmadụ.\"",
    "\"Ka ha na-eme nke a, ha na-eti mkpu na ndị mmadụ ga-asọpụrịrị iwu 'sit-at-home'.\"",
    "\"Mana ndị mmadụ gbakọtara jide Obinwanne, kechie ya aka azụ, ma kụọ ya duka duka.\"",
    "\"Tupu ndị uweojii abịaruo ebe ahụ, nwa okorobịa ahụ anwụọla.\"",
    "Akụkọ na-abịa.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ihe Ipob sit-at-home enforcement riri n'ala Igbo6 Septemba 2021",
    "Nnamdi Kanu Ipob 'sit-at-home order': Ihe ọhụrụ Ipob kwuru gbasara 'sit-at-home' Mọnde8 Ọgọọst 2021",
    "Lee ka ikpe Nnamdi Kanu siri gaa taa n'Umuahia21 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "IPOB Sit At Home enforcer killed: Nwa okorobịa a na-eche na ọ bụ onye IPOB ezutela ọnwụ ya maka ịmanye ndị mmadụ ka ha nọrọ n'ụlọ21 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Vidio, Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Kedụ ihe mere ọrịa 'Dementia' ji akawanye njọ ugbua?16 Septemba 2021",
    "Dyslexia, Autism na ọrịa ndị ọzọ ndị Naịjirịa na-aghọtaghie ma jiri akpaso ndị na-arịa ya oke28 Eprel 2020",
    "Lee ka ikpe Nnamdi Kanu siri gaa taa n'Umuahia",
    "IPOB Sit At Home enforcer killed: Nwa okorobịa a na-eche na ọ bụ onye IPOB ezutela ọnwụ ya maka ịmanye ndị mmadụ ka ha nọrọ n'ụlọ",
    "Onye bụ Abdulaziz Chivuzor Ude?",
    "Ịgba asịrị ọ dị mma n'ahụike gị?",
    "Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị",
    "Aba na Onitsha bụ naanị ebe 'sit at home' kpụ ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}