{
  "published": "22 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkpa bụ otu nri e ji mara mpaghara Enugwu, nke dị n'Ọwụwa Anyanwụ Naịjirịa.",
    "Onye ọbụla riri ọkpa Enugwu, rie ọkpa si ebe ọzọ, ga-achọpụtarịrị ihe dị iche n'egbe na egbe.",
    "Nwada Onyemuruogu Chinazaekpere bụ nwata nne ya na-esi ọkpa nke ọtụtụ mmadụ na-anụ aha ya n'Enugwu.",
    "Onye ọkaiwu na-ere ọkpa",
    "Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya",
    "Banga Soup: 'Emele m ka ọ dị gị mfe isi ofe akwụ na nkeji 20'",
    "N'onyonyo a, ọ kọọrọ BBC Igbo etu ha si esi ọkpa nke ụtọ ya bụ e richaa a mịchaa aka.",
    "Gere akụkọ ya n'uju.",
    "Ndị mere akụkọ a bụ Kelechi Agbanelo na Ikechukwu Kalu.",
    "Vidio, Ọgba mbọ: Onye ọkaiwu na-ere ọkpa, Duration 1,4926 Nọvemba 2019",
    "Vidio, Igbo delicacies: Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Vidio, Igbo food condiments: Etu e si esi ogiri asamma, Duration 4,1919 Mee 2021",
    "Vidio, Banga Soup: 'Emele m ka ọ dị gị mfe isi ofe akwụ na nkeji 20', Duration 2,5416 Maachị 2021",
    "Igbo culture: Uru i nwere ike irite na nri na-eyi ndị mmadụ izizi Igbo na-eri oge gboo na taa21 Nọvemba 2020",
    "Vidio, Igbo Foods: Etu nne m si jiri ire ọkpa zụta ala, rụọ ụlọ n'Enugu - Onyemuruogu Chinazaekpere, Duration 4,4022 Septemba 2021",
    "Vidio, Duncan Mighty: Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East', Duration 1,26,3222 Septemba 2021",
    "Vidio, \"Mmehie m mere kacha ewute m bụ ịgosi nwunye m ego ole a na-akwụ m\", Duration 8,2815 Septemba 2021",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Urazi Palm Oil: Ihe mere mmanụ a ji bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Vidio, Ihe Joe Igbokwe kwuru maka FFK na \"sit at home\" Ipob, Duration 33,2518 Septemba 2021",
    "Vidio, Ọgba mbọ: Onye ọkaiwu na-ere ọkpa, Duration 1,4926 Nọvemba 2019",
    "Vidio, Igbo delicacies: Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Vidio, Charles Chukwuma Soludo: 'Ihe mere n'Imo ga-eme n'Anambra ma ọ bụrụ na-emeghị ntụlịaka', Duration 19,1414 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}