{
  "published": "22 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Duncan Mighty bụ otiegwu a ma ama na Naịjirịa ekwuola na ọtụtụ ndị ndọrọndọrọ ọchịchị Naịjirịa enweghị ọgụgụ isi.",
    "Nke a mere na ha amaghị ihe nwereike ime iji weta ọnọdụ enweghị ọrụ ndị ntorobịa n'isi njedebe.",
    "O kwuru nke a na mkparịtaụka ya na BBC Igbo nwere n'abalị Tusde, ma kwukwaa na ya \"nwere atụmatụ nwereike ị na-ewebatara gọọmentị otu ijeri naịra (N1billion) kwa ọnwa\".",
    "Ihe jikọrọ mụ na Chidimma Ekile - Flavour",
    "Ịmụ nwa na alụbeghị di ọ bụrụla omenaala?",
    "Ihe mere m jiri agụ 'rap' n'Igbo - Mr Raw",
    "Duncan Mighty, onye e ji 'Port Harcourt first son' nakwa 'Wene Mighty' mara, gara n'ihu kwuo na ịrụ okporoụzọ abụghị ihe gọvanọ kwesịrị iji na-eme ọnụ.",
    "O kwuru sị: \"Ọ jọgburu onwe ya na naanị ihe ndị gọvanọ ji etu ọnụ bụ ịrụ okporoụzọ.\"",
    "\"Mana ọtụtụ ndị ntorobịa nọ na-enweghị ọrụ, na-ebugharị egbe maọbụ na-eme yahoo yahoo.\"",
    "\"Ọ bụrụ na ndị ọchịchị nwere ọgụgụisi, naanị mpaghara 'entertainment' ezuola inye ọtụtụ ndị ntorobịa ezigbo ọrụ.\"",
    "Duncan Wene Mighty Okechukwu",
    "Lee ọkpụrụkpụ ihe ndị ọzọ Duncan Mighty kwuru na mparịtaụka a:",
    "Ezigbo aha ya bụ Duncan Mighty Wene Okechukwu. Okechukwu bụ aha nna mụtara ya",
    "Ọ bụ ndị ndị ntorobịa bi n'ime ogbe mmiri a na-akpọ 'creeks' nyere ya aha otutu ya bụ 'Port-Harcourt first son'",
    "Burna Boy, Timaya, Omah Ley na ndị ọzọ si na Port Harcourt pụta egosila na ndị ntorobịa mpaghara ahụ nwere akaraka mara mma",
    "Ọ bụ Duncan Mighty kpalitere mmasị iti egwu n'ime ndị na-eto eto na mpaghara anyị",
    "Ọ bụ ihe ihere na ndị gọvanọ niile chịrịla mpaghara ọwụwa anyanwụ na ọdịda anyanwụ, onweghị onye nwere ọgụgụisi iji 'entertainment' wulite ndị ntorobịa.",
    "Ọtụtụ n'ime ndị ndọrọndọrọ ọchịchị na Naịjirịa bụcha ndị ohi",
    "Gbasara ndụ ya dịka mmadụ, o kwuru sị:",
    "Ọ bụ Chineke zọpụtara m n'aka nwunye m nke ochie dịka o chọrọ iji ọgwụ jigide m",
    "Anaghị m eche echiche ịlụ nwaanyị ọzọ ugbua",
    "Ụmụ m etochaala, ọ bụghị taa ka m bidoro ịmụ ụmụ",
    "Abụ m otu nwa. Naanị m ka nne m mụrụ",
    "Nne m rịara ọrịa ịgba ọbara ihe karịrị afọ iri na asatọ, nke a mere na enweghị ụmụnne ndị ọzọ",
    "Nna m so na ndị kwadoro m n'egwu a m na-eti ugbua, mana ọ dị mwute na ọ nọghị ndụ hụ oge ihe dịịrị m mma",
    "Ugbua ana m arụ ụlọọrụ TV na Port Harcourt. Etinyela m ihe karịrị nde naịra narị ise (N500 million) n'ime ya",
    "Gbasara ọchịchị Naịjirịa, o kwuru sị:",
    "Ọ ga-aka mma ka Naịjirịa kewaa ka onye ọbụla gaa mezie ala nke ya",
    "Onweghị mpaghara Naịjirịa ọbụla agụụ ga-egbu ma e kewaa obodo a",
    "Ndị mpaghara Yoruba bụ ndị kacha nwee ọgụgụisi na Naịjirịa, n'ihi na ha na-akwalite ndị nke ha nke ukwuu",
    "Ọgụ na esemokwu dị n'etiti Rotimi Amaechi na Nyesom Wike bụ ihe mwute na ihe ihere nye ndị Ikwere",
    "Ikwere nwere gọvanọ nwee Mịnịsta, mana ha anaghị erite ha abụọ uru n'ihi esemokwu",
    "Vidio, Mr Raw: Ihe mere m jiri eji Igbo eme 'rap', Duration 1,451 Febụwarị 2019",
    "Vidio, Rudeboy, Mr, Raw na ndị ọzọ ekwuola okwu maka nghazịharị ndị uweojii FSARS, Duration 1,595 Ọktọba 2020",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "E- Money: Kedụ ihe ọ na-eri inweta 'police escort'?12 Mee 2020",
    "Vidio, Igbo Foods: Etu nne m si jiri ire ọkpa zụta ala, rụọ ụlọ n'Enugu - Onyemuruogu Chinazaekpere, Duration 4,4022 Septemba 2021",
    "Vidio, Duncan Mighty: Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East', Duration 1,26,3222 Septemba 2021",
    "Vidio, \"Mmehie m mere kacha ewute m bụ ịgosi nwunye m ego ole a na-akwụ m\", Duration 8,2815 Septemba 2021",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Urazi Palm Oil: Ihe mere mmanụ a ji bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Vidio, Ihe Joe Igbokwe kwuru maka FFK na \"sit at home\" Ipob, Duration 33,2518 Septemba 2021",
    "Vidio, Ọgba mbọ: Onye ọkaiwu na-ere ọkpa, Duration 1,4926 Nọvemba 2019",
    "Vidio, Igbo delicacies: Lee achịcha ọdịnala a na-akpọ Ịhọ nakwa etu e si eme ya, Duration 3,3012 Septemba 2021",
    "Vidio, Charles Chukwuma Soludo: 'Ihe mere n'Imo ga-eme n'Anambra ma ọ bụrụ na-emeghị ntụlịaka', Duration 19,1414 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}