{
  "published": "22 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọ bụghịzị ihe ọhụrụ na mpaghara Ọwụwa Anyanwụ abanyela n'akwụkwọ mmee mmee gbasara enweghị nchekwa nke bekee na-akpọ 'red list'.",
    "Nke a pụtara na onye ọbụla si mpaghara ọzọ chọrọ ime njem gaa Ọwụwa Anyanwụ kwesịrị ihi asaa n'anya.",
    "N'ụbọchị Tuesday, Gọvanọ Dave Umahi nke Ebonyi Steeti kwuru na ya bụ ihe ebutela nnukwu ọdachi nye mpaghara ala Igbo.",
    "Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 25",
    "Ihe mere na o nweghi onye na-akatọ ihe na-eme n'Ọwụwa Anyanwụ",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ebe foto si, Presidency",
    "Ụfọdụ ndị ndu mpaghara ala Igbo na onyeisiala Muhammadu Buhari na Osote ya bụ Yemi Osinbajo",
    "Ihe ọ pụtara bụ na mba dị icheiche na-adọ ndị mba ha aka na ntị ka ha ghara ime njem gaa mpaghara ọwụwa anyanụ Naịjirịa.",
    "Tupu ndị mba ọzọ agaa njem n'ala Igbo, ọ ga-abụrịrị ihe dị oke mkpa.",
    "Ọzọkwa, tupu onye si mba ofesi agaa mpaghara Ọwụwa Anyanwụ, a ga-emerịrị atụmaụ nchekwa pụrụ iche nke bekee na-akpọ 'high risk assessment'.",
    "Nke a ga-eme ka ndị oji ego achụ ego (investors) agaghị enwe mmasị ịbịa mpaghara ahụ bịa wuo ụlọorụ ha.",
    "Ndị njem nlereanya (tourists) agaghịkwa enwe mmasị ịga na mpaghara ebe ndụ ha ga-anọ n'ụjọ.",
    "Ihe dị otu a ga-eme ka ọnọdụ akụnụba mpaghara Ọwụwa Anyanwụ na-akụ afọ n'ala n'ike n'ike.",
    "Mana gịnị kpatara ala Igbo jiri ghọọ ebe onye ọbụla na-atụ egwu ịga? Lee ụfọdụ n'ime ha.",
    "Ebe foto si, Getty Images",
    "Ode akwụkwụ mgbasa ọzị Ipob, Peace Chukwudi sịrị na Biafra ga abịa ọsịsọ ma Buhari bata ọzọ",
    "Tupu otu 'Indigenous People of Biafra' (IPOB) apụta, e nweela ọtụtụ otu na-azọ ka mpaghara ala Igbo si na Naịjirịa kewara.",
    "Mana kamgbe IPOB pụtara, ọzịzọ nnwereonwe a abanyela agba nke ọzọ.",
    "Ọtụtụ oge ka ndị otu a na-enye iwu ka onye ọbụla nọrọ n'ụlọ, nke a na-akpọ 'sit at home' na Bekee.",
    "Ugboro ugboro kwa ka ha na-eme ngagharịiwe iji kwupụta ọchịchọ ha ka Naịjirịa kewaa.",
    "Oge ụfọdụ, ha na ndị ọrụ nchekwa na-atakọrịta isi nke nwere ike ibute ọnwụ mmadụ.",
    "Ihe dị etu a na-atụ ndị njem nakwa ndị oji ego achụ ego nnukwu egwu.",
    "Ebe foto si, Facebook/other",
    "N'ọnwa Julaị, 'unknown gunmen' gburu Samuel Ndubuisi, onyeisi ụlọọrụ 'Scientific Equipment Development Institute' (SEDI), n'Enugu",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "N'ọdị nso a, ogbugbu mmadụ arịala nnukwu elu na mpaghara Ọwụwa Anyanwụ.",
    "Ndị na-akpọ onwe ha 'Unknown gunmen' na-akpagharị ebe niile na-anapụ ndị mmadụ ndụ n'ike.",
    "Site Enugwu, ruo Ọnịcha, banye Aba, sie ebe ahụ ruo Owere, banyekwa Abakiliki, otu ihe ahụ.",
    "Ụdị ihe a anaghị aka onye ọbụla obi ka o mee njem bịa ala Igbo, maọbụ ka o hiwe ụlọahịa maọbụ ụlọọrụ ya n'ala Igbo",
    "Eeee awakporo ụlọọrụ ndị uweojii n'obodo anyị ma gbuo inspector Peter - Onye Obodo Ojoto",
    "N'ọdị nso a, ndị ekperima awakpola ọtụtụ ụlọọrụ ndị uweojii ka ndị ekperima wakporola, gbaa ya ọkụ.",
    "Ọtụtụ ndị uweojii, ndị agha, na ndị ọrụ nchekwa dị icheiche atufuola ndụ ha n'ihi mwakpo ndị a.",
    "Ọ bụrụ na a na-awakpo ndị ọrụ ha bụ ichekwa obodo, kedụzi maka ndị nkịtị?",
    "Ndị uweojii na-atụ aka na ọ bụ ndị otu IPOB na-eme mwakpo ndị a, mana IPOB na-ekwu na aka ha dị ọcha.",
    "Ogige ebe ndị uweojii na-akwụsị ma na-enyocha ụgbọala dị icheiche",
    "N'ihi oke enweghị nchekwa, ọtụtụ ogige ndị ọrụ nchekwa juru n'ụzọ mpaghara Ọwụwa Anyanwụ ebe a na-akwụsị ma na-enyocha ndị njem.",
    "Nke a na-akpata oke kpachikpachi n'ụzọ ma na-eme ka njem too ogologo.",
    "Onweghị onye na-eme njem nlegharị anya, maọbụ njem azụmahia ga-achọ izute ụdị ihe dị otu a.",
    "Ebe foto si, Getty Images",
    "'Ndị ohi ji egbe wakpoo anyị na Upper Iweka n'ehihie ọcha'-   Chuma",
    "Ịma aka n'akpa, ịnapụ ekwentị, izu ụmụ kịrịkịrị ohi na-arị elu na mpaghara ụfọdụ n'ala Igbo ugbua.",
    "Ebe nke a kacha njọ dịka ọ bụ n'Ọnịcha, na mpaghara 'Upper Iweka'.",
    "Ọtụtụ ndị mmadụ akọọla akụkọ etu ndị ekperima si napụ ha ihe ha n'ike na mpaghara ahụ.",
    "Ị gaa na mpaghara Awka, ọ bụ otu nzuzo na-ewu ebe ahụ.",
    "Ihe ndị socha ajụ ndị mmadụ obi oyi ịbịa mpaghara ala Igbo.",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "South east attacks: Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 2525 Mee 2021",
    "Vidio, Duncan Mighty: Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East'22 Septemba 2021",
    "Vidio, 'Ihe ndị gọvanọ ala Igbo na ndị agha Naịjirịa bịara mee n'Engwu bụ ite ude'14 Juun 2021",
    "South East Security : Onitsha Ado Vigilante Unit na ihe i kwesịrị ịma maka ya23 Maachị 2021",
    "South East in Nigeria: Usoro mmepe ala Igbo amalitela19 Disemba 2019",
    "'Anyị na-ejikọ aka maka mmepe obodo'-Gọvanọ South East12 Maachị 2018",
    "Unknown Gunmen in South-East: A wakpoghi ụlọakụ ọbụla n'Ogbunike - Ndị uweojii Anambara steeti16 Eprel 2021",
    "Vidio, South East Railway: 'Etu anyị ga-esi rụọ okporo ụgbọoloko ga-esi Port Harcourt gaa Owere na Aba na 2021' - Amaechi27 Ọktọba 2020",
    "Vidio, Etu nne m si jiri ire ọkpa zụta ala, rụọ ụlọ n'Enugu - Onyemuruogu Chinazaekpere22 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee ihe ise mere mpaghara Ọwụwa Anyanwụ jiri banye na 'red list'22 Septemba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, \"Mmehie m mere kacha ewute m bụ ịgosi nwunye m ego ole a na-akwụ m\", Duration 8,2815 Septemba 2021",
    "Ị ma onye bụ Ukpabi Asika na ihe ọ rụrụ oge agha Biafra?14 Septemba 2021",
    "Kedụ ihe mere ọrịa 'Dementia' ji akawanye njọ ugbua?16 Septemba 2021",
    "Lee ihe ise mere mpaghara Ọwụwa Anyanwụ jiri banye na 'red list'",
    "Lee ka ikpe Nnamdi Kanu siri gaa taa n'Umuahia",
    "IPOB Sit At Home enforcer killed: Lee obodo ebe e gburu nwa okorobịa a na-eche na ọ bụ onye IPOB na-amanye ndị mmadụ ka ha nọrọ n'ụlọ",
    "Ịgba asịrị ọ dị mma n'ahụike gị?",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Aba na Onitsha bụ naanị ebe 'sit at home' kpụ ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela",
    "Ada Jesus dị afọ 23 alaala mmụọEmelitere ikpeazụ na: 21 Eprel 2021",
    "Onye bụ Abdulaziz Chivuzor Ude?",
    "Ihe ndị bu ọtụ na amụ na-agabigaEmelitere ikpeazụ na: 2 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}