{
  "published": "23 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu nwaanyị aha ya bụ Elizabeth Kalu Oleonuma akọwaala etu ndị ọ sị na-arụ ebe a na-ekpofu unyi na Jubilee Aba si gbuo nwa nwoke dị afọ iri na asaa.",
    "Ọ sị na o zigaara nwa ya nwoke bụ Olee ka ọ ga kpofuo unyi n'ụbọchị ụka 12 Septemba, 2021 na ozi ọzọ ọ  nụrụ bụ na nwa ya anwụọla.",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "'Ọnwụ mberede nwa m egbuola m na ndụ'",
    "'A mịrị nwa m 'pint' ọbara anọ n'ime otu ọnwa'",
    "Otu nwata hụrụ ka ihe a ji mee kwuru na ha ruru ebe a na-ekpofu ụnyị, onye nọ ebe ahụ sị ha chere ma mechaa sị ha kpofuo.",
    "Ọ sị na mgbe ọ sị ha kwụsị, na Olee wufuru unyi nke ya nke mere onye ahụ jịrị sị ka otu nwata ọzọ jide Olee ma nata ya efere oji kpofuo unyi.",
    "Nwata ahụ jidere Olee ma were aka kụọ ya n'obi ugboro abụọ nke mere o ji daa ma nwụọ.",
    "Kirie ihe ha kwuru n'uju.",
    "Naijiria",
    "Abia Steeti",
    "Ụmụaka",
    "Ịkpa obi aṅụrị",
    "Otu nwaanyị aha ya bụ Elizabeth Kalu akọwaala etu ndị ọ sị na-arụ ebe a na-ekpofu unyi na Jubilee Aba si gbuo nwa nwoke dị afọ iri na asaa.",
    "Vidio, Boy killed in Aba: Etu e si gbuo nwa m ebe ọ gaara ikpofu unyi n'Aba, Duration 1,1723 Septemba 2021",
    "Vidio, Hanks Anuku: Ihe mere m ji kọọ ụkọ Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Igbo Foods: Etu nne m si jiri ire ọkpa zụta ala, rụọ ụlọ n'Enugu - Onyemuruogu Chinazaekpere, Duration 4,4022 Septemba 2021",
    "Vidio, Ipob one month sit at home: Ihe Ohaneze, Igbo Ekunie na ndị Igbo ọzọ nwere ikwu maka ya, Duration 2,5323 Septemba 2021",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, \"Ọ dịghị mma nwoke ịgwa nwunye ya ego ole ọ na-enwete\" - Blessing CEO, Duration 8,2815 Septemba 2021",
    "Vidio, Urazi Palm Oil: Ihe mere mmanụ a ji bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Duncan Mighty: Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East', Duration 1,26,3222 Septemba 2021",
    "Vidio, Nigerian Actors: Ihe mere ndị ome nkiri Nollywood ji arịọ ego ma ọrịa bịa, Duration 2,382 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}