{
  "published": "23 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka ndị ọkachamara si kwuo, ọtụ nwaanyị nwere ike idebe onwe ya ọcha. Ọ dịghị mkpa iji ncha asacha ime ọtụ.",
    "Ọtụtụ n'ime anyị chọrọ ịdị ọcha oge niile, na-enweghi nsogbu ọbụla n'ahụ ha.",
    "Mana n'otu aka ahụ, ọtụtụ amaghị na ha ekwesighi iji ncha asa akụkụ ahụ ụfọdụ ndị zoro ezo.",
    "Akụkụ ahụ ndị a gụnyere: mmepe ahụ nwaanyị (vaginal opening), ime ọnụ amụ nwoke (urethral opening), nakwa ebe e si anyụpụta nsị (anal sphincter).",
    "Ị kwesịrị ịsụcha ọhịa gị?",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "Ihe nnyụsịta ọtụ nwaanyị na-ekwu maka ọmụmụ na 'ovulation' ya",
    "Site na mgbe anyị nọ na nwata, a zụrụ anyị idowe ahụ anyị ọcha.",
    "Ya mere anyị ji nlezianya asacha akụkụ niile dị n'ahụ anyị.",
    "Mana kedụ etu i kwesiri iji saa akụkụ ahụ gị na-egosi ihe i jiri bụrụ nwoke maọbụ nwaanyị?",
    "Ndị ọkacha mara kwuru na ọ bụ site n'iji naanị mmiri, onweghị ihe ọzọ.",
    "Gịnị kpatara na mmadụ kwesịrị iji sọọsọ mmiri? Ka anyị gwa gị.",
    "Akụkụ ahụ ndị a enweghị mmanụ ahụ (sebum)",
    "Ebe foto si, Getty Images",
    "Ncha e ji asa ahụ",
    "Ọtụ nwaanyị, ọnụ amụ nwoke na mmepe ahụ ebe e si anyụpụta nsị enweghi mmanụ ahụ n'ebe ndị ahụ dịka akụkụ ahụ ndị ọzọ.",
    "N'ihi nke a, ọ dịghị mkpa iji ncha sachaa sachaa ha.",
    "Nje na-akpata ọrịa",
    "Ebe foto si, Emma Russell",
    "E nwere ụmụ kịrịkịrị akụrụngwa dị n'akụkụ ahụ ndị a nke na-enye aka ichekwa ya.",
    "Ncha nwere ike ịsachapụ akụrụngwa ndị a.",
    "Ọ bụrụ na akụkụ ahụ ndị a enweghị nchekwa site n'iji ncha sacha ha, ha agaghị enwe ike ịlụso nje ndị anya nkịtị anaghị ahụ agha.",
    "Ọtụtụ ọrịa ụmụ nwaanyị na-ebute n'akụkụ ahụ ha ji bụrụ nwaanyị, bụ ncha butere ihe kpatara ọrịa ndị ahụ.",
    "Ọ bụrụ na i jiri ncha na-asa akụkụ ahụ ndị a zoro ezo, o nwereike ime ka akụkụ ahụ ndị ahụ kpọọ nkụ.",
    "Nke a adịghị mma.",
    "Onwere ike ịbute nsogbu dịka 'inflammation', maọbụ 'anal fissures'.",
    "Kedụ etu ị ga-esi jiri sọọsọ mmiri sachaa ebe ndị a?",
    "Ebe foto si, Getty Images",
    "Ọ ka mma iji mmiri nkịtị dị maọbụ dịtụ ọkụ.",
    "Mana ọ bụrụ na ị chọrọ ịsacha ebe ndị ahụ nke ọma, tinye obere nnu na mmiri ahụ.",
    "Chetakwa na ebe a na-ahụ anya n'ahụ nwaanyị bụ ebe a na-asa, ọ bụghị nke dị n'ime ahụ anaghị ahụ anya.",
    "Ozọkwa, dịka chi si kee ọtụ nwaanyị, ọ na-eji aka ya asacha onwe ya.",
    "Naanị mmiri ka i kwesịrị iji saa ya, ka o nwee ike rụọ ọrụ etu o kwesiri.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ị kwesịrị ịsụcha 'Pubic Hair' gị?5 Septemba 2020",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị a9 Septemba 2020",
    "Side Effects of Kissing: Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ19 Septemba 2021",
    "Sex Education: Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ29 Febụwarị 2020",
    "Urine Cup: Iko ga-eme ka nwaanyị nyụọ mamịrị ka nwoke3 Febụwarị 2020",
    "Porn Addiction: Lee ihe o nwereike ibutere gị30 Julaị 2021",
    "Miscarriage signs : Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe ụmụ Igbo na-ekwu maka 'sit at home' otu ọnwa Ipob chọrọ itinyeelekere 8 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, \"Mmehie m mere kacha ewute m bụ ịgosi nwunye m ego ole a na-akwụ m\", Duration 8,2815 Septemba 2021",
    "Ị ma onye bụ Ukpabi Asika na ihe ọ rụrụ oge agha Biafra?14 Septemba 2021",
    "Kedụ ihe mere ọrịa 'Dementia' ji akawanye njọ ugbua?16 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ịgba asịrị ọ dị mma n'ahụike gị?",
    "Lee ka ikpe Nnamdi Kanu siri gaa taa n'Umuahia",
    "IPOB Sit At Home enforcer killed: Lee obodo ebe e gburu nwa okorobịa a na-eche na ọ bụ onye IPOB na-amanye ndị mmadụ ka ha nọrọ n'ụlọ",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Lee ihe ise mere mpaghara Ọwụwa Anyanwụ jiri banye na 'red list'",
    "Ị kwesịrị ịsụcha ọhịa gị?Emelitere ikpeazụ na: 5 Septemba 2020",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}