{
  "published": "10 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "'Ihe nke mba Naịjirịa' a na-etu ndị Anambra abụghị n'ọnụ maka na a sị na onye a na-akpọ nwere ihe ọ na-eme.",
    "Ọ dị ka a ga-asị na ndị nyere aha ahụ lebara anya n'uche ndị Anambra ma hụ na ha nwere obi e ji achụ ego, tupu ha gụọ ha aha a.",
    "Etu N200 jiri ghọrọ ide ego n'aka m - Cosmas Maduka",
    "Ihe 5 Allen Onyema gwara Nnamdi Kanu",
    "Lee ihe na-esere gọọmentị Anambra na ndị ntorobịa Umueri gbasara ọdọụgbọelu",
    "A bịa n'azụmaahịa, ndị Anambra enweghi ịma atụ na Naịjirịa, ha na-agbakwụnye akọnauche ha n'azụmaahịa n'ebe ọ dị ukwuu.",
    "Akụkọ sị na Anambra Steeti nwere ọtụtụ mmadụ kachasị bụrụ ide ji mba na Naịjirịa ma bụrụkwa ndị kachasị eje mba.",
    "Kedụ ebe akọnuche azụmaahịa ha si?",
    "Ebe foto si, Getty Images",
    "Ahịa Otu Nkwọ ọnịta, maọbụ 'Onitsha Main Market' na bekee",
    "Otu onye omeiwu na-anọchiteanya Njikoka II n'ụlọomeiwu Anambra Steeti bụ Peter Chima Ibida sị na azụmaahịa bụ ihe e ji maara ndị Igbo niile.",
    "Ọ sị na dịka akụkọ si kwuo na ndị Igbo si n'agbụrụ ndị Juu bụ ndị e ji ime njem  maara.",
    "Na ndị Igbo na-eme njem, ha ga-eji ihe ha nwereike iresi ndị obodo ahụ ha na-aga iji nwete ihe ha ga-eri ma ha ruo n'obodo ahụ.",
    "Ibida sị na ọ bụ etu ahụ ka azụmaahịa ndị Igbo si gbasaa rute ogogo ọ nọ ugbua ọkachasị nke ndị Anambra.",
    "Ọ gara n'ihu kwuo na ndị Igbo niile nwere akọnauche e ji azụ ahịa kama na ọ bụ ndị Anambra kachasị ahịa azụ n'ala Igbo niile.",
    "Ebe foto si, Google",
    "Okporoụzọ si Ọnicha gawa Asaba",
    "Ọ sị na ọ bụ nke ahụ mere  'ahia Ọnịcha' ji bụrụ ọkaibe na mpaghara Ndịda Anyanwụ Afr ika.",
    "Ọ gakwara n'ihu kwuo na ọ bụ ndị Anambra malitere atụmatụ ikuziri mmadụ ka e su azụ ahịa nke e ji 'ịgba bọị' maara.",
    "Nke bụ na otu onye ga-akpọrọ ọtụtụ ndị mmadụ kuziere ahịa n'ime ọtụtụ afọ ma duo ha ụlọ site n'imepere ha ọdọ ahịa nke ha na nyekwa ha ego ha ji azụ ahịa.",
    "Na ọ bụ site n'usoro ahụ ka azụmaahịa si na-amụbawanye n'etiti ndị Anambra ma rute ndị Igbo ndị ọzọ.",
    "Maazị Ichide mere ka anyị mata na o nweghi ụdị azụmaahịa ọbụla ndị Anambra na-anọghị na ya, nke mere e ji asị na \"ihe e nweghi ike ịzụta n'ahịa Ọnịcha bụ naanị anụ mmadụ\".",
    "Mana ụfọdụ azụmaahịa ndị Anambra gbara mkpọrọgwụ na ha gụnyere;",
    "A bịa n'ihe ọbụla banyere ụgbọala nakwa ihe ndị e ji arụ ya bụ 'spare parts' ndị Anambra gbara ndị mbụ.",
    "Ị ga-anụ aha ndị dịka Coscharis Motors nke Cosmas Maduka nwe, Innoson Motors nke Innocent Chukwuma nwe na ndị ọzọ.",
    "Nke a bụ azụmaahịa ọzọ ndị Anambra ji biri ọkachasị mpaghara Nnewi. O nweghi ihe ọbụla metụtara ọgbatumtum na a gaghị ahụ n'obodo Nnewi.",
    "Aha gbapụtara ihe n'ụdịrị azụmaahịa bụ 'Ogbuawa Motocycle Spare Parts' nke P.O Ogbuawa bụ onye nwe ya, Innocent Chukwuma malitere n'ụdị azụmaahịa a tupu ọ banyer na nrụpụta ụgbọala.",
    "Ebe foto si, Getty Images",
    "Nke a bụ azụmaahịa niile metụtara mmanụ ụgbọala, mmanụ a na-agbanye n'ime ingine ụgbọala nakwa ndị ọzọ.",
    "Ọtụtụ ụmụafọ ndị Anambra na-azụ ahịa mmanụ agbịdị ndị gụnyere; Arthur Eze nwere 'Atlas Oranto Petroleum, Anthony Enukeme nwere 'Tonimas Oil', Joseph Ezeokafor (Jowi Zaza) nwere 'Jezco Oil' na ndị ọzọ.",
    "Nke a bụ ngalaba azụmaahịa ọzọ e ji maara ndị Anambra na-agbanyeghi na ọtụtụ ndị ọzọ na-azụzị  ya ugbua.",
    "Ị ga-ahụ ndị Anambra na-azụ ụdịrị ahịa a n'ọtụtụ ahịa dị n'ala Igbo nakwa Naịjirịa gbaa gburu gburu.",
    "Ebe foto si, YSG/acebook",
    "Ngalaba azụmaahịa ime njem bụ ihe ọzọ ndị Anambra ji bụrụ ọpụrụiche na Naịjirịa.",
    "A bịa n'ime njem ụgbọala, ị na-ahụ aha ụlọọrụ ụgbọala dịka 'Young shall grow' nke Vincent Amaechi Obianodo nwe, 'Ekeson motors' nke Eugene Eke Nzom nwe,'GUO ' nke Godwin Ubaka Okeke nwe, 'FG Onyenwe na ọtụtụ ndị ọzọ.",
    "A bịa na njem ụgbọelu, ị ga-anụ aha ndị dịka 'Airpeace' nke Allen Onyema nwe, 'United Nigeria Airlines' nke Obiorah Okonkwo nwe.",
    "Ọ dịghị mfe ịgụpụtacha azụmaahịa niile ndị Anambra nọ n'ime ya maka na ha buru ibu.",
    "E nwere ọtụtụ ụlọahịa dị n'Anambra Steeti nke mere o ji soro na steeti ndị kachasị emepe na Naịjirịa.",
    "Ụfọdụ ahịa ndị a gụnyere; ahịa Ọnịcha, ahịa Nnewi, ahịa Ochanja, ahia Ekwulobia, ahia Ogidi, ahia Mkpor, ahia Oba, ahia Headbridge, ahia Orie Nimo, ahia Orie Agu Abagana, ahịa 'Timber' na ọtụtụ ndị ọzọ.",
    "Naijiria",
    "I gosi ahịa",
    "Njem ụgbọelu",
    "Anambra Steeti",
    "Ịji ego achụ ego",
    "Njem",
    "Uchu n'ọrụ",
    "Vidio, Ọgba mbọ: Ife ụgbọelu na-atọ m ụtọ mana ikọ ji tọkarịrị- John Okakpu19 Ọgọọst 2020",
    "Vidio, Rice Processing: Usoro e ji emepụta osikapa13 Nọvemba 2019",
    "Vidio, Nnewi Women: Gịnị ka ị ma maka ‘Nwaanyị Nnewi’?24 Julaị 2019",
    "Vidio, Nigeria Border Closure: 'Mmechi bọda agaghị egbo mkpa ọbụla' - Cosmas Maduka16 Ọktọba 2019",
    "Vidio, Allen Onyema: Ihe asatọ o kwuru Igbo ga-ejide aka iji gaa n’ihu28 Septemba 2019",
    "Second-hand cars: Ntụbata ụgbọala anyarala anya ga-emebi ahia anyị' - Innoson31 Julaị 2019",
    "DSS akpụrụla Chiwetalu Agu gawa Abuja - Steve Ebohelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Azụmaahịa ndị mere e ji a kpọ ndị Anambra 'ide ji mba'10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "DSS akpụrụla Chiwetalu Agu gawa Abuja - Steve Eboh",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "'Etu e si gbuo mmadụ ise n'ike n'Awka-Etiti n'ụbọchị Tọzde'",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Ndị gburu nwa m nwoke napụrụ m onye bụ na m na-eri nri- Nne onye nche 'unknown gunmen' gburu n'Enugu Ezike",
    "A gbagbuola ndị uweojii abụọ na mmadụ asatọ ọzọ n'Ebonyi steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}