{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe onyonyo a na-egosi ihe ndị Igbo nwere ikwu maka etu Indigenous People of Biafra (Ipob) si ekwuputa maka ịnọ n'ụlọ ruo otu ọnwa ma ọ bụrụ na gọọmentị etiti akpọtaghị Nnamdi Kanu bịa n'ụlọikpe n'Ọktoba 21.",
    "Lee ka ikpe Nnamdi Kanu siri gaa taa n'Umuahia",
    "Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Ipob news today: Ihe ụmụ Igbo na-ekwu maka 'sit at home' otu ọnwa Ipob chọrọ itinye, Duration 2,53elekere 8 gara aga",
    "Vidio, Boy killed in Aba: Etu e si kụgbuo nwa m ebe ọ gara ikpofu unyi, Duration 3,00elekere 9 gara aga",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Duncan Mighty: Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East', Duration 1,26,3222 Septemba 2021",
    "Vidio, Urazi Palm Oil: Ihe mere mmanụ a ji bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Vidio, \"Mmehie m mere kacha ewute m bụ ịgosi nwunye m ego ole a na-akwụ m\", Duration 8,2815 Septemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Igbo Foods: Etu nne m si jiri ire ọkpa zụta ala, rụọ ụlọ n'Enugu - Onyemuruogu Chinazaekpere, Duration 4,4022 Septemba 2021",
    "Vidio, Female DJ: Ime 'DJ' akpọgala m ebe m na-arọghị nrọ ịgaru - DJ Wysei, Duration 3,4130 Juun 2020",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}