{
  "published": "24 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Foto a bụ nke e ji kọwaa akụkọ.",
    "Otu ezinụlọ ejirila aka ha gbuo nwa ha nwoke, ma were aka ha lie ya, dịka ndị uweojii Imo state siri kwupụta.",
    "Akụkọ a na-agba agba na ntị mere n'obodo a na-akpọ Duruegwele nke dị n'Umueze 2, Ehime Mbano, Imo Steeti.",
    "Ọnụ na-ekwuru ndị uweojii bụ Michael Abattam gwara onye ntaakụkọ anyị na ha anwụchiela ndị aka ha dị na ya bụ ihe.",
    "Etu e si gbuo mmadụ isii na mwakpo mere n'Adani Enugwu Steetị",
    "Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Otu onye na-achọghị ka akpọọ aha ha gwara onye ntaakụkọ anyị na ndị ezinụlọ ahụ kwuru na nwa ha nwoke aha ya bụ Chukwuebuka, na-enye ha isi ọwụwa.",
    "Onye ahụ kwuru sị: \"Ọ bụ ndị ntorobịa obodo malitere ịchọ nwata nwoke ahụ, mana ndị ezinụlọ ya kwuru na ọ mere njem gaa Ghana.\"",
    "\"Mana oge ndị ntorobịa malitere ikwu na ha-etinye ụlọ ha ọkụ, nwanne Chukwuebuka nke nwaanyị sara asịsa, na ọ nwụọla.\"",
    "\"Ọ bụ ya kpọọrọ ndị ntorobịa gaa gosi ha ebe ha liri nwanne ha.\"",
    "Etu e si wakpo ma gbuo mmadụ abụọ ma tọrọ mmadụ ise n'Edda di na Ebonyi steeti",
    "Onyonyo dị na soshal midia gosiri ebe nna nwata ahụ ji aka ya bọpụta ozu ya ebe ha tinyere ya n'akpa ma lie ya n'akụkụ be ha.",
    "Ndị uweojii kwuru na nwanne Chukwuebuka a na-akpọ Phillip, agbaala ọsọ dịka ya bụ ihe mechara.",
    "\"Anyị ka na-achọ ya achọ, mana olileanya dị na aka ga-akpara ya n'oge adịghị anya,\" Abattam kwuru.",
    "BBC Igbo agaala n'obodo ebe ihe a mere iwetara gị ihe ndị ọzọ dị n'akụkọ a.",
    "Akụkọ na-abịa.",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Vidio, Arochukwu Massacre: Ndị Arochukwu akọọla etu ndị agha Naijirịa siri gbuo ọtụtụ ndị mmadụ n'obodo ha n'oge agha Biafra15 Jenụwarị 2021",
    "Abatete Attack: Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma14 Julaị 2021",
    "Unknown Gunmen Anambra State: Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State31 Julaị 2021",
    "Fulani Herdsmen: Ihe mere ndi ji egbe jiri gbuo mmadụ 19 na Kogi steeti3 Jenụwarị 2020",
    "Vidio, Hanks Anuku: Ihe mere m ji kọọ ụkọ Nollywood24 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye bụdị nwadaa Salle a si na ịbugharịa ahịa na-ewu na soshal midia?elekere 3 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Ihe Joe Igbokwe kwuru maka FFK na \"sit at home\" Ipob, Duration 33,2518 Septemba 2021",
    "Vidio, Ihe mere mmanụ Urazi jii bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Kedụ ihe mere ọrịa 'Dementia' ji akawanye njọ ugbua?16 Septemba 2021",
    "Onye bụdị nwadaa Salle a si na ịbugharịa ahịa na-ewu na soshal midia?",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ihe Nnamdi Kanu gwara m na ọ chọrọ n'aka ndị na-eso ya- Ifeanyi Ejiofor",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa Biafra",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ị kwesịrị ịsụcha ọhịa gị?Emelitere ikpeazụ na: 5 Septemba 2020",
    "Ịgba asịrị ọ dị mma n'ahụike gị?",
    "Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọEmelitere ikpeazụ na: 29 Febụwarị 2020",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọEmelitere ikpeazụ na: 18 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}