{
  "published": "24 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Hans Anuku onye na-eme ejije Nollywood kọọrọ BBC Igbo ihe iribama ndị mmadụ amaghị maka ya mbụ.",
    "Otu n'ime ha bụ na ya bụ ụkọchukwu n'ihi na onyeisi ụlọụka Redeem bụ Pastor Enoch Adeboye nyere ya asambodo 'Theology'.",
    "'Anwụ na-achagbu anyị na Nollywood' - Uwaezuoke",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ",
    "O kwukwara na ya bụ ejima, na ihe ndị ọzọ ọ gwabeghị onye ọbụla mbụ.",
    "Ndị mere akụkọ a bụ Chiagozie Nwonwu na Vining Ogu.",
    "Ụmụntoroọbịa",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Vidio, Nigerian Actors: Ihe mere ndị ome nkiri Nollywood ji arịọ ego ma ọrịa bịa, Duration 2,382 Ọgọọst 2019",
    "Vidio, Nollywood: Igbo bi n'ofesi na-achọ ihe nkiri anyị - Erics, Duration 1,5226 Nọvemba 2018",
    "Vidio, Nollywood Language: 'Ihe nkiri Igbo ga-abụ egwu eji site na ntuziaka m na-eweta' - Ikeagwu, Duration 2,3719 Mee 2019",
    "Bruno Iwuoha: Ihe ị kwesịrị ịma maka ya10 Eprel 2021",
    "Vidio, Anita Joseph: 'Ụfọdụ ụmụnwaanyị Nollywood ka enwe ego maka 'nnukwu mpa' nọ ha n'akukụ', Duration 3,2214 Mee 2019",
    "Vidio, Nollywood Movies: Ka e si emepụta ejije Igbo, Duration 2,3523 Juun 2019",
    "Vidio, Boy killed in Aba: Etu e si gbuo nwa m ebe ọ gaara ikpofu unyi n'Aba, Duration 1,1723 Septemba 2021",
    "Vidio, Hanks Anuku: Ihe mere m ji kọọ ụkọ Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Igbo Foods: Etu nne m si jiri ire ọkpa zụta ala, rụọ ụlọ n'Enugu - Onyemuruogu Chinazaekpere, Duration 4,4022 Septemba 2021",
    "Vidio, Ipob one month sit at home: Ihe Ohaneze, Igbo Ekunie na ndị Igbo ọzọ nwere ikwu maka ya, Duration 2,5323 Septemba 2021",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, \"Ọ dịghị mma nwoke ịgwa nwunye ya ego ole ọ na-enwete\" - Blessing CEO, Duration 8,2815 Septemba 2021",
    "Vidio, Urazi Palm Oil: Ihe mere mmanụ a ji bụrụ ọpụrụiche na mmanụ nri ndị ọzọ, Duration 2,3919 Septemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Duncan Mighty: Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East', Duration 1,26,3222 Septemba 2021",
    "Vidio, Nigerian Actors: Ihe mere ndị ome nkiri Nollywood ji arịọ ego ma ọrịa bịa, Duration 2,382 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}