{
  "published": "25 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imeobi Onitsha",
    "Emmanuel Ifeajuna dịka nwata akwụkwọ Mahadum",
    "Ọtụtụ ndị ntorobịa ugbua amaghị maka Emmanuel Ifeajuna nakwa ike ọ kpara n'egwuregwu ịwụlị elu Bekee kpọrọ 'high jump'.",
    "Ifeajuna bụ onye Ọnịcha. Ọ bụ ọkaibe n'egwuregwu, onye agha Naịjirịa nakwa onye agha Biafra.",
    "Ọ lụrụ nwaanyị n'afọ 1959, ma mụta ụmụ nwoke abụọ",
    "N'anya ụfọdụ, Ifeajuna bụ dike bụrụkwa ọkaibe, mana n'anya ndị ọzọ, ọ bụ mma ihu abụọ. Gịnị kpatara nke a?",
    "Kedụ ihe ị ji mara 'Zik of Africa'?",
    "Ihe Igbo agaghị echefu Odumegwu Ojukwu gaara agba afọ 87 na Novemba 4",
    "Emmanuel Nwobosi: Ihe ị maghị maka ọchịagha a so Ojukwu kwaa mgbọ n'agha Biafra",
    "\"Onye ọbụla ga-achị Naịjirịa ga-ebuuzo meta ndị Igbo mma ka udo chịa n'oge ya\" - Alexander A. Madiebo",
    "Ebe foto si, History and Facts Nigeria",
    "Ifeajuna bụ onye isi ojii mbụ si Afrịka tuuru ugo ọlaedo n'asọmpi egwuregwu mbaụwa.",
    "Ihe mbụ aha Emmanuel Ifeajuna ji ewu ewu bụ maka egwuregwu 'sports' ebe ọ kpara ike ka Agụ.",
    "O so na ndị nọchitere anya Naịjirịa n'asọmpi ịwuli elu 'high jump' n'egwuregwu 'British Empire and Commonwealth Games' nke afọ 1954.",
    "N'ebe ahụ ka ọ nọrọ turu ugo ọlaedo, n'agbanyeghị na ọ gba akpụkpọ ụkwụ naanị n'otu ụkwụ were wụọ ya bụ asọmpi.",
    "Nke a mere ka Ifeajuna bụrụ onye isi ojii mbụ si Afrịka nke ga-eturu ugo ọlaedo n'asọmpi egwuregwu mbaụwa.",
    "Oge Ifeajuna lọghachiri Naịjirịa, a nabatara ya dịka dike ma tunyekwa ya ugo.",
    "E mechara were onyonyo ya bipụta akwụkwọ nke ụmụaka praịmarị na sekọndịrị ji ede ihe.",
    "Ifeajuna banyere Mahadum 'University College' dị n'Ibadan, n'afọ 1954.",
    "Ebe ahụ ka ọ nọ zute ọtụtụ ndị a ma ama dịka: Christopher Okigbo, Chike Obi, Ben Obumselu na Uche Chukwumerije.",
    "O nweara ọzụzụ na mmụta Sayensị, ma mechaa bụrụ onye nkuzi n'ụlọakwụkwọ sekọndịrị 'Ebenezer Anglican Grammar School, n'Abeokuta'.",
    "Ifeajuna: Onye agha Naịjirịa",
    "Ebe foto si, History and Fact Nigeria/Youtube screengrab",
    "Ifeajuna banyere otu ndị agha Naịjirịa n'afọ 1960",
    "Dịka Naịjirịa nwetara nnwereonwe n'afọ 1960, Ifeajuna banyere n'otu ndị agha.",
    "Oteghị aka, ọkwa ya gbalitere ruo 'Major' n'afọ 1966.",
    "Ọ bụ n'afọ ahụ ka ụfọdị ndị agha - nke Ifeajuna bụ otu n'ime ha - weghaara ọchịchị na Naịjirịa site n'igbu ụfọdụ ndị ọchịchị oge ahụ.",
    "Akụkọ kwuru na Praịm Mịnịsta Naịjirịa n'oge ahụ, bụ Abubakar Tafawa Balewa, nwụrụ n'aka Ifeajuna na ndị otu ya dịka ha nwuchiri ya.",
    "Ifeajuna mechara gbaa ọsọndụ gbaga Ghana, mana o mechara a kpọghachi ya na Naịjirịa ebe a tụrụ ya mkpọrọ n'Uyo nakwa Enugwu.",
    "Oge agha Biafra malitere, Ojukwu kpọpụtara Ifeajuna na mkpọrọ o wee sonyere ndị agha Biafra.",
    "Ifeajuna: Onye agha Biafra",
    "Ojukwu kpọpụtara ndị niile nọ na mkpọrọ oge agha Biafra malitere. Ifeajuna bụ otu onye n'ime ha",
    "O teghị aka agha malitere a chọpụtara na Ifeajuna na ụfọdụ ndị agha Naịjirịa na-enwe mkparịtaụka.",
    "Onyeisiala Biafra bụ Chukwuemeka Odimegwu Ojukwu boro Ifeajuna na ndị agha atọ ọzọ ebubo na ha na-akpa nkata ịchutu ya n'ọkwa.",
    "Mana Ifeajuna kọwara na ihe ya na ndị agha Naịjirịa na-akpa bụ etu a ga-esi ghara igbu ndị nkịtị.",
    "Nkọwa a ejughi Ojukwu afọ, nke mere e ji maa Ifeajuna ikpe, ma gbuo ya.",
    "Ọ bụ n'ụbọchị iri abụọ na ise nke Sepụtemba 1967 ka Ifeajuna lara mmụọ n'ụzọ nke bekee na-akpọ 'firing squad'.",
    "Naijiria",
    "Akụkọ mgbe gboo",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Alexander A. Madiebo: \"Onye ọbụla ga-achị Naịjirịa ga-ebuuzo meta ndị Igbo mma ka udo nweike chịa\" - Osote Ojukwu, Duration 18,2517 Eprel 2021",
    "Vidio, Biafra Remembrance Day: Etu mgbọ sị tụọ nna m Emmanuel Nwaobosi oge ọ na-echekwa Ojukwu28 Mee 2021",
    "Vidio, Ekeson: A rụrụ m ọrụ 'agboro' na-arahụ n'ọdọụgbọala tupu ndụ m atụgharịa19 Eprel 2019",
    "Vidio, Biafra: Etu ndị Igbo ga-esi nwete ya - Tony One Week16 Disemba 2019",
    "Vidio, Mbazulike Amechi: 'Ojukwu emetachaghị ya n'ihe banyere agha Biafra'29 Mee 2020",
    "Vidio, Biafra: Lee ebe Ojukwu 'zoro' lụọ agha a30 Mee 2018",
    "Sir LP Odumegwu Ojukwu: Odogwu Igbo kpara eriwe agwụ agwụ27 Ọktọba 2019",
    "Ụmụ Sir Louis Ojukwu nọ n'ụlọikpe maka akụnaụba ya13 Maachị 2018",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra25 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ise na-amasị Nnamdi Kanu ị maghị21 Nọvemba 2018",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?20 Septemba 2021",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ19 Septemba 2021",
    "Onye bụ Abdulaziz Chivuzor Ude?19 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?",
    "Ihe Nnamdi Kanu gwara m na ọ chọrọ n'aka ndị na-eso ya- Ifeanyi Ejiofor",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti",
    "Ihe ise na-amasị Nnamdi Kanu ị maghịEmelitere ikpeazụ na: 21 Nọvemba 2018",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ịgba asịrị ọ dị mma n'ahụike gị?",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Gịnị na-esere Odumeje, ụmụ Pericoma na ndị Arondizuogu?Emelitere ikpeazụ na: 15 Mee 2020",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}