{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ifeyinwa Ezeiruaku",
    "Ifeyinwa Ezeiruaku, nwada ji otu afọ efe ala nna ya onye agha nwaanyị mere akaje na nsonso a akọwaala na ọ bụ maka na ya kelere onye agha nwoke butere nghọtaghie n'etiti ya na Lt Chika Anele.",
    "Inye onyonyo wuru na soshal midia n'abalị Septemba 23, afọ 2021 gosiri ebe Lt Chika Anele o ji efere na-eku mmiri ọjọọ na-awụ nwaada Ifeyinwa Ezeiruaku ahụ ma na-akụ Ezeiruka efere ahụ o ji awụ ya mmiri n'isi dịka o sekpu ala.",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti taa",
    "Lee ihe ise mere mpaghara Ọwụwa Anyanwụ jiri banye na 'red list'",
    "Na mkparịtaụka ya na BBC Igbo nwere ụbọchị Tuzde (sept 28), Ezeiruka kọwara na ọ bụ ekele ya kerele ndị ogbo Anele ndị nwoke n'otu mmemme asọmpi ndị agha nke yanwa bụ Ifeyinwa rụrụ ọrụ dịka ka otu n'ime ndị na-anabata ndị ọbịa.mere butere okwu.",
    "\"E kwere onye agha  bụ na ya na-adị na mma n'aka  Lt Chika Aniele n'aka, ọ gwara m na onye nkịtị anaghị ejide onye agha aka ma ọ nọrọ n'uwe agha butere okwu.\"",
    "\"E mechara  oge e kere ihe mmegharị ọnụ, otu onye agha welitere isi gwara m na ihe oriri e nyere ya daara n'ala m nye ya ọzọ mana a kọwara ya ya na ọ gwụla na nke fọrọ bụ nke naanị ndị na-egbu asọịmpi ahụ.",
    "Nwada Ifeyinwa Ezeiruaku gụrụ 'Linguistitics na Lagos State University ji otu afọ efe ala nna ya na 13th Brigadier, Calabar ebe onyeagha nwaanyi ji mmiri ụrọ saa ya ahụ",
    "\"Oge onye ahụ siri ọnwụ, agakwuru m Lt Chika Anele gwa ya ya ihe onyeagha ahụ na-ekwu, ya malite ịkpọrị, sị na m enweghị uche, ọ bụ na agwaghị  na ọ bụ naanị ndị na-egbu asompi ka ihe mmegharị ọnụ nke ha fọrọ?\"",
    "Ifeyinwa kọwara na ka mmemme ahụ gachara, na Lt Anele kpọrọ ndị 'corper'  ọgbakọ, oge ya rutere ọ gwara ya ga yite uwe o ji efe ala nna ya.",
    "Mgbe m laruru ebe ndị cọrper bi, m were hụ na m abanyelea na nso m, were gaa ịsa ahụ s m sachaaa ahụ, ka m tiri uwe ahụ gawa.\" Anọ m ebe na-asa ahụ Lt Anele zite ndonye ogbo m ka ọ bịa kpọọ m.\"",
    "Ebe foto si, Agba Jalingo",
    "\"Oge m rutere, chọrọ ịkọwara ya ihe ji m, o nyeghị m ohere.\"",
    "O nye ndị otu ya iwu ka ha chute mmiri ma kpote aja nke ọ gwakọrọ were n'awụ ya ahụ ma n'akụ ya efere ahụ n'isi ma na-akpọrị ya.\"",
    "\"Ọ gwara m m jee kpọọ ndị m jiri biri na ya ga-akpọkwa ndị ya jiri biri.\"",
    "O kwuru na tupu Lt Anele emee nke a, na o sesekpuwere ya ala ma bunye ya okwute nke ya buru were rue mgbe ike gwụrụ ya.",
    "Ka ọ dị ugbua, ndị agha Naijria kwuru na ha ga-ekpe onye otu ha mere nwada ji otu afọ efe ala nna ya akaje ikpe maka ịdajọ n'ọrụ dịka onye agha.",
    "N'akwụkwọ ozi mgbasaozi ndị agha wepụtara, ụbọchị Tozde, nke ọ nụ na-ekwuru ha bụ Onyema binyere aka, ha rịọrọ Nwaada Ezeiruka nakwa ụmụ Naijiria mgbaghara maka agwa Lt Chika Anele kpara.",
    "Mana arịrịọ ha na-abịa ihe karịrị otu ọnwa onye otu ha kpachara agwa ahụ.",
    "Ebe foto si, HQ Nigeria Army/Facebook",
    "Ebe foto si, HQ Nigeria Army/Facebook",
    "Mana nchọpụta BBC Igbo mere gosiri na ya bụ ihe mere n'ọnwa Julai mana o nweghị okwu si na ya pụta ganye oge ihe onyonyo ahụ gbara n'ịntanet nke mere ka ọtụtụ ụmụ Naijiria katọọ agwa onye ahụ kpara.",
    "Otu onye na-agba mbọ maka ikike dịrị ụmụnwaanyị na ụmụaka bụ Josephine Effa Chukwuma kwuru na Lt Anele tebọrọ ndịagha.",
    "\"Ọ bụrụ na ọ kpara ụdị agwa ahụ dịka leftụnant, gịnị ga-emezi ma  o ruo ọkwa Brigedia maọbụ mejọ?\"",
    "Ezeiruaku Ifeyinwa Fidelia bụ  ji otu afọ efe ala nna ya n'Ogige ndị agha  \"13 Brigade headquarters\" dị na Calabar",
    "Ọ gụrụ 'Linguistics na mahadum Lagos State university, Ojo, Legọs",
    "Nwada Ifeyinwa bụ Anambara ssteeti mana o toro na Legọs",
    "Onye agha nwaanyị na-arụ 13 Brigade dịkwa na Calabar",
    "O gara mahadum ma fee ala nna ya afọ atọ gaara aga",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Ndịagha",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti taaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie28 Septemba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Lee ihe ise mere mpaghara Ọwụwa Anyanwụ jiri banye na 'red list'22 Septemba 2021",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti taa",
    "'Onyeagha nwaanyị mere m akaje n'ihi na m kelere ogbo ya nwoke'",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Ihe ise na-amasị Nnamdi Kanu ị maghịEmelitere ikpeazụ na: 21 Nọvemba 2018",
    "Ihe atọ ndị gọvanọ ugwu sị mere ha ejighị nabata inyefe Ndịda Naịjirịa ọchịchị na 2023",
    "Lee ihe ise mere mpaghara Ọwụwa Anyanwụ jiri banye na 'red list'",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}