{
  "published": "27 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Other",
    "Ndị omekome na-amanye ndị mmadụ ka ha nọrọ n'ụlọ n'ihi 'Sit at home' nke ndị Indigenous People of Biafra (Ipob) tinyere na mpaghara Ọwụwa Anyanwụ agbaala ụgbọala bu ngwa nri ọkụ.",
    "A gbara ụgbọala ahụ bu ma tomanto, ọkwụrụ na ụfọdụ ngwa nri ndị ọzọ ọkụ n'ụbọchị Mọnde, Septemba 27, n'ebe a kpọrọ Edem Junction, nke dị n'Ibeagwa n'okpuruọchịchị Enugwu Ist nke Enugwu steeti.",
    "Dịka akụkọ si kwuo, ụgbọala ahụ si n'ebe Ugwogo, Opi-Enugu by-pass na-alọta mgbe a wakporo ya.",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ihe Ipob sit-at-home enforcement riri n'ala Igbo",
    "Ndị nọ mgbe ihe mere kpọrọ ndị ọrụ mmenyụ ọkụ bịara menyụọ ọkụ ahụ.",
    "Ọwụwa anyanwụ agbakewala nwayọ nwayọ",
    "UMUAHIA",
    "O doola anya na ọwụwa anyanwụ Naịjirịa agbakewala nwayọ nwayọ n'aka iwu Sit at home nke otu Ipob hibeburu n'ebe ahụ.",
    "Ọrụ, azụmahịa, njem nakwa ụlọakwụkwọ na-aga n'ihu etu ọ dịbu mbụ n'obodo dị icheiche tupu amanye iwu nọrọ n'ụlọ kemgbe izuụka asatọ gara aga.",
    "Cheta na otu Ipob manyeburu ya bụ iwu iji kwanye gọọmentị etiti ọkụ n'ike ka ha tọghapụ Nnamdi Kanu bụ nke a nwụchiri ma kpọghachi ala Naịjirịa na ngwụcha ọnwa Juun.",
    "Ma kemgbe ahụ, ọ bụ akụkọ mwakpo, ogbugbu, nsogbu na ịgba ụlọahịa ọkụ bụ ihe na-akpọtụ kwa ụbọchị Monde.",
    "N'izuụka abụọ gara aga, otu Ipob na onwe ha kwuru na iwu ahụ ebiela ma katọọ ndị na-ezo n'okpuru ya ebute ọgbaghara.",
    "Aba na Onitsha bụ naanị ebe 'sit at home' kpụ ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' Ipob",
    "Lee ebe mpaghara dị icheiche si kwụrụ ugbua",
    "Awka, Anambra steeti",
    "AWKA",
    "Eke Awka dị ka anyị si hụ ji nwayọ ejupute na mmadụ ebe otu ihe ahụ na-eme kwa n'ebe akpọrọ 'Temp site junction' n'ụtụtụ a.",
    "Ụfọdụ ụlọahịa na-ere ihe mepekwara emepe dịka foto ndị anyị setere na-egosi.",
    "Ebe foto si, BBC Sport",
    "AWKA",
    "Umahia, Abia steeti",
    "Ụgbọala kwụ n'ahịrị bụ ihe anyị hụrụ n'ụtụtụ a n'Umahia. Ụlọakụ dị icheiche mepekwara ebe ụgbọala njem pụtara n'okporoụzọ.",
    "UMAHIA",
    "Abakaliki, Ebonyi steeti",
    "ABAKALIKI",
    "Ọrụ amalitela ọfụma n'ebe dị iche iche. Mile 50, Kpirikpiri, Pa-Ngele Oruta Township Stadium na ebe ndị ọzọ, ndị mmadụ na-agagharị, ụgbọala nọ n'ụzọ.",
    "Ọtụtụ ụlọakụ mepere taa ebe ụmụakwụkwọ na-aga akwụkwọ.",
    "Nri",
    "Nchekwa nrị",
    "Imo steeti",
    "Ebonyi Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, E kwesiri ime mkparịtaụka maka okwu 'sit at home' - Andy Uba27 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe atọ ndị gọvanọ ugwu sị mere ha ejighị nabata inyefe Ndịda Naịjirịa ọchịchị na 2023elekere 3 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?20 Septemba 2021",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ19 Septemba 2021",
    "Onye bụ Abdulaziz Chivuzor Ude?19 Septemba 2021",
    "Ndị omekome na-amanye sit at home agbaala ụgbọala bu ngwa nri ọkụ n'Enugwu",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ihe atọ ndị gọvanọ ugwu sị mere ha ejighị nabata inyefe Ndịda Naịjirịa ọchịchị na 2023",
    "Ihe Nnamdi Kanu gwara m na ọ chọrọ n'aka ndị na-eso ya- Ifeanyi Ejiofor",
    "Amadioha na Kamalu, Njoku, ala, na arụsị ndị Igbo na-achụnyere aja",
    "Ihe ise na-amasị Nnamdi Kanu ị maghịEmelitere ikpeazụ na: 21 Nọvemba 2018",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "'Aguleri na Igbo Ukwu abụghị mbido Ndigbo' - Eze NriEmelitere ikpeazụ na: 6 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}