{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nelson Omenugha bụ onye na-ahazi otu “Youths Earnestly Seek Soludo (YESS) gwara BBC Igbo etu o siri gbalahụ ọdachị n’aka ndị oji egbe wakporo obodo Nnobi dị n’Anambara Steeti, n'ụbọchị 26 nke Septemba 2021.",
    "Dịka Maazị Omenugha siri kwuo, ọ bụ n’ihu ya ka ụmụnwaanyị abụọ yi uwe ojii wụrụ mmanụ ọkụ n’ụgbọala ya nakwa nke ndị nchekwa obodo wee mụnye ya ọkụ.",
    "Ọ sịkwa na ya hụrụ ndị nchekwa obodo abụọ e gburu na mwakpo ahụ.",
    "Anwụchiela mmadụ itoolu e cheere na aka ha dị na mwakpo Soludo",
    "Ihe ndị \"unknown gunmen\" wakporo ụlọọrụ Inec nakwa uweojii dị n'Awka hapụrụ ebe ha na-agba ọsọ",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete",
    "Ọ sị: “Ka anyị nụrụ ụda egbe aghara aghara, anyị hapụrụ ụgbọala m gbaba ebe anyị gara zoo. Anyị nọ ebe ahụ were na-ahụ ihe na-eme.”",
    "Omenugha kwuru na ọ bụ ụgbọala ya na nke ndị nchekwa ka a gbara ọkụ n’ebe ahụ, ma kwukwa na o nwere ụgbọala ọzọ a gbakwara ọkụ n’obodo ahụ nke mere ha atọ.",
    "“Ndị mụnyere ọkụ nọ ebe ahụ hụ na ọkụ ahụ gbawara ọfụma tupu ha apuọ.”",
    "Ọ sị na ya chebu na ọ bụ sọ egbe ka ndị ahụ na-agba mana o tụzịrị ya n’anya oge ha bịara kụwaa enyo ụgbọala ya ma malite ibupu ngwo ngwo dị n’ime ya.",
    "“Ọ tụrụ m n’anya makana a chọbụrụ m ịgbatu oche ụgbọala ahụ zoo n’ime ya.”",
    "Maazị Omenugha, dịka ọ na-ekele Chukwu maka etu o si jiri ndụ ya pụta n’ọdachi a, sị na ọ metụtara ajọ ihe na-eme n’Ọwụwa Anyanwụ ugbua.",
    "BBC Igbo kpọrọ ọnụ na-ekwuru ndị uweojii n'Anambara Steeti bụ Tochukwu Ikenganyia ịmata ihe ndị uweojii ma maka ihe mere mana ọ sị na ya enwetebeghị ozi banyere ya.",
    "Maazi Ikenganyia mechara binye aka n’akwụkwọ mgbasaozi nke kwuru na ndị omekome ji ụgbọala Sienna nakwa nke a kpọrọ Shuttle Bus gburu mmadụ atọ na Nnobi n’ụbọchị 26 nke ọnwa Septemba.",
    "Akwụkwọ ọzị ndị uweojii kwuru na mwakpo a mere dịka ọ fọrọ nkeji iri abụọ ka ọ kụọ elekere asatọ nke abalị.",
    "Ndi uweojii sị na ọ bụ n’ụzọ Afọ Nnobi ka mkpa mkpa a kpara.",
    "Ha kwukwara na mmadu atọ nwụrụ na mwakpo a, gụnyere Johnbosco Ojukwu dị afọ 33, Rapuluchukwu Ugoeze dị afọ 30 nakwa Chukwuemeka Nwokebagu dị afọ 31.",
    "Maazị Ikenganyia, n’akwụkwọ ahụ o binyere aka, sị na onyeisi ndị uweojii n’Anambara bụ Tony Olofu ezipụla ndị uweojii kara aka ka ha malite nnyocha ma chọpụta ndị kpara ike a.",
    "Dịka Maazị Omenugha siri kọwara n’okwu ya, ọ bụ ndị ọrụ nchekwa obodo nọ n'ụgbọala Sienna a gbara ọkụ ka ndị omekome ahụ gburu.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Chukwuma Soludo: Anwụchiela mmadụ itoolu e cheere na aka ha dị na mwakpo ya21 Eprel 2021",
    "Unknown Gunmen Attack in Anambra: Etu ndị oji egbe si gbagbuo Igwe Edozieuno n'okporoụzọ Anambra Steeti11 Septemba 2021",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'Abatete15 Julaị 2021",
    "Vidio, Anambra News Today: Etu Chi m siri zọpụta m n'aka ndị oji egbe wakporo Nnobi - Nelson Omenugha, Duration 13,12elekere 8 gara aga",
    "Vidio, Sit at home: E kwesiri ime mkparịtaụka maka ọnọdụ a - Andy Uba, Duration 6,1827 Septemba 2021",
    "Vidio, Hank Anuku: Ihe mere m ji kọọ ụkọ na Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, \"Ọ dịghị mma nwoke ịgwa nwunye ya ego ole ọ na-enwete\" - Blessing CEO, Duration 8,2815 Septemba 2021",
    "Vidio, Oguta Lake: Ejirila m ife mmiri Ogbuide na Urashi zụọ ụmụ m na mahadum - Ezenwaanyị, Duration 3,235 Disemba 2018",
    "Vidio, Ipob one month sit at home: Ihe Ohaneze, Igbo Ekunie na ndị Igbo ọzọ nwere ikwu maka ya, Duration 2,5323 Septemba 2021",
    "Vidio, Boy killed in Aba: Etu e si gbuo nwa m ebe ọ gaara ikpofu unyi n'Aba, Duration 1,1723 Septemba 2021",
    "Vidio, Isiokwu bụ ịkwụsị ịkpa oke megide ndị Igbo, ọ bụghị inwuchi Nnamdi Kanu - Victor Umeh, Duration 8,0930 Juun 2021",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}