{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Josiah Jenvulu",
    "Gọvanọ steeti 19 nke dị n'ugwu Naịjirịa ekwuola ebumnobi ha banyere atụmatụ inyefe ndị ndịda Naịjirịa ọchịchi n'afọ 2023.",
    "N'ọgbakọ ha mere n'obi gọọmentị Kaduna n'ụbọchị Mọnde bụ ụbọchị 27 nke ọnwa Septemba, ndị gọvanọ a sị na okwu ka e nyefee ọchịchị adịghị n'iwu Naịjirịa.",
    "Okwu ha wụrụ mmiri oyi n'ebumnuche ọtụtụ ndị ndịda Naịjirịa na ọchịchị kwesịrị irute ha dịka Onyeisiala Muhammadu Buhari bụ onye Ugwu ga-achị afọ asatọ ya ma ọ chịruo afọ 2023 mgbe ọchịchị ya kwesịrị ịgwụ.",
    "Day 20: Kedụ ka ụmụ Naịjirịa si ahụta 'Zoning'?",
    "Nigeria Election 2019: Ụmụnwaanyi chọrọ ịnapụ Buhari ọrụ ya",
    "Ndị gọvanọ Ugwu Naịjirịa sị na iwu Naịjirịa nke 1999 anabataghị inyefe ọchịchị.",
    "Ha sị na n'agbanyeghi na ụfọdụ n'ime ha na-akwado ka e nyefee Ndịda Naịjirịa ọchịchị maka udo na ịdị n'otu nke Naịjirịa, ọgbakọ ha anabataghi atụmatụ ahụ dịka ọgbakọ ndị gọvanọ ndịda Naịjirịa siri kwuo ya ma ncha.",
    "Mmadụ dị ka Nasir El-Rufai bụ aka na-achị Kaduna Steeti na Abdullahi Umar Ganduje nke Kano Steeti, bụ ndị gọvanọ Ugwu kwuru na e kwesịrị inyefe ndị Ndịda Naịjirịa ọchịchị site n'atụmatụ Bekee kpọrọ zoning.",
    "Ụzọ atọ ndị gọvanọ Ugwu sị na onyeisiala ga-esi pụta:",
    "Onye nwetere vootu karịa na ntuliaka",
    "Onye ritere pasentị 25 na nkewa 2/3 steeti niile dị na Naịjirịa",
    "Ya bụrụ na mmadu abụọ zọgharịrị, onye nwetere karịa",
    "Ihe a niile e kwuru bụ ihe dị n'iwu Naịjirịa nke 1999 ma bụrụkwa usoro Naịjirịa ji ahọpụta onyeisiala nakwa gọvanọ, mana nke ahụ egbochighị atụmatụ zoning na mba ahụ.",
    "Ọ bụ atụmatụ a mere mmadụ abụọ zọrọ ọkwa onyeisiala na pati abụọ kacha seputa isi n'afọ 1999 bụ Peoples Democratic Party (PDP) na Alliance for Democracy (AD) jiri bụrụ ndị Ọdịda Anyanwụ Naịjirịa.",
    "Ọ bụ ebe a ka gọvanọ si steeti 17 nke Ndịda Naịjirịa gbadoro ụkwụ were sị ka e mee nwata ka e mere ibe ya ka obi wee dị ya mma.",
    "Ebe foto si, @OfficialPDPNig",
    "Otu ihe na-agbagwoju ndị mmadụ anya na ntụliaka Naịjirịa bụ ihe Bekee kpọrọ \"zoning\".",
    "Ọtụtụ mmadụ aghọtaghị etu okwu \"zoning\" a jiri malite na uru ọ na-aba.",
    "Na nke nke, zoning bụ atụmatụ ndị ndọrọndọrọ ọchịchị wepụtara, iji hụ na ohere ịwepụta onye ga-achị obodo, okpuruọchịchị maọbụ mba n'usoro onyekwuouche ya esighi sọsọ ofu mpaghara.",
    "A na-emebu zoning a na gboo, dịka isi ndị a rie, ndị ọzọ erie. Mana, ọ bụ na ntụliaka nke 1999 ka ọ pụtara ka ihe otu ndọrọndọrọ ọchịchị na Naijiria ji mere iwu edeghi n'akwụkwọ.",
    "Na 1999 ahụ, pati meriri ntụliaka bụ People's Democratic Party (PDP), nke Olusegun Obasanjo bụ onye zọrọ oche dịka Onyeisiala n'okpuru ha.",
    "Nkwekọrịta ndị PDP nwere tupu e mee ntụliaka ahụ bụ na ịhụ na onye ọbụla nwere olileanya na Naịjirịa bụ nke ha, ka e nye ndị ndịda Naịjiria ohere ịwepụta onyeisiala.",
    "Cheta na mgbe ahụ, ọ bụ naanị Ernest Shonekan bụ onye abụghị onye ugwu chịrị Naịjiria. Shonekan na onwe ya enwetaghị oche ahụ na ntuliaka.",
    "Nke a mere n'ime Pati niile isi ha pụtara ọfụma, ọ bụ onye ndịda Naịjirịa zọrọ ọkwa onyeisiala.",
    "Nke pụtara na mmadụ abụọ ndị ọdịda anyanwụ nke ndịda Naịjiria bụ ndị ndị mmadụ nwere ohere ịtụnyere.",
    "Kemgbe ahụ, otu ndị ndọrọndọrọ ọchịchị dị iche iche na-esikari etu a ahọpụta ndị ga-azọ ọchịchị n'okpuru ha.",
    "Na ntụliaka 2019, pati abụọ aha ha na-ada ụda karịa bụ PDP na All Progressives Congress (APC) nyere ugwu Naijiria ohere ịwepụta mmadụ.",
    "Nke a mere e ji nwee Onyeisiala Muhammadu Buhari na Abubakar Atiku dịka ndị na-azọ ọchịchị n'okpuru ha.",
    "N'Ala Igbo, a na-emekwa zoning a. Dịka n'Enugwu, onye na-achị ugbua bụ onye mpaghara Nsukka, onye chịburu bụ onye mpaghara Udi.",
    "Ebe foto si, Getty Images",
    "APC napụrụ PDP ọchịchị n'afọ 2015",
    "Gọvanọ Steeti ndị Ugwu Naịjirịa ekweghi etinye ọnụ n'okwu ụtụisi \"Value Added TAX\" (VAT) makana ha sị na ọ nọ n'ụlọikpe.",
    "Mana ha kwukwara na ọ bụrụ na steeti niile mere iwu ụtụisi nke ha na ọ ga-eme ka ndị mmadụ na-akwụfe ego ụtụisi.",
    "Kaduna steeti",
    "Ndọrọndọrọ ọchịchị",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nigeria 2019 Elections: Etu 'Zoning' si emetụta ndọrọndọrọ ọchịchị na Naịjirịa27 Jenụwarị 2019",
    "Mamman Daura: Okwu ya maka 'zoning' abụghị uche onyeisiala Buhari- Garba Shehu30 Julaị 2020",
    "Vidio, E kwesiri ime mkparịtaụka maka okwu 'sit at home' - Andy Uba27 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe atọ ndị gọvanọ ugwu sị mere ha ejighị nabata inyefe Ndịda Naịjirịa ọchịchị na 2023elekere 3 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ịṅụ mmanya ọkụ o nwere ike ime ka mmadụ nwee 'cancer'?20 Septemba 2021",
    "Lee nje dị icheiche ị na-ekerịkọta oge ị na-esusu ọnụ19 Septemba 2021",
    "Onye bụ Abdulaziz Chivuzor Ude?19 Septemba 2021",
    "Ndị omekome na-amanye sit at home agbaala ụgbọala bu ngwa nri ọkụ n'Enugwu",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ihe atọ ndị gọvanọ ugwu sị mere ha ejighị nabata inyefe Ndịda Naịjirịa ọchịchị na 2023",
    "Ihe Nnamdi Kanu gwara m na ọ chọrọ n'aka ndị na-eso ya- Ifeanyi Ejiofor",
    "Amadioha na Kamalu, Njoku, ala, na arụsị ndị Igbo na-achụnyere aja",
    "Ihe ise na-amasị Nnamdi Kanu ị maghịEmelitere ikpeazụ na: 21 Nọvemba 2018",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "'Aguleri na Igbo Ukwu abụghị mbido Ndigbo' - Eze NriEmelitere ikpeazụ na: 6 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}