{
  "published": "2 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ị ma etu e si awa ọjị n'ala Igbo?",
    "Ị ma etu e si akwanyere ọjị ugwu n'ala Igbo?",
    "Akụkọ a ga-edo gị anya gbasara omenala iji ọjị anabata ọbịa n'ala Igbo.",
    "Kirie ya n'uju ebe a:",
    "West Africa",
    "Afịrịka",
    "Omume",
    "Omenala",
    "Igbo Culture: Ihe mere Igbo ji atụ Ikenga egwu13 Maachị 2020",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala Igbo26 Juun 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'19 Nọvemba 2020",
    "Vidio, Enugu state news: 'Anyị atụtụtaghị otu mkpụrụ ihe n'ọkụ gbara n'ahịa Afor Iwollo Oghe', Duration 1,47elekere 5 gara aga",
    "Vidio, \"Onye na-achị kwesịrị ịkpọ ndị na-enye nsogbu ka e nwee mkparịtaụka\" - Andy Uba, Duration 6,1827 Septemba 2021",
    "Vidio, Hank Anuku: Ihe mere m ji kọọ ụkọ na Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Ndị gburu Chike Akunyili na-ekwu ka a ghara ime ntuliaka n'Anambara - Ifeanyi Ubah, Duration 8,391 Ọktọba 2021",
    "Vidio, Ohaaji Egbema: Anyị achọghị ịnọ n'Imo steeti anyị chọrọ ịnọ Rivers Steeti maka..., Duration 3,1030 Septemba 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Kola nut: Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, NYSC 2021: Ihe mere m ji chịnye nwa m uwe NYSC m yiri afọ 37 gara aga, Duration 3,0329 Septemba 2021",
    "Vidio, \"Ọ dịghị mma nwoke ịgwa nwunye ya ego ole ọ na-enwete\" - Blessing CEO, Duration 8,2815 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}