{
  "published": "29 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra state Govt/BBC",
    "Gọvanọ Willie Obiano na-achị Anambra steeti ekwuola na steeti ahụ ga-akwụ onye ọbula nyere ha ozi maka ndị gburu Chike Akunyili nde naira iri abụọ(N20million).",
    "N'ozi o wepụtara ụbọchị Tuzde, Obiano katọrọ ogbugbu e gburu Dkta Dora Akunyili sị na ọ jọgburu udele ma sigbuo nkapị.",
    "Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti Sept 28",
    "Ọ tụrụ arịrị na e gburu mmadụ iri n'Anambara steeti site n'abalị 26 rue 28 nke ọnwa Septemba, afọ 2021 gụnyere  nwa afọ steeti ahụ ji eme ọnụ bụ  Dkta Chike Akunyili, di Ọkammụta Dora Akunyili bụ onye a gbagburu na Nkpor.",
    "Ebe foto si, Bashir Ahmad",
    "N'otuu aka ahụ, Onyeisiala Muhammadu Buhari  akwaaala akwa arịrị ma kwupụtala obi mwute n'ọnwụ di Dora Akunyili bụbu onyeisi ụlọọrụ Nafdac.",
    "N'ozi ọnụ na-ekwuru ya bụ Femi Adesina wepụtara na mgbede Wenezde, Buhari kpọrọ ogbugbu nwa amadị ahụ arụ kwọ nwa ma tie ezinaụlọ ya aka n'obi dịka o rotere ezi ọrụ Dora Akunyiri bụ nwunye ya rụrụ oge ọ nọ n' ụlọọrụ Petroleum Trust Fund (PTF) bụ ebe ya na ya rụkọrọ.",
    "Ọ kpọkuru ndị ọrụ nchekwa ka ha maa imi n'ala ma chọpụta ndị kpara arụ ahụ ma kpụpụ ha ụlọikpe.",
    "Ebe foto si, Ipob/BBC",
    "Ka nke a na-eme, otu Ipob agọọla aka ha na ụkwụ ha n'ọnwụ Dkta Chike Akunyili,di Dora Akunyili bụbụ onyeisi ụlọọrụ na-ahụ maka nri na ọgwụ na Naijiria bụ Nafdac n'ịchafụ.",
    "Nke a bụ dịka nwanne Chike Akụnyili bụ Cyril Akunyili boro otu Ipob ebubo na ọ bụ ha gburu Dkta Chike Akunyili.",
    "Ndị bu egbe gbagburu Akunyili na Nkpor, Anambra steeti, na mgbede Tuzde dịka o si mmemme nturuugo nke ndị gụrụ mahadum Naijiria Nsukka (UNN Alumni) nyere nwunye ya alọta oge o zutere ọnwụ ya.",
    "Ndị nọ ebe ihe mere kwuru na ndị bu egbe amabeghị ndị ha bụ wakporo ụgbọala ya gbagbuo ya, gbagbuo ọkwọgbụọla ya, onye uweojii so ha.",
    "Ha gbakwara nwa nwanne Dkta Chike Akunyili sokwa n'ụgbọala ahụ mana ọ nwụghị dịka e bugara ya n'ụlọgwụ a kpọghị aha ya ebe ọ na-anata nleta.",
    "Cyril Akunyili nọrọ n'ozi o wepụtara n'akara Facebook ya n'ụtụtụ Wenezde kwuo sị, \"Ndị Ipob egbuola nnwwanne m nwoke tọrọ m. Maka gịnị? Di Dora Akunyili anwụọla. Ipob kedụ ihe ụnụ ụnụ ji mee ya ụbọchị Tuzde?\"",
    "Ebe foto si, Cyril Akunyili/Facebook",
    "Cheta na nsonso a, otu Ipob manyeburu 'nọrọ-n-ụlọ ụbọchị Monde n'Ọwụwa Anyanwụ Naijiria nke ha ji eti mkpu ka atọghapụ onye ndu ha bụ Nnamdi Kanu.",
    "Ụfọdụ ndị mmadụ ezutela ọnwụ ha, mmerụ ahụ nakwa mbibi ngwaahịa maọbụ ụgbọala ha maka ịda iwu 'nọrọn'ụlọ' ahụ.",
    "Mana Ipob agọrọ sị na aka ha dị ọcha.",
    "Dora Akunyili: Aka m na-ahụ nwunye m na nrọ",
    "Otu Ipob sara okwu site n'ozi ha wepụtara nke ọnụ na-ekwuru ha bụ Emma Powerful binyere aka si na aka ha adịghị n'ọnwụ ya na ọnwụ dị ọzọ ha kwuru nọnwụ ha metụtara ndọrọndọrọ ọchịchị.",
    "Ipob boro ọnwụ ya ndị ndọrọndọrọ ọchịchị.",
    "Ha sị, \"Anyị ndị nnukwu ezinaụlọ otu 'Indigenous People of Biafra (IPOB)' nke onye ndụ anyị bụ Mazi Nnamdi Okwuchukwu Kanu, chọrọ ikwu na aka anyị adịghị na ogbugbu ndị nwamala nọrọ onwe ha n'Anambara steeti.\"",
    "\"Aka anyị adịghị na ogbugbu ndọrọndọọ ọchịchị niile na-eme n'ala Biafra.\"",
    "\"Anyị na Chike Akunyili enweghị okwu ọbụla.\"",
    "Ipob kwuru na ha etiela mkpu banyere oke gbuogbuogbuo na-eme n'Ọwụwa Anyanwụ bụ nke ha boro \"ndị ndọrọndọrọ ọchịchị ndị zoro n'ahụ ọnọdụ dị n'ala Igbo na-egbusịsị ndị iro ha ma na-ebo ya ndị Ipob.\"",
    "Otu ahụ gakwara n'ihu kwuo na o nwebeghị ihe ha kwuru banyere ntuliaka n'Anambra steeti.",
    "Nkwupụta na-abịa onwa ole na ole ha wepụtara ozi kwuo na a gaghị enwe ntuliaka n' Anambra steeti.",
    "Ebe foto si, Cyril Akunyili/Facebook",
    "Cyril Akunyili mechara wepụ ozi ahụ otinyere n'aka Facebook ya ma tinye ọzọ nke kwuru sị, na o nwere ike aka Ipob adịghị n'ọnwụ Dkta Chike Akunyili. Ka anyị chere nnyocha ihe butere ọnwụ ya.",
    "Ọ gakwara n'ihu bụọ ndị mere ihe ahụ ọnụ sị, \"Chukwu ekwela ka ahịhịa too na ngwuru ndị gburu Dkta Chike Akunyili.\"",
    "Ebe foto si, Cyril Akunyili/Facebook",
    "Ka ọ dị ugbua, ndị uweojii Anambra steeti ekwubeghị ihe ọbụla banyere ndị e gburu na mgbede Tuzde.",
    "Ọnụ na-ekwuru ndị uweojii Anambara steeti bụ Tochukwu Ikenga azaghị oku a kpọrọ ya n'ekwentị.",
    "Otu Ohaneze Ndigbo akpọọla ndị otu Ipob ka ha chebanye echiche ime maka oke gbuogbuogbuo na-akpọtụzị n'Ọwụwa Anyanwụ.",
    "Oke Emuche, onye nọchitere anya onyeisi Ohaneze bụ George Obiozor n'ọgbakọ ha nwere n'Enugwu ụbọchị Wenezde tụrụ arịrị maka ọnwụ di Dora Akunyili ma sị ha,  \" Ọ bụrụ na ha gbucha onye ọbụla, kedụ onye ya na ha ka dị ndụ kwụụ na Biafra\".",
    "Ọnọdụ ịrụ ụjụ na akwa arịrị bụ ihe jupụtara n' ụlọ ndị be Akunyili n'Enugwu ebe Dkt Chike Akunyili bi ma na-arụ ọrụ tupu ọ nwụọ, oge BBC Igbo gara ebe ahụ n'ehihie Wenezde.",
    "Ndị agbata obi ya kọwapụtara nwa amadị ahụ dịka ezigbo mmadụ anaghị achọ nsogbu.",
    "Otu onye bi n'ụlọ ya n'Enugwu akpọghị aha ya sịrị, \"Anyị tetera n'ụtụtụ a nụ maka ọnwụ ya. Ọ naghị enye nsogbu.\"",
    "\"I nwee nsogbu, gbaakwuru ya, ọ ga-ama ihe ọ ga-eme iji gboo ya.\"\"Ọ bịara n'ụtụtụ ụnyahụ anyị na ya kelecha, amaghị m na ọ bụ anya m ikpeazụ m ga-ahụ ya.\"",
    "'Onyeagha nwaanyị mere m akaje n'ihi na m kelere ogbo ya nwoke'",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa Biafra",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "National security",
    "Naijiria",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ipob na ESN: Etu Boko Haram, Mend, Fulani ọchiehi na otu ndị ọzọ dị n'Afrịka sị bido agha nnupuisi16 Eprel 2021",
    "Ukpabi Asika biography: Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kara Igbo mma karịa Biafra14 Septemba 2021",
    "Unknown gunmen attack in Anambra: Lee mkpamkpa ndị ojiegbe kpara n'Anambra steeti na Sept 2828 Septemba 2021",
    "Northern Governors Forum meeting: Ihe atọ ndị gọvanọ ugwu sị mere ha ejighị nabata inyefe Ndịda Naịjirịa ọchịchị27 Septemba 2021",
    "Ifeyinwa Fidelia Ezeiruaku: 'Onyeagha a mere m akaje n'ihi na m kelere ogbo ya nwoke'28 Septemba 2021",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili29 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obianoelekere 6 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "'Onyeagha nwaanyị mere m akaje n'ihi na m kelere ogbo ya nwoke'",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Ihe Nnamdi Kanu gwara m na ọ chọrọ n'aka ndị na-eso ya- Ifeanyi Ejiofor",
    "Ihe ise na-amasị Nnamdi Kanu ị maghịEmelitere ikpeazụ na: 21 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}