{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị bu egbe amaghị ndị ha bụ kpara mkpamkpa n'obodo Ajali nakwa Nnewi, Anambara steeti n'etiti ụbọchị Tozde.",
    "Na Nnewi, ọ bụ ụgbọala Chris Akabogwu bụ onye na-anọcchite anya Nnewi-Ekwsihgo n'Ụlọomeiwu Naịjirịa, ka ha wakporo.",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN'",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "Ihe mere ọnwụ Chike Akunyili ji ewute anyị karịa - Ndị Agulu",
    "Mana otu onye nọ Azubogu nso mana ọ chọghị ka a kpọọ aha ya, gwara BBC Igbo na ọ nọghị n'ụgbọala ya oge mwakpo a mere.",
    "Onye ahụ kwuru na Azubuogu nọ Abuja, mana a tụrụ anya na ọ ga-alọta Nnewi taa bụ Tọzde.",
    "Azubuogu nọbu na pati PDP, ebe o sonyere na ntuliaka imeụlọ maka ndị ga-azọ ọkwa gọvanọ Anambra steeti.",
    "Cheta na onye meriri ntuliaka imeụlọ nke ndị PDP bụ Valentine Ozugbo.",
    "Mana Azubuogu hapụrụ PDP banye APC abalị olemole gara aga.",
    "Ụgbọala Hilux nke ndị omekome ahụ wakporo",
    "Dịka ndị nọ nso ebe ahụ siri kwuo, ndị omekome ahụ wakporo ụgbọala abụọ, otu 'Toyota Hilux', na otu 'Toyota Prado' sokọrọ ọnụ.",
    "Otu onye n'ime ha gwara BBC Igbo sị, \"Ha gbara onye na-akwọ ụgbọala Hilux egbe, ma kpụrụ onye nke nọ n'ime 'Prado' pụọ.\"",
    "Odoghị anya ma onye ahụ a gbara egbe ọ nwụọla, o nweghịkwa onye ma ebe ndị ekperima ahụ kpụụrụ nwoke nke ọzọ gawa.",
    "Ndị mmadụ kwukawa na nwoke ahụ bụkwa onye ndọrọndọrọ ọchịchị",
    "Ya bụ ọdachi nke mere n'egbughị oge butere oke n'ọhịa, ngwere n'ụzọ, dịka ndị mmadụ  nọ nsọ ebe ihe mere gbawara ọsọ ndụ ha.",
    "Ndị 'unknown Gunmen' wakpokwara ogige ndị uweojii n'Ajali, Anambara steeti taa bụ Tọzde",
    "Na nke yiri ibe ya, ndị bu egbe wakporo ogige ndị uweojii dị n'Ajali, dị n'okpuru Ọchịchị Orumba North, dị na Anambra steeti, gbaa ogige ha ọkụ n'etiti ụbọchị Tọzde.",
    "O dobeghị anya ihe ha mebiri, mana akụkọ kwuru na ndị uweojii gbalagara oge ihe ka nte bakwuru nte n'ọnụ.",
    "N'onyonyo e kesara n'akara whatsapp, a hụrụ otu onye tọgbọ n'ala mana o doghị anya ma onye ahụ ọ nwụrụ anwụ.",
    "Ndị nọ ebe ihe mere kwuru na ndị ntorobia obodo ahụ gbatara ọsọ bịa nye aka gbuwa mpio iji zọpụta ndị tọọrọ n'ụlọ ahụ na-agba ọkụ.",
    "Akụkọ ka na-abịa.",
    "National security",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Dr Chike Akunyili: 'Ọ bụrụ na IPOB chọrọ iweta udo n'ala Igbo, ha kwasaa ESN'30 Septemba 2021",
    "Vidio, Ihe mere ọnwụ Chike Akunyili ji ewute anyị karịa - Ndị Agulu, Duration 1,1030 Septemba 2021",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ odogwu nwoke a29 Septemba 2021",
    "Vidio, Duncan Mighty: Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East'22 Septemba 2021",
    "Etu ndị ekperima si wakpo ụgbọala Chris Azubuogu na Nnewielekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000)30 Septemba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Etu ndị ekperima si wakpo ụgbọala Chris Azubuogu na Nnewi",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN'",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "'Onyeagha nwaanyị mere m akaje n'ihi na m kelere ogbo ya nwoke'",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}