{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Onye achọghí ka akpó aha ya",
    "Ụgbọala a gbara ọkụ n'Oko, Anambara steeti ụbọchị Tuzde",
    "Ndị bu egbe amaghị ndị ha bụ agbagbuola ndị amabeghị ọnụọgụgụ ha ma gbakwa ụfọdụ ụgbọala ọkụ n'Oko nakwa Nkpọ, n'Anambra steeti na mgbede Tuzde.",
    "Otu onye bi n'Oko nọ ebe ihe mere achọghị ka a kpọọ aha ya gwara BBC na ndị  ndi mmadu ụgbọala abụọ, wakporo notu nwoke amabeghị onye ọ bụ bu ụgbọala pati n'ihu Total Petrol Station dị na Tipper Road gbaa ya egbe ma zuo ụgbọala ya ọkụ.",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "Lee ihe ise mere mpaghara Ọwụwa Anyanwụ jiri banye na 'red list'",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti",
    "Etu ndị oji egbe si gbagbuo Igwe Edozieuno n'okporoụzọ Anambra Steeti",
    "\"Ha bụ ụgbọala abụọ; otu Siena nakwa ụgbọala Lexus dị ọcha, tipụta chụrụ ụgbọala ndị otu pati.",
    "Ha kpụpụtara ọkwọụgbọala ahụ gbaa ya egbe n'ụkwụ abụọ ma zunye ụgbọala ya ọkụ.\"",
    "Nnobi Attack: Ụmụnwaanyị abụọ so n'ime ndi oji egbe gburu ndi mmadu na Nnobi - Omenugha",
    "Ya bụ ihe mere mere ọsọ suru dịka ndị mmadụ na-agba ọsọ ndụ ha.",
    "Ndị ji egbe wakpokwara nso Afọ  Nkpọ, dịkwa na Anambara steeti ma gbuo mmadụ amabeghị ọnụọgụgụ ha.",
    "Mbọ BBC Igbo gbara ịnụta olu ndị uweojii na steeti ahụ amịtaghị mkpụrụ.",
    "Ọnụ na-ekwuru ndị uweojii n'Anambra bụ Tochukwu Ikenga azaghị ekwentị ya nke ọ na-asa ozi anyị zigara ya n'ekentị ya oge akụkọ pụtara.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "'Onyeagha nwaanyị mere m akaje n'ihi na m kelere ogbo ya nwoke'",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti taaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie28 Septemba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Lee ihe ise mere mpaghara Ọwụwa Anyanwụ jiri banye na 'red list'22 Septemba 2021",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti taa",
    "'Onyeagha nwaanyị mere m akaje n'ihi na m kelere ogbo ya nwoke'",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Ihe ise na-amasị Nnamdi Kanu ị maghịEmelitere ikpeazụ na: 21 Nọvemba 2018",
    "Ihe atọ ndị gọvanọ ugwu sị mere ha ejighị nabata inyefe Ndịda Naịjirịa ọchịchị na 2023",
    "Lee ihe ise mere mpaghara Ọwụwa Anyanwụ jiri banye na 'red list'",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}