{
  "published": "3 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye alụbeghị dị maọbụ nwaanyị tiwe mkpu owu ọmụma (loneliness), a sị ya ngwa gaa lụọ nwaanyị maọbụ di.",
    "Mana onye nọ n'alụmdinanwunye kwuo otu a, a sị ka a chọọ ya ihe n'anya, mana nke bụ eziokwu bụ na owu ọmụma nwere ike imetụta ma onye nọ n'alụmdinanwunye maọbụ onye anọghị ya.",
    "I so na ndị sị na agbamakwụkwọ Katolik edoghị anya? Lee ihe isii ọ ga-eri gị ịgba akwụkwọ Katọlik na Naijiria",
    "Ọwụ ọmụma na-emetụta ahụike uche nakwa nke ahụ.",
    "Nchọpụta nke Statista.com mere na-egosi na pasentị 33 ndị okenye na mbaụwa na-enwe nsogbu owu ọmụma.",
    "Ebe foto si, Anadolu Agency",
    "Dọkịta na-ahụ maka uche (psychologist) n'ụlọọgwụ 'Lagos State University Teaching Hospital,' Ikeja, Legọs bụ Dkta Leonard Okonkwo, kwuru na owu ọmụma nwere ike ibute oke echiche, ọrịa ume ịda mba maọbụ dunye mmadụ n'ịkwụ ụdọ.",
    "\"O nwere onye m lekọtara onye nwara ịkwụ ụdọ n'ihi na ya bụ nwaanyị kwuru na ya edikwanwuzighị owu ọmụma ọ na-agabiga n'alụmdi ya.\"",
    "\"Dịka owu na-ama mmadụ na-akawanye njọ, onye o ji na-amalite ịnọrọ onwe ya, uche ya agaghị adịzịkwa n'ihe ọ na-eme. Ụfọdụ nwere ike malite ime ihe ha anaghị emebu dịka ịgba n'iro, ịṅụ ọgwụ ike.",
    "Dịka WHO siri kwuo, owu ọmụma nwere ike igbujilata oge mmadụ ga-anọ ndụ, bute ọrịa obi (cardiovascular disease) mkpọnwụ ahụ (stroke), ọrịa uche (mental health problem) dịka anaghị aghọtachazi ihe, oke ichefu ihe, oke echiche (depression) echiche ịkwụ ụdọ.",
    "'Mgbe anyị mụwara ụmụ, nwunye m wepụrụ anya n'ebe m nọ'",
    "Ebe foto si, Getty Images",
    "Otu nwoke achọghị ka a kpọọ aha ya kwuru na ịchụ ihe afọ ezianụlọ ya ga-eri bụ ihe kewara ya n'ezinaụlọ ya.",
    "\"Mgbe anyị malitere alumdịnanwunye, mụ na nwunye m bụ nnu na mmanụ, mana oge ụmụaka toro hapụ ụlọ gawa mahadum, owu ọmụma jidere anyị.\"",
    "\"Ị ga-anọ n'etiti igwe mmadụ, ọ dị ka ọ naanị gị nọ.\"",
    "\"Nke a bụ maka na mgbe ụmụaka bịawara, nwunye m werela ịhụnanya ọ na-enye m nyefee ụmụ anyị, o jighịkwa m kpọrọ ihe.\"",
    "\"Ọnọdụ anyị mechara kawanye njọ dịka o wepụrụ anya ụmụ m.\"",
    "'Ebi m obodo ọzọ arụ ọrụ, nwunye m biri n'ọzọ'",
    "Ebe foto si, Getty Images",
    "Nwoke ọzọ kọwara na ịnọpụ iche n'ebe nwunye ya na ụmụ ha nọ emeela ya okokporo ọzọ.",
    "\"Ebi m Legọs arụ ọrụ, mana nwunye m na ụmụ m bi n'Ọwụwa Anyanwụ.\"",
    "\"Di m bụ ezigbo nna, mana ọ bụghị ezigbo di\"",
    "Ebe foto si, Chip Somodevilla",
    "Otu nwaanyị ya na di ya ji naanị otu nwa tụrụ arịrị na owu amagbuola ya n'alụmdi ya dị naanị afọ anọ.",
    "\"Ekwukatala m mana di m anaghị ege ntị. Ọ naghị eleta m anya dịka nwunye ya.\"",
    "\"Ọ lọta ọrụ, o na-etinye uche ya niile naanị ebe ada anyị nwaanyị nọ.\"",
    "Kedụ ihe ndị na-ebute owu ọmụma n'alụmdinanwunye?",
    "Ebe foto si, Obioma Ogakwu",
    "Otu onye ọkachamara n'okwu gbasara mmekọrịta mmadụ na ibe ya bụ Obioma Ogakwu siri kwuo, ikworo ihe ọzọ na-abụghị ịhụnanya lụọ di maọbụ nwaanyị nwere ike ibute Owu ọmụma.",
    "\"Ọ bụrụ na ịlụ di maọbụ nwunye maka ihe ọzọ na-abụghị maka ịhụnanya maọbụ onye ihe na-adakọrọ gị na ya.\"",
    "Lee ihe ndị ọzọ nwere ike ibutere gị ịnọ n'ikpere mmiri were asọmmiri akwọ aka n'alụmdinanwunye gị dịka o siri metụta owu ọmụma:",
    "Ọ bụrụ na i nweghịzị ntụkwasị obi ebe di gị maọbụ nwunye gị no. Nke a nwere ike ime ka ị na-enyo ya enyo nwekwaa ike ibute mgbasa.",
    "Ọrịa uche (mental health issues) dịka nke Bekee kpọrọ 'Depression' nwere ike ibute owu ọmụma.",
    "Ọ bụrụ na ihe ị hụrụ abụghị ihe ị tụrụ anya.",
    "Enweghị nghọta nke nwere ike ibute akpanwụzighị nkata",
    "Anaghị enwe mmekọrịta nwoke na nwaanyị",
    "Ụzọ i nwere ike isi jidenwuo di gị maọbụ nwunye gị n'ọrụ",
    "Di na nwunye ị na-enwe ezi mkparịtaụka. E nwee ohere onye ọbụla ikwu uche ya na-enweghị egwu maọbụ mgbochi ọbụla ga-enye aka ibelata owu ọmụma n'alumdinanwunye",
    "Sonyere otu ga-enyenwu gị nkwado; otu ahụ nwere ike ịbụ otu ụka maobu otu na-ahụ maka mmekọrịta mmadụ na ibe ya",
    "Ọ bụrụ na ihe ị na-atụ anya ya gbagoro n'elu ọjị, welata anya gị ala, ma ọ bụrụ na o nweghị ihe ị ga-emeli iji nweta ya",
    "Ọ bụghị ihe ọ bụla i hụrụ, ka ị kwesiri ikwu maka ya, ụfọdụ i lee anya, i leghara",
    "Tupu ị banye alumdinanwunye, ị nyochaa ọnọdụ mmekọrịta gị na onye ọ bụ gị na ya iji mara ma ị ga-ebunwukwa.",
    "Lee anya chọpụta ụdị ihe ị gaghị edili, ma chepụta ihe ị ga-eme ma ụdị ihe ahụ mee gị.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ahụike echiche",
    "Omenala",
    "Alụmdịnanwụnye",
    "Igbo Tradition: Ihe mere e ji alụ nwaanyị n'ozu n'ala Igbo10 Jenụwarị 2019",
    "Ị ga-enye nwunye gị maọbụ di gị akara akpaego gị dị n'ụlọakụ?31 Jenụwarị 2019",
    "Nwoke okwesịrị inyere nwunye ya aka n’ezinaụlọ?20 Julaị 2018",
    "Divorce: Etu e si eme ya n'ala Igbo27 Nọvemba 2018",
    "Imo Bride Price: Ihe ọ na-ewe iji lụọ nwaanyị na Mbaise18 Septemba 2019",
    "Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 2021elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Owu ọmụma o ji gị n'alụmdinanwunye gị? Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Ndị oji egbe agbaala ụlọ Gozie Nwagba na nke Eze Ekezie ọkụ ma tọrọ mmadụ ise n'Orlu",
    "Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Etu ndị ekperima si wakpo ụgbọala Hon. Chris Azubuogu na Nnewi",
    "Anwụchịela mmadụ ise a sị so gbuo Chef EmekaEmelitere ikpeazụ na: 3 Ọgọọst 2021",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN' - FCC Jones Onwuasoanya",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Ọgụ 'ndị otu nzuzo' ataala isi mmadụ atọ n'UmudiokaEmelitere ikpeazụ na: 24 Eprel 2019",
    "Ihe ndị \"unknown gunmen\" wakporo ụlọọrụ Inec nakwa uweojii dị n'Awka hapụrụ ebe ha na-agba ọsọEmelitere ikpeazụ na: 24 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}