{
  "published": "29 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ eziokwu na Dkt Chike Akunyili alaala ịga zuru ike, mana ike ọ kpara oge ọ dị ndụ, ga-adigide.",
    "Chike Akunyili lara mmụọ oge ndị ekperima zutere ụgbọala ya n'ụbọchị Tuzde, abalị iri abụọ na itoolu nke ọnwa Sepụtemba afọ 2021.",
    "Chike Akunyili bụ onye Agulu, n'Anambra State",
    "Ọ bụ dibia bekee a ma ama na Naịjirịa nakwa na mba ụwa.",
    "Ọ gụrụ akwụkwọ na Mahadum Naịjirịa dị na Nsụka",
    "Ebe foto si, Chidiogo Akunyili",
    "Ọ bụ na Mahadum Nsuka ka o zutere Dora nwunye ya, onye nọkwa ọzụzụ maka ịbụ 'pharmacist'",
    "Chike na Dọra Akunyili mụrụ ụmụ isii: Ijeoma, Edozie, Somto, Njideka, Chidiogo, na Obumneme",
    "Atọ n'ime ụmụ ya isii bụcha dịbia bekee",
    "Ọ bụ Chike Akunyili nwe ụlọọrụ redio Solid Fm, Enugu",
    "Ọ bụkwa ya hibere ụlọọgwụ 'St. Leo's Hospital', Enugu",
    "Dr Chike Akunyili",
    "Dọkịta Chike Akunyili, di Dora Akunyili, alaala mmụọ.",
    "Ọkammụta Akunyili zutere ọnwụ ya n'aka ndị ekperima amaghị ndị ha bụ n'ụbọchị Tuzde.",
    "Etu ndị ojiegbe siri gbuo Dr Chike Akunyili, di Dora Akunyili",
    "Dora Akunyili: Aka m na-ahụ nwunye m na nrọ",
    "Obum Akunyili, nwa Dkt Chike Akunyili gwara BBC Igbo na ya bụ ihe mere n'eziokwu.",
    "O kwuru na ọ bụ oge nna ya si Enugwu alọta ka ha zutere ndị ojiegbe n'ụzọ.",
    "Obum kwuru sị: \"Nnam gara Enugwu n'ụbọchị Tuzde ka ọ ga nata nkwanye ugwu nke e nyere nne m larala mmụọ.\"",
    "\"Ọ bụ oge ha na-alọta ka ha hụrụ ndị ekperima bucha egbe kwụrụ n'ụzọ.\"",
    "\"Ndị uweojii hụrụ ha yipuru akwa ha gbabaa n'ime ọhịa.\"",
    "\"Oge ha hụrụ nna m, ha malitere iti mkpu na-asị na ọ bụ onye ndọrọndọrọ ọchịchị (politician).\"",
    "\"Ha gbara nna m egbe n'isi. Gbukwaa onye na-akwọrọ ya ụgbọala, nakwa onye uweojii na-eche ya nche.\"",
    "\"O nwekwara otu nwa nwanne nna m nọ n'ụgbọala ahụ, ha gbara ya egbe mana ọ nwụghị.\"",
    "Obum kwuru na ya bụ ihe etinyela ezinụlọ ha na nnukwu ihe iru uju.",
    "National security",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Chike Akjunyili: Oge ikpeazu o gwara BBC Igbo maka ndụ nwunye ya bụ Dora Akunyili, Duration 2,1928 Ọgọọst 2019",
    "Unknown gunmen attack in Anambra: Lee mkpamkpa ndị ojiegbe kpara n'Anambra steeti na Sept 2828 Septemba 2021",
    "IPOB news Today: Aba na Onitsha bụ naanị ebe 'sit at home' kpụ ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela20 Septemba 2021",
    "Ifeyinwa Fidelia Ezeiruaku: 'Onyeagha a mere m akaje n'ihi na m kelere ogbo ya nwoke'28 Septemba 2021",
    "Vidio, Duncan Mighty: Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East'22 Septemba 2021",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'16 Ọgọọst 2021",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili29 Septemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obianoelekere 6 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "'Onyeagha nwaanyị mere m akaje n'ihi na m kelere ogbo ya nwoke'",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Ihe Nnamdi Kanu gwara m na ọ chọrọ n'aka ndị na-eso ya- Ifeanyi Ejiofor",
    "Ihe ise na-amasị Nnamdi Kanu ị maghịEmelitere ikpeazụ na: 21 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}