{
  "published": "1 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Isi obodo niile n'Ọwụwa Anyanwụ Naịjirịa tọgbọrọ chakoo n'ụtụtụ Fraịde bu ụbọchị nke mbụ n'ọnwa Ọktoba 2021 dịka ndị mmadụ rubere isi n'ihe otu Indigenous People of Biafra (Ipob) kwuru sị ka ha nọdụ n'ụlọ.",
    "Ọnọdụ a na-eme dịka mba Naịjirịa na-eme emume ncheta ụbọchị nwereonwe ha bụ nke mere n'afọ 1960.",
    "N'agbanyeghi na ụbọchị a bụ ụbọchị Naịjirịa na-etinyekarị atụmatụ Bekee kpọrọ \"Public Holiday\", ebe niile dị chakoo n'ọnọdụ ọdịghị adịbu.",
    "Ihe gosiri na ndị nabatara atumatụ Ipob a bụ na ndị na-apụta bụ zuo ahịa ha maọbụ gaa mkpa ha nọ n'ụlọ.",
    "N'atụmatụ \"public holiday\" ndị ọrụ gọọmentị anaghị aga ọrụ, ụlọ akụ anaghị emepe, akwụkwọ anaghi agụ nakwa ọtụtụ ụlọ ọrụ Bekee anaghi agbape, mana ahịa na-azụ, ụgbọala na-agbazikww ike.",
    "Oke Ụjọ",
    "Ọtụtụ ndị mmadu gwara BBC Igbo okwu kwuru na ọjọ ji ha makana mwakpo na ogbugbu mmadụ buzi ihe e ji mmara ọwụwa anyanwụ.",
    "Nke mere na ndị mmadụ kpebiri ige ntị oge ọbụla Ipob kwuru okwu.",
    "O nwekwara ndi sị na onweghi ihe ha hụrụ ha ga-eji sị na onwere ihe ha ga-eji nwee aṅụrị na Naịjirịa.",
    "Mana, okwu ndị a na-atụ ụjọ abụghị ihe aga akpachapụ makana akụkọ ya juru ebe niile.",
    "Dịka ụnyaahụ, ndị oji egbe amaghị ndị ha bụ gburu ndị mmadụ na mwakpo abuo ha mere n'Ajali nakwa ụzọ si Nnewi gawa Nnobi.",
    "Akụkọ BBC Igbo nụru kwuru na otu onye nwụrụ na mwakpo ahụ.",
    "N'ụbọchi Tuzde, ndị omekome wakporo ma gụọ Dkt Chike Akunyili, onye ọkwa ụgbọala ya, onye uweojii na-eso ya nakwa ihe ruur mmadụ anọ ọzọ na mpaghara Nkpor dị n'Anambara Steeti.",
    "Lee Ihe BBC Igbo hụrụ n'ụfọdụ mpaghara Ọwụwa Anyanwụ:",
    "Ụzọ dị chakoo n'Awka",
    "Okporo ụzọ dịkwa chakoo n'Owere",
    "Abakaliki",
    "Abakiliki dịkwa chakoo",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?1 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Otu onye nwụrụ, a gbaa ụgbọala ọkụ... Lee mkpamkpa ndị ọzọ kpara n'Imo steetielekere 4 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Otu onye nwụrụ, a gbaa ụgbọala ọkụ... Lee mkpamkpa ndị ọzọ kpara n'Imo steeti",
    "Etu ndị ekperima si wakpo ụgbọala Hon. Chris Azubuogu na Nnewi",
    "Nigeria Independence Day Ipob Sit at home: Ọwụwaanyanwụ tọgbọrọ chakoo ka e wepụrụ ọkọlọtọ Naịjirịa",
    "O nwere onye omeiwu Naịjirịa na-adọnyere ndị chọrọ itisa Naịjirịa aka n'ukwu - Buhari",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN'",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}