{
  "published": "30 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Ohaji Egbema sị na ọ bụ ha na-ewepụta ihe e ji eme ihe n'Imo Steeti maka mmanụ agbịdị e si be ha amịpụta mana ha anghị ahụ isi ya.",
    "Ha sị na ha enweghị ụzọ, ha enweghi ọkụ, ha enweghị mmiri.",
    "Dịka ndi gwara BBC Igbo siri kwuo, \"Ọ ka anyị mmana na anyi pụrụ n'Imo ga soro Rivas!\"",
    "Kirie akụkọ ka ị nụ okwu ha na mkpesa ha n'uju.",
    "Ohaji/Egbema: Obodo nwere ọtụtụ mmanụ agbidi mana okporoụzọ ha jọgburu onwe ya",
    "Etu e si gbagbuo mmadụ anọ na-arụ n'ụlọ ọrụ mmanụ agbịdị dị n'Imo steeti",
    "Riva steeti",
    "Akụ na ụba",
    "Vidio, Ohaji/Egbema Imo State: Obodo nwere ọtụtụ mmanụ agbidi mana okporoụzọ ha jọgburu onwe ya, Duration 1,002 Septemba 2021",
    "Vidio, Ohaaji Egbema: Anyị achọghị ịnọ n'Imo steeti anyị chọrọ ịnọ Rivers Steeti maka..., Duration 3,1030 Septemba 2021",
    "Ohaji Egbema Killings: Etu e si gbagbuo mmadụ anọ na-arụ n'ụlọ ọrụ mmanụ agbịdị dị n'Imo steeti16 Ọgọọst 2021",
    "Vidio, Ohaaji Egbema: Anyị achọghị ịnọ n'Imo steeti anyị chọrọ ịnọ Rivers Steeti maka..., Duration 3,1030 Septemba 2021",
    "Vidio, \"Onye na-achị kwesịrị ịkpọ ndị na-enye nsogbu ka e nwee mkparịtaụka\" - Andy Uba, Duration 6,1827 Septemba 2021",
    "Vidio, Hank Anuku: Ihe mere m ji kọọ ụkọ na Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, NYSC 2021: Ihe mere m ji chịnye nwa m uwe NYSC m yiri afọ 37 gara aga, Duration 3,0329 Septemba 2021",
    "Vidio, Anambra News Today: APGA akatọọla ogbugbu Ezenwa Nwokenagu na Nnobi, Duration 13,1228 Septemba 2021",
    "Vidio, Ihe mere ọnwụ Chike Akunyili ji ewute anyị karịa - Ndị Agulu, Duration 1,1030 Septemba 2021",
    "Vidio, Chike Akjunyili: Oge ikpeazu o gwara BBC Igbo maka ndụ nwunye ya bụ Dora Akunyili, Duration 2,1928 Ọgọọst 2019",
    "Vidio, Sinach songs: 'Ụfọdụ anaghị aghọta na aka aja aja na-ebute ọnụ mmanụ mmanụ' - Sinach, Duration 48,0128 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}