{
  "published": "30 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akwamozu n'Ọwụwa Anyanwụ nke Naịjirịa bụ nnukwu mmemme metụtara omenala.",
    "Ọ na-abụ mmadụ nwụọ, a na-akwadosi ike etu a ga-esi lie ya.",
    "Ọtụtụ ndị ntoroọbịa n'Ọwụwa Anyanwụ Naịjirịa na-eti mkpu maka etu e si ada ozu ndi metụtara ha nha ma na-asị ha kwuo nke a, kwụọ nke ọzọ.",
    "Mathew gwara BBC Igbo etu ụlọ ụka jiri gbochie ya ili nwunye ya makana ọ kwụghị otu narị naira a sị ya kwụọ n'isi ya.",
    "Akụkọ jụrụ ndị isi ụka nakwa ndị ọchịchị omenala maka atụmatu a.",
    "Ọ bu ihe ha kwuru dị n'ime akụkọ a.",
    "'Ihe ise kpatara anyị ji wepụta iwu akwamozu ọhụrụ na Anambra '",
    "Akwamozu o kwesiri ịbụ oriri na nkwari?",
    "T.B. Joshua Burial Photos: Lee foto si ụlọ ụka Synagogue dịka a na-eme akwamozu ụkọchukwu ha",
    "Vidio, New Anambra Burial Laws: Ihe 10 dara ụda n'iwu akwamozu ndị steeti a, Duration 4,5013 Maachị 2020",
    "Burial Ceremony: Akwamozu o kwesiri ịbụ oriri na nkwari?4 Nọvemba 2019",
    "TB Joshua Death: Lee foto si ụlọ ụka Synagogue dịka a na-akwamaozu ụkọchukwu ha8 Julaị 2021",
    "Vidio, Ohaaji Egbema: Anyị achọghị ịnọ n'Imo steeti anyị chọrọ ịnọ Rivers Steeti maka..., Duration 3,1030 Septemba 2021",
    "Vidio, \"Onye na-achị kwesịrị ịkpọ ndị na-enye nsogbu ka e nwee mkparịtaụka\" - Andy Uba, Duration 6,1827 Septemba 2021",
    "Vidio, Hank Anuku: Ihe mere m ji kọọ ụkọ na Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, NYSC 2021: Ihe mere m ji chịnye nwa m uwe NYSC m yiri afọ 37 gara aga, Duration 3,0329 Septemba 2021",
    "Vidio, Anambra News Today: APGA akatọọla ogbugbu Ezenwa Nwokenagu na Nnobi, Duration 13,1228 Septemba 2021",
    "Vidio, Ihe mere ọnwụ Chike Akunyili ji ewute anyị karịa - Ndị Agulu, Duration 1,1030 Septemba 2021",
    "Vidio, Chike Akjunyili: Oge ikpeazu o gwara BBC Igbo maka ndụ nwunye ya bụ Dora Akunyili, Duration 2,1928 Ọgọọst 2019",
    "Vidio, Sinach songs: 'Ụfọdụ anaghị aghọta na aka aja aja na-ebute ọnụ mmanụ mmanụ' - Sinach, Duration 48,0128 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}