{
  "published": "30 Septemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi nchereoge nke ngalaba ndị ntorobịa Ohaneze Ndigbo bụ Onwuasoanya FCC Jones akpọkuola ndị IPOB ka ha kwasaa ESN.",
    "FCC Jones kpọrọ oku a na mkparịtaụka BBC Igbo na ụfọdụ ndị ntorobịa Igbo nwere gbasara ọnọdụ enweghị nchekwa n'ala Igbo.",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "Ndị ojiegbe awakpola ogige ndị uweojii n'Ajali, mmadụ ndị ọzọ na Nnewi, Anambara steeti",
    "Na mkparịtaụka a nke e nwere n'ịntaneetị n'ụbọchị Tọzde, ha kwukwara na ndị niile aka ha dị n'ogbugbu mmadụ n'ala Igbo, ala ga-akụgbu ha.",
    "Paul Achalla, FCC Jones Onwuasoanya, Chukwuka Ofoegbu, Charles Ogbu",
    "Lee ihe ụfọdụ  n'ime ha kwuru:",
    "Kwasaanụ ESN ka udo wee chịa n'ala Igbo - Onwuasoanya FCC Jones",
    "Onwuasoanya FCC Jones",
    "FCC Jones Onwuasoanya kwuru na ihe a na-ebe ugbua n'ala Igbo bụkwa ndị Igbo jia aka ha eme ya onwe ha.",
    "O kwuru na ọ baghị uru ịtụ aka na-ekwu na ọ bụ ndị Fulani, maọbụ ndị DSS na-egbu ndị mmadụ.",
    "Ọ gara n'ihu bụọ ndị niile aka ha dị n'ogbugbu mmadụ n'ala Igbo ọnụ, ma kwuo n'ala Igbo ga-akụgbu ha.",
    "Iji kwụsị oke ogbugbu a n'ala Igbo, FCC Jones kpọrọ ndị IPOB oku ka ha kwasaa otu nche ha bụ 'Eastern Security Network'.",
    "O kwuru sị: \"Ọ bụrụ na akwasaghị ESN, o gosiri na IPOB ka bụkwa otu na-eyi ndụ egwu.\"",
    "\"Ha kwasaa ESN ma sonyere otu nchekwa Ebube Agu nke ndị gọvanọ ala Igbo kwadoro.\"",
    "Charles Ogbu kwuru na ụfọdụ ndị ntorobia Igbo nọ Ala Bekee so amụnye ọkụ n'ala Igbo site n'ihe ha na-ede na soshal midia.",
    "Ọ rụtụrụ aka na ọ bụ ndị Igbo na-ebute ọgbaghara n'ala Igbo ugbua.",
    "\"Onye sị na ọ bụghị ndị be anyị bụ ndị achọghị ka anyị gwa onwe anyị eziokwu.\"",
    "Ọ tụrụ arịrị na ọtụtụ ndị mmmadụ gụnyere ndị ndọọndọọ ọchịchị ekweghị ekwu okwu n'ihe na-eme n'ala Igbo n'ihi  na ha chọrọ ka ahụ han'anya.",
    "Charles Ogbu dụrụ ndị ntorobia ọdụ sị, \"Ihe obula ị na-etinye na soshal midia, etinyela tigbuo zogbuo.\"",
    "Ọ kọwara na ọ bụ ndị Igbo ka ụdị ihe a ga-aka metụta, n'ihi na ndị niile nwere ụlọọrụ n'ala Igbo ga-eburu ụlọọrụ ha pụọ n'ala Igbo.",
    "Ogbu kwuru sị: \"Ọ bụ eziokwu na ndị ọchịchị anyị anaghị emeta ọfụma, mana ọ gaghị abụ ihe anyị ga-eji gbuo onwe anyị.",
    "Ebe foto si, Paul Achalla",
    "\"Ihe mbụ bụ na e nweghị ọchịchị n'Ala Igbo.\"",
    "\"Onye ekwughị ihe adịghị mma, ndị ọchịchị akpọ onye ha.\"",
    "\"Ihe na-eme na-eme n'ala Igbo adịghị mma, mana o si n' aka ndị ọchịchị.\"",
    "Mana gbasara ọnwụ Dkt Chike Akunyili, Paul Achalla kwuru na \"onye ọbụla aka ya dị n'ọnwụ Chike Akunyili ọ gaghị adịrị ya mma.\"",
    "Achalla kọwara Akunyili dịka ọchịagha n'oge a lụrụ agha Biafra, ma kwuo na ọnwụ ya bụ nnukwu ihe mwute.",
    "'Community policing' bu ihe ga-ebi okwu nsogbu nchekwa-Ijele",
    "Ebe foto si, Ijele",
    "Ofoegbu bụ onye e ji Ijele mara kwuru  na ndị ọchịchị anaghị eme ihe ha kwesịrị ime.",
    "O kwuru na ihe ga-egbo ọgụ n'ala Igbo bụ obodo niile nọ n'ọwụwa anyanwụ ihibe otu nche ga-ana-echekwa obodo ha.",
    "Ijele kwukwara na ọ bụ ndị otu IPOB bụ isi a hụrụ kwaba okpu n'ọnọdụ enweghị nchekwa n'ala Igbo.",
    "Ọ gara n'ihu kwuo na ụdị ọnọdụ a ga-eme ka ndị mmadụ ghara ịlọta ụlọ ekeresimesi nke afọ a.",
    "Nke a ga-emetụtakwa ọnọdụ azụmahịa, nakwa ọnọdụ akụnụba nke mpaghara ala Igbo.",
    "National security",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Salle: Ihe ndị ị kwesịrị ịma maka nwada a Salle si n'ibugharịa ahịa bụrụ otiegwu na-ewu ewu24 Septemba 2021",
    "Ifeyinwa Fidelia Ezeiruaku: 'Onyeagha a mere m akaje n'ihi na m kelere ogbo ya nwoke'28 Septemba 2021",
    "Ukpabi Asika biography: Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kara Igbo mma karịa Biafra14 Septemba 2021",
    "Ipob na ESN: Etu Boko Haram, Mend, Fulani ọchiehi na otu ndị ọzọ dị n'Afrịka sị bido agha nnupuisi16 Eprel 2021",
    "Etu ndị ekperima si wakpo ụgbọala Chris Azubuogu na Nnewielekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000)30 Septemba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Etu ndị ekperima si wakpo ụgbọala Chris Azubuogu na Nnewi",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN'",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "'Onyeagha nwaanyị mere m akaje n'ihi na m kelere ogbo ya nwoke'",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}