{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị oji egbe a na-amaghị ndị ha bụ gbara obi eze na ụfọdụ ụgbọala ọkụ na mpaghara dị iche iche n'Imo steeti.",
    "Akụkọ si na steeti ahụ apụta kọwara na ndị oji egbe a wakporo obi eze ndị Obor dị n'okpuruọchịchị Orlu, Imo steeti, bụ Raphael Ekezie, ma mụnye ya ọkụ n'ụbọchị Tọzde, Septemba 30.",
    "Akụkọ ahụ kwukwara na ndị oji egbe ahụ bịara ebe elekere atọ nke ehihie chọrọ Eze Ekezie elu chọọ ya ala mana ha ahụghị ya, tupu ha ejiri iwe mee ihe ha mere.",
    "Etu ndị ekperima si wakpo ụgbọala Chris Azubuogu na Nnewi",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN'",
    "Ha gara n'ihu hapụrụ ndị obodo ahụ ozi ha sị ka ha ziruo Eze Ekezie na ndị ọzọ, ebe ha kwuru ka ha gbaa mbọ hụ na ha kpọpụtara Glory Okolie (otu nwaanyị ndị uweojii nwụchiri dịka ha boro ya ebubo ịgbara onye ha sị bụ enyi ya nwoke a na-ekwu bụ onye Eastern Security Network (ESN) nke otu Indigenous People of Biafra (IPOB) ama), n'aka ndị uweojii.",
    "Dịka akụkọ si obodo ahụ si kwuo, ha nyere ndị obodo ahụ naanị mkpụrụ ụbọchị abụọ iji hụ na a gbapụtara Okolie nọrọla n'aka ndị uweojii ihe karịrị ọnwa atọ, maọbụ ha atakaute ya kọnkịrị n'aka ha.",
    "Ndị oji egbe na-amanye ndị mmadụ nọrọ n'ụlọ dịka ndị otu Ipob si tinye, gbara ụgbọala abụọ ọkụ n'Imo steeti na Fraịde, ụbọchị mbụ nke ọnwa Ọktoba.",
    "Dịka onye ntaakụkọ anyị si kwuo, a gbara otu ọkwọụgbọala ọkụ n'ime ụgbọala ya n'Obama Nguru dị n'Aboh Mbaise.",
    "Otu onye hụrụ ebe ihe mere kwuru na ndị omekome a chụtuchara ndị njem nọ n'ime ya bụ ụgbọala tupu ha amụnye ya na onye na-akwọ ya ọkụ.",
    "Dịka nke a mere, a gbakwara otu gwongworo ọkụ n'ebe a ma dịka Ahịara junction, n'Ahịazụ Mbaise.",
    "Gwongworo ahụ si Imo steeti na-aga Ụmụahịa, Abịa steeti, mgbe ndị omekome a kpatara ya aka.",
    "Ndị hụrụ ka ihe mere kwuru na ọkwọụgbọala ya bụ gwongworo hapụrụ ya gbafuo tupu a mụnye ya ọkụ.",
    "Mbọ niile a nwara inweta ọnụ na-ekwuru ndị uweojii enweghi isi dịka ha ebulighi ekwentị ha.",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?1 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Otu onye nwụrụ, a gbaa ụgbọala ọkụ... Lee mkpamkpa ndị ọzọ kpara n'Imo steetielekere 4 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Otu onye nwụrụ, a gbaa ụgbọala ọkụ... Lee mkpamkpa ndị ọzọ kpara n'Imo steeti",
    "Etu ndị ekperima si wakpo ụgbọala Hon. Chris Azubuogu na Nnewi",
    "Nigeria Independence Day Ipob Sit at home: Ọwụwaanyanwụ tọgbọrọ chakoo ka e wepụrụ ọkọlọtọ Naịjirịa",
    "O nwere onye omeiwu Naịjirịa na-adọnyere ndị chọrọ itisa Naịjirịa aka n'ukwu - Buhari",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN'",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}