{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị na-azụ ahịa n’Afor Iwollo Oghe dị n’okpuruọchịchị Ezeagu nke Enugwu steeti akpọola oku ka a gbatara ha ọsọ enyemaka dịka ọkụ gbara ihe ruru ụlọahịa iri abụọ (20) ọkụ ebe ahụ n’ụtụtụ Satọde, abalị abụọ nke ọnwa Ọktoba.",
    "Ụfọdụ ndị ahịa ahụ gwara onye ntaakụkọ BBC Igbo okwu, kwuru sị na ha atụtụtanwughi otu mkpụrụ ihe n’ime ọkụ ahụ malitere ịgba ebe elekere abụọ nke isi ụtụtụ.",
    "\"Anyị ga-enyocha ọkụ gbara na Nnewi tupu ihe ọbụla\"",
    "'Ụdị ọkụ gbara n'Onitsha agaghị eme n'Enugu makana anyị dị njikere'",
    "Oriakụ Caroline Onyigbo kọwara etu ya na ụmụ ya si jiri ndụ ha pụta na ya bụ ọkụ.",
    "O kwuru sị \"Mụ na ụmụ m nọ na-arahụ ụra mgbe isi anwụrụ kpọtere anyị. Mgbe m mepere ụzọ m hụ na ọnụ ụlọahịa m na-agba ọkụ, m wee tiwe mkpu ma kpọrọ ụmụ m gbapụ ezi.",
    "Nkeji ole na ole gara ebe anyị na-eti mkpu enyemaka, mana enweghi onye bịakwutere anyị dịka ọkụ ahụ malitere ịgbapịa ụlọahịa ndị ọzọ.\"",
    "Oriakụ Blessing Ezi kwuru sị na ya na di ya bịawara ozugbo ha natara ozi na ọkụ na-agba ebe elekere abụọ nke isi ụtụtụ a.",
    "Ezi na-ere ọgwụ na ihe ntecha kwuru na enweghi otu mkpụrụ ihe ha tụtụtara n'ime ọnụ ụlọahịa ya.",
    "O kwukwara na ọ bụ n'ọnụ ụlọahịa nke ya ka ụfọdụ ụmụntorobịa gbatara ọsọ enyemaka nọ menyụọ ya bụ ọkụ ma kwụsị ya ịgbapịakwu ọnụ ụlọahịa ndị ọzọ.",
    "Ruo ugbua, amabeghi ihe kpatara ọkụ ọgbụgba a.",
    "Ndị na-azụ ahịa ebe ahụ kpọkuru gọọmentị Enugwu steeti nakwa nke okpuruọchịchị Ezeagụ ka ha gbatara ha ọsọ enyemaka n'ihi na ọ bụ ebe ahụ ka ha si eri nri ma na-elekọta onwe ha.",
    "Gere ihe ha kwuru n'uju:",
    "Aruziwela ahịa Timbershade gbara ọkụ",
    "Ọkụ gbara obi ndị ọrụoyibo n'Anambra",
    "'Ọkụ gbara n'ọdọụgbọelu Owerri akwụsịghị njem ọbụla'",
    "Lee etu ọkụ siri gbapịa ahịa dị n'Obiagu n'Enugwu",
    "Enugu Steeti",
    "Ịji ego achụ ego",
    "Enugwu",
    "Vidio, Enugu state news: 'Anyị atụtụtaghị otu mkpụrụ ihe n'ọkụ gbara n'ahịa Afor Iwollo Oghe', Duration 1,47elekere 5 gara aga",
    "Vidio, \"Onye na-achị kwesịrị ịkpọ ndị na-enye nsogbu ka e nwee mkparịtaụka\" - Andy Uba, Duration 6,1827 Septemba 2021",
    "Vidio, Hank Anuku: Ihe mere m ji kọọ ụkọ na Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Ndị gburu Chike Akunyili na-ekwu ka a ghara ime ntuliaka n'Anambara - Ifeanyi Ubah, Duration 8,391 Ọktọba 2021",
    "Vidio, Ohaaji Egbema: Anyị achọghị ịnọ n'Imo steeti anyị chọrọ ịnọ Rivers Steeti maka..., Duration 3,1030 Septemba 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Kola nut: Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, NYSC 2021: Ihe mere m ji chịnye nwa m uwe NYSC m yiri afọ 37 gara aga, Duration 3,0329 Septemba 2021",
    "Vidio, \"Ọ dịghị mma nwoke ịgwa nwunye ya ego ole ọ na-enwete\" - Blessing CEO, Duration 8,2815 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}