{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Aka chịbụrụ Anambra Steeti bụ Peter Obi gwara ụlọ ntaakụkọ Premium Times na ya amaghị na atụmatu ya ji ebupu ego ya etinye n'ụlọ akụ n'obodo oyibo mejọrọ iwu Naịjirịa.",
    "Maazị Peter Obi sọ n'ime ndi ọchịchị mba ụwa a gbara ama n'isi dịka eweputere akwụkwọ nde iri na abụọ bụ ama kachasị n'ụwa.",
    "Akpọrọ akwụkwo ndị a \"Pandora Papers\".",
    "Onyeisiala Vladimir Putin na Eze Jọda bụ Abdullah II bin Al-Hussein so n'ime ndị chịbụrụ nakwa ndị ka na-achị aha ha dị n'ime akwụkwọ ndị a.",
    "Mmadụ abụọ a ekwuola na aka ha dị ọcha.",
    "Ebe foto si, Getty Images",
    "Ndị ọchịchị ka na-achị ndị ndị chiburu 35 sọ n'ime ndi a gbara ama maka ha n'atụmatụ \"Pandora Papers\"",
    "Dịka Premium Times siri kwuo, Peter Obi hibere ụlọ ọrụ mbụ ya mba British Virgin Islands n'afọ 2010. O ji aha nwa ya nwaanyị Gabriella Nwamaka Francis Obi buo ụlo ọrụ ahụ.",
    "Ụlọ ntaakụkọ ahụ sị na ọ bụ ụlọ ọrụ Acces International ka Maazị Obi gwara ka o nyere ya aka hibe ụlọ ọrụ a.",
    "Premium Times depụtere iwu atọ ha sị Maazi Obi dara.",
    "Akwụkwọ a si n'aka otu International Consortium of Investigative Journalists (ICIJ) nọ n'obodo Washington DC.",
    "Otu a na ụlo ọrọ ntaakụkọ 140  so nyochaa akwụkwọ a. Nnyocha bụ nke kachasị kemgbe ụwa.",
    "Ọ bụ BBC Panorama na ụlọ ntaakụkọ Guardian nọ n'isi nnyocha na Briten.",
    "'Ndị nwere ego nwere otu usoro, ndị enweghi nwee ọzọ'",
    "Ndi ọzọ aha ha pụtara n'ime nnyocha gụnyere:",
    "Onyeisiala Czech Andrej Babis, bụ onye a na-eche na ọ gbaghị ama na o goro ụlọ nde pound iri na abụọ na France.",
    "Onyeisiala Kenya bụ Uhuru Kenyatta, Bụ  onye a na-ebo ya na ndị ezinaụlọ ya isii",
    "Onyeisiala Chile bụ Sebastián Piñera, onye ide ego, a na-ebo ebubo na o resiri enyị ya nwoke ebe a na-egwụpụte copper na igwe.",
    "Onyeisiala Czech dere na Twitter na ebubo ahụ na usoro ejiri chọọ ịfanye aka na ntuliaka ha kwesiri ime n'izu a. Ọ sị na onweghi ihe o mere.",
    "Maazi Kenyatta n'onwe ya sị na nnyochaa \"ga-enye aka gaa iji ego achụ ego n'anwụ na Kenya nakwa ụwa dum\" ma kwụkwaa na ya ga-ekwu okwu maka ya ma ya lọta njem ọ gara.",
    "Akwụkwọ Pandora egozighi na ezinaụlọ Kenyata zuru oshi maọbụ zoo akụnaụba gọọmentị n'ụlọ ọrụ ha hibere n'ofesi.",
    "Ụlọ ọrụ Maazị Piñera wepụtere ozi na ọ sị na aka ya adịghị n'orure ụlọ ọrụ Dominga.",
    "Onyeisiala Pakistan bụ Imran Khan ekwuola na ọ ga-enyocha ndị mba ya agụnyere n'akwụkwọ Pandora. Nari kwuru nari ndị Pakistan, gụnyere ndị na-arụ ọrụ na gọọmentị Maazị Khan.",
    "T",
    "Pandora Papers: Uhuru Kenyatta family's secret assets exposed by leakelekere 9 gara aga",
    "Pandora Papers: King of Jordan amassed £70m secret property empire3 Ọktọba 2021",
    "Pandora Papers: Secret wealth and dealings of world leaders exposed3 Ọktọba 2021",
    "Pandora Papers: Businessman linked to Tory donations made millions from alleged fraud4 Ọktọba 2021",
    "Pandora Papers: Pakistan's Imran Khan pledges to 'investigate wrongdoing'4 Ọktọba 2021",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa4 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị ojiegbe aga agbaala ụlọ nna Eze Awo ọkụ n'Awomama, Imo Steetielekere 8 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Ndị ojiegbe aga agbaala ụlọ nna Eze Awo ọkụ n'Awomama, Imo Steeti",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Ndị oji egbe agbaala ụlọ Gozie Nwagba na nke Eze Ekezie ọkụ ma tọrọ mmadụ ise n'Orlu",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 2021",
    "O nwere onye omeiwu Naịjirịa na-adọnyere ndị chọrọ itisa Naịjirịa aka n'ukwu - Buhari",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon EkpaEmelitere ikpeazụ na: 21 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}