{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Eze Awo",
    "Vincent Dimkpa a ma ama na soshal midia dịka \"Eze Awo\" akọwarala BBC Igbo etu ndị oji egbe aga si wakpo ma gbaa ụlọ nna ya ọkụ n'obodo Awomama.",
    "Dịka Eze Awo siri kwuo, ndị oji egbe bịara be ya n'ime abalị dịka ọ na-akụ elekere abụọ nke ụtụtụ.",
    "Ọ sị: \"Ndị wakporo ụlọ m, mana dịka ha mụnyere ya ọkụ ọ gbaghị, ha gaa gbaa be nna m ọkụ.\"",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "Ndị oji egbe agbaala ụlọ Gozie Nwagba na nke Eze Ekezie ọkụ ma tọrọ mmadụ ise n'Orlu",
    "Eze Awo sị na ndị a kụwara enyo dị n'ihu ụlọ ya  ma munye ya ọku mana ọ gbaghị ọkụ maka etu e si rụọ ya.",
    "Ọ sị na ndị omekome a gbakwara ụgbọala ya ọkụ.",
    "Ebe foto si, Eze Amukamara",
    "Ebe ọzọ ndị a gara mkpa mkpa bụ ụlọ Eze Amukamara nke obodo Ezeawo dị na Awomama.",
    "Eze Awo gwara BBC na ọ bụ maka okwu ya na-ekwu ekwugide ndị si na ha na-achọ nwereonwe Biafra mere e jiri mee ya ihe a e mere.",
    "Ọ sị: \"Cheta na ha boro m ebubo na aka m dị n'ọnwụ nwanne m Ikonso. Ụlọ Eze a ha gbakwara ọkụ bụkwa maka ebubo na osuru Ikonso imi.\"",
    "Eze Awo sịrị na onweghi onye nwụrụ na mwakpo a n'agbanyeghị na ndị mmadụ nọ n'ụlọ oge ihe a mere.",
    "Ọgbaghara na-adasike n'Ọwụwa Anyanwụ Naịjirịa site n'aka ndị ojiegbe ndị mmadụ na-akpọ \"Unknown Gunmen\".",
    "N'ụbọchị ụka, ha gbara ụlọ Joe Igbokwe, bụ onye otu patị APC, ọkụ na be ya dị na Nnewi.",
    "Ebe foto si, Eze Amukamara",
    "A gbakwara ụlọ ọrụ ndị Department of State Services (DSS) nakwa nke dị nchekwa okporoụzọ a kpọrọ Federal Road Safety Commission (FRSC) ọkụ n'ụbọchị ahụ.",
    "Ufọdụ mmadụ na-ebo otu na-achọ nwereonwe Bekee kpọrọ Indigenous People of Biafra (Ipob) ebubo na aka ha dị na mkpa mkpa a na-akpa n'Ọwụwa Anyanwụ.",
    "Ipob n'onwe ha na-agọ n'aka ha adịghị na ya ma na-ebo ndị ndọrọndọrọ ọchịchị ebubo nọ ọbụ ha na-eme ihe a.",
    "Ebe foto si, Eze Amukamara",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi3 Ọktọba 2021",
    "Imo State News: Ndị oji egbe agbaala ụlọ ndị mmadụ ọkụ n'Imo Steeti1 Ọktọba 2021",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa4 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị ojiegbe aga agbaala ụlọ nna Eze Awo ọkụ n'Awomama, Imo Steetielekere 8 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Ndị ojiegbe aga agbaala ụlọ nna Eze Awo ọkụ n'Awomama, Imo Steeti",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Ndị oji egbe agbaala ụlọ Gozie Nwagba na nke Eze Ekezie ọkụ ma tọrọ mmadụ ise n'Orlu",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 2021",
    "O nwere onye omeiwu Naịjirịa na-adọnyere ndị chọrọ itisa Naịjirịa aka n'ukwu - Buhari",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon EkpaEmelitere ikpeazụ na: 21 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}