{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Joe Igbokwe/Facebook",
    "Akụkọ na-eru anyị ntị bụ na agbaala ụlọ Joe Igbokwe ọkụ na Nnewi.",
    "Igbokwe na onwe ya depụtara nke a n'akara Facebook ya ma na-ekele Chukwu na o nweghi ndụ furu n'ọdachị ahụ.",
    "Ihe ndị \"unknown gunmen\" wakporo ụlọọrụ Inec nakwa uweojii dị n'Awka hapụrụ ebe ha na-agba ọsọ",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "Kepu kepu na-ekwu kwa na agbara ụfọdụ ụlọọrụ ndị nchekwa ọkụ na Nnewi ahụ kwa.",
    "Ọnụ na-ekwuru ndị uweojii n'Anambra bụ Tochukwu Ikenganyia gwara BBC Igbo n'ozi ekwentị na ọ bụ ezie na ihe a mere.",
    "O kwukwara na dịka ọ dị ugbua ndị uweojii na ndị agha agaala ebe ahụ ma dopu ya iche maka nnyocha.",
    "N'ọnụ ya \"Ọ bụ n'elekere abụọ nke ehihie ụbọchị ụka ka akpọrọ anyị bụ ndị uweojii oku enyemaka na Nnewi\"",
    "Cheta na Joe Igbokwe na-eti mkpu ndụ ya n'aka otu Ipob ọnwa ole na ole gara aga.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 2021elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Owu ọmụma o ji gị n'alụmdinanwunye gị? Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Ndị oji egbe agbaala ụlọ Gozie Nwagba na nke Eze Ekezie ọkụ ma tọrọ mmadụ ise n'Orlu",
    "Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Etu ndị ekperima si wakpo ụgbọala Hon. Chris Azubuogu na Nnewi",
    "Anwụchịela mmadụ ise a sị so gbuo Chef EmekaEmelitere ikpeazụ na: 3 Ọgọọst 2021",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN' - FCC Jones Onwuasoanya",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Ọgụ 'ndị otu nzuzo' ataala isi mmadụ atọ n'UmudiokaEmelitere ikpeazụ na: 24 Eprel 2019",
    "Ihe ndị \"unknown gunmen\" wakporo ụlọọrụ Inec nakwa uweojii dị n'Awka hapụrụ ebe ha na-agba ọsọEmelitere ikpeazụ na: 24 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}