{
  "published": "8 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Ngwa agha ndị uweojii napụtara ndị omekome ahụ",
    "Anambra steeti bụ steeti akpụ n'ọnụ ugbua na Naịjirịa niile maka ihe abụọ: ntụliaka nakwa ọgbaghara.",
    "N'izu ole na ole gara aga, ọnọdụ nchekwa n'Anambra jisike akawanye njọ dịka ndị na-azọ ọkwa Gọvanọ jisike achụ nta vootu nke ha.",
    "Ihe Obiano kwuru maka ọnọdụ nchekwa n'Anambra steeti",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Rue ugbua, o nwebeghi ihe ngalaba na-ahazi ntụliaka bụ Inec kwuru maka ịbugharị ntụliaka ahụ ebe ụjọ ji ụfọdụ mmadụ ịpụta tụọ vootu.",
    "Ebe foto si, Obi/Ngige/Obiano/Facebook",
    "Nsogbu gbasara nchekwa abụghị okwu taa n'Anambra.",
    "Kemgbe onye chịburu steeti ahụ mgbe amalitekwara ọchịchị onye kwuouche ya n'afọ 1999 bụ Chinwoke Mbadinuju nọ n'ọkwa, ọtụtụ ihe agaala.",
    "N'ihi na e nwere ọtụtụ ahịa juru na steeti ahụ, ọ kachasị nke dị n'Ọnịcha, ndị ohi na-enye ndị ahịa ahụ nakwa ndị bi n'akụkụ ya nsogbu.",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "O butere otu dị icheiche gụnyere 'Oye boys', 'Omata' nke ndị mmadụ kpokọbara iji nyere onwe ha aka nakwa 'Operation Sweep' nke ndị uweojii.",
    "Ya mekwara Mbadinuju si kpọọ ndị 'Bakassi Boys' si Aba, Abia steeti oku ka ha nyere aka chụpụ ndị ohi ahụ.",
    "Mgbe oge ahụ gachara, n'ihe dịka afọ 2007 rue afọ 2010 ka ndị ntọ malitekwara ịnye ndị Anambra nsogbu site n'ịtọrọ ndị welitere isi n'ebe ahụ.",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "Unknown gunmen e gburu ndị uweojii atọ n'Abatete? Lee ihe anyị ma",
    "Peter Obi nọ n'ọchịchị mgbe ahụ nyere iwu na onye ntọ ọbụla ejidere na steeti ahụ a ga-akwatu ụlọ ọbụla ọ rụrụ nakwa gọọmentị ewerekwa ala ebe a rụrụ ụlọ ahụ.",
    "Ọ bụghị naanị na Obi nyere iwu a, ọ gakwara n'ihu mezuo ya nke mere na ntọ kwụsịrị kpam kpam na steeti ahụ rue ugbua a na-ekwu okwu 'Unknown gunmen'.",
    "Ụlọ igwe na-enye ọkụ a gbara ọkụ",
    "Ọwụwa anywanwụ Naịjirịa banyere n'ọnọdụ nchekwa kemgbe ọnwa Febụwarị mgbe ndị oji egbe amaghị ndị ha bụ malitere ịwakpo ụlọọrụ ndị nchekwa n'ala Igbo.",
    "Ha gbakara ụzọ ụlọmkpọrọ n'Owerre, wakpoo ụlọọrụ ndị uweojii n'Imo, Abia, Enugwu, Rivas, Delta, Anambra nakwa Ebonyi.",
    "Ihe ọzọ ndị a mere bụkwa ịgba ụlọọrụ Inec ọkụ n'Ọka, Anambra steeti.",
    "Na nsonso a ogbugu na-arị ibe ya elu n'Anambra dịka ndị ahụ na-ekwu na ntuliaka agaghị eme chaachaa n'Anambra.",
    "Ebe foto si, INEC",
    "Ụlọọrụ Inec awakporo ma gbaa ọkụ n'Awka",
    "Ebelechukwu Igboekunie Ngini bụ otu onye ndu ndị ntorọbịa n'Anambra steeti tinyere ọnụ n'okwu a.",
    "N'uche ya \"ụjọ ji ndị mmadụ ịpụta tụọ vootu na ntụliaka a na-akwado ịme maka akụkọ mwakpo na-efegharị ebe niile\".",
    "Ọ ga-eme ka ihe a kpọrọ 'Voter apathy' (bụ mgbe ndị tozuru ịtụ vootu jụrụ ịtụ ya) kawanye njọ.",
    "Ebe foto si, Ebelechukwu Ngini",
    "Mazi Ngini kwenyere na ịnwe mkparịtaụka n'etiti ndị ntorọbịa ga-eso mee ka ọnọdụ nchekwa ọjọọ belata n'Anambra na ntụliaka na-abịa",
    "Ngini kwuru na otu ihe e nwereike ịme iji hazie okwu nchekwa dịka ntụliaka na-abịa n'ihu bụ ịbụgharị ya bụ ntụliaka.",
    "\"Ọ bụru na a ga-abugharị ntụliaka a izuụka atọ maọbụ atọ , ọ ga-enye aka maka na ọ ga-egosi na a na-ege ndị ntọrọbịa na-akpa mkpamkpa a ntị\"",
    "Ihe ọzọ Mazi Ngini kwuru bụ ka akpọọ ndị ntorọbịa ahụ na-eme ihe a ma malite mkparịtaụka iji nye ha ihe ha chọrọ.",
    "O ji otu 'Niger Delta Militants nyere mpaghara ha nsogbu nakwa etu gọọmentị si kwụsị ya site n'inwe mkparịtaụka.",
    "Mana ụlọọrụ Inec na-ekwusi ike na ha agaghị ebugharị ntuliaka ahụ ehibere n'ụbọchị 6 nke ọnwa Nọvemba afọ 2021.",
    "Gọọmentị etiti na-ekwukwa na ha nwereike ịtịnye ọnọdụ gbatagbata nke Bekee kpọrọ \"State of Emergency\" n'Anambra maka otu ihe ahụ.",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Awka Inec attack: Ihe ndị \"unknown gunmen\" wakporo ụlọọrụ Inec nakwa uweojii dị n'Awka hapụrụ ebe ha na-agba ọsọ24 Mee 2021",
    "South east attacks: Ebe ndị a wakporo n'ọwụwa anyanwụ ụbọchị Mee 2525 Mee 2021",
    "Ahiazu Mbaise Inec attack: Ọ bụ ndị ohi biara iwakpo ụlọọrụ Inec mana anyị nyere ha mbo mbo ọsọ - Uweojii24 Mee 2021",
    "Chiwetalu Agu ka ga-anọ n'aka ndị DSS ruo ... - AGNelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Emeka Ike, Charles Okocha, Chinyere Wilfred na ndị ọzọ kwuru maka nnwụchi Chiwetalu Aguelekere 8 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Chiwetalu Agu ka ga-anọ n'aka ndị DSS ruo ... - AGN",
    "Ihe Emeka Ike, Charles Okocha, Chinyere Wilfred na ndị ọzọ kwuru maka nnwụchi Chiwetalu Agu",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ihe mere n'ụlọikpe taa n'okwu ikpe Nnamdi Kanu",
    "A gbagbuola ndị uweojii abụọ na mmadụ asatọ ọzọ n'Ebonyi steeti",
    "Ndị gburu nwa m nwoke napụrụ m onye bụ na m na-eri nri- Nne onye nche 'unknown gunmen' gburu n'Enugu Ezike",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Etu ndị 'unknown gunmen' si wakpoo ndị uweojii n'ụzọ si Ọnịcha gawa Owere",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}