{
  "published": "4 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị mmadụ na-akpagharịbu n'Owere n'ụtụtụ Mọnde tupu ndị ekperima amalite ịgba egbe iji chụsasịa ndị mmadụ.",
    "Ndị ojiegbe achụsasịala ndị mmadụ n'Owere n'ụtụtụ taa bụ Mọnde n'ụzọ iji manye ndị mmadụ ka ha nọdụ n'ụlọ.",
    "Nke a na-abịa dịka BBC Igbo chọpụtara na ọtụtụ ụlọahịa mepere taa, ụmụakwụkwọ gara akwụkwọ, ụlọakụ mepere n'Owere, isi obodo Imo steeti.",
    "Aba na Onitsha bụ naanị ebe 'sit at home' kpụ ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' Ipob",
    "Lee obodo ebe e gburu nwa okorobịa a na-eche na ọ bụ onye IPOB na-amanye ndị mmadụ ka ha nọrọ n'ụlọ",
    "Dịka ụdaegbe malitere ịda aghara aghara n'ihe dịka elekere iri nke ụtụtụ, onye ọbụla riri mbọmbọ ọsọ iji zọọ ndụ ha.",
    "Ọtụtụ ụlọakwụkwọ mechiri ma gwa ụmụakwụkwọ ha ka ha laa.",
    "Ụlọakụ ndị mepeburu emepe mechiri n'otu ntabi anya, ebe ọtụtụ ụlọahịa nakwa ụlọọrụ mechikwara.",
    "Ụzọ niile tọgbọrọ chakoo dịka ndị ekperima ahụ gbachara egbe",
    "Ka ọ dị ugbua, onyentaakụkọ anyị chọpụtara na ndị uweojii na ndị agha ewerela ọnọdụ n'okporoụzọ niile dị n'ime Owere.",
    "Chetakwa na ndị ekperima na-akpagharị na mpaghara ọwụwa Anyanwụ n'ụbọchị mọnde ọbụla, na-eyi ndị mmadụ egwu.",
    "Ha na-eme nke a iji mee ka ndị mmaọ̄ụ debe iwu mmachi mkpagharị bụ nke ndị otu IPOB tinyere iji gosi iwe ha maka nnwuchi gọọmentị etiti nwuchiri onyeisi ha bụ Nnamdi Kanu.",
    "Ike ịnọ n'ụlọ agwụwala ọtụtụ mmadụ na mpaghara Ọwụwa Anyanwụ dịka ọtụtụ gbajọrọ atụmatụ 'sit at home' n'ụtụtụ Mọnde a.",
    "BBC Igbo kpagharịrị na mpaghara dị icheiche n'ala Igbo ma hụta n'ezie na ndị mmaọ̄ụ naa-agagharị.",
    "Ihe Ipob sit-at-home enforcement riri n'ala Igbo",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "Anambra Steeti - Ọka",
    "Mpaghara Eke Ọka na 'Ziks Avenue'",
    "Ndị ntaakụkọ BBC Igbo kpagharịrị na mpaghara dị icheiche n'Awka, nke bụ isi obodo Anambra steeti.",
    "Anyị chọpụtara na ndị mmadụ na-agagharịrị onwe ha na-enweghị mgbochi ọbụla.",
    "Mana ụfọdụ ụlọahịa emepeghịkwa emepe, dịka ụfọdụ na-ekwu na egwu ka dị n'obodo.",
    "Malite na 'Zik's Avenue, pụọ ahịa Eke Awka, rukwaa ahịa Nkwọ Amaenyi, ahịa na-azụ etu o kwesịrị.",
    "Onye ntaakụkọ anyị kwuru sị: \"Ọ bụ eziokwu na ọbụghị otu a ka ahịa na-esi azụ n'ụbọchị ndị ọzọ, mana taa ka mma karịa etu ọ dị na Mọnde ndị ọzọ gara aga.\"",
    "Okporoụzọ si 'Head bridge' n'Ọnịcha gawa ahịa 'Main market'...ebe niile tọgbọ chakoo",
    "Mana BBC chọpụtara na ahịa niile dị n'Ọnịcha azụghị taa.",
    "Otu onye ntaakụkọ anyị bu ụgbọala ya si Asaba, Delta steeti banye Ọnịcha, wee hụ na okporoụzọ tọgbọ chakoo.",
    "Kama ọ hụkwara ka ndị uweojii kwụcha n'ụzọ iji gbochie onye ọbụla nwereike ibute ọgbaaghara.",
    "Ụfọdụ ndị BBC Igbo gbakwara ajụjụọnụ n'ekwentị, mana ha achọghị ka a kpọọ aha ha, kwuru na ahịa azụghị n'Ọnịcha taa.",
    "Ebonyi Steeti",
    "Onyonyo na-egosi ebe ndị mmadụ na-adọrọ ego nakwa etu ụlọakụ siri mepee taa bụ Mọnde n'Abakiliki",
    "Onye ntaakụkọ anyị nke nọ Abakiliki, isi obodo Ebonyi steeti, kwukwara na azụmahịa nakwa ọrụ ndị ọzọ amalitela n'uju n'ụbọchị Mọnde.",
    "\"Ụlọahịa, ụlọọrụ, ụlọakụ dị icheiche nakwa ụlọakwụkwọ dị icheiche mepechara emepe,\" onye ntaakụkọ anyị kwuru.",
    "Chetakwa na gọọmentị Ebonyi tiri iwu ma kwuo na ya ga-achụ onye ọrụ ọbụla a chọrọ achọ n'ihu ọrụ ya n'ụbọchị Mọnde.",
    "Abia steeti - Umuahia",
    "Ngagharịiwe ụmụ akwụkwọ MOUAU n'ụtụtụ Mọnde",
    "Ihe kacha ewu ewu n'Umuahia, isi obodo Abia steeti bụ ngagharịiwe nke ụmụakwụkọ mahadum Michael Okpara, a na-akpọ MOUAU n'ịchafụ.",
    "Ụmụakwụkwọ ahụ na-eme ngagharịiwe n'ihi ọnwụ otu n'ime ha aha ya bụ Queen, bụ onye ụgbọala kugburu n'okporoụzọ dị n'ihu ụlọakwụkwọ ahụ.",
    "Ha na-ekwu na okporoụzọ ahụ ataala isi ọtụtụ ụmụakwụkwọ n'ihi na ya bụ ụzọ jọgburu onwe ya.",
    "Ụmụakwụkwọ MOUAU mechiri okporoụzọ niile dịka ha na-eme ngagharịiwe",
    "Otu n'ime ụmụakwụkwọ ahụ kwuru sị: \"O teela anyị ji arịọ gọọmentị ka ha dozie ụzọ n'ihi na ọtụtụ mmadụ anwụọla na ya.\"",
    "\"Mana ebe ọ bụ na ha achọghị ige anyị nti, anyị ga-akwụchi ya bụ ụzọ, onweghị ụgbọala ga-eje eje maọbụ laa ala.\"",
    "Ewepụ nke a, ọnọdụ 'sit at home' derela jụụ n'Umuahia.",
    "Mpaghara 'Ngwa Road' dị n'Aba tọgbọ chakoo",
    "N'aka nke ọzọ, anyị chọpụtara na ahịa anaghị azụ n'Aba.",
    "Onye ntaakụkọ anyị gara ahịa dị na 'Ngwa Road', Arịarịa, nakwa 'Faulks Road', hụrụ na ụlọahịa niile kpọchiri akpọchi.",
    "Cheta na BBC edebuola akụkọ nke kọwara na ọbụ naanị na Aba na Onitsha ka ọnọdụ 'sit at home' kpụzi ọkụ n'ọnụ ebe Enugu, Owerri, Awka na ebe ndị ọzọ emepewela.",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ipob Sit At Home: Etu Ebonyi, Umuahia, Owerri, Awka na ndị ọzọ dị taa30 Ọgọọst 2021",
    "Vidio, Ipob one month sit at home: Ihe Ohaneze, Igbo Ekunie na ndị Igbo ọzọ nwere ikwu maka ya23 Septemba 2021",
    "Monday Sit at Home: Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ n'Enugu27 Septemba 2021",
    "Ipob news today: Owerri, Nnewi na Aba, Enugwu so n'obodo ọtụtụ mmadu mere 'sit at home' na Mọnde22 Ọgọọst 2021",
    "Vidio, Ihe Joe Igbokwe kwuru maka FFK na \"sit at home\" Ipob18 Septemba 2021",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa4 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị ojiegbe aga agbaala ụlọ nna Eze Awo ọkụ n'Awomama, Imo Steetielekere 8 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Ndị ojiegbe aga agbaala ụlọ nna Eze Awo ọkụ n'Awomama, Imo Steeti",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Ndị oji egbe agbaala ụlọ Gozie Nwagba na nke Eze Ekezie ọkụ ma tọrọ mmadụ ise n'Orlu",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 2021",
    "O nwere onye omeiwu Naịjirịa na-adọnyere ndị chọrọ itisa Naịjirịa aka n'ukwu - Buhari",
    "Agaghị atụrụ m etu m ga-esi gbasaa ozi na Radio Biafra - Simon EkpaEmelitere ikpeazụ na: 21 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}