{
  "published": "5 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Enugu Government",
    "Na-agbanyeghị na ọbụghị mbụ ha na-ekwu ya, otu jkọrọ ndị gọvanọ Ọwụwa Anyanwụ ekpebiela ịmalite otu nche 'Ebube Agu' na steeti ha dị iche iche na mpaghara ahụ.",
    "Ha kpebikwaara na  ụlọomeiwu nke steeti  na mpaghara ahụ ga-etinye ya n'iwu tupu afọ 2021 agwụ.",
    "Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere n'ọnwa 11 Eprel 2021 maka nchekwa ala Igbo",
    "'Ebube Agu' ọ ga-ebute mgbanwe ọnọdụ nchekwa n'Ọwụwa Anyanwụ?",
    "Dave Umahi bụ onyeisi otu jikọrọ gọvanọ Ọwụwa Anyanwụ bụ onye kwụpụtara nke a dịka ọ na-agwa ndị ntaakụkọ okwu ka ha mechara ọgbakọ nchekwa n'Enugwu ụbọchị taa bụ Tuzde.",
    "Ndị gọvanọ bịara ọgbakọ ahụ gụnyere Gọvanọ Ifeanyi Ugwuanyi nke Enugwu steeti, Gọvanọ Hope Uzodinma nke Imo steeti, ebe Gọvanọ Willie Obianọ abịaghị( nke ọ na-ezite Osote ya) ma Gọvanọ Okezie Ikpeazu sitere Osote ya, Ude Oko-Chukwu.",
    "\"Ndị gọvanọ na ndị ndu Ọwụwa Anyanwụ katọrọ oke gbuogbuogbuo na-eme na mpaghara ahụ ma kwekọrịtana ha na ndị ọrụ nchekwa ga-ejikọ aka kwụsị ya.\"",
    "\"Ọgbakọ ahụ katọrọ nọrọ- n-ụlọ nke ndị na-akpọkarị ya bụ ndị be anyị nọ ofesi bụ ndị amaghị ka o si emetụta n'ahụ. Ọgbakọ ahụ kpebiri ime ihe ọbụla dị n'iwu iji hụ na e nweghịkwa nọrọ-n-ụlọ ọzọ.\"",
    "\"Ọgbakọ ahụ natara ozi mkpesa nke otu Ohaneze Ndigbo detara ha maka ọnọdụ nchekwa nakwa mmegbu ndị Igbo ma kwee nkwa ilebanye ya anya iji mara okwu ha ga-eji jekwuo Gọọmenti Etiti maka imeda obi ndị ntororịa.\"",
    "Ọgbakọ kpebiri inye ndị ọrụ chekwa nkwado iji nye aka weghachi udo n'Ọwụwa Anyanwụ.\"",
    "\"Ọgbakọ ahụ kpebiri ịkwado ntuliaka nAnambra steeti ma nye ndị ọrụ nchekwa iwu ịhụ na ọ gara n'udo n'abalị isii nke ọnwa Nọvemba.\"",
    "\"Ọgbakọ ahụ kpokuru ndị ụkọchukwu na ndị ndu ụka , ndị eze ọdịnala ka ha ga n'ihu n'agwa ndị ntorbia okwu.\"",
    "Ebe foto si, Enugu state Government",
    "Ọgbakọ pụrụ iche nke ndị Gọvanọ Ọwụwa Anyanwụ hibere n'obi gọọmentị dị n'Enugwu taa bụ Tuzde amalitela.",
    "Ọ bụghị naanị ndị Gọvanọ ga-esonye n'ọgbakọ a, kama ndị ndu ndị ọzọ ga-esonyekwa na ya.",
    "Ndị a gụnyere: ndị isi ụka, ndị eze ọdịnala, ndị omeiwu nọ n'ụlọ omeiwu etiti, na ndị ọzọ.",
    "Ekwenyeghị m na mkpebi ndị Gọvanọ Ndịda Naịjirịa gbasara ụtụisi VAT - Dave Umahi",
    "Ka ọ dị ugbua, ọtụtụ ndị ndu n'ala Igbo, nke gụnyere Gọvanọ Ebonyi steeti bụ Dave Umahi, omeiwu Enyinnaya Abaribe, na omeiwu Ike Ekweremadu awuchiela na ya bụ ọgbakọ",
    "Ndị ọzọ gụnyere, Victor Umeh, Nnia Nwodo, omeiwu Tobi Okechukwu, Bishọp Godfrey Onah na ndị ọzọ.",
    "Gọvanọ Ebonyi Steeti bụ Dave Umahi",
    "Ihe bụ isi a hụrụ kwaba okpu maka ọgbakọ a bụ ọnọdụ enweghị nchekwa na mpaghara dị icheiche n'ala Igbo.",
    "Lee foto etu ya bụ ọgbakọ si aga:",
    "Hope Uzodinma",
    "Ike Ekweremadu",
    "Victor Umeh",
    "Enyinnaya Abaribe",
    "Omeiwu Tobi Okechukwu",
    "Godfrey Onah",
    "Nnia Nwodo",
    "Akụkọ na-abịa.",
    "Ndọrọndọrọ ọchịchị",
    "Enugwu",
    "Ihe ga-eme maọbụrụ na mba Amerịka gụnye otu Ipob na ndị 'foreign terrorist organisation'- Ivan Sascha Sheehanelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakaọ nchekwa ha meere taa5 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Ndị ojiegbe aga agbaala ụlọ nna \"Eze Awo\" ọkụ n'Awomama, Imo Steeti",
    "Etu ndị 'unknown gụnmen si gbuo ndị nche obodo abụọ n'Enugu Ezike ma gbaa ụgbọala ọkụ",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakaọ nchekwa ha meere taa",
    "Ihe ga-eme maọbụrụ na mba Amerịka gụnye otu Ipob na ndị 'foreign terrorist organisation'- Ivan Sascha Sheehan",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Peter Obi Pandora papers: Peter Obi na ndị ọchịchị ndi ọzọ ekwuola na aka ya dị ọcha dịka ama Pandora gbara",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}