{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaiwu Ipob bụ Aloy Ejimakor ekwuola na oku ọkammụta Amerika kpọrọ ka mba ahụ kpọpụta  Ipob dịka otu oyiegwu maka ihe ọ kpọrọ \"oke ogbugbu ndị uweojii na ndị nkịtị' 'uche aka ya'.",
    "Onye ọkammụta mba Amerịka nke ihe gbsara 'Global Terrorism' doro anya bụ Ivan Sascha Sheehan kpọrọ Amerika oku ka ha gụnye otu Ipob n'otu na-eyi ndụ egwu(terrorist organisation).",
    "Umahi, Abaribe Ekweremadu na ndị ọzọ awuchiela n'ọgbakọ ndị ọchịchị mpaghara ala Igbo n'Enugwu",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "Sheehan,onye bụ onyeisi ngalaba ihe gbasara mmekọrịta mba na ibe ya na mahadum 'University of Baltimore' dị n'Amerika, kporo oku ahụ n'ozi o dere n'akwụkwọ akụkọ 'Washington nke ụbọchị Monde(4/10/2021).",
    "N'ozi ahụ, Sheehan onye gosiri mgbagwọju anya na ngalaba 'US Department of State' amapụtabeghị  IPOB) dịka \"otu na-eyi ndu egwu(Foreign Terrorist Organization (FTO) boro ebubeo Ma Ipob ma  onye ndu otu ahụ emetala gbugbuo gbuo kwesịla ha Amerika kpọpụta aha ha.",
    "Ọ sịrị, \"Na Nnamdi Kanu anaghị ezo nkwado ya nye iyi ndụ egwu bụ ihe na-atụ egwu. O kwuru na  Biafra Redio na ya achọghị nnweta Biara n'ụzọ udo, na ọ bụrụ na ha enyeghị anyị Biafra na ha ga-anwụ.\"",
    "\"Nnamdi Kanu gozikwara na okwu ya abụghị okwu nkakịrị dịka n'ọnwa Disemba e kpughere otu Eastern Security Network (ESN) alaka ọgụ Ipob. Kemgbe ahụ, mwakpo ndị Ipob na-awakpo ndị uweojii na ndị nkịtị jiri site na pasent 59 rue 344.\"",
    "A gbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Sheenan gara n'ihu boo otu Ipob ebubo iji iyi egwu na-agbawa ndị ọchịchị na ndị ọha mmadụ obodo aka ime ka ha chọrọ.",
    "\"N'ọnwa atọ mbụ n'afọ a, ha mere mwakpo karịrị 24 gunyere be gọvanọ ebe ha gburu mmadụ anọ nakwa ntọhapụ ndị omekome ruru 20,000.\"",
    "O kwukwara sị, \"Site na mmaja ha na-eme na Biafra Radio nakwa tigbuo-zogbuo ha na-agbawa ndị ndọọndọọ ọchịchị aka ime ihe ha chọrọ.",
    "\"Ha na-amanye ndị mmadụ nọrọ nụlọ kwa ụbọchị Monde iji kpachie akụnaụba mpaghara ahụ site ịgba ụgbọala njem ọkụ.\"",
    "O kwuru na ịkpọpụta Ipob dịka otu na-eyi ndị mmadụ egwu ga-eme ka ụzọ ha si enweta ego kpọchie ma nye ohere ka gọọmentị Naijiria nwee ezi ohere iji busoo Boko Haram agha n'ụzọ zuru oke.\"",
    "\"E nyehala ha aha dịka otu na-eyi egwu, o nweghị ụlọọrụ maọbụ otu ọbụla ji dọla azụ ahịa ga-ekwe ka ha na ha nwee mmekọrịta.\"",
    "Sheenan rụtụrụ aka mba Amerịka agụnyela ụfọdụ otu na-eti mkpu nwereonwe na mba ha dịka  ETA nke mba  Spain, otu Tamil Tigers nke mba Sri Lanka, nakwa otu PKK nke Turkey  n'otu ndị oyiegwu maka iji ụzọ tigbuozọgbuo achọ ọchịchọ obi ha.",
    "A gbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe ga-eme maọbụrụ na mba Amerịka gụnye otu Ipob na ndị 'foreign terrorist organisation'- Ivan Sascha Sheehanelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakaọ nchekwa ha meere taa5 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Ndị ojiegbe aga agbaala ụlọ nna \"Eze Awo\" ọkụ n'Awomama, Imo Steeti",
    "Etu ndị 'unknown gụnmen si gbuo ndị nche obodo abụọ n'Enugu Ezike ma gbaa ụgbọala ọkụ",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakaọ nchekwa ha meere taa",
    "Ihe ga-eme maọbụrụ na mba Amerịka gụnye otu Ipob na ndị 'foreign terrorist organisation'- Ivan Sascha Sheehan",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Peter Obi Pandora papers: Peter Obi na ndị ọchịchị ndi ọzọ ekwuola na aka ya dị ọcha dịka ama Pandora gbara",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}