{
  "published": "7 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ala Igbo mara mma, e jighi Igbo agwa ya onye ọcha.",
    "Mana igosipụta mma ya bụ ọrụ Chinedu Chime kewapụtaara onwe ya.",
    "Mazi Chime kpọọrọ BBC Igbo gaa njem n'ebe abụọ dị etu a ma kọwaa ihe kpalitere mmụọ ya ịme nke a.",
    "Naijiria",
    "Imo steeti",
    "Abia Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Vidio, Ọgba ndị a pụrụiche nwere nnukwu ihe nzuzo banyere ha, Duration 0,5813 Disemba 2020",
    "Cave: Ọgba nwaanyị nọ na nsọ anaghị aba29 Maachị 2019",
    "Anambra state airport photos: Lekwa ka ọdọụgbọelu ọhụrụ a na-arụ n'Anambara steeti dị n'ụbọchị Eprelu 21, 202122 Eprel 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Ihe mere Gọvanọ Umahi jiri sị na ọ ga-anwụchi ezinaụlọ ndị 'Unknown Gunmen' n’Ebonyi, Duration 6,527 Ọktọba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, South East Tourism: Lee nwoke na-egosipụta ebe ị ga-aga njem nlegharị anya n'ala Igbo, Duration 4,427 Ọktọba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Ipob news today: Ihe Amnesty International kwuru gbasara IPOB abụghị eziokwu – Uwazurike, Duration 3,356 Ọktọba 2021",
    "Vidio, Mozambique Secret Cult: Kedụ ndị bụ ndị otu ekperima a na-akpọ onwe ha 'Sons of Mocimboa'?, Duration 13,125 Ọktọba 2021",
    "Vidio, Kola nut: Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}