{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Enugu Police",
    "Ndị uweojii Enugwu steeti ekwuola na ha anwụchiela mmadụ mmadụ atọ ha na-enye maka mkpamkpa  kpara n'Enugu-Ezike n'abali Monde.",
    "Ndị bu egbe wakporo ụlọ ebe ndị nche \"Neighboorhood Watch\"  ji mere ụlọorụ gbuo mmadụ abụọ n'ime ha,  gbaa ya ọkụ ma gbakwaa ụfọdụ ụgbọala ha ọkụ.",
    "Ebe foto si, Enugu Police",
    "Kọmịshọna nke Enugwu steeti bụ Abubakar Lawal onye gara ebe ihe ah ụ mere zigakwara ezinaụlọ ndị nwụrụ ozi iti aka n'obi ma na-ekpe ekpere ka ndị nọ n'ụlọọgwụ gbakee nsonso a.",
    "O kwukwara ka ha ga-amalite nnyocha zuru oke ma chọpụta ndị kpara mkpa mkpa a ozugbo.",
    "Ihe ga-eme maọbụrụ na mba Amerịka gụnye otu Ipob na ndị 'foreign terrorist organisation'- Ivan Sascha Sheehanelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakaọ nchekwa ha meere taa5 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "Onye bụdị nwada Salle a si n'ibugharịa ahịa na-ewu na soshal midia?24 Septemba 2021",
    "Ndị ojiegbe aga agbaala ụlọ nna \"Eze Awo\" ọkụ n'Awomama, Imo Steeti",
    "Etu ndị 'unknown gụnmen si gbuo ndị nche obodo abụọ n'Enugu Ezike ma gbaa ụgbọala ọkụ",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakaọ nchekwa ha meere taa",
    "Ihe ga-eme maọbụrụ na mba Amerịka gụnye otu Ipob na ndị 'foreign terrorist organisation'- Ivan Sascha Sheehan",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Peter Obi Pandora papers: Peter Obi na ndị ọchịchị ndi ọzọ ekwuola na aka ya dị ọcha dịka ama Pandora gbara",
    "Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}