{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Lucy Lepe",
    "Lucy n'ụbọchị ikpeazụ ya ịgba ọgwụ kemoterapi e ji agwọ kansa ara",
    "Mgbe Lucy chọpụtara akpụ n'ara ya,o cheghịdị echiche na ọ bụ ọrịa kansa. Ọzọkwa, nchọpụta nke akpụ ara bụrụ ya \"ihe mberede.\" Ọ naghị emekarị nnyocha ara ya mgbe niile.",
    "Mgbe ọ hụchara dọkịta, Lucy nwetara akụkọ ọjọọ na o nwere ọrịa kansa ara.",
    "Lucy dị afọ 26, gwara onye ntaakụkọ BBC bụ Kirsty Grant, na \"Echere m na m nwere ike ịmalite ime nke a mgbe m dị afọ 50\".",
    "N'ọnwa Septemba 5, 2021, onye bụbu onye egwu Britain \"Song Girl\" Sarah Harding nwụrụ n'ihi ọrịa kansa mgbe ọ dị afọ 39.",
    "Mgbe akụkọ ahụ pụtara n'akwụkwọ akụkọ, ọnụego pịa nke webụsaịtị nke ọrụ ebere ọrịa kansa ara Britain CoppaFeel mụbara nke ukwuu.",
    "N'ime awa iri na abụọ ka Sarah nwụsịrị, mmadụ 200,000 gara na websaịtị ahụ, mmụba nke okpukpu asatọ nke okporo ụzọ a na -emebu.",
    "CoppaFeel gwara BBC na n'agbanyeghị na ọrịa ara bụ ọrịa kansa kachasị n'etiti ụmụ nwanyị gbara afọ 25-49, otu ụzọ n'ụzọ anọ nke ndị na-eto eto amaghị na ọrịa ara na-emetụta ha; ụmụ agbọghọ bụkwa ndị mmadụ nwere ike gbuo oge ịhụ dọkịta.",
    "Ebe foto si, Lucy Lepe",
    "Lucy mgbe ọ kpụrụ isi ya",
    "\"Dọkịta ahụ gbachiri nkịtị.\"",
    "Nchọpụta Lucy chọpụtara akpụ akpụ ara bụ ihe mberede. Ọ dabara na ọ nọ na -ezu ike n'ụbọchị ahụ wee nwee ohere ịhụ dọkịta.",
    "Ọ sịrị, \"Anọ m na -eche maka ya, obi dị m ụtọ na enwere m izu ike n'ụbọchị ahụ.",
    "Ọbụlagodi mgbe dọkịta rịọrọ Lucy ka ọ nyefee ya n'ụlọ ọgwụ ara, ọ ka echeghị gbasara ọrịa ara. Mana nwanne m nwanyị siri ọnwụ na a ga -ahapụ ya ka ọ gaa nyocha ultrasound. Mgbe ahụ, Lucy malitere ịghọta ịdị njọ nke nsogbu ahụ. \"Dọkịta ahụ gbachiri nkịtị,\" ka o kwuru.",
    "Otu izu ka e mesịrị, a gwara Lucy na ọ bụ ọrịa kansa. N'oge na -adịghị anya, mkpụrụ ndụ kansa ahụ na -agbasa ruo n'ọkpụkpụ lymph. Dọkịta ahụ gwara Lucy na ọ chọrọ kemoterapi, radiotherapy na ịwa ahụ.",
    "Ọ sịrị, \"Mgbe ụfọdụ anaghị m enwe ike iri nri ma ọ bụ hie ụra.\" Mgbe ụfọdụ enweghị m ike ịrahụ ụra awa iri abụọ n'ụbọchị, dina n'ihe ndina, enweghịkwa m ike imegharị ahụ. \"Anọ m na -ele anya nke ukwuu, akpụkpọ ahụ m dịkwa egwu. Etufuru m ntutu m, na ntutu m niile, gụnyere nku anya na nku anya.\"",
    "Mgbe a wasịrị ya ahụ na ịwa ahụ ọkụ, Lucy mechara nweta ozi ọma: ọnweghị mkpụrụ ndụ kansa.",
    "Ebe foto si, Lucy Lepe",
    "Lucy bu achịhcha e dere \"ụbọchị ikpeazụ ịgba ọgwụ kemoterapi e ji agwọ kansa ara\"",
    "\"Echela na ọ gaghị eme gị\"",
    "Lucy ka na -anara ọgwụgwọ homonụ ma na -arụkọ ọrụ na CoppaFeel ime ka ọtụtụ mmadụ mara na ọrịa ara nwekwara ike imetụta ụmụ agbọghọ. \"Echela na ọ gaghị eme gị. Ọ naghị eme gị enweghị nchekwube, ọ na -eme ka ị mụrụ anya karịa,\" Lucy kwuru.",
    "Lucy na-atụkwa anya ime ka ụmụnwaanyị ndị ọzọ nọ n'ọchịchị ojii ghọta mkpa ọ dị inyocha onwe ha nke ara.",
    "O kwuru na a ka nwere ọtụtụ ihe na -esiri ndị mmadụ ike ịkọ gbasara ọrịa ara, yabụ na ndị mmadụ achọghị ikwu maka ya. Mana o kwuru na ọ dị mkpa ikwu gbasara ọrịa kansa.",
    "Lucy kwuru na ihe ndị na -akwalite ọrịa kansa anaghị ahụkarị ụmụ nwanyị ojii, na ha anaghị achọ ikwu maka ọrịa kansa. Lucy kwuru, \"Ọ dị m ka ọ gaghị eme anyị.\"",
    "Ebe foto si, Fran Whitfield",
    "Fran mgbe ọ nọ n'ogige",
    "\"Abụ m ihe akaebe dị ndụ\"",
    "Fran, afọ 24, echeghị na ọ ga -enweta ọrịa ara ure dị ka nwata, ruo mgbe ọ hụrụ ntụpọ n'obi ya.",
    "Na mbido, dọkịta ahụ etinyeghị uche na ya wee sị na ọ bụ naanị akpụ \"homonụ\". Ọ bụ ka ọnwa iri na asatọ gachara ka o nwere mgbaàmà ndị ọzọ wee laghachi ịhụ dọkịta ọzọ.",
    "N'ihi na ezipụla ya n'ụlọ, Fran achọghị ịlafu oge dị oke ọnụ na NHS (National Health Care System). Agbanyeghị, ka emechara ọtụtụ nyocha na nyocha ultrasound, a chọpụtara na Fran nwere ọrịa kansa ara 4, yana etuto ụbụrụ.",
    "Ebe foto si, Fran Whitfield",
    "Fran n'elu akwa n'ụlọọgwụ",
    "Dọkịta gwara ya na ọ ka nwere afọ 2 ka ọ gaa.",
    "\"Adị m naanị afọ 25. Abụ m onye na -enye mgbatị ahụ. Ọ bụ mgbe m nwere ahụike kachasị mma.\" Fran kwuru, \"Abụ m ihe akaebe na -egosi na ọ nwere ike ime onye ọ bụla na ndị ọgbọ ọ bụla.\"",
    "Mgbe Fran gacharala '' ọtụtụ ọgwụgwọ kemoterapi '', ọrịa kansa ahụ nọ ugbu a n'ọnọdụ mgbaghara.",
    "Ọ kọọrọ akụkọ ya na ntanetị wee gwa ndị mmadụ na ụmụ agbọghọ na -enwetakwa ọrịa ara ure. Ọ sịrị, \"Ekesara m ọrịa m n'ihu ọha na social media wee dekọọ ihe niile m nwetara.\"",
    "Fran kwuru na ọ na -adị ka ndị mmadụ na -egosi ọrịa ara ure dịka nsogbu ndị okenye nwanyị na -ezute. \"Tupu afọ a, echere m na ekwesịghị m ichegbu onwe m maka ọrịa kansa ruo mgbe m mere agadi.\"",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Awaa etoo",
    "Ịkpa obi aṅụrị",
    "World Health Organization (WHO)",
    "State of Emergency: Nke anyị ọ ga-adịzị iche? - Gọọmentị Anambraelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Breast Cancer: \"Amaghị m na onye dị afọ iri abụọ nwere ike ịrịa ọrịa kansa\"elekere 9 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "State of Emergency: Nke anyị ọ ga-adịzị iche? - Gọọmentị Anambra",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ọ bụ akụkọ ụgha na Washington Times ewepụla ihe ha bipụtara maka Ipob",
    "Peter Obi Pandora papers: Peter Obi na ndị ọchịchị ndi ọzọ ekwuola na aka ya dị ọcha dịka ama Pandora gbara",
    "Ndị ojiegbe agbaala ụlọ nna \"Eze Awo\" ọkụ n'Awomama, Imo Steeti",
    "Etu ndị 'unknown gunmen' si gbuo ndị nche obodo abụọ n'Enugu Ezike ma gbaa ụgbọala ọkụ",
    "Owu ọmụma o ji gị n'alụmdinanwunye gị? Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}