{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaiwu a ma ama bụ Goddy Uwazurike akatọọla otu Amnesty International maka okwu ha kwuru gbasara ndị otu na-achọ nnwereonwe Biafra bụ IPOB.",
    "Amnesty International bụ otu a ma ama na mba ụwa niile maka ịkwalite ikike dịịrị mmadụ nke bekee na-akpọ ‘human rights’.",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN' - FCC Jones Onwuasoanya",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa",
    "Ihe ga-eme maọbụrụ na mba Amerịka gụnye otu Ipob na ndị 'foreign terrorist organisation'- Ivan Sascha Sheehan",
    "N’ozi ha zipuru n’ụbọchị Mọnde, AI gwara ndị IPOB ka ha kwụsị ịwakpo ndị mmadụ ndị jụrụ isonye n’iwu ‘sit at home’ nke ha tinyere na mpaghara Ọwụwa Anyanwụ.",
    "AI dere sị: “Ịwakpo ndị mmadụ nakwa ụlọahịa iji manye ndị mmadụ ka ha nọrọ n’ụlọ bụ nnukwu ihe ọjọọ megide ikike dịịrị mmadụ.”",
    "“Anyị na-akpọku gọọmentị Naịjirịa ka ha nyochaa ihe ndị a ma taa ndị aka ha dị na ya ahụhụ.”",
    "Mana ọkaiwu Goddy Uwazurike na-ekwu na AI emeghị nnyocha ha ọfụma tupu ha akpọọ IPOB aha ọjọọ.",
    "Uwazuruike kwuru na IPOB apụtala ugboro ugboro kwuo na ha akwụsịla atụmatụ sit at home.",
    "O kwuru sị: “Ọ bụ ndị omekome na-akpa ike ndị ahụ, ọ bụghị ndị IPOB.”",
    "“Ndị Amnesty International kwesịrị ime nnyocha miri emi tupu ha ekwuwe ihe ha amaghị.”",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Amnesty International",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Dr Chike Akunyili: 'Ọ bụrụ na IPOB chọrọ iweta udo n'ala Igbo, ha kwasaa ESN' - FCC Jones Onwuasoanya30 Septemba 2021",
    "Enugu Ezike News: Etu ndị ojiegbe si gbuo ndị nche obodo abụọ n'obodo a5 Ọktọba 2021",
    "South East Governors Meeting: Lee etu ọgbakọ ndị ọchịchị mpaghara ala Igbo si aga n'Enugwu taa5 Ọktọba 2021",
    "Unknown Gunmen attack: Etu ndị ekperima si wakpo ụgbọala Chris Azubuogu na Nnewi30 Septemba 2021",
    "Imo State News: Ndị oji egbe agbaala ụlọ ndị mmadụ ọkụ n'Imo Steeti1 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Ihe Amnesty International kwuru gbasara IPOB abụghị eziokwu –Uwazurike, Duration 3,35elekere 8 gara aga",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Ohaji Egbema: Anyị achọghị ịnọ n'Imo steeti anyị chọrọ ịnọ Rivers Steeti maka..., Duration 3,1030 Septemba 2021",
    "Vidio, Mozambique Secret Cult: Kedụ ndị bụ ndị otu ekperima a na-akpọ onwe ha 'Sons of Mocimboa'?, Duration 13,125 Ọktọba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Nigeria Independence Day: Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 6 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}