{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NG Police",
    "Ụzụ akwa na-atụ n'Ebonyi steeti ebe egburu ndị ọkaiwu abụo na ndị uweojii abụọ n'Isu nakwa Onicha Igboeze n'ebe ahụ.",
    "Ndị hụrụ ebe ihe mere na-akọwa na ndị ọkaiwu ahụ ji ụgbọala nke ha a ga mmemme ndị ọkaiwu mgbe ndị ojiegbe amaghị jidere ha n'ụzọ gbuo ha.",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Mkpu akwa dịka ndị ji egbe gburu mmadụ abụọ n'Oguta, Imo steeti",
    "Ha kọwkwara na a gbara ụgbọala bu ha ọkụ tupu ha apụọ n'ebe ahụ.",
    "Ndị uweojii ahụ nwụrụ bụ ndị agbagburu n'Isu mana o dobeghi anya maọbụ n'ụlọọrụ ha kaọbụ na nche ụzọ ka egburu ha.",
    "Akụkọ kwuru na Loveth Odah bụ ọnụ na-ekwuru ndị uweojii na steeti ahụ kwuru na nke a mere n'ezie.",
    "Odah kwukwara na nnyocha na-aga n'ihu ka amata ka ihe si ga n'ezie.",
    "National security",
    "Naijiria",
    "Ebonyi Steeti",
    "Vidio, Lee nwoke na-egosipụta ebe ị ga-aga njem nlegharị anya n'ala Igbo7 Ọktọba 2021",
    "Gee ntị, BBC Nkeji7 Ọktọba 2021",
    "Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steetielekere 5 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "'Loneliness' o ji gị n'alụmdinanwunye gị? Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Anyị nwuchiri Chiwetalu Agu n'ihi na ọ na-akwado IPOB - Ndị agha Naịjirịa",
    "Agbagbuola ndị uweojii abụọ na mmadụ asatọ ọzọ n'Ebonyi steeti",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Ihe mere n'ụlọikpe taa n'okwu ikpe Nnamdi Kanu",
    "Ndị gburu nwa m nwoke napụrụ onye bụ na m na-eri nri- Nne onye nche 'unknown gunmen' gburu n'Enugu Ezike",
    "Ihe anọ ị maghị maka Chiwetalu Agu, ọkpọka nwoke n'ihe ejije",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}