{
  "published": "7 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/NG Army",
    "\"Ọ bụ maka na Chiwetalu Agu na-ajalite ndị mmadụ mmadụ ma na-akwado otu IPOB kpatara anyị ji nwuchie ya.\"",
    "Nke a bụ ihe Onyema Nwachukwu, bụ ọnụ na-ekwuru ndị agha Naịjirịa kwuru banyere nnwuchi ndị agha nwuchiri Mazị Chiwetalu Agu bụ onye a ma ama na-eme ihe ejije Nollywood.",
    "Ọkụ gbara obi ndị ọrụoyibo n'Anambra",
    "Ọ bụ ndị bịara iwakpo ogige nchekwa anyị n'Aba ka anyị busoro agha n'abalị Tuzde - Ndị agha Naịjirịa",
    "Ihe ndị agha Naịjirịa kwuru maka ogbaghara dara n'ahia Ladipo ụnyahụ",
    "'Ihe ndị gọvanọ ala Igbo na ndị agha Naịjirịa bịara mee n'Engwu bụ ite ude'",
    "N'akwụkwọ ozi nke Onyema Nwachukwu wepụtara n'abalị Tọzde, o kwuru na IPOB bụ otu a machiri amchi dịka ndị oyi egwu na Naịjirịa.",
    "\"Onye ọbụla na-akwado IPOB na-ama ikike Naịjirịa aka n'ihu,\" Onye Nwachukwu depụtara.",
    "\"Ọzọkwa bụ na ọ na-eme nke a n'agbanyeghị etu ọnọdụ nchekwa siri dị na mpaghara Ọwụwa Anyanwụ ugbua.\"",
    "\"Tinyekwara atụmatụ nchekwa nke ndị agha na-eme a kpọrọ 'Exercise Golden Dawn.\"",
    "\"Anyị anwụchiela Chiwetalu Agu ugbua dịka nnyocha ka na-aga n'ihu.\"",
    "Ebe foto si, Nigeria Army",
    "Ọnụ na-ekwuru ndị agha kwuru na onweghị mgbe ndị agha jiri mekpaa Chiwetalu Agu ahụ dịka ọtụtụ akụkọ na-ekwu.",
    "Onye Nwachukwu gara n'ihu kwuo na ndị agha Naịjirịa agaghị agbachi nkịtị ka ndị IPOB nakwa ndị nkwado ha na-ebute enweghị nchekwa na Naịjirịa.",
    "Ọ gwara ndị mmadụ ka ha ghara ịtụ ụjọ ọbụla kama ka onye ọbụla na-agara mkpa ya ma na-edebekwa iwu obodo.",
    "Ebe foto si, Emeka Rollas",
    "Onyeisi otu Actors Guild of Nigeria bụ Emeka Rollas ekwuola na ha amalitela nnyocha n'ihe mere n'etiti Chiwetalu Agu na ndị agha Naịjirịa.",
    "Onyonyo pụtara na soshal midia taa gosiri ebe Chiwetalu Agu na ndị Agha nwere nghọtahie nke mere ka ha dọọ ya na-akwa ma buru ya eburu bupu.",
    "Onwebeghị onye ma ihe kpatara nke a, mana onyonyo ahụ gosiri na Chiwetalu yi uwe e ji ọkọlọtọ Biafra kwaa.",
    "Ihe anọ ị maghị maka Chiwetalu Agu, ọkpọka nwoke n'ihe ejije",
    "Ndị anyaụfụ chọrọ iwepụ ndụ m ma Chineke ekweghị - Chiwetalụ Agu",
    "'Onye ọma Emeka', 'Holy Nweje' na okwu ogbe naanị ndị nwere anya n'azụ nwere ike ịghọta",
    "Ndị omekome awakpoola isi ụlọọrụ Nigeria Defence Academy, gbuo ndị agha abụọ",
    "Oge BBC Igbo kpọrọ Emeka Rollas, o kwuru na ya ahụla onyonyo ahụ mana nnyocha amalitela.",
    "\"Ezigala m onye enyemaka m n'okwu gbasara ndị agha ka ọ gaa jụta ihe merenụ kpọmkwem,\" Rollas kwuru.",
    "\"Anyị amaghị ma uwe ahụ Chiwetalu yi ọ bụ ejije ka o ji ya eme ka ọ bụghị.\"",
    "\"Ka ọ dị ugbua, ọtụtụ ihe edobeghị anya, mana anyị ga-achọpụta ma zighachitere ụnụ ozi.\"",
    "Ebe foto si, Chiwetalu Agu",
    "Ihe onyonyo BBC Igbo hụrụ gosiri ebe ndị agha Naịjirịa na-adọ onye Chiweta Agu aka n'akwa.",
    "Onyonyo a yiri ihe a e sere na mpaghara Ụpper Iweka dị n'Ọnịcha.",
    "Maazị Agu bụ onye ejije Nollywood ama ama na-egosie onwe ya n'onyonyo ebe oyi uwe e ji ọkọlọtọ Biafra kwaa.",
    "Chiwetalu Agu na ndị agha Naịjirịa",
    "BBC Igbo na-agba mbọ ịnụta n'ọnụ Maazị Agụ, mana any",
    "Ọnụ na-ekwuru ndị agha Navy n'Ọnịcha bụ Lt Ajikobi gwara BBC na ya anọghị Ọnịcha ugbua, nke mere ya amaghị maka ihe mere.",
    "Dịka onyonyo a gosiri, ọ dịka ndị agha emechara hapụ Maazị Agu.",
    "Cheta na Chiwetalu Agu na-eyikari uwe ọkọlọtọ Biafra na-ese foto ma na-etinye na soshal midia.",
    "Oge ọbụla, ọ na-ekwu na Biafra bụ \"atụmatụ oge ya ruru\".",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Ndị Biafra chọrọ nkewa",
    "Chiwetalụ Agu: 'Ndị anyaụfụ chọrọ iwepụ ndụ m ma Chineke ekweghị'28 Febụwarị 2020",
    "Igbo Slangs: Lee okwu ogbe naanị ndị nwere anya n'azụ nwere ike ịghọta28 Juun 2020",
    "Vidio, Lee nwoke na-egosipụta ebe ị ga-aga njem nlegharị anya n'ala Igbo7 Ọktọba 2021",
    "Gee ntị, BBC Nkeji7 Ọktọba 2021",
    "Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steetielekere 5 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "'Loneliness' o ji gị n'alụmdinanwunye gị? Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Anyị nwuchiri Chiwetalu Agu n'ihi na ọ na-akwado IPOB - Ndị agha Naịjirịa",
    "Agbagbuola ndị uweojii abụọ na mmadụ asatọ ọzọ n'Ebonyi steeti",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Ihe mere n'ụlọikpe taa n'okwu ikpe Nnamdi Kanu",
    "Ndị gburu nwa m nwoke napụrụ onye bụ na m na-eri nri- Nne onye nche 'unknown gunmen' gburu n'Enugu Ezike",
    "Ihe anọ ị maghị maka Chiwetalu Agu, ọkpọka nwoke n'ihe ejije",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}