{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Willie Obiano",
    "Gọvanọ Anambra steeti bụ Willie Obiano",
    "Gọọmentị Anambra steeti akatọọla ihe gọọmentị etiti kwuru na e nwereike itinye ọnọdụ 'State of emergency' na steeti ahụ.",
    "Kọmishọna mgbasaozi Anambra steeti bụ Don Adinuba kwuru nke a na mparịtaụka ya na ndị Channels TV.",
    "Ihe ise a nwere ike ịkpọga gị mkpọrọ ma ị mee ha ebe a na-atụ vootu",
    "Obi siri m ike na m na m ga-eso zọọ ọkwa gọvanọ Anambra - Chukwuma Soludo",
    "Ihe ndị mmadụ gwara Simon Ekpa dịka ọ sị na agaghị eme ntuliaka n'Anambara n'afọ 2021",
    "Adinuba kwuru na gọọmentị etiti egosila na ihe na-eme n'Anambra steeti ugbua bụ ndọrọndọrọ ọchịchị na-akpata ya.",
    "O kwuru sị: \"Kedụ ka ọnọdụ dị na Borno, Niger, Plateau, Adamawa, Taraba na ebe ndị ọzọ? Mana INEC mechara ntuliaka ebe ndị a ma kpọpụta mpụtara ha.\"",
    "\"Kamgbe ọgbaaghara a bidoro n'Anambra, ndị nwụrụla na ya akarịbeghị iri na ise.\"",
    "\"Gịnị mere nke Anambra ga-eji pụọ iche nke ga-eme ka gọọmentị etiti na-ekwu okwu itinye ọnọdụ gbata gbata?\"",
    "Adinuba kwuru na ihe niile dị mma n'Anambra, \"ndị mmadụ na-akpagharị, ahịa na-azụ, ụlọ akwụkwọ na-agụ. Gịnịzị ka a ga-eji tinye ọnọdụ gbatagbata?\"",
    "Ebe foto si, Presidency",
    "Gọọmenti etiti ekwuola na e nwere ike itinye ọnọdụ gbatagbata nke bekee kpọrọ 'state of emergency' n'Anambra steeti.",
    "Nke a na-abịa dịka ọnọdụ enweghị nchekwa na-arị elu na steeti ahụ.",
    "Chetakwa na ndị otu IPOB ekwuola ugboro ugboro na ha agaghị ekwe ka e mee ntuliaka ọbụla n'Anambra steeti",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Etu ndị ekperima si wakpo ụgbọala Hon. Chris Azubuogu na Nnewi",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "Abubakar Malami kwuru okwu 'state of emergency' a n'ụbọchị Wenezde dịka e mechara ọgbakọ 'Federal Executive Council' nke onyeisiala Muhammadu Buhari nọ n'isi ya.",
    "Malami kwuru sị: \"Anyị ga-eme ihe ọbụla anyị nwere ike iji hụ na ntuliaka gara n'ihu n'Anambra steeti.\"",
    "\"Dịka ndị ọchịchị, ọ bụ ọrụ dịịrị anyị ịhụ na e nwere nchekwa ndụ na akụnụba n'obodo.\"",
    "\"Ọ bụrụ na anyị chọpụtara na gọọmentị steeti enwenwughị ike ime ka e nwee nchekwa, anyị ga-eme ihe anyị nwere ike iji weta nchekwa, nke gụnyere 'state of emergency.\"",
    "Goddy Uwazurike",
    "Mana gịnị ka 'state of emergency' pụtara?",
    "Etu akwụkwọ iwu Naịjirịa siri kọwaa maka 'state of emergency",
    "Ọnọdụ 'state of emergency' bụ ọnọdụ gọọmentị na-etinye iji hụ na udo chịrị n'obodo.",
    "Ọ bụ mgbe enweghị nchekwa dịka ọ gafeela oke ka gọọmentị nwere ike itinye ọnọdụ a.",
    "Nke a mee, ọ bụ ndị agha ga-eweghara ọnọdụ, ma n'ọchịchị ma n'ihe niile.",
    "Ọ pụtara na ikike dịịrị gọvanọ steeti ahụ agaghịzi adịrị ya n'ihi na ndị agha ga-eweghara ọchịchị nwa mgbe nta.",
    "Akwụkwọ iwu Naịjirịa kọwara ihe asaa nwere ike ime ka e tinye ọnọdụ gbata gbata",
    "Ọ bụrụ na Naịjirịa nọ n'agha",
    "Ọ bụrụ na egwu dị na Naịjirịa ga-abanye n'agha",
    "Ọ bụrụ na ọnọdụ enweghi nchekwa rịa elu na Naịjirịa maọbụ na mpaghara ọbụla ruo nke na ọ dị mkpa ka e mee ihe anabụghị eme iji weta nchekwa",
    "Ọ bụrụ na egwu dị na ọnọdụ nchekwa ga-arị elu gafee oke",
    "Ọ bụrụ na e nwee nnukwu ọdachi nke metụtara otu mpaghara Naịjirịa n'ụzọ pụrụ iche. Ọdachi a nwere ike ịbụ nke osinachi nke bekee kpọrọ 'natural disaster'",
    "Ọ bụrụ na e nwere egwu nke nwereike ikpochapụ Naịjirịa",
    "Ọ bụrụ na Onyeisiala anata ozi nke na-arịọ ya ka o tinye ọnọdụ gbata gbata na mpaghara ọbụla. Ozi a nwere ike isi n'aka gọvanọ steeti  site na nkwado ndị omeiwu steeti ahụ, maọbụ n'aka ndị ụlọ omeiwu nke etiti.",
    "State of Emergency: Nke anyị ọ ga-adịzị iche? - Gọọmentị Anambraelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Breast Cancer: \"Amaghị m na onye dị afọ iri abụọ nwere ike ịrịa ọrịa kansa\"elekere 9 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?23 Septemba 2021",
    "State of Emergency: Nke anyị ọ ga-adịzị iche? - Gọọmentị Anambra",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ọ bụ akụkọ ụgha na Washington Times ewepụla ihe ha bipụtara maka Ipob",
    "Peter Obi Pandora papers: Peter Obi na ndị ọchịchị ndi ọzọ ekwuola na aka ya dị ọcha dịka ama Pandora gbara",
    "Ndị ojiegbe agbaala ụlọ nna \"Eze Awo\" ọkụ n'Awomama, Imo Steeti",
    "Etu ndị 'unknown gunmen' si gbuo ndị nche obodo abụọ n'Enugu Ezike ma gbaa ụgbọala ọkụ",
    "Owu ọmụma o ji gị n'alụmdinanwunye gị? Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}