{
  "published": "8 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mmadụ atọ atụfuola ndụ ha n'ọgbaaghara dara n'obodo Izombe nke dị n'okpuru ọchịchị Oguta, Imo steeti, n'ụbọchị Fraịde.",
    "Ha gụnyere ndị agha abụọ na otu onye nkịtị, dịka ndị obodo ahụ si gwa onye ntaakụkọ anyị.",
    "Otu onye obodo ahụ gwara onye ntaakụkọ anyị na ihe kpatara nke a bụ oge ndịagha bịara ịnwuchi otu nwa okorobịa si n’ụlọ mkpọrọ gbaa ọsọ, aha ya bụ Obera, mana ndị otu nwoke ahụ ekweghị.",
    "Oge ọgbaaghara a malitere, ndị ntorobịa ahụ chụrụ ndị agha ọsọ ma gbuo mmadụ abụọ n'ime ha, gbakwaa otu ụgbọala ha ọkụ.",
    "Mana ndị agha mechara bịaghachi wee malite ịchụsasị ndị mmadụ n’obodo ahụ. Ebe ahụ ka otu onye nọrọ tufuo ndụ ya.",
    "Kedu ebe ndị Oguta si?",
    "Lee Oguta, obodo ọma nọ n'akụkụ mmiri",
    "\"M bịa ụwa ọzọ m ga-efe mmiri\" - Ezenwaanyị ferela mmiri Oguta afọ 40",
    "Onye ahụ gwara onyentaakụkọ anyị okwu kwuru na ha ncha nọ n’ọsọ ugbua n’ihi na ndị agha na-achụsa onye ọbụla ma na-emebikwa ọtụtụ ihe.",
    "Ụlọntaakụkọ 'Daily Trust' kwuru na otu n'ime ụlọ ndị agha ahụ kuriri ma gbaa ya ọkụ bụ ụlọ eze ọdịnala na-achị obodo ahụ, aha ya bụ Eze Muforo.",
    "Oge onye ntaakụkọ anyị kpọrọ Sunday Akuga, bụ ọnụ na-ekwuru ndị agha ngalaba 34 ‘artillery brigade dị n’Owere, o kwuru na ya anụbeghị maka ihe a merenụ, mana ọ ga-ezighachiri anyị ozi.",
    "National security",
    "Imo steeti",
    "Arthur Nzeribe: Ihe i kwesịrị ịma maka Ogbuagu Oguta2 Nọvemba 2020",
    "Vidio, Imo state Tourism: Lee Oguta, obodo ọma nọ n'akụkụ mmiri, Duration 1,2330 Nọvemba 2019",
    "Vidio, History of Oguta: Etu esi hibe ebe a na-akpọ Ugwuta taa, Duration 2,128 Juun 2019",
    "Vidio, Oguta Army Clash: Etu ọgbaaghara siri taa isi otu onye na ndị agha abụọ n’Oguta, Imo State, Duration 0,178 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Ipob news today: Ihe Amnesty International kwuru gbasara IPOB abụghị eziokwu – Uwazurike, Duration 3,356 Ọktọba 2021",
    "Vidio, Ihe mere Gọvanọ Umahi jiri sị na ọ ga-anwụchi ezinaụlọ ndị 'Unknown Gunmen' n’Ebonyi, Duration 6,527 Ọktọba 2021",
    "Vidio, Imo state Tourism: Lee Oguta, obodo ọma nọ n'akụkụ mmiri, Duration 1,2330 Nọvemba 2019",
    "Vidio, Salt Art: Lee Echezona Ogudu, nwa okorobịa ji nnu ese ihe?, Duration 3,108 Ọktọba 2021",
    "Vidio, Kola nut: Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}