{
  "published": "9 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Eze Amukamara",
    "Ndị oji egbe a na-akpọ 'unknown gunmen' kpakasịrị mkpamkpa na mpaghara Ọwụwa anyanwụ butere ọnwụ ihe karịrị mmadụ iri na ise n'ime otu izu a.",
    "Ọ kwụsịghị n'ogbugbu ndị mmadụ, a gbakwara ma ụlọ ma ụgbọala ụfọdụ ndị mmadụ ọkụ n'ime ihe karịrị steeti abụọ na mpaghara Ọwụwa anyanwụ.",
    "A gbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Nsogbu nchekwa ndị chere ntuliaka Anambra aka mgba",
    "Etu ndị ekperima si wakpo ụgbọala Hon. Chris Azubuogu na Nnewi",
    "Ụfọdụ n'ime ndị nwụrụ n'ogbugbu a gụnyere ndị uweojii na ndị nkịtị.",
    "Anambra steeti",
    "N'Anambra steeti, ọ dị ka chi bọọ a nụ ọzọ na steeti a dịka mkpamkpa rịrị ibe ya elu na steeti ahụ site n'izu gara aga banye na nke a.",
    "Ndị omekome wakporo ndị uweojii n'ụzọ si Ọnịcha gawa Owere, nso Ọkịja, n'ụbọchị Tọzde, Ọktoba 7, 2021.",
    "Ebe foto si, video screengrab",
    "Ihe onyonyo gosiri ụgbọala atọ gụnyere nke ndị uweojii na-agba ọkụ.",
    "BBC Igbo ka na-echebiri ozi si n'aka Tochukwu Ikenganyịa bụ ọnụ na-ekwuru ndị uweojii na steeti ahụ.",
    "Imo steeti",
    "N'Imo steeti, ndị omekome ji egbe wakporo ma mụnye ụlọ nna Vincent Dimkpa bụ onye a ma na soshal midia dịka 'Eze Awọ' ọkụ, n'obodo ha n'Awọ-Ọmamma.",
    "Ha akwụsịghị ebe ahụ, hụ mụnyekwara ụfọdụ ụgbọala ndị ha hụrụ n'ihu ụlọ ya ọkụ.",
    "Ndị omekome ahụ gbara ụlọ nna Dimkpa ọkụ tinyekwara isi gaa n'ụlọ Eze Amukamara n'otu obodo Awọ-Ọmamma ahụ wee gbaa ya ọkụ.",
    "Ebe foto si, Eze Amukamara",
    "Ụlọ Eze Amukamara ndị omekome gbara ọkụ n'Awọ-Ọmamma",
    "Eze Awo gwara BBC na ọ bụ maka okwu ọ na-ekwu kwugide ndị sị na ha na-achọ nnwereonwe Biafra mere e ji wakpoo ụlọ ya.",
    "Ọ sị: \"Cheta na ha boro m ebubo na aka m dị n'ọnwụ Ikonso nwanne m. Ụlọ Eze a ha gbakwara ọkụ bụkwa maka ebubo na o suru Ikonso imi.\"",
    "Enweghi onye nwụrụ na mwakpo a.",
    "N'ụbọchị Mọnde, Ọktoba 4, ndị oji egbe chụsasịrị ndị mmadụ n'Owere, isiobodo Imo steeti, dịka ha na-amanye ndị mmadụ ka ha nọrọ n'ụlọ.",
    "Ebonyi steeti",
    "N'Ebonyi steeti, ndị oji egbe wakporo ma gbuo ihe ruru mmadụ iri n'ụbọchị Tọzde, Ọktoba 7, 2021.",
    "Ndị ha gburu gụnyere ndị uweojii abụọ, ndị ọkaiwu abụọ na ndị nkịtị ruru mmadụ asatọ, bụ ndị ha wakporo n'ụzọ Ọnịcha Igboeze nakwa mpaghara Isu nke steeti ahụ.",
    "Loveth Odah bụ ọnụ na-ekwuchitere ndị uweojii na steeti ahụ kwuru na nnyocha ka na a ka na-eme nnyocha ịchọpụta etu ihe mere si mee na ndị mere ya bụ ihe.",
    "Enugwu steeti",
    "N'Enugwu steeti, ndị omekome ji egbe gburu mmadụ abụọ bụ ndị nche, n'Enugu-Ezike dị n'okpuruọchịchị Igbo-Eze.",
    "Ha akwụsịghị ebe ahụ, ha gara n'ihu gbaa ma ụlọ ma ụgbọala ndị nche ahụ ọkụ.",
    "Ebe foto si, Enugu Police",
    "Abubakar Lawal bụ kọmishọna uweojii Enugwu steeti du ndị otu ya gaa Enugu-Ezike ịhụ ihe mere",
    "Amabeghi ndị kpara mkpamkpa a.",
    "Mkpamkpa ndị oji egbe malitere ịga ọkụ ọkụ na mpaghara Ọwụwa anyanwụ n'ime ọnwa ole na ole gara aga n'afọ 2021 a.",
    "Ka ọ dị ugbua, agaghị asị na ọ bụ naanị ndị uweojii ka ha na-egbu, dịka ha na-egbukwa ma ndị nkịtị ma na-agba ma ụlọ ma ụgbọala ọkụ.",
    "Imo steeti",
    "Dave Umahi",
    "Ebonyi Steeti",
    "Anambra Steeti",
    "Hope Uzodinma",
    "Chiwetalu Agu ka nọkwa n'aka ndị DSS8 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "'Etu e si gbuo mmadụ ise n'ike n'Awka-Etiti n'ụbọchị Tọzde'9 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "'Etu e si gbuo mmadụ ise n'ike n'Awka-Etiti n'ụbọchị Tọzde'",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Chiwetalu Agu ka nọkwa n'aka ndị DSS",
    "Ihe Emeka Ike, Charles Okocha, Chinyere Wilfred na ndị ọzọ kwuru maka nnwụchi Chiwetalu Agu",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Mwakpo niile ndị 'Unknown Gunmen' mere na mpaghara Ọwụwa anyanwụ a n'izu a",
    "Ndị gburu nwa m nwoke napụrụ m onye bụ na m na-eri nri- Nne onye nche 'unknown gunmen' gburu n'Enugu Ezike",
    "Ihe mere n'ụlọikpe taa n'okwu ikpe Nnamdi Kanu",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}