{
  "published": "8 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Echezona Ogudu malitere ise ihe oge ọ bụ nwata.",
    "Ọ sị na ya turu ugo n'ise ihe oge ọ nọ n'ụlọakwụkwọ sekọndịrị nke mere o jiri were ise ihe mee ihe dị mkpa.",
    "N'akụkọ a, ọ kọwaara BBC Igbo etu o siri malite iji nnu ese ihe.",
    "Lee akụkọ ya n'iju ebe a.",
    "Ụmụntoroọbịa",
    "Ịkpa obi aṅụrị",
    "Nka",
    "Vidio, Igbo Artefacts: Ụfọdụ akpụrakpụ ndị ọcha na-ere bụ nke ezuru n'ori', Duration 2,5929 Juun 2020",
    "Vidio, Power of Art: Ị ma na e ji nka agwọ ọrịa?, Duration 1,5822 Jenụwarị 2019",
    "Vidio, Igboukwu Art: 'Ndị ohi ezuchaala ọtụtụ ihe nka Igboukwu', Duration 1,5826 Ọktọba 2019",
    "Vidio, Ayogu: Ebidoro m na nwata sewe ihe osise, Duration 1,562 Maachị 2018",
    "Vidio, Oguta Army Clash: Etu ọgbaaghara siri taa isi otu onye na ndị agha abụọ n’Oguta, Imo State, Duration 0,178 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Ipob news today: Ihe Amnesty International kwuru gbasara IPOB abụghị eziokwu – Uwazurike, Duration 3,356 Ọktọba 2021",
    "Vidio, Ihe mere Gọvanọ Umahi jiri sị na ọ ga-anwụchi ezinaụlọ ndị 'Unknown Gunmen' n’Ebonyi, Duration 6,527 Ọktọba 2021",
    "Vidio, Imo state Tourism: Lee Oguta, obodo ọma nọ n'akụkụ mmiri, Duration 1,2330 Nọvemba 2019",
    "Vidio, Salt Art: Lee Echezona Ogudu, nwa okorobịa ji nnu ese ihe?, Duration 3,108 Ọktọba 2021",
    "Vidio, Kola nut: Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}