{
  "published": "9 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị agha Naịjirịa na-ebuso Boko Haram agha, mana ndị Boko Haram Kpọrọ ekwo nkụ",
    "Ndị obodo Awka-Etiti agwala BBC Igbo etu ndị ojiegbe aga amaghị ndị ha bu jiri wakpo ma gbuo mmadụ atọ na-agara onwe n'ụzọ, ebe ndị agha bịara ibuso ha ọgụ gbagbukwara mmadụ abụọ.",
    "Ogbugbu mmadụ a mere n'ehihe Tọzde ma tinye obodo ahụ na gbagharịa.",
    "Mwakpo niile ndị 'Unknown Gunmen' mere na mpaghara Ọwụwa anyanwụ a n'izu a",
    "A gbagbuola ndị uweojii abụọ na mmadụ asatọ ọzọ n'Ebonyi steeti",
    "Nsogbu nchekwa ndị chere ntuliaka Anambra aka mgba",
    "Dịka ndị obodo siri kwuo, ndị egburu mbụ bụ ndị ugwu bi n'obodo ahụ.",
    "Nwoke na nwaanyị ha sị ndị agha gburu dịka ha gbatara obodo ahụ bụ ndị Awka-Etiti. Nke a bụtere mmadị ise nwuru n'ike n'ọgbaghara ahụ.",
    "Nke a na-abịa dịka ndị mmadụ zitere BBC Igbo onyonyo ha sị sitere obodo ahụ.",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Onyonyo ndi na-egosi ozu otu nwoke na otu nwaanyi. Ebe nwoke ahụ nọ n'ime ụgbọla, nwaanyi ahụ gbọtọrọ n'ala.",
    "Ụfọdụ ndị na-ekwu okwu n'onyonyo ahụ na-asị \"ọ bụ ndị agha gburu ha\".",
    "Ndị ọzọ na-asịkwa na ndị a ka si ụlo a na-adọsa ozu alọta oge ha jekwu ọdachị a.",
    "Otu onye Akwa-Etiti gwara BBC Igbo na ihe a mere n'eziokwu.",
    "Ọ sị: \"Ọ bụ na Umuneocha nke Awka-Etiti ka o mere. Ndị mmadụ na-agba ọzọ. Nwoke a jikwa ụgbọala ya agba ọsọ oge mgbọ tụrụ ya n'ime ụgbọala ya. Ọ bụ ụlọ ọgwụ St Francis ka o si alọta. Ọ bu nne ozu nne ya ka o bu gaa ụlọ ọgwụ ahụ. Nwoke bụ onye Iluowelle\"",
    "Onye ahụ achọghị ka ekwuo aha ya sịkwa na ọ bu eziokwu na ndị ahụ si ebe a na-edewe ozu alọta oge ihe a mere.",
    "Mana, ọ sị na ha amaghị ndị mere ihe a dịka o mere ka ndị ojiegbe gburu mmadụ anọ n'obodo ahụ were kpata ọsọ ahụ suru.",
    "\"Ndị ahụ e gburu mbụ bụ ndị mbịarambịa bi n'Akwa-Etiti.\"",
    "'Ndị ojiegbe aga gburu ndị ugwu'",
    "Otu onye si na ya so buru ozu ndị ahụ egburu n'okporo ụzọ gawa ụlọ ozu gwara BBC Igbo na ha bụ ndị ugwu.",
    "Ọ sị: \"Ndị ahụ bụ ndị ugwu bi Awka-Etiti. Anyị ma ndị ha bụ. Anyị maka ezinaụlọ ha.\"",
    "'Ndị agha gburu ndị Awka-Etiti abụọ'",
    "Onye ahụ hụru ihe mere kwuru na ọ bụ eziokwu na ọ bụ ndị agha gburu mmadụ abụọ ndị Awka-Etiti ahụ.",
    "Ọ sị: \"Ka ndị Unknown Gunmen a gburu ndị ha gburu, ndị mmadụ mailtere gbawa ọsọ. Ndị ahụ nọ n'ime Sienna a gbara egbe dị mmadụ atọ. Otu onye n'ime ha pụtara n'enweghi ihe mere ya, mana onye na-anya ụgbọala ahụ na onye nwaanyị o butere n'ụzọ nwụrụ.\"",
    "Ọ sị na ọ bụ ịgbapụ ebe ahụ ka ha na-eme tupu ndị ahu ha sị bụ ndị agha jiri gbaa ha egbe were gbuo ndị nwụrụ.\"",
    "Ihe onyonyo ọzọ mmadụ zitere BBC Igbo na-egosi nwoke na-ekwu na ndị agha gbara ụgbọala ya egbe.",
    "Enyo ụgbọala ahụ onye ahụ gosiri n'enyonyo a kụrisi akụrisi ebe ọbara dị n'oche ihe ya.",
    "BBC enwebeghị akaebe na ọ bụ na Tọzde ka e sere onyonyo ahụ.",
    "Ndị obodo gwara BBC Igbo na ndị nwe ozu ebụrụla ha gawa ụlọ ozu, ebe ndị ugwu abịala maka nke ụmụnne ya dị n'ụlọ ozu.",
    "Ha sịkwa na ndị uweojii abịala n'ebe ihe a mere, mana ha anọteghị aka \"maka uwe ha anaghị enye ha nchekwa\".",
    "N'agbanyeghi ihe ndị obodo kwuru, Tochukwu Ikenganyịa bụ ọnụ na-ekwuru ndị uweojii n'Anambara gwara BBC Igbo n'ụtụtụ Satọde na ya enwetebeghị ozi banyere ihe a mere.",
    "BBC Igbo na-agba mbọ inwete ọnu na-ekwuru ndị agha bụ Onyemma Nwachukwu ka okwu nke ha ma maka mkpa mkpa kpara.",
    "Ọkachasị etu ọ na-adịghị n'akwụkwọ ozi o wepụtara n'ụtụtụ a.",
    "Awka-Etiti sonyere n'obodo egburu mmadụ n'ime izu abụọ n'Anambara Steeti dịka ndị ojiegbe amabeghị ndị ha bụ egbusisi mmadụ dịka ha na-ekwu na ha achọghị ka emee ntuliaka na steeti ahụ.",
    "Vidio, Oguta Army Clash: Etu ọgbaaghara siri taa isi otu onye na ndị agha abụọ n’Oguta, Imo State8 Ọktọba 2021",
    "Unknown Gunmen Attack: Etu ndị omekome ji egbe si wakpoo ndị uweojii n'ụzọ si Ọnịcha gawa Owere8 Ọktọba 2021",
    "Nsogbu nchekwa ndị chere ntuliaka Anambra aka mgba8 Ọktọba 2021",
    "Chiwetalu Agu ka nọkwa n'aka ndị DSS8 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "'Etu e si gbuo mmadụ ise n'ike n'Awka-Etiti n'ụbọchị Tọzde'9 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "'Etu e si gbuo mmadụ ise n'ike n'Awka-Etiti n'ụbọchị Tọzde'",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Chiwetalu Agu ka nọkwa n'aka ndị DSS",
    "Ihe Emeka Ike, Charles Okocha, Chinyere Wilfred na ndị ọzọ kwuru maka nnwụchi Chiwetalu Agu",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Mwakpo niile ndị 'Unknown Gunmen' mere na mpaghara Ọwụwa anyanwụ a n'izu a",
    "Ndị gburu nwa m nwoke napụrụ m onye bụ na m na-eri nri- Nne onye nche 'unknown gunmen' gburu n'Enugu Ezike",
    "Ihe mere n'ụlọikpe taa n'okwu ikpe Nnamdi Kanu",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}