{
  "published": "10 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye bụbu osote onyeisi ndị IPOB, bụ Uche Mefor ekwuola uche ya gbasara ọnọdụ enwghị nchekwa dị n’ala Igbo ugbua.",
    "Na mkparịtaụka ya na BBC Igbo n’ụbọchị Sọnde, Mefor kwuru na ụta dịịrị Nnamdi Kanu bụ onyeisi IPOB, dịkwara ndị ọchịchị ala Igbo maka ya bụ ihe.",
    "Agaghị m Dubai ka ọ fọdụzie ịda n'ala nke ibu m gawa ụlọọgwụ - Uche Mefor",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ nga",
    "Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike",
    "Ipob: Uche Mefor o nwere ikikere ịsị ndị Ipob kwụsi ịtụ ụtụisi ha?",
    "O kwuru sị: “Ọ bụ Nnamdi Kanu na ndị IPOB bu ụzọ kwube okwu igbu mmadụ.”",
    "“Ọ bụ ha na-ekwu na onye mee nke e gbuo ya, onye mee nke ọzọ e gbuo ya.”",
    "“Ya mere, ụta dịịrị Nnamdi Kanu, maka na o bu ụzọ bido okwu ogbugbu mmadụ.”",
    "“Ụta dịkwaara ndị ọchịchị mpaghara Ọwụwa Anyanwụ n’ihi na ọ bụ ọrụụ gọọmentị ichekwa ndụ na akụnụba ndị ha na-achị.”",
    "Mefor kwuru na inweta nnwereonwe Biafra abụghị ihe igbu mmadụ maọbụ imebi ihe.",
    "“Biafra bụrụ nke igbu mmadụ na mmebisi obodo, achọghị m ya,” Mefor kwuru.",
    "Gbasara okwu ntuliaka n’Anambra steeti, Mefor kwuru na “onye ọbụla sị na-agaghị eme ntuliaka n’Anambra bụ onye ohi na onye ekperima.”",
    "Ọ kọwara na ọ bụ ndị ndọrọndọrọ ọchịchịma na ha agaghị achịta aja ma e mee ntuliaka, na-akwado ndị a na-ekwu na agaghị enwe ntuliaka.",
    "Ọ kọwara na ntuliaka dị  nnukwu mkpa n’ọchịchị onye kwuo uche ya.",
    "“Isonye na ntuliaka ga-enyekwu aka na mbọ iji nweta nnwereonwe Biafra,” Mefor kwuru.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "BBC Igbo Townhall Meeting: Anyị chọrọ ka a kpọọ ndị na-eto eto na ndị ọzọ ọgbakọ udo - Ohaneze, Mefor, Briggs wdg10 Juun 2021",
    "Ekwenyeghị m na o nwere ihe dịka Jubril nke Sudan so n'ihe na-esere mụ na ndị Ipob - Uche Mefor22 Maachị 2021",
    "Nnamdi Kanu: Lee etu ọchịchị Ipob ga-adị ugbua1 Julaị 2021",
    "Imo State News: Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike7 Eprel 2021",
    "Radio Biafra: Ipob erughị ndị anyị ga-asa okwu - NBC2 Maachị 2021",
    "'Etu Nnamdi Kanu si chọọ ịlakọ mụ na Chi m'- Ụkọchukwu Peace25 Nọvemba 2020",
    "Nnamdi Kanu: Gịnị mere nwa amadị a onye bu igu ewu niile na-eso?15 Juun 2021",
    "Imo Prison Break: Ọ bụ otu Gọvanọ chịburu Imo steeti haziri ndị wakporo ụlọmkpọrọ n'Owerri - Declan Emelumba9 Eprel 2021",
    "Ipob news today: Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị18 Septemba 2021",
    "Asari Dokubo vs Nnamdi Kanu: Asari Dokubo ataala ụkwa jaa eze14 Juun 2021",
    "Vidio, Insecurity in Souh East Nigeria: Ọ bụrụ na m kwuo eziokwu, a kpọọmụ 'Sabo' – Uche Mefor, Duration 1,09,5910 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Oguta Army Clash: Etu ọgbaaghara siri taa isi otu onye na ndị agha abụọ n’Oguta, Imo State, Duration 0,178 Ọktọba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Salt Art: Lee Echezona Ogudu, nwa okorobịa ji nnu ese ihe?, Duration 3,109 Ọktọba 2021",
    "Vidio, South East Tourism: Lee nwoke na-egosipụta ebe ị ga-aga njem nlegharị anya n'ala Igbo, Duration 4,427 Ọktọba 2021",
    "Vidio, Ipob news today: Ihe Amnesty International kwuru gbasara IPOB abụghị eziokwu – Uwazurike, Duration 3,356 Ọktọba 2021",
    "Vidio, Kola nut: Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}