{
  "published": "11 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Nsogbu dị n'etiti ndị ọchịehi na ndị ọrụgbo na-emetụta ikọpụta ihe oriri",
    "Onye odeakwụkwọ mgbasaozi nke Ohaneze ndị Igbo bụ Alex Ogbonnia ekwuola na ha ga-enyocha okwu otu Indigenous People of Biafra (Ipob) kwuru banyere ire maọbụ iri ehi maọbụ ewu awụsa n'Ọwuwa Anyanwu Naịjirịa tupu ha a mara etu ha ga-esi tinye ọnụ na ya.",
    "Maazi Ogbonnia kwuru na nke bụ eziokwu bu na otu nsogbu dị n'Ọwụwa Anyanwụ bụ ndị na-achị ehi na-awakpo ndị mmadụ n'ugbo ha.",
    "Ọ gakwara n'ihu kwuo na nsogbu a abụghị na nanị Ọwụwa Anyanwụ ka ọ ụdịrị mkpamkpa a na-akpa.",
    "Ndị Fulani na-achi ehi egbuola mmadụ 2,000",
    "Aka akparala onye Fulani ọchịehi bu akpa mgbọegbe akpagharị",
    "Gịnị ga-akwụsị nsogbu dị n'ịchị ehi n'ala Igbo?",
    "Ọ sị na ọ bụ ya mere Ohaneze ndị Igbo ji akwado atụmatụ iwu ga-akagbu ịchịgharị ehi na ndịda Naịjirịa nke ọ si na gọọmentị Enugwu nabatara ma mee iwu.",
    "\"Enugwu ebinyela aka n'iwu ahụ, Ebonyi ebinyela aka na ya, ebe Abia na-ekwu na ha ga-eme nke ha nsonso a dịka govanọ ha kwuru.\"",
    "Ogbonnia sị Ohaneze na-echepuru ndị Ọwụwa Anyanwụ bi na mpaghara ugwu, nakwa etu ihe ndị a ga-esi metụta ha.",
    "Ebe foto si, Getty Images",
    "Ndị IPOB sịkwa ka ndị Igbo kwụsị ịzụ maọbụ iri ụdị ewu a e ji 'ewu awụsa' mara.",
    "Okwu a bụ maka ihe Chika Edoziem bụ onyeisi ngalaba Ipob a kpọrọ \"Directorate of State\" (DOS) kwuru na otu ahụ ga-amachị iri maọbụ ire ehi Awụsa site n'ọnwa isii n'abịa.",
    "Maazị Edoziem kwuru nke a n'ụbọchị  Fraịde dịka ọ na-agbasara ndị otu ya ozi site na Facebook.",
    "Ọ sị na ndị Ọwụwa Anyanwụ eruola oge ha ga-eji chịwa ehi na ewu nke ha nke mere o jiri sị na ha akaguola ndi ugwu ịchị ewu na ehi n'Ọwụwa Anyanwụ.",
    "Ọ sị: \"Ndi Ọwụwa Anyanwu ga-amalite ịchị ehi na ewu Igbo dịka anyị ga-amachị ichi ehi na iri ehi ndi Fulani na be anyị.\"",
    "Maazị Edoziem sị na ihe mere ha jiri nye ohere ọnwa isii bụ iji nye ndị mmadụ ohere ịkwado maka ihe a chọrọ ime.",
    "Ọ sịkwa na mmachi a ha na-etinye ga-emetụta iji ehi ndị Fulani eme emume n'ala Igbo nakwa iji ya mee suya na ihe ndị ọzọ. Dịka ọ siri kwuo, maazị sị na mmachị a ga-emetụta ebe a na-ere na ebe a na-egbu ehi.",
    "Maazi Ogbonnia si na Ohaneze agaghị amaba kwuwe maka atụmatụ ahụ, makana \"ha na-ebu ụzọ enyocha okwu tupu ha ekwuwe\".",
    "Ọgụ ndị na-achịehi",
    "Ndị Biafra chọrọ nkewa",
    "Egwu ndị Fulani na-achị ehi ejidela ọtụtụ29 Jenụwarị 2018",
    "Vidio, Obodo Ndigbo na Fulani bi21 Ọgọọst 2018",
    "Ihe ga-akwụsị nsogbu dị n'ịchị ehi - Ipob21 Febụwarị 2018",
    "Etu ndị ekperima si gbuo otu onye, gbaa onye ọzọ egbe, ma tọrọ nwaanyị uweojii n'Enugwuelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Ana m ahụta MNK dịka nwa m, ọ bụghị dịka onyeisi IPOB\" - Okezie Ikpeazuelekere 9 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Etu ndị ekperima si gbuo otu onye, gbaa onye ọzọ egbe, ma tọrọ nwaanyị uweojii n'Enugwu",
    "\"Ana m ahụta MNK dịka nwa m, ọ bụghị dịka onyeisi IPOB\" - Okezie Ikpeazu",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ipob bans Fulani cattle: 'Okwu ndị na-achị ehi abụghi nke ndị Igbo sọsọ' - Ohaneze",
    "DSS akpụrụla Chiwetalu Agu gawa Abuja - Steve Eboh",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ",
    "'Etu e si gbuo mmadụ ise n'ike n'Awka-Etiti n'ụbọchị Tọzde'",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}