{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "\"Ọbụnadị nwa lara akụ nna ya n'iyi, o nwekwara nna.\" - Ihe Gọvanọ Okezie Ikpeazu kwuru gbasara Nnamdi Kanu",
    "Gọvanọ Okezie Ikpeazu nke Abia Steeti ekwuola na ọdịmma Mazi Nnamdi Kanu na-emetụ ya n'obi.",
    "Ikpeazu kwuru nke na mkparịtaụka ya ndị ntaakụkọ 'Vanguard' nwere, nke e bipụtara n'ụbọchị Mọnde.",
    "'Gọvanọ Okezie Ikpeazu akpọghị IPOB otu oyiegwu'",
    "'Aka Governor Okezie Ikpeazu adịghị na nwuchi Emperor Ogbonna'",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "O kwuru sị: \"Ana m ahụta Nnamdi Kanu dịka onye si na steeti m na-achị, ọ bụghị dịka onyeisi ndị IPOB.\"",
    "\"Adị m njikere itinye ọnụ iji weta nsogbu a n'isi njedebe.\"",
    "\"Ọdịmma ya na-emetụta m n'obi, achọrọ m ka e kpee ya ikpe n'ụzọ kwụ ọtọ nke doro onye ọbụla anya.\"",
    "\"Kama agaghị m achọ ka a na-akpaso ya agwa dịka onye amarala ikpe.\"",
    "\"Ọ bụ orụ dịịrị anyị ịhụ na anyị ga-akpachapụrụ ya anya, maka na ọbụladị nwa lara akụ nna ya n'iyi nwekwara nna.\"",
    "Governorship election: Anyị akwụchala ndị ọrụ ụgwọ ha - Ikpeazu",
    "Gọvanọ Ikpeazu kọwara na ọ dị mkpa ka gọọmentị na ndị isi IPOB nọdụ ala nwee mkparịtaụka iji weta udo.",
    "\"Anyị na IPOB kwesịrị ịkparịta ụka,\" Ikpeazu kwuru. \"Ha abụghị ndị ọjọọ dịka ndị ekperima na-eyi ndụ egwu na mpaghara Ugwu.\"",
    "\"Ekwenyere m na o nwere ihe dị mkpa ndị a (bụ IPOB) na-ekwu okwu ya.\"",
    "\"Ọ dị mkpa ka e gee ha ntị, n'agbanyeghị na o megidere iwu mmadụ iburu egbe megide ọchịchị obodo.\"",
    "\"O nwere ozi ha chọrọ ịgbasa. Ọ dị mkpa ka anyị wulite ntụkwasị obi n'ebe anyị nọ dịka ndị ọchịchị, ọ bụghị ikwu okwu na-ekwesịghị ekwesị.\"",
    "Mpaghara 'Wetheral Road' Owerr dịka a na-eme 'sit-at-home' na",
    "Gbasara iwu onye apụna iro bụ nke ndị IPOB tinyere n'ala Igbo, Gọvanọ Ikpeazu kwuru na ndị gọvanọ enweghị ikike ịkwụsị ya.",
    "O kwuru na ike nchekwa obodo adịghị kpọmkwem n'aka ndị gọvanọ, n'ihi na ọ bụ gọọmentị etiti na-agwa ndị ọrụ nchekwa niile ihe ha ga-eme.",
    "Ikpeazu kọwakwara na ndị ọrụ nchekwa ebughị ibu, ha enweghịkwanụ akụrụngwa zuru oke iji rụọ ọrụ ha nke ọma.",
    "O kwuru sị: \"Ọ bụrụ na ndị gọvanọ bụ ndị isi nchekwa steeti ha n'eziokwu, gịnị kpatara na ha enweghị ike ikpebi ndị ọrụ nchekwa ole ha ga-ezipu nakwa akụrụngwa ha ga-eji rụọ ọrụ ha?\"",
    "\"Ndị gọvanọ Ọwụwa Anyanwụ enweghị ihe ha ga-emenwu banyere nke a, mana anyị na-agbalị ike anyị.\"",
    "Naijiria",
    "Okezie Ikpeazu",
    "Abia Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Ipob news today: “Ọ bụ Nnamdi Kanu na ndị IPOB bu ụzọ kwube okwu igbu mmadụ” – Uche Mefor10 Ọktọba 2021",
    "Ohaneze ga-enyocha okwu Ipob banyere ịmachi ire maọbụ iri ihe Awụsa n'ala Igbo - Alex Ogbonnia11 Ọktọba 2021",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'16 Ọgọọst 2021",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti7 Ọktọba 2021",
    "Etu ndị ekperima si gbuo otu onye, gbaa onye ọzọ egbe, ma tọrọ nwaanyị uweojii n'Enugwuelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Ana m ahụta MNK dịka nwa m, ọ bụghị dịka onyeisi IPOB\" - Okezie Ikpeazuelekere 9 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Vidio, Etu e si akwanyere ọjị ugwu n'ala Igbo, Duration 1,032 Ọktọba 2021",
    "Vidio, Kedụ ihe Ipob ga-amụta n'ụzọ Zikist Movement soro?, Duration 6,491 Ọktọba 2021",
    "Etu ndị ekperima si gbuo otu onye, gbaa onye ọzọ egbe, ma tọrọ nwaanyị uweojii n'Enugwu",
    "\"Ana m ahụta MNK dịka nwa m, ọ bụghị dịka onyeisi IPOB\" - Okezie Ikpeazu",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ipob bans Fulani cattle: 'Okwu ndị na-achị ehi abụghi nke ndị Igbo sọsọ' - Ohaneze",
    "DSS akpụrụla Chiwetalu Agu gawa Abuja - Steve Eboh",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ",
    "'Etu e si gbuo mmadụ ise n'ike n'Awka-Etiti n'ụbọchị Tọzde'",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}