{
  "published": "23 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "A bịa n'okwu mmekọ nwoke na nwaanyị, otu n'ime ihe kacha eche ụmụ nwoke uche bụ ịhụ na mma agha ha anyụghị nkọ n'ike tupu ya bụ agha amalite.",
    "Nke a pụtara ịhụ na ha nọtere aka na ya bụ ihe ma pịazukwa onye nke ha ọkụ etu o kwesịrị.",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị a",
    "Ihe ise i kwesiri ịma maka amụ",
    "Ihe ndị bu ọtụ na amụ na-agabiga",
    "Nnyocha ndị dọkịnta na nke ndị Sayensị gosiri na ọtụtụ ihe nwere ike ime ka nwoke hapụ ịnọte aka etu o kwesịrị n'oge aramara.",
    "Elizabeth Akunyili, ọkachamara n'okwu gbasara mmekọ nwoke na nwaanyị, gwara BBC Igbo na nwoke kwesịrị ịkpachapụrụ ahụike ya anya oge niile, ọ bụghị naanị oge aramara.",
    "O kwuru si: \"nchekwa ahụike gị mgbe niile dị mkpa, ya bụ mmadụ ilebara onwe ya anyị mgbe niile, nke gụnyere, ịhụ na ọ mere ihe kwesịrị idozi ya ahụ oge niile\" \"Ọ bụrụ na ị na-eme otu a, oge ịpịa ọkụ ruo, ọ gaghịzi abụ okwu gbata gbata n'ihi na dike akwadola ma zụọ onwe ya tupu agha adapụta.\"",
    "Akunyili kwukwara na ọ bụghị ogologo oge e mere aramara dị mkpa, kama ihe ka mkpa bụ mmadụ abụọ ahụ inwe afọ ojuju na ya bụ aramara.",
    "Ebe foto si, Getty Images",
    "Dike ọ wụrụ onwe ya ala n'akwa?",
    ")Wepụ nchekasị na ụjọ",
    "Olaitan Shote Boluwatife, bụ ọkaibe n'usoro ọmụmụ nwa bekee na-akpọ IVF, gwara BBC Igbo na ụjọ maọbụ nchekasị na nwoke ga-emejoo n'oge aramara, nwere ike ime ka nwoke ahụ nyụọ n'ike na ya bụ mmekọ.",
    "O kwuru si, \"ọtụtụ ụmụ nwoke na e ji ụjọ a banye ya bụ ihe. Ụjọ ha bụ na ha achọghị imehie na ya bụ mmekọ, maọbụ na ha agaghị apịa nwaanyị ha ọkụ etu dị ya mma.\"",
    "Oke ụjọ a bụ nke bekee na-akpọ \"anxiety\" na-emebi ihe.",
    "Shote kwuru na ọ ka mma ka nwoke nọrọ jụụ, wetụọ obi, wepụ ụjọ maọbụ ihere n'anya, jụọ onye nke ya etu ya bụ aramara ga-esi masị ya karịa.",
    "Ebe foto si, Getty Images",
    ") Mmeghari ahụ",
    "Nnyocha sayensị gosiri na imeghari ahụ na-enye aka ịhụ na nwoke anyụghị n'ike ma ya na onye nke ya na-enwe mmekọ.",
    "Nwaada Elizabeth Akunyili na-arụ n'ụlọọrụ enyemaka gbasra aramara kwuru nke a.",
    "Exercises: Ị ma na o nwere mgbe 'exercise' nwereike idula gị mmụọ?",
    "Gịnị ka ị ma na-enye ụmụnwoke 'afọ beer'?",
    "N'okwu ya: \"nwoke ọbụla na-emegharị ahụ nke ọma agaghị anyụ n'ike.\"",
    "\"O kwuru na oge a tụrụ anya na nwoke ọbụla ahụ ya zuru oke kwesịrị ịnọ n'aramara bụ nkeji atọ ruo nkeji asaa.",
    "Elizabeth kwukwara na mmeghari ahụ ekwesịghị ị bụ oke ọrụ dịrị mmadụ.",
    "Ihe dịka ịgagharị kwa ụbọchị, ịgba ọsọ, na ịwu ụdọ bụ ụfọdụ ụzọ nwoke nwere ike iji hụ na ọ na emeghari ahụ.",
    "Elizabeth kwukwara na ibu oke ibu nwereike ibelata oge nwoke tụrụ anya ịnọ n'oge aramara.",
    "Akwụkwọ nri na-enyere nwoke aka",
    ") Ihe i na-eri",
    "Ọtụtụ ụmụnwoke amaghị na nri na-enye aka na ịnọzụ aka etu ha kwesịrị n'ọrụ aramara.",
    "Zeere ihe na atọ bịrịbịrị dịka shuga. Na-eri akwụkwọ nri na mkpụrụ osisi. Na-aṅụ mmiri kwa mgbe kwa mgbe.",
    "Nri onye nwere nje HIV kwesịrị iri",
    "Lee ihe nnyocha sayensị kwuru gbasara ịṅụ mmiri oyi",
    "Hapụ oke nri ndị bekee mepụtara, hapụ oke mmanya n'aba n'anya, hapụ oke ọgwụ ike, hapụ ise ihe n'aba n'anya, hapụ ị na-aṅụ ọgwụ enyemaka n'aramara nke ukwuu.",
    "Chetekwa na iri ezigbo nri na-enye aka ịchụpụ oke ibu na ahụ mmadụ.",
    "Iri ezigbo nri na ịṅụ mmiri bụ oke nkume nwoke kwesịrị ịgbado ụkwụ ma ọ chọọ ịbụ ọkaibe n'aramara.",
    "Ebe foto si, Getty Images",
    "Nwoke kwesịrị ị na-ezu ike nke ọma iji kwụrụ chịm ma oge aramara ruo",
    ") Na-enwe ezumike",
    "Nwoke irahụ ụra nakwa izu ike  etu ọ kwesịrị na-enye aka ịhụ na ọkụ ya anaghị anyụ n'ike n'elu akwa.",
    "Ezumike na ụra na-edozi ahụ, ọ na-akwadokwa ahụike nwoke.",
    "Uru ụra bara na ọnọdụ kacha mma ihi ụra",
    "Mgbe ahụike nwoke kwụ chịm, ọ ga-enwe ike ịnọte aka n'oge aramara.",
    "Dịka dkt Olaitan Shote Boluwatife si kọwaa: \"Ụra dị ka mmanụ ụgbọala ma abịa na mmekọ nwoke na nwaanyị.",
    ") Mụta ụzọ na usoro dị icheiche e ji eme aramara",
    "Ebe foto si, Getty Images",
    "Aramara abụghị naanị tinye, wepụ, yiri akwa gị gị pụọ. Nwoke kwesịrị ị na-enwe ndidi n'oge aramara.",
    "Mmekọ nwoke na nwaanyị abụghị naanị ntịnye na mwepụ.",
    "E nwere ụzọ na usoro ndị ọzọ nwoke nwere ike iji hụ na nwaanyị ya nwetere afọ ojuju.",
    "Ụzọ ndị a gụnyere: nsusu ọnụ, imetụ ya aka n'ebe ndị dị mkpa, nke bekee na-akpọ 'foreplay', wdgz.",
    "Dịka Dọkịnta Olaitan sịrị kwuo, \"oge nwaanyị ahụ zuru oke nwere ike ịnọ n'ihe mmekọ tupu ha anyụọ bụ nkeji iri na ise, agbanyeghi na nke a abụghị iwu, etu a ka ọ na adịrị ọtụtụ ụmụ nwaanyi.\"",
    "Ihe nke a pụtara bụ na nwoke kwesiri inwe ndidi hapụ iji ọsọọsọ mewe ntịnye na mwepụ.",
    "Nwoke kwesịrị ị jiri nwanyo hụ na ọ mere ka obi dị nwaanyị ya mma dịka ya bụ nwaanyị na emekwa ka obi dị ya mma.",
    "Na nchịkọta, dọkịnta Olaitan nakwa Nwaada Elizabeth kwuru na mmekọ nwoke na nwaanyị abụghị ọgụ asọmpị, ọ bụghịkwanụ ihe e ji etu ọnụ.",
    "Wepụ aka n'ịṅụ ọgwụ mgbọrọgwụ iji nye gị ike idina nwaanyị",
    "Ha kwuru na n'eziokwu ọ bụghị mgbe niile ka ahụ nwoke ga-asara ọkụ ebighị ebi.",
    "Oge ụfọdụ, nwoke nwere ike inyụ tupu nkeji ise, ihe ka mkpa bụ na ya na onye nke ya hụrụ onwe ha na-anya ma nwee afọ ojuju nye mmekọ ha.",
    "Dọkịnta Olaitan dọrọ aka na ntị ka ụmụ nwoke zeere ihe onyonye aramara n'egosi aramara dịka ọ bụ ọgụ na mgba.",
    "\"Ọtụtụ ụmụ nwoke amaghị na ihe nkiri ndị a bụ ụgha,\" dkt Olaitan kwuru.",
    "\"Ha amaghị na mmekọ ndi na-eme ejije aramara bụ mmekọ adịgboroja.\"",
    "O kwuru ka ụmụ nwoke hapụ ị na-ege ndị enyi ha ntị, kama ka ha nwee afọ ojuju n'ebe ahụ ha nọ n'ihi na mmadụ niile abụghị otu.",
    "Ụmụntoroọbịa",
    "Ahụike",
    "Mmekọ nwoke na nwanyị",
    "Ọgwụ",
    "Nrị na-edozi ahụ",
    "Tiwa savage viral video: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "Beer Belly: Gịnị na-enye ụmụnwoke 'afọ beer'?13 Febụwarị 2020",
    "Coronavirus Tips: Ụzọ itoolu ị ga-esi gbalahụ isi nghasa n'ihi 'lockdown'1 Eprel 2020",
    "Ihe asaa ị kwesiri ịma maka ịgwọ ụra30 Maachị 2018",
    "Vidio, Abụ m ezigbo 'ọkụkọ Igbo' maka na e toro m n'ụlọ - Godwin Maduka23 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Tọhapụnụ Nnamdi maọbụ anyị akpọchie mpaghara Ọwụwa Anyanwụ niile - IPOBelekere 7 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Tọhapụnụ Nnamdi maọbụ anyị akpọchie mpaghara Ọwụwa Anyanwụ niile - IPOB",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Etu nwoke ga-esi gbochie mma ya ịnyụ nkọ n'ike n'oge aramara",
    "Lee etu Emma Powerful siri saa ebubo Malami boro ndị IPOB",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Mwakpo mere n'Arochukwu ataala isi mmadụ anọ",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}