{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ụlọọrụ Onyeisiala",
    "Onyeisiala Muhammadu Buhari, Dkt Nkem Okeke na Gọvanọ Imo Steeti bụ Hope Uzodinma",
    "Akụkọ na-fegharị ugbua na-ekwu na osote Gọvanọ Anambra steeti bụ Nkem Okeke ahapụla pati 'All Progressive Grand Alliance (APGA) banye 'All Progressives Congress (APC).",
    "Gọvanọ Imo steeti bụ Hope Uzodinma duuru Dkt Nkem Okeke ga hụ Onyeisiala Muhammadu Buhari n'Abuja taa bụ Wenezde.",
    "Etu anyị si mee ntụliaka imeụlọ APC Anambra nke a sị na e meghị- Onyeisi kọmịtị (APC) Anambra State Primary Election",
    "Mkposa e kposara ọchịchị PDP Anambra, ọ ga-enye ha nsogbu na ntuliaka 'Primary' ha?",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Andy Uba bụ onye na-azọ ọkwa Gọvanọ Anambra steeti na Pati APC",
    "Ọ bụ onye enyemaka mgbasaozi Buhari bụ Bashir Ahmad wepụtara ozi a n'ehihie taa.",
    "Oge BBC Igbo kpọrọ Okelo Madukaife, bụ ọnụ na-ekwuru pati APC n'Anambra, o kwuru na \"ebe ọ bụ na ọnụ na-ekwuru onyeisiala ekwuola ya, werenụ ya na ọ bụ eziokwu.\"",
    "Nke a na-abịa dịka ọ fọrọ naanị ụbọchị olemole tupu ụbọchị ntuliaka ọkwa gọvanọ Anambra steeti eruo.",
    "N'ụbọchị isii nke ọnwa Nọvemba ka ntuliaka ahụ ga-adị.",
    "Ebe foto si, APC",
    "Ndị omeiwu isii n'Anambra steeti si n'APGA baa APC n'ụbọchị mbụ nke ọnwa Sepụtemba afọ a",
    "Nke a bụghị nke mbụ ndị welitere isi na pati APGA na-awụfe APC.",
    "Cheta na ndị omeiwu isii n'Anambra steeti wụfere na APC n'ọdị nso a.",
    "Ha gụnyere Nonso Okafor, Timothy Ifedioramma, na Cater Umeoduagu.",
    "Ndị ọzọ bụ Lawrence Ezeudu, Arthur Chiekwu, na Edward Ibuzo.",
    "Ebe foto si, Willie Obiano/Facebook",
    "Gọvanọ Willie Obiano",
    "N'izuụka gara aga, Gọvanọ Willie Obiano kwuru na nadị niile na-esi n'APGA abanye APC n'Anambra steeti bụcha ozi ka ha na-agara APGA.",
    "O kwuru nke a oge ọ na-agwa ndị ntaakụkọ okwu n'Abuja oge ọ gara hụ Onyeisiala Muhammdu Buhari gbasara ọnọdụ enweghị nchekwa dị n'Anambra steeti.",
    "Obiano kwuru sị: \"Onweghị pati ọzọ dị n'Anambra, naanị APGA. Onweghị APC ọbụla dị n'Anambra.\"",
    "\"Ndị ahụ ụnụ hụrụ banyere APC bụ ego ka ha gara ịnara. A kwụrụ ha otu narị nde naịra (N100 million) n'otu n'otu.\"",
    "\"Ha ncha ka bụcha ndị APGA. Ha na-agbara anyị ama ihe na-eme n'ime APC.\"",
    "Akụkọ ka na-abịa.",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Charles Chukwuma Soludo: 'Ihe mere n'Imo ga-eme n'Anambra ma ọ bụrụ na-emeghị ntụlịaka'14 Septemba 2021",
    "Vidio, \"Onye na-achị kwesịrị ịkpọ ndị na-enye nsogbu ka e nwee mkparịtaụka\" - Andy Uba, Duration 6,1827 Septemba 2021",
    "Unknown Gunmen attack: Etu ndị ekperima si wakpo ụgbọala Chris Azubuogu na Nnewi30 Septemba 2021",
    "Nkem Okeke, osote Gọvanọ Anambra steeti awụfeela APCelekere 7 gara aga",
    "Gee ntị, BBC Nkeji13 Ọktọba 2021",
    "Vidio, Ego, enweghị nkwado ụmụnwoke na ihe ndị ọzọ mere ụmụnwaanyị Anambra anaghị achịta aja n'ịzọ ndọrọndọrọ ọchịchị13 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Nkem Okeke, osote Gọvanọ Anambra steeti awụfeela APC",
    "Etu ndị ntọ si tọọrọ Fada n'AfaraUkwu, obodo Nnamdi Kanu n'ụtụtụ taa",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala taa?",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Gịnị gburu nwoke, nwunye ya, nwa ha, na onye enyemaka ha n'otu ụbọchị n'Enugwu?",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Chiwetalu Agu apụtala n'aka ndị DSS",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "\"Ana m ahụta MNK dịka nwa m, ọ bụghị dịka onyeisi IPOB\" - Okezie Ikpeazu",
    "Ọ bụ akụkọ ụgha na Washington Times ewepụla ihe ha bipụtara maka Ipob",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}