{
  "published": "24 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ọrụ Inec gosikwara njikere ha dị ibido ihe ha bịara",
    "Ndị nkịtị abụghị ndị ọrụ gọọmentị ịnyocha ntụlịaka amaliteghị taa na Naịjirịa.",
    "Kemgbe nụrụrụaka richara ibe ya elu na ntụlịaka e mere n'afọ 1964 nakwa nke e mere na ndịda anyanwụ n'afọ 1965, ya bụ ụgụrụ bụ nnyocha-ntụlịaka abụghịzị mbụ oyi na Naịjirịa.",
    "Ntuliaka Ekiti: Ka o si aga na foto",
    "INEC adọtịala ntuliaka Nigeria",
    "Gịnị bụdị \"inconclusive\" na ntuliaka?",
    "Ihe ya bụ nnyocha ndị esoghị azọ ọchịchị dị oke mkpa maka na nchọcha nwaamdị Ademola Adebisi chọpụtara na ọ na-eme ka ọchịchị onye kwuo uche ya kwusie ọkpa ike n'ala dịka ọ ga-enyeaka ịme ka usoro ntụlịaka gbaa n'anwụ ma gbakwa mgborogwu.",
    "Ọ bụ maka nrụrụaka ntuliaka nke gara aga mere Naịjirịa jiri webata nnyocha na ntuliaka malite n'afọ 1990.",
    "Ebe foto si, Getty Images",
    "Otu dị iche iche si mba ofesi bụ nke ihe Naịjirịa na-amasị na-abịa nnyocha na Naịjirịa isonye ndị nke Naịjirịa.",
    "Ndị otu dị iche iche na Naịjirịa gụnyere otu nkwụụrụ onwe ha bụ 'Non-governmental Organisations' na Bekee, ndị ụka na ndị ọzọ chọrọ ịmata ka ya bụ ntụlịaka sị gaa na-abịa nyocha.",
    "Ebe foto si, Ugochi Ehieahuru",
    "Nchọcha Adebisi kwuru na nyocha maọbụ ịgbaakabe nke ntụlịaka nyekwara aka ịkwalite ntụkwasịobi ndị mmadụ n'ọchịchị onye kwuoụche ya agbanyeghị na ọ nwere ụfọdụ ndị nke Naịjirịa na-emenyere ndị pati ha chọrọ n'ọchịchị.",
    "Nke a mere e jiri chewe nnyocha maọbụ ịgba akaebe ntuliaka nwereike ịbụ ọgbatauhie karịa ngọzi nye ọchịchị onye kwuo uche ya.",
    "Ebe foto si, Getty Images",
    "Tupu a nabata ntuliaka dịka ihe e mere n'ụzọ kwụọtọ, ọ ga-abụ ihe igwe mmadụ kwere na o gosiri ụche ya.",
    "Ndị ọrụ Independent National Electoral Commission (Inec) nwekwara usoro ha depụtara ndị di otu a kwesiri iso.",
    "Ụlọọrụ a na debe aha ndị niile chọrọ iso rụọ ya bụ ọrụ n'akwụkwọ ha ma nye ha akwụkwọ ikike ha ga-eji agagharị ụbọchị ahụ.",
    "Ntuliaka Ekiti",
    "Ọ bụ akwụkwọ ikike dị otu a na-enye ha ohere ịba ebe niile a na-eme ntuliaka.",
    "Ndị nọ ọrụ nnyocha maọbụ ịgba akaebe ntuliaka na-apụ n'ụzọ ụtụtụ ụbọchị ahụ yiri uwe na akwụkwọ ikike ha Bekee kpọrọ \"ID card\".",
    "Ndị nọ n'ime obodo ga-eji ọkpa gawa wọdụ ebe a na-eme ntulịaka dị ha nso.",
    "Ha ruo ebe ahụ, ha na-akọwara ndị ọrụ nchekwa na ndị ọrụ Inec nọ be ahụ onwe ha.",
    "Ha na ajụ ha ajụjụ dị iche ịche nke gụnyere ma ebutela akụrụngwa e ji arụrụ ọrụ?",
    "kedụ mgbe e jiri bute ngwongwo e ji eme ntụlịka ebe ahụ?",
    "Ntụlịaka amalitela?",
    "Kedụ mgbe ọ malitere?",
    "Ndị ọrụ nchekwa ole nọ ebe ahụ?",
    "E nwere ọgbaaghara ebe ahụ? Wdz.",
    "Ha na-edetu ọnụọgụ ndị debere aha maka ịtụ ya bụ vootu na mbụ.",
    "Nke a ga-enyere ha aka ịmata ka ọnụọgụ ndị tụrụ vootu ọ karịrị mgbe e mechere.",
    "Ha ga-ejikwa anya ha lee mara ka ha aga ahụ mpụ ọbụla nke mmadụ agaghị agwalị ha dịka ịzụ vootu, ire vootu, ịme ka mmadụ ghara ịtụ vootu, ịkwụ okwu ga-eme ka mmadụ tụnyere onye ọbụla n'ụzọ ọbụla, ma edere ya ede ma ekwuru ya n'ọnụ.",
    "Ha jụchaa ajụjụ maọbụ hụchaa ihe ndị a, ha edetuo ya, pụwazịa gawa ebe ọzọ mekwaa otu ihe ahụ.",
    "Ha na-ede ihe ndị a, ha na-ezipu ya ozugbo na Situation Room bụ ebe a na-ekpokata ya.",
    "Ọ bụ ihe ndị a ka e ji amata ka ntuliaka ọ gara nke ọma ka ọ bụ na ọ gaghị.",
    "Ugochi Agalaba-Ehiahuruike bụ onye nnọchịte anya CLEEN Foundation n'Anambra steeti nakwa onye otu Nigeria Civil Society Situation Room sị na ndị nnyocha ntuliaka na-enweta ọzụzụ pụrụiche na-enyere ha aka ị rụ ọrụ ha.",
    "Ugochi sị na 'anyị amalitelarị ọzụzụ ndị bụ nke anyị na-enye ndị isi ndọrọndọrọ ọchịchị dị iche iche nakwa ụmụ ntorobịa, dịka ndị otu Ipob.",
    "Ọ sị na ọzụzụ dị otu a ga-enyeaka ka ha mata ihe a tụrụ anya n'aka ha mgbe o ruru.",
    "O kwuru na ndị ọgbakọ Situation Room ga-edupu ndị otu ha nọ n'Anambra ka ha ga gbaa akaebe n'okpuruọchịchị ha dị iche iche.",
    "Ndị dị otu a ga-esi n'okpuruọchịchị ndị a zitere ha mpụtara ntuliaka dịka ọ na-apụta ozugbo ozugbo.",
    "Ndị nnyocha ntuliaka ekwesighị itinye ọnụ n'okwu gbasara ịme ntuliaka ha na-enyocha kama ọrụ ha bụ ịkwu ihe ha hụrụ.",
    "Naijiria",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Anambra Steeti",
    "Ihe 10 ị ga-ejinwu e-Naira mee24 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Mwakpo ọbụla gọọmentị etiti mere Ipob bụ Igbo niile ka e mere ya - Ohanaeze Ndigboelekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Tọhapụnụ Nnamdi maọbụ anyị akpọchie mpaghara Ọwụwa Anyanwụ niile - IPOB",
    "Mwakpo ọbụla gọọmentị etiti mere Ipob bụ Igbo niile ka e mere ya - Ohanaeze Ndigbo",
    "Etu nwoke ga-esi gbochie mma ya ịnyụ nkọ n'ike n'oge aramara",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Mwakpo mere n'Arochukwu ataala isi mmadụ anọ",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}