{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Willie Obiano/Facebook",
    "November 2019 mgbe Gọvanọ Obiano mere ịchụ nta vootu",
    "Akụkọ na-ewu na soshal midia na-ekwu na ndị ojiegbe wakporo ụgbọala Gọvanọ Anambra steeti bụ Willie Obiano taa bụ Tuzde.",
    "Mana otu onye nọ ebe ihe a mere gwara BBC Igbo na ọ bụ ebe ndị pati APGA na-eme emume ịchụ nta vootu ha n'ụlọakwụkwọ Odoata Primary School dị n'Ihiala ka e mere mwakpo ahụ.",
    "Onye ahụ kwuru na ọ bụ ndị ọrụ nchekwa gbawakwara egbe ma chụọ ndị ekperima ahụ ọsọ ụkwụ eru ala.",
    "Ndị uweojii Anambra steeti kwuru na mwakpo dị otu ahụ mere.",
    "Anwụchiela mmadụ itoolu e cheere na aka ha dị na mwakpo Soludo",
    "Anambra Governorship Election: Soludo emeriela na ntuliaka imeụlọ otu APGA",
    "Obi siri m ike na m na m ga-eso zọọ ọkwa gọvanọ Anambra - Chukwuma Soludo",
    "Nnobi Attack: Ụmụnwaanyị abụọ so n'ime ndi oji egbe gburu ndi mmadu na Nnobi - Omenugha",
    "Don Adinuba, Kọmishọna mgbasaozi Anambra steeti",
    "C-Don Adinuba, bụ Kọmishọna mgbasaozi Anambra steeti, kwuru na ndị ọrụ nchekwa chụsara ndị ojiegbe wakporo emume ịchụnta vootu ndị APGA n'Ihiala.",
    "Adinuba kwuru nke a n'akwụkwọ ozi o wepụtara n'ụbọchị Tuzde.",
    "O kwuru na ndị ekperima ahụ bucha ọgbatumtum nakwa ụgbọala atọ wee mee mwakpo ahụ.",
    "Adinuba kwuru na oge ndị ọrụ nchekwa malitere ịkwa ndị ekperima ahụ mgbọ, ha gbabara n'ime ụlọọgwụ 'Our Lady of Lourdes' nke dị nso ebe ahụ.",
    "\"Ihe zọrọ ndị ekperima ahụ bụ na ha gbabara ebe ndị ọrụ nchekwa enweghị ike ịgba egbe,\" Adinuba kwuru.",
    "\"Ndị ọrụ nchekwa jichiri ụgbọala na ọgbatumtum niile ndị ekperima ahụ jiri mee mwakpo ahụ.\"",
    "Ebe foto si, Toochukwu Ikenga",
    "Toochukwu Ikenga bụ ọnụ na-ekwuru ndị uweojii n'Anambra steeti",
    "Ọnụ na-ekwuru ndị uweojii Anambra steeti bụ Toochukwu Ikenga kwuru na ndị uweojii chụsara ndị ekperima wakporo ụlọakwụkwọ Odata Central School nke dị nso n'ụlọụka Katọlik 'St Martin' dị n'Ihiala.",
    "Ikenga kwuru na ọ bụ n'elekere itoolu na ọkara nke ụtụtụ Tuzde ka ihe a mere.",
    "Ọ kọwara na ndị uweojii jichiri otu egbe AK47, mgbọegbe karịrị iri atọ, otu ụgbọala 'Lexus 350', otu ụgbọala 'Rav 4', ụgbọala 'Mercedes', na ụgbọala 'Toyota Corolla'.",
    "Ebe foto si, Anambra Police Command",
    "Ụgbọala ndị ekperima ahụ jiri bịa ya bụ mwakpo",
    "Ikenga kwukwara na onweghị onye uweojii ọbụla nwụrụ na mwakpo ahụ.",
    "\"Ka ọ dị ugbua, ndị uweojii na-akpagharị n'okirikiri ahụ ịchọ ndị ekperima ahụ na-agba ọsọ.\"",
    "Ebe foto si, Anambra Police Command",
    "Ụgbọala ọzọ ndị ekperima ahụ jiri bịa mwakpo",
    "Nke a abụghị nke ụdị ihe a na-eme kamgbe ntuliaka Anambra steeti rutewere nso.",
    "Cheta na ndị ekperima wakporo ọgbakọ ebe Chukwuma Soludo na ndị ntorobịa na-enwe ọgbakọ n'obodo ya bụ Isuofia.",
    "Ha gburu ndị uweojii abụọ na-eche Soludo nche n'oge ahụ.",
    "Mana ndị uweojii kwuru na ha mechara nwuchie ndị kpara arụ ahụ.",
    "Naijiria",
    "Anambra Steeti",
    "Chukwuma Soludo: Anwụchiela mmadụ itoolu e cheere na aka ha dị na mwakpo ya21 Eprel 2021",
    "Vidio, Charles Chukwuma Soludo: 'Ihe mere n'Imo ga-eme n'Anambra ma ọ bụrụ na-emeghị ntụlịaka'14 Septemba 2021",
    "Vidio, \"Onye na-achị kwesịrị ịkpọ ndị na-enye nsogbu ka e nwee mkparịtaụka\" - Andy Uba27 Septemba 2021",
    "Vidio, Nnamdi Kanu: Iwe m n'ebe Ipob nọ bụ..... Ijele Speaks27 Julaị 2021",
    "Chiwetalu Agu apụtala n'aka ndị DSSelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala taa?elekere 7 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala taa?",
    "Gịnị gburu nwoke, nwunye ya, nwa ha, na onye enyemaka ha n'otu ụbọchị n'Enugwu?",
    "Chiwetalu Agu apụtala n'aka ndị DSS",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Etu ndị ekperima si gbuo otu onye, gbaa onye ọzọ egbe, ma tọrọ nwaanyị uweojii n'Enugwu",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "\"Ana m ahụta MNK dịka nwa m, ọ bụghị dịka onyeisi IPOB\" - Okezie Ikpeazu",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Chidinma Ojukwu agọọla ọzọ na aka ya dị n'ọnwụ Usifo Ataga n'ụlọikpe taa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}