{
  "published": "12 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Lawrence Chukwu na nwunye ya bụ Chizọba nwụrụ n'otu ụbọchị.",
    "Anya mmiri ejula elu na ala dịka mmadụ anọ si n'otu ezinụlọ lara mmụọ n'Abakpa Nike dị n'Enugwu n'ụbọchị Mọnde.",
    "Mmadụ anọ a gụnyere nwoke aha ya bụ Lawrence Chukwu, nwunye ya bụ Chizoba, nwa ha dị afọ atọ, na nwa na-enyere ha aka bụ Ukamaka.",
    "Naanị onye fọrọ n'ezinụlọ ahụ bụ nwa ha dị naanị ọnwa itoolu, n'ihi na o soghị rie nri ahụ.",
    "Video: Mmadụ 7 asaa n'otu ezinaụlọ nwụrụ n'Umuahia ka ha 'richara suya na yogọt' n'Umuahi",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti",
    "Ipob bans Fulani cattle: 'Okwu ndị na-achị ehi abụghi nke ndị Igbo sọọsọ'  - Ohaneze",
    "Dịka ndị nne Chizoba bụ Elizabeth Nwankwo si gwa BBC Igbo, ọ bụ n'ụbọchị Satọde, abalị itoolu nke ọnwa Ọkutoba afọ 2021, ka ọdachi ọjọọ a dapụtara.",
    "Oriaku Elizabeth kwuru sị: \"ọ bụ n'elekere abụọ nke ime abalị n'ụbọchị Satọde, ka a kpọrọ m n'ekwentị wee gwa m na nwa na-eku nwa anwụọla.\"",
    "\"Mgbe m bịaruru n'isi ụtụtụ, m sị ha na- m ga-eburu ozzu nwa a bugara ndị mụrụ ya.\"",
    "\"Tupu mụ alọghachi, nna ya anwụọla, nne ya anwụọla. Ọ bụ n'ụtụtụ a ka nwa ha nwaanyị nwụrụ.\"",
    "'Nleghara anya UNTH Enugwu gburu nwunye m'",
    "Oriaku Elizabeth kwuru na ndị ụlọọgwụ sị na ọ bụ nsị ọnụ, nke bekee na-akpọ 'food poisoning', gburu ha.",
    "Ihe ha riri tupu ha alakpuo bụ nri olulo (arịbọ) na ofe ọha e ji ede sie.",
    "Ofe ọha Ezinụlọ ahụ riri tupu ha alakpuo",
    "Ka ọ dị ugbua, ozu di na nwunye ahụ abanyela n'ụlọ ozu, ozu nke nwa na-enyere ha aka alakwurula ndị mụrụ ya, ebe ozu onye nke gbara afọ atọ alaala ụlọ ka e lie ya.",
    "Dịka ndị bi n'okirikiri ahụ siri kwuo, arịbọ ahụ ha riri bụ nke ha ji akpụ ha gbara n'anwụ were see.",
    "Ugbua, nwa ha ahụ dị ọnwa itoolu nọzị n'aka mama nnukwu ya bụ Elizabeth Nwankwo.",
    "Ụgbọala Lawrence ji akpata ihe ya na ezinụlọ ya na-eri",
    "Lawrence Chukwu dị afọ iri anọ na otu, nwunye ya dị afọ iri atọ na anọ, nwa na-enyere ha aka dị afọ asatọ, ebe nwa ha nwaanyị dị afọ atọ.",
    "Lawrence bụ onye ọkwọ ụgbọala, ebe nwunye ya bụ onye nkuzi",
    "Lawrence bụ onye Mgboo nke dị n'okpuru ọchịchị Awgu n'Enugwu steeti, ebe nwunye bụbu onye Ebonyi steeti tupu ọ lụọ ya",
    "Ọnụ na-ekwuru ụlọ ọgwụ FMC n'Owere kowaraa BBC Igbo ihe ha ma maka ọzu esi otu ezinụlọ bute n'ụlọọgwụ ahụ.",
    "Chiwetalu Agu apụtala n'aka ndị DSSelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala taa?elekere 7 gara aga",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha22 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala taa?",
    "Gịnị gburu nwoke, nwunye ya, nwa ha, na onye enyemaka ha n'otu ụbọchị n'Enugwu?",
    "Chiwetalu Agu apụtala n'aka ndị DSS",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Etu ndị ekperima si gbuo otu onye, gbaa onye ọzọ egbe, ma tọrọ nwaanyị uweojii n'Enugwu",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "\"Ana m ahụta MNK dịka nwa m, ọ bụghị dịka onyeisi IPOB\" - Okezie Ikpeazu",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Chidinma Ojukwu agọọla ọzọ na aka ya dị n'ọnwụ Usifo Ataga n'ụlọikpe taa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}