{
  "published": "10 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Asụsụ Igbo bụ otu mana e nwere ọtụtụ olundị dị iche iche.",
    "N'ezie, obodo ọbụla n'Igbo nwere olu nke ha na-asụ mana ndị ọkammụta mere nnyocha olundị a niile ma chịkọta ha were kwuo na asụsụ Igbo nwere olundị karịrị otu narị.",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gboo",
    "Igbo History: Ọgụ Biafra abụghị mbụ Igbo na-egosi 'ofu obi,' Ị ma maka 'Igbo Landing'?",
    "Lee ndị Igbo nwere olileanya na Israel ga-anabata ha dịka ndị Jew",
    "Ụfọdụ n'ime ha gụnyere; Ịka, Enuanị, Nsụka, Izzi, Ezaa, Ikwere, Ọhụhụ, Owerre, Ọnịcha wdg.",
    "Igbo na-asụ n'olu na olu, mana a kwaa ụkwara ọ bụrụ otu.",
    "Ọtụtụ mgbe, ụfọdụ ndị Igbo na-adọrịta ụka banyere mpaghara Igbo nwe Igbo Izugbe nke a na-akpọ 'Standard Igbo' na bekee.",
    "Ọ bụ ụdị asụsụ Igbo nke a ka e ji ede ihe ma bụrụkwa nke e ji akụzi ma na-ele Waec.",
    "Ụfọdụ na-ekwu na ọ bụ Owere, ụfọdụ asị na ọ bụ Igbo Ọnicha, mana nke bụ eziokwu bụ na ọ bụ olundị di iche iche ka a chịkọbara ọnụ iji mebe ya bụ Igbo Izugbe.",
    "Uru 12 ọmụ baara ndị Igbo",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Dịka Ọkammụta Chigozie Nnabuihe, onye nkuzi Igbo na mahadum 'University of Lagos' siri kwuo, \"o nweghị ndị (Igbo) enweghị okwu ha n'Igbo Izugbe\".",
    "Kedu ebe Igbo si?",
    "Ọ bụ n'ihi oke ndịiche dị n'olundị mere ka ndị ọkachamara Igbo n'aha otu 'Society for Promoting Igbo Language and Culture (SPILC)' jiri jikọta were hazie Igbo Izugbe n'afọ 1971/72.",
    "Ha chịkọtara Igbo nke ndị ụka CMS bụ 'Union Igbo', 'central dialect' nke Ụka Katọlik, 'Isuama Igbo' nakwa okwu mbite ndị adịbughị n'okwu Igbo.",
    "Tupu nke a, ndị ụka CMS na ndị Ụka Katọlik bụ ndị nwere olu Igbo nke ha ji ede akwụkwọ ha n'asụsụ Igbo na-eme ndị kwe na ndị ekweghị, dịka ha na gọọmentị dọrịtara ọtụtụ afọ gboo nke e ji mee 'standard Igbo.\"",
    "Igbo culture: Egwuregwu ụmụaka Igbo jiri nwee aṅụrị oge gboo.",
    "Ndị ọkammụta Igbo nwere ụzọ dị iche iche ha sị akọwa ihe kpatara ndịiche n'asụsụ Igbo.",
    "Ụfọdụ na-ekwu na ihe nwere ike ibute ndịiche n'olu asụsụ Igbo gụnyere; agbataobi onye, njem na azụmahịa, na ihe ndị ọzọ.",
    "Onye ya na ibe ya bụ agbataobi ga-enwe otu olu.",
    "Ọbụladị ma ha nwee olu ndị dị iche iche, onye ya na ibe ya na-emerịta njem maọbụ na-azụkọ ahịa ga-asụ Igbo n'ụdị ibe ya ga-eji aghọta ya.",
    "O kwukwara na Igbo si mpaghara Alaigbo ọzọ nọkọọ, ha na-ahazị olundi nke ha ka ọ dịtụ ka Igbo ndị Ọnịcha.",
    "Nke a bụ maka na e ji nnukwu anya ele ndị Ọnịcha n'ihi na ha so na ndị ha na ndị ọcha bu ụzọ mekọọ ihe dịka azụmahịa, agụmakwụkwọ nakwa mgbasa oziọma.",
    "Igbo Tradition: Uru egwu ọnwa bara n'ala Igbo n'oge gboo",
    "Na nkọwa ya, Ọkammụta Nnabuihe, sị na ọ bụ mmiri, ikuku, ugwu na oke ọhịa na-eweta adịmniche n'ihe mmadu na ibe ya na-asụ.",
    "Nnabuihe sịrị, \"ikuku nwere ike ikusasi ụda okwu si n'ọnụ okwu na-abanye na ntị mmadụ nke nwere ike ibute nnụhie.\"",
    "\"Nnụhie nwekwazịrị ike ibute mkpọhie.\"",
    "\"Ọ bụrụ na mmadụ abụọ na-akpa nkata nọrọ onwe ha nso, nnụhie ga-ara ahụ ịbata.\"",
    "\"Ya mere na ndị bi n'otu mpaghara ebe ha na-anụ onwe ha ọfụma ọfụma na-enwe otu olu.\"",
    "\"Mana ngwa ngwa e nwere ndị si mpaghara ọzọ, ebe dị anya na-anụ, ụda okwu ahụ si n'ọnụ mmadụ nwere ikuku dị ike na-ekusasị ya. \"",
    "\"Ya kpatara, e nwee nnụhie, onye na-ekwu ekwu ga-agba mbọ ịhụ na onye na-anụ anụ nụtara ọfụma.\"",
    "\"Onye na-anụ anụ ga-agba mbọ ka ọ nụta ihe a gwara ya ọfụma. Nnụhie na-akpata mkpọhie.\"",
    "Ya mere ụfọdụ ji akpọ \"aha\", ụfọdụ akpọ ya \"afa\". Maọbụ ụfọdụ akpọọ \"ihe\", ndị ọzọ akpọọ \"ife\".",
    "Etu m si mụta ịgụ egwu - Oluomachi Opara",
    "Ndagwurugwu: Nnabuihe sịrị na ọ bụrụ na okwu okwu nọ n'ugwu, ọnụ okwu nọrọ na ndagwurugwu, o nweghị ka okwu okwu ga-esi kwuo okwu, ọnụ okwu anụ ya kpọmkwem, \"a ga-enwenata mgbanwe\".",
    "Osimiri: N'okwu etu osimiri si emetụta ndịiche n'olundị, Nnabuihe sị, \"Osimiri, nwere ebe ọ na-ekwo ekwo, nwee ebe ọ na-aga nwayọọ. Etu o si nwee mgbanwe ka e si enwe mgbanwe n'olu ndị na-aṅụ ya.\"",
    "\"Ya mere onye gaa mba ọzọ nọọ ọnwa ole na ole sụwa asụsụ ndị ahụ, a sị na 'ọ ṅụọla mmiri ha'.\"",
    "Onye nọ n'ofe mmiri nke a na onye nọ n'ofe mmiri nke ọzọ, na-enwe adịmiche.\"",
    "Oke ọhịa: Ọ kọwara na ụzụ ahịhịa dị n'ọhịa na-eme ma ikuku buo ya na-emetụta olundị.",
    "\"O nyere nsogbu ka onye nọ n'akụkọ ọhịa nke a na onye nọ n'akụkụ ọhịa nke ọzọ ghọta onwe ha ọfụma.\"",
    "Ugwu: Nnabụihe kọwara na ugwu nwere ike ịnọchi mmadụ abụọ na-ekwu okwu, \"ọ bụrụ na ọ dịrị karịa, o nwere ike ịghọ asụsụ ọzọ\".",
    "Nnabuihe kọwara na adịmiche a na-enwe na ndị na-asụ otu asụsụ nwere ike bụrụ nke metụtara mpaghara okwu maọbụ okwu.",
    "Ihe ndị Bekee kpọrọ 'plosives', 'fricatives' na 'affricates'.",
    "Iji maa atụ: 1. Agbọghọ (girl) = okporo (Onịcha)= mgbọtọ (Owere)= Okposho (Ịka) =okpoho (Enuanị).",
    "2.  A nabatara akị na akụ n'Igbo Izugbe mana olundị dị iche nwere ihe ha na-akpọ ya: Akụ (palm kernel) = mkpịrị (Owere) = mkpọkịrị (Mbieri) = agba (Mbaitoolu)",
    "3.  Ikwe (mortar) = oshibo (Owere)= otiwe (Mbaise), etiri (Ọlụ) = Onicha",
    "4.  Ngaji (spoon) = Ngazị (Ọnịcha) nkọm (Ọhafia)",
    "Mmemme Ọkazi Emii dị n'Owere, Imo steeti",
    "Olundị e nwere dị gụnyere Waawa, Enuani, Ngwa, Ohuhu, Etche, Olu, Ika,  Anioma, Ukwuani, Ikwerre, Ezaa, Izzi, Ekpeye, Ohafia, Abam wdg.",
    "Ma lee ndị iche dị n'ụfọdụ olundị ahụ:",
    "Nsụka/sh/ = Owere /h/= Onicha/r/ = Enuani/sh/= Ika/h/Mgbochiume /h/ dị n'ahụ (body) bụ /sh/ na Nsụka (eshụ); /r/ n'Ọnịcha(arụ), /sh/ n'Enuani (ashụ), /h/ n'Ịka (ehụ), /h/ n'Owere(ahụ).Ya bụ ndị Nsụka na-akpọ ahụ (body) 'eshụ,'; ndị Ọnịcha na-akpọ ya 'arụ'; Owere na-akpọ ya 'ahụ'; ebe ndị Enuani na-akpọ ya 'ashụ'.",
    "Nsụka /gh/= Owere/ gh/= Onicha /w/=Enuanị /w/= Ịka /h/Ọmụma atụ:  Ndị Nsụka na- akpọ ewu (goat) 'eghu', Owere na-akpọ ya 'eghu', Ọnịcha na-akpọ ya 'ewu,' ebe ndị Enuani na-akpọkwa ya 'ewu'.",
    "Nsụka /h/= Owere h/= Onicha /f/= Enuani/f/=Ika/h/Ọmụma atụ:  Nsụka na-akpọ /ahụ/ (that), 'ahụ', Owere na-akpọ ya 'ahụ', Onịcha na-akpọ ya 'afụ', Enuanị na-akpọ ya 'afụ', ebe Ịka na-akpọ ya 'ahụ'.",
    "Olu Ọnicha bụ olundị ndị Ọnicha na ndị agbata obi ha na-asụ.",
    "Site ọnicha rue Asaba,Obosi na Onicha mana ụfọdụ ndị ji ekworo ga-agbagha na Ọnicha na ụfọdụ bi ha nso nwere otu olundị.",
    "Olu Ọnịcha na-atọ ụtọ na ntị ma bụrụkwa ihe na-amasị ndị Igbo ndị ọzọ ilere anya n'ihi na ndị Ọnịcha so na ndị bu ụzọ zute ndị ọcha ma gụkwaa akwụkwọ Bekee.",
    "Dịka Ọkammuụta Nnabuihe siri kọwaa njirimara olu Ọnịcha bụ \"Olu ndị Onicha enweghị mkpọnume (aspiration), o nweghị mkpọnimi (nasalisation).\"",
    "Ọmụmaatụ: N'Olu Ọnịcha, 'L' bụ 'n':",
    "Ala ( Igbo Izugbe) ( to go/earth)Ana (Ọnịcha)",
    "Ara (Igbo Izugbe) (madnesss)Ala (Ọnịcha)",
    "Ọmụma atụ ọzọ : 'H' bụ 'f'  n'olu Ọnịcha.Ha (Igbo Izugbe) - they/them.Fa (Ọnịcha)",
    "Ebe foto si, Ọmụ Martha/Facebook",
    "Enuanị pụtara 'elu ala' ya bụ ndị bi n'elu ugwu. Enuani bụ asụsụ ndị Igbo bi n' Ọdịda Anyanwụ ikpere mmiri Naija.",
    "Ndị na-asụ olu Enuani nọ na Delta Steeti, Obosi na Ogbaru dị n'Anambara Steeti, Ndoni na Rivas.",
    "Ndị Mgbidi n'Imo steeti na ndị Ndoni na Rivas steeti na-asụkwa ya.",
    "Olu Nsụka bụ olu ndị Nsụka na Enugwu steeti na gburgburu ha na-asụ.",
    "Njirimara ha bụ na ha na-eji 'ụ' emem nyiri ụdaume 'm' maọbụ 'n'.",
    "Iji maa atụ: Ụma (knife or cutlass)",
    "Mma (Igbo Izugbe)",
    "Ha na-akpọkwa 'w'  'gh'.",
    "Iji maa atụ: \"ewu' bụ eghu n'olu Nsụka.",
    "Olu Arọchukwu bụ olu ndị Igbo  ndị Aro dị n'Abịa steeti  na-agbata obi ha na-azụ,",
    "Ndị Arọ kesakwara na mpaghara dị iche iche na Abịa, Anambra, Ebonyi, Krọs Riva na Imo steeti.",
    "Ndị Ọhafịa, Arondizuọgụ, Abam, Abiriba, Afikpo, Eko",
    "Ha bụ obodo nwere mmasị n'omenala, azụmahịa na ije mba.",
    "Njirimara ụfọdụ dị n'Asụsụ ha gụnyere:",
    "Etu a (like this)( Igbo Izugbe)",
    "Agaa( Arọ)",
    "Waawa bụ olu ndị Udi, Ezeagụ na Ngwo dị n'Enwgu steeti.",
    "Otu njirimara ha bụ V bụ B",
    "Ọmụma atụ: ụvụrụ (brain)ụbụrụ (Igbo izugbe)",
    "Ha bụ ndị ụtọ Ndaa (How?) bụ ndee?",
    "\"Ị dụ ọyị\" (How are you)Kedụ ka i mere? ( Igbo Izugbe)",
    "Mii (water)Mmiri (Igbo izugbe)",
    "Ikwere bụ olu ndị Igbo nọ n' Elele, Isiokpo, Rumuji, Ernohua, Akpor, Aluu Igwuruta dị na Rivas steeti.",
    "Ndị ọkammụta Igbo ụfọdụ na-ekwu na ndị Ikwere si Arochukwu,Ohaji, na Egbema  gawa ebe ha bi taa.",
    "Ụfọdụ na-ekwu na ọ bụ Ọlụ nakwa Ọka ka ụfọdụ n'ime ha si.",
    "Mana ụfọdụ ndị Ikwere n'onwe ha ekweghị na ha bụ ndị Igbo n'ihi okwu metụtara ndọrọndọrọ ọchịchị.",
    "Njirimara olundị  Ikwere: 1.  'L' bụ 'N';",
    "Olu (Igbo Izugbe) - Voice, languageOnu (Ikwere)",
    "Ọmụma atụ ọzọ",
    "\"S' bụ 'Sh'",
    "Isi (To cook)Ishi (Ikwere)",
    "Utụtụ (Morning)Ụkụtụ (Ikwere)",
    "Mmemme Ọkazi Emii dị n'Owere, Imo steeti",
    "Olu Owere bụ olu ndị Owere na ndị Imerienwe dị n' Imo steeti na agbata obi ha na-asụ.",
    "Dika Maazị Nnadozie sị kwuo, njirimara olu Owere bụ na a na-enwe mkpọnimi nakwa mkpọnume.",
    "Iji maa atụ.: Igbo Izugbe 'd' bụ 'r' n'olu Owere.",
    "Ha ri mma (Owere)Ha dị mma( Igbo izugbe)",
    "Lee kpa ị rị (Owere)Lee ka ị dị (Igbo Izugbe)",
    "Olu Agbọ bụ olu  ndị Agbọ bụ dị na Delta steeti na-asụ. ụỊ ma atụ olu ndị agbọ",
    "Ọra mmadụ- ọsaị",
    "Anwụ mmiri, Ala mmiri (drink water)",
    "Owu bụ Igbo ndị Ndịowu, Ndikeliọnwụ, Amaọkpala na ndị Oko dịcjhha n'Anambara steeti na-asụ.",
    "Njirimara ha bụ na ha na-e ji egbugbere ọnụ akpọ mgbochiume ndị e ji eze tachiri atachi akpọ.",
    "Ọmụma atụ: 1.  Ofe -Ophe(soup)",
    "2. Taa -Tadịnị(today)",
    "3. Ịkpatụ : Ịkpavụ (touch)",
    "Ha bụ ndị Igbo bi n'elu ugwu Alaigbo.",
    "Izzi, Ezaa, Ikwo bụ olundị a na-asụ n'Ebonyi  na Kogi steeti.",
    "Olundị atọ a bụ Igbo mana ndị Izzi, Ezaa na Ikwo na-aka aghọta onwe ha karịa etu ndị Igbo ndị ọzọ si aghọta olu ha.",
    "Ọmụma atụ : 'h'  bụ 'sh'",
    "Nhọkọ (crab) (Izzi)",
    "Nshịkọ (Igbo Izugbe)",
    "Ndi ichie ndị Aguleri nọkwa ya n'ozuzu oke",
    "O nweghị asụsụ n'ụwa enweghị olundị (ọbụladị asụsụ Bekee) mana ihe kacha mkpa bụ na n'agbanyeghị na olundị dị icheiche n'asụsụ Igbo, Igbo na-aghọta onwe ha.",
    "Onye ọkammụta Igbo bụ Nolue Emenanjo kwuru na n'agbanyeghị etu be ha sị dị anya na be ibe ha, Igbo sụọ olundi ha, ibe ha na-aghọta ya.",
    "N'akwụkwọ nke Emenanjo dere ọ kpọrọ\"A Grammar of Contemporary Igbo;Constituents,Features and Processes\", ọ kọwara na Ndị Igbo na-agbalị ịsụ asụsụ ha n'ụdị ibe ha si ebe tere aka ga-esi ghọta ya.",
    "Kayanmata: Ihe mere mụ na Laila nwunye m nke Morocco ji gbasaa - Ned Nwoko",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buhari",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Naijiria",
    "Asụsụ",
    "Omenala",
    "Ọmụmụ na mmụta",
    "Igbo culture: Ụzọ ise esi amara nwada Igbo zuru ka e mee3 Mee 2020",
    "Igbo Culture: Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?10 Ọgọọst 2019",
    "Igbo Literature: Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu maka mwelite ha welitere asụsụ Igbo15 Jenụwarị 2021",
    "Igbo Mythology: Etu Igbo si malite ịgu ụbọchị anọ dịka izu19 Eprel 2020",
    "Etu ụkọchukwu siri kụsaa alụmdi mụ na na Fani-Kayode - Precious Chikwenduelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Anyị ga-ekwu ụbọchị a ga-ekpebi ikpe Nnamdi Kanu' - Ụlọikpe Abia steeti10 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Etu ndị ekperima si gbuo Eze Atta, Njaba ma tọgbọ ozu ya n'ahịa",
    "Ụlọikpe mkpesa maka ntụliaka enyela Andy Ụba na Soludo ohere inyocha akụrụngwa e jiri mee ntuliaka",
    "Etu ụkọchukwu siri kụsaa alụmdi mụ na na Fani-Kayode - Precious Chikwendu",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha",
    "Ndị na-anya 'tanker' emechiela okporoụzọ akwammiri 'Niger Bridge'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}