{
  "published": "14 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akumas Uche Kalu dị naanị afọ ise oge o kpuru isi.",
    "Ọ bụ amaghị ama ka o ji sụọ anya ya n'igwe nne ya ji ahụ anụ n'usekwu.",
    "Blind Baker: Lee nwaanyị kpuru isi na-eme achịcha bekee",
    "Ị chetara di na nwunye ahụ kpuru isi jụrụ ịrịọ arịrịọ? Ha amụọla ejima",
    "Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian",
    "'Ahụghị ụzọ enweghị ihe o gbochiri mmadụ'",
    "Mana taa, Akumas Uche Kalu agụọla akwụkwọ dị elu, na-emezi nzere ọkammụta nke Bekee na-akpọ PhD.",
    "Akomas bụka onye na-agụ egwu a ma ama.",
    "Ọ kọọrọ BBC Igbo etu o si malite njem agụmakwụkwọ ya, nakwa etu o si emeri ọdachi niile ọ na-ezute n'ụzọ.",
    "Ndị mere akụkọ a bụ Chiagozie Nwonwu, Vining Ogu, na Chiemela Mgbeahuru.",
    "Ụmụntoroọbịa",
    "Nkwarụ",
    "Ọmụmụ na mmụta",
    "Vidio, World Disability Day: Nwaanyị kpuru isi na-eme achịcha, Duration 3,203 Disemba 2019",
    "Vidio, Okwudili na Loveth Egbo bụ di na nwunye kpuru isi amụọla ejima ka ha sechara okwu, Duration 2,5129 Julaị 2020",
    "Vidio, Ahụghị ụzọ enweghị ihe o gbochiri - Di na nwunye kpuru isi, Duration 3,112 Jenụwarị 2019",
    "Vidio, Stevens-Johnson syndrome: Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian, Duration 4,047 Septemba 2021",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Emeriri m ọdachị dakwasịrị m ma na-eme ka onye ahu zuru oke - Nwoke kpuru isi na-eme PhD, Duration 6,0414 Ọktọba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Anambra Women in Politics: Ihe ndị mere ụmụnwaanyị Anambra anaghị achịta aja n'ịzọ ndọrọndọrọ ọchịchị, Duration 7,2513 Ọktọba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}