{
  "published": "4 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ndị mmadụ na-akwado ime ntuliaka e ji ahọpụta onye ga-achị Anambra steeti afọ anọ ọzọ na-abịa, lee ihe ị kwesịrị ịma maka onye ahụ.",
    "N'ime mmadụ 18 anyị ga-akọwa ndị ha bụ n'akụkọ a, otu onye ga-azọtarịrị ya bụ oche gọvanọ.",
    "Onye ka ọ ga-abụ?",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Profession: Dọkịta ahụike na-ahụ maka ịgwọ ụfụ nke Bekee kpọrọ ‘pain management’.",
    "Age: 62",
    "Maduka bụ onye Umuchukwu dị n’okpuruọchịchị Orumba dị n’Anambara steeti.",
    "Ọ gụrụ akwụkwọ ma na-arụ ọrụ na mba Amerịka tupu ọ pụta ịzọ ọkwa ọchịchị.",
    "Ọ rụọla ọtụtụ ụlọụka, ụlọọgwụ, ụlọikpe nakwa ụlọọrụ ndị uweojii n’obodo Umuchukwu.",
    "Profession: Ọ bụ ọgụego nke Bekee kpọrọ ‘Accountant’.",
    "Age: 58",
    "Ọ bụ diọkpara nwaanyị mbụ bụ gọvanọ na Naịjiria bụ Virgy Etiaba.",
    "Ọ bụ onye Ezekwuabor Otolo-Nnewi.",
    "Ọ pụtaburu ịzọ ọkwa gọvanọ n’okpuru pati APC tupu ọ gbaa arụkwaghịm ma gafee n’AA n’ọnwa Julaị 2021.",
    "Ọ bụbu onyeisi otu Institute of Chartered Accountants of Nigeria nke mpaghara mba Briten, site n’afọ 2002 ruo 2004 ma bụrụkwa onyeisioche Enugwu Sports Club site n’afọ 2017 ruo 2019.",
    "Profession: Ọ bụ ojiegoachụego",
    "Age: 55",
    "Ọ bụ onye Oko, n’okpuruọchịchị Orumba Nọt.",
    "Ọ pụtaburu ịzọ ọkwa gọvanọ n’okpuru pati APC tupu ọ gafee n’AAC ka ọ na-azọtanwughi ikike ife ọkọlọtọ APC n’ọnwa Septemba 2021.",
    "Ọ bụ onye mmepụta ihe kacha mara anya ihe gbasara ngwa e ji arụ ụlọ na mpaghara Naịjiria na mpaghara Afrịka.",
    "Ọ bụ onye omere ọha nke zigarala ọtụtụ mmadụ akwụkwọ n’efu ma menyerela ọtụtụ ndị ogbenye nọ n’obodo ya aka.",
    "Profession: Ọ bụ onye ndọrọndọrọ ọchịchị",
    "Age: 59",
    "Ọ bụ onye Ọkịja dị n’okpuruọchịchị Ihiala He hails from Okija, Ihiala LGA.",
    "Ọ bụ onye ndụmọdụ pụrụiche nye Goodluck Jonathan bụbu onyeisiala Naịjiria.",
    "Ọ pụtaburu ịzọ ọchịchị n’okpuru APGA tupu ọ mabanye ADC.",
    "Ọ bụkwa onye ọkachamara n’ihe gbasara idozi esemokwu nke Bekee kpọrọ ‘conflict resolution consultant’.",
    "Ọ bụ onye Amichi dị n'Okpuruọchịchị Nnewi Saụt.",
    "Ọ rụrụ ọrụ dịka onye isi ndị ntorobịa nye Goodluck Jonathan bụbu onyeisiala Naịjiria, n’oge ntuliaka 2015.",
    "Ọ bụ onye otu Nigeria Union of Petroleum and Natural Gas Workers (NUPENG).\"",
    "Profession: Onye ọkachamara n’ihe gbasara igbo mkpa ndị nwere mkpesa maka ahụike ha.",
    "Age: 62",
    "Ọ bụ onye Ụga, n’okpuruọchịchị Agụata He hails from Uga, Aguata LGA.",
    "Ọ bụbu onye enyemaka pụrụiche nye Olusegun Obasanjo bụbu onyeisiala Naịjiria.",
    "Ọ chịrị Anambra steeti naanị mkpụrụ ụbọchị iri na asaa (17)  n’afọ 2007 tupu ụlọikpe ewepụ ya ma tinyeghachị Peter Obi.",
    "Profession: Ọkachamara n’ihe gbasara akụnaụba obodo",
    "Age: 61",
    "Ọ bụ onye Isuọfịa, n’okpuruọchịchị Agụata He hails from Isuofia, Aguata LGA",
    "Ọ chịrị ụlọakụ kachasị na Naịjiria bụ Central Bank of Nigeria site n’afọ 2004 ruo 2009.",
    "Ọ bụghị mbụ ọ na-apụta ịzọ ọkwa gọvanọ dịka ọ nwara n’afọ 2010 n’okpuru PDP, mana Peter Obi meriri ya. Ọ nwakwara n’afọ 2013 n’okpuru APGA, mana ndị nnyocha otu pati ahụ kwuru na o tozughi.",
    "Profession: Ọ bụbu onye agha ma bụrụkwa onye Bekee kpọrọ ‘Architect’",
    "Age: 63",
    "Ọ bụ onye Ichi n’okpuruọchịchị Ekwusigo He hails from Ichi in Ekwusigo LGA",
    "Ọ zọburu ọkwa gọvanọ Anambra n’afọ 2010.",
    "Ọ zọkwara ọkwa sinetọ ga-anọchi Anambara Saụt n’afọ 2018.",
    "Profession: Ọ bụ onye Bekee kpọrọ ‘Philosopher’",
    "Age: 50",
    "Ọ bụ onye Ụmụọkpụ, n’okpuruọchịchị Ọka Saụt.",
    "Ọ bụ osote onyeisioche College of the Immaculate conception (CICOBA) dị n’Enugwu.",
    "Profession: Ọ bụ onye na-ede akwụkwọ nakwa Injinia",
    "Age: 47",
    "Ọ bụ onye Ezinifite, n’okpuruọchịchị Agụata.",
    "Ọ zọrọ oche gọvanọ Anambara steeti n’afọ 2013 na 2017 mana ọ zọtaghị ya.",
    "Ọ zọrọ oche Ụlọomeiwu nta n’afọ 2015 mana ọ zọtaghị.",
    "Ọ zọtaghị oche n’ụlọomeiwu steeti Anambara n’afọ 2019. He failed to secure a seat at the Anambra state House of Assembly in 2019.",
    "Profession: Ọ bụbu onye ọrụ ụlọakụ",
    "Age: 40",
    "Ọ bụ onye Ezinifite, Nnewi Saụt.",
    "Ọ bụ onye inyere ndị mmadụ aka na-amasị dịka o hibere ngalaba na-enyere ndị ụbịam aka ma na-ezigakwa ụfọdụ akwụkwọ n’efu na Naịjiria. Ọ bụ onye ihe gbasara ikwalite ndị ntorobia na-anụ ọkụ n’obi, dịka o kwenyere na o ruola oge ndị ntorobịa kwesịrị itinye uchu n’ọchịchị na mwulite obodo.",
    "Ọ bụ onye Ọkịja dị n'Okpuruọchịchị Ihiala.",
    "Profession: Ọ bụ onye na-ahụ ihe Bekee kpọrọ Real Estate manager nakwa onye ojiegoachụego",
    "Age: 45",
    "Ọ bụ onye Ekwulọbịa n’okpuruọchịchị Agụata.",
    "O hibere otu ndọrọndọrọ ọchịchị a kpọrọ ‘Afamation Movement’ n’afọ 2017, maka ndị ntorobịa na ndị okenye ihe gbasara ndọrọndọrọ ọchịchị doro anya chọrọ iweta ezigbo ọchịchị.",
    "Ọ zọburu oche Agụata II n’ụlọomeiwu Anambara steeti n’okpuru APC n’afọ 2019 mana ọ zọtaghị ya. Ọ mabara NRM n’ọnwa Maachị 2021.",
    "Profession: Ọ bụ ọgụego nke Bekee kpọrọ ‘Accountant’. Accountant",
    "Age: 50",
    "Ọ bụ onye Amesi n’okpuruọchịchị Agụata He hails from Amesi, Aguata LGA.",
    "Ọ bụ onye ihe gbasara iji ego achụego doro anya, dịka o riterela ọtụtụ nzere na nturuugo na ya. He is an erudite businessman who has been recognised for his numerous accomplishments.",
    "Ọ bụkwa onye mwulite obodo doro anya dịka aka ya dị na mwulite ebe dị iche iche n’ụfọdụ akụkụ Naịjiria.",
    "Profession: Dibia mgbọrọgwụ na mkpakwụkwọ",
    "Age: 45",
    "Ọ bụ onye Nando dị n’okpuruọchịchị Anambara.",
    "Ọ na-ekwu na ọ bụghị onye ndọrọndọrọ ọchịchị, na ọ chọrọ ịchị Anambara steeti naanị afọ anọ tupu ọ rịtuo.",
    "Nwawuo a ma dịka Igwe Ayaya pụtaburu ịzọ ọkwa gọvanọ n’okpuru pati AA tupu ọ banye PRP.",
    "Profession: Ọkaiwu/Ojiegoachụego Lawyer/Businessman",
    "Age: 58",
    "Ọ bụ onye Umunnamehi, Ihiala n’okpuruọchịchị Ihiala.",
    "Ọ zọbuola ọkwa gọvanọ Anambara steeti n’okpuru NDP n’afọ 2003 mana ọ zọtaghị ya. Ọ nwara ọzọ n’afọ 2013 mana ọ zọtaghị ọkọlọtọ ịnọchi anya PDP na ntuliaka, ọ nwakwara ọzọ na 2017 mana APC enyeghi ya ohere ife ọkọlọtọ ha. .",
    "Ọ bụ onye onyinye nke inyere ndị nọ n’ụbịam aka na-anụ ọkụ n’obi. Ọ zụọla ọtụtụ ndị ogbenye n’akwụkwọ n’efu, mezie ụfọdụ ụzọ n’obodo, rụọ ụlọụka dị iche iche ma rụkwaara ụfọdụ ndị ogbenye ụlọ.",
    "Profession: Ojiegoachụego",
    "Age: 50",
    "Ọ bụ onye Ụmụanụka, Otolo, n’okpuruọchịchị Nnewi Nọt.",
    "Ọ bụ onye onyinye a ma ama nke nyerela ọtụtụ ndị aka n’ụzọ dị iche iche gụnyere ịzụ ndị mmadụ n’akwụkwọ n’efu, mwulite na ndozi obodo, ihe gbasara agbambọọlụ wdgz.",
    "Ọ zọrọ ọkwa gọvanọ Anambara n’okpuru LP n’afọ 2014 mana ọ zọtaghị ya. N’afọ 2019, ọ zọọ ma zọta oche Sinetọ na-anọchite anya Anambara Saụt n’Ụlọomeiwu ukwu Naịjiria, n’okpuru pati YPP.",
    "Profession: Ọ bụ ihe Bekee kpọrọ ‘Political Economist’ nakwa ojiegoachụego.",
    "Age: 55",
    "Ọ bụ onye Ogidi, n’okpuruọchịchị Idemili Nọt.",
    "Ọ zụburu ahịa n’Ọnịcha tupu ọ gaa mahadum na mba Rọshịa.",
    "O ritela ọtụtụ nzere na nturuugo n’azụmahịa nakwa n’ihe gbasara mkpata na mmefu akụnaụba.",
    "Ọ bụ onye kwenyere na mwulite na ndozi obodo n’ụzọ gụnyere ịzụ ndị mmadụ n’akwụkwọ n’efu, ịrụ ụlọụka, ụzọ nakwa ihe ndị ọzọ, wdgz.",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ipob akagbuola 'Sit at home' otu izu ha manyeburuelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "A gaghị m akpọpụta aha onye Chineke họpụtara ga-emeri n'Anambra - Fr. Mbakaelekere 3 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ipob akagbuola 'Sit at home' otu izu ha manyeburu",
    "A gaghị m akpọpụta aha onye Chineke họpụtara ga-emeri n'Anambra - Fr. Mbaka",
    "A kwụdosiri m ike n'okwu m maka Apga na APC Anambra, e kwuru m ya n'aha m ọbụghi n'aha ụka Katọlịk - Fada Cajetan Obiekezie",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Obi Cubana enwerela onwe ya n'aka EFCC",
    "Ihe i kwesiri ịma maka Eze Bernard Enweremadu nke ala Ngwa lara mụọ",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti",
    "Anambra Governorship Election countdown: Ndị mmadụ sị Anambra apụ n'ihi egwu ọgbaaghara ntuliaka",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}