{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kemgbe ndị mmadụ dị na nwata ka ha na-anụ ndụmọdụ gbasara ịsa eze ha ugboro abụọ kwa ụbọchị iji debe ya ọcha.",
    "Mana ugbua ndị dọkịnta na-elekwa eze enyela ozi ndị ọzọ ga-enyere ndị mmadụ aka gbahapụ eze ure, ọrị aṅị eze nakwa ihe ndị ọzọ.",
    "Ihe ise ndị nwere ọtụ kwesiri ịma",
    "Ihe ise i kwesiri ịma maka amụ",
    "Ihe ise ịgba ọtọ rahụ ụra ga-emere ahụ gị",
    "Dịka ha si kwuo, ndọmọdụ ndị a bu iji mee ka atịtị dị n'eze kwụsị ịtọ n'ime ọnụ ma butekwa nsogbu n'ebe ahụ.",
    "Ngalaba ahụike nke mba Briten bụ NHS n'ịchafụ ewepụtala ụfọdụ ndụmọdụ ọhụrụ gbasara ịchekwa eze gị ọfụma. Ha gụnyere:",
    "Ngalaba ahụike kwuru na ọ dịghị mm aịsachapụ eze gị maọbụ iji mmiri gbụchaa ọnụ ozugbo ịsara eze gị.",
    "Ha kwuru na ọ bụ n'ihi na ịme nke a na-ewepụ 'flouride' dị mkpa ma na-akwụsịkwa ọrụ ọ na-arụ n'eze.",
    "Ebe foto si, AFP",
    "Dịka Ngalaba ahụike ahụ si kwuo, ọ dịghị mma iji obere osisi akpọrọ 'toothpick ewepu nri fanyere gị n'eze.",
    "Ha kwuru na o nwereike ị metụta anyụrụ mmadụ n'ụzọ ọjọọ ma bute ọrịa.",
    "Ha kwuru na ọ ka mma iji eriri floss ehicha etiti eze maọbụrụ na eze gị anọkọghị ọnụ.",
    "Flossing bụ iji obere eriri akpọrọ 'dental floss ehicha etiti eze gị.",
    "Ọ na-ewepụ nri ọbụla fanyere mmadụ n'etiti eze ahụ.",
    "NHS kọwara na nke a dị mma n'ihi na ọ na-ebelata ọrịa aṅị eze nakwa isi ọnụ site n'ịwepụ atịtị dị n'eze.",
    "NHS kwuru na ọ dịghị mma iji mmiri eze akpọrọ 'Mouthwash' agbụcha ọnụ ma ị tachaa atụ.",
    "Ha kwuru na ọ bụ n'ihi na mmiri a na-asachapụ flouride dị mkpa nke si na ncha eze bụ 'Toothpaste'",
    "Ha sị na ị tachaa atụ ịchere rịe nri ukori tupu i jiri mmiri ahụ gbụchaa ọnụ gị.",
    "Ebe foto si, Getty Images",
    "Dịka NHS si kwukwaa, ịkwesiri ịnyere ụmụaka erubeghi afọ asaa aka ịtaa atụ.",
    "Ọ bụrụ na ịnyeghị ya aka, ịkwesiri ị nọ ya nso mgbe ọbụla ọ na-asa eze ya.",
    "Ahụike",
    "Naijiria",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka16 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ise ị ga-eme iji belata eze ure na isi ọnụelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "O nweghi 'sit at home' ọzọ anyị hibere n'abụghị ụbọchị 21 October - Ipob",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ihe ise ị ga-eme iji belata eze ure na isi ọnụ",
    "Gịnị na-ese mere Gọvanọ Umahi jiri tụkwasa N500,000 n'isi Kenneth Nwakparanta?",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Anwansị m mere bụ ka a mara na ndị Igbo nọ ya - Chiwetalu Agu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}