{
  "published": "13 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Bishopu Godfrey Onah na-elekota dayosis Nsuka n'uka Katọlik akatọọla ogbugbu dị iche iche na-eme n'ala Igbo nso nso a.",
    "Onah kwuru na ya bụ ihe jọgburu udele ma sigbuo nkakwụ adịghị mma, ma kpọọ oku ka ewu na ọkụkọ tinye uche ma kpaa nkata gbasara ya.",
    "Ọ dọkwara aka na ntị kwuo ka ndị bi n'ofesi kwụsị ịnọ ebe ihe na-aga nke ọma ma na-amunye ọkụ n'ụlọ makana o nweghị onye ma onye ọkụ ga-agba.",
    "O kwukwara na a ga-eburu ụzọ mara ihe na-eme na Naịjiria na-adịghị mma tupu e kwube okwu nkewa, ka a ghara iburu nsogbu ahụ banye n'ebe nke ọhụrụ.",
    "O kwukwara na ọ ga-adị mma imezi ihe na-emebi na Naịjiria tupu e kwuwe okwu nkewa.",
    "Kirie onyonyo a n'uju:",
    "Father Ejike Mbaka: 'Naiịjirịa ga-aka Afghanistan njọ ma akpachaghị anya'",
    "Ihe Buhari kwesịrị iji achụ ndịisi nchekwa na Naịjirịa - Bishop Adewale Martins",
    "Igbo Presidency, coronavirus, ọnwụ Onyeisiala na ihe ndị ọzọ ụkọchukwu ji maa amụma maka 2021",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka",
    "Gọọmentị kwesịrị iji 'sit-at-home' Nnamdi Kanu tinyere wee mụrụ akọ - Fr Ebube Muonso",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Gịnị na-esere Nnamdi Kanu na Fr Abiagom?",
    "Mbaka: Anyị awakpoghị ndị ntaakụkọ BBC n'Enugwu",
    "Ofụfe",
    "Anambra Steeti",
    "Ụka ndị Roman",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe5 Mee 2021",
    "Fr Ebube Muonso: Gọọmentị kwesịrị iji 'sit-at-home' Nnamdi Kanu tinyere wee mụrụ akọ2 Juun 2021",
    "Fr Ejike Mbaka : Aga m agozi Nnamdi Kanu rue echi9 Juun 2021",
    "Father Ejike Mbaka ekwuola na Naiịjirịa ga-aka Afghanistan njọ ma akpachaghị anya31 Ọgọọst 2021",
    "Vidio, O nwee ihe m ga-eji kpọọ Buhari asi ọ bụ maka Mbaka - Fada Obiekezie, Duration 3,5216 Ọktọba 2020",
    "Vidio, Security in Nigeria: Ihe Buhari kwesịrị iji achụ ndịisi nchekwa na Naịjirịa - Bishop Adewale Martins, Duration 2,252 Maachị 2020",
    "Vidio, Oke ogbugbu mmadụ ga-emebiri Buhari ntụliaka 2019-CBCN, Duration 3,244 Julaị 2018",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Anambra Women in Politics: Ihe ndị mere ụmụnwaanyị Anambra anaghị achịta aja n'ịzọ ndọrọndọrọ ọchịchị, Duration 7,2513 Ọktọba 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Ipob news today: “Ọ bụ Nnamdi Kanu na ndị IPOB bu ụzọ kwube okwu igbu mmadụ” – Uche Mefor, Duration 44,2310 Ọktọba 2021",
    "Vidio, Izombe crisis: Ihe mere n'Izombe wutere m ruo n'ọkpụkpụ maka na ana m ahụta ya ka obodo nke m - Uzodinma, Duration 0,178 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}