{
  "published": "13 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụnwaanyị Anambara na-emesi ihe ike n'agụmakwụkwọ, azụmahịa, nka na ihe ndị ọzọ mana a bịa n'okwu ndọrọndọrọ ọchịchị, ọ dị ka ha a na-akụla bandị azụ, naanị nwanyị ole na ole n'ime ha na-aka obi apụta.",
    "A bịa n'agumakwụkwọ, mmepụta ngwahịa, na ndị ụbụrụ ha na-acha ọkụ, Anambara nwere ụmụnwaanyị na-emesi ihe ike.",
    "Ndị dị ka Oby Ezekwesili, Dora Akunyili, Chimamanda Adichie, Stella Okoli wdgz.",
    "Gịnị na-eme n'ụlọomeiwu nke Anambra?",
    "Azụmaahịa ndị mere e ji a kpọ ndị Anambra 'ide ji mba'",
    "Agbara nwaanyị ndị si Anambra state Nigeria enweghi ike ichefu",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "E lee ya anya na-elu n'elu, a ga-asị na ụmụnwaanyị Anambara chị ọkụ na ndọrọndọrọ ọchịchị dịka ha so na naanị ụmụnwaanyị ole na ole nọ n'ọchịchị..",
    "Ebe foto si, NASS/BBC",
    "Iji maa atụ, a bịa n'Ụlọomeiwu Ukwu Agba nke Itoolu, naanị mmadụ asaa n'ime ndị omeiwu  mmadụ otu narị na itoolu(109) bụ  ụmụnwaanyị .",
    "N'ime ụmụnwaanyị asaa ahụ, naanị ụmụnwaanyị abụọ si Ọwụwa Anyanwụ. Ha abụọ bụ Anambara steeti (Stellah Oduah na Uche Ekwunife) .",
    "N'otu aka ahụ, n'ụlọomeiwu Nta Agba nke Itoolu, naanị mmadụ iri na abụọ n'ime ndị omeiwu 360 bụ nwaanyị.",
    "N'ime ụmụnwaanyị iri na abụọ ndị a, naanị abụọ bụ ụmụnwaanyị sị Ọwụwa Anyanwụ (Lynda Chuba Ikpeazu - Anambra na Nkeiruka C. Onyejeocha -Abia.)",
    "Ụfọdụ n'ime ha nọ n'ọchịchị nakwa ikike dịrị onye kọwara ihe ụfọdụ mere ụmụnwaanyị Anambra na-ala azụ n'ihe gbasara ịzọ ọkwa ọchịchị.",
    "Iyom Josephine Anenih bụbụ Minista na-ahụ maka ụmụnwaanyị kwuru na ọtụtụ ụmụnwaanyị na-akụziri onwe ha na ọchịchị abụghị maka nwaanyị.",
    "\"I kwuo okwu ha asị gị, \" Ị na-etinye ọnụ n'okwu ịbụ nwoke?\".",
    "Ọ bụghị maka ị gụrụ akwụkwọ maọbụ n' a ịgụghị akwụkwọ, ọ bụ ihe dị n'ime anyị.\"",
    "\"Achọ ime ntuliaka ọkwa onyeisioche na 'woman leader na pati, ụmụnwaanyị agaghị ekwe etinye akwụkwọ na ndị ga-azọ ọkwa onyeisioche. Ha echere nanị ọkwa 'woman leader'.\"",
    "\"Ọ bụrụ na ị pụtaghị, onye ga-enye gị ọkwa? Ọ bụghị pụtara ka ịzọ ịzọta i were. Ọ tụrụ arrịrị na ọ bụ naanị ụmụnwoke na-atụnye ọnụ n'ihe gbasara obodo.",
    "Dịka Ada Agina-Ude, onyeisi otu na-agba mbọ maka ikike dịrị ụmụnwaanyị a kpọrọ 'Gender and Development Action (GADA) siri kọwaa, \"Ọtụtụ ndị Anambara nwere nkwenye na 'Nwaanyị ichi nwoke bụ arụ.'\"",
    "Dịka Iyom Anenih bụ onye Amaọbịa dị n'Anambara steeti kwuru na nkuzi ụka na omenala na-akụziri ụmụnwaanyị bụ na ọchịchị bụ nke nwoke.",
    "Ọ sịrị \"Ụka na omenala akụziela ụmụnwaanyị na nwoke bụ isi.\"",
    "Ada Agina-Ude bụ nwa afọ Nnewi, Anambara steeti kwuru na ego dị n' Anambra mana ha anaghị etinye ya na-ịkwado nwunye ha.",
    "\"N'Anambara, nwoke na-achọ ka nwaanyị ya bụrụ ihe nlele. O kpata ego ọ zụọrọ ya ụgbọala maọbụ ọgbatumtum mana  ịsị na itinye ego ka nwaanyị bụrụ onye ọchịchị ọ gaghị eme ya.\"",
    "N'otu aka ahụ, Agina-Ude rụtụrụ aka na ụmụnwoke Anambra na-achọ ka nwaanyị ha gaa n'ihi mana ọ ganihu ahụ bụ n'ihu ụmụnwaanyị, ọ bụghị ịga nwoke n'ihu.\"",
    "Agina-Ude, onye ji Bianca Ojukwu chọrọ ịzọ ọkwa senetọ maa atụ, kwụru na ọ bụrụ na steeti ọzọ dịka Enugwu ka ọ pụtara gosi ọchịchọ obi ya, na  ha ga-eji ikwanyere Emeka Ojukwu ugwu nye ya ohere ka ọ zọọ.",
    "Ego ji okwu ma ọ bụrụ ndị kwuru okwu.",
    "Ego so na ihe na-apụ ụmụnwaanyị ịgbo ọkachasị ndị Anambara ara n'ọnụ n'okwu ịzọ ọchịchị obodo.",
    "Oby Kate Okafor bụ onye zọrọ ọkwa gọvanọ Anambara n'afọ 2017 n'aha otu pati Advanced Congress of Democrats(ACB) sịrị, \"ebe ọ na-enye nsogbu bụ na ego e ji eme ntuliaka n'Anambra karịrị akarị.\"",
    "Okafor kọwara n'ezie na ndị pati dị na Naijiria anaghị ana ụmụnwaanyị ego e ji agba akwụkwọ ịzọ ọchịchị, \"Mana ego ị ga-eji eme ndọrọndọrọ kwanụ? E nye gị ọkọlọtọ, i ji ego i ga-eji eme ndọrọndọrọ?\"",
    "Ụmụnyanyị",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Anambra Governorship Election: Obi siri m ike na m na m ga-eso zọọ ọkwa gọvanọ Anambra - Chukwuma Soludo19 Julaị 2021",
    "Anambra Impeachment: Onye bụ onyeisi ụlọomeiwu iwu kwadoro?14 Nọvemba 2018",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Anambra Women in Politics: Ihe ndị mere ụmụnwaanyị Anambra anaghị achịta aja n'ịzọ ndọrọndọrọ ọchịchị, Duration 7,2513 Ọktọba 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Ipob news today: “Ọ bụ Nnamdi Kanu na ndị IPOB bu ụzọ kwube okwu igbu mmadụ” – Uche Mefor, Duration 44,2310 Ọktọba 2021",
    "Vidio, Izombe crisis: Ihe mere n'Izombe wutere m ruo n'ọkpụkpụ maka na ana m ahụta ya ka obodo nke m - Uzodinma, Duration 0,178 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}