{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu Ipob agọrọla isi onwe ha n'akụkọ ụgha na-efegharị gbasara 'sit at home' a sị na ha hibere.",
    "Ha kwuru na ọ bụ naanị ụbọchị 21 nke ọnwa Ọktoba ka ha sị ndị mmadụ nọrọ n'ụlọ iji kwanye ugwu maka ikpe onyeisi ha bụ Nnamdi Kanu.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "Ihe ọzọ ha kwuru bụ maka Sit at home kwa ụbọchị Monde, nke ọzọ ụbọchị Tuzde iji cheta otu afọ kemgbe e mere ngagharịiwe 'End Sars' ha kọwara na o sghi ha n'aka.",
    "N'ozi ha wepụtara, ọnụ na-ekwuru ha bụ Emma Powerful kwuru sị \"anyị na gwa ọha na eze mmadụ ha ha gbajọọ akụkọ ụgha na-efegharị gbasara iwu nọrọ n'ụlọ.",
    "\"Anyị chọrọ ka o doo anya na ozi ahụ esighi n'ọnụ Ipob pụta, anyị chọkwara ịwepu onwe anyị n'ihe niile gbasara ya bụ akụkọ ụgha\" ka ozi ahụ kwukwara.",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka16 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ise ị ga-eme iji belata eze ure na isi ọnụelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "O nweghi 'sit at home' ọzọ anyị hibere n'abụghị ụbọchị 21 October - Ipob",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ihe ise ị ga-eme iji belata eze ure na isi ọnụ",
    "Gịnị na-ese mere Gọvanọ Umahi jiri tụkwasa N500,000 n'isi Kenneth Nwakparanta?",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Anwansị m mere bụ ka a mara na ndị Igbo nọ ya - Chiwetalu Agu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}