{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikekwe, otu ụkọchụkwu Katọlik ndị ntọ  tọọrọ na-akwụ agụụ ugbua dịka o ribeghị nri ụtụtụ oge ndị omekome tọọrọ ya n'ụtụtụ taa bụ Wenezde.",
    "Ndị ntọ tọọrọ Fada Godfrey Chimezie bụ osote ụkọchukwu na-achịkọta ụlọụka 'St Theresa's Catholic Church', n'Okporoụzọ Ehiukwu Ohokobe dị n'obodo Nnamdi Kanu bụ Afaraukwu, Ibeku, Umuahia-North, Abia steeti.",
    "'A zọpụtala mmadụ 5 ndị 'Redeemed' eji'",
    "Ndị ntọ atọọrọla otu onye ntaakụkọ n'Ụmụahịa",
    "Ndị uweojii azọpụtala Eze ndị ntọ ji",
    "Ndị obodo ahụ gwara BBC Igbo na ọ bụ oge Fada Chimezie si St Gabriel Catholic Church Okpururie ebe ọ gaara kaa ụka ụtụtụ alọta, ka ya bụ ihe mere.",
    "St Theresa's Catholic Church Afaraukwu",
    "Ndị nọ ebe ihe mere  kwuru na na ndị omekome ahụ  kwushiri ụgbọala 'Toyota Camry' ya, kpụpụta ya ma tinye ya n'ụgbọala ha, gbawara.",
    "Kidnappers: Ndị ntọ asaala asịsa",
    "Oge onye ntaakụkọ anyị gara n' ụlọụka St Theresa, ahụghị ụkọchukwu na-achịkọta ụlọụka ahụ, mana katikisti bụ Mathias Ezinwa Uwakwe kwuru na ya bụ ihe mere eziokwu ma kwụkwọ na Fada agbabeghị ụtụtụ tupu o mee.",
    "\"Anyị ka nọ n'ụlọụka oge o mere, ọ bụ ndị bịara ụka na-ala hụrụ ihe mere were gbata kọọrọ anyị.\"",
    "Okporoụzọ ebe a tọọrọ Fada Godfrey Chimezie",
    "Uwakwe gaara n''ihu kọwaa na e wetere Fada Chimezie bụ onye e chiri ụkọchukwu n' ọnwa Julai afọ 2021 ọhụrụ n' ụlọụka ha.",
    "Oge, a kpọtụrụ ya, ọnụ na-ekwuru ndị uweojii na Abia steeti bụ Geofrey Ogbonna kwuru na ya enweghị ike ikwu okwu ọbụla n'ihi na ya anatabeghị ozi zuru oke banyere ihe mere.",
    "Nke a na-eme ya ụkọchukwu abụọ si ogige 'Sons of Mary Mother of Mercy' ndị ntọ tọọrọ n'ọnwa itoolu.",
    "N'abalị 15 nke ọnwa Disemba afọ 2020,  a tọọrọ Fada Valentine Ezeagu, onye Enugwu n'Arondizuogu mana e mechara tọhapụ ya.",
    "Ihe 11 na-adịghị mma agha na-ebute",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala taa?",
    "Gịnị gburu nwoke, nwunye ya, nwa ha, na onye enyemaka ha n'otu ụbọchị n'Enugwu?",
    "Ofụfe",
    "Naijiria",
    "Vidio, Anambra Women in Politics: Ihe ndị mere ụmụnwaanyị Anambra anaghị achịta aja n'ịzọ ndọrọndọrọ ọchịchị13 Ọktọba 2021",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti7 Ọktọba 2021",
    "Chiwetalu Agu apụtala n'aka ndị DSS12 Ọktọba 2021",
    "Loneliness in marriage: Ihe ị ga-eme jiri jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Nkem Okeke, osote Gọvanọ Anambra steeti awụfeela APCelekere 7 gara aga",
    "Gee ntị, BBC Nkeji13 Ọktọba 2021",
    "Vidio, Ego, enweghị nkwado ụmụnwoke na ihe ndị ọzọ mere ụmụnwaanyị Anambra anaghị achịta aja n'ịzọ ndọrọndọrọ ọchịchị13 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Nkem Okeke, osote Gọvanọ Anambra steeti awụfeela APC",
    "Etu ndị ntọ si tọọrọ Fada n'AfaraUkwu, obodo Nnamdi Kanu n'ụtụtụ taa",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala taa?",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Gịnị gburu nwoke, nwunye ya, nwa ha, na onye enyemaka ha n'otu ụbọchị n'Enugwu?",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Chiwetalu Agu apụtala n'aka ndị DSS",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "\"Ana m ahụta MNK dịka nwa m, ọ bụghị dịka onyeisi IPOB\" - Okezie Ikpeazu",
    "Ọ bụ akụkọ ụgha na Washington Times ewepụla ihe ha bipụtara maka Ipob",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}