{
  "published": "14 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị nwere agba n'Abia steeti na mpaghara dị iche iche na Naijiria pụtara n'ikem n'ikem dịka njem ikpeazụ Ọchịagha Ndubuisi Kanu kwụsịrị n'ọgbọ 'Micheal Okpara Auditorium' dị n'Ụmuahia ,isiobodo Abia steeti, ụbọchị Tozde (14/10/2021).",
    "Joseph Achuzia, Dike Biafra alaala",
    "Emmanuel Nwobosi: Ihe ị maghị maka ọchịagha a so Ojukwu kwaa mgbọ n'agha Biafra",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị Biafra",
    "Ahụ Ọchịagha Ndubuisi Kanu si Imo steeti ebe Gọọmenti steeti ahụ kwanyere ya ugwu ikpeazu n'abalị iri na atọ nke Ọnwa Oktoba bata Abia steeti",
    "Ọchịagha mmiri Ndubuisi Kanu(Rear Admiral), aka chịburu Legọs na Imo steeti ochie nwụrụ n'abalị 13 nke ọnwa Jenụwarị afọ 2021 ka ọ gbachara afọ 77.",
    "Ọtụtụ agaghị echefu Kanu n'ihi ike ọ kpara dịka onye agha Naijiria, kama ọ gbara mbọ dịka onye agha Biafra n'oge Agha.",
    "Gọvanọ Okezie Ikpeazu, nwunye Ndubuisi Kanu ndị isi ọchịchị Ikpeazu na ndị isi agha mmiri",
    "Dịka Gọvanọ Okezie Ikpeazu siri kọwa, ọnwụ Kanu bụ nnukwu ihe ihe furu ndị Abia na Naijiria gbaa gburgburu.",
    "Ebe foto si, Onyebuchi Ememanka/Facebook",
    "\"Rear Admiral Ndubuisi Kanu bụ onye anaghị echefu ebe o si. ọ bụ onye kwalitere ndọrọndọrọ ọchịchị n'Abia steeti ma bụrụkwa onye ndụmọdụ  nye ndị ndu steeti.\"",
    "Ebe foto si, Onyebuchi Ememanka/Facebook",
    "N'okwuchukwu ya n'ụka a kaara Kanu, Bishọpụ G.A. Agupusi, nke  Dayọsịs Umuahia- East kọwara oku ka mmadụ nile na-aza onwe ha \"ajụjụ kachasị mkpa\" nke o kwuru bụ \"Ị ga-eketa ndụ ebighị ebi?\"",
    "Ebe foto si, Onyebuchi Ememanka/Facebook",
    "N'ofufenro ahụ, Osote Gọvanọ Abia steeti bụ Use Oko-Chukwu gụrụ ihe ọgụgụ site n'akwụkwọ Ecclesiastes 7: 1-4, 8-10.",
    "Ndị biara mmemme ngwanyere ugwu ikpeazụ ahụ gụnyere aka chịburu Imo steeti bụ Ikedi Ohakim.",
    "Etu o siri gaa n'Imo steeti n'Oktoba 13,2021",
    "Ebe foto si, Hope Uzodimma/Facebook",
    "Hope Uzodimma, oge ọ nabtara ahụ Ndubuisi Kanu",
    "N'abalị 13 Ọktoba, 2021, gọọmentị Imo steeti kwanyere Ọchịagha Nnubuisi Kanu ugwu ikpeazụ site na ịgụgharị  ọgbọ 'Heroes Square' aha ya.",
    "N'ozi ya, Gọvanọ steeti ahụ bụ Hope Uzodimma kọwara Kanu dịka onye wetara mmepe obodo n'Imo steeti Ochie malite n'afọ 1976 rue 1977 bụ oge ọ chịrị dịka gọvanọ.",
    "O toro Kanu maka iji ndị nhazi obodo(town planners) were hazie Imo steeti ma kewapụtakwu okpuru ọchịchị dị n'a steeti ọhụrụ mee y rue iri abụọ na otu.",
    "Ebe foto si, Abia Government",
    "A mụrụ ya n'abalị atọ nke Ọnwa Novemba, afọ 1943",
    "Ọ bụ onye agha Naijiria welitere isi  mana o soro lụọ Biafra ọgụ",
    "O nwere isi ọma na dịka Agha Biafra biri, a nabatakwara ya ọzọ n'Agha Naijiria.",
    "A họnyere ya ndị isi ọchịchị 'Supreme Military Council' n'oge ọchịchị Murtala Muhammed n'afọ 1975",
    "Ọ chịrị dịka gọvanọ agha Legọs steeti site n'afọ 1977 rue 1978.",
    "Ọ chịrị gọvanọ agha Imo steeti ochie n'afọ 1976 rue 1977",
    "O so na ndị welite isi lụrụ ọgụ maka 'June 12' dịka otu n'ime ndị otu 'National Democratic Coalition (NADECO), bụ otu gbara mbọ ka e nye MKO Abiola ọkwa Onyeisiala dịka onye meriri na ntuliaka Juun 12, afọ 1993 nke ọchịchị  Ibrahim Babangida kagburu.",
    "Ifeanyi Ubah: 'Ọ bụghi eziokwu na a wakporo m Alaba unyaahụ'",
    "Etu ndị ntọ si tọọrọ Fada n'AfaraUkwu, obodo Nnamdi Kanu n'ụtụtụ taa",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala Oktoba 12??",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Killiwee Nwachukwu: Etu dike a siri nwete aha ya21 Eprel 2019",
    "Ike Nwachukwu: Naijiria ugbua abụghị ihe m tụrụ anya - Ike Nwachukwu1 Septemba 2020",
    "Biafra at 50 : Ihe mere Igbo ejighị Odumegwu Ojukwu egwu egwu15 Jenụwarị 2020",
    "Emmanuel Nwobosi: Ihe ị maghị maka ọchịagha a so Ojukwu kwaa mgbọ n'agha Biafra25 Nọvemba 2020",
    "Anwansị m mere bụ ka a mara na ndị Igbo nọ ya- Chiwetalu Agu.elekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Emeriri m ọdachị dakwasịrị m ma na-eme ka onye ahu zuru oke - Nwoke kpuru isi na-eme PhD14 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Anwansị m mere bụ ka a mara na ndị Igbo nọ ya- Chiwetalu Agu.",
    "Etu njem ikpeazụ Ndubuisi Kanu, gọvanọ agha chịrị Legọs na Imo steeti ochie, si aga",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ifeanyi Ubah: 'Ọ bụghi eziokwu na a wakporo m Alaba unyaahụ'",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala Oktoba 12??",
    "Chiwetalu Agu apụtala n'aka ndị DSS",
    "Ọ bụ akụkọ ụgha na Washington Times ewepụla ihe ha bipụtara maka Ipob",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}