{
  "published": "15 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ndị ọrụ nchekwa tọhapụrụ Chiwetalu Agu bụ onye ejije Nollywood a ma ama, ya na BBC Igbo nwere mkparịtaụka pụrụiche taa bụ 15 Ọktoba ebe ọ kụwara anyị akị oyibo nsugbe n’okwu ihe ọ gabigara na aka ndị ọrụ nchekwa n’izu gara aga.",
    "N’okwu ya, o kwuru na bido mgbe ọ dị na nwata, na ọ bụ onye onyinye ya mere na mgbe o si njem site na Asaba na-aga Onitsha, ndị mmadụ gbakọrọ bịa izute ya dịka ọ bụ onye ama ama. Chiwetalu kwuru na ọ nwere obi ọmịkọ nye ndị ogbenye nọ n’etiti ndị gbakọtara izute ya, nke mere o ji bido kwewe achicha (bread) n’etiti okporo ụzọ Upper Iweaka nọ n’Onitsha.",
    "Maazị Chiwetalu kwuru na achicha ọ zụtara ma kee ụbọchị ahụ ruru ọnụ ego puku iri. N’okwu ya, o si na ya bụ mgbakọta mere ndị agha jiri bịa nwuchịe ya, o kwuru na mgba ha bịara ịwụchị ya, ọ jụrụ ha ihe ọ mere ma ha asagha ya. Ha gara n’ịhụ dọrọ ya ma kpọbaa ya n’ime ụgbọala ha. O kwuru na ha dọkaturu akwa ya nke e sere ọwụwa anyanwụ.",
    "Mgbe BBC Igbo jụrụ ya maka kepu kepu kwuru na ndị agha tiri ya ihe ma merụọ ya ahụ mgbe ha bịara ị nwụchị ya, o kwuru na ya bụ akụkọ bụ akụkọ ugha mana na ihe mere bụ ha dọrọ ya na aka kpụba ya n’ime ụgbọala ha.",
    "Maazị Chiwetalu gara n’ihu kwuo na ndị agha bupụ ya n’Onitsha gawa ọdọ ndị agha nọ na Enugu Steeti bụ “82 Division” ma malite gbawa ya ajụjụ ọnụ nke gụnyere ihe mere o jiri nyiri akwa e sere ọwụwa anyanwụ na-ekesa achicha n’okporo ụzọ Onitsha. O kwuru na ọ kọwara ndị agha atụmatụ ya nke bụ atụmatụ udo. O kwuru na ka ha ahụghị ntụpọ ọ bụla n’aka ya, ha nyefere ya n’aka ngalaba ndị agha pụrụiche n’eme nnyocha bụ “Special Intelligence officers” na bekee. O kwuru na ndị ngalaba a gara n’ihu gba ya ajụjụ ọnụ ruo ihe kariri ekelere itolu. O kwukwara na ha nyochara ime ekwe nti ya, ma jụọ ajụjụ banyere ihe niile ha hụrụ n’ime ya bụ ekwe nti.",
    "Dịka ha mere nnyocha nke ha ma hapụ ịhụ ntụpọ ọbụla n’aka ya ha nyefere ya n’aka ngalaba ndị uweojii pụrụiche bụ ndị DSS n’aha ịchafụ.",
    "Chiwetalu kwuru na ndị DSS buru ya n’ụgbọala ha n’isi ụtụtụ ụbọchị ahụ gawa isi ụlọọrụ ha nọ n‘Abuja.",
    "Ọ kọwara BBC Igbo ihe ọ gabigara n’aka ndị DSS mgbe ha tinyere ya na nga pụrụiche, nke gụnyere na ha gbara ya ajụjụ ọnụ ma nyochakwa ekwe nti ya.",
    "O kwukwara na ọ gwara ha maka ọrịa shuga ji ya nakwa maka ọya afọ ji ya nke mere na nri o na-eri jiri bụrụ nri pụrụiche. N’okwu, o si na ndị DSS gbaliri n’ilete ya anya mana ha kwuturu ya agụụ dịka ebe ụlọọrụ ndị DSS nọtere aka ebe ndị ahịa na-ere nri nọ.",
    "Maazị Chiwetalu kwukwara na ndị ọrụ DSS gwara ya na ebe edobere ya nọ n’okpuru ụlọ ebe edobere Maazị Nnamdi Kanu, o kwuru na olilianya ya bụ ka ọ hụtụ Nnamdi Kanu ma nke a emeghi dịka enyeghi ya ohere ịhụ ya.",
    "Ọ kọwakwara BBC Igbo na ndị ọgbọ ya n’eme ejije gbakọtara maka igbapụta ya nke gụnyere ọgbakọ ndị ejije a na-akpọ “Actors Guild of Nigeria”, o kwuru na onyeisi ọgbakọ a bụ Emeka Rollas zitere ya ndị enyemeka ndị gụnyere Maazị Steve Egbu, Mike Ezekohme, nakwa Monalisa Chinda. O kwuru na dịka ndị ọrụ nchekwa hụrụ na aka ya dị ọcha nakwa ọ nweghi ihe ọjọọ ọ bụla ọ mere, ha gwara ya etu akparamagwa ọ kpara dịka onye a ma ama nwere ikike ikpalite ọgbaghara ma kwasa udo nọ ebe ahụ.",
    "Na nchịkọta okwu ya, o kwuru na ọ bụ naanị udo ka o chọrọ nke bụ ndị mmadụ na arịọ ya ka ọ zọọ ọkwa gọvanọ Enugu Steetị, o kwuru na atụmatụ a dị mma mana ọ gaghị azọ ya bụ ọkwa dịka ụzọ ndị ndọrọ ndọrọ adighi mfe. O kwukwara na dịka ọ bụ onye eziokwu, ọ banye ime ọrụ ndọrọ ndọrọ ọ ga ekwu ka ndị ndọrọ ndọrọ kagbuo nrụrụ aka, mpụ na aghụghọ nke nwere ike ikpalite iwe ha ma mee ka ha chụpụ ya.",
    "Ọ gara n’ihu kwuo na ọ ga edobe ya bụ akwa kpalitere ọgbaghara n’ime ụlọ pụrụiche nke bụ “National Archive” maọbụ na akụkọ pụrụiche n’ụlọ ya bụ “Personal Archibve” ka ọ bụrụ ihe nkiri i ji cheta ihe ọ gabigara.",
    "O kwukwara na ọ ga akwa akwa ọcha ọzọ nke a ga ese ọnwuwa anyawụ i jị gọsi na obi ya dị ọcha. Maazị Chiwetalụ ji ndụmọdụ chịkọta okwu ya gwa ndị ọchịchị nke gụnyere onyeisiala Buhari ka ha soro ụzọ udo na nke mkparịtaụka n’ọchịchị ọha ma hapụ oke aka ike, o kwukwara ka ihiwe ọgbakọ ndị okenye ga-anọchite anya akụkọ Naịjirịa niile ime ya bụ mkparịtaụka. O kwukwuru ka ọgbakọ a jụta ndị okenye ndị a ihe na-akpa ha maọbụ ihe kacha eche ha na akụkọ nke ha.",
    "Ndọrọndọrọ ọchịchị",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Chiwetalu Agu arrest: \"Drama' m mere bụ ka a mara na ndị Igbo nọ ya14 Ọktọba 2021",
    "Chiwetalụ Agu: 'Ndị anyaụfụ chọrọ iwepụ ndụ m ma Chineke ekweghị'28 Febụwarị 2020",
    "Chiwetalu Agu apụtala n'aka ndị DSS12 Ọktọba 2021",
    "Vidio, Ifeanyi Ubah: Ihe mere m ji achụ nta vootu na Legọs, Duration 10,1015 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, World Sight Day: Isi m kpuru egbochighi ịgụru PhD na mahadum UNN - Akumas Uche Kalu, Duration 6,0414 Ọktọba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Anambra Women in Politics: 'Ụmụnwoke Anambara achọghị nwaanyị ga-aga ha n'ihu', Duration 7,2513 Ọktọba 2021",
    "Vidio, “Ndị mmadụ na-arịọ m ka zọọ ọkwa Gọvanọ Enugu Steeti” – Chiwetalu Agu, Duration 42,5815 Ọktọba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}