{
  "published": "15 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Nnamdi Kanu bụ onye ndu otu Indigenous People of Biafra (Ipob) esila n'ụlọmkpọrọ zie ndị otu ya ozi, dịka ọkaiwu ya siri kwuo.",
    "Ifeanyi Ejiofor bụ ọkaiwu ya dere n'akara Facebook ya na ọ sị ka ndị otu ya na ndị na-akwado ya malite ibu ọnụ aṅụghị mmiri nke Bekee kpọrọ 'dry fasting', ruo mgbe a kpọpụtara ya ụlọikpe.",
    "Ọkaiwu Ejiofor sị na dịka Kanu na-ekele ndị otu ha maka nkwado ha, ọ gwakwara ha ka na-ebu onwe ha ọfụma, n'usoro iwu obodo nabatara.",
    "Ihe mere n'ụlọikpe taa n'okwu ikpe Nnamdi Kanu",
    "Ihe Ipob sit-at-home enforcement riri n'ala Igbo",
    "\"Ana m ahụta MNK dịka nwa m, ọ bụghị dịka onyeisi IPOB\" - Okezie Ikpeazu",
    "Ejiofor kwukwara na enweghi ebe a kpụgara Kanu, na ọ ka nọ n'Abuja.",
    "O kwuru nke a iji saa akụkọ ụgha niile na-efegharị na e bugara Kanu mba Chaịna na Izrel.",
    "O kwukwara na Kanu ga-apụta n'ụlọikpe n'ụbọchị 21 nke ọnwa Ọktoba 2021, na enweghi ihe ga-akwụsị gọọmentị etiti Naịjiria ịkpụpụta ya ụbọchị ahụ.",
    "Ọkaiwu Ejiofor kwuru na ọ tụrụ Kanu n'anya na ndị mmadụ na-ebugharị akụkọ ụgha na e nwere akwụkwọ a sị ya binye aka na ya tupu a tọhapụ ya.",
    "Ọ kpọkuru ndị otu ya sị ha egela ya bụ akụkọ ụgha ntị.",
    "Ọ karịala ọnwa atọ kemgbe ọnwa Juun gọọmentị etiti Naịjiria nwụchiri Nnamdi Kanu bụ onye ha na-ebo ebubo maka ịkpa nkata megide Naịjiria.",
    "Kemgbe ahụ, ndị nkwado ya ji ụbọchị Mọnde niile eme ụbọchị nọrọ n'ụlọ iji mee ka gọọmentị kpọpụta ya n'ụlọikpe.",
    "Gọọmentị akpọpụtaghị ya n'ụlọikpe n'ụbọchị 26 nke ọnwa Julaị mgbe e bu ụzọ pụta ikpe ikpe ya.",
    "\"Ndi Ipob, geenu ntị ihe ndi isi unu na-ekwu maka sit-at-home\" - Ifeanyi Ejiofor",
    "Ifeanyi Ejiofor",
    "Ikpe",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu Arrest: 'Ịga a tụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor2 Ọgọọst 2021",
    "Nnamdi Kanu News Today: Anyị ga-agbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor9 Julaị 2021",
    "Nnamdi Kanu: Ihe mere mgbe anyị gara n'ụlọọrụ DSS ịhụ ya - Ejiofor29 Julaị 2021",
    "Vidio, “Ndị mmadụ na-arịọ m ka zọọ ọkwa Gọvanọ Enugu Steeti” – Chiwetalu Agu15 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe kpọtụrụ n'ụka akwamozu Ndubuisi Kanu gọvanọ onye agha chịrị Legọs na Imo steeti taa14 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Gịnị na-esere mere Gọvanọ Umahi jiri tụkwasa N500,000 n'isi Kenneth Akparanta?",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ivan Sheehan dajọrọ n' ihe o dere maka Ipob na ESN - Ọkammụta Anthony Ejiofor",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "'Ipob, Nnamdi Kanu sị unu buo ọnụ ruo oge a ga-akpọpụta ya ụlọikpe' - Ifeanyi Ejiofor",
    "Ihe kpọtụrụ n'ụka akwamozu Ndubuisi Kanu gọvanọ onye agha chịrị Legọs na Imo steeti taa",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Anwansị m mere bụ ka a mara na ndị Igbo nọ ya - Chiwetalu Agu",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala Oktoba 12??",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}