{
  "published": "17 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Stan Nze/Instagram",
    "Stan Nze na nwunye ya bụ Blessing Jessica Obasi",
    "Stan Nze akọwaala ihe mere o ji lụọ nwunye ya bụ Blessing Jessica Obasi, n'agbanyeghị na ndị mmadụ na-ekwu na ọ dị afọ iri anọ na abụọ (42).",
    "Agbamakwụkwọ Stan Nze na Jessica Obasi kporo ọkụ na soshal midia n'ọnwa Sepụtemba, n'ihi na onweghị onye ma na ha abụọ na-akwado ịlụ onwe ha.",
    "Na mkparịtaụka ya na BBC Pidgin nwere, Stan Nze kwuru na ihe mere o ji lụọ nwunye ya bụ na ọ naghị awa ya isi.",
    "Ije Chiwetalu Agu jere n'aka ndị ọrụ nchekwa Naịjirịa",
    "Amaka Igwe nwaada Igbo soro hibe Nollywood",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Ihe ise ị maghị maka KOK, onye ghọrọ ọkaiwu ka ọ gbachara afọ 58",
    "'Anaghị m agwọ ọgwụ ọ bụ ihe na-eme n'obodo ka anyị na-egosi' - Kanayo O kanayo",
    "Ebe foto si, Stan Nze/Instagram",
    "Stan Nze na nwunye ya bụ Blessing Jessica Obasi",
    "Stan Nze kọwara na ya na ọtụtụ ụmụnwaanyị mara emekọọla ihe, mana ọ bụ Blessing Obasi ka obi ya nabatara.",
    "\"Ọtụtụ ndị mmadụ na-akọ m ọmụ na Soshal midia na-ekwu na m lụrụ nwaanyị tọrọ mụ atọ. Na mụ mara mma karịa ya. No o tosịghị m.\"",
    "\"Gịnị mere mụ ji lụọ nwaanyị dị afọ 42? Nke a, nke ọzọ.\"",
    "\"Mana ihe niile ndị ahụ agbasaghị m. A lụrụ m ezigbo enyi m.\"",
    "\"Alụrụ m onye nyere mụ udo, onye m ma na Chineke kwadoro maka m.\"",
    "Stan Nze na-egosi iwe ya",
    "Nze gara n'ihu kọwaa na otu ihe dọtara ya ebe nwunye ya nọ bụ na ọ bụghị onye ihu abụọ.",
    "\"O nweghị ihe mụ na ya na-ezoro onwe anyị ezoro. Anyị anaghị eme meremere n'ihu.\"",
    "\"Anyị na-anyụ onwe anyị ahụrụ, onweghị ihe na-eme.\"",
    "\"Ọ bụ onye na-anaghị agbakasị m ahụ chaachaa. Ọ na-akpa m ọchị nke ukwuu.\"",
    "\"Naanị otu ihe m na-enyere ya aka maka ya bụ na ọ na-ewe iwe ngwangwa.\"",
    "\"O wekwaanụ iwe, ọ ga-agwa gị ya ebe ahụ etu o si dịrị ya n'obi.\"",
    "\"Mana obere oge, o kporo ihe niile ahụ kpofuo, chịrịkwa ọchị gawa.\"",
    "Stan Nze kwuru na ya ga-agbasi mbọ ike ịhụ na ya na nwunye ya alụghị ọgụ maọbụ see okwu n'ime afọ mbụ ha ji gbaa akwụkwọ.",
    "\"Ọtụtụ na-ekwu na ọnwa isii di na nwunye ji gbachaa akwụkwọ, ha ga-amalite ise okwu, mana ọ gaghị adịrị m otu ahụ,\" Nze kwuru.",
    "Ebe foto si, Stan Nze/Instagram",
    "Stan Nze",
    "Stan Nze bụ onye na-eme ejije Nollywood a ma ama.",
    "Ezigbo aha ya bụ Stanley Ebuka Nzediegwu",
    "Ọ bụ onye Osumenyi n'Anambra steeti",
    "O meela ọtụtụ ejije gbara ọkpụrụkpụ nke gụnyere 'Rattle Snake - The return of Ahanna';",
    "Ọ chọburu ịbụ onye ọkwọ ụgbọelu, maọbụ Dibia bekee",
    "Mana o mechara gụọ kọmputa sayensị na mahadum",
    "Ebe foto si, blessingjessicaobasi",
    "Blessing Jessica Obasi",
    "Blessing Obasi bụkwa nwa ada a ma nke ọma n'ime ejije Nollywood",
    "Ọ bụkwa onye na-emepụta ejije emepụta, nke bekee na-akpọ 'producer'",
    "Ọ bụ onye Abia steeti",
    "Ọ gụrụ akwụkwọ kọleji na 'Government Girls College, Umuahia",
    "O nwetakwara nzere 'Bachelor's Degree' na Mahadum Legọs (Unilag)",
    "Ụmụntoroọbịa",
    "Nollywood",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Vidio, #BloodontheFlag: Ndị ọrụ nkiri na Naịjirịa egosila obi mgbawa ha, Duration 0,362 Julaị 2018",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood'23 Juun 2021",
    "Vidio, 'Nollywood laghachi n'asụsụ Igbo unu jiri malite' - Vicky Nwogu29 Nọvemba 2018",
    "Vidio, Nollywood: Igbo bi n'ofesi na-achọ ihe nkiri anyị - Erics26 Nọvemba 2018",
    "Vidio, Nollywood: E gwuru m chandum mgbe m bidoro - Obi Emelonye1 Nọvemba 2019",
    "Vidio, Rita Edochie: 'Ị chọwa mpa nnukwu na Nollywood, ị ga-esi n'otu 'room' banye 'room' ọzọ'6 Disemba 2020",
    "Vidio, Nollywood Movies: Ka e si emepụta ejije Igbo23 Juun 2019",
    "Vidio, Anita Joseph: 'Ụfọdụ ụmụnwaanyị Nollywood ka enwe ego maka 'nnukwu mpa' nọ ha n'akukụ'14 Mee 2019",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mụọ12 Ọgọọst 2021",
    "Vidio, Ụbọchị dọkịnta gwara na m nwere 'cancer' n'ara, ọ dị ka ụwa m agwụla - Juliet Uzoma17 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "A na-ekwu na m lụrụ nwaanyị dị afọ 42 mana ọ gbasaghị m - Stan Nze17 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "O nweghi 'sit at home' ọzọ anyị hibere n'abụghị ụbọchị 21 October - Ipob",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "A na-ekwu na m lụrụ nwaanyị dị afọ 42 mana ọ gbasaghị m - Stan Nze",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Ihe ise ị ga-eme iji belata eze ure na ọnụ isi",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Gịnị na-ese mere Gọvanọ Umahi jiri tụkwasa N500,000 n'isi Kenneth Nwakparanta?",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka",
    "'Ipob, Nnamdi Kanu sị unu buo ọnụ ruo oge a ga-akpọpụta ya ụlọikpe' - Ifeanyi Ejiofor",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}