{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nduka Orjinmo",
    "BBC News, Abuja",
    "Ebe foto si, IRUMS",
    "Ọnụọgụgụ ndị na-ekwu na ha bụ ndị Jew na Naịjirịa ruru puku iri na abụọ",
    "Shlomo Ben Yaakov bụ onye okpukperechi Jew, nke olileanya ya bụ ịbụ nnukwu onye nkuzi a na-akpọ 'Rabbi'.",
    "Ọ bụ onyeisi n'ụlọ ekpere a kpọrọ Gihon Hebrew Synagogue nke dị na mpaghara Jikwoyi, n'Abuja.",
    "Mana ọ bụ onye Igbo. Ezigbo aha Igbo ya bụ Nnaemezuo Maduako.",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?",
    "Ihe anya m hụrụ n'aka ndị DSS Naịjirịa - Rudy Rochman",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'",
    "'Ebubo Gọọmenti etiti boro Ipob bụ ebubo ụgha'",
    "O kwuru sị: \"Ana m ahụta onwe m dịka onye Jew.\"",
    "\"Ihe niile a anyị na-eme ebe a, bụkwa otu ihe a na-eme n'Israel.\"",
    "Mana mba Israel ekwetaghị na ndị Igbo si n'agbụrụ Israel pụta.",
    "Israel anaghịkwa ahụta ndị okpukperechi Jew nọ na Naịjirịa dịka ezigbo ndị Jew.",
    "Ebe foto si,  Ezeora, Obu-Gad Enugwu Aguleri.",
    "Obodo Aguleri ka kwenyere na nna nna ha bụ mba Israel ka o si malite njem",
    "O teela akụkọ gbasara ndị Igbo na ndị Israel malitere.",
    "Mana ndị ọkachamara na ndị gụlitere akwụkwọ kwuru na enweghị ihe akaebe doro anya gosiri n'ezie na ndị Igbo si na mba Israel pụta.",
    "Chidi Ugwu, onye bụ ọkachamara na mmụta ọdịnala na Mahadum Naịjirịa dị na Nsụkka, kwuru na ọ bụ oge a lụchara agha Biafra ka okwu ndị Igbo ịbụ ndị Jew malitere.",
    "O kwuru na ọ bụ n'ihi ahụhụ ndị Igbo tara n'oge agha mere ha ji na-atụnyere onwe ha dịka ndị Jew.",
    "Sefer Torah ndị Izrel nyere anyị abụghị maka Biafra - Ndị Igbo Jew",
    "Ugwu kwuru sị: \"Ọ bụ ihe mkparị ikwu na ndị Igbo agbụrụ furu efu. Onweghị ihe akaebe ọbụla kwadoro nkw.\"",
    "\"Ihe akaebe rụtụrụ aka na ndị Igbo si na mba Egypt wee pụta, puku kwuru puku afọ gara aga.\"",
    "\"O nwere ike ịbụ n'Egypt ka ndị Jew si nwetatụ ụfọdụ omenala ndị Igbo ha na-eme.\"",
    "N'otu aka ahụ kwa, Rabbi Eliezer Simcha Weisz, kwukwara na onweghị ihe gosiri na nna nna ndị Igbo si na mba Israel.",
    "Ebe foto si, Youtube screengrab",
    "Rabbi Eliezer Simcha Weisz bụ onyeisi ngalaba gọọmentị Israel ọrụ ya bụ inyochapụta eziokwu gbasara ndị mba ọzọ na-ekwu na ha bụ ndị Israel.",
    "Weisz bụ onyeisi ngalaba gọọmentị Israel ọrụ ya bụ inyochapụta  eziokwu gbasara ndị na-ekwu na ha bụ ndị Israel.",
    "O kwuru sị: \"Ha (ndị Jew Naịjirịa) na-ekwu na ha bụ ụmụ Gad, nke bụ nwa nna nna anyị bụ Jacob, mana ha-enwebeghị ike iwepụta ihe akaebe gbara ama maka nke a.\"",
    "\"Omenala ha na-ekwu na o yiri nke anyị, e nwere ọtụtụ ndị na-eme omenala ndị a.\"",
    "\"Naanị ihe ga-eme ka anyị nabata ha bụ ma ha abụ ndị si n'okpukperechi ọzọ bata na Judaism.\"",
    "\"Ma ọ bụghị otu a, anyị agaghị anabata ha.\"",
    "Usoro e ji esi okpukperechi ọzọ abanye Judaism buru ibu.",
    "Otu n'ime ha bụ na onye ahụ ga-apụta n'ụlọikpe ndị Jew, mana enweghị ụlọikpe dị otu a na Naịjirịa.",
    "Ebe foto si, IRUMS",
    "Shlomo Ben Yaakov bụ onye Igbo. Ezigbo aha ya bụ Nnaemezuo Maduako. Mana okpukperechi ya bụ 'Judaism'",
    "Mana Mazi Yakoov na-ekwu na ọ ihe mkparị ikwu na ha bụ ndị atọghatara atọghata.",
    "O kwuru na a na-ahụta ndị atọghatara atọghata dịka ndị mbịarambịara.",
    "N'ime afọ olemole gara aga, ndị Igbo na-ekwu na ha bụ ndị Jew abaala ụba.",
    "Mazi Nnamdi Kanu, onye isi otu na-azọ nnwereonwe Biafra bụ IPOB, na-akpọ onwe ya onye Jew.",
    "Kanu nwere ọtụtụ ndị mmadụ na-akwado ya n'ala Igbo.",
    "Ebe foto si, Irums",
    "Mazi Ovadai Avichai kwuru na ụjọ tụrụ ya oge Nnamdi Kanu na IPOB malitere n'ihi na ọ ma na ha nwereike itinye ha bụ ndị okpukperechi Judaism na nsogbu.",
    "Mana n'ime ndị Igbo na-ekpebu Judaism kamgbe ụwa, ha anaghị ahụta ndị nkwado Mazi Kanu dịka ezigbo ndị Jew.",
    "Ovadai Avichai, bụ onye Igbo na-ekpe Judaism, kwuru na \"oge IPOB malitere, e bere m akwa n'ụlọ nsọ\".",
    "\"Ekwuru m na nwata nwoke a abịala ibutere anyị nsogbu, n'ihi na ihe ọ na-eme ekwesịghị.\"",
    "Mazi Avichai kwuru na ụjọ ya bụ na ihe Nnamdi Kanu na-eme nwere ike ibutere ha bụ ndị Jew nsogbu.",
    "Ụjọ Avichai mechara mezuo oge gọọmentị Naijirịa nwụchiri Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'.",
    "Ebe foto si, Rudy Rochman/Facebook",
    "Rudy Rochman, onye Jew si mba Israel, gara leta eze ọdịnala Aguleri oge ọ bịara njem na Naịjirịa",
    "Ha nwuchikwara nwa ada Lizben Agha, onyeisi ụlọ ekpere ndị Jew dị n'Ogidi, ọ nọọ otu ọnwa na mkpọrọ ndị DSS tupu a tọhapụ ya.",
    "Ka ọ dị ugbua, Yakoov na ndị otu ya ka nwekwara olileanya na ha ga-enwe ike ife Chukwu n'ụzọ Judaism etu ha si chọọ.",
    "O kwuru sị: \"Maka anyị bụ ndị ma mgbọrọgwụ anyị, obi siri anyị ike maka ebe mgbọrọgwụ anyị si.\"",
    "\"Ọ bụrụ na ndị oru Kraịst na ndị alakụba na-anabata ndị otu ha, na-enyekwa ha nkwado, e chere m na ndị Jew kwesịkwara igosi anyị nkwado.",
    "Ofụfe",
    "Israel na ndị Palestine",
    "Nnamdi Kanu sị na ya amachiela ụgbọala ịgba n'ụzọ n'abalị n'Anambara nakwa Abịa22 Eprel 2021",
    "E jighị Nnamdi Kanu na Singapore- ọkaiwu Ipob1 Disemba 2020",
    "'Gọọmentị Naijirịa anwụchiela Rudy Rochman onye Israel butere Sefer Torah na Naijirịa'13 Julaị 2021",
    "Rudy Rochman: Ihe anya m hụrụ n'aka ndị DSS Naịjirịa1 Ọgọọst 2021",
    "Sefer Torah a e kwuru na Nnamdi Kanu kwuru maka ya ọ pụtara gịnị?7 Julaị 2021",
    "Vidio, Sefer Torah ndị Izrel nyere ndi ntoroọbịa Jew na Naịjirịa ọ bụ maka Biafra?, Duration 5,488 Julaị 2021",
    "Vidio, E tu m si tụrụ ugo onye nkuzi kachasi mma Naịjiria niile n'afọ 2021 - Bridget Maduabuchim Nnabueze18 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya18 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Lee ndị Igbo nwere olileanya na Israel ga-anabata ha dịka ndị Jew",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka",
    "O nweghi 'sit at home' ọzọ anyị hibere n'abụghị ụbọchị 21 October - Ipob",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Gịnị na-ese mere Gọvanọ Umahi jiri tụkwasa N500,000 n'isi Kenneth Nwakparanta?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}