{
  "published": "18 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nne na nna ụmụakwụkwọ atọrọ nso nso a n'ụfọdụ akụkụ Naịjirịa tụmadị na mpaghara ugwu ekwuola etu ihe ọdachị a si metụta ha na ezinụlọ ha.",
    "Ha kọwakwara etu ihe si kwụrụ ugbua dịka ọtụtụ nne na nna ụmụ ha nwụrụ n'aka ndị ntọ na-ekwu na ha enwetebeghị ikpe kwụ ọtọ.",
    "Africa Eye: Ndị na-ezu nwa",
    "Africa Eye: Ezukpọọla ọhịa Rosewood na Senegal",
    "Ụfọdụ ụmụakwụkwọ ndị ntọ toghapụrụla kwuru na ụjọ ka ji ha.",
    "Kirie ihe ha kwuru n'uju ebe a.",
    "Ntọrọ ụmụakwụkwọ Naịjirịa",
    "Naijiria",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, World Sight Day: Isi m kpuru egbochighi ịgụru PhD na mahadum UNN - Akumas Uche Kalu, Duration 6,0414 Ọktọba 2021",
    "Vidio, Africa Eye: 'Ndị tọrọ nwa m nwaanyị ma gbuo ya sị ka anyị kwụọ 800 million naira', Duration 8,5618 Ọktọba 2021",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Bridget Maduabuchim Nnabueze: E tu m si tụrụ ugo onye nkuzi kachasi mma Naịjiria niile n'afọ 2021, Duration 8,3518 Ọktọba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Ọ fọrọ obere ihe ka m si ndị DSS kpọrọ gakwuru Nnamdi Kanu – Chiwetalu Agu, Duration 42,5815 Ọktọba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Ifeanyi Ubah: 'Ihe mere m jiri soro ndị Alaba agụrụ Nnamdi Kanu egwu', Duration 10,1015 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}