{
  "published": "19 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Abaribe, El-shalom na Tochukwu Uchendụ gbaara Nnamdi Kanu akaebe mgbe eji ya eji",
    "Ọkaiwu Nnamdi Kanu bụ Ifeanyi Ejiofor ekwuola na onye ndu Indigenous People of Biafra bụ Nnamdi Kanu na-ekele ndị otu ya maka ezi nkwado ha na-enye ya kamgbe ọ nọ n'ụlọ mkpọrọ.",
    "N'ozi o ziputere ụnyahụ bụ ụbọchị Oktoba 18,2021, ọkaiwu Nnamdi Kanu kwuru na ọ bụ ya na ogbo ya bụ okaiwu Alloy Ejimakor so mee ya bụ njem nleta.",
    "Ihe mba UK gwara ndị be ha maka ikpe Nnamdi Kanu na-abịa n'ụbochị Ọktoba 21",
    "Etu ndị ntọ si tọọrọ Fada n'AfaraUkwu, obodo Nnamdi Kanu n'ụtụtụ taa",
    "O kwuru na ahụ dị Maazi Kanu mma, kwukwa na obi di ya ụtọ maka nwado ndị  otu ya na-enye ya.",
    "Ozi ya ruturu aka na mpụtara ọhụrụ nọ n'isi Maazị Kanu nke bụ na gọọmentị Naịjirịa site n'aka ọkaiwu ukwu Naịjirịa bụ Abubakar Malami agbala Nnamdi Kanu akwụkwọ ọhụrụ n'ụlọ ikpe n'ụbọchị Mọnde nke gụnyere ebubo ikpa nkata itisa idinaotu Naijịrịa nakwa nkata ọgbahara na iyi egwu na Naịjirịa.",
    "Ebe foto si, Arise TV/Youtube",
    "Ifeanyi Ejiofor na Nnamdi Kanu",
    "Cheta na e hiwere ikpe ikpe Maazị Kanu n'ụbọchị iri abụọ na otu nke ọnwa Ọktoba, 2021 dịka ndị otu Ipob zipụtara ozi iwu onye nọrọ n'ụlọ maka nkwanye ugwu ya bụ ikpe.",
    "Ozi Maazi Ejiofor rịọrọ ndị niile na-eso Maazị Kanu ka ha gaa n'ihu na-ebu ọnụ ma na-ekpere ya ekpere maka ikpe ya na-abịa n'ụbọchị iri abụọ na otu nke ọnwa Oktoba.",
    "Maazị Ejiofor gara n'ihu zipụta ozi ịdọ aka na nti nye ndị niile na-esi n'ụzọ Soshal Midia na-akparị maọbụ na arụ ndị okaiwu Kanu aka.",
    "O kwuru na Maazị Kanu agaghi agbaghara onye ọbụla na-akwadoghi ndị ọkaiwu ya.",
    "Ozi Ejiofor kwukwara na Maazị Kanu si na ọchọghị ịma ọkwa onye ọbụla na-akpari ndị ọkaiwu ya maọbụ etụ ya na onye ahụ siri dị nso, onye ahụ mara na ya na ya anọghị n'otu ụgbọ.",
    "Ọ gara n'ihu rịọ ka mkparị niile nye ndị ọkaiwu ya kwụsi n'ike ugbua.",
    "Na nchikọta ozi ya, Ejiofor kwuru na ha akwadola ya bụ ikpe ma nyefee ya n'aka Chineke.",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndị 'unknown gunmen' agbagbuola eze ọdịnala abụọ na Njaba,Imo steetielekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, 'Charles Soludo esoghị anyị chụgharị ụmụnwaanyị oge anyị na-eto'19 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Ndị 'unknown gunmen' agbagbuola eze ọdịnala abụọ na Njaba,Imo steeti",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "O nweghi 'sit at home' ọzọ anyị hibere n'abụghị ụbọchị 21 October - Ipob",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}