{
  "published": "21 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị bi n'Owere na-enwe aṅụrị",
    "N'Owere, Imo Steeti, onye ntaakụkọ BBC Igbo gwara anyị ka ndị mmadụ na-ekiri ihe onyonyo ebe akpụtara Maazị Kanu n'ụlọikpe taa tipụrụ n'ọṅụ, ma gbapụ egwu aṅụrị.",
    "Ụfọdụ ha nọ n'agbataobi ha na-atụ onwe ha mmanya sị na ha hụrụ site n'ihe onyonyo nakwa foto ha hụrụ na ahụ siri Nnamdi Kanu ike.",
    "Ndị bi n'Owere nọ n'ụlọ na-atụ onwe ha mmanya ji gosi ọnụ na Nnamdi Kanu pụtara n'ụlọikpe n'ahụike",
    "A kpụtara Kanu n'ụlọikpe ukwu dị n'Abuja na Tọzde ụbọchị 21 nke ọnwa Ọktoba afọ 2021 maka ebubo asaa gọọmentị etiti boro ya.",
    "Ebubo ndị ahụ gụnyere ịkpa nkata iwepụ Ọwụwa Anyanwụ, mpaghara 'South South', Benue na Kogi steeti na Naijiria, ịkparị onyeisiala Muhammadu Buhari, iyi ndụ egwu na ịkpọ oku ka a chụwa ndị ọrụ nchekwa na ndị ezinaụlọ ha.",
    "BBC Igbo nọ n'ụlọikpe 'Federal High Court nke Abuja bụ ụlọikpe ukwu Naịjirịa ebe a ga-ekpe ikpe Nnamdi Kanu bụ onye ndụ ndị otu Indigenous People of Biafra (Ipob).",
    "Ndị ọrụ nchekwa pụtara n'igwe n'ezi oge na-enyocha ụgbọala nakwa ndị na-agafee n'ogige ụlọikpe ahụ.",
    "Ha nyochakwara ndị ntaakụkọ ịma ndị kwesiri ibanye ụlọikpe na ndị ekwesighi.",
    "Ọtụtụ ndị ọkaiwụ dị iche iche gbakọtara, anya niile na-ele ịhụ ma Gọọmentị Naijiria a ga-akpọpụta Nnamdi Kanu n'ụlọikpe dịka e ji ya  ụlọ nga pụrụiche nke ndị DSS kemgbe ọnwa Jụụn afọ a.",
    "Umuahia, Abia Steetị",
    "N'Umuahia bụ isi obodo Abia Steeti bụrụkwa akụkọ ebe ndị Nnamdi Kanu si, ndị mmadụ nọ n'ime ụlọ ha taa dịka enwebeghi, ụlọ akwụkwọ, ụlọ ahịa, ụgbọ ala na-ebughari ndị mmadụ, maọbụ ụlọ akụ ọbụla.",
    "Ka o si aga ndị mmadụ anaghi a ga mkpa ha taa.",
    "Aba adịghị ka Aba",
    "Iro tọgbọọ chakoo n'Aba",
    "Ndị Aba agaghị ọrụ, ahịa maọbụ ọdọahịa ha dịka ha sonyere na 'nọrọn'ụlọ' maka ikpe Nnamdi Kanu taa n'Abuja.Onye ntaakụkọ anyi gagharịị ịhụ ka ihe siri gaa n'Aba kwuru na nkwonwo e ji mara Aba adị ya taa dịka ebe nile tọgbọrọ chakoo.",
    "A kpọchikwara ọnụama Ahịa Ariariana na nnukwu ahịa ndị ọzọ.A hụrụ ndị ọrụ nchekwa na mpaghara dị iche iche n' Aba, ikekwa, iji hụ n'ọdachi adapụtaghị.",
    "Michael Okpara Roundabout, Umuahia",
    "Iji hụ na ọgbaghara adapụtaghị, nndị ọrụ nchekwa wujuru ebe n'ike n'ụmụahịa.Onye ntakụkọ anyyị hụụ ụgbọala ndị ọrụ nchekwa dị iri nke ndị uweojii , ndị agha na ndị 'Civil Defence' juru n'okporoụzọ Aba Road n'Ụmụahịa n'ehihie.",
    "Ụgbọala ndị a nọ na-akwọgharị n'okporoụzọ a ma ama n'Ụmụahịa.",
    "N' Imo Steetị",
    "Ebe niile tọgbọ chakoo n'obodo atọ kachasị n' Imo steeti; Owerri, Orlu na Okigwe ụbọchị Tọzde maka ikpe Nnamdi Kanu.N'Owere, isiobodo Imo steeti, ụlọakụ, ụlọakwụkwọ, ahịa, ọdọahịa na ọdọ mechiri emechi.",
    "Ebe foto si, BBC",
    "Aladimma Owerri, Imo Steetị",
    "Aladimma Owerri, Imo Steetị",
    "Ka o si a ga ugbua, ahụghị ma ijiji ma ngwere n'ezi taa bụ Ọktoba 21 na mpaghara dị ịche ịche n'imo steetị.",
    "Ka ụzọ MCC Owerri dị ugbu a",
    "Ndị mmadụ apụtaghị ezi; enweghi ụgbọ ala na-agaghari, ahịa, dị ịche ịche, ụlọ akwụkwọ, ụlọ akụ na-ebe ndị ọzọ emepeghi ịgọsị na ndị mmadụ na erụbere iwu ịnọ n'ụlọ a isi.",
    "Ebe foto si, BBC",
    "Aladimma Owerri, Imo Steetị",
    "Awka, Anambra Steetị",
    "Ebe niile na akụkụ Enugu dị iche iche tọgbọọ chakọọ, i gosi na ndị mmadụ na-erubere ya bụ iwu onye-noro-n'ụlọ.",
    "Regina Caeli Junction Axis (Enugu - Onitsha Expressway)",
    "N'Anambara Steetị",
    "N'akụkụ Anambara Steetị dị iche iche BBC Igbo hụrụ ka ndị mmadụ si kwanyere iwu 'onye-nọrọ-n'ụlọ' ugwu, dịka ndị mmadụ apụtaghi ezi chaa cha.",
    "Ahịa, ụlọakụ, ọdọahịa na ụlọakwụkwọ emepeghị.",
    "Awka, Anambra Steetị",
    "Ọka, Anambara",
    "N'Ebonyi Steetị",
    "Ebonyi Steetị",
    "Ndị bi na Ebonyi Steetị nọ n'ụlọ taa, naanị ụgbọ ala na ọgba tom tom ole m ole ka BBC Igbo hụrụ n'okporo ụzọ taa. Ọtụtụ ebe emepeghi, nke gụnyere ahia, dịka ahia Margret Umahi International, Ricemill na ebe ndị ọzọ.",
    "Ụlọakwụkwọ, ulọakụ na amaegwuregwu dị ịche ịche emepeghi cha cha.",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpeelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu e si gbaa ụlọọrụ ndị uweojiu ọkụ n'Isiala Mbano ma tọhapụ ndị nọ na ngaelekere 3 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Etu e si gbaa ụlọọrụ ndị uweojiu ọkụ n'Isiala Mbano ma tọhapụ ndị nọ na nga",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Nnamdi Kanu's seven count charge: Ebubo ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}