{
  "published": "21 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ọkaiwu Kanu",
    "Otu Indigenous People of Biafra (Ipob) ekeleela ndị niile mere ka a kpọpụta onye ndu ha bụ Nnamdi Kanu n'ụlọikpa n'ụbọchị 21 Ọktoba, 2021.",
    "Nke a dị n'ozi ọnụ na-ekwuru ha bụ Emma Powerful wepụtara bụ ebe ha kelere ọtụtụ dị icheiche tinyere ọnụ sị ka gọọmentị hụ na Kanu bịara n'ụlọikpe.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ọkaikpe ga-ekpe Nnamdi Kanu ikpe abịaghị ụlọikpe taa",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Ọ sị na mpụta n'ụlọikpe mere ka obi sie ndị Ipob na Biafra ike na onye ndu ha ka dị ndụ ma sị na gọọmentị ga-agba mbọ tọhapụ kpam kpam.",
    "Powerful kelere ndị ọkaiwu Kanu, kelee ndị ndu ala Igbo gụnyere Chukwuemeka Ezeife, Goddy Uwazuruike, ndị ntaakụkọ nakwa ndị Ipob na Biafra niile maka nkwado ha.",
    "Ọ sị na aka onye ndu ha bụ Kanu dị ọcha na gọọmentị ekwesighi ịma ya ikpe ọbụla.",
    "Powerful gakwara n'ihu kwuo ka gọọmentị etiti wepụta ụbọchị a ga-eme ntuliaka Referendum maka mwereonwe Biafra na ha adịghị na njikere ịkpa nkata ha na gọọmentị.",
    "Obi bụ anyị pọlịna pọlịna na a kpọpụtara Kanụ n'ụlọikpe taa - Ohaneze",
    "Otu Ohaneze ekwupụtala obi anwụrị ha nwere maka mkpọpụta a kpọpụtara onye ndụ otu Ipob bụ Nnamdi Kanu n'ụlọ ikpe taa bụ Tọzde.",
    "Mana otu ahụ katọrọ etu e siri gbochie ndị nnọchiteanya otu Ohaneze na ndị ntaakụkọ ịbanye ụlọikpe ịhụ ka ihe si aga sị n'ọ bụ mkparị nye Igbo.",
    "Nnamdi Kanu's seven count charge: Ebubo asaa ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka",
    "A kpụtara Kanu n'ụlọikpe maka ebubo asaa gụnyere ịkpa nkata iwepụ Ọwụwa Anyanwụ, mpaghara South South, Benue na Kogi steeti na Naijiria, iyi ndụ egwu nakwa ịkpọ oku ka a chụwa ndị ọrụ nchekwa na ndị ezinaụlọ ha dịka o si dị n'akwụkwọ ikpe nwere akara 'FHC/ABJ/CR/383/15'.",
    "N'ozi nke ọnụ na-ekwuru Ohaneze bụ Alex Ogbonnia wepụtara na mgbede Tọzde, Ohaneze kwuru na \" Obi dị anyị ụtọ na akpọtara Kanu n'ụlọikpe taa.\"",
    "Ohaneze chọrọ ka gọọmentị deere otu ahụ ozi ịrịọ mgbaghara maka iletụ aka chịburu Anambara steeti bụ Chukwuemeka Ezeife na ndị okenye ọzọ Ohaneze zitere ịnọchite anya ha n'ụlọikpe.",
    "Ha na-eti mkpu sị na ha na-enyo ya bụ agwa  akpasara ndị ọhaneze na ndị ntaakụkọ enyo dịka ụwa na-ele anya na e kwesịrị ikpe Kanu n'ụzọ kwụ ọtọ, na ezoghị ihe ọbụla ezo.",
    "\" Ọ bụ ihe na-atụ uche na e gbochiri ndị ntaakụkọ ohere ịbanye n'ụlọikpe maka na ụwa chọrọ ka a gbaa ihe niile n'anwụ.\"",
    "Ohaneze dọrọ aka na ntị ka Gọọmentị Etiti gbasa iwu ka e si ekpe ezi ikpe n'ụwa n' ikpe Nnamdi Kanu dịka anya ụwa n'ele ha.",
    "Onye ndu otu 'Indigenous People of Biafra' (Ipob) bụ Nnamdi Kanu ekwuola na aka ya dị ọcha n'ebubo a na-ebo ya dịka ọ pụtara n'Ụlọikpe Ukwu 'Federal High Court' dị n'Abuja taa bụ Tọzde.",
    "E higharịrị ikpe onye ndu otu indigenous People of Biafra (Ipob) bụ Nnamdi Kanu rue abalị 10 nke ọnwa Novemba, afọ 2021.",
    "Ọkaikpe jụrụ arịrịọ ka a kpọpụ Kanu n'ogige ndị DSS duga ya na mkpọrọ Kuje dịka Nyako kwuru na ọ dị mkpa ichekwa ndụ ya.",
    "Na nkọwa ya ka ọ pụtara n'ụlọikpe,ọkaiwu Nnamdi Kanu bụ Ifeanyị Ejiofor kwuru  Nnamdi Kanu saara ụlọikpe na ikpe amaghị ya n'ebubo niile e boro ya.",
    "Ejiofor kwukwara na ihe ọzọ ha nwetara n'ụlọikpe bụ ikike ndị ọkaiwu abụọ inwe ohere ị ga hụ Nnamdi Kanu ugbua bụ nke o kwuru na ndị DSS enyeghị ụdị ohere dịka ọ bụ nnanị otu ọkaiwu ka ha na anabata.",
    "O kwuru na ndị ọkaiwu Nnamdi Kanu na-agbagha etu e si 'tọọrọ' Kanu na mba Kenya were kpọlata ya.",
    "E nyeghị ka ndị okenye Igbo dịka aka chiburu Anambara steeti bụ Chukwuemeka Ezeife na ndị na-anọchite Ohaneze banye ụlọikpe.",
    "Ezeife gwara BBC Igbo na a gwara ya na o nwere ohere ịbanye n'ihi na aha ya dị n'akwụkwọ mana ọ jụrụ ịbanye ebe ọ bụ na e kweghị ka ya na ndị okenye ndị ọzọ so ya.",
    "Ọtụtụ ndị ntaakụkọ na ndị ọkaiwu enweghịkwa ohere banye  ụlọikpe ahụ.",
    "Ndị ihe Kanu na-amasị jụpụtakwara ụlọikpe mana e nyeghị ha ohere banye ogige ụlọikpe ahụ.",
    "Ndị na-enwe ọnụ n'ihu ụlọikpe dị n'Abuja n'ikpe Nnamdi Kanu",
    "Ọtụtụ n'ime ha nọ n'ama na-agụ egwu iji gosiri ọnụ na Kanu bịara ụlọikpe.",
    "Ebe foto si, Alloy Ejimako/Facebook",
    "Nnamdi Kanu trial: Awuchiela n'ụlọikpe ugbua",
    "Ka o si dị ugbua, Nnamdi Kanu awụchiela n'ụlọikpe ugbua.",
    "E butere Kanu n'ụgbọala SUV dị ochi n'ihe dịka elekere asatọ nke ụtụtụ.",
    "“Ndị mmadụ na-arịọ m ka zọọ ọkwa Gọvanọ Enugu Steeti” –  Chiwetalu Agu",
    "Ọkaiwu Nnamdi Kanu bụ Aloy Ejimakor ekwuola na Nnamdi Kanu awuchiela n'ụlọikpe ugbua dị n'Abuja.",
    "Ọ sị na ọ bụ naanị ya ga-aba n'ụlọikpe taa dịka a na-atụ anya onye ndu Ipob bụ Nnamdi Kanu ịpụta n'ụlọikpe ahụ.",
    "Mana ọ kwuru na nke a agaghị eme eme.",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "Ihe mere n'ụlọikpe taa n'okwu ikpe Nnamdi Kanu",
    "O kwukwara na ọ nọ ebe ahụ eme ngagharịwe ugbua.",
    "Ejimakor kwuru na ndị ụlọikpe chọrọ i ji ike kpụbaa ya n'ụlọikpe ebe ọ bụ na onye na-ekpe ikpe abiabeghị.",
    "Ụfọdụ ndị ntaakụkọ enweghị ohere banye n'ụlọikpe",
    "Ihu Ụlọikpe ukwuu nke dị n'Abuja",
    "A ga-amalite ikpe Nnamdi Kanu bụ onye ndu Indigenous People of Biafra ikpe n'ụlọikpe ukwu dị n'Abuja taa.",
    "Ọ nọọla n'ụlọ mkpọrọ DSS kamgbe ọnwa June nke afọ 2021.",
    "Ka ndị nchekwa jiri gbazuo ihe ụlọikpe ukwuu ebe a na-atụanya ka ekpewe ikpe Nnamdi Kanu taata",
    "Ka ụzọ ebe ụlọikpe ukwuu nke dị n'Abuja dị taata",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ihe ise nwanne Nnamdi Kanu nke nwaanyị kwuru maka ọnọdụ ya ugbua",
    "Gọọmentị Etiti kwuru na ha nwụchiri Nnamdi Kanu na mba Kenya n'ọnwa June ma kpọlata ya na Naịjirịa ebe a ga-ekpe ya ikpe maka ebubo ịkpa nkata ikewapụ Biafra na Naijiria nakwa ibute ogbugbu ndị mmadụ n'Ọwụwa Anyanwụ.",
    "Ebe foto si, Nnamdi Kanu Facebook",
    "Ndị DSS akpọpụtaghị Nnamdi Kanu n'ụlọikpe n'ụbọchị Julai 26, 2021 bụ mgbe mbụ e yiri ikpe ya",
    "Mana ndị ọkaiwu ya kwuru na ọ bụ ntọrọ ka atọrọ ya na mba Kenya n'ụbọchị June 19, 2021 ma tunye ya na mkpọrọ DSS kamgbe ahụ.",
    "Ha na-ekwusi ike na ha chọrịrị ka akpọpụta Nnamdi Kanu n'ụlọikpe taa bụ October 21,2021 bụ ụbọchị eyigharịrị ikpe ya.",
    "Cheta na ndị otu Ipob kwuru na ọ bụrụ na a kpọpụtaghị Kanu n'ụlọikpe taa dịka e si gbajọọ ikpọpụta ya n'ụbọchị Julai 26,2021 na ha ga-agbachị ebe niile na mpaghara ọwụwa anyanwụ.",
    "Kanu na-achọ nkewapụta obodo ọ kpọrọ Biafra site na mba Naịjiria nke o kwuru na atụmaatụ 'Referendum' ga-emeli.",
    "Ihe isii ndị ọkaiwu Mazi Kanu mepụtara ụnyahụ n'ọgbakọ hamaka ikpe Oct, 21",
    "Ndị ọkaiwu Nnamdi Kanu; Aloy Ejimakor,Ifeanyi Ejiofor na Bruce Fein",
    "N'aka nke ọzọ, ndị ọkaiwu Nnamdi Kanu kwupụtara ihe ha na-atụ anya ya na mkparịtaụka ha na ndị ntaakụkọ nwere n'Abuja taa bụ Oktoba 20, afọ 2021.",
    "Ndị mmadụ na-eche ka ha hụ ka ikpe Nnamdi Kanu bụ onye ndu otu na-achọ nwereonwe a kpọrọ Indigenous People of Biafra ga-esi gaa echị bụ ụbọchị October 21, 2021.",
    "Lee ihe isii gbara ọkpụrụkpụ ndị ọkaiwu ya nọ na Naịjirịa nakwa  mba ofesi kwuputere n'ọgbakọ ha kpọrọ \"World Press Briefing\" gbasara ikpe echi:",
    "Nnamdi Kanu: Ndị aka ha dị na nwuchigharị ya ka nkụ - Ifeanyi Ejiofor",
    "Ha kwuru na ha na-ewetere ọhaneze ihe ndị dị mkpa pụtarala kamgbe e si na mba Kenya tọrọ Nnamdi Kanu n'ụbọchị June 19, 2021 ma kpọlata ya Naịjirịa.",
    "Ha kwukwara na ha na-eme ọgbakọ a maka ebubo asaa edoghị anya ọhụrụ  e boro Mazi Kanu na Fraide gara aga bụ October 15, 2021. Nke a mere na:",
    "Ha chọnatarịrị ka a kpọpụta Mazi Kanu echi bụ Oct 21,2021 n'ụlọikpe ka ọ bịa zara ọnụ ya.",
    "N'ọnụ ha, \" o nweghị ihe a ga-ejide aka sị na ọ bụ ya ga-eme ka aghara ịkpọpụta Kanu n'ụlọikpe ukwu echi\".",
    "Ha chọrọ ka ndị ọrụ nchekwa a ga-eziga n'ụlọikpe echi bụ ụbọchị ikpe Nnamdi Kanu kpaa agwa ka mmadụ nye ndị nkịtị ga-ejupute n'ụlọikpe ị nye Kanu nkwado.",
    "Ha ruturu aka etu ndị ọrụ nchekwa si wakpoo ụfọdụ ndị biara ịnye Kanu nkwado n'ụlọikpe n'ọnwa Julai ma na-ekwu na ha achọghị ka ndị ọrụ nchekwa nye onye ọbụla nsogbu echi.",
    "Ha chetara ndị ọrụ nchekwa mgbe ha kwuru na a wakporo ụlọ Mazi Kanu nakwa ndị biara ileta ya n'afọ 2015/2016 , ma na-ekwu na ha achọghị ka udiri ihe ahụ mee ọzọ tụmadị ugbua ha sị ndị mmadụ na-anọrọ n'ụlọ iji kwado ikpe Kanu.",
    "Ha kwuru na ihe mere ndị mmadụ ka ji na-anọ n'ụlọ n'ụbọchị Monde ọbụla agbanyeghị na otu Ipob ekwuola ka akwụsị ya bụ maka etu ha esighị hụ Mazi Kanu ụbọchị ikpe na Julai 26, 2021,",
    "\"Ha na-eche ma ọ ka dịkwarị nke bụ ndụ.\" Nke a mere ha ji na-ekwu ka atọghapụ Kanu enweghị mgbakwunye ọbụla makana aka ya dị ọcha n'ebe iwu nọ.",
    "Ha kwuru ka ndị ọrụ nchekwa gbanahụ ọnọdụ ọbụla nwerike ibute mmegide ndị ọkaiwu Kanu maọbụ ndị ntaakụkọ ga-abịa ụlọikpe echi.",
    "Ha kwuru na ha chọrọ ikpe kwụ ọtọ n'ebe mazi Kanu nọ ma rịọ ndị ga-abia ụlọikpe na ha kpa agwa dị mma makana ọ bụghị onye ọbụla ka a ga-ekwe ka ha banye n'ụlọikpe echi.",
    "Na ngwụcha,  ha kwuru na ha ajụla ịnabata ebubo asaa ọhụrụ gọọmenti etiti boro Kanu na nso nso a.",
    "Ọ bụrụ na Gọọmentị akpụtaghị Nnamdi Kanu n'ụlọikpe echi ... - Ifeanyi Ejiofor",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpeelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu e si gbaa ụlọọrụ ndị uweojiu ọkụ n'Isiala Mbano ma tọhapụ ndị nọ na ngaelekere 3 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Etu e si gbaa ụlọọrụ ndị uweojiu ọkụ n'Isiala Mbano ma tọhapụ ndị nọ na nga",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Nnamdi Kanu's seven count charge: Ebubo ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}