{
  "published": "20 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Lai Mohammed",
    "Gọọmentị etiti ekwuola na o nweghi ihe akaebe ọbụla gosiri na e gburu ndị na-eme ngagharịiwe na Lekki Toll gate n'ụbọchị iri abụọ na itoolu nke ọnwa Ọktoba afọ 2020.",
    "Minista na-ahụ maka mgbasaozi bụ Lai Mohammed gwara ndị ntaakụkọ nke a n'Abuja dịka ọtụtụ ndị ntoroọbịa na-eme ngagharịiwe iji icheta ụbọchị ahụ.",
    "Mohammed sị na nyocha mgbọ egbe nke ngalaba na-ahụ maka ikike dịịrị onye n'Amerịka mere gosiri na ihe ndịagha kwuru na o nweghi ndị ha gbara egbe bụ eziokwu.",
    "Ọ gara n'ihu kwuo na gọọmentị etiti nakwa nke steeti dị iche iche ga-agbakọ aka ọnụ ịhụ na a kwụrụ ezinaụlọ ndị mmkpagbu ndị uweojii metụtara ụgwọ iti aka n'obi.",
    "Mohammed sị ka ụlọọrụ dịka CNN na Amnesty International rịọ mbaụwa mgbaghara maka ibu 'akụkọ ụgha' na e gburu ndị mmadụ na Lekki Toll Gate.",
    "Otu na-ahụ maka ikike dịịrị onye n'ụwa bụ Amnesty International nke ngalaba Naịjirịa ekwuola na ndịagha nakwa ndị uweojii gburu ndị mmadụ ruru iri na abụọ bụ ndị na-eme ngagharịiwe EndSars n'afọ gaara aga.",
    "Ozi si n'akara Facebook ha pụta na-akọwa na kamgbe ahụ na o nwebeghi onye a marala ikpe maka mmkpagbu dị iche iche ndị uweojii mesoro ndị mmadụ.",
    "End Sars Memorial: Ihe mere mgbe Charlie Boy wuchiri na Lekki Toll Gate",
    "Charlie Boy na-eme ihe onyonyo wuchiri na Lekki toll gate taa bụ October 20,2021",
    "Charles Chukwuemeka Oputa e ji Charly boy wee mara wuchiri na Lekki toll gate n'ehihie taa bụ October 20, 2021.",
    "Ndị uweojii ahụhala ya, bido gbawa anwụrụ ose ka ha chụsasia ndị mmadụ gbakọrọ ebe ahụ kamgbe ụtụtụ eme ngaghariwe.",
    "Ụlọikpe enyela CBN ikike ikpachi akara ọbaego ndi so kwado 'End SARS'",
    "Ha kwuru na ọ bụ makana ndị bu ngaghariwe End Sars n'isi gwara ha na ha ga-eme ngaghariwe bido n'elekere asatọ nke ụtụtụ ruo nke iri nke ụtụtụ ahụ kwa.",
    "Nke a mere ka ha chụsịasia ndị bidoro pụtawa mgbe elekere iri kụchara, dịka onye ntaakụkọ anyị si chọpụta.",
    "Angela Okorie na-eme ejije sonyere ngagharịiwe END SARS n'Ebonyi steeti",
    "'Njiji jiri mgbe anyị garuru n'Okpara Square dị n'Enugu n'ụtutụ a'- Ndị ntorọbịa na-eme ngaghariwe ncheta End Sars n'Abuja",
    "Ndị Enugu na-eme ngaghariwe ncheta Endsars",
    "Ndị uweojii nwụchịrị ụfọdụ ndị ntorobịa nọ n'Enugu eme ngaghariwe ncheta End sars n'Okpara Square n'ụtụtụ a.",
    "Onye ntaakụkọ anyị nọ ebe ahụ kwuru na mgbe ndị Enugu na-eme ngagjhariwe ruru n'Okpara square, ndị uweojii na ndị agha gbara ha okirikiri.",
    "Lekki Toll Gate: A ga-enyocha ndị uweojii mekpara Mr Macaroni na ndị ọzọ ahụ",
    "Etu ndị uweojii siri nwuchie ndị ha sị bụ ndị ESN/Ipob n'Ebonyi",
    "\"Ha gwara anyị niile nọrọ n'ala n'okporoụzọ dịka ndị ori.\", bụ ihe ntaakụkọ BBC kọwara.",
    "Ndị ntoroọbịa nọ n'Enugu kwuru na ha chọrọ ka enye ndị niile nwụrụ n'oge End Sars maọbụ ndị uweojii gburula ikpe kwụ ọtọ.",
    "Ha kwukwara na ha chọrọ ka e cheta ezinụlọ ndị nke ha nwụrụ n'October 20, 2020 maka End Sars.",
    "Onye na-eme ncheta ngaghariwe nche End Sars na 'Lagos anwụchiri",
    "Ndị na-eme ngaghariwe n'Abuja ji ozi ọzọ pụta",
    "Ụfọdụ ndị na-eme ngaghariwe n'Abuja ji ọkọlọtọ e dere ozi dị iche iche wee mee nke ha.",
    "Ozi ahụ kwuru na atụmaatụ EndSars bụ ụgha, ma na-ekwu na ndị hibere ya ji ya ememina gọọmenti nọ n'ọkwa ugbua.",
    "Ozi ha na-ajụ \"kedụ ebe ahụ ndị a agbagburu na ngaghariwe End sars nke afọ 2020 , abalị October 20 nọ ụgbụa?\"",
    "Ụfọdụ ndị ọzọ pụtara n'Abuja na-ekwu na ha chọrọ ka akwụsị mmegbu ndị uweojii na-emeso ndị mmadụ na Naịjiria.",
    "Ebe foto si, BBC",
    "Falz, Mr Macaroni awụchiela n'ọgbọ Lekki toll gate ebe a na-eme ncheta ngaghariwe Endsars na Legọs",
    "Otiegwu ama ama dịka Falz eigbo aha bụ Folarin Falana nakwa Mr Macaroni bụ ọkpaọchị ama ama bu ụgbọala ha gafee na Lekki toll gate.",
    "Ha ji ọkolọtọ Naịjirịa n'akaa ma na-ekwu na ha chọrọ ka ndị uweojii kwụsị oke ogbugbu ndị aka ha dị ọcha.",
    "E jirila egbe gbajie nwoke ụkwụ n'ọgụ ndị 'SARS' na ndị ahịa Onitsha Main Market",
    "Lekki Toll Gate: A ga-enyocha ndị uweojii mekpara Mr Macaroni na ndị ọzọ ahụ",
    "Mr Macaroni kwuru na ndị uweojii ka na-egbu ụmụ mmadụ aka ha dị ọcha.",
    "Ndị mmadụ jizi nwayọ rituo n'ụgbọala ha ma na-agụzị egwu, \" ha ga-egbugide anyị ruo mgbe ike ga-agwụ ha.\"",
    "Ndị uweojii biara nso ma na-arịọ ndị na-eme ngaghariwe ka ha ghara ịkwụ akwụ kama ha gawa n'ihu maka ibute kpachị kpachị.",
    "Ngwa ọgụ anapụtara ndị bịara ncheta ngagharịiwe Endsars 2021",
    "Anwụchiela otu onye ntaakụkọ na ngaghariwe ncheta End Sars na-aga n'ihu na Lekki toll gate n'ututu a.",
    "Ndị uweojii nwuyere ya n'ụgbọala \"black maria\" ma buru ya gawa ebe mmadụ amaghị.",
    "Occupy Lekki Toll gate: Ndị Igbo wepụ aka na ngagharịiwe ọzọ na Legọs - Ohaneze Ndigbo",
    "Ihe mere eji adọrị Desmond Elliot ka kanda na Social Media",
    "Aha ya bụ Akinsola na-arụ n'ụlọọrụ ntaakụkọ akpọrọ Legit Nigeria.",
    "Ndị uweojii nwụchikwara otu onye ha hụrụ bu akwụkwọ ngaghariwe ebe ahụ a na-amabeghị aha ruo ugbua.",
    "Onye ntaakụkọ BBC nọ na Lekki toll gate ugbua gosiri onyonyo ndị ọrụ nchekwa nakwa ụgbọala ha juru ebe ahụ n'ụtụtụ a.",
    "Igwe mmadụ agbakọghị ebe ahụ dịka e si eche.",
    "Kama ndị mmadụ bu ụgbọala ha agafe ebe ahụ.",
    "Ebe foto si, AFP",
    "Ndị uweojii kwuru na onye ntaakụkọ ahụ egosighị njirimara ya.",
    "Mana onye ntakụkọ BBC kwuru na ndị uweojii echeghị ka nwammadị ahụ wepụta akwụkwọ njirimara tupu ha nwuchie ha.",
    "Akụkọ ka na-abia.",
    "Naijiria",
    "Ngagharịiwe #EndSars",
    "End Sars Memorial: O nweghi akaebe gosiri na e gburu ndị mmadụ na Lekki Toll Gate - Lai Mohammed20 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'A maghị m na m ga-emecha bụrụ onye ndọrọndọrọ ọchịchị'- Ifeanyi Ubah20 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "End Sars Memorial: O nweghi akaebe gosiri na e gburu ndị mmadụ na Lekki Toll Gate - Lai Mohammed",
    "Anyị na-eche na aka ndị Ipob dị n'ọnwụ ndị eze odinala abụọ na Njaba - Ndi uweojii Imo",
    "Nnamdi Kanu's seven count charge: Ebubo asaa ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}