{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii Imo  steeti ekwuola na ndị bu egbe agbagbuola eze abụọ na Njaba dị n'Imo steeti.",
    "Ndị ekperima wakporo ndị eze ọdịnala ruru 20 ebe ha na-enwe ọgbakọ ụbọchị Tuzde  na Nnenasa dị n'Okpuru Ọchịchị Njaba ma gbagbuo abụọ n'ime ha, ebe ụfọdụ ndị ọzọ merụrụr ahụ.",
    "Ndị ọrụ nchekwa egbuola ndị 'unknown gunmen' asatọ chọrọ iwakpo ogige ha n'Orlu",
    "Ndị ntọ tọọrọ Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti, atọhapụla ha",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ndị eze e gburu bụ Eze Anayochukwu Durueburuo, obi nke Okwudor, na Eze Sampson Osunwa nke Ihebinowere 'autọnomous community'.",
    "Ebe foto si, Onye achóghí ka a kpóó aha ya",
    "Eze Anayochukwu Durueburuo bụ obi nke Okwudor tupu ọ nwụọ n'ụbọchị 19 nke ọnwa Oktoba afọ 2021",
    "Onye ntaakụkọ anyị kwuru na  ndị eze ndị ọzọ merụrụ ahụ n'isi na aka ha, dịka ebugarala ụfọdụ ha n'ụlọ ọgwụ dị nso.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Mike Abatam gwara onye ntaakụkọ anyị na e gburu eze ọdịnala abụọ n'ezie.",
    "Akụkọ ka na-abịa",
    "Tiwa Savage alleged sex video: Mmiri a tụrụ anya ga-ezo o zoola?",
    "Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma'13 Ọktọba 2021",
    "State of Emergency in Anambra State: \"Onyeisiala Buhari akwadoghi ọnọdụ a n'Anambra\"7 Ọktọba 2021",
    "Stan Nze and Blessing Jessica Obasi: A na-ekwu na m lụrụ nwaanyị dị afọ 42 mana ọ gbasaghị m17 Ọktọba 2021",
    "Dave Umahi: Gịnị na-ese mere Gọvanọ Ebonyi jiri tụkwasa N500,000 n'isi Kenneth Nwakparanta?15 Ọktọba 2021",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka16 Ọktọba 2021",
    "Vidio, Ọ fọrọ obere ihe ka m si ndị DSS kpọrọ gakwuru Nnamdi Kanu – Chiwetalu Agu15 Ọktọba 2021",
    "Ndị 'unknown gunmen' agbagbuola eze ọdịnala abụọ na Njaba,Imo steetielekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, 'Charles Soludo esoghị anyị chụgharị ụmụnwaanyị oge anyị na-eto'19 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Ndị 'unknown gunmen' agbagbuola eze ọdịnala abụọ na Njaba,Imo steeti",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "O nweghi 'sit at home' ọzọ anyị hibere n'abụghị ụbọchị 21 October - Ipob",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}