{
  "published": "27 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "N'abalị isii nke ọnwa Nọvemba,afọ 2021,  mmadụ 18 aha ha dị n'akwụkwọ Inec wepụtara ga-esukọta mpi maka ọkwa gọvanọ Anambara steeti n'aha pati ha.",
    "Ajụjụ dị otụtụ ndị mmadụ n'ọnụ bụ onye ga-eturu ugo na ntụliaka ahụ?",
    "Kedụ uru ndị otu nnyocha ntuliaka bụ 'election monitors' ga-aba n'Anambra steeti?",
    "Anambra governorship  election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Mana ajụjụ a siri ike ọsịsa n'ihi na ịzọ ọkwa ọchịchị n' Anambara steeti abụghị egwu achị ụtaba n'aka agba. Ọ dị ka ịnata enwe iko e jiri kunye ya mmiri.",
    "Charles Soludo: Oji onye n'ala ji onwe ya n'okwu 'sit-at-home' ndị Ipob",
    "Anambara bụ steeti e nwere ebu, nwee mfụ.",
    "Dịka otu onye okwu a kpu n'ọnụ doro anya bụ Ọkaiwu Maxwell Udechukwu siri tinye ya, \"Anambara abụghị ebe otu onye pụta o kwuo, ọ sị na otu ya kwuru ka ọ ga-adị.\"",
    "Ụdị egwu ọbụla onye tipụtara, o nwere ndị nwere ike ịgba ya ma gbakarịa onye tipụtara ya.",
    "Nke a mere inweta ọkwa gọvanọ bụ  ọgụ enyi na enyi; onye ga-azọgbu ibe ya?",
    "E wezụga ihe ndị a,lee ihe ụfọdụ ndị ọkachamara n'okwu ndọrọndọrọ ọchịchị na ihe na-eme n'obodo rụtụrụ aka ga-agba ama onye ịchị Anambara steeti ga-ama:",
    "Ebe foto si, Uba,Bianca Ojukwu,Obi,Obiano,Offor",
    "Otu n'ime ihe kachasị mkpa ga-ekwu onye ga-abụ Gọvanọ Anambara steeti bụ onye kwụ onye n'azụ, ihe  Bekee kpọrọ 'Godfatherism'.",
    "Dịka Ọkaiwu Maxwell Udechukwu siri sị kọwaa ya:\" Ndị Anambara nwere ndị e ji okwu ha agba izu. Anambara nwere ndị aka ji akụ rinne.\"",
    "\"N'ime obodo, enwere ọtụtụ ndị na-enyere ndị obodo aka, ụdị ndị ahụ ndị be na-ele ha anya ka ha gwa ha ebe a ga-eje binye aka.\"",
    "O teela aka ndị ọkaaome jiri kwuwe onye ga-achị Anambara steeti.",
    "N' afọ 1999 oge Chinwoke Mbadinuju zọtara ọkwa gọvanọ, mmụọ tiiri ya egwu bụ Emeka Offor.",
    "Na 2003 oge Dkta Chris Ngige nwetara otu ọkwa ahụ, ọ bụ Chris Ubah ka a rụrụ aka dịka ide kwụ ya n'azụ.",
    "Iji gwa gị otu nkwado ndị e ji okwu ha agba izu siri dị oke mkpa n'Anambara, ọ bụkwa onye ndu Biafra bụ Odumegwu Emeka Ojukwu nyere Peter Obi bụ onye ọtụtụ amabughị oge ahụ nkwado o jiri merie n'afọ 2010.",
    "Oge Obi chịchara agba nke mbụ ya, inweta agba nke abụọ dị ya ka ọkụkọ ịnyụ mamịrị.",
    "Nke a bụ n'ihi na agba nke mbụ Obi atụghị ndị Anambara n'anya, o ji oge ọ kara ịrụrụ ha ọrụ lụọ ọgụ dị iche iche chere ya aka mgba n'ụlọikpe nakwa ụlọomeiwu steeti ahụ.",
    "Ọzọkwa bụ na tupu oge ahụ erue, o nwebeghị gọvanọ Anambara nwetanwuru ohere agba nke abụọ; Chukwuemeka Ezeife(Jenụwarị 2, 1992- Novemba 17 1993), Chimaraoke Mbadinuju(Mee 29, 1999-Mee 29, 2003), Chris Ngige( Mee 29, 2003-Maachị 17,2006.)",
    "Ọbụladị Jim Nwobodo( 1979-1983) na Christian C Onoh(Ọktoba 1983-Disemba 1983) chịrị Anambara ochie enwetaghị ohere agba nke abụọ.",
    "Naanị arịrịọ Ojukwu rịọrọ ndị Anambara n'isi Obi tupu anwụọ bụ, \"Tụọrọnụ ya vootu, nke a bụ arịrịọ ikpeazụ m.\"",
    "Ndị Anambara gere ya ntị, nye Obi vootu o ji merie.",
    "Ebe foto si, Nkem Okeke/Facebook",
    "N'aka nke ọzọ, Obi dọnyere Willie Obianọ ukwu o jiri nweta ọkwa gọvanọ n'afọ 2010.",
    "Na ntụliaka na-abịa, Charles Soludo (APGA) nwere nkwado aka na-achị steeti ahụ ugbua bụ Willie Obianọ.",
    "Andy Uba (APC) nwere nkwado nwanne ya nwoke bụ Chris Ubah nakwa APC jị ọchịchị n' Etiti nakwa nke Gọvanọ Imo steeti bụ Hope Uzodimma.",
    "Valentine Ozigbo(PDP nwere nkwado nke Aka chịburu Anambara steeti bụ Peter Obi.",
    "Ebe foto si, Barr Maxwell Udechukwu",
    "Maxwell Udechukwu, onye ọnụ na-eru n'okwu bụ onye ndụmọdụ otu jikọrọ ndị ọkaiwu Anambara steeti (NBA) n'ihe gbasara iwu",
    "Anambara steeti bụ kpọcha kpọcha steeti nwere ihe niile n'ụju; ndị gụwara isi, ndị ojiegoachụego kara aka ya mere na ndị ọrụ,ọrụ abụghị Kedụ onye onye na-azọ ọkwa bụ, ihe o merela?",
    "Ọkaiwu Maxwell sịrị, \"Ọtụtụ ndị na-azọ ọkwa gọvanọ Anambra ji ego mana ihe ga-eso kwuo onye ga-eturu ugo n'ime ha bụ ụdị mmadụ onye ahụ  bụ na ihe o merala n'obodo tupu ọ pụta ịzọ ọkwa ọchịchị.",
    "\"Onye ahụ ọ bụ dịka ndị Igbo na-asị \"nwaanyị a ga-edunye mba,\"?",
    "\"Ọ bụ onye nwere aha dara ụda ka ọ bụ onye bu ego na-agagharị?\"",
    "\"Ọtụtụ ndị na-azọ ọkwa gọvanọ Anambara nwere aha mana nke ka mkpa bụ kedụ onye kachasị nwee aha site na ihe o merela ndị Anambara steeti hụrụ anya?\"",
    "Na nkọwa nke ya, Ọkaiwu Nnaji  kwuru na ndị Anambara agaghị achọ ịtụrụ onye agụghị akwụkwọ nke ọma maọbụ onye na-ebute bụ mkposa obodo akwụkwọ dịka gọvanọ.",
    "Ọ sịrị na onye ndị mmadụ na-ele anya bụ: \"Ị gara akwụkwọ, gụta ya nke ọma? Ọ bụghị dọkịta e ji ego  zụtara.\"",
    "\"Ọ bụ onye bu ọdịmma ndị obodo n'obi? Ọ bụghị sọsọ ibu n'obi, onye merela ndị obodo ihe a hụrụ anya, n'ihi na a na-esi na kpunekpunem mara ka kpune kpune ga-adị.\"",
    "\"Onye nwerela ihe iruba ama ha meerela nke na ọ bụrụ na a tụnyere ya, o mee nke karịrị ya.\"",
    "Nnaji  gara n'ihụ sị \" O nwere ndị  ji ego mana ha na-emegbu ndị  mmadụ oge mbụ, o rue ugbua, ha chọwa ịbụ gọvanọ. A gaghị elechapụ anya na nke a.\"",
    "Ebe foto si, APC,PDP,APGA",
    "Pati onye na-azọ ọkwa gọvanọ nọ dị oke mkpa na ntụliaka n' Anambara.",
    "Nke a bụ n'ihi na ọtụtụ mgbe, ihe ndị mmadụ na-atụrụ vootu bụ pati, ọ bụghị onye na-azọ ọkwa ochịchị.",
    "Ọkaiwu Udechukwu siri kọwaa ya, \"Otu ndọrọndọrọ ochịchị onye sị pụta ga-etinye aka ikwu onye ga-azọta gọvanọ.\"",
    "Dịka Inec siri kwuo nwere pati 18 ga-esonye na ntuliaka Anambara steeti nke Novemba 6,2021, mana dịka Udechukwu sị,\"otu PDP, APC, APGA nakwa YPP bụ ndị nke na-ehi ụdụ n'Anambara.\"",
    "N'aka nke ọzọ, Ọkaiwu Mamah na-ele anya na ọ bụ APGA ga-enwe mmeri, n'ihi na  \"Ndị Anambara na-ahụ APGA  dika \"nke a bụ nke anyị\".",
    "Mana nke bụ eziokwu bụ na pati ndị ọzọ nwere agba dịka PDP na APC nwere ike ị nara ụra ụra rahụọ n'ihi nsogbu ime ụlọ dị na pati ahụ.",
    "Ebe foto si, Screenshot",
    "Ebe ndị omekome gbaggburu mmadụ ma gbaa ụgbọala ọkụ n'Oko,Anambara steeti",
    "Kemgbe ọnwa Jenụwarị afọ 2021, ọnọdụ nchekwa n'Ọwụwa Anyanwụ adakpọla dịka ndị omekome gbarala ọtụtụ ogige ndị uweojii na ụlọọrụ Inec ọkụ maa kwafuo ọbara ọtụtụ ndị mmadụ na mpaghara ahụ.",
    "Ọkaiwu Naijiria bụ Abubakar Malami kwuru na a gbaala ogige ndị uweojii dị 175 ọkụ ma gbuo ndị ọrụ nchekwa dị 164.",
    "Ọtụtụ na-atụ uche na ọtụtụ ndị Anambara agaghị apụta ịtụ vootu na ntuliaka a maka ịtụnye ndụ ha n'ihi egwu ndị Ipob.",
    "Ndị  isi otu Ipob ekwuola ugboro ugboro na ntụliaka agaghị adị na Anambara steeti. Ha gakwaraa n'ihu tinye nọrọ-n'ụlọ otu ịzụụka malite n'abalị ise nke ọnwa Novemba rue abalị 10 nke ọnwa ahụ.",
    "Nke a bụ na-agbanyeghị na onyeisi ndi uweojii Naijiria bụ Usman Alkal Baba ekwuola na a ga-eziga ndị uweojii dị puku iri atọ na anọ n'Anambara steeti maka ntuliaka.",
    "Ndị ma ihe ekwe na-akụ kwuru na nke a ga-enye ohere ka onye ọha ndị Anambara akwadoghị nwee ike ịbụrụ gọvanọ.",
    "Ọkaiwu Cosmas Mamah sịrị:  \"Ọ bụrụ naanị mmadụ iri pụtara mee ntụliaka,ị mara na ọ bụ mmadụ iri ahụ ga-ahọpụta onye ga-abụ gọvanọ.\"",
    "Dịka Mamah gara n'ihu kwuo na ikpoju ndịagha na ndị uweojii  agaghị ebi okwu ahụ, na ọ ka mma ka Gọọmentị etiti kpọrọ Ipob oku tupu ntuliaka Anambara.",
    "Ebe foto si, Cosmas Mamah",
    "Barr Cosmas Mamah bụ onye onyeisi 'Legal Consult' dị n'Abuja",
    "Ebe foto si, @MaziNnamdiKanu",
    "Ọzọ yiri ibe ya bụ na  otu Ipob na Nnaamdi Kanu esorola na ndị na-ekwu ihe na-eme n'obodo n'anya ndị hụrụ ha n'anya maọbụ ndị kpọrọ ha asị.",
    "Ọtụtụ ndị na-azọ ọkwa n' Anambra steeti aghọtala na ọtụtụ ndị mmadụ kwụnyere n'ihe Nnamdi na otu Ipob na-ekwu banyere mmegbu a sị a na-emegbu ndị mpaghara Ọwụwa Anyanwụ.",
    "Ọkaiwu Mamah sịrị, \"Ifeanyị Ubah gara n'ụlọikpe tinye akwụkwọ ka enye ya ohere ịhụ Nnamdi Kanu.\"",
    "\"Soludo akpọbuola oku ka a tọhapụ Nnamdị Kanu.\"",
    "\" Ihe ndị a niile bụ iji medaa ndị mmadụ obi ka ndị Anambara so na Ipob hụta ha dịka ndị sonyeere ha.",
    "Ọ gara n'ihu kwuo na ndị a na-azọ ọkwa nwere nkwenye na ndị na-eso Ipob na Nnamdi Kanu hụta ha dịka ndị so na ihe a na-eme, na ha agaghị enyezi nsogbu na ntuliaka.",
    "\"Ụfọdụ ndị a na-ahụta ndị ekwenyeghị na Ipob na oku nnwereonwe ka ndị ebughị Igbo ihe ọma n'obi.\"",
    "\"Ya abụ ọ bụrụ na ị na-azọ ọkwa gọvanọ Anambara mana imeghị ka gị na ndị a dị na mma, ị mara na ị nọ na nsogbu.\".`dddddd",
    "Ego ji okwu",
    "Ịzọ ọkwa ọchịchị Naijiria bụ ego ka e ji achụ ya, nke Anambara steeti adịghị iche.",
    "E ji nnukwu ego azụ akwụkwọ achọrọ-m-ịzọ ọkwa, ịchụ nta vootu na mgbasaozi achụmnta vootu.",
    "Mana Okaiwu Mamah sịrị,  \"A na-eji ego eme ntuliaka mana ọ bụchaghị ego.\"",
    "\"Ọ bụghị onye ka wepụta ego kacharchịa ga-emeli, mana ego so na ihe na-ekwu.\"",
    "Kedụ ebumnobi onye?",
    "Ihe onye bu n'obi imere ndị Anambara ma ọ banye nke Bekee kpọrọ manifesto ga-eso kwuo onye ndị mmadụ ga-atụnyere.",
    "Ọkaiwu Nnaji kwuru na ugbua  ebumnuche onye ahụ maka ndị obodo, ndị lara ezumike na ọkachasị ndị ntorobia dị ndị mmadụ mkpa.",
    "Ebe foto si, Chima Nnaji",
    "Okaiwu Chima Nnaji bụ onye okwu okwu a kpụ n'ọnụ na Naijiria doro anya",
    "\"Kedụ atụmatụ maka udo?\"",
    "Ebe foto si, BBC, Chukwuma Umeojii-Facebook",
    "Ụfọdụ pati gbara mkpọrọgwụ na n'Anambara steetị dịka APGA na PDP nwere ọgbaghara imeụlọ nwere ike itinyere ha aja na garị na ntuliaka gọvanọ ma nye ohere ka pati ndị ọzọ dịka APC nara ha ụra rahụọ.",
    "Ọgbaghara ime ụlọ pati ndị a butere nkewa, ikpe ụlọikpe, ịgba mgba okpuru na ịwụgharị  site na pati gaa na pati ọzọ.",
    "Ọmụmaatụ: Adịghị n'otu mere APGA ji nwee akụkụ abụo wepụtara ndị ga-efe ọkọlọtọ pati ahụ.",
    "Nke a meere ka Charles Soludo na Chukwuma Umeoji gawa ụlọikpe ịgbagha onye oke ahụ dịrị n'ezie.",
    "Ụlọikpe kachasị mechaara nye Soludo ikike ahụ mana  a gwọcha onye ara, a naghị agwọta ya ntamụ.",
    "Nghọtahịe dị na pati ahụ ahụ ebibeghị,mere ka ụfọdụ ndị nọ na pati ahụ feere APGA aka wụbaa APC. Onye na-apụ, ọ kpọrọ ndị na-eso ya.",
    "Ebe foto si, Valentine Ozigbo,Ugochukwu Uba",
    "N'otu aka ahụ, na PDP,  Valentine Ozigbo na Ugochukwu Uba gbaghara onye ga-efe ọkọloto pati ha were rue Ụlọikpe Kachasị ebe Ozigbo natara ikike ahụ.",
    "Mana nke bụ eziokwu bụ na ndị na-alụ ọgụ n'ugbo na-alụ, onye ji ji a na-akọnye ji n'ala.",
    "Dịka ndị Igbo si na ala adịghị mma bụ uru ndị nze. APC na pati ndị ọzọ zụọ okwe ha nke ọma, ọgbaghara dị na APGA na PDP nwere ike ịbara ha.",
    "Anambra governorship  election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Etu ebubo Chiefpriest boro Maria si akụkọta isi ọtụtụ mmadụ ọnụ",
    "Mwakpo ọbụla gọọmentị etiti mere Ipob bụ Igbo niile ka e mere ya - Ohanaeze Ndigbo",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Anambra Governorship Election 2021: Ipob, ndị'godfather',ego na ihe ndị ọzọ ga-ekwu onye ga-emeri na ntuliaka Anambra27 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe kpalitere mmụọ Ben Etiaba, nwa Virgy Etiaba ịzọ ọkwa Gọvanọ Anambra steeti27 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "Ihe ise ị ga-eme iji belata eze ure na ọnụ isi16 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Ikposa ntuliaka gọvanọ Anambra megidere mbọ inweta Biafra- Asari Dokubo",
    "Anambra Governorship Election 2021: Ipob, ndị'godfather',ego na ihe ndị ọzọ ga-ekwu onye ga-emeri na ntuliaka Anambra",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "Ụfọdụ ndị ọkaiwu Igbo etinyela akwụkwọ ka e nye Biafra ohere 'referendum'",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?Emelitere ikpeazụ na: 19 Ọgọọst 2018",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}