{
  "published": "21 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Sịnetọ Andy Emmanuel Uba akọwaala etu o si too, gụọ akwụkwọ ma rụọ ọrụ rute n'ogogo ọ nọ ugbua.",
    "Uba bụ onye ji ọkọlọtọ APC azọ ọkwa gọvanọ n'Anambra Steeti ga-adị n'ọnwa Nọvemba sị na ọ bụ onye Uga dị n'Anambra mana a mụrụ ya n'Enugwu Steeti.",
    "\"Onye na-achị kwesịrị ịkpọ ndị na-enye nsogbu ka e nwee mkparịtaụka\" - Andy Uba",
    "Ihe mere ụfọdụ mmadụ anabataghị ntuliaka ime ụlọ PDP na APC n'Anambara",
    "Ọ gara n'ihu kwuo na ọ gụrụ akwụkwọ n'Enugwu nakwa n'ala bekee.",
    "Kirie ihe o kwuru banyere onwe ya n'uju;",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Anambra Steeti",
    "All Progressives Congress",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Nnamdi Kanu's Trial: Mkpamkpa na-akpa n'Ọwụwa Anyanwụ na-ewute Nnamdi Kanu - Ifeanyi Ejiofor, Duration 26,1820 Ọktọba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 6 gara aga",
    "Vidio, Senator Andy Uba: Etu m si gụọ akwụkwọ ma tolite n'ogogo m nọ ugbua, Duration 2,1221 Ọktọba 2021",
    "Vidio, 'Charles Soludo esoghị anyị chụgharị ụmụnwaanyị oge anyị na-eto', Duration 9,5519 Ọktọba 2021",
    "Vidio, Ifeanyi Ubah: 'Ihe mere m jiri soro ndị Alaba agụrụ Nnamdi Kanu egwu', Duration 10,1015 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}