{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọtụtụ mmadụ tọrọ atọ na nkpọ (container) bu ha.",
    "Ndị ekperima wakporo ụlọorụ ndị uweojii dị n'Umuelemai nke Isiala Mbano, Imo Steetị, gbaa ya ọkụ ma tọhapụ ndị ndị nọ na nga.",
    "Nke a mere tupu ọ na-akụ ihe dịka elekere asaa nke abalị ụbọchị Tọzde mgbe ndị a bịara ma malite ịgba egbe aghara aghara.",
    "Agbaala ụlọọrụ ndị uweojii ọkụ n'Obowo Imo Steeti",
    "Anyị na-eche na aka ndị Ipob dị n'ọnwụ ndị eze odinala abụọ na Njaba - Ndi uweojii Imo",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu",
    "Akụkọ sị na ụfọdụ ndị uweojii nọ n'ọrụ gbara ọsọ nke mere ha jiri nwee ohere ịgba ụlọọrụ ahụ ọkụ.",
    "Otu onye obodo ahụ na-achọghị ka a kpọọ aha ya sị na egwu jupụtara onye ọbụla ahụ n'ihi ụda egbe a gbara ebe ahụ.",
    "Ọ sị na ha na-agba mbọ imenyụ ọkụ ahụ ka ọ ghara imerụ onye ọbụla ahụ.",
    "Tupu akụkọ a na-apụta, ọnụ na-ekwuru ndị uweojii n'Imo Steetị bụ Michael Abattam ekwubeghi ihe ọbụla banyere ya.",
    "Cheta ndị oji egbe gbakwara otu ụlọorụ a ọkụ n'ụbọchị iri na itoolu nke ọmwa Maachị ma tọrọ onye uweojii nwaanyị nọ n'ọrụ.",
    "Akụkọ ka na-abịa...",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpeelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu e si gbaa ụlọọrụ ndị uweojiu ọkụ n'Isiala Mbano ma tọhapụ ndị nọ na ngaelekere 3 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Etu e si gbaa ụlọọrụ ndị uweojiu ọkụ n'Isiala Mbano ma tọhapụ ndị nọ na nga",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Nnamdi Kanu's seven count charge: Ebubo ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}