{
  "published": "24 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria",
    "Ọrụ enyemaka n'ịntaneetị bụkwa ọrụ ọzọ nwere ike iwebata ego n'akpa gị",
    "Ọ bụghịzị akụkọ ọhụrụ na onyeisala Naịjirịa bụ Muhammadu Buhari ga-ewepụta ego teknụzụ ọhụrụ akpọrọ e-naira n'ụbọchị Mọnde na-abịanụ.",
    "e-Naira bụ ego teknụzụ mbụ Naịjirịa nwerela.",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego",
    "Ọ bụ n'ọnwa Sepụtemba nke afọ 2021 a ka ụlọakụ gọọmenti etiti akpọrọ CBN n'aha ịchafụ wepụtara ya bụ webụsaiti e-naira.",
    "CBN ga-ewepụta ego pụrụiche nke naira nọ n'isi ya.",
    "Ka ọ dị ugbua, ọba ozi ego teknụzụ ahụ abụbeghị nke mmadụ niile ga-enwetali.",
    "Mana CBN na-ekwu na ha na-agba mbọ ịhụ ndị mmadụ nwerike ịnwetalị 'app' ya n'ekwenti dị iche iche dịka \"Google Play store nke Android users\" nakwa App Store maka ndị nwere \"iPhone.\"",
    "Ndị chọrọ ị ji ego naira teknụzụ a azụ ahịa ga-akpọ otu akara \"USSD short code\" ma soro usoro ahaziri iji jiri ego ahụ zụọ ahịa maọbụ kwụọ ụgwọ.",
    "Osita Nwasinobi bụ ọnụ na-ekwuru ụlọakụ CBN kwuru na mwepụta e-naira a ka bụ nzọpụ ụkwụ nke mbụ.",
    "o kwuru na ọ ga-anagbanwe kwa mgbe ma na-akawanye mma.",
    "Ọ bụrụ na onyeisiala wepụta ya bụ ego naira teknuzu(e-naira), lee ụfọdụ ihe ndị ị ga-ejinwu ya mee",
    "\"Unified Payment System\"-   Ị ga-esinwu n'ọba ego gị wegaa ego n'ọba ego e-naira na-enweghị nsogbu ọbụla.",
    "Contactless Payment-    Ị ga-ejinwu ọba ego e-naira gị kwụọ ụgwọ n'ụlọahịa ọbụla site n'ibinye aka na \"QR codes.\"",
    "Bank Account Management: Ị ga-enyochalị ọba ego e naira gị mgbe ọbụla, mara ego dị ebe ahụ ha ma lekwa etu si mefuo ego maọbụ nabata ego",
    "Peer-to-Peer Payment: Ị ga-ejinwu e naira gị zịgara onye ịchọrọ ego site akara ọba ego gị maọbụ caadị gị.",
    "Ihe ụlọakụ etiti ji wepụta CBN e-Naira",
    "Iwelitekwu nzụkọrịta ahịa si mba fere mba ọzọ",
    "Ime ka ego baa ụba n'aka ndị mmadụ",
    "Ime ka ọ dịrị ndị mmadụ maọbụ ụlọọrụ mfe ịkwụny ụgwọ ụtụisi mgbe ọbụla na-enweghị nsogbu ọbụla",
    "I kesalị ego enyemaka ka o wee rute ndị enyere ya ọsịsọ",
    "Ime ka mkpebi gbasara akụ ụba(monetary policies) ga sirirị werere",
    "e-Naira ga-eme ka ndị mmadụ na-akwụnye ụgwọ ihe ọ bụla ha chọrọ n'ụzọ na-enweghị nsogbu ọbụla",
    "A ga-eji ya na-akwụye ụtụisi",
    "Ọ bụ Bitt Inc. rụpụtara e- Naira ma mekwa ka ewepụta ego teknụzụ nke CBN nke akpọrọ Central Bank Digital Currency (CBDC).",
    "A ga na-eji ma ego naira nkịtị nakwa nke teknụzụ(e-Naira) azụ ahịa.",
    "Ụlọakụ",
    "Naijiria",
    "Azụmahịa nke kọmpụta",
    "Stọk maketi",
    "Ihe 10 ị ga-ejinwu e-Naira mee24 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Mwakpo ọbụla gọọmentị etiti mere Ipob bụ Igbo niile ka e mere ya - Ohanaeze Ndigboelekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Tọhapụnụ Nnamdi maọbụ anyị akpọchie mpaghara Ọwụwa Anyanwụ niile - IPOB",
    "Mwakpo ọbụla gọọmentị etiti mere Ipob bụ Igbo niile ka e mere ya - Ohanaeze Ndigbo",
    "Etu nwoke ga-esi gbochie mma ya ịnyụ nkọ n'ike n'oge aramara",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Mwakpo mere n'Arochukwu ataala isi mmadụ anọ",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}