{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu 'Indigenous People of Biafra' (IPOB) ekwuola na ha ga-akpọchi mpaghara ọwụwa Anyanwụ Naịjirịa niile ruo otu izuụka ma ọ bụrụ na atọhapụghị onyeisi ha bụ Nnamdi Kanu.",
    "Emma Powerful, ọnụ na-ekwuru otu a kwuru nke a n'ụbọchị Satọde.",
    "Powerful kwuru na ha agaghịzi agbachi nkịtị ka onyeisi ha bụ Nnamdi Kanu nọrọ n'ụlọ mkpọrọ na-enweghị ihe ọbụla o mere.",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Nnamdi Kanu's seven count charge: Ebubo ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Okwu a Emma Powerful kwuru na-abịa dịka Abubakar malami bụ ọkaiwu gọọmentị etiti wepụtara akwụkwọ ozi n'ụbọchị Fraịde ebe ọ nọrọ bo Nnamdi Kanu na ndị IPOB ọtụtụ ebubo.",
    "Powerful kwuru sị: \"IPOB ga-akpọchi mpaghara Biafra niile malite n'ụbọchị ise ruo ụbọchị iri nke ọnwa Nọvemba.\"",
    "\"Naanị n'ụbọchụ ụka bụ abalị asaa nke Nọvemba ka a ga-enwe mkpagharị ka ndị mmadụ ga kpeere Chineke.\"",
    "\"Anyị ga-eme nke a ma ọ bụrụ na gọọmentị Naịjirịa atọhapụghị onyeisi anyị bụ Nnamdi Kanu tupu abalị anọ nke ọnwa Nọvemba.\"",
    "\"A ga-atọhapụrịrị onye ndu anyị n'ihi na onweghị ihe ọjọọ ọbụla o mere megidere iwu.\"",
    "Ọ bụrụ na Gọọmentị akpụtaghị Nnamdi Kanu n'ụlọikpe echi ... - Ifeanyi Ejiofor",
    "Emma Powerful kwuru na ha ghọtara na mkpọchi obodo a ga-ebutere ndị mmadụ nhịahụ, \"mana anyị ga-eme ya maka ọdị mma nke ndị Biafra.\"",
    "O kwuru na ha bụ ndị IPOB chọpụtara na gọọmentị etiti achọghị ikpe Nnamdi Kanu ikpe n'ụzọ ziri ezi, \"kama ha chọrọ imenye ya ihere ma hapụ ya ka ọ nọrọ n'ụlọmkpọrọ ndị DSS taa nchara\".",
    "\"Anyị hụrụ etu e si gbochie ndị ọkaiwu, ndị ntaakụkọ na ndị okenye ndị Igbo ịbata n'ime ụlọikpe ebe a nọrọ kpee Nnamdi kanu ikpe.\"",
    "\"Anyị agaghị anabata ụdị ihe a ọzọ. Anya agaghị ekwe ka e kpee onyeisi anyị ikpe na nzuzo maobụ ka e were ụzọ sharia kpee ya ikpe n'ụdị ọbụla.\"",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Abubakar Malami: Lee etu Emma Powerful siri saa ebubo Malami boro ndị IPOB22 Ọktọba 2021",
    "Vidio, Ipob news today: “Ọ bụ Nnamdi Kanu na ndị IPOB bu ụzọ kwube okwu igbu mmadụ” – Uche Mefor10 Ọktọba 2021",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe21 Ọktọba 2021",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe21 Ọktọba 2021",
    "Vidio, Abụ m ezigbo 'ọkụkọ Igbo' maka na e toro m n'ụlọ - Godwin Maduka23 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Tọhapụnụ Nnamdi maọbụ anyị akpọchie mpaghara Ọwụwa Anyanwụ niile - IPOBelekere 7 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Tọhapụnụ Nnamdi maọbụ anyị akpọchie mpaghara Ọwụwa Anyanwụ niile - IPOB",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Etu nwoke ga-esi gbochie mma ya ịnyụ nkọ n'ike n'oge aramara",
    "Lee etu Emma Powerful siri saa ebubo Malami boro ndị IPOB",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Ihe 11 na-adịghị mma agha na-ebuteEmelitere ikpeazụ na: 31 Mee 2021",
    "Mwakpo mere n'Arochukwu ataala isi mmadụ anọ",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Mba Briten ewepụla atụmatụ ịnabata ndị na-achọ nnwereonwe Biafra n'ọba ịntanetị haEmelitere ikpeazụ na: 22 Eprel 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}