{
  "published": "25 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Instagram/screenshot",
    "Ebubo a Cubana Chiefpriest boro Maria nke ọ sị na ọ na-ayị di nwanne ya nwaanyị apụọla n'egwu dịka ọ kụkọtala isi ụtụtụ mmadụ ọnụ.",
    "Site n'ihe Chiefpriest dere n'Instagram, ọ kpọrọ aha otu onye a na-akpọ Paul Okoye e ji 'Paulo' maara ma sị na ọ bụ ya mere Maria ji mata onye Paulo bụ.",
    "Maria, Princess na ụmụasa Big Brother ndị ọzọ na-amụke ka ọnwa",
    "Obi Cubana ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Na nzaghachị Paul gwara Chiefpriest ka ọ na-ekwu ihe doro ya anya tupu ọ na-ebo mmadụ ebubo.",
    "Nke a were Chiefpriest iwe mere o jiri bipụta akwụkwọ alụkwaghịm nakwa ọtụtụ ihe ndị ọzọ gụnyere akara ekwentị Maria.",
    "Paulo gara n'ihu bipụtakwa akara ekwentị Chiefpriest n'Instagram ma sị ka ndị mmadụ kpọọ ya n'ekwentị.",
    "Achọghị m itinye ọnụ n'ebubo Cubana Chief Priest na-ebo m - Maria BBNaija",
    "Ebe foto si, cubana_chiefpriest/mariachikebenjamin/Instagram",
    "Nwada a ma ama so bụ n'emume Big Brother Naija bụ Maria Nkechinyere Chike ekwuola na ọ chọghị itinye ọnụ n'ebubo Cubana Chief Priest na-ebo ya.",
    "Maria kwuru nke a mgbe BBC Igbo kpọtụụrụ ndị nnọchite anya ya ka o zara ọnụ n'ebubo sị na ọ na-apụrụ otu nwaanyị di ya ma na-eyi nwaanyị ahụ egwu n'elu ya.",
    "Maria Chike Benjamin",
    "Pascal Okechukwu bụ onye e ji Cubana Chief Priest maara depụtara n'Instagram ya Maria nwere obi siri ike maka etu o si na-apụ nwanne ya nwaanyị di ya ma gaa n'ihu sị na ọ ga-egbu ya.",
    "Ọ sị na ọ gaghị ekwe ka okwu ahụ laa n'ụkpọrọ na ọ ga-achọrọ Maria na di nwanne ya nwaanyị a kpọrọ Kelvin gaa na Dubai.",
    "Okwu a mere ka ọtụtụ malite ịkatọ Maria ebe ọ dị ukwuu, ebe ụfọdụ ndị sị ka ChiefPriest gosi ihe akaebe tupu ọ na-ebo mmadụ ebubo.",
    "Ebe foto si, Cubana Chiefpriest/screen shot",
    "ChiefPriest gara n'ihu gosi akwụkwọ alụkwaghịm nwanne ya nwaanyị gbara n'ụlọikpe dị n'Aba n'ọnwa Sepụtemba.",
    "O gosikwara nzirita ozi n'ekwentị nke mere n'etiti Maria na nwanne ya nwaanyịma sị na Maria nwere obi na-enye ya ndụmọdụ na-agbanyeghi ihe niile o mere ya.",
    "Ebe foto si, Cubana Chiefpriest/screen shot",
    "Mana ihe ndị a e dere n'ozi ahụ bụ ebe Maria na-arịọ nwaanyị ahụ ka ya na di ya kpee udo n'alụmdinanwunye ha.",
    "Tupu akụkọ a na-apụta BBC Igbo kpọtụrụ Cubana ChiefPriest ka ọ kọwaa ebubo ndị a mana ọ zabeghi oku anyị kpọrọ ya.",
    "Kedụ ihe ezinaụlọ Kelvin Kwuru?",
    "Nwanne nwoke Kelvin onye a sị ya na Maria na-ayị pụtara n'Instagram ma zaa Chiefpriest okwu maka ebubo ọ na-ebo Maria na nwanne ya nwoke.",
    "Nwamadị a sị na nwanne ya Kelvin na nwunye agbasaala tupu ọ malite ịyị Maria.",
    "Ọ sị na ihe butere nsogbu n'ezinaụlọ ha bụ na nwunye Kelvin na-akatọ ma na-emechu ya ihe nke ukwuu nke mere Kelvin ji sị na ike agwụla ya.",
    "Ọ gaara n'ihu kwuo na nwunye Kelvin chụpụrụ ha niile (ma nne Kelvin) n'ụlọ nwanne ya nwoke rụrụ.",
    "Ụmụnyanyị",
    "Ikike ụmụnwanyị",
    "Ịkpa obi aṅụrị",
    "Okike",
    "Alụmdịnanwụnye",
    "Vidio, Exclusive: A gaghị akpọta Nnamdị Kanu n'ụlọikpe oge eyigharịrị ya bụ Nọvemba 10 - Aloy Ejimakorelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ebubo Chiefpriest boro Maria si akụkọta isi ọtụtụ mmadụ ọnụelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "Ihe ise ị ga-eme iji belata eze ure na ọnụ isi16 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Etu ebubo Chiefpriest boro Maria si akụkọta isi ọtụtụ mmadụ ọnụ",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Etu nwoke ga-esi gbochie mma ya ịnyụ nkọ n'ike n'oge aramara",
    "Mwakpo ọbụla gọọmentị etiti mere Ipob bụ Igbo niile ka e mere ya - Ohanaeze Ndigbo",
    "Tọhapụnụ Nnamdi maọbụ anyị akpọchie mpaghara Ọwụwa Anyanwụ niile - IPOB",
    "Mwakpo mere n'Arochukwu ataala isi mmadụ anọ",
    "Ihe anyị ma dịka ndị agha na-anwa iweghara ọchịchị n'ike na mba Sudan",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}