{
  "published": "25 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Ha mụnyere taya ọkụ n'ụzọ iji gbochie ụzọ ndị dị n'isiobodo Khartoum",
    "Ndị mmadụ awụjuola n'ụzọ na ngagharịiwe dịka akụkọ na-ekwu na ndị agha na-anwa iweghara ọchịchị n'ike na mba Sudan.",
    "Nke a malitere n'isi ụtụtụ Mọnde, 25 nke ọnwa Ọktoba 2021.",
    "Ndị agha anwụchiela ndị minista anọ ma jichie Praịm minista mba ahụ bụ Abdallah Hamdok n'ụlọ ya",
    "Ndị agha bucha ngwaagha anọchiela mpaghara isiobodo Khartoum, dịka ndị na-eme ngagharịiwe na-akpọ taya ọkụ",
    "A kwụsịla ịntanetị n'isiobodo mba ahụ",
    "Ndị agha awụchiela isiụlọọrụ mgbasaozi n'isiobodo ahụ",
    "Mba Amerịka sị na ọnọdụ a na-enye ha nchekasị",
    "Njem ụgbọelu akwụsịtụla n'isiobodo Khartoum dịka akụkọ ya bụ mweghara ọchịchị n'ike na-arị ibe ya elu.",
    "E mechiela ma gbochie igaru na ya bụ ọdọụgbọelu Khartoum, dịka ndị agha gbara ogige ahụ gburugburu.",
    "Ka ọ dị ugbua, gọọmentị mba ahụ agbasabeghi ozi ọbụla gbasara ya.",
    "Ebe foto si, Reuters",
    "Ndị mmadụ pụtara ime ngagharịiwe na mba Sudan",
    "Ebe foto si, Reuters",
    "Ụmụnwaanyị na ụmụaka sokwa pụta isonye na ya bụ ngagharịiwe",
    "Ndị agha awụchiela n'ụlọmgbasaozi - mịnịstrị",
    "Mịnịstrị mgbasaozi nke mba Sudan ekwuola na ndị agha wụchiri n'isiụlọọrụ mgbasaozi dị na Omdurman, nso isiobodo Khartoum.",
    "Ha kwuru na ndị agha a ejichiela ndị ọrụ nọ ebe ahụ.",
    "Vidio, Exclusive: A gaghị akpọta Nnamdị Kanu n'ụlọikpe oge eyigharịrị ya bụ Nọvemba 10 - Aloy Ejimakorelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ebubo Chiefpriest boro Maria si akụkọta isi ọtụtụ mmadụ ọnụelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "Ihe ise ị ga-eme iji belata eze ure na ọnụ isi16 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Etu ebubo Chiefpriest boro Maria si akụkọta isi ọtụtụ mmadụ ọnụ",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Etu nwoke ga-esi gbochie mma ya ịnyụ nkọ n'ike n'oge aramara",
    "Mwakpo ọbụla gọọmentị etiti mere Ipob bụ Igbo niile ka e mere ya - Ohanaeze Ndigbo",
    "Tọhapụnụ Nnamdi maọbụ anyị akpọchie mpaghara Ọwụwa Anyanwụ niile - IPOB",
    "Mwakpo mere n'Arochukwu ataala isi mmadụ anọ",
    "Ihe anyị ma dịka ndị agha na-anwa iweghara ọchịchị n'ike na mba Sudan",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}