{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ha gachara ulọikpe n'ụbọchị 21 nke ọnwa Ọktoba 2021, ọkaiwu Aloy Ejimakor na BBC Igbo nwere mkparịtaụka pụrụiche.",
    "Na mkparịtaụka ahụ, ọ kọwaara ihe mere o Ji kwuo na ndị ọ na-anọchịte anya ha n'ụlọikpe na-eyi ndụ ya egwu, ma kwukwaa na ha amatala ndị na-eme ya.",
    "Ọ bụrụ na Kanu nụ ka na aka ndị a dị na ya, obi agaghị adị ya mma.",
    "E ji Nnamdi Kanu na Singapore - Aloy Ejimakor",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Alloy Ejimakor",
    "'Ndi uweojii ejighị Nnamdi Kanu na Singapore'",
    "O tinyekwara ọnụ n'ọnọdụ ịga hụ Nnamdị Kanu n'ebe ọ nọ n'aka ndị \"Department of State Services\" (DSS).",
    "Ọ sị: \"Onye obụla chọrọ ịga nwere ohere ịga hụ Nnamdi Kanu ugbua, dika ọkaikpe Binta Nyako siri kwuo, mana onye ahụ ga-abịa tinye akwụkwọ n'aka anyị.\"",
    "Ihe ọzọ o kwuru metụtara atụmatụ mba Briten nwere ịga hụ Kanu.",
    "Kirie ihe o kwuru n'uju;",
    "Nchekwa ndị ụwe ojii",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Nnamdi Kanu: 'Ọ bụ dịmkpa asaa nwụchiri Maazị Kanu na Kenya' - Aloy Ejimakor, Duration 4,5515 Julaị 2021",
    "Vidio, Nnamdi Kanu anọghị na nga na Singapore - Aloy Ejimakor, Duration 2,572 Disemba 2020",
    "Nnamdi Kanu Re-arrested: Akwụkwọ njem Kanu ka dị na mba Kenya - Aloy Ejimakor11 Julaị 2021",
    "Vidio, Nnamdi Kanu: A gaghị akpọta ya n'ụlọikpe oge eyigharịrị ya bụ Nọvemba 10 - Aloy Ejimakor, Duration 28,50elekere 9 gara aga",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Nnamdi Kanu Trial: \"Ndị mmadụ amaghị na mụ agaala hụ Nnamdi Kanu na DSS ugboro abụọ\" - Ifeanyi Ubah, Duration 21,5423 Ọktọba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Maria Chike BBNaija interview: Ihe nwa ada a kwuru maka Liquorose, Whitemoney na Pere, Duration 1,00,5510 Septemba 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, Nnamdi Kanu: 'Ọ bụ dịmkpa asaa nwụchiri Maazị Kanu na Kenya' - Aloy Ejimakor, Duration 4,5515 Julaị 2021",
    "Vidio, Nnamdi Kanu anọghị na nga na Singapore - Aloy Ejimakor, Duration 2,572 Disemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}