{
  "published": "26 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kọmịshọna mgbasaozi n'Anambra steeti bụ Don Adinuba akọwala ihe mere ha ji hiwe ụbọchị Satọde dịka ụbọchị akwụkwọ na Anambra steeti.",
    "Ọ kọwara nke a nye BBC Igbo n'ụtụtụ ụbọchị Tuuzde 26 Ọktoba n'afọ 2021.",
    "N'ọnụ ya, ọ sị \"Anyị chọrọ ka ụmụakwụkwọ niile nọ n'Anambra steeti nweeike mụta akwụkwọ n'ebe nchekwa zuruoke dịịrị ha.\"",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Gịnị na-eme ụmụakwụkwọ Queens College ọzọ?",
    "Nke mere anyị ji malite atụmatụ ga-eme ka obi dị ụmụakwụkwọ, ndị nkuzi, ndị nne na nna nakwa gọọmentị mma.",
    "Na ngwụcha o kwuru na Gọọmenti Anambra steeti achọghị ka Anambra steeti buru ndị ikpeazụ n'ihe gbasara agụmakwụkwọ.",
    "\"Agụmakwụkwọ n'Anambra steeti amụbawala kemgbe Gọvanọ Willie Obiano banyere n'ọkwa\" dịka Adinuba kwuru.",
    "O kwuru na o doro anya na ndị hibere atụmatụ 'Sit at home' achọghị ọganihu ndị Igbo site n'ịkwụsị ndị mmadụ ị ga ahịa, ị ga akwụkwọ nakwa ị ga ọrụ.",
    "Mgbe BBC Igbo jụrụ Adinuba ma ịbụgharị agụmakwụkwọ rue Satọde apụtara na ndị otu Ipob emeriela lee ihe ọ sara:",
    "\"O nwere onye chọrọ ka egbuo ụmụ ya maọbụ ndị nkuzi ya n'ihi ịgụ akwụkwọ?\"",
    "\"O nwere onye chọrọ ka egbuo ụmụ ya maọbụ ndị nkuzi ya n'ihi ịgụ akwụkwọ?\"",
    "Ọ gara ihu maa atu etu ndị omekome si wakpoo ọgbatumtum ndị nkuzi n'otu ụlọ akwụkwọ n'ihi edebeghi atụmatụ 'Sit at home' mgbe ahụ.",
    "Ọ tụrụ arịrị n'ihe mere ndị mmadụ ka ji akwado ndị na-akpa mkpamkpa a na-akpọ ha \"ndị na-alụrụ Igbo ọgụ\" karịa ndị na-emebi ihe ha bụ.",
    "Na ngwacha o kwuru na ntụliaka Anambra steeti ga-aga n'ihu maka na gọọmentị etiti ezigaala ndị uweojii, ndị agha nakwa ndị agha mmiri iji nye aka weta nchekwa mgbe ahụ.",
    "Otu onye nna gwara BBC Igbo okwu sị na atụmatụ a adịghị mma maka na Gọọmenti  na-egosi na ha anyị achịtanwụ steeti.",
    "Ọ sị na ọ na-egosi ịdamba nakwa ike adịghị gọọmenti ime ihe ha nwereike ime ichekwa obodo.",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ọmụmụ na mmụta",
    "Vidio, Nkwa ndị na-azọ ọkwa gọvanọ na-ekwe ndi Anambra26 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ụfọdụ ndị ọkaiwu Igbo etinye akwụkwọ ka e nye Biafra ohere 'referendum'elekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "Ihe ise ị ga-eme iji belata eze ure na ọnụ isi16 Ọktọba 2021",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa5 Ọktọba 2021",
    "Ụfọdụ ndị ọkaiwu Igbo etinye akwụkwọ ka e nye Biafra ohere 'referendum'",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Anambra Saturday School: \"Gọọmentị Anambra na-egosi ịdamba na ụjọ\"",
    "Etu ebubo Chiefpriest boro Maria si akụkọta isi ọtụtụ mmadụ ọnụ",
    "Ihe anyị ma dịka ndị agha na-anwa iweghara ọchịchị n'ike na mba Sudan",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?",
    "Tọhapụnụ Nnamdi maọbụ anyị akpọchie mpaghara Ọwụwa Anyanwụ niile - IPOB",
    "Etu nwoke ga-esi gbochie mma ya ịnyụ nkọ n'ike n'oge aramara",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}