{
  "published": "28 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ fọla ụbọchị ole ma ole tupu ụbọchị ntuliaka ọkwa gọvanọ Anambra steeti eruo.",
    "Cheta na ọ bụ na abalị isii nke ọnwa Nọvemba ka a ga-eme ya bụ ntuliaka.",
    "Mana ọtụtụ akụkọ ụgha amalitela ifesasị, ọkachasị na soshal midia, gbasara ntuliaka ahụ.",
    "Kedụ uru ndị otu nnyocha ntuliaka bụ 'election monitors' ga-aba n'Anambra steeti?",
    "Anambra governorship  election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Nsogbu nchekwa ndị chere ntuliaka Anambra aka mgba",
    "Akụkọ a bụ iji tiwaara gị akụ oyibo Nsugbe, ma kọwaara gị ihe ndị bụ eziokwu na ndị bụ okpotokpo asị.",
    "Akụkọ efesaala na soshal midia na ngalaba ntuliaka bụ 'Independent National Electoral Commission\" (Inec) ga-akagbu ntuliaka Anambra steeti.",
    "Ndị bipụtara akụkọ a bụ ụlọọrụ a kpọrọ onyeomablog.com, n'ụbọchị 27 nke ọnwa Sepụtemba afọ 2021.",
    "Dịka akụkọ ahụ siri kwuo, Inec sị na ihe mere ha ga-eji kagbuo ntuliaka hụ bụ n'ihi ọnọdụ enweghị nchekwa dị n'Anambra steeti.",
    "Mana ya bụ akụkọ bụ asị, n'ihi na INEC enwebeghị mgbe ha pụtara kwuo na ntuliaka Anambra agaghị enwe isi.",
    "Ka ọ dị ugbua, ndị uweojii ekwuola na ha ga-eziga ndị ọrụ ha ọnụọgụgụ ha dị 34,587 iji weta ezi nchekwa n'oge ntuliaka ahụ.",
    "Foto e ji mee akụkọ a bụ foto e sere n'oge ntuliaka nke afọ 2015",
    "Akụkọ ụgha ọzọ fesara gbasara ntuliaka Anambra bụ nke kwuru na ọtụtụ ndị ọrụ INEC agbaala arụkwaghịm na steeti ahụ n'ihi ụjọ.",
    "Otu n'ime ndị bipụtara ya bụ akụkọ bụ ụlọọrụ kpọrọ onwe ha 'everydaynewsngr.net.'",
    "Ya bụ akụkọ fesakwara nke ukwu site n'ọba nzikọrịtaozi \"Whatsapp\".",
    "Mana onweghị otu mkpụrụ eziokwu dị na ya bụ akụkọ, dịka Inec siri kowaa.",
    "Onye ji ọkwa 'Resident Electoral Commissioner' na Inec Anambra steeti bụ Nwachukwu Orji kọwara na INEC nwezuru ndị ọrụ ha chọrọ maka ntuliaka Anambra steeti.",
    "Orji kọwara nke a n'ọgbakọ e nwere n'Awka n'ụbọchị Tuzde, abalị iri abụọ na isii nke ọnwa Ọktoba a.",
    "Oge BBC kpọtụụrụ ọnụ na-ekwuru INEC n'Anambra steeti bụ Samuel Nimem, o kwukwara na akụkọ ahụ bụ ụgha.",
    "Ọ kọwara na \"Inec ka na-enye ndị mmadụ tinyere akwụkwọ ịrụ ọrụ na ntuliaka a ọzụzụ\".",
    "\"Ọ bụ ndị mere ọfụma n'ọzụzụ a ka anyị ga-ahọrọ ka ha soro rụọ ọrụ.\"",
    "\"Anyị ahọpụtabeghị kpọmkwem ndị ga-eso rụọ ọrụ. Kedụzị etu ndị ahọpụtabeghị ga-esi gbaa arụkwaghịm?\"",
    "Otu ụlọọrụ a kpọrọ 'starconnectmedia.com' dere akụkọ n'ọnwa Julaị 2021, wee kwuo na nwaada aha ya bụ Ndidi Nwuneli chọrọ iso zọọ ọkwa osote gọvanọ Anambra steeti.",
    "Akụkọ ahụ kwuru na ọ bụ Mazi Akachukwu Nwankpo nke nọ na pati \"African Democratic Congress\" (ADC), chọrọ ịhọrọ Ndidi Nwuneli dịka osote ya.",
    "Mana oge ụlọ ntaakụkọ 'The Cable' kpọtụụrụ ya bụ nwaanyị, o kwuru na akụkọ ahụ bụ nnukwu asị.",
    "Nwuneli kwuru sị: \"Akụkọ a bụ asị kwọ nwa. Enweghị m mmasị ọbụla ịbanye ndọrọndọrọ ọchịchị.\"",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Anambra election: Kedụ uru ndị otu nnyocha ntuliaka a kpọrọ 'election monitors' na bekee ga-aba n'Anambra steeti?24 Ọktọba 2021",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere?14 Ọktọba 2021",
    "Anambra Election News: Azụmaahịa ndị mere e ji a kpọ ndị Anambra 'ide ji mba'10 Ọktọba 2021",
    "Nsogbu nchekwa ndị chere ntuliaka Anambra aka mgba8 Ọktọba 2021",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti7 Ọktọba 2021",
    "Vidio, Anambra Governorship Manifesto: Nkwa ndị na-azọ ọkwa gọvanọ na-ekwe ndi Anambra26 Ọktọba 2021",
    "BBC Igbo Governorship Debate: Ihe Etiaba, Akachukwu, Echetebu na Onyejekwu chọrọ imere ndị Anambraelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha28 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Abia Steeti on red list: Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya18 Ọktọba 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "E nyere Peter Obi na Abaribe ọsọ n'achụmnta Valentine Ozigbo n'Ọnịcha?",
    "Anambra Governorship Election 2021: Ipob, ndị'godfather',ego na ihe ndị ọzọ ga-ekwu onye ga-emeri na ntuliaka Anambra",
    "Mụta etu ị ga-esi gbochie fọtọ ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "BBC Igbo Governorship Debate: Ihe Etiaba, Akachukwu, Echetebu na Onyejekwu chọrọ imere ndị Anambra",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Ikposa ntuliaka gọvanọ Anambra megidere mbọ inweta Biafra- Asari Dokubo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}