{
  "published": "28 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria",
    "Dịka ikuku onyonyo aramara na ihe nkiri ọtọ ndị mmadụ na-efesa n'ịntanetị ugbua, ndị ọkachamara na nchekwa ịntaneetị, bekee kpọrọ 'cyber security' akọwaala etu mmadụ ga-esi chekwaa ihe dị n'ekwentị ya ka ọ ghara ịrapụta ya.",
    "Nke bụ eziokwu bụ na ọtụtụ ndị ntorobịa ugbua na-ese onwe ha foto maọbụ mee ihe nkiri na-egosi akụkụ ahụ ha ndị ọzo ekwesighi ihụ maọbụ ebe ha na ndị nke ha na-enwe mmekọ.",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Etu nwoke ga-esi gbochie mma ya ịnyụ nkọ n'ike n'oge aramara",
    "Female Genital Mutilation: Abịa na Imo steeti enweghị iwu machiri ibi nwaanyị ugwu",
    "N'ọdị nso a, akụkọ gbasara ihe nkiri aramara maọbụ foto ọtọ apụtala ọka nkụ.",
    "Akụkọ ndị a metụtara otiegwu Tiwa Savage, onye ejije Tonto Dike, ọgba egwu Jane Mena, Cross (Big Brother Naija), na ụfọdụ ndị ọzọ.",
    "Ebe foto si, Big Brother Naija",
    "Cross BBNaija ji amaghị ama gbasaa foto ebe ọ gba ọtọ n'achọ ịsa ahụ",
    "Eyitemi Egbejule, onye bụ ọkacha mara na 'Cyber Security Expert', gwara BBC Igbo ihe olemole mmadụ ga-eme iji chekwaa onwe ya:",
    "Gbachie ekwenti gị: Ekwenti gị ekwesighi ị bụ ụlọ na-anaghi emechi ụzọ ya emechị. \"Ọ di ezigbo mkpa na mmadụ gbachiri ekwenti ya ka mmadụ ghara inyocha ihe dị n'ime ya mgbe ị maghi ama.\"\"Akara ị ga-eji agbachi ekwenti gị kwesiri ita ezigbo akpụ, ka ọ ghara ịdị mfe mmadụ ịkata ya.\"Agwakwala mmadụ akara i ji gbachịe ekwentị gị, maka akụkọ agbakwaa nwa nnụnụ nne ya efepụ'.",
    "Mara ndị i na-enye ekwentị gị: \"Ọ bụghị mmadụ niile ka i kwesiri i na-enye ekwenti gị mgbe o gbapere a gbape.\"Tupu inye mmadụ ekwenti gị, ọ ga adị mma ka i cheta wepụ ihe olemole ị chọghị ka mmadụ hụ.",
    "Ebe foto si, Iwaria",
    "Ụzọ kacha mma ka onyonyo ọtọ gị ghara ịgba na soshal midia bụ ka ị hapụ ise ya chaachaa",
    "Gbachie ma chekwawa akara soshal midia gị: Ọtụtụ ndị mmadụ na-hapụ ọnụ ụzọ akara soshal mịdịa ha ka ma oke ma ngwere na awụbata ma na-ekiri ihe ha na-ekesa. Ọtụtụ soshal midia enyela ohere olemole mmadụ nwere ike i ji gbochie mmadụ niile ịhụ ihe ha na-eke nke a ka bekee kpọrọ 'Privacy settings'.Ọ bụrụ na ọ na-amasị gị ikesa ihe n'ịntaneetị, gaa hazie 'Privacy settings' gị. I nwekwara ike inye naanị onye ị chọrọ ohere ikiri ihe i tinyere na soshal midia",
    "Esela foto ọtọ gị chaachaa: Ụzọ kacha mma ka onyonyo ọtọ gị ghara ịgba na soshal midia bụ ka ị hapụ ise ya chaachaa, maka na ndị Igbo na-atụ ilu na \"mmiri anaghị eri onye ọ hụghị ụkwụ ya anya\".",
    "Ebe foto si, Iwaria",
    "I nwekwara ike inye naanị onye ị chọrọ ohere ikiri ihe i tinyere na soshal midia",
    "N'aka nke ọzọ, Jake Effoduh, bụ onye ọkaiwu gbasara nchekwa onwe na ikike diri mmadụ, gwara BBC Igbo na iwu Naịjirịa nyere mmadụ ikike maka ihe dịịrị onye ahụ, nke bekee kpọrọ 'right to privacy'.",
    "O kwuru na nke a dị na ngalaba nke iri atọ na asaa (Section 37) n'akwụkwọ iwu Naịjrịa.",
    "Ebe foto si, Getty Images",
    "\"Mgbe ọbụla mmadụ kesara ihe onyonyo maọbụ fọtọ maọbụ mgbasaozi ọbụla ị chọghị ka ọha hụ, onye ahụ na-emegide iwu ala Naịjirịa nke pụtara na i nwere ikike igba onye ahụ akwụkwọ n'ụlọikpe.\"",
    "Maazị Effoduh kwukwara na e nwere iwu mba ụwa a kpọrọ 'International Covenant on Civil and Political Rights', nke na-echekwa ihe ọbụla ndị mmadụ achọghị igba n'anwụ ka ọha hụ.",
    "Ụmụntoroọbịa",
    "Intanet",
    "Sekuriti nke kọmputa",
    "Mmekọ nwoke na nwanyị",
    "mbusoagha nke cyber",
    "Ịkpa arụ nke cyber",
    "Tiwa savage viral video: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "Porn Addiction: Lee ihe o nwereike ibutere gị30 Julaị 2021",
    "Wizkid Fever: Wizkid ọ bụ iko Tiwa?24 Ọktọba 2018",
    "White Money Big Brother: Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 20213 Ọktọba 2021",
    "Porn sites: Enugu na steeti ndị ọzọ kachasị chọọ ihe 'nkiri 'gay' na 'Lesbian'7 Jenụwarị 2020",
    "Pornography: A maala ọkwa ka a kwụsị iji ATM kaadị ele ndị gba ọtọ n'intanetị8 Mee 2020",
    "BBC Igbo Governorship Debate: Ihe Etiaba, Akachukwu, Echetebu na Onyejekwu chọrọ imere ndị Anambraelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha28 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Abia Steeti on red list: Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya18 Ọktọba 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "E nyere Peter Obi na Abaribe ọsọ n'achụmnta Valentine Ozigbo n'Ọnịcha?",
    "Anambra Governorship Election 2021: Ipob, ndị'godfather',ego na ihe ndị ọzọ ga-ekwu onye ga-emeri na ntuliaka Anambra",
    "Mụta etu ị ga-esi gbochie fọtọ ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "BBC Igbo Governorship Debate: Ihe Etiaba, Akachukwu, Echetebu na Onyejekwu chọrọ imere ndị Anambra",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Ikposa ntuliaka gọvanọ Anambra megidere mbọ inweta Biafra- Asari Dokubo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}