{
  "published": "20 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Raphaelle Martin",
    "O nwere ọtụtụ akụkọ na-efegharị gbasara ihe na-eme n'ime ahụ mmadụ ma e nwee mmekọrịta mgbe nwaanyị nọ na nsọ ya.",
    "Ọ bụghị naanị na Naịjirịa ka e nwere ụdịrị echiche a kama ọ dị ebe niile n'ụwa niile.",
    "Ihe nwoke na nwaanyị kwesiri ịma maka nsọ ụmụnwaanyị",
    "A na-asọ ụmụnwaanyị nọ na nsọ ha asọ?",
    "Ọgba nwaanyị nọ na nsọ anaghị aba",
    "O nwere akụkọ ndị na-atọ ọchị, nwee ndị na-ewu ewu nwekwaa ndị nwereike ịtinye mmadụ na nsogbu maọbụrụ na akpachaghị anya.",
    "Lee ihe na-eme n'ezie ma nwaanyị nọrọ n'oge nsọ ya:",
    "Akụkọ ụgha niile a na-akọrọ ụmụ nwaanyị maka oge nsọ ha",
    "O nwere ndị chere na nwoke ọbụla zutere nwaanyị n'oge nsọ ya ga-anwụrịrị",
    "Mana o nweghi ihe nnyocha sayensị gosiri na nke a bụ eziokwu.",
    "O nwereike ịbụ nkwenye okpukpere mmadụ dị icheiche ka echiche si pụta mana sayensị akwadoghi ya chaachaa.",
    "Dịka echiche na nwoke ga-anwụ ma o zute nwaanyị n'oge nsọ ya, nke a enwekwaghị mgbado ebe ọbụla.",
    "Echiche a malitere site n'etu ndị mmadụ sị asọ ọbara si na nsọ nwaanyị nakwa etu ha sị ahụ ya.",
    "Ụzọ ise ị ga-esi nyere nwaanyị nọ na nsọ ya aka",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anya",
    "Ha cheere na o nwere atịtị na nje dị icheiche n'ime ya nke mere na ọ metụta nwoke, ọ bunye ya ọrịa.",
    "Ebe foto si, Getty Images",
    "N'otu aka ahụ kwa o nwere ndị kwenyere na nso nwaanyị ga-egbochi ndị mmadụ ịbute nje HIV/AIDS.",
    "Otu Dọkịta aha ya Dr Nkolika Nwankwo kwuru na nke a bụ asị ọcha.",
    "\"Mgbe ọbụla ịzutere onye ọbụla bu nje HIV/AIDS n'ụzọ mmekọrịta ị ga-ebute ọrịa ahụ.\"",
    "Ihe ọzọ Dọkịta Nwankwo kwuru bụ na ọbara nsọ nwaanyị ezughi ichekwa mmadụ n'ebe ọrịa ahụ dị.",
    "N'ihe ọzọ gbasara nsọ nwaanyị ụfọdụ mmadụ na-eche na akwa nsọ pụrụiche akpọrọ 'Tampon' na Bekee ga-efu n'ime ahụ nwaanyị.",
    "O nwekwara ndị kwenyere na ọ ga-eme ka ime ahụ nwaanyị amabeghị nwoke dịrị ka ọ marala nwoke.",
    "Mana o nweghi ihe aka ebe si na nnyocha sayensị nakwa ahụike gosiri na nke a bụ eziokwu.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Etu i ga e si gbalahụ onyonyo aramara gị ipụta ihe",
    "Etu ebubo Chiefpriest boro Maria si akụkọta isi ọtụtụ mmadụ ọnụ",
    "Ahụike",
    "Omenala",
    "Death during sex: Ihe nwereike igbu nwoke n'elu nwaanyị10 Febụwarị 2020",
    "Sex Education: Lekwa ihe anọ ga-eme ka nwaanyị gbajọọ inwe mmekọ29 Febụwarị 2020",
    "Valentine's Day: Etu ị ga-esi gosi ịhụnanya na-emefughi oke ego14 Febụwarị 2019",
    "Sex Education: E kwesịrị ikuziri nwatakịrị maka 'mmekọ nwoke na nwaanyị'?30 Jenụwarị 2019",
    "Ị kwesịrị ịsụcha 'Pubic Hair' gị?5 Septemba 2020",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị20 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu20 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Etu ngagharịiwe e mere maka Fada John Odey siri gbaa ihe e zoro ezo n'anwụ n'Abakaliki Catholic Diocese",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Isi nkwọcha, ihe na-akpata ya nakwa ihe ị ga-eme banyere yaEmelitere ikpeazụ na: 8 Ọktọba 2020",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Anyị agaghị ekwe ka Nnamdi Kanu bụrụ onye a ga na-akpasị agwa ọjọọ - Ohaneze Ndigbo",
    "Etu ụmụnne abụọ si azọ oche Eze Pọtakọt",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}