{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Building collapse in Lagos: Babafemi Hamzat osote gọvanọ Legọọs awuchiela ebe ụlọ elu dara na Parkview, n'Ikoyi",
    "Ka ọ dị ugbua, ndị ọrụ gbata gbata ụlọọrụ NEMA nke Legọs steetị awụchịela ebe ahụ.",
    "Akụkọ ihe mberede pụrụiche ezutela ndị bi n'otu ụlọ elu nọ na mphara Parkview nke Ikoyi, Legọs steetị taa bụ Mọnde, ụbọchị nke mbụ n'ọnwa Nọvemba. Ụlọelu a riri elụ rụọ ọkwa iri abụọ na otu.",
    "Lagos Collapse building: Oke ụlọ elu na parkview Ikoyi ruru ogogo ya riri elụ 21 adaala n'Ikoyi, Legọs steetị",
    "Dịka onye ntaakụkọ BBC Igbo bụ Chiagozie Nwonwu si hụ, ndị agbataobi dị nso gwara ya na ndị tọrọ n'ime ụlọelu ahụ ugbua na-akpoku ndị be ha, na ndị agbata obi ha nakwa ndị ọrụ nchekwa ka ha gbatara ha ọsọ enyemaka.",
    "Building collapse: Ihe isii mere ọtụtụ ụlọ ji ada",
    "'Ndị agha Naịjirịa gbara ụlọ onye ha sị bụ onyeisi unknown gunmen ọkụ' - Onye hụrụ ihe mere na Mgbowo",
    "Onye ntaakụkọ BBC Igbo nọ ebe ahụ kwuru na ihe a mere ebe elekere mbụ nke ehihie taata.",
    "A gupụtala mmadụ ise n'ime ụlọ a dara",
    "Kirie ka ọsọ enyemaka mgbapụta ha si aga ugbua:",
    "Akụkọ kwuru na agụpụtara otu onye, mana amaghị ma ọ dị ndụ maka na ọ naghị emegharị ahụ.",
    "Ndị ọrụ nchekwa na ndị ọrụ gbatagbata nke Legọs steeti erutebeghị ruo elekere anọ n'ehihie a, mana ha na agba mbọ ịgbapụta ndị tọrọ n'ime ụlọ a dara ada.",
    "Building collapse in Lagos: Oke ụlọelu na Parkview a mabeghị oogo o ruru adaala n'Ikoyi, Legọs steetị",
    "Ka ọ dị ugbua amabeghi mmadụ ole tọrọ n'ime ya bụ ụlọelu a dịka ọtụtụ ndị mmadụ bi ebe ahụ si ekwu.",
    "Akụrụngwa pụrụiche e ji agụpụta ndị mmadụ n'ụdị ọnọdụ a awụchibeghị n'ogige ebe ihe a mere.",
    "Building collapse in Lagos: A gụpụtala mmadụ ise n'ụlọelu na Parkview a mabeghị oogo o ruru adaala n'Ikoyi, Legọs steetị",
    "Ndị ọrụ nchekwa na ndị ọrụ gbata gbata ekwuola na mmadụ olemole merụrụ ahụ.",
    "Ndị tọrọ n'ime ụlọ ahụ ugbua na-akọ ndị be ha, ndị agbata obi ha nakwa ndị ọrụ nchekwa ka abịa gbapụta ha.",
    "Ụlọ a dara bụ otu n'ime ụlọ elụ atọ nọkọrọ ọnụ, a na-arụ na mpaghara Parkview Ikoyi.",
    "Onye ntaakụkọ BBC Igbo gbara aka ebe na ụlọ a dara dị ịrị na anọ na ogogo dịka abụọ ndị nke ọzọ ka kwu ọtọ na akụkụ ya nọkwa na ogogo iri na anọ.",
    "Otu nwoke na ndị be ebe ahụ kwuru na kemgbe elekere mbụ nke ehihie ihe a mere na ha nọ na-akpọ ndị ọrụ gbata gbata mana ha abịabeghị ruo ugbua (elekere anọ nke ehihe).",
    "Mkpu akwa na-afịọ n'ogige ihe a mere.",
    "Mkpu akwa na-afịọ n'ogige ihe a mere.",
    "Otu nwoke nọ ebe a na-ebe akwa na nwanne ya nọ n'ime ụlọ ahụ dịka ọ hapụrụ nwanne ya gaa izụta nrị ma ekwe ntị nwanne ya anaghi agazi ugbua.",
    "Ndị nọ ebe ahụ ugbua na-ewe ịwe na ndị ọrụ nchekwa na ndị ọrụ gbata gbata abịabeghi ugbua.",
    "Amabeghị ihe mmadụ ole nọ n'ime ụlọ a, mbọ a na-agba ka ekwuturu ndị nwee ụlọ a enwebeghi isi ugbua.",
    "Amabeghi ihe mere ụlọ ji daa dịka ọ ka bụ ụlọ arụchabeghi",
    "Building Collapse: Ihe mere na anyị etinyeghị ndụmọdụ NIA n'ọrụ - Gọọmenti Anambra",
    "Amabeghi ihe mere ụlọ ji daa dịka ọ ka bụ ụlọ arụchabeghi.",
    "Ndị nọ ebe ahụ, nakwa otu n'ime ndị na-arụ ụlọ ebe ahụ gwara onye ntaakụkọ BBC Igbo nọ ebe ahụ na ụlọ a dara ka ndị nke ọzọ nọ ebe ahụ elụ dịka ọ dị iri abụọ na otu.",
    "Nke a ga eme ya mmadụ abụọ ekwurula nwụrụ ebe ahụ.",
    "Dịka ndị nọ ebe ahụ na ewe ịwe na akụrụngwe ndị ọrụ gbata gbata abịabeghi n'igwe na ha ga ejị aka ha malịte igba mbọ igbapụta ndị a ugbua, nke a na eme na ebe elekere anọ na ọkara.",
    "Onye ntaakụkọ BBC Igbo kwuru na kpachi kpachi ụzọ bụ ihe gbochiri ndị ọrụ nchekwa na ọrụ gbata gbata ibịa ebe ahụ ugbua.",
    "Dịka ndị nọ ebe ahụ na ewe ịwe na akụrụngwe ndị ọrụ gbata gbata abịabeghi n'igwe na ha ga ejị aka ha malịte igba mbọ igbapụta ndị a ugbua, nke a na eme na ebe elekere anọ na ọkara.",
    "Akụkọ kwukwara na ndị na-arụ ụlọ nọ na-eme ọgbakọ mgbe ihe ọdachị a mere.",
    "Legọsị steeti",
    "Legọsị",
    "Naijiria",
    "Klaimet chanji",
    "'Anyị agbaala ụlọ onye onyeisi unknown gunmen ọkụ na Mgbowo, Enugu' -Ndị agha Naịjriịa1 Nọvemba 2021",
    "Building collapse: Ihe isii mere ọtụtụ ụlọ ji ada15 Maachị 2019",
    "Building collapse: Ụlọ adaala n'Abraka, Delta steeti20 Julaị 2019",
    "Building Collapse: Ihe mere na anyị etinyeghị ndụmọdụ NIA n'ọrụ - Gọọmenti Anambra7 Juun 2019",
    "Ikoyi building collapse Lagos: Achụsaịala ndị mmadụ ka ndị ọrụ gbatagbata nweeike bido ọrụ nzọpụta ndị tọrọ n'ime ụlọ dara na Parkviewelekere 9 gara aga",
    "Gee ntị, BBC Nkeji1 Nọvemba 2021",
    "Tupu ị tụọ vootu, lee njirimara pati ndị so na ntuliaka gọvanọ Anambara steeti1 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara23 Ọktọba 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "'Anyị agbaghị egbe aghara aghara oge anyị gara inwuchi ndị Ipob/ESN na Mgbowo' - Ndị agha",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "Kedụ onye ndị agha Naịjirịa nwụchiri n'ezie n'Ekwulobia? Lee ihe Ipob sara",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ikoyi building collapse Lagos: Achụsaịala ndị mmadụ ka ndị ọrụ gbatagbata nweeike bido ọrụ nzọpụta ndị tọrọ n'ime ụlọ dara na Parkview",
    "Ihe 9 ndị ọnụ na-eru n'ala Igbo na-eme ugbua iji kpọpụta Mazi Kanu",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "'Ekperima si ụlọmkpọrọ Owere gbapụta na ndị otu ya gburu onyeagha were bute ọgbaghara n'obodo m'- Eze a gbara ụlọ ya ọkụ",
    "Azụmaahịa ndị mere e ji a kpọ ndị Anambra 'ide ji mba'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}