{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Valentine Ozigbo/Facebook",
    "Ọnụ na-ekwuru Senetọ Enyinnaya Abaribe bụ Uche Awom ekwuọla  na ọ bụghị eziokwu na a chụrụ aka chịbụrụ Anambara steeti bụ Peter Obi na Senetọ Enyinnaya Abaribe na-anọchite Abia South n'ụlọomeiwu Ukwu Naijiria  ọsọ n'Ọnịcha  ebe ha gara achụmta vootu Valentine Ozigbo na-azọ ọkwa Gọvanọ Anambara n'aha PDP.",
    "Ifeanyi Ubah: 'Ọ bụghi eziokwu na a wakporo m n'Alaba unyaahụ'",
    "Anambra Governorship Election 2021: Ipob, ndị'godfather',ego na ihe ndị ọzọ ga-ekwu onye ga-emeri na ntuliaka Anambra",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Akụkọ na-efegharị na soshal midia kwuru na ndị ntorobịa ji egwu na-egosi nkwado ha nye Nnamdi Kanu chụọ Peter Obi na Abaribe ọsọ n'Ọgbọ Ọgwụ dị n'ahịa 'Head Bridge',Ọnịcha ụbọchị Wenezde.",
    "Ebe foto si, Valentine Ozigbo Facebook",
    "Ihe onyonyo na-efegharị na soshal midia gosiri ebe ọtụtụ ndị ntorobia malitere ịgụ egwu Nnamdi Kanu nke ha jiri gbọchie Peter Obi ọnụ dịka ya na Abaribe welichara Ozigbo aka elu.",
    "Mana oge BBC Igbo kpọrọ ọnụ na-ekwuru Abaribe bụ Uche Awom n'ekwentị, o kwuru na ọ bụ okwu ụgha na a chụrụ Abaribe na obi ọsọ.",
    "Ikposa ntuliaka gọvanọ Anambra megidere mbọ inweta Biafra- Asari Dokubo",
    "Ụfọdụ ndị ọkaiwu Igbo etinyela akwụkwọ ka e nye Biafra ohere 'referendum'",
    "Awom, onye kwuru na ihe onyonyo ahụ na-efegharị bụ ihe arụrụ arụ nke a ndị iro ndọrọndọrọ ọchịchị sịrị, \"Anọghị m ebe ahụ mana ihe m ga-agwa gị bụ na ọ bụghị eziokwu na a chụrụ ha ọsọ.\"",
    "Ebe foto si, Valentine Ozigbo/Facebook",
    "\"Ọ bụrụ na Ipob kwara ha emo, ihe ị ga-ajụ bụ ka ha kwachara emo, ha enyere ha ohere ikwu okwu?\"",
    "Cheta na nsonso a, akụkọ na  a chụrụ Ifeanyị Uba  ọsọ n'Ahịa Alaba International dị na Legọs ebe ọ gara achụmnta vootu wuru na soshal midia.",
    "Mana Uba , onye na-azọkwa ọkwa gọvanọ Anambara steeti n'aha otu YPP gwara BBC Igbo na mkparịtaụka  na ya bụ akụkọ bụ akụkọ ụgha.",
    "Anambara Women in Politics: Ihe ndị mere ụmụnwaanyị Anambara anaghị achịta ata n' ịzọ ndọr",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Cyber Security: Etu i ga e si gbalahụ onyonyo aramara gị ipụta ihe28 Ọktọba 2021",
    "Anambra Election Update: Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti28 Ọktọba 2021",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere?14 Ọktọba 2021",
    "Image gallery, Diezani Alison-Maduekwe: Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "BBC Igbo Governorship Debate: Ihe Etiaba, Akachukwu, Echetebu na Onyejekwu chọrọ imere ndị Anambraelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha28 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Abia Steeti on red list: Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya18 Ọktọba 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "E nyere Peter Obi na Abaribe ọsọ n'achụmnta Valentine Ozigbo n'Ọnịcha?",
    "Anambra Governorship Election 2021: Ipob, ndị'godfather',ego na ihe ndị ọzọ ga-ekwu onye ga-emeri na ntuliaka Anambra",
    "Mụta etu ị ga-esi gbochie fọtọ ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "BBC Igbo Governorship Debate: Ihe Etiaba, Akachukwu, Echetebu na Onyejekwu chọrọ imere ndị Anambra",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Ikposa ntuliaka gọvanọ Anambra megidere mbọ inweta Biafra- Asari Dokubo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}