{
  "published": "29 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ebere Obiano",
    "Ndị uweojii Anambara steeti kwuru na ha anụghị maka akụkọ mwakpo a sị na ndị bu egbe amabeghị ndị ha bụ wakporo ụgbọala nsonso (convoy) nwunye Willie Obiano bụ aka na-achị steeti ahụ bụ bụ Ebere Obiano.",
    "Akụkọ na-efegharị na-ekwu na a wakporo ụgbọala nsonso Oriaku Obiano n'Afọ Nnobi dị n'Okpuru Ochịchị Idemili-South dị n'Anambara steeti n'ehihie Fraide.",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala Oktoba 12?",
    "Onyeisiala Buhari akwadoghi ọnọdụ gbatagbata n'Anambra - Willie Obiano",
    "Mana ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Tochukwu Ikenga gwara BBC Igbo sị, \" Enwetaghị m ụdị ozi ahụ.\"",
    "\"Anọ m ebe ụlọ ọzụzụ, ebe ọzụzụ na-aga n'ihu n'udo. Anyị  enweghị nsogbu ọbụla ebe a.\"",
    "N'otu aka ahụ  otu onye dị Gọvanọ Obiano nso sị na ihe ndị a bụ akụkọ ọjọọ nke ndị achọghị ka eme ntuliaka gọvanọ na-agbasa iji tinye egwu n'ahụ ndị chọrọ ịpụta tụọ vootu ụbọchị ntuliaka.",
    "Ntuliaka Anambra",
    "Nke a na-abịa dịka izu ole na ole a wakporo ụgbọala nsonso Gọvanọ Obiano n'ihiala oge ndị APGAa gara achụmtavootu Charles Soludo bụ onye na-azọ ọkwa gọvanọ n'aha otu pati APGA.",
    "Akụkọ ka na-abịa.",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Anambra Governorship Election 2021: Ihe itoolu ga-ekwu onye ga-abụ gọvanọ Anambra steeti na Novemba 627 Ọktọba 2021",
    "Anambra Elections: Mmụọ nsọ agwabeghi m onye m ga-akwado - Fr. Mbaka29 Ọktọba 2021",
    "E nyere Peter Obi na Abaribe ọsọ n'achụmnta Valentine Ozigbo n'Ọnịcha?28 Ọktọba 2021",
    "Etu DSS si kwụsị onye nnọchitenaya mba Briten bịara ịleta Nnamdi Kanu - Ifeanyi Ejiofor29 Ọktọba 2021",
    "Ihe Ozigbo, Okonkwo Uba,Uzo, Maduka kwuru ha ga-emere ndị Anambra steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Etu akwamozu ezinaụlọ mmadụ atọ nwụrụ site n'ịta suya na yogọt siri gaaelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Abia Steeti on red list: Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya18 Ọktọba 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "Ndị ekperima awakporo ụgbọala nwunye Obiano?",
    "Kedụ ndị bụ ndị 'Biafra National Guard' ha na ndị agha kwara mgbọ na Tọzde?",
    "Mmụọ nsọ agwabeghi m onye m ga-akwado - Fr. Mbaka",
    "'Ekperima si ụlọmkpọrọ Owere gbapụta na ndị otu ya gburu onyeagha were bute ọgbaghara n'obodo m'- Eze a gbara ụlọ ya ọkụ",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "E nyere Peter Obi na Abaribe ọsọ n'achụmnta Valentine Ozigbo n'Ọnịcha?",
    "Ihe Ozigbo, Okonkwo Uba,Uzo, Maduka kwuru ha ga-emere ndị Anambra steeti",
    "Etu DSS si kwụsị onye nnọchitenaya mba Briten bịara ịleta Nnamdi Kanu - Ifeanyi Ejiofor",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}