{
  "published": "2 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọnọdụ nchekwa ugbua riri ntuliaka mperi n'afọ a.",
    "Dịka ndọrọndọrọọchịchị maka ntuliaka ọkwa Gọvanọ Anambra steeti si aga nke afọ 2021, ndị nọ n'isi ekwe mbipụta akụrụngwa e ji atụmgbere ntuliaka na-atule etu ndọrọndọrọọchịchị nke afọ 2017 si dị iche na nke 2021.",
    "Na-agbanyeghi ya, obere ego batara nye ndị na-ebipụta ihe akụrụngwa ntuliaka afọ 2021.",
    "Chiemela Mgbeahuru rụpụtara onyoonyo a.",
    "Kirie ya n'uju:",
    "NYSC Allowance: Gịnị ka ị ga-ejinwu N19,800 mee?",
    "'Gọọmenti kwere nkwa inye m N5000 kwa ọnwa maka enweghị m onye olileanya mana ahụbeghị m tọrọ'",
    "Lee ndị natara N5000 gọọmenti etiti na-enye ndị ogbenye",
    "Ị makwa na ọbụghị naanị ịrọ ofe ka ede bịara ụwa ime?",
    "Ị makwa na iyi 'waist trainer' na 'corset' nwereike imerụ gị ahụ?",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?",
    "Ị ma na ị nwere ike iji N10,000 bido akaọrụ ndị a?14 Ọgọọst 2018",
    "NYSC Allowance: Gịnị ka ị ga-ejinwu N19,800 mee?6 Nọvemba 2018",
    "Make money online: Lee ụzọ ị ga-eji were ekwentị gị kpatawa ego14 Jenụwarị 2021",
    "Bitcoin to dollar: Ego ole ka otu bitcoin na-ada na naịra ugbua?9 Febụwarị 2021",
    "Ihe i kwesiri ịma tupu i yiwe 'waist trainers'22 Julaị 2020",
    "Black Friday: Kedụ ka Black Friday si bido?23 Nọvemba 2018",
    "Bleaching the skin: Ụzọ ọzọ ndị mmadụ si achọ ịcha ọcha26 Nọvemba 2019",
    "Vidio, Lee etu ị ga-esi gbalarị ndị 419, Duration 3,177 Septemba 2018",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Ifeanyi Ubah: 'Ihe mere m jiri soro ndị Alaba agụrụ Nnamdi Kanu egwu', Duration 10,1015 Ọktọba 2021",
    "Vidio, Anambra governorship election 2021: Etu m si gụọ akwụkwọ ma tolite n'ogogo m nọ ugbua - Senator Andy Uba, Duration 2,1221 Ọktọba 2021",
    "Vidio, Udeh Chiamaka Victoria: Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara, Duration 2,0717 Juun 2021",
    "Vidio, Anambra election 2021: 'Charles Soludo esoghị anyị chụgharị ụmụnwaanyị oge anyị na-eto', Duration 9,5519 Ọktọba 2021",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Anambra election 2021: Ihe mere m ji si n'ọrụ dọkinta wee na-achọ ọdịmma ndị Anambra - Dkt Godwin Maduka, Duration 3,5623 Ọktọba 2021",
    "Vidio, Anambra election 2021: 'A maghị m na m ga-emecha bụrụ onye ndọrọndọrọ ọchịchị' - Ifeanyi Ubah, Duration 2,4520 Ọktọba 2021",
    "Vidio, Anambra election 2021: \"Ntuliaka bụ oge anyị ji emekarị ọfụma\" - onye azụmahịa, Duration 4,542 Nọvemba 2021",
    "Vidio, Anambra election 2021: Ihe kpalitere mmụọ Ben Etiaba, nwa Virgy Etiaba ịzọ ọkwa Gọvanọ, Duration 3,0727 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}