{
  "published": "29 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigerian Army",
    "Ndị agha Naịjiria na-ekwu na ha egbuola otu n'ime ndị otu kpọrọ onwe ha 'Biafran National Guards'.",
    "Onyema Nwachukwu, bụ ọnụ na-ekwuru ndị agha, kwuru na ọ bụ n'obodo Amaekpu dị n'Ohafia ka ya bụ ihe mere n'ụbọchị Tọzde.",
    "Nwachukwu kwuru na oge ndị otu ahụ hụrụ na mgbọ nke ndị agha akarịala nke ha, ha riri mbọmbọ ọsọ.",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Anwansị m mere bụ ka a mara na ndị Igbo nọ ya - Chiwetalu Agu",
    "Ipob ahọpụtala onyeisi ESN ọhụrụ n'Imo steeti dịka e gbuchara Iko Nso",
    "'Dibia Ipob na ESN nwere bụ...' - Emma Powerful",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "\"Mana oge ha gbara ọsọ pụta n'obodo Eda dị n'Ohaozara, Ebonyi Steeti, ndị agha malitekwara ịkwa ha mgbọ,\" Onyema Nwachukwu na-ekwu.",
    "\"Nke a mere ka ha bihapụ ụgbọala ha ma were ụkwụ gbafuo.\"",
    "\"Ndị agha natara ndị ekperima a ụgbọala atọ, otu egbe 'pump action', ma nwuchikwaa otu onye n'ime ha.\"",
    "Ebe foto si, Screengrab",
    "Ndị otu a na-ekwu na ha ga-ekwupụta nnwereonwe Biafra n'ụbọchị iri atọ nke ọnwa Ọkụtoba",
    "E nwere ọtụtụ otu na-azọ nnereonwe Biafra, mana Biafra National Guard bụ aha ọhụrụ.",
    "Dịka onyonyo na-efegharị na soshal si kwuo, aha onyeisi ndị otu a bụ Innocent Orji.",
    "O kwuru na ha si n'Izrel lọta iji lụọ ọgụ dịka ndị ọchịchị Naịjirịa nwuchiri onyeisi Redio Biafra bụ Nnamdi Kanu, nakwa oriaku Onyekachi Orji.",
    "Orji Kwuru na n'ihi nke a, ha ga-ekwupụta nnwereonwe Biafra n'abalị iri atọ nke ọnwa Ọkụtoba 2021.",
    "Ebe foto si, Screenshot",
    "Innocent Orji, onyeisi agha ndị Biafran National Guard",
    "\"Ego Igwe, Biafra pounds, a ga-eri ya n'Ọkụtoba 30,\" Innocent Orji kwuru.",
    "Onyonyo ahụ gosiri ebe ndị otu a bụ Biafra National Guard gara ịgabnye mmanụ ụgbọala n'ọtụtụ ụgbọala ha bu.",
    "O doghị anya n'onyonyo ahụ ma ha akwụkwara ndị na-ere ya bụ mmanụ ụgwọ.",
    "Kama ya bụ onyonyo gosikwara ebe onyeisi ha bụ Innocent Orji banyere n'ime ụlọahịa dị ebe ahụ, chịtị mkpọ achịcha biskit ise, mana ha enyeghị ndị na-ere ya ego.",
    "Ebe foto si, Nigerian Army",
    "Ndị agha Naịjirịa",
    "Ndị agha wepụtara akwụkwọ ozi na ha na ndị Biafra National Guard kwakọrịtara mgbọ.",
    "Ha gosikwara otu onye nke ha gbagburu, onye nke ha nwuchiri, nakwa ụgbọala atọ ha natara ndị ahụ.",
    "Ụgbọala atọ ahụ ndị agha gosiri yitekwara ụgbọala atọ a hụrụ n'onyonyo ahụ ndị BNG wepụtara oge ha na-agbanye mmanụ ụgbọala.",
    "Ndị otu a bụ BNG sekwara ihe nkiri ebe ha na ndị agha na-akwa mgbọ.",
    "National security",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere30 Ọgọọst 2021",
    "Ipob news today: Ivan Sheehan dajọrọ n'ihe o dere maka Ipob na ESN - Ọkammụta Anthony Ejiofor15 Ọktọba 2021",
    "Vidio, IPOB/ESN: Lee nwaamadị a sara asịsa etu o si banye ESN18 Juun 2021",
    "Nigerian Army vs ESN: Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful25 Julaị 2021",
    "Ipob na ESN: 'Ihe m ji hiri isi bụ Chukwu okike Abiama' - Emma Powerful27 Juun 2021",
    "Chiwetalu Agu arrest: \"Drama' m mere bụ ka a mara na ndị Igbo nọ ya14 Ọktọba 2021",
    "Ihe Ozigbo, Okonkwo Uba,Uzo, Maduka kwuru ha ga-emere ndị Anambra steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Etu akwamozu ezinaụlọ mmadụ atọ nwụrụ site n'ịta suya na yogọt siri gaaelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Abia Steeti on red list: Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya18 Ọktọba 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "Ndị ekperima awakporo ụgbọala nwunye Obiano?",
    "Kedụ ndị bụ ndị 'Biafra National Guard' ha na ndị agha kwara mgbọ na Tọzde?",
    "Mmụọ nsọ agwabeghi m onye m ga-akwado - Fr. Mbaka",
    "'Ekperima si ụlọmkpọrọ Owere gbapụta na ndị otu ya gburu onyeagha were bute ọgbaghara n'obodo m'- Eze a gbara ụlọ ya ọkụ",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "E nyere Peter Obi na Abaribe ọsọ n'achụmnta Valentine Ozigbo n'Ọnịcha?",
    "Ihe Ozigbo, Okonkwo Uba,Uzo, Maduka kwuru ha ga-emere ndị Anambra steeti",
    "Etu DSS si kwụsị onye nnọchitenaya mba Briten bịara ịleta Nnamdi Kanu - Ifeanyi Ejiofor",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}