{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Etiaba,Echetubu Akachukwu",
    "Ndị na-azọ ọkwa gọvanọ anọrọla na ndọrịtaụka BBC Igbo haziri ekwu ebumnobi ha ma ọ bụrụ na ha merie na ntuliaka Govanọ Anambra steeti.",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Anambra Governorship Election 2021: Ipob, ndị'godfather',ego na ihe ndị ọzọ ga-ekwu onye ga-emeri na ntuliaka Anambra",
    "N'okwu ọnọdụ nchekwa na steeti ahụ, Ben Etiaba, Azubuike Echetebu, Sulivan Akachukwu na Geoff Onyejekwu kwenyere ibinye aka n'akwụkwọ na ha ga-agba arụkwaghịm ma ọbụrụ na na ha egboghị nsogbu ndakpọ nchekwa n'Anambara.",
    "Lee ụfọdụ ihe ndị ọzọ ha kwuru:",
    "Apụtara m ka mmara ma aga-adọpụta Anambra n'ihe- Etiaba,AA",
    "Ebe foto si, Ben Etiaba",
    "Ben  Etiaba, onye sị n'otu AA kwuru na ya ga-agba mbọ  \"Ịpịchịsị ebe e si ezu ego anyị.\"",
    "O kwekwara nkwa na \"Aga m arụ 'industrial park na mpaghara senetorial zone atọ dị n'Anambra.\"",
    "N'okwu agụmakwụkwọ, Etiaba kwuru na \"Anyị ga-edozi ụlọakwụkwọ, rụzie ụlọakwụkọ, tinye oche,kwụọ ndị nkuzi ụgwọ, nye ha ọzụzụ.\"",
    "N'okwu inye ụmụnwaanyị ohere n'ọchịchị, Etiaba kwuru na ọ ga-enye ohere 60:40 n'ọchịchị ya.",
    "Abịara m iweta usoro onye-ọbụla-tinye-ọnụ- Akachukwu,ADC",
    "Ebe foto si, Sullivan Akachukwu",
    "Akachukwu chọrọ ka e nwe ọchịchị ebe gọọmentị na-ege ndị a na-achị ntị .",
    "\"Anambara nwere ihe niile; ndị nwere ihe, ndị gụrụ akwụkwọ,  mana a bịa ọ dị ka ebe a gbara ọzọ.\"",
    "\"Ihe na-ese bụ ọnọdụ ọchịchị Anambara bụ ihe mmadụ ole na ole were tinye ya n'akpa.\"",
    "\"Ihe m putara bụ ka e nwe gọọmentị, gọọmentị adịghị n'Anambra, ka e nwe ọchịchị ebe gọọmentị na-ege ntị .\"",
    "Ebe foto si, Azubuike Echetebu",
    "Azubuike Echetebu kwuru na ahụhụ erika n'Anambra.. ndị ntorobia enweghị ọrụ mana ọ ga-agba mbọ ịhụ na e nwere nhụta",
    "Echetebu kwuru na ya ga-etinye ihe ga-eme ka ndị Anambra ji ego malite tinyewa ego n'Anambra site na inye ha \"Tax holiday\".",
    "N'okwu ndakpọ nchekwa, Echetebu kwuru na ya ga-enwe mkparịtaụka iji mata ihe na-ewe ndị ntorobịa ozigbo ya banyere ọchịchị.",
    "Nke ọzọ bụ na m ga-ahụ na agbanwere usoro agụmakwụkwọ nke Bekee kpọrọ 'curriculum'",
    "N'okwu inye ụmụnwaanyị ohere n'ọchịchị, Echetebu kwuru na ọ ga-enye ụmụ nwaanyị tozuru ohere, na ọ bụghị inye ọkwa maka na onye ahụ bụ nwaanyị.",
    "Aga m arụ 'industrial park- Chidozie Nwankwo,AAC",
    "Ebe foto si, Chidozie Nwankwo",
    "Chidozie Nwankwo nke otu pati African Action Congress (AAC) kwuru na ya ga-eji amaihe o nwetarala na ịrụ ụlọ mmepụta ahị were wube ọtụtụ n' Anambra steeti ma ọ banye ọkwa gọvanọ.",
    "\"Abụ onye nwere ụlọ mmepụta ngwahịa ise.\"",
    "\"Ala Igbo ga-abụ Japan nke Afrika ma  m bụrụ gọvanọ.\"",
    "O kwukwara na ọ ga-eme ka imgbazinye ego dịị ndị nwere ebunobi ịrụ ụlọ mmepụta ahị dị  mfe.",
    "\"M ga-enye onye ọbụla nwere ụlọ, ego ha nwere ike iji gbazite ego n'ụlọ akụ.\"",
    "Ebe foto si, Geof Onyejekwu",
    "Geoff Onyejekwu sịrị : \"Aga m eme ka okporoụzọ kpachiri akpachi di obosara (dualization)\".",
    "N'okwu ahụike o kwuru ha ọ ga-eweta ụlọahụike n'elu ọgbatumtum.",
    "E nyere Peter Obi na Abaribe ọsọ n'achụmnta Valentine Ozigbo n'Ọnịcha?elekere 8 gara aga",
    "Anambra Election Update: Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti28 Ọktọba 2021",
    "Unknown gunmen attack in Anambra: Lee mkpamkpa ndị ojiegbe kpara n'Anambra steeti na Sept 2828 Septemba 2021",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere?14 Ọktọba 2021",
    "BBC Igbo Governorship Debate: Ihe Etiaba, Akachukwu, Echetebu na Onyejekwu chọrọ imere ndị Anambraelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha28 Ọktọba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Abia Steeti on red list: Ihe mere UK jiri tinye Abia n'ime steeti ndị si na mba ha ga-akpachara anya18 Ọktọba 2021",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "E nyere Peter Obi na Abaribe ọsọ n'achụmnta Valentine Ozigbo n'Ọnịcha?",
    "Anambra Governorship Election 2021: Ipob, ndị'godfather',ego na ihe ndị ọzọ ga-ekwu onye ga-emeri na ntuliaka Anambra",
    "Mụta etu ị ga-esi gbochie fọtọ ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "BBC Igbo Governorship Debate: Ihe Etiaba, Akachukwu, Echetebu na Onyejekwu chọrọ imere ndị Anambra",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Ikposa ntuliaka gọvanọ Anambra megidere mbọ inweta Biafra- Asari Dokubo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}