{
  "published": "31 Ọktọba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC /Valaria na Opoko Facebook",
    "Ndị Archbishop na ụfọdụ ndị igwe binyere aka n'akwụkwọ ozi ahụ",
    "Otu jịkọtara ndị igwe nakwa ndị nnọchite anya ndị Archbishops and Bishops n'ala Igbo egosila nwute ha gbasara enweghị ezi nchekwa n'ọwụwa anyanwụ ugbua nke ha kwuru buterela oke ihe isike nye ndị bi ebe ahụ.",
    "N'akwụkwọ ozi ha nyere ndị ntakụkọ taa, ha na-arịọ ka gọọmenti etiti na ndị ọnụ na-eru n'okwu jiri mkparịtaụka wee dozie okwu ọbụla dapụtara nso nso a na mpaghara ahụ ka udo wee chịa.",
    "Gịnị na-esere ndị Oruku na Umuode n'Enugwu Steeti",
    "Ihe i kwesịrị ịma maka otu nche Onitsha Ado Vigilante Unit'",
    "Ihe ndị ọzọ ha kwuru gụnyere:",
    "Anyị ka na-ekwukwa ka atọhapụ Nnamdi Kanu ma kpọnye anyị bụ otu \"South East Council of Traditional Rulers and the Representatives of Igbo Archbishops and Bishops.\". Ha kwuru na mkpọpụta Kanu ga-eme ka ọgbaghara na-eme n'ala Igbo belata.",
    "Ha kwuru ka onyeisiala Muhamadu Buhari wepụ aha otu Indigenous People of Biafra(Ipob) dịka otu na-eyi ndụ egwu ma kpọpụta ndị otu ahụ e ji n'ụlọmkpọrọ dị iche iche na Naịjirịa.",
    "Ha kwuru ka gọmenti etiti wepụ ndị agha na mpaghara ọwụwa anyanwụ makana o nweghị uru ọnọdụ ha ebe ahụ bara ugbua kama ọ na-ebute ọtụtụ nsogbu.",
    "Ha kwuru ka gọọmenti etiti lebanye anya n'etu e si emegbu ndị Igbo. Ha kwuru na ọ bụrụ na gọọmenti etiti emeghị ndị Igbo ihe ha mere ibe ha, ndị ntoroọbịa ka ga na-enye nsogbu n'ala Igbo.",
    "N'ọnụ ha, \" anyị ga-agakwuru onyeisiala Naịjirịa maka mparịtaụka ka e wee mara etu a ga-esi wee kpọpụta Nnamdi Kanu",
    "Ha kwuru na ha na-ekwe ndị ntorobịa nkwa na ha anụla olu ha ma na-arịọ ha ka ha kwụsị ihe na-ebute ọgbaghara iji wee mee ka mkparịtaụka ha na onyeisiala Naịjirịa gaa nkeọma.",
    "Ha kwuru ka Ipob ghara ime ọbụla ga-egbochi ntuliaka nke gọvanọ na-abịanụ n'Anambra steeti ma kagbuo iwu nnọrọ n'ụlọ ọbụla ha tinyere maka ihe isi ike nke a buterela.",
    "Na nchịkọta, ha riọrọ ndị nille na-azọ ọkwa gọvanọ Anambra steeti ka ha gbara mkpaso ọgbaghara ọsọ ma gbado anya na ntụliaka na-enweghị ntụpọ ọbụla.",
    "Lee ndị niile binyere aka n'akwụkwọ ozi ahụ.",
    "H.M. Igwe Charles Mkpuma",
    "Chairman,",
    "Ebonyi State Trad. Rulers Council &",
    "Chairman,",
    "South East Council of Traditional Rulers.",
    "H.M. Eze Joseph N. Nwabeke",
    "Chairman,",
    "Abia State Trad. Rulers Council",
    "H.M. Obi Nnaemeka Achebe, CFR",
    "Chairman,",
    "Anambra State Trad. Rulers Council",
    "H.M. Igwe Amb L. O. C. Agubuzu, OON",
    "Chairman,",
    "Enugu State Trad. Rulers Council",
    "H.M. Eze Dr. E. C. Okeke",
    "Chairman,",
    "Imo State Trad. Rulers Council",
    "Most Rev. Dr. Anthony J. V. Obinna",
    "Catholic Archbishop of Owerri",
    "Most Rev. Dr Emmanuel O. Chukwuma, OON",
    "Anglican Archbishop of Enugu",
    "Most Rev. Dr. Chibuzo R. Opoko, TFG, DOB, JP",
    "Methodist Archbishop of Umuahia",
    "Most Rev. Dr. Valerian M. Okeke",
    "Catholic Archbishop of Onitsha",
    "Most Rev. Dr Uma A. Onwunta",
    "Past Principal Clerk Presbyterian Church Nigeria",
    "Bishop Obi Onubogu",
    "Pentecostal Fellowship of Nigeria",
    "Rev. Dr. Abraham Nwali",
    "Chairman, CAN, South East Zone",
    "Anambra Saturday School: Ụmụakwụkwọ agara akwụkwọ taa?",
    "E nyere Peter Obi na Abaribe ọsọ n'achụmnta Valentine Ozigbo n'Ọnịcha?",
    "Ndị ekperima awakporo ụgbọala nwunye Obiano?",
    "Zuckerberg Facebook Meta: Ihe mere Facebook jiri gbanwe aha ya",
    "Naijiria",
    "Anambra Steeti",
    "Vidio, Ihe mbụ m ga-eme ma m bụrụ gọvanọ Anambra steeti- Umu ntoroọbịa Igbo31 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụghị isi a hụrụ kwaba okpu na ESN ka ndị agha nwụchiri - Ipobelekere 7 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara23 Ọktọba 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Ọ bụghị isi a hụrụ kwaba okpu na ESN ka ndị agha nwụchiri - Ipob",
    "Lee ihe ndị Archbishop, Bishop, nakwa eze ọdịnaala ala Igbo na-eme iji kpọpụta Mazi Kanu",
    "Kedụ ndị bụ ndị 'Biafra National Guard' ha na ndị agha kwara mgbọ na Tọzde?",
    "Mmụọ nsọ agwabeghi m onye m ga-akwado - Fr. Mbaka",
    "Lee foto ndị gosiri etu ime ọdọụgbọelu Anambra dị",
    "'Ekperima si ụlọmkpọrọ Owere gbapụta na ndị otu ya gburu onyeagha were bute ọgbaghara n'obodo m'- Eze a gbara ụlọ ya ọkụ",
    "Ndị ekperima awakporo ụgbọala nwunye Obiano?",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}