{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Amarachi Iwuanyanwu/Facebook",
    "Akụkọ na-eru anyị ntị n'ehihie taa bụ Tuzde bụ na a chụọtuola osote onyeisi ụlọoomeiwu Imo steeti bụ Amarachi Iwuanyanwu n'ọkwa.",
    "Nke a pụtara ihe dịka ụlọomeiwu steeti ahụ mechara nzụkọ iji kpaa ihe ga-eme mmadụ isii omeiwu achụturu n'ọkwa kemgbe ọnwa Julai afọ 2021.",
    "Osote onyeisi ụlọomeiwu Imo agbaala arụkwaghịm",
    "A ga-eji maka agụụ dị ghara ibunye onye tozuru ụgbọala? - Onyeisi ụlọomeiwu Imo steeti",
    "Iwuanyanwu Amara bụkwa onye na-anọchite anya gburgburu Nwangene dị n'Imo steeti kwa.",
    "Paul Emeziem bụ onyeisi ụlọọmeiwu ahụ kpọghachitara mmadụ isii achụbụru n'ọnwa Julai mgbe e nwere ọgbaghara n'ebe ahụ.",
    "Taa bụ mbụ a na-eme nzụkọ ụlọomeiwu ọbụla kemgbe afọ ise gara aga.",
    "Ekene Nndoimele bụ onye welitere okwu e ji chụpụ Iwuanyanwu kwuru na ọ bụ mkpebi ya na omeiwu iri abụọ na asaa ọzọ mere.",
    "Ọ kụwghị kwanu ebubo ọ bụ kpọm kwem e ji chutuo osote onyeisioche kama o detura ya n'akwụkwọ ma nyefee ya n'aka onyeisi ụlọomeiwu ahụ taa.",
    "Onye ntaakụkọ BBC nọ ebe ihe mere kọwara nke a n'onyonyo mgbasaozi anyị na ya mere n'ehihie ụbọchị Tuusde.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Ihe EFCC kwuru maka nwuchi Obi Cubana",
    "Ikoyi building collapse Lagos: Ndị ọrụ gbatagbata azọpụtala mmadụ isii na ndị tọrọ n'ime ụlọ dara",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "A chụtuola osote onyeisi ụlọomeiwu Imo steeti n'ọkwaelekere 9 gara aga",
    "Gee ntị, BBCelekere 7 gara aga",
    "EFCC atọghapụla Obinna Iyiegbuelekere 6 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara23 Ọktọba 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "EFCC atọghapụla Obinna Iyiegbu",
    "Ikoyi building collapse Lagos: Ndị nwụrụ eruola 17, ebe a zọpụtarala mmadụ itoolu n'ụlọelu dara",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "A chụtuola osote onyeisi ụlọomeiwu Imo steeti n'ọkwa",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi CubanaEmelitere ikpeazụ na: 20 Julaị 2021",
    "Kedụ onye ndị agha Naịjirịa nwụchiri n'ezie n'Ekwulobia? Lee ihe Ipob sara",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}