{
  "published": "2 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Obicubana/Instagram",
    "EFCC atọghapụla Obi Iyiegbu a ma dịka Obi Cubana gara ịza ajụjụ ọnụ ya gbasara ebubo ibupu ego a kpara n'ụzọ ezighi ezi na mpụ metụtara ụtụisi e boro ya.",
    "Obi depụtara n'akara Instagram ya kwuo \"Okpataozueora, a hụrụ m unu n'anya!\" dịka atọghapụchara ya.",
    "Etu ebubo Chiefpriest boro Maria si akụkọta isi ọtụtụ mmadụ ọnụ",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchaka",
    "Otu onye nọ ya nso achọghị ka akpọọ aha ya gwara BBC Igbo nke a mana ọnụ na-ekwuru EFCC bụ Wilson Uwajuren azaghi ekwentị ya ịkọwa nke na-eme.",
    "Nwunye ya bụ Ebele Iyiegbu depụtakwara n'akara Instagram nke ya sị \" a bụ m nwachinemelu!...onye chukwu goziri mmadụ apụghị ịbụ ya ọnụ\"",
    "O kwukwara ihe a ma na-eto di ya na ọ bụ odogwu, ọ bụ onye ndu, ọ bụ onye gbasiri ike na ihe ndị ọzọ.",
    "Gịnị bụ 'Money Laundering' bụ ebubo e boro Obi Cubana?",
    "Ebe foto si, EFCC",
    "Dịka iwu debere Naịjiria si nye, o nweghi ebe ọbụla nkọwa dị gbasara atụmatụ ahụ.",
    "Mana o nwere iwu amalitere iche iji lebanye anya ma kwụsị ya bụ ihe bụ Money Laundering Prohibition Act nke afọ 2011.",
    "Onye ọkaiwu bụ Barrister Chukwuemeka Eze kọwara ya bụ ihe dịka ikpata ego n'ụzọ ezighi ezi ma siri n'ụzọ ziri ezi mefuo ya.",
    "O kwuru na site etu e si kpata ego ahụ e nwere ngalaba dị icheiche ga-etinye anya mee nyocha banyere etu ego ahụ si bịa.",
    "Mana EFCC isi ụlọọrụ ọ dịrị ị mee nyocha gbasara ego ahụ maọbụrụ na ha chee na ego ahụ esighi ụzọ ziri ezi mapụta.",
    "Ebe foto si, Facebook CubanaEFCC",
    "EFCC atọghapụla Obi Iyiegbu a ma dịka Obi Cubana ha nwụchiri maka ebubo ibupu ego a kpara n'ụzọ ezighi ezi na mpụ metụtara ụtụisi.",
    "Ọnụ na-ekwuru ụlọọrụ Economic and Financial Crimes Commission bụ WIlson Uwujaren ekwuola na ha ka ji Obinna Iyiegbu e ji Obi Cubana mara.",
    "Uwujaren gwara BBC Igbo na ha nwụchịrị Obi Cubana ụnyahụ nakwa na ọ ka nọ n'aka ha ruo ugbua.",
    "Etu ebubo Chiefpriest boro Maria si akụkọta isi ọtụtụ mmadụ ọnụ",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchaka",
    "O kweghị ekwu ihe mere ha ji nwuchie ha nakwa ebe ha nọ nwụchie ya.",
    "N'ọnụ ya, \"anyị nwụchiri nwamadi a, ma kwe ka o jiri ụkwụ ya bia ụlọọrụ anyị mana enweghị ihe ọzọ m chọrọ ikwu maka ya bụ okwu.\"",
    "BBC Igbo jụrụ ya etu ha si nwụchie Obi Cubana, ọ sara si \" mgbe ọbụla ọ pụtara, ọ ga-eji ọnụ ya gwa ụnụ etu anyị si nwụchie ya.",
    "Anyị jụkwara ya ihe kpatara EFCC ji nwụchie Obi Cubana, ọ sara si \" onweghị ihe m ga-agwa ụwa ugbua gbasara nke ahụ karịa na anyị ka ji ya ruo ugbua.\"",
    "Ebe foto si, Obi Iyiegbu",
    "Cubana Chief Priest bụ ezigbo ọyị Obi Cubana amanyela ọnụ n'akụkọ na-ewu ebe niile na ụlọọrụ EFCC nwụchiri ọyị ya nwoke ụnyahụ.",
    "O depụtara n'akara Instagram na \"ihe na-agaghị egbu anyị ga-eme ka anyị sịwanye ike, udiri ihe a amarala anyị bụ ndị Igbo ahụ. Mbakala ga-ama Ozo mana Ozo ga-ala. #Toghapụnụ Obi Cubana\"",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchaka",
    "Ọ kpọghị okwu aha kpọmkwem mana etu o si tinye \"tọghapụ Obi Cubana\" gosiri na o nwere ihe mere n'ebe ya bụ nwa amadi ahụ nọ.",
    "Anyị ka na-agba mbọ ịnụta n'ọnụ ọnụ na-ekwuru ụlọọrụ EFCC .",
    "Ihe na-ewu na soshal midia kamgbe mgbede ụnyaahụ bụ na ụlọọrụ Economic and Financial Crimes Commission (EFCC) anwụchiela Obinna Iyiegbu e ji Obi Cubana mara.",
    "Akụkọ kwukwara na ụlọọrụ ahụ kpọrọ Obi Cubana ma na-agba ya ajụjụ ọnụ n'ụlọọrụ ha dị n'Abuja.",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma",
    "Mana mgbe BBC Igbo zigara Obi Cubana ozi ka ha mata nke bụ eziokwu, ọ zabeghị ozi ahụ rukwa ugbua.",
    "EFCC apụtabeghị kpọmkwem kwuo ma ha anwụchịrị nwamadi a maọbụ na ha anwụchighi ya.",
    "Obi Cubana dị afọ iri anọ na isii bụ onye Anambra dị na mpaghara ọwụwa Anyanwụ na-eme ahịa oriri na nkwari.",
    "O bidoro wuwe n'ọnwa Julaị 2021 mgbe ọ kwara nne ya nwụrụlanụ na be ha bụ Oba dị n'okpuruọchịchị Idemili Saụt nakwa etu e si mefuo ego n'akwamozu ahụ.",
    "Ndị mmadụ malitere katọwa etu o si na-efesasi ego n'emume ahụ mana na mkparịtaụka Cubana nyere BBC Igbo o kwuru na ọ bụ ya na ndị ọyị ya kpatara ego nke mere na ha ga-erinwu ya etu ọ bụla o si sọ ha.",
    "A maghị m maka egbeigwe ka ọfọdụzị inye ya ego - Obi Cubana",
    "Akụkọ ka na-abia.",
    "Ịkpa obi aṅụrị",
    "Uchu n'ọrụ",
    "A chụtuola osote onyeisi ụlọomeiwu Imo steeti n'ọkwaelekere 9 gara aga",
    "Gee ntị, BBCelekere 7 gara aga",
    "EFCC atọghapụla Obinna Iyiegbuelekere 6 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara23 Ọktọba 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "EFCC atọghapụla Obinna Iyiegbu",
    "Ikoyi building collapse Lagos: Ndị nwụrụ eruola 17, ebe a zọpụtarala mmadụ itoolu n'ụlọelu dara",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "A chụtuola osote onyeisi ụlọomeiwu Imo steeti n'ọkwa",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi CubanaEmelitere ikpeazụ na: 20 Julaị 2021",
    "Kedụ onye ndị agha Naịjirịa nwụchiri n'ezie n'Ekwulobia? Lee ihe Ipob sara",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}