{
  "published": "3 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Eze Bernard Ememanka",
    "Onyeisiala Muhammadu Buhari ezigarala ezinaụlọ Eze Bernard Enweremadu nakwa ndị Abia steeti ozi nkwado na iti aka n'obi gbasara ọnwụ Eze Bernard Enweremadu.",
    "Enweremadu nwụrụ ka ọ gbachara afọ 77  bụ onyeisi ọgbakọ eze ndị ọdịnala nke Abia steeti  rue 'ụbọchị 17 nke ọnwa Jenụwarị afọ 2021 ọ lara mụọ.",
    "Mana dịka e si eme omenala, a maghị ọkwa ọnwụ Eze Ngwaukwu nke dị n'Abia steeti  bụ onye nọrọ n'ọkwa ya afọ 44 tupu ọ nwụọ ka e si eme ibe ya.",
    "Oke mmụọ a na-anụ aha ya n'Abia nakwa Naijiria gbaa gburu gburu.",
    "Ebe foto si, Onyebuchi Ememanka",
    "Ebe foto si, Onyebuchi Enweremadu",
    "N'ozi ya  nke Shehu wepụtara n'akara Facebook ya Buhari toro Enweremadu ma kelee ya maka aja niile ọ ji onwe ya chụrụ ndị be ha.",
    "Ọ sị, \"Onyeisiala Buhari chetara ihe ọma ndị omere n'ịhapụ ihe ndị ọ na-eme na Legọs ma lakwuru ndị be ha n'afọ 33 iji debe omenala na njirimara ndị be ha\".",
    "Ebe foto si, Empics",
    "E be ahụ ka ọ nọsị ike rue afọ 77 mgbe ọ zara oku ikpeazụ a kpọrọ ka ozi ahụ kwukwara.",
    "Onye bụ Eze Bernard Onynguzoro Enweremadu?",
    "Ebe foto si, Bernard Enweremadu",
    "E chiri ya Eze Ngwukwu n'afọ 1976 mgbe ọ ka dị naanị afọ 33.",
    "Ọ nọrọ n'oche ahu rue mgbe ọ nwụrụ na Jenụwarị 17 afọ 2021.",
    "Ọ bụ ya bụ Eze Ngwa nke iri na atọ.",
    "O kpokọbara otu njịkọaka na mmekọ bụ Ukwa La Ngwa Socio-Cultural Association n'afọ 1982.",
    "E cheere na ọ lụrụ nwaanyị iri na atọ ma a maghi ezi ọnụọgụgụ ụmụ ole o nwere.",
    "Abia Steeti",
    "Omenala",
    "Ọ bụrụ na Eze na-achị obodo Arochukwu nwụọ, e nwere omenala dị icheiche a ga-agbaso tupu a họpụta Eze ọhụrụ.",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra3 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gịnị na-esere Regina Daniels na Jaruma na-ere 'Kayanmata'?elekere 6 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu 'Biafra National Guard' e jrila 'ogbunigwe' majaa ndị agha Naijiriaelekere 3 gara aga",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Otu 'Biafra National Guard' e jrila 'ogbunigwe' majaa ndị agha Naijiria",
    "Anambra Governorship Election countdown: Ndị mmadụ sị Anambra apụ n'ihi egwu ọgbaaghara ntuliaka",
    "Ihe ị kwesiri ịma maka Eze Bernard Enweremadu nke ala Ngwa lara mụọ",
    "Obi Cubana anọọla rue abalị atọ n'aka EFCC",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti",
    "Ihe i kwesiri ịma maka onye nwe ụlọọrụ rụrụ ụlọelu dara ada n'Ikoyi",
    "Aka m adịghị na nkata nchụtu a chụturu osote m n'ọkwa - Onyeisi ụlọomeiwu Imo steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}