{
  "published": "1 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ ụlọ ka ndị obodo sị na ndị agha gbara ọkụ na Mgbowo",
    "Ndị agha Naịjirịa ekwuola na n'ezi a na ha wụchiri n'ogige ụlọ nzuzo ndị otu Ipob/ESN nọ na Mgbowo n'ụbọchị Mọnde ma nwụchịe mmadụ abụọ ha si bụ ndị isi ahụrụ kwaba okpu n'otu ahụ.",
    "Ọnụ na-ekwuru ndị agha Naịjirịa bụ Onyema Nwachukwu kwuru na ha nwụchịrị mmadụ abụọ a n'abali foro chi ụbọchị Mọnde.",
    "O kwukwara na ha amalitela nnyocha n'isi mmadụ abụọ a ma kwukwa na akụkọ ndị na-ekwu na ha gbara egbe aghara aghara ebe ahụ bụ akụkọ ugha",
    "Otu onye obodo Mgbowo dị n'okpuruọchịchị Ọgwụ (Awgu) nke Enugwu Steeti gwara BBC Igbo na ndị agha Naịjirịa bịara mwakpo n'obodo ahụ n'ụtụtụ taa.",
    "Dịka onye ahụ achọghị ka e kwuo aha ya siri kwuo, ọ bụ n'ọnụ ụtụtụ ka ndị agha ahụ jiri bịa ma gawa ụlọ otu onye ha sị bụ onyeisi ndị unknown gunmen n'Isi-Ngwu Mgbowo.",
    "Ọ sị na ndị agha gbara otu ụlọ ọkụ na mwakpo ahụ.",
    "Onye bụ Ọkammụta Samuel Ndubuisi ndị ekperima gbagburu ụnyaahụ?",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "\"Ọ bụ ụlọ onye ahụ ndị agha chọrọ bịa ka ha gbara ọkụ. Ha gbakwara otu onye okoroọbịa obodo anyị egbe n'ụkwụ.\"",
    "Ọ sị na onye ahụ ndị agha gbara egbe n'ụkwụ bụ onye otu nchekwa Enugwu Steeti a na-akpọ \"Forest Guard\".",
    "Dịka o siri kwuo, onye Forest Guard ahụ gara ebe ahụ dịka mkpa mkpa ahụ na-akpa \"ndị agha were gbaa ya egbe sị na ọ bụ onye ọgba mma ndị Unknown Gunmen\".",
    "Ọ sịkwa na ndị agha kpụrụ ndị okoroọbịa atọ dịka ha na-ala.",
    "BBC Igbo kpọrọ ọnụ na-ekwuru ndị agha Naịjirịa bụ Ọchịagha Onyema Nwachukwu ka o kwuo ihe ọ ma maka ije ndị agha na Mgbowo mana ọ si na ya enwetebeghị ozi banyere ya.",
    "Ọ sị na ya ga-ezite ozi banyere ya n'oge na-adịghị anya.",
    "Ụfọdụ ihe onyonyo ndị mmadụ tinyere na soshal midia ha na-ekwu si Ngwu Mgbowo pụta gosiri ebe ndị agha Naịjirịa na-amụnye ọkụ n'ụlọ ndi mmadụ ma na-agba egbe aghara aghara, mana BBC Igbo nwetebegh akaebe na ọ bụ na Mgbowo ka onyonyo ndi ahụ si pụta.",
    "Onye ya na BBC Igbo kwuru okwu na-akọwa na ndi mmadụ ka chị obi ha n'aka maka ihe mere. Ọ sikwa na ndị agha nọghịzị n'obodo ahụ.",
    "N'ọnwa Sepụtemba ndị ojiegbe amaghi ndi ha bu wakporo ebe ndị patị Peoples Democratic Party (PDP) na-eme nzukọ na Nnenwe di n'okpuru ọchịchị Aninri.",
    "Nnewe na Mgbowo dị nso.",
    "Ndi ma maka mpaghara ahu gwakwara BBC Igbo na ndi ojiegbe a awakpoola Mgbowo mbụ dịka ha na-amanye \"sit-at-home\".",
    "Na Seputemba, ndi amabeghi ndị ha bụ gbara mpaghara ụlọ ọrụ ngalaba \"Independent Electoral Commission\" (Inec) ọkụ n'Ọgwụ.",
    "Mwakpo ndi ndị soneyere mwakpo ndi ọzo na-eme aghara aghara na mpaghara Ọwụwa Anyanwụ kemgbe ngagharịiwe Endsars.",
    "Nchekwa ndị ụwe ojii",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "Ikoyi building collapse Lagos: Achụsaịala ndị mmadụ ka ndị ọrụ gbatagbata nweeike bido ọrụ nzọpụta ndị tọrọ n'ime ụlọ dara na Parkviewelekere 9 gara aga",
    "Gee ntị, BBC Nkeji1 Nọvemba 2021",
    "Tupu ị tụọ vootu, lee njirimara pati ndị so na ntuliaka gọvanọ Anambara steeti1 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara23 Ọktọba 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "'Anyị agbaghị egbe aghara aghara oge anyị gara inwuchi ndị Ipob/ESN na Mgbowo' - Ndị agha",
    "Ị ma etu 'August Meeting' ụmụ nwaanyị si bido?Emelitere ikpeazụ na: 28 Ọgọọst 2021",
    "Kedụ onye ndị agha Naịjirịa nwụchiri n'ezie n'Ekwulobia? Lee ihe Ipob sara",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ikoyi building collapse Lagos: Achụsaịala ndị mmadụ ka ndị ọrụ gbatagbata nweeike bido ọrụ nzọpụta ndị tọrọ n'ime ụlọ dara na Parkview",
    "Ihe 9 ndị ọnụ na-eru n'ala Igbo na-eme ugbua iji kpọpụta Mazi Kanu",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "'Ekperima si ụlọmkpọrọ Owere gbapụta na ndị otu ya gburu onyeagha were bute ọgbaghara n'obodo m'- Eze a gbara ụlọ ya ọkụ",
    "Azụmaahịa ndị mere e ji a kpọ ndị Anambra 'ide ji mba'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}