{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ebe ndị ọrụ nchekwa nwụchiri ụfọdụ ndị mmadụ ụbọchị a kpụpụtara Nnamdi Kanu ụlọikpe n'Abuja (Nke a abụghị foto e sere maka akụkọ a)",
    "Emma Powerful bụ ọnụ na-ekwuru otu ndị Indigenous People of Biafra (Ipob) ekwuola na ọ bụghị eziokwu na ndị agha nwụchiri otu isi a hụrụ kwaba okpu na Eastern Security Network (ESN) n'Anambra steeti dịka ha si kwuo.",
    "O kwuru na ọ bụ eziokwu na nwoke ahụ a ma dịka Udubuan Sage Chibueze bụ onye Ipob, mana ọ bụghị onye otu ESN nke o ji abụ otu n'ime ndị isi a hụrụ kwaba okpu n'ime ya dịka ndị agha na-ebo ya.",
    "Lee ihe ndị Archbishop, Bishop, nakwa eze ọdịnaala ala Igbo na-eme iji kpọpụta Mazi Kanu",
    "Kedụ ndị bụ ndị 'Biafra National Guard' ha na ndị agha kwara mgbọ na Tọzde?",
    "Ndị ekperima awakporo ụgbọala nwunye Obiano?",
    "N'ozi Emma Powerful ziputara, o boro ndị agha Naịjiria ebubo na ha gara ebe Chibueze na-eme emume akwamozu nne ya, gbaa ya egbe n'ụkwụ ma nwụrụ ya pụọ.",
    "O bokwara ndị agha ebubo ịmanye Chibueze ka o yiri uwe ndị agha ka ọ dị ka ọ bụ ihe o yi mgbe ha nwụchiri ya, ma bokwa ha ebubo ikwu na ha chọtara egbe n'aka ya.",
    "Emma Powerful kwuru na ndị otu ESN anaghị eyi uwe ndị agha maọbụ ndị uweojii ma ya fọdụzịa ibu egbe 'pump action'.",
    "Nke a na-abịa dịka ya bụ akụkọ fegharịrị na soshal midia na ndị ọrụ nchekwa nwụchiri Udubuan Sage Chibueze maka ịbụ onye ESN.",
    "Cheta na ndị agha Naịjiria eziputabuola ozi na Facebook ha sị na uche ha dị ya n'etu ndị Ipob/ESN si efesa akụkọ ụgha iji me ka ha bụrụ ndị a ka kpụ n'ọnụ na mpaghara Ọwụwa Anyanwụ.",
    "Mbọ BBC Igbo gbara inweta Tochukwu Ikenga bụ ọnụ na-ekwuru ndị uweojii Anambara steeti nakwa Onyema Nwachukwu bụ ọnụ na-ekwuru ndị agha Naịjiria amịtaghị mkpụrụ dịka ha ebughi ekwentị ha.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Ihe mbụ m ga-eme ma m bụrụ gọvanọ Anambra steeti- Umu ntoroọbịa Igbo31 Ọktọba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọ bụghị isi a hụrụ kwaba okpu na ESN ka ndị agha nwụchiri - Ipobelekere 7 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara23 Ọktọba 2021",
    "Ihe ndị megara na ngahariiwe EndSars tupu 20/10/ 202120 Ọktọba 2021",
    "Ọ bụghị isi a hụrụ kwaba okpu na ESN ka ndị agha nwụchiri - Ipob",
    "Lee ihe ndị Archbishop, Bishop, nakwa eze ọdịnaala ala Igbo na-eme iji kpọpụta Mazi Kanu",
    "Kedụ ndị bụ ndị 'Biafra National Guard' ha na ndị agha kwara mgbọ na Tọzde?",
    "Mmụọ nsọ agwabeghi m onye m ga-akwado - Fr. Mbaka",
    "Lee foto ndị gosiri etu ime ọdọụgbọelu Anambra dị",
    "'Ekperima si ụlọmkpọrọ Owere gbapụta na ndị otu ya gburu onyeagha were bute ọgbaghara n'obodo m'- Eze a gbara ụlọ ya ọkụ",
    "Ndị ekperima awakporo ụgbọala nwunye Obiano?",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}