{
  "published": "3 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọka bụ isi obodo Anambara steeti na-ekwo n'abalị abụọ nke ọnwa Novemba ihintuliaka onye ga-abụ Gọvanọ adịla nso.",
    "Ndị Anambara ga-ebinye aka n'akwụkwọ onye ga-achị ha n'ụbọchị Satọde abalị isii nke ọnwa Novemba afọ 2021.",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Anambra Governorship Election 2021: Ipob, ndị'godfather',ego na ihe ndị ọzọ ga-ekwu onye ga-emeri na ntuliaka Anambra",
    "Onye ntaakụkọ BBC Igbo gara ọdụ ụgbọala njem dị iche iche n'Ọka were hụ na ọtụtụ mmadụ sị Anambara na-apụ apụ n'ihi egwu ọgbaghara nwere ike ịdapụta ụbọchị ntuliaka ahụ.",
    "Okporoụzọ na-ekwo ụbọchị Novemba 2, 2021 dịka ọtụtụ na-eme njem",
    "Na Uni Zik Junction , otu nwoke na-eme njem aha ya bụ Geofrey Ugah kwuru na ya na-eme njem ahụ makana ha achọghị ị nọ n'Anambra site na 4th Nov ruo izu ụka n'abịa abịa.",
    "Out onye ntorobịa anyị kwudoro ebe a na adọrọ ego bụ ATM kwuru na ya bịara iwere ego ugbua makana egwu dị na ngwa ngwa elekshiọn na atinye ụkwụ, ego nwere ike ịkọ ụkọ na Bankị.",
    "Ntuliaka onye ga-achị Anambra ga afịọ ụbọchị satọde na-abịanụ.",
    "Cheta na otu na-azọ nwere onwe bụ IPOB ekwuola ka onye ọbụla ghara ịpụta ezị site na 5th rue 10th nke ọnwa November.",
    "Mana gọmenti ekwuola na ya bụ ntuliaka  ga-adịrịrị ụbọch Satọdee.",
    "Unizik ga-emechi malite 4-9 ọnwa Novemba",
    "Ebe foto si, Nnamdi Azikiwe University/Facebook",
    "Ka nke a na-eme, Mahadum Nnamdi Azikiwe University  dị n'Ọka, Ekwuola na ha agaghị enwe agụmagwụkwọ malite n'abalị anọ rue abalị Itoolu nke nke ọnwa Novemba.",
    "Nke a pụtara n'ihe n'akwụkwọ ozi nke ọnụ na-ekwurmahadum ahụ bụ Chika Gladys Ene ahụ binyere aka ma werpụta ụbọchị Tuzde, abalị abụọ nke ọnwa Novemba.",
    "Mana ozi ahụ ekwughị ihe kpartara mechi nkuzi ahụ ha gbara ọkwa ya.",
    "A chụtuola osote onyeisi ụlọomeiwu Imo steeti n'ọkwa",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti",
    "Ihe 9 ndị ọnụ na-eru n'ala Igbo na-eme ugbua iji kpọpụta Mazi Kanu",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra3 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gịnị na-esere Regina Daniels na Jaruma na-ere 'Kayanmata'?elekere 6 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu 'Biafra National Guard' e jrila 'ogbunigwe' majaa ndị agha Naijiriaelekere 3 gara aga",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Otu 'Biafra National Guard' e jrila 'ogbunigwe' majaa ndị agha Naijiria",
    "Anambra Governorship Election countdown: Ndị mmadụ sị Anambra apụ n'ihi egwu ọgbaaghara ntuliaka",
    "Ihe ị kwesiri ịma maka Eze Bernard Enweremadu nke ala Ngwa lara mụọ",
    "Obi Cubana anọọla rue abalị atọ n'aka EFCC",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti",
    "Ihe i kwesiri ịma maka onye nwe ụlọọrụ rụrụ ụlọelu dara ada n'Ikoyi",
    "Aka m adịghị na nkata nchụtu a chụturu osote m n'ọkwa - Onyeisi ụlọomeiwu Imo steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}