{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si,  Regina Daniels,Jaruma/Instagram",
    "Regina Daniels na Hauwa Saidu a ma dịka Jaruma bụbụ ezigbo ọyị tupu ha rụwa onwe ha aka aka n'ọnụ",
    "Onye ihe ejije Nollywood a ma ama bụ Regina Daniels na Hauwa Saidu a ma dịka Jaruma na-achịpụ ya na na-achịpụ ya na soshal midia.",
    "Nke a bụ dịka Regina gwara ndị na-eso ya na ya azụtụbeghị ngwa Jaruma na-ere na-agbanyeghị na ya na-ezipụta ozi banyere ngwahịa ya bụ nwaanyị na-ere na soshal midia.",
    "O nweghị sakramenti jikọrọ mụ na Ned Nwoko, di Regina Daniels - Chika Ike",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Jaruma na-ere arịa ụmụnwaanyị a kpọrọ 'Kayanmata' n'asụsụ Awụsa.",
    "Kayanmata pụtara 'ngwongwo ụmụnwaanyị n'asụsụ Awụsa mana  ọ bụkwa aha a na-akpọ mkpọrọọgwụ maọbụ atịkpa a ma ama n' Ugwu Awụsa maka inyere n'aramara aka maọbụ ime ka mmadụ hụ mmadụ ibe ya n'anya nke ukwu.",
    "N'agbara ọhụrụ a, e nwere ndị na-ere mgbanaka na mgbanụkwụ ha kpọrọ \"kayamata\" bụ nke ha na-ekwu na-arụ ọrụ ime ka onye onye chọrọ hụ ya n'anya nke ukwu.",
    "N'ozi o wepụtara n'akara Instagram ya ụbọchụ Wenezde, Regina bụ nwunye Ned Nwoko,onye bụbụ onye omeiwu n'ụlọomeiwu Nta kwuru sị, \"Ka m kwuo ya ka o do anya,  azụnụbeghị nke m na-akwa ịzụ ahịa kayamata ọbụla.\"",
    "Nke a na-abịa dịka ndị mmadụ na-ekpesara ya okwu na soshal midia na ọ bụ Kayanmata bụ ihe o jiri jide di ya.",
    "Ebe foto si, Regina Daniels/Instagram",
    "O kwuru na ya na Jaruma  nwere nkwekọrịta ka ya gbasa ozi banyere ngwahịa ya n'akara ya nke ya  bụ Jaruma kwụụ ya ụgwọ mana oge ya na ya kpebiri maka ịgbasa ozi ahụ agaala.",
    "O kwuru na ya na Jarama siri na ikute ụtaba banye ọgbọahịa dịka ha sitere na nkwekọrịta azụmahịa bụrụ enyi na-agbayeghị na ndị mmadụ dọọrọ ya aka na ntị ya zeere nwaanyị ahụ.",
    "Ebe foto si, Regina Daniels/Instagram",
    "Ọ gara n'ihubo ebubo na Jaruma jizi enyi ha abụọ bụ were ya na-ewepụta ozi iji weere aha ya bụ Regina akpara ego.",
    "Ebe foto si, Regina Daniel/Instagram",
    "N'ọsịsa ya, Jaruma kwuru na ya kwụrụ Regina Daniel akatamkpo ego dị nde Naira iri (N10m) maka ịgbasara ya ozi ngwaahịa ya mana ọ bụ naanị ugboro atọ ka Regina tinyere ozi ahụ n'akara ya.",
    "Ebe foto si, Jaruma/Instagram",
    "O kwụkwara na ya emefuela puku kwuru puku n'isi Regina Daniels, nne ya na dị ezianụlọ ya nke na Regina agaghị asị na o mezuolarala ya ihe ya kwụrụ ya ụgwọ ka o meere ya.",
    "Ebe foto si, Jarumaempire/Instagram",
    "Ebe foto si, Jarumaempire/Instagram",
    "Ebe foto si, Jarumaempire/Instagram",
    "O gara n'ihu kwuo na ya nwere ihe aka ebe  ga-agba ama ihe nile nke ya ga-ewepụta ma chi na-efo.",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra3 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gịnị na-esere Regina Daniels na Jaruma na-ere 'Kayanmata'?elekere 6 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu 'Biafra National Guard' e jrila 'ogbunigwe' majaa ndị agha Naijiriaelekere 3 gara aga",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Otu 'Biafra National Guard' e jrila 'ogbunigwe' majaa ndị agha Naijiria",
    "Anambra Governorship Election countdown: Ndị mmadụ sị Anambra apụ n'ihi egwu ọgbaaghara ntuliaka",
    "Ihe ị kwesiri ịma maka Eze Bernard Enweremadu nke ala Ngwa lara mụọ",
    "Obi Cubana anọọla rue abalị atọ n'aka EFCC",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti",
    "Ihe i kwesiri ịma maka onye nwe ụlọọrụ rụrụ ụlọelu dara ada n'Ikoyi",
    "Aka m adịghị na nkata nchụtu a chụturu osote m n'ọkwa - Onyeisi ụlọomeiwu Imo steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}