{
  "published": "4 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Fada Cajetan Obiekezie bụ ụkọchukwu ụka katọlịk n'Awka, Anambra steetị gwara BBC Igbo na ọ kwụdosiri ike n'ihe o kwuru banyere gọọmentị etiti, ụka Anglịkan, otu patị All Progresssive Grand Alliance (Apga) na All Progressives Congress (APC).",
    "Nke a na-abịa agbanyeghi ozi dịọsis Awka zipụtara na-ekwu na ha akwụdoghị Fada Obiekezie n'azụ n'ozi ahụ.",
    "Fada Obiekezie kwuru na n'uche ya, na ndị Anglịkan, na ndị otu patị abụọ ahụ na agbara ndị Fulani odibo; nke mere o jiri kwuo ihe o kwuru.",
    "Ọ gwakwara BBC Igbo na obi kara ya n'okwu ya n'ihi na ihe ọ na-ekwu bụ eziokwu.",
    "Mbaka: Anyị awakpoghị ndị ntaakụkọ BBC n'Enugwu",
    "Nsogbu nchekwa ndị chere ntuliaka Anambra aka mgba",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha",
    "N'okwu ya, o kwuru \"Onye kwuo eziokwu, ebusobe ya agha; O bụ mmadụ ga-ekwu eziokwu; buru ataramahụhụ zo ya ma buru kwa nkatọo so ya mama emecha, ndị mmadụ ga-akwunyere gị ma ihe i kwuru bụru eziokwu\".",
    "O kwukwara na ihe mere o jiri  kwuo ihe o kwuru maka Gọvanọ Willie Obiano bụ etu o si were ụzọ aghụghọ tinye onye ụka Anglịkan ọchịchị ekwesighi i ruru na ọche n'obodo Ụzọ-Agụlụ.",
    "Ihe mere m ji hapụ ọrụ uweojii chie Fada n'ụka Katọlik",
    "O gara n'ihu kwuo na ozi ndị ụka katọlịk zipụtara na-ekwu na okwu ya nwere ike ikpalite ikpaoke maọbụ ọgbaghara achitaghi aja dịka o kwuru na anyị anọghị n'udo maọbụ idinaotu ugbua.",
    "Ihe onyonyo na-efegharị na soshal midia gosiri Cajetan Obiekezie bụ otu ụkọchụkwụ ụka katọlịk n'okpuru dịọsịs Awka nke Anambra steeti ebe o tara ụkwa jara ọha eze ka obi dị ya maka ntuliaka Anambra nakwa ọchịchị steeti ahụ.",
    "N'ozi ya, Fada Obiekezie boro gọọmentị etiti nakwa otu patị APC ebubo na ha na-agbasi mbọ ike itinye onye nke ha ka ọ bụrụ gọvanọ steetị ahụ.",
    "O kwukwara na otu patị ahụ chọrọ i si ụzọ aghụghọ nke megidere ntuliaka we hazinye onye nke ha n'oche ọchịchị.",
    "Ụkọchukwu a gara n'ihu kwuo na aka na-achi steeti ahụ ugbua bụ Willie Obiano na-akwado atụmatụ a agbenyeghi na ọ bụ onye otu APGA.",
    "Ozi ya rụtụkwara gọvanọ Willie aka na-ekwu na ya na ndị ụka Anglịkan na-akpa nkata iweghara ọchịchị n'Anambra steeti, dịka o kwuru na ndị ụka Anglịkan na ndị APC na-arụkọ.",
    "Fada Obiekezie gara n'ihu kwuputa ihe o si bụ ihe igba ama n'okwu ya ebe ọ si na Gọvanọ Willie nyere onye ụka Anglịkan ọkwa ọchịchị na mpaghara ebe ndị katọlik ruru ma gafee pasentị 90.",
    "O kwukwara na usoro inye ọkwa ahụ esoghi usoro ziri ezi.",
    "Ihe Ụka Katọlịk nwere ikwu banyere okwu Fada",
    "Ụka Katọlik nke Awka dịọsis zipụtara ọzị n'ụbọchị Wenzde na-eti mkpụ na aka ha anọghịkwa n'ozi Fada Cajetan Obiekezie.",
    "Ozi a kwuru na ihe niile Fada ahụ kwuru megidere iwu na usoro ndị ụkọchukwu n'ụka ha.",
    "Ha kwukwara na ndị ụkọchukwu ekwesighi ikpa udiri agwa ya bụ Fada kpara dịka o nwere ike ikpalite ọgbaghara na etiti ndị otu ụka dị iche iche na kwa n'etiti ndị be n'ime Anambra steeti.",
    "Akwụkwo ozi ha kwukwara na usoro mgbasaozi a nke Fada mere na ha anabataghi ya kwukwa na ụka katọlịk na nke mba ụwa niile anabataghi ya.",
    "Ha kwukwara na ha meecha nnyocha n'okwu a, na ga-enye Fada Obiekezie ntaramahụhụ ruru ya.",
    "Ejimafor Opara bụ onye enyemaka mgbaozi Charles Soludo, n'ịsa ebubo a eboro ndị otu pati Apga, kwuru na ọ bụ ihe ihere ịnụ ụdịrị okwu a n'ọnụ onye ekwesiri ikwanyere ugwu dịka onye ụkọchukwu.",
    "Ọ gara n'ihu kwuo na ozi a abụghị usoro ụzọ ndị na-eso Krịstị, o kwuru na ikpa oke otu ekpụkpe ndị mmadụ abughi ihe dị mkpa ugbua ma ihe ka mkpa bụ etu a ga-esi tinye onye kwesiri na ọkwa ọchịchị Anambra.",
    "O kwukwara na obi di ya mma na ndị ụka katọlịk ekwuola na ha ga-enye ntaramahụhụ ruru ya maka agwa okwara. Na nchịkọta o kwuru na n'uche ya, o na-eche na ndị na-akwado otu pati bụ ndị na-akwanye Fada ahụ ọkụ n'ike ikpa udi agwa ahụ.",
    "N'otu aka ahụ, Obi trice Emeke bụ onye enyemaka mgbaozi Andy Uba kwuru ka ọha hapụ Ige ozi ahụ ntị n'ihi na ọ bụghị ozi dị mkpa.",
    "O kwuru na ihe ka mkpa ugbua bụ ka ndị mmadụ pụta tụọ vootu ha na ntuliaka ma hapụ ozi ikpaoke.",
    "Ipob akagbuola 'Sit at home' otu izu ha manyeburuelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "A gaghị m akpọpụta aha onye Chineke họpụtara ga-emeri n'Anambra - Fr. Mbakaelekere 3 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ipob akagbuola 'Sit at home' otu izu ha manyeburu",
    "A gaghị m akpọpụta aha onye Chineke họpụtara ga-emeri n'Anambra - Fr. Mbaka",
    "A kwụdosiri m ike n'okwu m maka Apga na APC Anambra, e kwuru m ya n'aha m ọbụghi n'aha ụka Katọlịk - Fada Cajetan Obiekezie",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Obi Cubana enwerela onwe ya n'aka EFCC",
    "Ihe i kwesiri ịma maka Eze Bernard Enweremadu nke ala Ngwa lara mụọ",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti",
    "Anambra Governorship Election countdown: Ndị mmadụ sị Anambra apụ n'ihi egwu ọgbaaghara ntuliaka",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}