{
  "published": "4 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu Ipob akagbuola atụmatụ nọrọ n'ụlọ ha nyeburu malite n'abalị Nọvemba 5 rue 10 ha tinyeburu.",
    "Ọ pụtara ihe n'ime ozi ọnụ na-ekwuru otu ahụ bụ Emma Powerful binyere aka n'ụbọchị Tọzde.",
    "Ọzị ahụ sị \"Dịka ndị okenye, ndị eze ọdịnala na ndị ndu ụka kpọrọ anyị, ndị isi Ipob nke onye ndu ya bụ Nnamdi Kanu  akagbuola  nọrọ n'ụlọ otu izụka kwesịrị ịmalite echi bụ Novemba 5-10, ọnwa Novemba afọ 2021.\"",
    "\"Anyị gekwara ntị na mkpu nke ndị nne anyị na-eti maka etu ha sị enweta nri ụbọchị nke ịnọ n'ụlọ nwere ike imetụtụta were kpebie ka anyị kagbuo ya.\"",
    "\"Ebe anya ndị ndu Ipob dị bụ na referadum nakwa nnwereonwe,  ọ bụghị na ntuliaka.\"",
    "\"Ndị Anambra pụtanụ n'igwe tụọnụ Vootu n'abalị isii nke ọnwa Novemba.",
    "Ipob gara n'ihu boo ebubo na ndị agha Naijiria chọrọ ịwụju ndị otu ha n'Anambara steeti  iji mekpaa ndị mmadụ ahụ maọbụ  gbuo ndị mmadụ boo ndị otu Ipob.",
    "Ebe foto si, Getty Images",
    "Ode akwụkwụ mgbasa ọzị Ipob, Peace Chukwudi sịrị na Biafra ga abịa ọsịsọ ma Buhari bata ọzọ",
    "Ọ bụ taa bụ ubọchị nke anọ nke ọnwa Nọvemba ka otu Indigenous People of Biafra (Ipob) nyere dịka oge ha sị ka gọọmentị Naịjirịa tụhapụ onyeisi ha bụ Nnamdi Kanu maọbụ ha etinye atụmatụ onye nọrọ n'ụlọ nke Bekee kpọrọ sit-at-home.",
    "Atụmatụ nọdụ n'ụlọ a Ipob sị na ha ga-amanye ga-amalite ụbọchị ise nke ọnwa Nọvemba.",
    "Mana, ugbua, kepu kepu na-eru BBC Igbo ntị na-akọwa na ndi isi otu Ipob ga-eme nzukọ taa bụ Tọọzde iji mara ma atụmatu ahụ a ga-aga n'ihu.",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ihe Ipob sit-at-home enforcement riri n'ala Igbo",
    "Nke a na-abịa dịka ọtụtụ ndị isi ha gbagotere na mpaghara Ọwụwa Anyanwụ na-arịọ ka Ipob ghara ịga n'ihu manye ịnọdụ n'ụlọ ahụ maka etu ọ ga-esi metụta ntuliaka a ga-eme n'Anambara Steeti n'ụbọchị isii nke ọnwa Nọvemba.",
    "Cheta na tupu gọọmentị Naijirịa e jide Nnamdi Kanu na mba Kenya ọ na-ekwubu na ya akadoghi ka eme ntuliaka n'Anambara.",
    "Mana, ndị isi Ipob, nke Maazi Chika Edoziem nọ n'isi ha, ekwuola na ọnweghị oge ha jiri kwuo ka aghara ime ntuliaka n'Anambara.",
    "Dịka ha si kọwa, atụmatụ ịnọdụ n'ụlọ ahụ ga-amalite n'ụbọchị ise nke ọnwa Nọvemba, bụ ka tinye gọọmentị Naịjirịa ọkụ n'ike ka ha tụhapụ Kanu n'enweghị agbụ ekere ya.",
    "Ka ha na-ekwu nke a, ọtụtụ ndị ama ama dịka ndị mgbasaozi Ipob na-ekwusike na ha akwadoghi ntuliaka n'Anambara.",
    "Ndị mgbasaozi dị ka Simon Ekpa, onye a ma na Facebook dịka Ikenga Uruagu, onye ama dịka Omote Biafra, na ọtụtu ndị ọzọ, na-agbasa ozi sị ka ndị mmadụ ghara ime ntuliaka n'Anambara.",
    "Nke a na-abịa dịka Chika Edoziem gwara ndị mgbasaozi Ipob ka ha gbasie ụkwụ ha n'ala n'ike dịka ọ sị \"nke abụ ọgụ ikpe azụ.",
    "Ọ bụ na mgbasaozi Maazị Edoziem mere n'ụbọchị abụọ nke ọnwa Nọvemba.",
    "Gọọmentị Naịjirịa na-ekpe Nnamdi Kanu ikpe maka ebubo na ọ na-akpa nkata imegide Naịjirịa nakwa ebubo isii ndị ọzọ.",
    "A ga-ekpe ikpe ya ọzọ n'ụbọchị iri nke ọnwa Nọvemba maka ebubo a, ebe eyigharịrị nke Ọkaiwu Aloy Ejimakor tinyere n'ụlọikpe n'Ụmụahia maka \"mmegide ikike dịrị Nnamdi Kanu\".",
    "Oke ọgbaghara na ogbugbu mmadụ ka a na-arịa ugbua n'Ọwụwa Anyanwụ Naịjirịa nke gụnyere Anambara Steeti.",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ipob egosila iwe ha na-ebe Ikpeazu nọ21 Febụwarị 2018",
    "Vidio, IPOB: Ndị uweojii enweghi ikike ịmachi iwu Ipob11 Septemba 2018",
    "Vidio, 'Ipob enweghi isi'27 Febụwarị 2018",
    "Ipob nabatara Buhari 20199 Eprel 2018",
    "Ipob akagbuola 'Sit at home' otu izu ha manyeburuelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "A gaghị m akpọpụta aha onye Chineke họpụtara ga-emeri n'Anambra - Fr. Mbakaelekere 3 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ipob akagbuola 'Sit at home' otu izu ha manyeburu",
    "A gaghị m akpọpụta aha onye Chineke họpụtara ga-emeri n'Anambra - Fr. Mbaka",
    "A kwụdosiri m ike n'okwu m maka Apga na APC Anambra, e kwuru m ya n'aha m ọbụghi n'aha ụka Katọlịk - Fada Cajetan Obiekezie",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Inec Anambra Governorship List 2021: Lee kpọmkwem ndị niile INEC kwuru ga-eso zọọ ọkwa gọvanọ Anambra steeti",
    "Obi Cubana enwerela onwe ya n'aka EFCC",
    "Ihe i kwesiri ịma maka Eze Bernard Enweremadu nke ala Ngwa lara mụọ",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti",
    "Anambra Governorship Election countdown: Ndị mmadụ sị Anambra apụ n'ihi egwu ọgbaaghara ntuliaka",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}