{
  "published": "5 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka Anambra steeti nweterela gọvanọ ọhụrụ. Lekwa ihe ụfọdụ ndị mbiarambiara bi na steeti ahụ na-atụ anya n'aka gọvanọ ọhụrụ ga-amalite chịwa na mbiarambiara.",
    "Ha ji asụsụ Igbo wee kọwaa mkpa ha.",
    "Gere ha ebe a:",
    "Ndị Anambara pụtanụ tụọ vootu - Chukwuemeka Ezeife",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Anambra election 2021: Ị ma ebe ị ga-ebinye aka?",
    "Tupu ị tụọ vootu, lee njirimara pati ndị so na ntuliaka gọvanọ Anambara steeti",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Vidio, Anambra election update: Etu m si gụọ akwụkwọ ma ruo n'ogogo m nọ ugbua - Senator Andy Uba, Duration 2,1221 Ọktọba 2021",
    "Vidio, Anambra election result update: Ihe ị kwesịrị ịma maka Charles Soludo, Duration 1,07,48elekere 8 gara aga",
    "Vidio, Ifeanyi Ubah: 'Ihe mere m jiri soro ndị Alaba agụrụ Nnamdi Kanu egwu', Duration 10,1015 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Charles Chukwuma Soludo: 'Ihe mere n'Imo ga-eme n'Anambra ma ọ bụrụ na emeghị ntụlịaka', Duration 19,1414 Septemba 2021",
    "Vidio, Anambra Election: Ihe ndị mbịarambịara nọ n'Anambra chọrọ n'aka gọvanọ ọhụrụ, Duration 2,387 Nọvemba 2021",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Duncan Mighty: Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East', Duration 1,26,3222 Septemba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Anambra election update: Ihe ole ma ole dị mkpa ị kwesiri ịma maka Valentine Ozigbo nke PDP, Duration 2,2722 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}