{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Igwe BVAS bụ Bimodial Voting Accreditation System (BVAS) e ji edenye aha na njirimara ndị pụtara ịtụ vootu",
    "BVAS bụ Bimodial Voting Accreditation System (BVAS) bụkwa akụrụngwa ọhụrụ ụlọọrụ Inec na-ahazị ntuliaka na Naịjirịa wepụtara e ji mee ntụliaka ọkwa Gọvanọ Anambra steeti.",
    "Ntụlịaka ahụ nke mere n'ụbochị 6 nke ọnwa Nọvemba dọtịrị ruo ụbọchị 7 nke ọkwa Nọvemba maka ọgbatuhie ya bụ akụrụngwa butere.",
    "Nsogbu nchekwa ndị chere ntuliaka Anambra aka mgba",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere ha",
    "Ọ bụ na nzụkọ ndị ntuliaka metụtara na onyeisioche Inec bụ Mahmood Yakubu wepụtara mbụ ma kwuo na-aga eji ya mee ntuliaka Anambra steeti na-abịa.",
    "Akụrụngwa BVAS bụ Bimodial Voting Accreditation System (BVAS)",
    "Igwe ahụ nwereike ịwepụta aha ndị denyere aha ntuliaka sịte na njirmara mkpisi aka ha nakwa ihu ha.",
    "Nke a bụ iji kwụsị ndị chọrọ iji Permanent Voter's Card (PVC) onye ọzọ mee nrụrụaka na ntuliaka ọbụla.",
    "Yakubu kwuru na agaghịzị e ji 'incident form' mee ntuliaka ọzọ n'ihi igwe a.",
    "Ọ bụkwa naanị ndị denyere aha n'uju ma nwee PVC ha ga-enwe ike ịme ntuliaka a eji BVAS e me.",
    "Onye ọbụla igwe BVAS bụ Bimodial Voting Accreditation System (BVAS) a chọpụtaghị aha ya agaghị enweike mee ntuliaka nke mere na o butere nsogbu na ntuliaka Anambra steeti dịka igwe ahụ wụrụ ndị mmadụ n'ala.",
    "Inec na nkọwa ha kwuru na \"anyị amalitela nnyocha banyere ihe mere ọtụtụ igwe BVAS ejighi rụ ọrụ taa\".",
    "Igwe BVAS ọtụtụ arụghị ọrụ na ntuliaka ọkwa Gọvanọ Anambra e mere n'ụbọchị 6 ọnwa Nọvemba nke mere ka Inec dọtịkwuo ya rue ụbọchị 7 ọnwa Nọvemba.",
    "Cheta na ụlọomeiwu ukwu Naịjirịa nyere Inec ikike iji igwe teknụzụ wepụta mpụtara ntuliaka ọbụla a ga-eme na Naịjirịa.",
    "Mana ha kwuru na Inec ga-anata ikike ọzọ n'aka ụlọọrụ na-ahụ maka mgbasaozi bụ NCC tupu ha enweike mee nke a.",
    "Anambra Elections 2021: Ihe mere ntụliaka Anambra ji e me n'afọ dị iche karịa ndị ọzọ",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Anambra Election update: Inec sị na ntuliaka ga-amalitekwa ụbọchị ụka bụ 7 Nọvemba",
    "Vidio, Anambra Governorship Election: 'Ihe mbụ m ga-eme ma m bụrụ gọvanọ Anambra steeti'31 Ọktọba 2021",
    "Vidio, Anambra election 2021: Ị ma ka ị ga-esi achọta ebe ị ga-ebinye aka dị gị nso?2 Nọvemba 2021",
    "NA EME UGBU A Anambra Election update: Inec sị na ntuliaka ga-amalitekwa ụbọchị ụka bụ 7 Nọvemba",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Bimodial Voting Accreditation System: Gịnị bụ 'BVAS' butere ọgbatuhie na ntuliaka Anambra Novemba 6?elekere 3 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe ise a nwere ike ịkpọga gị mkpọrọ ebe a na-atụ vootu taa",
    "Ihe ruru mmadụ atọ anwụọla dịka ndị ojiegbe wakporo okpuruọchịchị anọ n'Imo steeti",
    "Ihe Fr. Mbaka kwuru maka 'onye Chineke họpụtara' ga-emeri na ntuliaka Anambra",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Etu akwamozu Victoria Aguiyi-Ironsi, nwunye Aguiyi-Ironsi si kpọtụọ",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "A kwụdosiri m ike n'okwu m maka Apga na APC Anambra, e kwuru m ya n'aha m ọbụghi n'aha ụka Katọlịk - Fada Cajetan Obiekezie",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Bimodial Voting Accreditation System: Gịnị bụ 'BVAS' butere ọgbatuhie na ntuliaka Anambra Novemba 6?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}