{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị omekome egbuola mmadụ anọ mgbe ha wakporo otu ahịa dị n'obodo Aṅara n'okpuruọchịchị Isiala Mbano n'Imo steeti.",
    "Mmadụ atọ nwụrụ n'ebe ahụ ozugbo ozugbo ebe onye nke ọzọ nwụrụ dịka ebugara ya ụlọọgwụ.",
    "Etu e si gbagbuo mmadụ anọ na-arụ n'ụlọ ọrụ mmanụ agbịdị dị n'Imo steeti",
    "Etu anyị si gbuo ndị oji egbe eyi egwu isii n'Omuma, Imo steeti- Uweojii",
    "Ndị nọ ebe ihe mere gwara BBC Igbo na ndị omekome ahụ bu ụgbọala Sienna ọcha were bịa ya bụ ije.",
    "Ha kwukwara na ha esighi n'ụgbọala ha ritue kama nọrọ n'ime ya malite ịkwa mgbọ n'ebe ha na-agafe n'ahịa ahụ.",
    "\"O nweghi onye ma ihe bụ ebumnuche ndị ahụ ụdịrị ihe a emebeghi mbụ. Otu onye so na ndị nwụrụ bụ nwoke na-agba ọgbatumtum bịara iri nri n'ebe a\"",
    "\"Ilee anya, ị ga-ahụ na ndị mmadụ agbaala ọsọ n'ebe a, ebe niile tọgbọ chakoo\" ka ndị nọ ebe ihe ahụ mere kwuru.",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "'Ekperima si ụlọmkpọrọ Owere gbapụta na ndị otu ya gburu onyeagha were bute ọgbaghara n'obodo m'- Eze a gbara  ụlọ ya ọkụ",
    "Mgbe BBC Igbo gara ebe ahụ, anyị hụrụ ebe ndị mmadụ na-agba ọsọ maka ndị uweojii nọ ebe ahụ",
    "Lee ka o si mee n'uju ebe a:",
    "Kọmịshọna ndị uweojii na steeti ahụ bụ Rabiu Hussaini enyela iwu ka amalite nyocha banyere ihe mere.",
    "National security",
    "Imo steeti",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambra10 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ikpe Nnamdi Kanu si gaa taa n'Abuja10 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Etu ikpe Nnamdi Kanu si gaa taa n'Abuja",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambra",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}