{
  "published": "9 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ifeanyi Ubah, Ojiugo Ozoigbo,Nonye Soludo Facebook",
    "Chukwuma Soludo, Valentine Ozigbo, Ifeanyi Ubah: Onye ga-abụ 'first lady' n'Anambra n'ime mmadụ anọ a pati ha kacha achịta aja ugbua?",
    "Otu ndọrọndọrọ anọ kacha achịta aja ugbua dịka ụlọọrụ Independent National Electoral Commission (Inec) na-akpọpụta mpụtara ntuliaka nke ọkwa gọvanọ Anambra steeti bụ APGA, APC, PDP na YPP.",
    "Ndị Bekee na-ekwu na nwoke ọbụla na-eme ọfụma nwere ọmalicha nwaanyị na-akwado ya.",
    "Anambra election result live update: Ihe mere Inec jiri kpọọ ntuliaka a 'inconclusive' ma yie ụbọchị Tuzde maka ntuliaka nke Ihiala",
    "Anambra election result: Inec akpọpụtawala ndị meriri",
    "A kwụdosiri m ike n'okwu m maka Apga na APC Anambra, e kwuru m ya n'aha m ọbụghi n'aha ụka Katọlịk - Fada Cajetan Obiekezie",
    "Anambra Governorship Election 2021: Ipob, ndị'godfather',ego na ihe ndị ọzọ ga-ekwu onye ga-emeri na ntuliaka Anambra",
    "Ụfọdụ ọrụ ọma ejirila mara ndị nwụnye aka na-achi obodo bụ ileta dị ha anya na ikwado ha, nkwado na nchịkọta otu ụmụnwaanyị na ụmụaka, ihazi emume dị icheiche a na-eme n'obi gọọmentị, inyere ndị ogbenye aka nakwa ịlụrụ ndị na-enweghi ka ọ ha ha ọgụ ikike dịrị onye wdgz.",
    "Ọ bụ eziokwu na a ka ga-akpọpụta onye meriri n'ime pati anọ ndị a, mana lee ihe ndị ị kwesịrị ịma maka ndị nwunye ha, na-esoghị usoro ọbụla.",
    "Ebe foto si, Senator Ifeanyi Patrick Ubah Facebook Page",
    "Ifeanyi Ubah ji ọkọlọtọ YPP wee zọọ ọkwa gọvanọ na ntuliaka Anambra 2021",
    "Uchenna bụ nwụnye Ifeanyi Ubah, onye na-azọ ọkwa gọvano n'okpuru Young Progressive Party (YPP).",
    "Uchenna dị afo 48 ugbua dịka a mụrụ ya na Mee 13, 1973.",
    "Ya na di ya ebiela dị ka di na nwunye ruo afọ 24.",
    "Uchenna na-arụ n'ụlọọrụ 'Capital Oil and Gas Industries Limited' ebe a na-emepụta mmanụ agbidi, ọ gụrụ 'Business Administration' na mahadaum Ahmadu Bello nke dị na Zaria.",
    "Ya na di ya ji ụmụ ise.",
    "Mary-CallistaOjiugo Ozigbo",
    "Ebe foto si, EPA",
    "Valentine Ozoigbo na nwunye ya",
    "Ojiugo bụ nwunye Valentine Ozigbo bụ onye na-azọ ọkwa gọvanọ n'okpuru pati People's Democratic Party (PDP).",
    "Ojiugo bụ onye na-enyere ndị mmadụ aka nke ọkankụ ha bụ ụmụakwụkwọ.",
    "Ebe foto si, Ojiugo Ozoigbo facebook page",
    "Ya na di ya na-enyerekwa ndị mmadụ aka site na ngalaba 'Valentine Chineto Ozigbo (VCO) Foundation' nke ha abụọ hibere.",
    "Ha ji ụmụ anọ.",
    "Ebe foto si, Nonye Soludo Instagram",
    "Nonye bụ nwunye Charles Chukwuma Soludo, onye na-azọ ọkwa gọvanọ Anambra n'okpuru pati All Progressives Grand Alliance (APGA).",
    "Ọ bụ onye ji ego achụ ego gụrụ maka komputa na ihe gbasara akụnaụba ('Computer Science' nakwa 'Accounting and Finance') na mahadum.",
    "Site n'akara Instagram ya, o depụtara na ọ bụ onyeisi ụlọọrụ 'Royal Oats' ebe a na-emepụta nri 'oats'.",
    "Ya na di ya na-akwado atụmatụ ahụike na mmeghari ahụ site na ngalaba \"Healthy Living Foods\".",
    "O nwere atụmatụ mgbasaozi maka ahụike nke bụ nonyehealthyliving ebe o si enye ndị mmadụ ndụmọdụ nakwa ozi dị mkpa gbasara ahụike.",
    "A mụrụ ya na Julaị 31, 1970. Ọ dị afọ 51 ugbua.",
    "Nonye na di ya ji ụmụ isii ugbua.",
    "Ebe foto si, Senator Andy Uba Facebook",
    "Andy Uba bụ onye ji ọkọlọtọ All Progressives Congress (APC) azọ ọkwa gọvanọ Anambra steeti.",
    "Ruo ugbua ọtụtụ mmadụ amaghị kpọkwem onye bụ nwunye Uba maka na anaghị ahụkarị ebe ha abụọ kwụ n'ọha.",
    "Soro BBC Igbo webụsaiti, na Facebook nakwa Instagram anyị ka ị mata nke ekwe na-akụ gbasara mpụtara ntụliaka ọkwa gọvanọ nke Anambra e mere na Novemba 6, 2021.",
    "Ebe foto si, Ifeanyi Ubah, Ojiugo Ozoigbo,Nonye Soludo Facebook",
    "Chukwuma Soludo, Valentine Ozigbo, Ifeanyi Ubah: Onye ga-abụ 'first lady' n'Anambra n'ime mmadụ anọ a pati ha kacha achịta aja ugbua?",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Anambra election result: Inec ejikerewala ịkpọpụta mpụtara ntuliaka",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Anambra election result live update: Ihe mere Inec jiri kpọọ ntuliaka a 'inconclusive' ma yie ụbọchị Tuzde maka ntuliaka nke Ihiala7 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}