{
  "published": "11 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwunye nwoke a sị gburu nwa ya nwoke maka ọgwụego na Cola Camp dị n'Enugwu ekwuola na ihe ka nte bakwutere nte n'ọnụ.",
    "Ndị uweojii Enugwu nwụchiri Chidi Onyishi gbara afọ iri atọ na isii na n'otu 'ụkọchukwu'  maka igbu nwa ya nwoke maka ọgwụ ego.",
    "Ihe mere ndị ntorobia obodo Ọkata dị n'Imo steeti ji nye eze obodo ha ọsọ",
    "Oriakụ Onyishi, onye Nsuka kọwara onye ntaakụkọ BBC Igbo gara ebe ahụ n'ehihie Tọzde na ya bụ ihe mere dịka  \"nsogbu biakwutere m karịrịrị m\".",
    "O kwuru na ya bụ nwa ya nwoke e gburu bụ nke atọ n'ime ụmụ isii ya na di ya mụrụ.",
    "Oriakụ Onyishi kọwara na ụbọchị  Nwa ya nwoke furu, na ya kpọrọ  di ya n'ekwentị ịgwa ya ihe mere ugboro iri abụọ mana ọ zaghị ekwentị ya.",
    "Mana o mechara kpọchigha ya, ya gwa ya ihe mere, ya di ya .",
    "\"Ọ bụ ka ndị Block Rosary sịrị na anyị ga-eme ekpere Novena abalị 21 nke ọ pụtara ihe.\"",
    "\"N'abalị nke 14 a malitere ekpoere ka ọ pụtara ihe.\"",
    "O kwuru na ndị mmadụ na-agwa ya na aka ya di ya ga-adị n'ofufu nwa ya n'ihi netu o si ghara iso agba mbọ maka nchọta ya.",
    "O kwuru na di ya na-anya Keke \"na-arụrụ otu nwoke bụ Ụkọchukwu Oluba Olumba ọrụ.\"",
    "'Anaghị m agwọ ọgwụ ọ bụ ihe na-eme n'obodo ka anyị na-egosi' - Kanayo O kanayo",
    "Ebe foto si, Enugu state Police",
    "Ndị uweojii n'Enugwu steeti kwuru na ha anwụchiela otu nwoke gbara afọ iri atọ na isii gburu nwa ya nwoke dị afọ asaa.",
    "Nwoke ahụ gbaara ndị uweojii ama na o nwere onye ụkọchukwu kpuru isi bi na Trans-Ekulu nyeere ya aka n'mmehie ahụ.",
    "Otu nwoke egbuola ụmụaka ya n'Awada",
    "Otu nwoke egbuola nna ya n'Enugwu",
    "Tupu a nwụchie ya, ọ gara na nke ndị uweojii mee mkpesa n'ụbọchị 22 nke ọnwa Ọktoba dịka o gbuchara nwa ahụ n'ụbọchị 22 n'ọtu ọnwa ahụ kwa.",
    "Ọ mechara kpọrọ ndị uweojii gaa n'ikpere mmiri dị na Abakpa Nike ebe egwuputara ọzụ nwata ahụ dị afọ asaa mgbe ọ nwụrụ.",
    "Kọmịshọna ndị uweojii na steeti ahụ enyela iwu ka amalite ezi nnyocha banyere ihe ahụ mere.",
    "Okwu 'bịa banye otu nzuzo' ataala isi otu onye",
    "Gịnị ga-eme ka nwoke a bekachaa ụmụ ya atọ?",
    "Ọ dụkwara ndị Enugwu ndụmọdụ ha hie asaa n'anya n'ihe gbasara nchekwa ma kpaa n'aka ndị uweojii ma o nwee onye ha jidere na-eme mpụ.",
    "Naijiria",
    "Ụmụaka",
    "Enugwu",
    "Chukwuma Charles Soludo News: Ọrụ ndị chara Soludo aka mgba dịka Gọvanọ ọhụrụ Anambra steetielekere 5 gara aga",
    "Vidio, Chukwuma Soludo: Ihe ndị Anambra chọrọ n'aka Gọvaọ ọhụrụ ha11 Nọvemba 2021",
    "Vidio, Ihe ndị Anambra chọrọ n'aka Chukwuma Soludo11 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambraelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Nsogbu biakwutere m karịrịrị m- Nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụego",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Etu ikpe Nnamdi Kanu si gaa na Novemba 10 n'Abuja",
    "Nonye Soludo: Omalicha nwaanyị na-ebu Chukwuma Soludo, gọvanọ ọhụrụ Anambra isi",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakor",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Ikoyi building collapse update: A hụla ozu abụọ ọzọ mere ya mmadụ 45 nwụrụ n' ụlọelu dara na Legọs",
    "'Amụma Fada Mbaka buru n'isi Charles Soludo na 2013 mezuru' - Fada Mentor",
    "FW de Klerk, aka chịburu South Africa, anwụọla dịka ọ gbachara afọ 85",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}