{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Charles Chukwuma Soludo bụ onye na-azọ ọkwa gọvanọ Anambra steeti n'okpuru pati APGA.",
    "A mụrụ ya n'ụbọchị 28 nke ọnwa Julaị 1960, n'ezinaụlọ Nze Nwankwo Simeon Soludo na Oriakụ Mgbafor Soludo, nke obodo Ụmụeze dị n'Isuọfịa, n'okpuru ọchịchị Agụata dị n'Anambra steeti.",
    "Aha otutu ya bụ Charley Nwamgbafọ.",
    "Soludo gụtara asambodo ọkammụta n'ihe gbasara Akụnaụba obodo (Economics) na mahadum Naịjiria dị na Nsukka ma na mahadum ndị dị na mba ofesi, chịrị ụlọakụ kachasị na Naịjiria bụ Central Bank of Nigeria site n’afọ 2004 ruo 2009.",
    "Anambra election update: O nweghi ntuliaka e mere na Ihiala chaa chaa",
    "Anambra election result: Inec ekwupụtala onyeisi nchịkọta mpụtara ntuliaka Anambra bụ Ọkammụta Florence Banku Obi",
    "Ya na nwunye ya bụ Nonye Queen Frances Soludo mụtara ụmụ isii.",
    "Ka ọ dị ugbua, Soludo na-emeri n'okpuru ọchịchị iri na otu (11) n'ime iri abụọ na otu (21) dị n'Anambra steeti ugbua, dịka ụlọọrụ Inec si kpọpụta.",
    "Nke a abụghị mbụ ọ na-apụta ịzọ ọkwa gọvanọ n’Anambra steeti dịka ọ nwara n’afọ 2010 n’okpuru PDP, mana Peter Obi meriri ya.",
    "Ọ nwakwara n’afọ 2013 n’okpuru APGA, mana ndị nnyocha otu pati ahụ kwuru na o tozughi.",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Anambra election update: Etu m si gụọ akwụkwọ ma ruo n'ogogo m nọ ugbua - Senator Andy Uba, Duration 2,1221 Ọktọba 2021",
    "Vidio, Anambra election result update: Ihe ị kwesịrị ịma maka Charles Soludo, Duration 1,07,48elekere 8 gara aga",
    "Vidio, Ifeanyi Ubah: 'Ihe mere m jiri soro ndị Alaba agụrụ Nnamdi Kanu egwu', Duration 10,1015 Ọktọba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Charles Chukwuma Soludo: 'Ihe mere n'Imo ga-eme n'Anambra ma ọ bụrụ na emeghị ntụlịaka', Duration 19,1414 Septemba 2021",
    "Vidio, Anambra Election: Ihe ndị mbịarambịara nọ n'Anambra chọrọ n'aka gọvanọ ọhụrụ, Duration 2,387 Nọvemba 2021",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma', Duration 26,3913 Ọktọba 2021",
    "Vidio, Duncan Mighty: Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East', Duration 1,26,3222 Septemba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Anambra election update: Ihe ole ma ole dị mkpa ị kwesiri ịma maka Valentine Ozigbo nke PDP, Duration 2,2722 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}