{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Getty Images",
    "Aloy Ejimakor bụ ọkaiwu Nnamdi Kanu, onyendu ndị otu Indigenous People of Biafra (Ipob) ekwuola ihe ọ gwara ya mgbe ha gara zute ya n'ụlọmkpọrọ.",
    "Ọkaiwu Ejimakor kwuru na ya na Kanu na ndị ọkaiwu ya ndị ọzọ gụnyere Ọkaiwu Ifeanyi Ejiofor na Ọkaiwu Maxwell Opara zutere, ebe ha kpara maka ikpe ya a ga-ekpe n'ụbọchị Wenezde, Nọvemba 10.",
    "'Ipob, Nnamdi Kanu sị unu buo ọnụ ruo oge a ga-akpọpụta ya ụlọikpe' - Ifeanyi Ejiofor",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Nnamdi Kanu's seven count charge: Ebubo ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "O kwuru na Kanu ji n'aka na a ga-ewepụ ya n'ụta mgbe a ga-ekpecha ya bụ ikpe.",
    "N'otu aka ahụ, Ejimakor kwuru na Nnamdi Kanu ji ohere nzukọ ha na-ekele ndị otu ya na ndị nkwado ya.",
    "Cheta na ụlọikpe yigharịrị ikpe Kanu ruo Nọvemba 10 ka e kpechara ya n'ụbọchị 21 nke ọnwa Ọktoba.",
    "Marakwa na gọọmentị Naịjiria nwụchiri Nnamdi Kanu kemgbe 27 nke ọnwa Juun afọ 2021, ma bo ya ebubo metụtara iyi ndị egwu nakwa ihe ndị ọzọ so ya.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Biafra News: Ihe 11 na-adịghị mma agha na-ebute31 Mee 2021",
    "Nnamdi Kanu's seven count charge: Ebubo asaa ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu ụlọikpe20 Ọktọba 2021",
    "Vidio, George Obiozor Video: Nnamdi Kanu bụ nwa anyị, okwu Biafra abụghị okwu ụmụntakịrị - Ohaneze ndị Igbo24 Febụwarị 2021",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakorelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e si wepụ onyeisi ụlọomeiwu Imo steeti ma tinye nke ọhụrụ taa8 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakor",
    "'Amụma Fada Mbaka buru n'isi Charles Soludo na 2013 mezuru' - Fada Mentor",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Anambra election result live update: Ihe mere Inec jiri kpọọ ntuliaka a 'inconclusive' ma yie ụbọchị Tuzde maka ntuliaka nke Ihiala",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Nnamdi Kanu's seven count charge: Ebubo ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Ihe ise a nwere ike ịkpọga gị mkpọrọ ebe a na-atụ vootu taa",
    "Ihe ruru mmadụ atọ anwụọla dịka ndị ojiegbe wakporo okpuruọchịchị anọ n'Imo steeti",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}