{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AMEN/Facebook",
    "Fada Ejike Mbaka bụ ụkọchukwu n'Adoration Ministry Enugwu, asaala ndị mmadụ maka ihe o kwuru gbasara Charles Soludo n'otu onyonyo na-efegharị na soshal midia.",
    "N'ozi a si n'aka Fada Mentor gbasaa n'elu Facebook ndị ụlọụka Adoration, ha kwuru na ya bụ ihe onyonyo bụ ebe Fada Mbaka na-ekwu na \"Ndị Eluigwe ajụla Ọkammụta Charles Chukwuma Soludo na ntuliaka\" si n'afọ 2013, mgbe Soludo na Willie Obiano mechara bụrụ gọvanọ Anambra steeti zọrọ oche ahụ.",
    "Fada Mentor kwuru na nke ahụ gosiri na amụma Fada Mbaka buru n'isi Soludo mezuru dịka ọ na-azọtaghị ya bụ oche mgbe ahụ.",
    "Ihe Fr. Mbaka kwuru maka 'onye Chineke họpụtara' ga-emeri na ntuliaka Anambra",
    "A kwụdosiri m ike n'okwu m maka Apga na APC Anambra, e kwuru m ya n'aha m ọbụghi n'aha ụka Katọlịk - Fada Cajetan Obiekezie",
    "Father Ejike Mbaka: 'Naiịjirịa ga-aka Afghanistan njọ ma akpachaghị anya'",
    "Ọ gara n'ihu kwuo na enweghi onye Fada Mbaka họpụtara sị na ọ bụ ya ga-emeri na ntuliaka ọkwa gọvanọ Anambra steeti nke afọ 2021.",
    "O kwuru na ndị mmadụ na-akatọ Fada Mbaka maka ya bụ ihe onyonyo na-efegharị dịka ha na-ekwu ma ndị Eluigwe ọ kpọrọ aha a na-agbanwe agbanwe.",
    "Fada Mentor kwuru na ọ bụ eziokwu na \"Ndị Eluigwe\" ga-agbanweli ọnọdụ ha mgbe ọbụla ha chọrọ.",
    "O kwuru na nke ahụ bụ ihe ime mmụọ dị omimi, ma dụọ ọdụ sị ka ndị na-aghọtaghị ihe ime mmụọ gbaara ụdịrị okwu a ọsọ ka ha ghara ịnata abụmọnụ.",
    "O kwuru na \"Ndị Eluigwe\" nwere ike ịjụ ekpere na ọchịchọ obi Soludo n'afọ 2013 n'ihi na ọ dịbeghi njikere maka ọchịchị oge ahụ, na e nwere ike ọ gaara abụ ajọ gọvanọ ma ọ bụrụ na ọ bịara na mmezu oge ahụ.",
    "Fada Mentor kwuru na ọ bụrụ na Soludo mechaa zọta ọkwa gọvanọ Anambra steeti, a mara na ọ bụ Chineke hụrụ na o tozuru ime ihe dị n'ịbụ gọvanọ.",
    "Ọ kọwara na ụzọ Chineke abụghị ụzọ nke mmadụ, nke bụ na o nwere ike gbatụ 'brake' mgbe ị na-arịọ ya ihe n'ihi na ọ ma na oge gị erubeghi.",
    "Cheta na Fada Mbaka kwuru n'izu gara aga n'ụlọụka ya na enwebeghi onye ọ họpụtara ga-abụ gọvanọ n'agbanyeghi na ndị dị ka Andy Uba, Charles Chukwuma Soludo na Godwin Maduka na-azọ ya bụ gọvanọ bụ enyi ụlọụka ya.",
    "Ofụfe",
    "Ụka ndị Roman",
    "Vidio, Hope Uzodinma adịghị ege m ntị unu etịkọzịna aha anyị - Fada Mbaka26 Eprel 2021",
    "Imo State: \"Ihedioha kwado ịga mkpọrọ\" - Fada Mbaka5 Febụwarị 2020",
    "Buhari: Mbaka gwara Buhari: Ihe ndị mmadụ na-ekwu27 Julaị 2018",
    "Liverpool vs Barcelona: Ndị ụka taa dịka otu Barcelona - Fr. Mbaka9 Mee 2019",
    "Prophecies for Nigeria: Ihe ndị ụkọchụkwụ kwuru maka etu afọ 2019 ga-esi adị1 Jenụwarị 2019",
    "Vidio, Ejike Mbaka(Rev Father) adọọla ndị ọchichị Naịjirịa aka na nti3 Nọvemba 2020",
    "CAMA Act: Fada Mbaka akatọọla iwu 'CAMA'9 Septemba 2020",
    "Vidio, 2019 Elections: Buhari adaghị ntụliaka n'Enugu, edere ya ede - Mbaka14 Maachị 2019",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakorelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e si wepụ onyeisi ụlọomeiwu Imo steeti ma tinye nke ọhụrụ taa8 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakor",
    "'Amụma Fada Mbaka buru n'isi Charles Soludo na 2013 mezuru' - Fada Mentor",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Anambra election result live update: Ihe mere Inec jiri kpọọ ntuliaka a 'inconclusive' ma yie ụbọchị Tuzde maka ntuliaka nke Ihiala",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Nnamdi Kanu's seven count charge: Ebubo ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Ihe ise a nwere ike ịkpọga gị mkpọrọ ebe a na-atụ vootu taa",
    "Ihe ruru mmadụ atọ anwụọla dịka ndị ojiegbe wakporo okpuruọchịchị anọ n'Imo steeti",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}