{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, FACEBOOK/ABDULRASHEED MAINA",
    "Ọkaikpe Okon Abang a tụọla Abdulrasheed Maina nga afọ asato dịka ọ mara ya ikpe maka ebubo na ọ zuru ego ndị lara ezumike nka gafere ijere narịa abụọ.",
    "N'ikpe ya, Ọkaikpe Abang si na Maina zuru ego ndị lara ezumike nka, nke mere na \"ọtụtụ n'ime ha afụghị ego ha tara ahuhụ ya tupu ha alaa mụọ\".",
    "Ọ sị: \"A mara m Maazị Maina Ikpe n'ime ebubo 2, 6, 9, 3, 7 na 10.\"",
    "Ọ bụ afọ 61 ka atụrụ Maịna mana a dịka ọ ga-anọkọ ataramahụhụ ikpe ndị a a mara ya, ọ bụ sọsọ afọ asatọ ka ọ ga-anọ.",
    "N'ime ọnwa gara aga, ụlọikpe ahu tụrụ nwa Maina aha bu Faisal nga dika ikpe mara ya n'ime ebubo na ọ zuru nde naịra 58.1.",
    "Ọ bụ n'ụbọchị 25 nke Ọktoba 2019 ka ngalana Economic and Financial Crimes Commission (EFCC) kpụrụ Maazị maina gakwuru Ọkaikpe Abang.",
    "Ụlọ ọrụ Common Input Property and Investment Ltd sọkwa na ndi akpụ gaa ụlọ ikpe.",
    "Ọ bụ ebubo 12 ka EFCC wakwasara n'isi Maịna n'ụbọchị ahụ.",
    "Otu ebubo ahu bụ na o ji ụlọ ọrụ ya gbarie ijere naịra abụọ site na-igo ụlọ dị iche iche n'Abuja.",
    "Ọ sị na ọbụghị eziokwu na ya mere ihe ndị a.",
    "Maazị Maịna bụbu onyeisi ngalaba na-ahụ maka ụgwọ ezumike akpọrọ \"Presidential Task Force Team on Pension Matters\" (PRTT) nke Goodluck Jonathan hibere mgbe ọ bụ onyeisiala.",
    "Ọ bụ n'afọ 2010 ka Jonathan họọrọ Maina ka ọ nọrọ n'isi ndị na-elebanye anya na mpụ dị n'ụgwọ ezumike nke Bekee kpọrọ 'Pension'.",
    "N'afọ 2012 e boro Maina ebubo oke nrụrụ aka gbasara ụgwọ ezumike nka ndị mmadụ ruru ijeri narị narịa.",
    "Ngalaba ụlọ omeiwu a kpọrọ \"Commitee on Public Service and Establishment and State and Local Government Administration\" nyochara ebubo a ma maa Maina ikpe.",
    "Maina kpụpụrụ ngalaba ụlọ omeiwu a na onyeisi uweojii Naịjirịa ụlọikpe.",
    "Ka o mechara nke a, onweghịzi onye hụrụ Maina anya ọzọ, nke mere ndị uweojii jiri sị na ha na-achọ ya achọ.",
    "Gọọmentị chụrụ ya n'ọrụ ma wepụ okwu ya ụlọikpe.",
    "N'afọ 2015, EFCC kpụpụrụ maazị Maina na onye bubụ onyeisi ndi ọrụ gọọmentị bụ Steve Oronsaye na ndi ọzọ ụlọikpe.",
    "Ka ndị ọzọ si na-aka ha dị ọcha, anya ahụghị Maina.",
    "Maina sepụtere isi ọzọ n'afọ 2017 mgbe gọọmenti Buhari weghacitere ya n'ọrụ ma bulie ya n'ọkwa.",
    "Ka mba dawara ebe niile maka atụmatụ a, onyeisiala Muhammadu Buhari nyere iwu ka a chụo ya ozugbo.",
    "Ebe foto si, Winifred Ekanem Oyo-Ita",
    "Maazi Maina na-esi ọnwụ na Onyeisiala Buhari ma maka nlaghachite ya.",
    "Winifred Oyo-Ita bụbu onyeisi ndị ọrụ na Naịjirịa sị na aka ya adịghị ya.",
    "Akụkọ kwuru na onye bụbụ Minista na-ahụ maka ime Naịjirịa bụ Abdulrahman Dambazau na Minista na-ahụ maka ikpe bụ Abubakar Malami ma maka ihe a mere.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ndị 'Customs' ejichiela anwụrụ ike ruru nde kwuru nde naịra si Ghana abata Naịjiria",
    "Cyril Ramaphosa ekwela nkwa na ọzọ agaghị emezi",
    "Ndị ntọrị anwụrụla ụmụakwụkwọ isii na Kaduna",
    "Ihe nkiri ga-amasị gị:",
    "'Onweghi onye ga-awakpo nwa Abia steeti gbara aka laa'",
    "Naijiria",
    "Muhammadu Buhari",
    "Mpụ",
    "Maina, Metuh na ndị ọzọ bu ahụ ọrịa bịa n'ụlọikpe10 Disemba 2020",
    "Ụlọikpe sị Maina weta otu ijeri naịra ma ya chọ isi be ya abịa ikpe25 Nọvemba 2019",
    "Abubakar Malami: ọ bụ ịkpa oke agbụrụ iji ndị mkpuka tụnyere ndị ọchịehi - Fani-Kayode20 Mee 2021",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakorelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e si wepụ onyeisi ụlọomeiwu Imo steeti ma tinye nke ọhụrụ taa8 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakor",
    "'Amụma Fada Mbaka buru n'isi Charles Soludo na 2013 mezuru' - Fada Mentor",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Anambra election result live update: Ihe mere Inec jiri kpọọ ntuliaka a 'inconclusive' ma yie ụbọchị Tuzde maka ntuliaka nke Ihiala",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Nnamdi Kanu's seven count charge: Ebubo ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Ihe ise a nwere ike ịkpọga gị mkpọrọ ebe a na-atụ vootu taa",
    "Ihe ruru mmadụ atọ anwụọla dịka ndị ojiegbe wakporo okpuruọchịchị anọ n'Imo steeti",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}