{
  "published": "10 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Alloy Ejimakor Facebook Page",
    "Ikpe onye ndu Indigenous People of Biafra bụ Nnamdi Kanu agaghị n'ihu taa.",
    "Ndị ọkaiwu ya ji iwe pụọ n'ụlọikpe High Court dị n'Abuja ebe a na-ekpe nwamadi ahụ ikpe.",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakor",
    "Nnamdi Kanu gwara ọkaikpe na-ekpe ikpe ahụ bu Binta Nyako na e kweghị ka ọkaiwu si mba Amerịka bata ụlọikpe",
    "E yighariala ikpe ya ruo January 19 na 20 nke fọ 2022.",
    "Ndị ọkaiwu Mazi Kanu na-ewe iwe  makana mgbe ha ji iwe pụọ n'ụlọikpe , ọkaikpe Nyako yigharịrịrị ikpe Nnamdi n'azụ ha.",
    "Ndị ọkaiwu Mazi Kanu",
    "Ka e yigharịri ikpe Kanu, ndị mmadụ malitere mewe ngagharịwe n'ihu ụlọikpe dị n'Abuja.",
    "Ụfọdụ na-agụ na Nnamdi Kanu bụ onye nzọpụta ha, ebe ndị ọzọ na-agụ na ha chọrọ idi n'otu Naịjirịa.",
    "Ndị na-ekwu ka Naịjirịa dị n'otu",
    "E mechara ndị uweojii bia chụsasia ha ndị niile na-eme ngaghariwe ahụ.",
    "Taa ka a tụrụ anya ikpe gbasara etu a ga-esi wepụ onye ndụ Indigenous People of Biafra Ipob bụ Nnamdi Kanu site n'ụlọ mkpọrọ Department for State Service gaa n'ụlọ mkpọrọ nkịtị.",
    "Ọkaiwu ya bụ Nnaemeka Ejiofor gwara BBC Igbo na ọ na-ahia ezigbo ihụ Nnamdi Kanu na mkpọrọ DSS.",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "N'ọnụ ya, \" DSS chọrọ ka ha dosa kanu sọ ya ka ọ ghara inwe onye ọbụla ya na ya ga-enwe mmekọrịta , ka isi wee gbakaa ya.\"",
    "O kwuru na ọkaikpe Justice Nyako ga-agwa ha ma ndị gọọmenti etiti a ga-erubere ya isi n'iwu ọbụla maọbụ ikpe ọ ga-ekpe taa.\"",
    "Ihu ụloikpe hight court n'ụtụtụ November 10 a na-eche ikpe Nnamdi Kanu",
    "Ọkaiwu Kanu bụkwa Maxwell ọkpara kwuru na gọọmenti etiti ga-agwa ọhaneze etu Nnamdi Kanu si bata na mkpọrọ DSS.",
    "Ọ kwuru na ọ bụrụ na aghọtaghị etu Nnamdi Kanu si bata n'aka DSS site na mba Kenya , \" o nweghị ikpe a na-ekpe anyị.\"",
    "O kwuru na et ihe si dị njọ bụ na, ndị DSS enyeghị Kanu ohere ka dọkịta nke ya lekọta ya.",
    "O kwukwara na ọ bụrụ na gọọmenti etiti na-eme ihe ziri ezi ha kwesiri inye ndị mmadụ gụnyere ndị ọkaiwu nakwa ndị ntaakụkọ ha banye n'ụlọikpe hụ ka ya bụ ikpe si aga.",
    "Ụfọdụ ndị igwe ala Igbo biara ihụ ka ikpe nke taa ga-esi gaa.",
    "Ụfọdụ n'ime kwuru na ndị DSS ekwebeghị ka ha banye ụlọikpe belụ ma ha kọwara onwe ha ọfụma.",
    "DSS mechara kwuo na ha ga-ekwe ka naani ndị igwe abụọ nke gụnyere Chukwuemeka Ezeife banye n'ụlọikpe.",
    "Cheta na ọkaiwu Kanu bụ Alloy Ejimakor kwuru na a naghị atụ anya na Nnamdi Kanu ga-apụta n'ụloikpe taa.",
    "E yigharịrị ikpe Nnamdi Kanu ruo Novemba 10 n'ụbọchị October 21, 2021 mgbe DSS kpọtara ya n'ụlọikpe ma kwuo na aka ya dị ọcha.",
    "Ọkaiwu Nnamdi Kanu na ndị ọzọ biara ihu ka ikpe ya ga-esi gaa",
    "Okporoụzọ tọgbọọ chakoo n'Enugu",
    "Ahia dị n'Umuahia zụrụ",
    "Ahia zụrụ n'Umuahia taa agbanyeghị na Ipob tinyere mmachị.",
    "Ndị mmadụ na-aga mkpa ha n'Awka",
    "Okporụzọ Owerri Okigwe",
    "Okporoụzọ Owerri Okigwe tọgbọ chakoo.",
    "Dịka ndị Anambara steeti họpụtarala onye ga-achị ha, lee ihe a na-ele anya nwere ike ịwapụ ya ọgọdọ n'ukwu ma ọ gbadoghị anya.",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambra10 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ikpe Nnamdi Kanu si gaa taa n'Abuja10 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Etu ikpe Nnamdi Kanu si gaa taa n'Abuja",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambra",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}