{
  "published": "10 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Oke ifufe nke ọtụtụ ndị mmadụ tụrụ uche na ọ ga-emebi nnukwu ihe na ntuliaka gọvanọ Anambara atụghị, kama ndị Anambara họpụtara Charles Soludo n'udo.",
    "Mana ndị ọkachamara  n'okwu ndọrọndọro ọchịchị obodo na-ekwu na ọtụtụ ihe chere ya aka mgba, ma nwee ike ịtọpụ  ya ọgọdọ n'ukwu ma ọ bụrụ na ọ jighị ụtụtụ chọwa ewu ọji.",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Nonye Soludo: Omalicha nwaanyị na-ebu Chukwuma Soludo, gọvanọ ọhụrụ Anambra isi",
    "Ụfọdụ ihe ndị ahụ ga-echere ya aka mgba gụnyere:",
    "A na-achụ nta vootu, ndị na-azọ ọkwa ọchịchị na-akwata.",
    "Mgbe ụfọdụ, ha na-agbasaa ozi ọjọọ maọbụ kpaa nkata megide ibe ha nke nwere ike ibute iwe n'etiti onye na ibe ya maọbụ ndị n'etiti ndị na-eso ha.",
    "Mana ndị ma ihe ekwe na-akụ n'okwu ọchịchị obodo na-ekwu na  nkịta dara ibe ya bụ n'ụwa na-atọ ụtọ na o kwesịrị ka gọvanọ ọhụrụ na ndị ya na ya zọkọrọ ọkwa gọvanọ kpaa udo.",
    "Charles Soludo: Oji onye n'ala ji onwe ya n'okwu 'sit-at-home' ndị Ipob",
    "Dịka onye nhazi 'VoteNotFight Initiative' bụ Nonso Orakwe siri kwuo, \"Ya na ndị ya na ha so sọọ mpi ọchịchị kwesịrị ịkpa udo, o tikwazi ha aka n'obi, wedaa iwe dị ha n'obi\"",
    "O kwukwara  na ọ dị mkpa ka ya na ndị ahụ nọrọ tụọ alo,\" ka ọ nata ha ihe ha chọburu imere ndị Anambra tinyekwu na nke  ya nwa ji eji\".",
    "N'otu aka ahụ, Dọkịta Dennis Ekemezie nke 'Centre For Transperency And Advocay(CTA)Abuja, kọwara ya otu a: Ọ ga-agba mbọ chịkọta ndị Anambara ọnụ.\"",
    "Dr Ekemezie kwuru na ọ dị mkpa ka Soludo inwe ọgbakọ mmadụ iri na asatọ zọrọ ọkwa gọvanọ nakwa nke ndị Anambara niile.",
    "Ọ sịrị: \"Nke mbụ bụ na ọ ga-agba mbọ chịkọta ndị Anambra niile ọnụ ka ha bụrụkwa otu maka na ndọrọndọrọ tisara mmadụ nile.\"",
    "\"Ọ dị mkpa ịkpọ ọgbakọ ndị Anambara Bekee kpọrọ'development summit' ka ha  soro tụọ alo maka ọganihu steeti ha, ka atụmatụ  a ga-ewepụta bụrụ ọhazurumee.\"+-",
    "Ebe foto si, Charles Soludo/Facebook",
    "Ihe ọzọ ga-echere Charles Soludo aka mgba bụ ụdị ndị ọ ga-ahọ ọrụ dịka ndị imeobi ya nakwa ọrụ ndị ọzọ.",
    "Ụdị ndị ọ ga-ahọ n'ọrụ ga-ekwu ma ọ ga-emejupụta nkwa o kwere ndị Anambara oge ọ na-achụ nta vootu.",
    "Orakwe sịrị, \"Ndị ọ họrọ ga-abụ 'professionals'?\"",
    "O gara n'ihu kwuo na ile anya ihe pati ya chọrọ nwere ike i butere ya nsogbu.",
    "\"Ihe nwere ike i chere ya aka mgba bụ 'Amara m Maazị A, ọ rụrụ APGA ọrụ'.",
    "Orakwe dọrọ Soludo aka na ntị sị na ijiri maka na mmadụ rụrụ pati ya bụ APGA ọrụ' tinye n'ọkwa na-eleghị anya ma onye ahụ e tozuru etozu ga-ebute nsogbu.",
    "Ụgbọala a gbara ọkụ na mwakpo e mere n'Abatete",
    "Kemgbe mbido afọ 2021, ọnọdụ nchekwa danyụrụ ka ọkụ n'Anambara nakwa steeti ndị ọzọ dị n'Ọwụwa-Anyanwụ dịka oke ogbugbu mmadụ na mmebi akụ na ụba na-arị ibe ya elu.",
    "Ọtụtụ ndị mmadụ kwenyere na igbo ya bụ  nsogbu bụ ihe kachasị mkpa Soludo ga-egboro ndị Anambara.",
    "Nke a bụ n'ihi na enweghị nchekwa, azụmahịa,mmepe na  mwulite obodo agaghị adị.",
    "Ebe foto si, Dennis Ekemezie",
    "Dkta Dennis Ekemezie bụ ọkachamara n'okwu ndọrọndọro ọchịchị obodo marụbuo dịka diretọ n'ụlọọrụ National Orientation Agency(NOA)",
    "Ekemezie sị, \"Ọ ga-agbarịrị mbọ hụ na nchekwa dị.\"",
    "\"Ndị uweojii kwesịrị inwe ihe nchekwa a na-enye ndị uweojii ji rụọ ọrụ.\"",
    "Na-agbanyeghị na ọchịchị Peter Obi na nke Chris Ngige rụrụ ndị Anmabra ọtụtụ okporoụzọ, ụzọ ọjọ sọkachasị n'ime ime obodo so na ihe ndị na-agba ndị Anambra anya mmiri.",
    "Orakwe kwuru na ọnụ ọchị ga-awa ndị Anambra ma Soludo were aka dimkpa bagide nsogbu ajọ ọnọdụ okporoụzọ n'Anambara steeti.",
    "\"Anyị enweghị ụzọ n'ebe niile n'Anambara. Ị banye n\"ime ime obodo ebe e si  ebupụta nri ebuga  n'obodo ndị mepere emepe, ị hụ na ọ ga-adị mkpa ma ọ rụọ ụzọ n'ime obodo nakwa ebe mepere emepe.\"",
    "\"Ngwangwa o mere nke a obi ga-ebido tọwa ndị mmadụ ụtọ.\"",
    "Ebe foto si, Getty Images",
    "Anambara steeti bụ steeti e ji azụmahịa na mmepụta ngwaahịa were mara.",
    "A na-ele Soludo anya ihiwe ọnọdụ ga-akwado azụmahia na mmepụta ngwahịa.",
    "Mana oke ụtụ a na-ana ndị na-azụ ahịa nakwa ndị ojiegoachụego bụ nke ndị  eji okwu ha agba izu na steeti ahụ sị na ọjọgburu udele sigbuo nkapị n'isi.",
    "Ebe foto si, Getty Images",
    "Ụbọchị siri ike ugbua na Naijiria dịka ịkpata ego na-ara gọọmentị etiti ahụ n'ihi etu ọnọdụ akụnaụba siri dakpọọ.",
    "Nke a pụtara na gọọmentị steeti anaghị enwetaz i akatamkpo ego dị mkpa maka mmepe site n'aka Gọọmenti etiti.",
    "Ya mere  dịka Dkta Ekemezie siri kọwaa,\"Ọ dị mkpa ka ọ hazie ụzọ ọ ga-esi na-enweta ego.\"",
    "Ebe foto si, Getty Images",
    "Ndí ọrụugbo",
    "A ma Anambra steeti dịka na-akọpụta nri dịka ji,osikapa na akwụkwọ nri mana Orakwe kwuru na gọọmenti Soludo kwesịrị itinye anya ka Anambara ga-esi na-akọpụta nri zuuru ndị Anambara, ma na- enyekwa mba gbara ha gburugburu nri.",
    "Ebe foto si, Getty Images",
    "Tigbuo- zogbuo na-eme na Anambara steeti ankwf Ọwụwa Anyanwụ gbadoro ụkwụ na ndị ntorobịa enweghị ọrụ.",
    "Ebe foto si, Nonso Orakwe",
    "Orakwe na Ekemezie  na-atụ anya na Soludo ga-elebanye na ihe gbasara ndị ntorobia iji mata ihe ndị bụ mkpa ha ma nyekwa ha ọrụ maọbụ nkwado iji kwụrụ onwe ha.",
    "Orakwe sịrị, \"Inye ọrụ abụghị naanị ịbanye n'ọrụ gọọmentị ka ọ bụ mgbazinye ego maka ndị chọrọ ịnọrọ onwe ha arụ nke ha.\"",
    "\"Ịkwado ọrụugbo ka ndị ntorobịa tinyewe anya n' ọrụ ụgbọ.\"",
    "Ihe ndị ọzọ a na-atụ anya na Soludo ga-etinye anya na mmiri gboo ọgụ ya gụnyere:",
    "Ebe foto si, Getty Images",
    "- Iweghachite Mọnde dịka ụbọchi ọrụ. Nọrọnụlọ A na-eme kwa Monde na-apụ ego kwesịrị ịba n'aka ndị obodo dịka ha na-achụ ihe afọ ga-eri nakwa ndị gọọmentị.",
    "-Ihe mmepe obodo dịka ụlọahụike ime obodo na nkwado agụmakwụkwọ",
    "-Usoro njem zuru oke na steeti ahụ wdg.",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambra10 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ikpe Nnamdi Kanu si gaa taa n'Abuja10 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Etu ikpe Nnamdi Kanu si gaa taa n'Abuja",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambra",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}