{
  "published": "12 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ White Money merịrị emume Big Brother Nigeria nke afọ 2021.",
    "Dika ọ nọ n'ụlo ahụ, o so n'ime ndị mmadị kachasị ekwu maka ya.",
    "Na mkparịtaụka a ya na BBC Igbo nwere, White Money kọwara etu o siri nwete aha ya, nakwa ọtụtụ ihe ndị ọzọ na-ada ebube ndị mmadụ amaghi maka ya.",
    "Whitemoney bbn biography: Ihe mere ndị mmadụ ejighị ya egwu egwu13 Ọgọọst 2021",
    "White Money Big Brother: Whitemoney amaburula N90m n'egwuregwu Big Brother Naija 20213 Ọktọba 2021",
    "Vidio, Maria Chike BBNaija interview: Ihe nwa ada a kwuru maka Liquorose, Whitemoney na Pere, Duration 1,00,5510 Septemba 2021",
    "Vidio, Anabataghị m mpụtara ntuliaka ọkwa gọvanọ Anambra - Godwin Maduka, Duration 2,5112 Nọvemba 2021",
    "Vidio, Whitemoney Exclusive: Ọ bụrụ na nna m ahapụghị anyị na nne m, agaghị m abụ ihe m bụ taa, Duration 48,2712 Nọvemba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Chukwuma Soludo: Ihe ndị Anambra chọrọ n'aka Gọvaọ ọhụrụ ha, Duration 3,1011 Nọvemba 2021",
    "Vidio, Anambra Women in Politics: 'Ụmụnwoke Anambara achọghị nwaanyị ga-aga ha n'ihu', Duration 7,2513 Ọktọba 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Anambra Governorship Manifesto: Nkwa ndị na-azọ ọkwa gọvanọ na-ekwe ndi Anambra, Duration 5,2226 Ọktọba 2021",
    "Vidio, Anambra election 2021: 'Charles Soludo esoghị anyị chụgharị ụmụnwaanyị oge anyị na-eto', Duration 9,5519 Ọktọba 2021",
    "Vidio, Maria Chike BBNaija interview: Ihe nwa ada a kwuru maka Liquorose, Whitemoney na Pere, Duration 1,00,5510 Septemba 2021",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}