{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọkaiwu pụrụiche nke Nnamdi Kanu bụ Aloy Ejimakor agwaala BBC Igbo ebumnuche ha banyere atụmatụ ikpe udo n'etiti ya na gọọmentị.",
    "Ọ sị na atụmatụ a abụghi ihe ebube maka gọọmentị Naịjirịa, site n'akara 17 nke iwu ji ulọ ikpe ukwu (nke Bekee kpọrọ Federal High Court Act), nwere ikike ịmalite njem mkpezi n'etiti ndị no n'ụlo ikpe iji hibe mkpezi ziriezi.",
    "Kpọpụta Nnamdi Kanu",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Mana, Ọkaiwu Ejimakor, dịka o gwara BBC, tụrụ aka na ọ bụ etu e si tụhapụ Nelson Mandela na Sawụt Afrịka bu atumatu mkparịtaụka mbụ e nwere mere ka apartheid laa na mba ahụ.",
    "Cheta na Ejimakor gwara ụlọ ntaakụkọ Punch na Nnamdị Kanu dibu njikere ka ya na gọọmentị Naịjirịa mee mkparịtaụka tupu anwụchie ya.",
    "Ọ gwara Punch: \"Cheta nu na na mbido ọnwa Sepụtemba nke 2017 Kanu na ndị ọchịchị Ọwụwa Anyanwụ nọ na-eme mkparịtụka nke gọọmentị etiti Naịjirịa kwadoro tupu atumatụ \"Python Dance bịara chabie ya.",
    "Ọ sịkwa na ugbua, ọ bụ gọomentị Naịjirịa ji ji jikwara mma. \"Ọ bụ ha ka ọ dịrị ịmalite okwu a.\"",
    "Cheta na ụfọdụ ulọntakụkọ dere na Ọkaiwu Ukwu nke Naịjirịa bụ Abubakar Malami kwuru na gọọmentị etiti anaghi agụpụ atụmatu ikpe udo n'okwu Nnamdi Kanu nakwa Sunday Adeyemo, bu onye e ji Sunday Igboho mara.",
    "Ejimakor si na onweghi oge Kanu jiri kwuo okwu maọbụ kpaa agwa gosiri na ya achọghị ka enwe nkwekọrịta.",
    "Mana, ọ sị na o zighiezi ị na-akparịtaụka ma ya bụru na onye a na-ekwu maka ya nọ n'agbu.",
    "Otu Ohaneze Ndigbo nọ n'isi ndị na-asi ka ekwu okwu Kanu ekwu n'etiti ndị ndọrọndọrọ ọchịchị nakwa ndị eze odinala.",
    "Dịka a na-azo ọkwa gọvanọ Anambara, ọtụtụ ndị na-adọ ndọrọndọrọ ahụ sikwa ka ejiri atụmtau mkparịtaụka udo kpezie okwu ahụ.",
    "Onye meriri na ntuliaka ahụ bụ Ọkammụta Chukwuma Soludo gwara BBC Igbo na okwu Kanu bụ ihe ekwesiri ịdọnọrụ n'oche kpaa ka nwanne na nwanne.",
    "Sinatọ Enyinnaya Abaribe sokwa kwuo na ọ bu atumatu ka mma iji kpezie ya bu okwu.",
    "Cheta na Gọomenti Naịjirịa na-ebo Kanu ebubo na ọ na-akpa nkata megide Naịjirịa nakwa na ọ na-eyi ndụ egwu.",
    "Ọ bụ n'ihu Ọkaikpe Binta Nyako ka a na-ekpe ya ikpe.",
    "Naijiria",
    "Nnamdi Kanu",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Ụlọikpe sị Abaribe kpọpụta Nnamdi Kanu28 Maachị 2018",
    "Nnamdi Kanu: Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja27 Jenụwarị 2021",
    "Nnamdi Kanu: Ọkaikpe abiaghị ụlọikpe18 Juun 2019",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a15 Febụwarị 2019",
    "Vidio, Whitemoney Exclusive: Ọ bụrụ na nna m ahapụghị anyị na nne m, agaghị m abụ ihe m bụ taa12 Nọvemba 2021",
    "Gee ntị, BBC Nkeji12 Nọvemba 2021",
    "Gọv Ugwuanyị agbatarala nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụ ego ọsọ enyemakaelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Biafran Vipers: Ndi ọzọ apụtala na-eyi ndi eze ọdinala na ndi ọchịchi nọwụwa anyanwụ egwu",
    "Gọv Ugwuanyị agbatarala nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụ ego ọsọ enyemaka",
    "A ga-atụhapụ Kanu n'enweghị agbụ ọbụla tupu okwu udo amalite - Aloy Ejimakor",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Etu ikpe Nnamdi Kanu si gaa na Novemba 10 n'Abuja",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Nonye Soludo: Omalicha nwaanyị na-ebu Chukwuma Soludo, gọvanọ ọhụrụ Anambra isi",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}