{
  "published": "11 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "De Klerk bụ onyeisiala South Africa malite n'ọnwa Septemba 1989 na Mee 1994",
    "FW de Klerk, FW de Klerk, aka chịburu Saụt Afrịka na onyeọcha ikpeazụ chịrị mba ahụ anwụọla n'ụtụtụ Tọzde dịka ọ gbachara afọ 85.",
    "De Klerk, onye so na ndị nyefere mba ahụ n'ọchịchị onyekwuoucheya na-arịabụ ọrịa kansa.",
    "Robert Mugabe anwụọla n'afọ 95",
    "Taa ka e liri Pierre Nkurunziza bụbu onyeisiala",
    "Zimbabwe eferela Robert Mugabe aka",
    "Ozi si FW de Klerk Foundation ụbọchị Tọzde kwuru: \"FW de Klerk bụbu Onyeisiala nwụrụ n'udo n'ụlọ ya dị na Fresnaye (Cape Town) n'ụzọ ụtụtụ a ka ya na kansa 'mesothelioma' gbachara mgba.\"",
    "\"Ọ hapụrụ nwnye ya bụ Elita, ụmụ ya bụ Jan na Susan na ụmụụmụ.\"",
    "Ụlọọrụ ọrụ ebere o hibere maburu ọkwa na a chọpụtara na de Klerk na-arịa kansa metụtara akpaume n'ọnwa Juun afọ 2021.",
    "Ebe foto si, Getty Images",
    "A mụrụ de Klerk n'ọnwa Maachị afọ 1936 na Johannesburg.",
    "Ọ chịrị Saụt Afrịka malite na Septemba afọ 1989 rue mee afọ 1994.",
    "N'afọ 1990, ọ mara ọkwa na ya ga-atọhapụ Nelson Mandela, nke mepere ụzọ maka ntuliaka nke ọtụtụ pati sonyere n'afọ 1994",
    "de Klerk na Mandela nwetara nzere 'Nobel Peace Prize' maka ọchịchị isi n'aka ndị ọcha banye n'ọchịchị onyekwuouche ya mana ụfọdụ na-agbagha ọrụ ọrụ na mgbanwe ahụ.",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe  ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambra",
    "Etu ikpe Nnamdi Kanu si gaa na Novemba 10 n'Abuja",
    "Ị nụla maka nna gburu nwa ya nwoke jiri ya gwọọ ọgwụ ego?",
    "Joe Achuzia, onye agha Biafra anwụọla26 Febụwarị 2018",
    "Barbara Bush nwunye onye bụbu onyeisiala Amerịka anwụọla n'afọ 9218 Eprel 2018",
    "Billy Graham anwụọla21 Febụwarị 2018",
    "Shehu Shagari: Ọnwụ akpọrọla onye bụbu onyeisiala Naịjirịa28 Disemba 2018",
    "Robert Mugabe: Olee etu a ga-esi eke akụ Mugabe hapụrụ tupu ọ nwụọ?3 Disemba 2019",
    "Vidio, Ihe ndị Anambra chọrọ n'aka Chukwuma Soludo11 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambraelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Nsogbu biakwutere m karịrịrị m- Nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụego",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Etu ikpe Nnamdi Kanu si gaa na Novemba 10 n'Abuja",
    "Nonye Soludo: Omalicha nwaanyị na-ebu Chukwuma Soludo, gọvanọ ọhụrụ Anambra isi",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakor",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Ikoyi building collapse update: A hụla ozu abụọ ọzọ mere ya mmadụ 45 nwụrụ n' ụlọelu dara na Legọs",
    "'Amụma Fada Mbaka buru n'isi Charles Soludo na 2013 mezuru' - Fada Mentor",
    "FW de Klerk, aka chịburu South Africa, anwụọla dịka ọ gbachara afọ 85",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}