{
  "published": "12 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot/Whatsapp",
    "Otu amabeghi ndị ha bụ kpọrọ onwe 'Angry Vipers of Biafraland' apụtala n'ọwụwa anyanwụ.",
    "N'ihe onyonyo na-efegharị, ndị ahụ bu egbe ma jikere ka ndị na-aga agha kwuputara ọtụtụ ihe gbasara ọwụwa anyanwụ nakwa ndị ndọrọndọrọ ọwụwa anywanwụ.",
    "Ha sị na ọnọdụ ụwụwa anywanwụ na etu e siri jide onyeisi Indigenous People of Biafra (Ipob) bụ Nnamdi Kanu adịghị ha mma n'ọbi.",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere",
    "Otu 'Biafra National Guard' ejirila 'ogbunigwe' majaa ndị agha Naijiria",
    "Ha kwuru na ha nyere ndị Gọvanọ ọwụwa anyanwụ naanị abalị iri abụọ na otu iji tọghapụ Nnamdi Kanu.",
    "Ha gwakwara ndị ndọrọndọrọ ọchịchị dị icheiche si ala Igbo ha ritue n'ọkwa maọbụ hanwa bụ ndị Biafra Vipers achọrọ ha bịa.",
    "Onye ọzọ ndị a kpọrọ aha bụ Obinna Iyiegbu bụ onye eji \"Obi Cubana\" mara sokwa n'ime ndị a kpọrọ aha. Ha sị na ọ kpọtara onye uweojii Abba Kyari.",
    "Amabeghi ndị ndi a bụ, mana ha sonyere n'ime ụfọdụ ndị na-ebu egbe apụta ekwu okwu n'onyonyo ma na-amanye iwu n'aha Biafra.",
    "Ọfọdụ n'ime ndi otu na-abụ sọso otu ugboro ka a na-anu aha ha, mana e nwere ndi nke na-apụta kwamgbe, dịka ndi kpọrọ onwe ha \"Biafran National Guard\" nke otu onye kpọrọ onwe ya \"General Innocent Orji\" nọ n'isi ha.",
    "Ọtụtụ mgbe, otu a kachamara maka achụmnta nwereonwe Biafra ugbua bụ Ipob na-agbarụ ihu maka ndị na-apụta iyi ndị mmadu egwu n'aha ọwụwa anyanwu maọbụ Biafra.",
    "Dịka oge ndị BNG sepụtere isi, ọnụ na-ekwuru Ipob bụ Emma Powerful kwuru na ha amaghị ndi ha bụ ma na-arụ aka na o ga-abụrụ gọọmentị Naịjirịa ka ha na-arụru ọrụ.",
    "N'azụ okwu Maazi Powerful kwuru, onyonyo mechara pụta na-egosi ebe Maazi Kanu na Orji na-eme kparịtaụka n'afọ 2017.",
    "Ebe foto si, Screen grab",
    "Dịka 'Biafra Vipers' ndị Biafra Motherland Warriors bụkwa n'ime ihe onyonyo ka ha kpọpụtara aha ha n'ọnwa Ọgọst.",
    "N'ime onyonyo ahụ ha wakporo otu onye Nigerian Security and Civil Defence Corps (e ji Civil Defence mara) ma napụ ha egbe ha.",
    "'Nnamdi Kanu zuuru atụmatụ Eastern Security Network n'aka ndị gọvanọ Ọwụwa-Anyanwụ'",
    "'Ihe ndị gọvanọ ala Igbo na ndị agha Naịjirịa bịara mee n'Engwu bụ ite okwu ude' - CSO",
    "Ka ha na-eme mwakpo a, otu onye n'ime ndị nchekwa Civil Defence malitere jiri asụsu Igbo rịọwa ha biko dika ha na-achọ igbu ya.",
    "Onye ose onyonyo ha sara ya sị \"Igbo gbukwaa gị ebe ahụ!\".",
    "Mana, ha mechara sị ya yipu uwe Civil Defence ya ma gbapụya ọsọ.",
    "Ebe foto si, BNG/Facebook",
    "E nwere ọtụtụ otu na-azọ nnereonwe Biafra, mana Biafra National Guard bụ aha ọhụrụ.",
    "Dịka onyonyo na-efegharị na soshal si kwuo, aha onyeisi ndị otu a bụ Innocent Orji.",
    "O kwuru na ha si n'Izrel lọta iji lụọ ọgụ dịka ndị ọchịchị Naịjirịa nwuchiri onyeisi Redio Biafra bụ Nnamdi Kanu, nakwa oriaku Onyekachi Orji.",
    "Orji Kwuru na n'ihi nke a, ha ga-ekwupụta nnwereonwe Biafra n'abalị iri atọ nke ọnwa Ọkụtoba 2021 mana ọ bịaghị na mmezu.",
    "Ndị BNG na ndi agha Naịjirịa mechara kwaa mgbọ n'obodo Amaekpu dị n'Ohafia n'ọnwa Ọktoba 2021.",
    "Ndi gburu otu onye n'ime otu ma jidekwa onye ọzọ n'obodo Eda dị n'Ohaozara, Ebonyi Steeti.",
    "Ka nke a mechara, Maazi Orji pụtara n'onyonyo ebe ọ nọ gbaa ogbunigwe elu nke Bekee na-akpọ Rocket.",
    "Ebe foto si, Getty/Ipob",
    "Nnamdi Kanu bụ onyendu otu Ipob kwuru na o hiwela otu nchekwa a kpọrọ Eastern Security Network (ESN) \"iji gbochie mkpamkpa ndị ọchị ehi na-akpa n'ọwụwa anyanwụ\".",
    "Kanu kwuru na Eastern Security Network abụghị ndị agha Biafra, na ha bụ ndị nchekwa.",
    "\"Eastern Security Network abụghị ndị agha Biafra. Ọ dị ka Amotekun. Mgbe oge ruru anyị ga-egosi ụwa ndị agha Biafra.\"",
    "\"Anyị anaghị abanye agha ọbụla.\"",
    "Mara na gọọmenti Naịjirịa gụnyere Ipob n'ime otu ndị na-eyi ndụ egwu na mba ahụ. Ha sikwa na ha bụ ndị enweghị ikike ịgbakọ.",
    "Ọ bụ ndị omeiwu steeti na ndị gọvanọ nwere ikike ihibe ndị ọrụ nchekwa na steeti dị iche iche na Naijiria.",
    "Mana ọkaiwu Nnmadi Kanu bụ Aloy Ejimakor kwuru na ESN ahụ emegideghi iwu ala Naịjirịa.",
    "Biafran National Guard: Otu BNG e jrila 'ogbunigwe' majaa ndị agha Naijiria3 Nọvemba 2021",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mere30 Ọgọọst 2021",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu14 Julaị 2021",
    "Vidio, Whitemoney Exclusive: Ọ bụrụ na nna m ahapụghị anyị na nne m, agaghị m abụ ihe m bụ taa12 Nọvemba 2021",
    "Gee ntị, BBC Nkeji12 Nọvemba 2021",
    "Gọv Ugwuanyị agbatarala nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụ ego ọsọ enyemakaelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Biafran Vipers: Ndi ọzọ apụtala na-eyi ndi eze ọdinala na ndi ọchịchi nọwụwa anyanwụ egwu",
    "Gọv Ugwuanyị agbatarala nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụ ego ọsọ enyemaka",
    "A ga-atụhapụ Kanu n'enweghị agbụ ọbụla tupu okwu udo amalite - Aloy Ejimakor",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Etu ikpe Nnamdi Kanu si gaa na Novemba 10 n'Abuja",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Nonye Soludo: Omalicha nwaanyị na-ebu Chukwuma Soludo, gọvanọ ọhụrụ Anambra isi",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Biafra Motherland Warriors: Ihe i kwesịrị ịma maka mwakpo ha mereEmelitere ikpeazụ na: 30 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}