{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AMENTV/Facebook",
    "Ụkọchukwu ụlọụka Katọlik a ama ama bụ Fr. Ejike Mbaka ekwuola na ọ bụrụ na Nnamdi Kanu nwụọ n'ebe e ji ya, ọ ga-ebute nsogbu.",
    "O kwuru nke a n'ozi eweputara n'akara Facebook ụlọụka na mgbede ụbọchi ụka.",
    "Aga m agọzi Nnamdi Kanu rue echi- Fada Mbaka",
    "Ihe Fr. Mbaka kwuru maka 'onye Chineke họpụtara' ga-emeri na ntuliaka Anambra",
    "'Amụma Fada Mbaka buru n'isi Charles Soludo na 2013 mezuru' - Fada Mentor",
    "Ihe ọzọ o kwukwara bụ na Nnamdi Kanu achọghị ahụhụ ndị Igbo site n'atụmatụ 'Sit at home' kama na ọ chọrọ ịtara ha ahụhụ.",
    "\"Kama unu ga-anọ n'ụlọ nkịtị, kpeerenu ya (Kanu) ekpere\" ka o kwuru.",
    "Ọ sị na ọ dị mma igosi nkwado maka ejiji eji Kanu mana ndị ọzọ atụgharịala atụmatụ ahụ ghọrọ ihe ọzọ.",
    "\"Ị maghị na a na-agbaka ụzọ ọdọahịa ndị mmadụ ezu ya ohi?\" ka o kwuru gbasara ihe ahụ.",
    "'Mbaka adaghị iwu site n'ịgba Buhari ụgwọ' na ihe ndị ọzọ ndị mmadụ a na-ekwu",
    "Nnamdi Kanu agaghị anọgide n'aka ndị DSS ụwatụwa - Fr Mbaka",
    "Ihe ọzọ Mbaka metụtara bụ ahụike Nnamdi Kanu ebe e ji ya.",
    "Ọ sị \"kemgbe nwanne anyị nwoke batara Naịjirịa, o nweghi Dọkịnta hụrụla ya\",",
    "\"Agwọbeghị ya ahụ ọ merụrụ na mkpụrụ obi ya\" ka o kwukwara.",
    "Ka o kwuchara nke a, o kpeere ya ekpere ka ọ gbakee n'aha Jisos.",
    "\"Ka nwanne anyị nwoke bụ Nnamdi Kanu gbakee n'aha Jisos ka o kwuru.",
    "Ejike Mbaka(Rev Father) adọọla ndị ọchichị Naịjirịa aka na nti",
    "N'ime ozi ahụkwa, Mbaka gwara ndị ndọrọndọrọ ọchịchị na-atụ egwu ọkwa ha chee echiche maka ndị ha na-anọchi anya ha.",
    "\"Gịnị ka ha na-emere anyị? Ọ bụ maka na ndị mmadụ gbara nkịtị?\" ka o kwukwara gbasara ndị ndọrndọrọ ọchịchị ala Igbo.",
    "Ọ dọkwara ndị ụkọchukwu dị ka ya sị ha na echiche abụghịzi maka ndị ntorọbịa na ọdịmma ha kama ọ bụzi maka ego ụtụ ha ga-eweta.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Ndị ntoroọbịa Ohaneze Ndigbo kwadosiri ike ka eji udo kpezie okwu Nnamdi Kanu - Onwuasoanya",
    "Biafran Vipers: Ndi ọzọ apụtala na-eyi ndi eze ọdinala na ndi ọchịchi nọwụwa anyanwụ egwu",
    "Igbo Jews: Otụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha",
    "Naijiria",
    "Enugu Steeti",
    "Ụka ndị Roman",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha14 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ọ bụrụ na Nnamdi Kanu nwụọ ebe eji ya ọ ga-ebute nnukwu nsogbu - Fr Mbakaelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ọ bụrụ na Nnamdi Kanu nwụọ ebe eji ya ọ ga-ebute nnukwu nsogbu - Fr Mbaka",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Biafran Vipers: Ndi ọzọ apụtala na-eyi ndi eze ọdinala na ndi ọchịchi nọwụwa anyanwụ egwu",
    "Gọv Ugwuanyị agbatarala nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụ ego ọsọ enyemaka",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Ndị ntoroọbịa Ohaneze Ndigbo kwadosiri ike ka eji udo kpezie okwu Nnamdi Kanu - Onwuasoanya",
    "Igbo foods: Lee nri ọzọ i nwerike iri n'ụbọchị ụkaEmelitere ikpeazụ na: 16 Febụwarị 2020",
    "Ihe Fr. Mbaka kwuru maka 'onye Chineke họpụtara' ga-emeri na ntuliaka Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}