{
  "published": "16 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọnụọgụgụ ndị tufuru ndụ ha n'ihe mberede ogbunigwe gaasị nkere na Legọs taa, eruola mmadụ ise.",
    "Ọ bụ ngalaba gbatagbata a kpọrọ 'Lagos State Emergency Agency' kwuru nke a n'ụtụ Tuzde.",
    "Ọ bụ Ogbunigwe a hapụrụ n'Ugwuta oge Agha na-akpa ike - Eze Eziorsu",
    "Ogbunigwe agbara n'ụlọụka Katolik",
    "Ogbunigwe agbaala n'Enugwu steeti",
    "Ogbunigwe agha Biafra emerụọla ụmụaka abụọ ahụ n'obodo Eziorsu Ugwuta dị n'Imo steeti",
    "Ọdachi a dapụtara n'ogbe a kpọrọ Ojekunle street, nke dị na mpaghara ahịa Ladipo.",
    "Ihe a mere n'ebe elekere asaa nke ụtụtụ taa bụ Tuzde, abalị Nov 16 nke afọ 2021.",
    "Gịnị bụ ogbunigwe n'Igbo?",
    "Ọ bụ n'ebe a na-adọba karama gaasị e ji agba ihe ọkụ ka ya bụ ihe mere.",
    "Onye ntaakụkọ BBC Igbo hụrụ ebe ihe a mere na-ekwu na eburula ọtụtụ ndị ọzọ ya bụ ihe metụtara gawa ụlọọgwụ.",
    "Ya bụ ogbunigwe gaasị metụtakwara ụfọdụ ụlọ ndị nọ nso n'okirikiri ahụ.",
    "Ugegbe ụlọ niile dị n'ụlọ ndị ahụ kurichara akụri.",
    "Ugegbe ụlọ dị n'okirikiri ahụ gbawachara",
    "Ndị ọrụ gbatagbata bịara n'oge iji gbochie ọnọdụ ahụ ịkawanye njọ.",
    "Legọsị steeti",
    "Legọsị",
    "Naijiria",
    "Ahịa",
    "Ebonyi Explosion: Lee onye uweojii ahụ a sị ogbunigwe aka ya gbagburu n'Ebonyi Steetị25 Mee 2021",
    "Ipob: Ị hụla ndị tụrụ ogbunigwe be Nnia Nwodo29 Juun 2018",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara16 Nọvemba 2021",
    "Gee ntị, BBC Igboelekere 6 gara aga",
    "Ihe mba Amerịka kwuru maka mpụtara nnyocha Lekki Toll Gateelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "A gbaala ụlọ Igwe Ogwu Aniocha ọkụ n'Anambra steeti",
    "Ihe mba Amerịka kwuru maka mpụtara nnyocha Lekki Toll Gate",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Ndị nwụrụ n'ihe mberede ogbunigwe gaasị na Ladipo,Legọs, eruola mmadụ ise",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Chukwu gozie ndị isi Ipob maka ịkagbu 'sit-at-home' ụbọchị Mọnde ọbụla - Fr Mbaka",
    "Ihe kpatara soshal midia ji ekwo na Rita Dominic dị ime",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}