{
  "published": "18 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Eunice Onuegbusi bụ nwaanyị gbajọrọ ego a na-eke ndị mmadụ iji zụta vootu ha na ntuliaka ọkwa gọvanọ Anambra steeti mere n'ụbọchị 6 ọnwa Nọvemba.",
    "Kemgbe aha ya na-ewu Eunice eritela otu nde naira nakwa ego ndị ọzọ n'aka ndị dị icheiche maka omume ya.",
    "\"Eziokwu bụ ndị ka o kwuru mgbe BBC Igbo chukwitere ya na mkparịtaụka.",
    "Lee ndụmọdụ ọzọ o nyere ụmụnwaanyị ibe ya n'uju.",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, Aga m agụ egwu n'eluigwe - Nwaanyị na-agụ egwu n'ahia, Duration 3,1526 Ọgọọst 2018",
    "Chieftaincy title: Ihe ọ na-ewe nwaanyị inweta echichi n'ala Igbo1 Nọvemba 2018",
    "Vidio, \"Zụọ nwaanyị zụọ obodo\" Ogechi Ezeokoli, Duration 1,2910 Juun 2018",
    "Vidio, Anaghị ere nwaanyị ere, Duration 1,2925 Septemba 2018",
    "Vidio, Ezeribe Chigbu killing: Ezinụlọ Ezeribe Chigbu akpọpụla ndị agha Naịjirịa ụlọikpe maka ebubo igbu nwa ha, Duration 8,4417 Nọvemba 2021",
    "Vidio, 'Agaghị m ere vootu m maka ihi ego' - Nwaanyị gbajọrọ N5,000 ekere na ntuliaka Anambra, Duration 2,0518 Nọvemba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Anambra Women in Politics: 'Ụmụnwoke Anambara achọghị nwaanyị ga-aga ha n'ihu', Duration 7,2513 Ọktọba 2021",
    "Vidio, Cheluchi Onyemelukwe: Ihe o were m ide akwụkwọ riteere m nzere NLNG nke afọ 2021, Duration 6,25elekere 9 gara aga",
    "Vidio, History of Awka: Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Vidio, Anambra Governorship Election: 'Ihe mbụ m ga-eme ma m bụrụ gọvanọ Anambra steeti', Duration 1,2431 Ọktọba 2021",
    "Vidio, Nnamdi Azikiwe: 'Etu Nnamdi Azikiwe si lụọ m' - Uche Azikiwe, Duration 4,103 Nọvemba 2020",
    "Vidio, Anambra election 2021: 'Charles Soludo esoghị anyị chụgharị ụmụnwaanyị oge anyị na-eto', Duration 9,5519 Ọktọba 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}