{
  "published": "21 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe mberede ọkụ ọgbụgba abụọ mere n'ime otu ụbọchị na Port Harcourt, isi obodo Rivers Steeti n'ụbọchị Sọnde a.",
    "Nke mbụ bụ ọkụ gbariri ahịa a na-akpọ 'fruit garden', na mpaghara D-Line.",
    "Ọkụ nke abụọ bụ nke gbara na mpaghara Rumuokoro, n'akụkụ ụlọụka Katọlik a kpọrọ St Jude Catholic Church.",
    "Ọkụ a gbaturu ụlọelu ogogo atọ na mpaghara Rumuokoro",
    "Ya bụ ọkụ gbariri otu ụlọ ogogo atọ arụchabeghị arụcha.",
    "Onye ntaakụkọ anyị hụrụ na e nwere ọtụtụ udu mmanụ dịcha n'ụlọ ahụ, nke gosiri na ọ dịka ebe a na-adọkọ mmanụ.",
    "Onyeisioche okpuru ọchịchị Obio-Akpo na Rivers steeti bụ Goerge Ariolu, gwara onye ntaakụkọ anyị na ọ bụ aka orụ ndị na-emepụta mmanụ ụgbọala nke adigboroja kpatara ya bụ ọkụ.",
    "Ariolu kwuru na ya bụ ihe jọgburu onwe ya, ma kwukwaa na ngalaba gọọmentị ọ gbasara ga-ama ihe e mere maka ya.",
    "Ndị ọrụ mgbanyụ ọkụ gbara mbọ ịhụ na ọkụ ahụ esighị n'ebe ọ na-agba gafee n'ụlọ akụ dị nso n'akụkụ ebe ahụ",
    "Mana ndị ọrụ mgbanyụ ọkụ, ma ndị nke Rivers steeti, ma ndị nke gọọmentị etiti, gbatara n'oge wee malite ịgbanyụ ya bụ ọkụ.",
    "N'agbanyeghị  na ha agbanyụnwughị ọkụ ahụ kpọmkwem, ọbịbịa ha bịara n'oge mere ka ọkụ ahụ ghara ịgbasa banye n'ụlọ ndị ọzọ dị n'okirikiri ahụ.",
    "E nwere ụlọakụ abụọ, otu ụlọ oriri na nkwari, nakwa otu ụlọụka n'akụkụ ebe ọkụ ahụ gbara.",
    "Ka ọ dị ugbua, ya bụ ọkụ jizi nwayọ agba, dịka onyentaakụkọ anyị si hụ.",
    "Ọkụ abalị agbariela ngwa ahịa karịrị nde kwuru nde na Pọtakọt n'abalị ụbọchị Satọde.",
    "Ọkụ ahụ mere n'ebe ndị ahịa na-adọwa ngwa ahịa ha, a kpọrọ 'Fruit Garden', dị na Pọtakọt.",
    "Ebe ahụ bụkwa ọdọ ebe a na-edebe gaasị n'oge mbụ.",
    "Ndị ọrụ mmenyụọkụ na steeti ahụ pụtara n'abalị nyere aka gbaa ọkụ ahụ mgba dịka ndị BBC Igbo hụrụ ebe ahụ si kwuo.",
    "Ndị uweojii kwuru na o nweghi onye nwụrụ n'ọdachi ahụ n'ihi na ndị ahịa niile alaala mgbe ọkụ ahụ malitere.",
    "Ha kwukwara na ha na-eme nyocha banyere ihe kpatara ọkụ ahụ.",
    "Ọnụ na-ekwuru ha bụ Omondi kwuru na mgbe nnyocha ha gwụrụ ha ga-agwa ọha naeze ihe ha chọpụtara.",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?21 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ihe Anita Okoye sị na ya mụtara n'esemokwu nakwa mkpezi Psquare",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Isi nkwọcha, ihe na-akpata ya nakwa ihe ị ga-eme banyere yaEmelitere ikpeazụ na: 8 Ọktọba 2020",
    "Ọkụ gbara na 'D Line' nakwa Rumuokoro na Port Harcourt alaala ọtụtụ akụnụba n'iyi",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}