{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Igwe Oliver Nnaji/BBC",
    "Akụkọ si Ogwu Aniocha dị n'okpuruọchịchị Ogbaru n'Anambara pụta na-ekwu na a wakporo ma gbaa ụlọ eze obodo ahụ bụ Igwe Oliver Nnaji ọkụ n'ụbọchị Monde.",
    "Otu onye bi n'obodo ahụ achọghị ka a kpọọ ya aha kwuru na a hụbeghi Igwe obodo ahụ anya rue ugbua.",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ",
    "Mbuze gbawara ụzọ n'Ụmụawụlụ, lee etu o si bido",
    "Ọ gara n'ihu kwuo na a gbara ụlọ nwoke ọzọ bụ \"PJ\" ọkụ\"",
    "Akụkọ na-ekwu na o nwere ndị nwụrụ n'ọdachi ahụ.",
    "Mbọ BBC gbara inweta olu nd i uweojii Anambara steeti amịtaghị mkpụrụ.",
    "OỌnụ na-ekwuru ndị uweojii steeti ahụ bụ Tochukwu Ikenga azaghị ekwentị ya oge anyị kpọrọ ya tupu anyịụ wepụta akụkọ.",
    "Dịka nwoke ahụ sị gwa BBC Igbo, o teela aka a na-azọ onye ga-anọ n'oche Igwe n'obodo ahụ.",
    "Mana nke butere mkpamkpa ọhụrụ a bụ mgbe ndị uweojii bịara kpụrụ ndị otu a na-akpọ \"Lion Squad\" bụ nke Igwe ochie obodo ahụ hibere.",
    "Nke a bụ n'ihi nsogbu otu ahụ na-enye ndị bi ebe ahụ mana ha majara ndị obodo ahụ si na ebenebe ga-egbu maọbụrụ na atọghapụghị ndị otu ha e ji.",
    "'Ị daa iwu akwamozu ọhụrụ nke Anambra steeti ị gaa nga ọnwa isii'",
    "Lee obodo enweghị ụzọ, miri na ọkụ na-anyụ ịkpakwụ n'Anambara",
    "E nwere esemokwu dapụtara gbasara onye ga-anata ụgwọ ụtụ n'okporụzọ n'etiti ndị otu Lion Squad ahụ nakwa otu PJ ọzọ.",
    "Esemokwu ahụ mechara ghọrọ ọgbaghara dịka ha gara be PJ gbaa ya ọkụ ma si ebe ahụ gaa bee Igwe gbaa ya ọkụ.",
    "\"A gbara Igwe egbe buru ya pụọ\" ka nwoke ahụ kwuru nke pụtara na rue ugbua ahụbeghi ya anya.",
    "Nwoke ahụ gwakwara BBC  na ụjọ ji ndị mmadụ ị ga mee mkpesa n'aka ndị uweojii.",
    "Onyeisi otu nche obodo ahụ ndị omekome gbukasịrị mma",
    "Ihe ọzọ a kọọrọ BBC bụ na o nwere otu onye nche obodo akpọrọ Vigilante n'obodo ahụ nke egbukasịrị mma mgbe ọ gara ịme nchọpụta.",
    "BBC Igbo ka na-anwa ịnweta ndị uweojii Anambra steeti maka okwu a.",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara16 Nọvemba 2021",
    "Gee ntị, BBC Igboelekere 6 gara aga",
    "Ihe mba Amerịka kwuru maka mpụtara nnyocha Lekki Toll Gateelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "A gbaala ụlọ Igwe Ogwu Aniocha ọkụ n'Anambra steeti",
    "Ihe mba Amerịka kwuru maka mpụtara nnyocha Lekki Toll Gate",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Ndị nwụrụ n'ihe mberede ogbunigwe gaasị na Ladipo,Legọs, eruola mmadụ ise",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Chukwu gozie ndị isi Ipob maka ịkagbu 'sit-at-home' ụbọchị Mọnde ọbụla - Fr Mbaka",
    "Ihe kpatara soshal midia ji ekwo na Rita Dominic dị ime",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Anambra governorship election 2021: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}