{
  "published": "18 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Instagram/Paul and Peter Okoye",
    "Ọ dị ka ofe dị ọkụ ejuola oyi n'ezinụlọ ndị be Okoye.",
    "Nke a bụ kepukepu BBC Igbo n'egete n'ihe onyonyo na-efeghariri na soshal midia n'ụbọchị Wenzde, Nọvemba 17, 2021.",
    "Lee etu ndị mmadụ si dọrie Cynthia Morgan ka Jude Okoye gbachara nkwekọrịta ha n'anwụ",
    "Paul na Peter Okoye na ụmụnne ndị ọzọ na-eme otu ihe mana ha anọkọghị ọnụ",
    "Onyonyo a gosiri Peter na Paul Okoye, ụmụ ejima mezuru otu egwu e ji 'Psquare' mara, ka a nọ na-amako onwe ha dịka ndị mmadụ na-akụ aka na-akwa enwe aṅụrị.",
    "Onyonyo ahụ gosikwara nwanne ha nwoke bụ Jude Okoye nakwa wụnye Peter bụ Lola Okoye.",
    "Ihe mere na be ndị otu egwu a bụ ihe ịtụ n'anya dịka ahụbeghị ha abụọ ka nọkọ dịka nwanne kemgbe ọgụ na mgba batara n'etiti ha n'afọ 2017.",
    "Ọ na-egozi na bụ eziokwu na edozila esemokwu ha gbarala ihe ruru afọ anọ ugbua?",
    "Ihe onyonyo a gosiri ka ha kwere onwe ha n'aka ma bie onwe ha ọma, ndị nọ ebe ahụ gosiri obi ụtọ ha maka nke a, nke gụnyere nwanne nwoke bụ Jude Okoye. Ọṅụ na anụrị juru mmadụ niile nọ n'ihe onyonye ahụ ọnụ.",
    "Tupu ihe onyonyo a apụta, e nwere ihe ndị ọzọ ruturu aka na ha abụọ nwela ike ikpezi esemokwu ha.",
    "Ego adịghị mgbe anyị na-eto- Paul Okoye",
    "N'izu gara aga, a hụrụ na ha abụọ sochiri onwe ha azu n'akara soshal midia ha, nwụnye Paul bụ Anita kesara ihe onyonye gosiri Peter ebe o dugara ụmụ Paul (nwanne ya) ụlọahịa.",
    "Paul n'onwe ya kelekwara Peter na Lola dika ha na-eme ncheta agbamnkwụ ha.",
    "Nke a turu ọha n'anya dịka kemgbe afọ 2017 ha abụọ kwụsiri isi otu ụzọ.",
    "Cheta na esemokwu ha bụ ihe dara ụda n'oge ahụ dịka kwa mgbe kwa mgbe ha si n'ụzọ soshal midia ha kọọ onwe ha ọnụ ma gba ihe bụ iwe ha nye ibe ha n'anwụ.",
    "Nke gụnyere ihe onyonyo gosiri ebe ha abụọ nọ n'ụlọ otu ọkaiwu ha na-akọ ọnụ ma na-akụ ọkpọ.",
    "Ihe onyonyo a pụtara na soshal midia n'ụbọchị Wenzde pụrụiche dịka ọ zara ajụjụ niile ndị mmadụ n'ajụ kemgbe Anita kesara ihe onyonyo nke ya n'izu gara aga ma \"agha ebiela n'etiti Peter na Paul nwanne ya?\"",
    "Oti egwu a ma ama bụ J Martins pụtakwara n'onyonyo were gụọ ọfọ maka etu ụmụnne abụọ a jiri tufuo esemokwu dị n'etiti ha.",
    "Mkpezie a n'abịa dịka ụmụ ejima gbara afọ 40 taa bụ ụbọchị iri na asato nke ọnwa Nọvemba 2021.",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Paul na Peter Okoye na ụmụnne ndị ọzọ na-eme otu ihe mana ha anọkọghị ọnụ18 Nọvemba 2019",
    "Chizoba Rudeboy: Ihe mere m ji gụọ egwu a - Paul Okoye20 Nọvemba 2018",
    "Vidio, Paul Okoye: Anyị toro n'ihe isi ike, Duration 2,5427 Febụwarị 2018",
    "Jude Okoye: Lee etu ndị mmadụ si dọrie Cynthia Morgan ka Jude Okoye gbachara nkwekọrịta ha n'anwụ27 Mee 2020",
    "Vidio, Rudeboy Reason with me: \"Ọ bụghị iwu na ị ga-alụ nwaanyị ọbụla mụtara gị nwa\"16 Eprel 2019",
    "Vidio, Ihe o were m ide akwụkwọ ritere m nzere NLNG nke afọ 2021- Cheluchi Onyemelukweelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Okorocha, Kalu... Lee ndị Igbo a na-enyo na ha nwere ike ịzọ ọkwa onyeisiala na 2023elekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}