{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkammụta Cheluchi Onyemelukwe bụ onye ji akwụkwọ o dere n'afọ 2019 ọ kpọrọ \"The Son of the House\" rite nzere 'NLNG prize for Literature' nke afọ 2021.",
    "Etu m si turu ugo onye nkuzi kachasi mma Naịjiria niile n'afọ 2021 - Bridget Maduabuchim Nnabueze",
    "Etu nzere 'Women Prize for Fiction' si mepere m ụzọ - Chimamanda  Adichie",
    "Chimamanda: Anyị niile bụ feministi",
    "Wole Soyinka ajụla Buhari, jụ Atiku",
    "Nwa afọ Nanka, Anambara steeti kọọrọ BBC Igbo ihe kpalitere mụọ ya ide ya bụ akwụkwọ tụrụ ugo.",
    "Ọ rụtụkwra aka na nghọta o nwere maka maka 'feminism', Biafra  nakwa ihe o ga-eji otu narị dola o ritere mee.",
    "Gee ya n'uju:",
    "Ihe Chimamanda Adichie dere n'akwụkwọ mere Akwaeke Emezi ji ebusara ya akpọ",
    "Ụmụnyanyị",
    "Nka",
    "Igbo Literature: Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefu maka mwelite ha welitere asụsụ Igbo15 Jenụwarị 2021",
    "Igbo Language: Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mba21 Mee 2021",
    "Bottled Leopard: Chukwuemeka Ike, onye na-ede akwụkwọ a ma ama, anwụọla10 Jenụwarị 2020",
    "Vidio, Chimmie Gbugu: Nye ụmụ gị ihe niile ha ga-eji mụta asụsụ Igbo, Duration 2,484 Disemba 2018",
    "Vidio, Ezeribe Chigbu killing: Ezinụlọ Ezeribe Chigbu akpọpụla ndị agha Naịjirịa ụlọikpe maka ebubo igbu nwa ha, Duration 8,4417 Nọvemba 2021",
    "Vidio, 'Agaghị m ere vootu m maka ihi ego' - Nwaanyị gbajọrọ N5,000 ekere na ntuliaka Anambra, Duration 2,0518 Nọvemba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Anambra Women in Politics: 'Ụmụnwoke Anambara achọghị nwaanyị ga-aga ha n'ihu', Duration 7,2513 Ọktọba 2021",
    "Vidio, Cheluchi Onyemelukwe: Ihe o were m ide akwụkwọ riteere m nzere NLNG nke afọ 2021, Duration 6,25elekere 9 gara aga",
    "Vidio, History of Awka: Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Vidio, Anambra Governorship Election: 'Ihe mbụ m ga-eme ma m bụrụ gọvanọ Anambra steeti', Duration 1,2431 Ọktọba 2021",
    "Vidio, Nnamdi Azikiwe: 'Etu Nnamdi Azikiwe si lụọ m' - Uche Azikiwe, Duration 4,103 Nọvemba 2020",
    "Vidio, Anambra election 2021: 'Charles Soludo esoghị anyị chụgharị ụmụnwaanyị oge anyị na-eto', Duration 9,5519 Ọktọba 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}