{
  "published": "18 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chukwunaeme Obiejesi",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images, AFP, BBC",
    "Oge niile ka a na-ekwu okwu mgbanwe ihu eluigwe, nke pụtara ''Climate Change\" na bekee, mana ọ naadị otụtụ mmadụ ka ọ bụ akụkọ ifo.",
    "Ụfọdụ na-eche na ọ bụ okpokpo oyibo nke ndị sayentisti bekee ji aghọrị ndị mmadụ.",
    "Mana nke bụ eziokwu bụ na 'climate change' dị ire, n'ihi na ọtụtụ ihe adịkwaghị ka ọ dị na mbụ.",
    "Climate Change: Mbaụwa ekwekọrịtala",
    "Gịnị ga-eme ma akwụsị iji akpa wakịrị wakịrị ekechi ihe?",
    "Oku ikpeazu maka 'mgbanwe ihu eligwe'",
    "Akụkọ a ga-arụtụrụ gị aka ihe olemole gbanwerela n'odị nso a nke gosiri n'ezie na ihu eluigwe gbanwere.",
    "N'oge mbụ, dịka anyị nọ n'ọnwa Nọvemba, ụgụrụ agarala ịpụta ugbua na-eku ebe niile.",
    "Oge ụgụrụ na-amalitebu n'etiti ọnwa Ọkutoba ruo ngwụcha ọnwa Febrụwarị.",
    "Udummiri na-ebido n'ọnwa Maachị ruo ngwụcha Sepụtemba.",
    "Mana ọ dịkwaghị otu ahụ ugbua. Onwekwaghị onye ma oge ụgụrụ ji apụta maọbụ onwa ole ọ na-anọ.",
    "Oge ụfodụ, ụgụrụ nwere ike kuo naanị otu izuụka maọbụ abụọ, nke ahụ agaa",
    "N'aka nke ọzọ, na mpaghara ụfọdụ, udummiri na-adịgide ruo mbido ọnwa Disemba, maọbụ gafee ya.",
    "Ọtụtụ ndị ọkachamara ekwuola na ọ bụ 'climate change' kpatara nke a.",
    "Na Naịjirịa taa, ekpomọkụ karịrị, ọbụladị na mpaghara ụfọdụ ebe o doro anya na oyi na-atụbu.",
    "Ma n'ụtụtụ, maọbụ n'oge ehihie anwụ na-eti, maọbụ n'uhuruchi, elu na ala na-ekpo ọkụ.",
    "Ndị o doro anya na-ekwu na ihe kpatara nke a nwereike ịbụ oke ekpomọkụ ụwa, nke a na-akpọ \"global",
    "warming\" na bekee.",
    "Nke a bụkwa otu ihe mperi si na mgbanwe ihu eluigwe.",
    "Oke ide mmiri",
    "Ebe foto si, Getty Images",
    "Ide mmiri, nke bekee kpọrọ 'flooding' abụghị ihe ọhụrụ na Naịjirịa, mana ọ kawanyela njọ ugbua.",
    "N'afọ 2020, ihe karịrị mmadụ nde abụọ ka ide mmiri metụtara na Naịjirịa ebe mmadụ iri isii na asaa nwụrụ anwụ.",
    "Nke a bụ dịka ngalaba 'National Emergency Management Agency' si depụta.",
    "N'afọ a bụ 2021, NEMA na-ekwu na ide mmiri ga-emetụta steeti 27 n'ime steeti 36 dị na Naịjirịa.",
    "Mkpamkpa mbuze na-akpa na mpaghara ọwụwa anyanwụ abụghị ihe e ji ọnụ akọ.",
    "N'ọdị nso, mbuze na-akwanye njọ na mpaghara dị icheiche na Naịjirịa.",
    "Otu ihe kpatara nke a bụkwa oke idei mmiri, nke bụ otu mperi si n'ọnọdụ mgbanwe ihu eluigwe.",
    "Ebe ụdị ihe a kacha apụta ihe bụ na mpaghara Ugwu Naịjirịa, dịka ọtụtụ ebe bụbu ala ubi aghọọla ọzara ugbua.",
    "Ihe ndị na-akpata ala ịghọ ọzara gụnyere igbutu osisi, ịkpọ ala ubi ọkụ, iji osisi eme nkụ nakwa unyi, anaghị akụ osisi, na ihe ndị ọzọ.",
    "Mana mgbanwe ihu eluigwe na-eme ka ọzara na-akawanye njọ.",
    "Chata na mgbanwe ihu eluigwe na-akpata oke ekpomọkụ, nke na-eme ka ala na-akpọ nkụ karịa.",
    "Nke a na-ebutekwa ụkọ nri, nke a na-akpọ drought na Bekee.",
    "Ebe foto si, AFP",
    "Onyeisiala Muhammadu Buhari sonyere n'ọgbakọ COP26 nke e mere na mba Scotland n'izuụka gara aga.",
    "N'ọgbakọ ahụ, Buhari kwere nkwa na Naịjiria ga-agbalị ibelata ụfọdụ ihe nke na-eme ka mgbanwe ihu eluigwu na-aka njọ.",
    "Naịjirịa ga-akwụsị iwepụta ikuku 'carbon' nke na-akpata ekpomoku ụwa n'afọ 2060",
    "Naịjirịa ga-akwụsị oke igbutu osisi nke na-akpata ọzara n'afọ 2030",
    "Naịjirịa ga-agbaso ụzọ ndị ọzọ ka ọcha iji mepụta ọkụ latrik nakwa ihe ndị ọzọ",
    "Naịjirịa ewepụtela atụmatụ iji buso mgbanwe ihu eluigwe agha, bụ nke a kpọrọ \"national  action plan on gender and climate change\".",
    "Ebe foto si, Amuche Ndubeze",
    "Amuche Ndubeze (nọ n'isisi aka ekpe) so n'otu 'Parents for future Nigeria' ndị na-agba mbọ ibuso mgbanwe ihu eluigwe agha.",
    "Enwekwara ndị nkịtị dị icheiche na-enye aka ibuso climate change agha.",
    "Otu onye n'ime ha bụ Amuche Ndubueze, kwuru na ihe kpatara o ji agbasi mbọ ike ibuso climate change agha bụ ka ụmụntakịrị nwee ikuku ọma ha ga na-ekute.",
    "Amuche Ndubueze, onye so n'otu a kpọrọ 'Parents for future Nigeria', kwuru na \"ọtụtụ ndị mmadụ na-anwụ kwa afọ n'ihi ikuku ọjọọ ha na-ekuru, nke bụ otu ihe ọjọọ 'climate change' kpatara\".",
    "Otu  'Parents for future Nigeria' sonyekwara n'ọgbakọ COP26, ebe ha nọrọ mee ka olu ha daa ụda okwu gbasara nsogbu climate change na Naịjirịa.",
    "Gburugburu",
    "Science",
    "Klaimet chanji",
    "Climate Change: Mbaụwa etinyele aka n'akwụkwọ maka ịzọpụta ụwa16 Disemba 2018",
    "Climate Change: Ndị uloomeiwu ukwu chọrọ ịchula akpa wakịrị wakịrị22 Mee 2019",
    "Clean Energy: Lee ihe gaasị ji kara nkụ mma iji si nri7 Julaị 2019",
    "Vidio, Ihe o were m ide akwụkwọ ritere m nzere NLNG nke afọ 2021- Cheluchi Onyemelukweelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Okorocha, Kalu... Lee ndị Igbo a na-enyo na ha nwere ike ịzọ ọkwa onyeisiala na 2023elekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}