{
  "published": "18 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigeria Presidency",
    "Ọkaiwu pụrụiche nke Nnamdi Kanu bụ Aloy Ejimakor ebola ndịọrụ nchekwa nzuzo, a kpọro 'Department of State Services' ebubo na ha na-akpasa Mazị Kanu agwa ọjọọ iji taa ndụ ya ahụhụ.",
    "Ejimakor boro ebubo a n'ime akwụkwọ ozi o wepụtara n'ehihie Tọzde.",
    "O kwuru na ọ bụ Nnamdi Kanu nyere ya ikike ka ọ gbara ọha obodo ama banyere etu ọnọdụ ya na ụlọọrụ ndị DSS dị ugbua.",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Etu ikpe Nnamdi Kanu si gaa na Novemba 10 n'Abuja",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "Peter Afunanya bụ ọnụ na-ekwuru ndị DSS azaghị oku ekwentị BBC Igbo kpọrọ ya ugboro ugboro.",
    "Ọ zaghịkwa ozi anyị zigaara n'ekwentị",
    "EbuboEjimako boro ndị DSS gbasara agwa ọjọọ ha na-akpaso Nnamdi Kanu",
    "Ebe foto si, Aloy Ejimakor/Facebook",
    "Aloy Ejimakor na Nnamdi Kanu n'ime ụlọikpe n'ọnwa Ọkụtoba",
    "Ọkaiwu Ejimakọr dere n'agbanyeghị n'ụlọikpe nyere iwu ka a na-akpasị Kanu agwa dị mma, ihe a na-eme ya bụ ntarama ahụhụ.",
    "Ọ bụ n'ime nwa ntịtị ọnụụlọ ka e debere Nnamdi Kanu n'ụlọ mkpọrọ ndị DSS",
    "Ọ na-anọ n'ime ụlọ naanị ya awa iri abụọ na atọ n'ime awa iri abụọ n'anọ dị n'otu ụbọchị",
    "Naanị otu awa ka a na-ekwe ka Nnamdi Kanu pụta ezi bịa hụ ihu eligwe anya",
    "N'oge Mazị Kanu ji apụta ezi, anaghị ekwe ka onye mkpọrọ ọbụla tụpụrụ ya ọnụ. Onye ọbụla tụpụụrụ ya ọnụ, a ga-akpọchi ya n'ime mkpọrọ ebe ọ ga-anọ naanị ya. Nke a mere ndị mkpọrọ niile ji atụ egwu ikele ya ekele maọbụ tụpụtụ ya ọnụ n'ụdị ọbụla",
    "Kamgbe anwụchiri Nnamdi Kanu ma kpụlata ya na Naịjirịa, ndị DSS ekwebeghị ka ọ gbanwee akwa ya.",
    "Ndị DSS ekweghị enye Kanu uwe nakwa akwụkwọ ekpere ndị Jew nke ọ na-eji ekpe ekpere",
    "Ndị DSS enyeghachibeghị Kanu ugogbo anya ọ ji ahụ ụzọ, bụ nke ha kụriri oge ha nwụchiri ya n'ike, nke a kpatara nsogbu anya o nwere ji akawanye njọ",
    "Ndị DSS anaghị enye Kanu ohere ka ya na ndị ọkaiwu ya kparịta nkata na-enweghị onye na-ege ha ntị. Anaghịkwa ekwe ka ọ hụ akwụkwọ ikpe ndị ọkaiwu ya weteere ya ka ọ hụ",
    "Kanu anaghị eji ihe nhibe isi (pillow) arahụ ụra, nke a ebuterela ya obi mgbu nakwa nhịahụ ilo ihe",
    "Ndị DSS jichiri ọkaiwu Kanu bụ Aloy Ejimakor ruo awa anọ ma yie ya egwu, oge ọ bịara ileta Kanu n'ụbọchị 17 nke ọnwa Julai 2021. Ihe a merenụ wutere Kanu nke ukwuu",
    "Ndị DSS ekwebeghị ka Kanu zute onyeọrụ nke mba UK zitere ka o nyere ya aka. Oge nwa ada ahụ bịara n'ụlọikpe ịhụ ya, ndị DSS ekweghị ka o rute Kanu nso",
    "Ndị DSS enyebeghị ohere ka Nnamdi Kanu mee nnyocha ahụike zuru oke iji mata ọnọdụ ahụike ya kpọmkwem. Nke a bụ maka na e nwere ọgwụ a gbanyere Kanu n'ime ahụ oge anwụchiri ya n'ike na mba Kenya ma kpụlata ya na Naịjirịa. Kanụ kwenyere na ọgwụ a ha gbara ya bụ ihe na-akpatara ya ahụ mgbu nakwa oke ike ọgwụgwụ ọ na-enwe.",
    "Cheta na anwuchiri Nnamdi Kanu, onyeisi otu Indigenous People of Biafra, na mba Kenya n'ọnwa June afọ a, ma kpụlata ya na Naịjirịa",
    "Gọọmentị Naịjirịa na-ebo ya ebubo iyi ndụ egwu, nakwa ịkpa nkata ịkwatu ọchịchị Naịjirịa.",
    "Kamgbe a nwụchiri Kanu, ọ nọ n'ụlọ mkpọrọ ndị DSS.",
    "Ndị ọkaiwu Kanu arịọla ụlọikpe ka ha nye iwu ka e bufee Nnamdi kanu n'ụlọmkpọrọ dị n'Abuja, karịa ụlọ mkpọrọ ndị DSS ebe ọ nọ ugbua, mana ụlọikpe ekwebeghị.",
    "National security",
    "Ikike diri mmadụ",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu News: Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakor8 Nọvemba 2021",
    "Nnamdi Kanu re-arrest: Onyeisi Ohaneze ekwughị na iju maka Nnamdi Kanu bụ mkparị - Alex Ogbonnia7 Julaị 2021",
    "Nnamdi Kanu rearrest: Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton8 Julaị 2021",
    "Nnamdi Kanu Re-arrested Reactions: Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa29 Juun 2021",
    "Gee ntị, 'Nnamdi Kanu na-arụrụ gọọmenti Naịjirịa ọrụ' - Ralph Uwazuruike18 Mee 2020",
    "Kedụ ihe jikọrọ Cameroon na Nigeriana nnwụchi Nnamdi Kanu?14 Julaị 2021",
    "Vidio, Ihe o were m ide akwụkwọ ritere m nzere NLNG nke afọ 2021- Cheluchi Onyemelukweelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Okorocha, Kalu... Lee ndị Igbo a na-enyo na ha nwere ike ịzọ ọkwa onyeisiala na 2023elekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}