{
  "published": "18 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Oruebube na nwanne ya nwoke nke obele nọ n'ụlọ ọgwụ anata ọgwụgwọ oge BBC Igbo zutere ha",
    "Otu okoroọbịa aha bụ Oruebube Hozanna di afọ 18 gwara BBC Igbo na ndi ọrụ nchekwa pụrụ iche Bekee kpọro 'Department of State Service' (DSS) wakporo ụlọ ha dị n'ụzọ Asha nke Amechi Road n'Enugwu ma kpụrụ mmadụ anọ n'ime ndị nọ n'ụlọ ahụ gawa nga.",
    "Maazị Hozanna kwuru na ọ bụ n'ọnụ ụtụtụ nke ụbọchị 8 nke ọnwa Nọvemba ka ihe a mere, ma kwukwa na ndị DSS sị na ha bịara ije ahụ maka ndi bi n'ulọ ahụ bụ ndị otu 'Indigenous Popel of Biafra' (Ipob).",
    "Ndị DSS na-akpọ m n'Abuja maka ihe ndị m kwuru - Fr Ejike Mbaka",
    "Ndị ntaakụkọ n'Enugwu emela ngagharịiwe banyere mmegbu",
    "Ugboro ise a wakporo ndị uweojii na mpaghara ọwụwa anyanwụ n'ọdịnso a",
    "Ya na ndị ọzọ ejidere ya na ha bụ ndị Ezinaụlọ Egwuatụ bị na Topland Amechi Enugwu nọ n'ụlọogwụ anara ọgwụgwọ ugbua n'ihi ihe ha kwuru na ha gabigara na-aka ndị ọrụ DSS n'Enugwu.",
    "Otu onye n'ime ndị akpụrụ bụ Stephen Egwuatu, bụ onye umụnne ya sị dị afọ 12.",
    "Dịka ọ na-agọ na ya abụghị onye Ipob, Hozanna gwara BBC Igbo n'ebe o dina n'ụlọọgwụ n'Enugwu na ndi DSS kụrụ ha ihe n'oge ha no ha n'aka.",
    "Dịka o siri kọwaa, ha nọ n'ụra oge ndị ha chere na ọ bụ ndị ohi gbawara ụzọ ha mabata were bido tiwa ha ihe.",
    "Ndị ahụ kwuru na ha bụ ndị DSS, na ha na-achọ nwanne ha nwoke bụ Chucks Egwuatu.",
    "Ngwa ngwa ha gwara ha na nwanne ha anọghi, ndị DSS ahụ kpụrụ ụmụnne anọ ahụ kpọchie na n'ogige ha dị na GRA, Enugwu.",
    "Oluebube kwara arịrị na ndị DSS tiri ha ihe mkpụrụ ụbọchị atọ tupu ha ahapụ mmadụ abụọ ma jide abụọ.",
    "Ọ sị na ndị DSS ahụ gwara ha na ganye na nwanne ha a na-achọ achọ bụ Chukwuebuka Egwuatu apụta, na mmadụ abụọ ndị nke ọzọ ga-anọrịrị na nga ha.",
    "Hozanna sị na etikwara onye nke ahụ di obele ihe n'ụlọọrụ ndị DSS n'Enugwu.",
    "BBC Igbo gbara mbọ ịnụta n'ọnu ndị DSS maka ihe ezinaụlọ a kwuru mere ha mana Peter Afunanya bụ ọnu na-ekwuru ha azachi ekwentị ya maọbu saa ajuju a jụrụ ya na WhatsApp ya.",
    "BBC Igbo mechara chọpụta na atọhapụrụ Ebube Egwuatu mana Idara Godwin ka nọ na-aka ndị DSS.",
    "Foto otu onye ma maka akụkọ a zitere BBC Igbo gosiri nwa okoroọbịa apa yiri nke ụtarị juru n'ahụ.",
    "Nkọwa onye zitere foto ahụ si na ọ bụ Chukwuebuka Egwuatu bụ onye no na ya ma kwukwa naọ bụ ndi DSS tiri ya ihe.",
    "Ihe a ha kwuru bụ otu ihe n'ihe Hozanna gwara BBC Igbo na ha hụrụ n'aka ndị DSS.",
    "Ọ sị na ndị DSS tọghapụrụ ha n'agbụ dịka ha chọpụtara na ha ka bụ ụmụaka.",
    "Oruebube gọro aka na'ọkpa na ha abụghị onye Ipob nke ya jiri mara ihe ọbụla maka otu ahụ.",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Ihe o were m ide akwụkwọ ritere m nzere NLNG nke afọ 2021- Cheluchi Onyemelukweelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Okorocha, Kalu... Lee ndị Igbo a na-enyo na ha nwere ike ịzọ ọkwa onyeisiala na 2023elekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}