{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaiwu Uche Elikwu anatala mkpara ikike dịka Eze ọdịnala Port Harcourt",
    "Mmemme pụrụiche na egwu ọṅụ ka Ọkaiwu Uche Isaiah Elikwu jiri nata mkpara ikike ya taa, dịka Eze ọdịnala na-achị alaeze Rebisi, nke gụnyere obodo PortHarcourt, isi obodo Rivers Steeti.",
    "Nke a na-abịa dịka ụlọikpe dị na Port Harcourt kpebiri ikpe gbasara oche eze ahụ n'ụbọchị Mọnde, abalị iri na ise nke ọnwa Nọvemba afọ 2021.",
    "Akụkọ kwuru na ikpe gbasara oche Eze Rebisi adịla n'ụlọikpe ihe ruru afọ iri.",
    "Ihe i kwesiri ịma maka Eze Bernard Enweremadu nke ala Ngwa lara mụọ",
    "Alor o nwere Igwe abụọ?",
    "Nchutu Sanusi wụrụ m akpata oyi - Moghalu",
    "Onye ma maka akụkọ a kwuru na oche eze ahụ na-akpagharị n'etiti obodo asaa mebere alaeze ahụ a kpọrọ 'Alaeze Rebisi'.",
    "Oge eze nke ikpeazụ lara mmụọ, ọ bụ ezinụlọ ndị be Oduwanyeoma ka o rutere iwepụta eze ọhụrụ.",
    "Mana esemokwu dapụtara n'etiti mmadụ abụọ si n'ezinụlọ ahụ: Uche Elikwu na Victor Wuluchem, dịka ha abụọ na-azọ onye a ga-echi eze.",
    "Ndị ntorobịa Rebisi ji ọṅụ nabata Uche Elikwu dịka eze ọhụrụ ha",
    "Nke a kpatara alaeze Rebisi ji nwee eze abụọ n'ihi na mmadụ abụọ a na-azọ eze ekweghị ekwenyere ibe ha.",
    "Ya bụ okwu mechara pụọ n'ụlọikpe, ebe a nọrọ nye iwu ka ha abụọ kwụsị ịkpọ onwe ha eze ruo mgbe a ga-ekpebi ya bụ ikpe.",
    "Ikpe a mechara bie abalị abụọ gara aga dịka ụlọikpe kwuru na ọ bụ ọkaiwu Uche Elikwu bụ eze aleze Rebisi kpọmkwem.",
    "Mana kepukepu na-ekwu na Victor Wuluchem ga-ebupụ ikpe ahụ n'ụlọikpe mkpesa.",
    "Ndị ntorobịa obodo Rebisi",
    "Ọkaiwu Uche Isaiah Elikwu",
    "Riva steeti",
    "Omenala",
    "Sanusi Lamido Sanusi: Ikike ndị Eze Igbo eruru nke ndị ogbo ha?9 Mee 2019",
    "Vidio, Etu Nnewi siri malite - Igwe Orizu22 Nọvemba 2019",
    "Emir of Kano: Nchutu Sanusi wụrụ m akpata oyi - Moghalu9 Maachị 2020",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro2 Julaị 2021",
    "Alor o nwere Igwe abụọ?31 Disemba 2020",
    "Etu di na nwunye ụmụ anọ ha nwụrụ n'otu ụbọchị si agbakee ugbua n'Umuahia17 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ụlọikpe kwuru maka ụmụnne abụọ na-azọ ọkwa Eze Pọtakọtelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Mmadụ abụọ agbaala Soludo akwụkwọ n'ụlọikpe gbasara ntuliaka Anambra",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe ụlọikpe kwuru maka ụmụnne abụọ na-azọ ọkwa Eze Pọtakọt",
    "A gbaala ụlọ Igwe Oliver Nnaji nke Ogwu Aniocha Anambra steeti ọkụ",
    "Ihe Endsars Movement, ndiagha Naijiria kwuru maka mpụtara nnyocha mkpamkpa kpara na Lekki Toll Gate",
    "Nwalee etu ị ga-esi chekwa onwe gị na ntuliaka gọvanọ Anambra",
    "Etu di na nwunye ụmụ anọ ha nwụrụ n'otu ụbọchị si agbakee ugbua n'Umuahia",
    "Ndị nwụrụ n'ihe mberede ogbunigwe gaasị na Ladipo,Legọs, eruola mmadụ ise",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}