{
  "published": "19 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaikpe Anya Benson bụ onye kpere ikpe Nnamdi Kanu n'Ụmụahịa gbarụrụ ihu maka etu ndị ọrụ nchekwa siri majuo n'ụlọikpe, dika ha na-eme oge ọbụla ikpe ahụ na-aga n'ihu.",
    "Ọkaịkpe Anya hụrụ ndị ọrụ nchekwa dịka ha jiri majuo n'ime nakwa gburu gburu ụlọikpe ahụ nakwa ụzọ Ikot Ekpene nyere iwu machiri ndi ọrụ nchekwa ịbịa ụlọikpe ahụ n'ọnụdụ ahụ n'oge ọzọ.",
    "Ọ jụrụ ihe mere e jiri nwee ụdịrị nchekwa ahụ n'agbanyeghi na onweghị ọgbaghara ọbụla maọbụ agha.",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "Etu ikpe Nnamdi Kanu si gaa na Novemba 10 n'Abuja",
    "Ọ dịkwa na itinye ụdịrị nchekwa ahụ dị ka ibuso ọha agha.",
    "\"Onye ka unu na-atu ụjọ na ihe na-ehi ndị ọrụ nchekwa ụdịrị egwu mere ha jiri juu n'ụlọikpe oge ọbụla ikpe a ruru?\" bụ ajụjụ ọ jụrụ.",
    "Ọkaikpe Anya sị na ndi Abia na-eruwe isi ma nye iwu ka anwakwana anwa nwuchie mamdu n'ime ụlọikpe ahụ.",
    "Ọ sị na sọsọ ma ụlọikpe kpọọ ndi ọrụ nchekwa oku ka ha ga-eji bịa n'ụlọikpe ahụ.",
    "Eyigharịala ikpe Kanu ruo ụbọchị iri nke ọnwa Decemba",
    "Dịka eyigharịrị ikpe ahụ gaa ụbọchị iri nke ọnwa Decemba, Ọkaiwu Kanu bụ Aloy Ejimakor kelere Ọkaikpe dịka o siri nye iwu ahụ o nyere.",
    "Ọkaikpe Anya mere nyigharị ahụ dịka ndi ọkaiwu niile kwuru na ha chọrọ ka o mee etu ahụ.",
    "Cheta a ndị ọrụ nchekwa dị iche iche gụnyere ndị DSS, ndị uweojii, ndi agha na ndị Civil Defence amajuola n'ụzọ nakwa gburugburu ụlọikpe ukwu dị n'Ụmụahịa dịka ikpe Nnamdi Kanu ga-aga n'ihu taa bụ ụbọchị 19 nke ọnwa Nọvemba.",
    "Ndị ọrụ nchekwa nọ n'ime ụgbọala Hilux atọ gbochiri ụzọ Ikot Ekpene n'ebe a na-akpọ BCA Junction, nakwa ebe ụzọ Ikot Ekpene zutere ụzọ Finbaars.",
    "Ụzọ Ministrị Ikpe",
    "Ndị na-esi ụzọ ahụ na-esizi ụzọ ọzọ ije laghachite ụzọ Ikot Ekpene.",
    "Ndị ji ụkwụ agafe ụzọ ahụ, nke ọkankụ ha bụ ndị ọrụ oyibo, na-aza ọtụtụ ajụjụ tupu enye ha ohere maọbụ si ha laghachie.",
    "Mgbochi ụzọ a butere ọtụtụ kpachi kpachi n'ụzọ Ministri of Justice, ụzọ Finbaars, ụzọ Stadium Avenue nakwa ụzọ Azikiwe.",
    "Ụzọ Stadium Avenue",
    "Ndị ọrụ nchekwa ruru iri ise nọ na gburu gburu ahụ nakwa n'ime Ụlọ Ikpe Ukwu ahụ ebe onye ntaakukọ anyi hụrụ ụgbọala ndị nchekwa ise.",
    "Ikpe",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu Court Case: Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa2 Nọvemba 2021",
    "Nnamdi Kanu Update: Ihe Buhari gwara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanuelekere 8 gara aga",
    "Nnamdi Kanu Trial: Lee ihe ndị nwereike ịme ka ikpe ya ghara ịga n'ihu13 Julaị 2021",
    "Nnamdi Kanu: Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja27 Jenụwarị 2021",
    "Ipob si ka aga n'iru enye mkpebị ruru Nnamdi Kanu14 Febụwarị 2018",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu19 Nọvemba 2021",
    "Gee ntị, Nkeji BBC19 Nọvemba 2021",
    "Ihe mere esemokwu dị n'etiti Innoson na GTBank ji ewu ugbuaelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Etu ngagharịiwe e mere maka Fada John Odey siri gbaa ihe e zoro ezo n'anwụ n'Abakaliki Catholic Diocese",
    "Anyị agaghị ekwe ka Nnamdi Kanu bụrụ onye a ga na-akpasị agwa ọjọọ - Ohaneze Ndigbo",
    "Ihe mere esemokwu dị n'etiti Innoson na GTBank ji ewu ugbua",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Mmadụ abụọ agbaala Soludo akwụkwọ n'ụlọikpe gbasara ntuliaka Anambra",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "A gbaala ụlọ Igwe Oliver Nnaji nke Ogwu Aniocha Anambra steeti ọkụ",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}