{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Okorocha/Orji Uzo Kalu, Anyim Pius Anyim/Facebook",
    "Rochas Okorocha, Orji Uzo Kalu, Anyim Pius Anyim",
    "Dịka afọ 2023 na-akpụdebe nso, okwu gbasara onye ga-anọchị Onyeisiala Muhammadu Buhari na-efegharị ebe niile ugbua.",
    "Ọtụtụ na-ekwu na ọ bụ ndị Igbo ka o rutere iwepụta onyeisiala Naịjirịa ma Buhari rituo.",
    "Mana kedụkwanụ ndị ndọrọndọrọ ọchịchị si mpaghara ala Igbo chọrọ ịzọ ọkwa a?",
    "Orji Uzor Kalu akpọọla oku ka APC na PDP nye ndị Igbo ohere na 2023",
    "N'agbanyeghị ihe m gabigara maka ha, APC agbakụtala m azụ- Okorocha",
    "Ụmụ Naijiria bi Spen enyela Amaechi ọsọ",
    "E nwere mmadụ olemole kepukepu na-ekwu na ha nwere ike ịpụta zọọ ya bụ ọkwa, mana ụfọdụ n'ime ha apụtabeghị kpọọ okwu aha.",
    "Lee ụfọdụ n'ime ndị ahụ:",
    "Ebe foto si, Rochas Okorocha/Facebook",
    "Rochas Okorocha azọbuola ọkwa onyeisiala Naịjirịa ugboro atọ n'oge gara aga",
    "Ọnụ na-ekwuru aka chiburu Imo steeti bụ Rochas Okorocha ekwuola na o tozuru ịbu onyeisiala Naịjirịa n'afọ 2023.",
    "Ebere Nzewuji gwara BBC Igbo nke a na mkparịtaụka ekwentị n'ehihie ụbọchị Tọzde.",
    "Cheta na otu kpọrọ onwe ha \"Council of Imams and Bishops\" pụtara n'ụbọchị Wenezde tụọ Okorocha aka dịka onye ha kwadoro maka ọkwa onyeisiala afọ 2023.",
    "Apụghị m na APC- Okorocha",
    "Rochas Okorocha metere ihe mere mmụọ jị achụ ya ọsọ - Gọọmentị Hope Uzodimma",
    "PDP Imo state ekpeela Rochas Okorocha n'aka ndí uweojii",
    "Mana Nzewuji kwuru na Okorocha ga-ekwu okwu banyere nke a n'oge na-adịghị anya.",
    "O kwuru sị: \"Okorocha nụrụ ihe ndị Bishopụ na Imam kwuru na ọ bụ ya bu onye nwereike ịmezi Naịjirịa.\"",
    "\"Rochas bụ onye a ma ama ebe niile na Naịjirịa, ọ na-asụ asụsụ ndị ọzọ, ọ bụghị naanị Igbo.\"",
    "\"Ọ na-eje ihe ndị alakuba na-eje ihe ndị okpukpere Kraịst, bụ ihe mere ka ndị Bishọpụ na Imam kwadoo ya ịnọchi Buhari maka udo na idinotu Naịjirịa.\"",
    "Nzewuji gara n'ihu kwuo na oge ruo, Okorocha n'onwe ya ga-agwa ndị mmadụ uche ya gbasara ịzọ ọkwa onyeisiala",
    "Ugboro ole Okorocha zọrọla ọkwa onyeisiala",
    "Rochas Okorocha: Ọ bụrụ na asị m pụọ na Senate ka Naịjirịa dị mma, aga m apụ",
    "Tupu ọ bụrụ gọvanọ Imo Steeti, Rochas Okorocha azọọla ọkwa onyeisiala Naịjirịa n'oge gara aga.",
    "N'afọ 2003, ọzọrọ ya bụọkwa na pati 'All Nigeria People's Party (ANPP)'.",
    "O mechara banye PDP sorokwa zọọ ya bụ ọkwa n'afọ 2007, tupu ọ banye APC zọkwaa ọkwa Onyeisiala n'afọ 2015.",
    "N'ọnwa Sepụtemba afọ a, Rochasgwara ndị ntaakụkọ sị: \"Ọ bụrụ na m bụrụ onyeisial, udo na ọganihu ga-abụ ụba na Naịjirịa, mara na achọrọ m ịbụ onyeisiala.",
    "Rochas Okorocha: Etu ndị uweojii Imo steeti si memina mụ na ndị otu m",
    "Ọ bụghị naanị Rochas Okorocha bụ onye Igbo a na-enyo na o nwere ike ịzọ ọkwa onyeisiala na 2023.",
    "Ndị ọzọ gụnyere:",
    "Ebe foto si, Orji Uzor Kalu/Facebook",
    "Orji Uzor Kalu",
    "OUK bụ aka chịrị Abia steeti malite n'afọ 1999 ruo 2007, mana ugbua ọ bụ Sinetọ na-anọchite anya Abia 'North' n'ụlọomeiwu ukwu Naịjirịa.",
    "N'ọdị nso a ka foto ya malitere ịgbasa n'Umuahia, na-egosipụta na ọ chọrọ iso zọọ ọkwa Onyeisiala Naịjirịa na 2023.",
    "Foto Orji Uzor Kalu pụtara n'Umuahia n'ọdị nso a na-ekwu na ọ na-azọ ọkwa onyeisiala na 2023",
    "Ọ bụ eziokwu na Kalu ekwubeghị kpọmkwem ma ọ ga-apụta ịzọ ya bụ ọkwa, mana o kwubeghịkwa na ya agaghị azọ.",
    "N'ọdị nso a, na mkparịtaụka ya na BBC Igbo, Kalu kwuru na ya toruru ịbụ onyeisiala Naịjirịa, mana ọ bụ ihe Chukwu kwuru ga-eme.",
    "Chetakwa na Kalu so na ndị nwere ọgbakọ a kpọrọ \"Igbere Declaration\", ebe a nọrọ kpọọ oku ka pati APC na PDP họpụta onye Igbo maka ịzọ ọkwa onyeisiala na 2023.",
    "Orji Uzo Kalu sị na o dịzị ka ndị Naijiria anaghịzi ahụ onwe ha n'anya",
    "Ebe foto si, Anim Pius Anyim/Facebook",
    "Anyim Pius ekwuola kpọmkwem na ya ga-azọ ọkwa onyeisiala",
    "Anyim Pius bụ onye rụrụ ọrụ dịka onyeisi ụlọ omeiwu Ukwu Naịjirịa malite n'afọ 2000 ruo 2003, nakwa odeakwụkwọ gọọmentị etiti n'afọ 2011 ruo 2015.",
    "Ọ bụ naanị ya bụ onye Igbo kwurula kpọmkwem na ya ga-azọ ọkwa onyeisiala na 2023.",
    "N'okwu ọ gwara ndị ntaakụkọ n'ọnwa Ọkụtoba, o kwuru na oge eruola ugbua ka ya kwuputa mmasị ya iso zọọ ya bụ ọkwa.",
    "Ebe foto si, Yemi Osnibajo/Facebook",
    "Rotimi Amaechi",
    "Amaechi bụ aka chịburu Rivers steeti, ma bụrụkwa Mịnịsta na-ahụ maka njem ugbua.",
    "O kwubeghị kpọmkwem na ọ chọrọ ịzọ ọkwa onyeisiala, mana ọtụtụ na-ekwu na uche ya dị ya.",
    "Oge Amaechi na BBC Igbo nwere mkparịtaụka n'afọ 2020, anyị jụrụ ya ihe o che gbasara ọkwa onyeisiala n'afọ 2023, o kwuru na sị: \"enweghị ihe m ga-ekwu. Ugbua, abụ m onye ọrụ gọọmentị.\"",
    "Mana n'agbanyeghị nke a, ọtụtụ na-ekwu na Amaechi nwere ike ịzọ ọkwa onyeisiala na 2023.",
    "Ebe foto si, Peter Obi/Facebook",
    "N'agbanyeghị na ọtụtụ na-ekwu na Peter Obi kwesịrị ịpụta soro zọọ ọkwa onyeisiala na 2023, ya onwe ya ekwubeghị na ọ ga-azọ",
    "Obi so zọọ ndọrọndọrọ ọchịchị Naịjirịa nke afọ 2019, dịka ọ zọrọ ọkwa osote onyeisiala, ya na Atiku Abubakar.",
    "Mana foto malitere ifegharị n'ọnwa sepụtemba afọ a, nke na-ekwu na ọ na-apụta ịzọ ọkwa onyeisiala.",
    "Foto ahụ gosiri na aka chịburu Kano steeti bụ Rabiu Kwankwanso na-apụtakwa dịka osote onyeisiala.",
    "Ebe foto si, Screengrab",
    "Peter Obi kwuru na aka ya adịghị na foto a bụ nke fesara na soshal midia n'ọnwa Sepụtemba",
    "Mana Peter Obi kwuru na aka ya na ụkwụ ya adịghị na ya bụ foto.",
    "O kwuru sị: \"Ihe kwesịrị ịka mkpa ugbua bụ etu onye ọbụla ga-esi gbakọta aka ka anyị nwee ezi nchekwa, kpochapụ ụbịam, nye ndị mmadụ ọrụ, wulite ọnọdụ agụmaakwụkwọ nakwa ahụike na Naịjirịa, ọ bụghị onye ga-abụ onyeisiala.\"",
    "Ndọrọndọrọ ọchịchị",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Independence Day Nigeria: Orji Uzor Kalu sị na ọ dịzị ka ndị Naịjirịa ahụzịghị onwe ha n'anya, Duration 1,311 Ọktọba 2020",
    "Vidio, APC, PDP nyenu ndị Igbo ohere na 2023 - Orji Uzor Kalu6 Jenụwarị 2021",
    "Imo State: Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka26 Febụwarị 2021",
    "Rochas Okorocha metere ihe mere mmụọ jị achụ ya ọsọ - Gọọmentị Hope Uzodimma17 Mee 2021",
    "Vidio, Ihe o were m ide akwụkwọ ritere m nzere NLNG nke afọ 2021- Cheluchi Onyemelukweelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Okorocha, Kalu... Lee ndị Igbo a na-enyo na ha nwere ike ịzọ ọkwa onyeisiala na 2023elekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}