{
  "published": "18 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Davido, Destiny Etiko, Yul Edochie",
    "Dịka otiegwu a ma ama bụ Davido gosiri ụwa na ọ naghị eti mmọwụ a na-akwa aka dịka ndị nso nso ya ji ihe kariri otu narị nde naira gosi ya na ha bụ \"a kpọọ, a zaa\", ndị ọzọ esorola azọmụkwụ ya ma malite ịrịọ ego nke ha.",
    "Cheta na ihe a malitere dịka Davido ji akara Twitter ya n'ụbọchị Wenezde, Nọvemba 17, 2021, rịọ ndị nso nso ya na ndị na-akwado ya ka ha zitere ya ego n'ọba ego ya.",
    "Davido: Ihe jịkọrọ ya na Ndigbo",
    "Davido egechiela Chioma!",
    "Unu ga-atakwute ya kọnkịrị n'ụlọmkpọrọ - Davido",
    "O depụtakwara akara ụlọakụ ya.",
    "O kwukwara ntụkọta ego ọ chọro n'aka ha bụ otu nari nde Naịra dịka ọ chọro i ji ya gbapụta ngwaahịa na-abata ala Naijiria nso nso a.",
    "Dịka ozipụtechara ya bụ ozi, n'oge ruru nkeji iri, o ji ọnụ na aṅụrị depụta na soshal midia ya na ndị mmadụ eziterela ya nde Naịra asaa, nke mere ya bụ arịrọ jizi sara ọkụ.",
    "Dịka o si kwuo ma gosi kwa site na akara ụlọakụ ya, ndị nkwado ya zitere ya ihe kariri nde Naịra iri ise n'otu elekere.",
    "Ihe nke a turu Davido bụ onye otiegwu e ji aka nkesa mara n'anya dịka n'oge gara gara o na-enyere ọtụtụ ndị mmadụ aka site na inye ego maọbụ ikwado atụmatụ ha.",
    "N'atụmatụ ikwuchi ya ụgwụ obioma ya, ọtụtụ ndị mmadụ pụtara n'igwe tụnyere ya ụtụ ruru ya.",
    "Ụfọdụ ndị ama ama zitere ya ego dịka o si gosi n'aka Instagram ya bụ Obi Cubana, Ubi Franklin, Phyno, Don Jazzy, Ckay, Toke Makinwa, Rema wdgz.",
    "Agwa a Davido kpara kpalitere mmụọ ndị ọzọ ama ama isonye n'ụzọ a, nke gunyere:",
    "Ebe foto si, Yul EDOCHIE",
    "Yul Edochie: Yul bụ onye ama ama na-eme ejije Nollywood depụtara na Facebook ya: 'Ekele diri Davdio dịka o gosila anyị ụzọ, ndị nso nso na ndị nkwado m zitere nụ m ego m ga e ji mee achụmtavootu maka ntuliaka ọkwa onyeisiala', o gara n'ihu depụta akara ụlọakụ ya",
    "Destiny Etiko: Nwada Destiny bụ kwa onye na-eme ejiji Nollywood rịọrọ ndị nso nso ya ka ha zitere ya naanị puku ise dịka ọ chọghị ina ha ụtụ otu nde",
    "Ebe foto si, Destiny Etiko",
    "Psquare: Umu ejima otiegwu ama ama bụ Peter na Paul Okoye sonyekwara n'ụgbọ a dịka taa bụ 18 Nọvemba bụ ụbọchị ncheta omumu ha, ha depụtara akara ụlọakụ ha gwaa ndị nkwado ha ka ha zitere ha ego.",
    "Ha gara n'ihu depụta aha  Obi Cubana, nwanna ha nwoke Jude Okoye nakwa Davido ka buru ndị ga-ebu ụzo zitere ha ego",
    "Ebe foto si, Uju Okoli",
    "Uju Okoli: Uju bụkwa onye na-eme ejiji Nollywood gwakwara ndị nso nso ya ka ha zitere ya naani otu puku ma kwuo ka ha si n'ụzọ gosi ụwa na ha hụrụ ya n'anya n'ezi a.",
    "Ebe foto si, Getty Images",
    "Ndị mmadụ tụkọtaara Elon Musk $7000 n'afọ 2018 iji gote akwa ndịna",
    "Nke a abụghị mbụ ndi mmadụ na-apụta n'igwe tụọrọ onye ọgaranya ụtụ ego.",
    "N'afọ 2018, ndị ntaakụkọ CBS zipụtara ozi na ide ego bụ Elon Musk na-edina n'alka nkịtị n'ụlọọrụ ya bụ Tesla.",
    "Akụkọ kpaliri ndị nkwado ya ka ha bido ụtụ ego maka izụtara ya akwa ọ ga-eji na-arahụ ụra.",
    "Ndị mmadụ ji n'akara intanetị a na-akpọ 'Gofundme' tụkọtara ya ego kariri puku dọla asaa ($7000).",
    "Ebe foto si, Getty Images",
    "Ndị mmadụ tụkwaara Kylie Jenner ego n'afọ 2018 iji nyere ya aka ka ego ya ruo otu ijeri dọla",
    "N'otu afo ahụ bụ 2018, ndị ụlọọrụ ntaakukọ 'Forbes' depụtara aha nwada Kylie Jenner dịka nwa agbọghọbịa mbụ nọ n'ụzọ ibawanye akụnụba ya ruo otu ijeri dọla.",
    "Ozi kpalịrị mmụo ndị nkwado ya ka ha malite izitere ya ego iji hụ na o ruru ọgọgọ ịbụ ọgaranya nwezuru otu ijeri dọla.",
    "Ụtụ ego atụtara n'isi ya n'ụbọchị nke mbụ ruru dọla puku nari anọ na iri asatọ na isii. ($486,000).",
    "Davido: Gịnị jịkọrọ Davido na Ndigbo?30 Ọgọọst 2018",
    "Ọ ga-ara ahụ onye ntorobịa imeri ọkwa onyeisiala Naịjirịa - Yul Edochie20 Juun 2018",
    "Igbo Celebrities: Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna ha22 Mee 2021",
    "Davido: Unu ga-atakwute ya kọnkịrị n'ụlọmkpọrọ - Davido23 Ọktọba 2019",
    "Vidio, Ihe o were m ide akwụkwọ ritere m nzere NLNG nke afọ 2021- Cheluchi Onyemelukweelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Okorocha, Kalu... Lee ndị Igbo a na-enyo na ha nwere ike ịzọ ọkwa onyeisiala na 2023elekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti2 Nọvemba 2021",
    "Image gallery, Ọbante Diezani na ngwongwo ya ndị ọzọ a chọrọ ire28 Ọktọba 2021",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}