{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Innoson-Facebook",
    "Dịka akụkọ na-efegharị na Innocent Chukwuma, onye nwe ụlọọrụ 'Innoson Group', nwereike iweghara Gtbank ma ọ bụrụ na ụlọakụ ahụ akwụghị Innoson ụgwọ ha ji ya, ọnụ na-ekwuru ụlọọrụ Innoson Group bụ Cornelius Osigwe akọwala ihe ya bụ okwu pụtara.",
    "Onye nwe ụlọọrụ Innoson bụ Innocent Chukwuma kwuru na nsonso a na ọ bụrụ na ụlọakụ 'Gtbank' akwụghị ụlọọrụ ya ijeri naira iri atọ na abụọ (N32bn) nke ụlọikpe kpebiri ka ha kwụọ ya, na ya ga-eweghara ụlọakụ ahụ ma isiego na ọmụrụnwa so ya karịa ego ụlọakụ ahụ nwere.",
    "Ikpe: Innoson ekwetala na ha duhiere ọha",
    "Innoson: Enyeghị m akwụkwọ bia ụlọikpe",
    "Chukwuma, kwuru nke a na nsonso a, oge ọ na-aza ndị ntaakụkọ gara n'ụlọọrụ ya dị na Nnewi, Anambara steeti ajụjụ.",
    "O kwuru na ya na bụbu ezigbote onyeahịa ụlọakụ GtBank oge Tayo Aderinokun bụ onyeisi ụlọakụ ahụ larala mụọ nọ nke mere ka ụlọakụ ahụ rụọ ngalaba ụlọakụ ha na Nnewi.",
    "Mana na egwu dagharịrị oge onye ọhụrụ nọchiri ya.",
    "Na nkọwa ya, Osigwe gwara BBC Igbo n'ekwentị na \"akụkọ ụnụ na-anụ bụ eziokwu.\"",
    "Ọtụtụ steeti enweghị ego n'akpa",
    "Ego ole ka ndị ụlọikpe na-eri?",
    "\"Anyị ma na enwetala mkpebi n'Ụlọikpe Kachasị bụ ndị gwara Gtbank ka ha kwụọ anyị ego ha were n'akpaego anyị dị n'ụlọakụ ha.\"",
    "\"Oge e nyere mkpebi mbụ n'Ụlọikpe Ukwu nke Etiti, ihe e kpebiri ha ga-akwụ anyị bụ N4.7bn.\"",
    "\"Ụlọikpe kwuru na ego ahụ ga-eji pasent 22 na-erite ọmụrụnwa were ruo oge ha ga-akwụ ya bụ ụgwọ.\"",
    "Innoson Motors: Etu m si bido ịgba mbọ",
    "\"Ọ bụ ihe ndị a ka anyị gbakọrọ malite na Ụlọikpe Ukwu ruo Ụlọikpe Kachasị\" o were rute ijeri naira 32.",
    "Ọ gara n'ihu bo ebubo na kama imezu ihe ụlọikpe gwara ha, na ụlọakụ GTbank ahụ na-agbagharị akwụkwọ n'Ụlọikpe kachasị ka ha lebagharịa anya n amkpebi ha nyeburu.",
    "Ọ sịrị, \"Ha agbabuola akwụkwọ n'Ụlọikpe Kachasị, a kụpụ ya, mana o nwere akwụkwọ ọhụrụ ha gbara n'Ụlọikpe Kachasị.\"",
    "N'ajụjụ ma Innoson ọ ga-enwe ike imezu nke a ebe ọ bụ na Gtbank ahazighariala ụlọọrụ ha ma gbanwee aha ha ka ọ bụrụ, GTco, Osigwe sara sị, \"Aha ọ bụla ọ masịrị ha na-aza, mkpata na mmefu ha nille ka ga-abụ nke GTBank.\"",
    "Mbọ BBC gbara inweta olu ụlọakụ GTbank amịtaghị mkpụrụ.",
    "Onye na-arụrụ ụlọakụ ahụ ọrụ na-achọghị ka a kpọ aha ya kwuru na \"Ụlọakụ ahụ achọghị ka ha na onye bụbu onye ahịa ha na-eme tụmsara.\"",
    "Cheta na Innoson na GTbank anọọla n'ụlọikpe ọtụtụ afọ maka ikpe metụtara ebubo na ụlọakụ ahụ zupuru nde kwuru nde Naira n'akpaego Ịnnoson nwere n'ụlọakụ ahụ.",
    "Etu ngagharịiwe e mere maka Fada John Odey siri gbaa ihe e zoro ezo n'anwụ n'Abakaliki Catholic Diocese",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "A gbaala ụlọ Igwe Oliver Nnaji  nke Ogwu Aniocha Anambra steeti ọkụ",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Ụlọakụ",
    "Uchu n'ọrụ",
    "Ihe 7 ị ga-eji cheta ndị Naịjirịa ma ị zute ha n'ụgbọelu1 Julaị 2018",
    "Vidio, Crayfish Business: Njem 'crayfish na-aga site n'osimiri ruo n'ọdọahịa5 Mee 2021",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu19 Nọvemba 2021",
    "Gee ntị, Nkeji BBC19 Nọvemba 2021",
    "Ihe mere esemokwu dị n'etiti Innoson na GTBank ji ewu ugbuaelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Etu ngagharịiwe e mere maka Fada John Odey siri gbaa ihe e zoro ezo n'anwụ n'Abakaliki Catholic Diocese",
    "Anyị agaghị ekwe ka Nnamdi Kanu bụrụ onye a ga na-akpasị agwa ọjọọ - Ohaneze Ndigbo",
    "Ihe mere esemokwu dị n'etiti Innoson na GTBank ji ewu ugbua",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Mmadụ abụọ agbaala Soludo akwụkwọ n'ụlọikpe gbasara ntuliaka Anambra",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "A gbaala ụlọ Igwe Oliver Nnaji nke Ogwu Aniocha Anambra steeti ọkụ",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}