{
  "published": "20 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "N'ụbọchị Wednezde bụ ụbọchị 17 nke ọnwa Nọvemba, mba Amerịka zipụtara ozi na ha ewepụla aha mba Naijiria na aha ebe ndị a na emegidi ndị mmadụ maka okpukperechi ha, mana ọ dịzị ka ụfọdụ ndị ụkọchụkụ ụka Kraịstị na nke ndịnke alakụba a nọzị na ndọrọndọrọ okwu a.",
    "Anyị agaghị amachị ndị Shia ife ofufe ha - Buhari",
    "Ụka Katọlik Enugwu ji ofufe nru pụrụiche ruo uju ndị ụkọchukwu egburu egbu",
    "CAN akatọọla nhazị ndị ọrụ nchekwa Naijiria",
    "Ụfọdụ ndị okpukpere chi alakụba gwara BBC Hausa na ha nabatara mwepụ aha Naijiria dịka ha kwuru na Naijiria anaghi emegidi onye maọbụ otu ọbụla maka okpukpere chi h mana otu onye ụkọchụkwụ ụka Kraịstị kwuru na ọ nabataghi nke a.",
    "Lee ihe ndị ọnụ ruru okwu gwara BBC maka ozi na mwepụla aha a Naịjirịa.",
    "Ụkọchụkụ Murtala Mati Dangora bụ osote onyeisi oche otu na-elekọta ndị  okpukperechi Kraịstị na Kano steetị nke a na-akpọ na Bekee \"Christian Association of Kano State\" gwara BBC Hausa na a kana emegidi ndị okpukperechi Kraịstị na Naijirịa dịka ọtụtụ akụkụ Naijiria kana amachị ndị ụka ịrụ ụlọụka ha ebe ha chọrọ.",
    "N'okwu ya, ọ sị: \"Dịka mba Amerịka si wepụ aha Naijịrịa na ọnụ ọgụgụ mba ebe ndị a na-emegịdị ndị mmadụ maka okpukperechi ha, mara na ha amaghị akụkọ bụ eziokwu banyere okwu a dịka a na-emegidi ma na-emegbu ndị mmadụ n'okwu okpukperechi ha na ala Naijịrịa\"",
    "N'otu aka ahụ ụkọchụkwụ ụka alakụba bụ Muhammad Nurul Khaleed, onye bụkwa otu onyeisi ahụrụ kwaba okpu n'otu the 'Interfaith Dialogue Committee', kwuru na akụkọ mmachi maọbụ mmegidi a adịghị ire n'ala Naijịrịa.",
    "O kwuru na eweghi mkpesa ọbụla banyere nke a ọ ma maka ya.",
    "Ụkọchụkwụ Murtala gara n'ihu kwuo si: \"Gọọment Naijịrịa  kwesiri inye mmadụ niile ikike diri ha ikpere chi ọbụla ha chọrọ, ha kwesiri ikwe ndị ụka ka ha goro ala ma rụọ ụlọụka ha ebe ha chọrọ, maọbụ nwete ọrụ ebe ha chọrọ.\"",
    "Muhammad Nurul Khaleed kwuru na Naijiria nwereike inwete udo ma ọ bụrụ na a kwenyere ndị ụkọchụkwụ okpukpere chi  dị ịcheịche ugwu ruru ha, gee ha nti ma nye ha ohere inwe mkparịtaụka",
    "Ozi mwepụ aha a bịara tupu onye odeakwụkwọ mba Amerịka bụ Antony Blinken anwụchịa n'Abuja maka mkparịtaụka pụrụiche ya na onyeisiala Muhammadu Buhari nwere banyere nchekwa ala Naijria na ihe ndị ọzọ.",
    "Cheta na n'afọ gara aga, mba Amerịka gụnyere ala Naijịrịa dịka ebe ndị ekwesiri elebanyere anya n'okwu agwa ọjọọ ha na-akpasi ndị mba ha maka okpukpere chi.",
    "Ụfọdụ mba ndị aha n'okwu a ugbua  bụ Myanmar, China, Eritrea, Iran, North Korea, Pakistan, Russia, Saudi Arabia, Tajikistan nakwa Turkmenistan, nke bụ dịka mba Amerịka si depụta.",
    "Agbanyeghi na ewepụla aha mba Naijirịa, mba Amerịka ka gụnyere otu abụọ bụ otu ndị agha nnụpụsi okpukpere alakụba dịka otu ekwesiri inye nlebanye anya pụrụịche - Otu abụọ a bụ:  otu Boko Haram na otu Iswap.",
    "Ọnụ na-ekwuru onyeisiala Muhammadu Buhari bụ Garba Shehu kwuru na ekwesighi ịgụnye aha ala Naijiria dịka ebe a na-emegidi ndị mmadụ maka okpukpere chi ha n'ihi na ya bụ ọnọdụ bụ ihe nghọtaghie nye mba Amerịka dịka ha chere na ndị otu Boko Haram na Iswap na-egbu naani ndị okpukpere chi Kraịstị.",
    "Ọ gara n'ihu kwuo na ya bụ echiche abụghị eziokwu dịka ndị otu a na-egbu ma ndị okpukpere chi Kraịstị ma ndị okpukpere chi alakụba",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị20 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu20 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Etu ngagharịiwe e mere maka Fada John Odey siri gbaa ihe e zoro ezo n'anwụ n'Abakaliki Catholic Diocese",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Isi nkwọcha, ihe na-akpata ya nakwa ihe ị ga-eme banyere yaEmelitere ikpeazụ na: 8 Ọktọba 2020",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Anyị agaghị ekwe ka Nnamdi Kanu bụrụ onye a ga na-akpasị agwa ọjọọ - Ohaneze Ndigbo",
    "Etu ụmụnne abụọ si azọ oche Eze Pọtakọt",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}