{
  "published": "20 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ugbua, otu ihe na-ewusike na mpaghara Ọwụwa Anyanwụ Naịjirịa bụ mkpa mkpa ọgwụike Igbo na-akpọ mkpụrụ mmiri na-akpa n'obodo dị iche iche.",
    "Ọtụtu ihe onyonyo a na-etinye na soshal midia na-egosi ebe ndị ikoroọbịa n'ụfọdụ obodo, ọkachasị na Steeti Anambara, na-anwụchi ma na-eti ndị mmadụ ihe maka ebubo na ha na-aṅụ ọgwụ ike a.",
    "Gọọmentị Naịjirịa agara Thailand ịmụta etu eji akụ 'igbo'?",
    "Nafdac laghachinụ n'ọdọ ụgbọ mmiri - Osinbajo",
    "Saudi Arabia na mba ndị ọzọ ga-egbu mmadụ maka ọgwụ ike",
    "Onyonyo ndị ọzọ na-egozikwa ebe ndị mmadụ na-atụrụ onwe ha n'ala dịka ndị nọ nso na-ekwu na ọ bụ ọgwụike ha ṅụrụ na-emetụ ha n'isi.",
    "Onyonyo nke na-egosi ebe a na-apịa ndị mmadụ ihe, n'ebumbuche na ọ ga-eme ka ha kwụsị isi, ịgba maọbụ ịnụ mpụrụ mmiri.",
    "Akaebe a niile na-egosi na mkpụrụ mmiri bụ nsogbu dịrị mpaghara Ọwụwa Anyanwụ ugbua.",
    "Mana, ọtụtụ mmadụ na-ada ebube, ma na-ajụ ihe bu mkpụrụ mmiri a na ihe mere ojiri bụrụ ihe akpụ n'ọnụ ugbua.",
    "Mkpụrụ mmiri bụ ọgwụike nwereike nye ahụike gị ezigbote nsogbu",
    "Mkpụrụ mmiri bu ọgwụike akụrakụ Bekee na-akpọ Crystal Meth. Ọ bụ ọgwụike si agbụrụ nke a na-akpọ \"Speed\" siri ezigbote ike.",
    "A na-akpọ ya ka ụtaba, ese ka sịga, agba ya n'akwarama ma na-aṅụ ka mmiri. O nwekere ndị na-ata ya ka nri.",
    "Mkpụrụ mmiri na ọgwụ Bekee kpọrọ methamphetamine yiri ihe si otu agbụrụ ọgwụ, mana dịka e ji methamphetamine agwụ ndị nwere ọrịa Bekee na-akpọ ADHD, onweghi ihe e ji mkpụrụ mmiri eme karịa ndị chọrọ ka o mee ha ihe ọgwụike na-eme.",
    "Ndị dọkịta na-ekwusike na mkpụrụ mmiri abụghị ihe ọma ma ncha. Ha na-ekwukwa na ọ bụ ihe nwereike enye mmadụ ezigbote nsogbu, nke Bekee na-akọwa dịka ihe dị \"highly dangerous\".",
    "Ebe foto si, Getty Images",
    "Etu mkpụrụ na-acha maọbụ di na-adi icheiche site n'onye mere ya.",
    "Ọ dị mkpa ịkọwa ebe a na mkpụrụ mmiri abụghị ihe a na-enwete n'onwe ya (dịka ọ bụghị ihe si na akwụkwọ ndụ dịka igbo, kọkane, na heroin), ọ bụ ihe e ji \"chemical\" a gbọkọrọ agbwọkọ eme.",
    "Ọ bụ ihe mere etu ọ na-acha maọbu dịrị na-adị iche iche.",
    "Ihe mere e ji akpọ ya mkpụrụ mmiri bụ makana o na-adịkarị ka mkpụrụ mmiri ozuzo nke Bekee na-akpọ \"ice\".",
    "Ebe foto si, Getty Images",
    "Ọ na-akparị mmadụ obi elu, mee ka onwe ha na-atọ ha ụtọ, ma mekwa ka ọtụtụ chefuo ihe bụ ihe ọma na ihe bụ ihe ọjọọ.",
    "Onye ṅụrụ mkpụrụ mmiri nwereike na-ahụ onwe ya na onweghi ihe ọgaghị emeli.",
    "Ọnọdụ ịnaghị ama nke bụ mma maọbụ ọjọọ nwereike mee ka onwe ahụ kpaa agwa ọgaghi akpalị ma ha bụrụ n'ọbụghị ọgwụ ahụ na-achị onye ahụ.",
    "Onye ṅụrụ ọgwụike ga-anọnwu n'ụdịrị ọnọdụ a site awa abụọ ruo awa iri na abuọ.",
    "Ka otu ụbọchị gafechara, onye nwụrụ mkpụrụ mmiri amalite ịnọ n'ọnọdụ onye ike gwụrụ nakwa onye ụwa anaghi atọ ụtọ.",
    "Nke a sọ n'ihe na-eme ka onye ahụ ga-achọ ọzọ ọ ga-aṅụ iji nwekwaa ụdịrị aṅụrị o nwere oge ọ ṅụrụ ọgwụ ahụ.",
    "Ebe foto si, Getty Images",
    "Mkpụrụ mmiri na-emetụta ahụike mmadụ n'ụzọ na adịghị mma.",
    "Nke kachacsị bụ na ọ bụ ọgwụ ike nwere ezigbote mmasị ịchị ndụ mmadụ n'ọnọdụ Bekee na-akpọ \"addiction\". Ọ so n'ọgwụ kachasị ejide mmadụ n'ọnọdụ a.",
    "Ọ kachasi ejide ndi na-ese ya na ndị na-agba ya aka etu a.",
    "O nwereike bute ọrịa umeju na ọrịa akpa ume maọbu nke ka ndị a njọ.",
    "Ebe foto si, Australian Federal Police",
    "N'ọtụtụ mba, iwu megidere ịrụpụta maọbụ ire mkpụrụ mmiri. Nke a bụ nke ndi uweojii Ọstrelia nwetere n'ime ụgbọala n'afọ 2017",
    "Dịka e edere n'elu, mkpụrụ mmiri so n'ọgwụ na-ejidesi mmadụ aka n'ike karịa n'ụwa ugbua.",
    "Ọ dịkwa mfe ime, dịka ndị mmadụ nwereike ime ya na be ha, nke mere o jiri jupute ebe niile ugbua.",
    "Nke mere ọgwụgwọ ya jiri bụrụ ihe ndị ọkachamara n'ihe banyere ọgwụike bụ ndị kwesiri ibu ụzọ.",
    "Onye nwetere onwe ha n'ọnọdụ maọbụ nwete nwanne ya gawa ụlọ ọgwụ, ebe ndị ma ihe ha na-eme ga-enye ndụmọdụ banyere usoro ọgwụgwọ.",
    "Ịṅọgwụ ike",
    "Ịṅụ ọgwụ",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị20 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu20 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Etu ngagharịiwe e mere maka Fada John Odey siri gbaa ihe e zoro ezo n'anwụ n'Abakaliki Catholic Diocese",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Isi nkwọcha, ihe na-akpata ya nakwa ihe ị ga-eme banyere yaEmelitere ikpeazụ na: 8 Ọktọba 2020",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Anyị agaghị ekwe ka Nnamdi Kanu bụrụ onye a ga na-akpasị agwa ọjọọ - Ohaneze Ndigbo",
    "Etu ụmụnne abụọ si azọ oche Eze Pọtakọt",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}