{
  "published": "21 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Anyị na-ahụkarị ime enyị maọbụ mmekọrịta dị ka nkwenye pụrụiche n'etiti naani mmadụ abụọ.",
    "Mana nke a abụrụla ihe ọtụtụ na-enyochazi na agbụrụ ọhụrụ anyị a, dịka ndị mmadụ na-achọta ụzọ ndị ọzọ isi kọwaa ịhụnanya nakwa ime enyị.",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Na mgbe gboo, inwe ọtụtụ nwụnye maọbụ ndị iko abụghị nsogbu ọbụla, mana ugbua ọ dịka alụmdịnanwunye naani otu nwoke na otu nwaanyị na-ebutezi ọtụtụ okwu.",
    "Nke a mere ndị mmadụ jizi ajụ ma ọ ga-aka mma ịlaghachi na ntọnala anyị na-abụghị nke otu nwoke lụọ naani otu nwaanyị?",
    "Ihe mere ndị mmadụ ji eze 'ihe nsori'",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ",
    "Ụdị imeenyi maọbụ mmekorịta ndị mmadụ na-achọzi ugbua?",
    "Ebe foto si, Getty Images",
    "Ndị ọkachamara kwuru na ịlụ otu di nakwa otu nwunye adịkarịghị n'oge gboo karịa etu ọ dị ugbua",
    "Justin Lehmiller, onye bụ ọkammụta n'akparamagwa mmadụ na mba Amerịka, kwuru na ya mere nnyocha banyere nke a.",
    "N'ime nnyocha ahụ, ọ jụrụ ihe ruru mmadụ puku anọ ihe kacha agụ ha ma a bịa na mmekọ.",
    "Nnyocha ahụ gosiri na ọtụtụ ndị mmadụ chọrọ ka ha na onye nke ha na otu onye ọzọ nwekọọ mmekọ ọnụ.",
    "Lehmiller kwuru sị: \"N'agbanyeghị na ịlụ otu nwụnye bụ ihe na-ewu ugbua, ụmụ mmadụ na-achọsi ike ka ha na ndị ọzọ na-abụghị ndị nke ha na-enwe mmekọ.\"",
    "Ị ma ma 'igboncha' o nwere uru ọ barala ahụ ike gị?",
    "Ihe ndị na-eme n'ezie ma ị nwee aramara na nsọ nwaanyị",
    "Nnyocha a Lehmiller mere gosiri na ọ bụ ụmụ nwoke kacha enwe ụdị echiche a banyere aramara nke bụ na o ruru pasentị 26 n'ụmụ nwoke ma pasentị asatọ n'ebe ụmụ nwaanyị nọ.",
    "Ndị ọkammụta gbasara akparamagwa mmadụ na-ekwu na ha chọpụtara na atụmatụ mmadu inwe naanị otu onye ya na ya na-enwe mmekọ adịghịzi etu ọ dị n'oge mbụ.",
    "Ha kwuru na ọ bụ site na mgbasaozi nakwa ihe onyonyo na-efeghari ka ndi mmadụ kacha si na ya amụta agwa a.",
    "N'agbanyeghị nke a, nnyocha gosiri na ndị mmadụ anaghị enwe naanị otu onye ha na ya na-enwe mmekọrịta.",
    "Ọ dịkwa otu a ma n'ime akwụkwọ agba ochie nke akwụkwọ nsọ Baịbụlụ.",
    "Kedụ ụfọdụ uru dị na mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?",
    "Ebe foto si, Getty Images",
    "Isiokwu nnyocha a bụ mmadụ ime ka onye nke ya mara ihe na-agụ ya gbasara aramara, ma nata efe n'aka ha tupu ha emee ihe ahụ na-agụ ha.",
    "Afo ojuju: Ọkammụta Amy Muise, bụ ọkachamara gbasara akparamagwa mmadụ nakwa aramara kwuru na \"ndị nwere ọtụtụ ndị ha na ha na-enwe mmekọ na a ka enwe afo ojuju na ndụ.\" Ya bụ na ọ dị ka mmadụ inwe ọtụtụ ihe na-enye ya obi ọma karịa naanị otu.",
    "Ọ na-ewulite mkparịtaụka: Samantha Joel bụ osote ọkammụta na mmekọrịta mmadụ na ibe ya na mahadum Western University na mba Canada kwuru nke a.Ọ sị na ya bụ mmekọ ga-enyere onye ahụ aka ka ya na ndị niile ya na ya na-enwe mmekọ na-enwe ezi mkparịtaụka kwa mgbe kwa mgbe.",
    "Ọ na-ewulite mmesapụ ahụ na egwuregwu: Ọkamụta Rhonda Balzarini nke mahadum York University kwuru na mgbe mmadụ na naani otu onye na-enwe mmekọ ọ na adị ka mmadụ i na-eri nani otu ofe, nke pụtara na ọ ga-adịzị ka ịgba otu ebe gburugburu.Balzarini kọwara na ihe ọhụrụ na aka enye obi ọma karịa ihe ọchịe ndị Igbo si kwuo, 'akwa ọhụrụ na-akpa mamiri'.",
    "Ọ na-akwalịte mmadụ i nwere onye nke ya obi ọma: Ọkammụta Amy Muise kwuru na o nwere ụdị obi ụtọ mmadụ na-enweta ma ha hụ na onye nke ha nwere afọ ojuju, ya bụ ihe ka a na-akpọ 'Compersion' na Bekee.",
    "Ebe foto si, Getty Images",
    "Ọ bụghị naanị ụmụ nwoke ka ọ na-amasị inwe karịa otu onye ha na ha na-enwe mmekọ",
    "Marakwa na nnyocha a akwadoghi mmadụ i na-agba n'ịrọ, mana isiokwu ya bụ mmadụ ime ka ndị nke ya mara ihe na-agụ ha ma nata efe n'aka ha tupu ha emee ihe ahụ na-agụ ha.",
    "Udi ime enyi a bụ nke Bekee na-akpọ \"Consensual non-monogamy (CNM)\".",
    "Na nchịkọta ndị mere nnyocha a kwuru na ọ ka mma mmadụ ịgwa onwe ya eziokwu mara udi ime enyi maọbụ mmekọrịta kaara ya mma ma hapụ iso nke ndị ụwa tụnyere ya aka.",
    "Amy Moors, bụ ọkamụta akparamagwa na mahadum Chapman University, kwuru na ọ bụ ihe ịtụnanya na ndị mmadụ nwere ike inwe ọtụtụ enyi nkiti mana ọ naghị eju ha afọ, mana abịa na mmekọ alụmdịnanwụnye maọbụ mmekọ nwoke na nwaanyị, a chọọ ka otu onye zuoro mmadụ maọbụ ju ya afọ.",
    "Herpes: Mata maka ọrịa nwerike ibute kansa akpa nwa.16 Juun 2020",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara23 Ọktọba 2021",
    "Cyber Security: Etu i ga-esi gbalahụ onyonyo aramara gị ịpụta ihe28 Ọktọba 2021",
    "Female Genital Mutilation: Abịa na Imo steeti enweghị iwu machiri ibi nwaanyị ugwu7 Febụwarị 2021",
    "Sexual Appetite: Ihe mere ndị mmadụ ji eze ihe nsori9 Mee 2019",
    "Ị ma na ịgbọ ncha nwereike ime ka utu gị ghara ị na-ekeli ọsịsọ?20 Ọgọọst 2020",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị a9 Septemba 2020",
    "Ihe nwaanyị na nwoke kwesịrị ịma maka ịgbakọ mgbe nwaanyị na-eyi akwa5 Ọgọọst 2020",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?21 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ihe Anita Okoye sị na ya mụtara n'esemokwu nakwa mkpezi Psquare",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Isi nkwọcha, ihe na-akpata ya nakwa ihe ị ga-eme banyere yaEmelitere ikpeazụ na: 8 Ọktọba 2020",
    "Ọkụ gbara na 'D Line' nakwa Rumuokoro na Port Harcourt alaala ọtụtụ akụnụba n'iyi",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}