{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị a nwụchiri n'Agulu n'ihi ebubo na ha na-ere mkpụrụ mmiri",
    "Mbọ a na-agba iji chụọ ọgwụ ike ọsọ n'ala Igbo mịtara mkpụrụ n'ụbọchị Sọnde dịka ndị ntorobịa n'obodo Agulu, Anambra steeti nwụchiri mmadụ anọ a na-enyo enyo na ha na-ere ọgwụike.",
    "Onyonyo ya bụ ihe na-efegharị ugbua na soshal midia dịka a gbara ndị a n'anwụ.",
    "Ọ bụ ndị nche Agulu, na onyeisi ndị ntorobịa e ji Jonjoloko mara, nakwa onyeisi 'Town Union' Agulu nwuchiri ndị ahụ.",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "'Abu m 'ganja man' tupu m chịsa ọwa'",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụ",
    "N'okwu ya, o kwuru na ọ bụ n'ebe a na-akpọ Ugwu Court, nke dị n'Ụmụ Owele, Agulu ka ha nwuchiri ndị ahụ.",
    "Ndị ha nwụchiri gụnyere otu nwa agbọghọbịa, otu nwaokorobịa, otu okenye nwaanyị, nakwa otu okenye nwoke.",
    "Dịka onyeisi ndị ntorobịa ahụ siri kwuo, ha hụkwara egbe abụọ n'ụlọ ebe ndị ahụ na-ere mkpụrụ mmiri na-anọ.",
    "Ebe foto si, Facebook screen grab",
    "Egbe abụọ na ihe ndị ọzọ a chọtara n'ụlọ ndị ahụ na-ere mkpụrụ mmiri",
    "Ha chọtakwa ọtụtụ ọgwụike dị icheiche, ma nke na-acha ntụ ntụ bụ nke ha sị na ọ bụ 'cocaine'.",
    "Oge BBC Igbo kpọtụụrụ ọnụ na-ekwuru ndị uweojii n'Anambra steeti bụ Toochukwu Ikenga, o kwuru na ha enwetabeghị mkpesa dị otu a, mana ọ ga-eleba ya anya ma zighachitere anyị ozi.",
    "Anyị kpọkwara onyisi oche nchere oge obodo Agulu bụ Onyebuchi Okpala, ọ gwara anyị na ya bụ ihe mere n'ezie.",
    "O kwuru na ọ bụ n'ụbọchị taa bụ Sọnde, abalị iri abụọ na otu nke ọnwa Nọvemba ka o mere.",
    "Ebe foto si, Facebook screenshot",
    "Nwa ada a e boro ebubo ire ọgwụike kwuru na ndị ọrụ nchekwa anwụchibuola ya bụ ma mechaa tọhapụ ya",
    "N'ime onyonyo ahụ na-efesa na soshal midia, oge a gbara nwa agbọghọ ahụ nke a sị na o so ere ọgwụike ajụjụ, o kwuru na ọ bụ nwoke a na-akpọ 'Ten Kobo' ka ọ na-arụrụ ọrụ.",
    "Nwa ada ahụ kwukwara na enwekwara onye ọzọ a na-kpọ 'John Bull', bụ onye na-anara 'Ten Kobo' ego iji nyere ya aka zochie ahịa ọjọọ ahụ ha na-azụ.",
    "Mana 'John Bull' mechara chọwa ka 'Ten Kobo' welite aka n'ego ọ na-enye ya, nke a mere ka ha abụọ see okwu.",
    "Oge ha sere okwu, 'John Bull' mere ihe onyonyo tinye na soshal midia ebe ọ nọrọ gbaa ama na ọ bụ n'Ugwu Court dị n'Umu Owele Agulu ka ndị na-ere mkpụrụ mmiri na-anọ.",
    "Ọ bụ onyonyo ahụ mere ndị ntorobịa jiri wuchie ebe ahụ wee nwuchie ndị na-ere ya bụ ọgwụ ike.",
    "Nwa agbọghọ ahụ kwuru na ndị ọrụ nchekwa jideburu ya n'oge gara aga, ma mechaa tọhapụkwa ya.",
    "Ebe foto si, Getty Images",
    "Mkpụrụ mmiri bu ọgwụike akụrakụ siri ezigbote ike nke a na-akpọ Crystal Meth na Bekee.",
    "A na-akpọ ya ka ụtaba, ese ya ka sịga, agba ya n'akwara, ma na-aṅụkwa ya ka mmiri. O nwekwara ndị na-ata ya ka nri.",
    "Mkụrụ mmiri na-akpalị mmadụ obi elu, mee ka onwe ha na-atọ ha ụtọ, ma mekwa ka ọtụtụ chefuo ihe bụ ihe ọma na ihe bụ ihe ọjọọ.",
    "Mana Mkpụrụ mmiri na-emetụta ahụike mmadụ n'ụzọ na adịghị mma.",
    "O nwereike ịgbaka mmadụ isi, maọbụ kurie umeju nakwa ngụgụ mmadụ kpamkpam.",
    "Ịṅọgwụ ike",
    "Anambra Steeti",
    "Ịṅụ ọgwụ",
    "War against drug abuse: Ihe ise ịṅụ ọgwụ ike nwere ike ime gị- Dọkịta26 Juun 2019",
    "Drug Abuse: A tụgharịrị okwu banyere ndị uweojii ise igbo - Adinuba29 Juun 2019",
    "Drug abuse: Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụ24 Mee 2019",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?21 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Chukwuma Soludo News: Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Ihe mere mkpụrụ mmiri jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ihe Anita Okoye sị na ya mụtara n'esemokwu nakwa mkpezi Psquare",
    "Davido rịọtara otu nde nari naịra, Yul Edochie, Destiny Etiko, Psquare na ndị ọzọ amalitela iso atumatu ahụ",
    "Isi nkwọcha, ihe na-akpata ya nakwa ihe ị ga-eme banyere yaEmelitere ikpeazụ na: 8 Ọktọba 2020",
    "Ọkụ gbara na 'D Line' nakwa Rumuokoro na Port Harcourt alaala ọtụtụ akụnụba n'iyi",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}