{
  "published": "22 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Okwu ịnụ n'ụlọ na anọghị n'ụlọ ka bụ ihe akpụ n'ọnụ n'Ọwụwa Anyanwụ nke Naịjirịa n'ụbọchị Mọnde ọbụla.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ihe Ipob sit-at-home enforcement riri n'ala Igbo",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ndị mmadụ ka na-atụle ka ọnọdụ si aga na-agbanyeghi na Ohanaeze Ndigbo wepụtara ozi ma sị ka ndị mmadụ pụta.",
    "Ozi ha na-abịa dịka otu Ipob kagburula iwu ịnọ n'ụlọ ọtụtụ izuụka gara aga, mana kedụ ka o si dị ugbua?",
    "N'Abakaliki",
    "Onye ntaakụkọ BBC Igbo nọ n'Abakaliki nke Ebonyi Steeti kpagharịrị n'ọtụtụ ebe dị n'obodo ahụ ịmara ka ihe si aga.",
    "Ọ chọpụtara na ọtụtụ ndị mmadụ pụtara na-aga mkpa dịịrị ha na-enweghi ihe gbochi ọbụla.",
    "Ụfọdụ ụlọ ahịa mepekwara emepe mana ọ bụghị ka o si adịbu na mbu mgbe ịnọ n'ụlọ malitere ọhụrụ.",
    "Gawa mkpa gị n'ụbọchị Mọnde ọbụla - Ohanaeze",
    "Ebe foto si, Hope Uzodimma Facebook Page",
    "Ohanaeze Ndigbo agwala ndị bi n'Ọwụwa Anyanwụ ka ha na-aga mkpa dịịrị ha n'ụbọchị Mọnde ọbụla na oge ịnọ n'ụlọ agaala.",
    "Nke a dị n'akwụkwọ ozi odeakwụkwọ mgbasaozi ha bụ Mazi Alex Ogbonna wepụtara n'ụbọchị Sọnde.",
    "Mwakpo ndị ọrụ ugbo n'obodo Nimbo na-ewute anyị - Ohaneze Ndigbo",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "Ha gaara n'ihu kwuo ka ụlọakwụkwọ niile malitekwa agụmaakwụkwọ, ka ndị ọrụ ụgbọala malite ọrụ maka na ndị ndu Ipob akagbuo iwu ịnọ n'ụlọ ụbọchị Mọnde ọbụla.",
    "Onyeisi ndị Ohanaeze bụ George Obiozor jikwa ohere ahụ kelee ndị Ipob maka 'ịmịnye mma ha n'ọbọ' na ntuliaka ọkwa gọvanọ Anambra Steeti  site n'ịkagbu iwu ịnọ n'ụlọ.",
    "Obiozor sị na Ipob ji otu akụ gbagbu nnụnụ abụọ nke gụnyere; ime ka ihere mee ndị chọrọ ọgbaghara n'ala Igbo nakwa igosi nnrubeisi n'arịrịọ ndị okenye.",
    "Ọ gaara n'ihu kwuo na ọ bụ ihe ọṅụ na ndị ndu Igbo niile gụnyere ndị ụka, ndị eze nwere otu obi n'ịgba mbọ hụ na a tọhapụrụ Nnamdi Kanu.",
    "Ọ bụghị n'obi ọma ka ndị okenye ndị ugwu jị na-achọ ka ekewa Naịjirịa- Ohaneze Ndịgbo",
    "Naijiria",
    "Imo steeti",
    "Anambra Steeti",
    "Enugwu",
    "'Otu onye agha na onye na-amanye sit-at-home anwụola n'ọgbaghara Awo-Omamma'elekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị mmadụ erubereisi n'ozi Ohanaeze sịrị ha pụta n'ụbọchị Mọnde?22 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "'Otu onye agha na onye na-amanye sit-at-home anwụola n'ọgbaghara Awo-Omamma'",
    "Ndị mmadụ erubereisi n'ozi Ohanaeze sịrị ha pụta n'ụbọchị Mọnde?",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?",
    "Mkpụrụ mmiri: Ihe mere o jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ọkụ ọzọ agbaala na Port Harcourt",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}