{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screen grab",
    "Akụkọ na-eru anyị ntị ugbua na-ekwu na ndi agha Naịjirịa na-agba ụlọ ọkụ n'Awomama dịka ndi amabeghị ndi ha bụ gburu otu onye otu ha.",
    "Otu onye nọ n'ime Awo-Omamma dịka ihe na-eme gwara BBC Igbo na ya na ezinaụlọ ya nọ n'ime ọhịa dịka ọ na-ekwu okwu.",
    "Ọ sị: \"Ọ bụ sọsọ ndị be m nakwa ekwentị m ka m jiri gbapụ.\"",
    "Ndị ojiegbe agbaala ụlọ nna \"Eze Awo\" ọkụ n'Awo-Omamma, Imo Steeti",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Etu ndị 'unknown gunmen' si gbuo mmadụ anọ n'ahịa Aṅara dị n'Imo steeti",
    "Mwakpo niile ndị 'Unknown Gunmen' mere na mpaghara Ọwụwa anyanwụ a n'izu a",
    "Ebe foto si, AFP",
    "Dịka onye ahụ gwara anyị okwu siri kọwa, \"nsogbu malitere dịka ndị na-amanye atụmatụ 'sit-at-home' gbara ọtụ keke ọkụ n'ụtụtụ.\"",
    "\"Nke a mere ka ndị agha wuchie n'Awomama.\"",
    "Ọ sị na ndị agha malitere ịgbali egbe elu, \"mana ka ụmụ okoroọbịa ahụ ekweghi ịpụ, ha gbara otu onye n'ime ha egbe ma gbagbuo ya\".",
    "Nwoke a hụru ihe merenụ sị na ndị ntoroọbịa ahụ chụwara ndị agha ahụ ọsọ were gbuo otu onye.",
    "Otu onye anwụọla dịka ndị ntorobịa na ndị agha takọtara isi n’Oguta",
    "\"Ndị agha laghachitere n'igwe were gbawa ụlọ na ụgbọala ọkụ n'Awo-omamma Jucntion.\"",
    "\"Ugbua mmadụ niile agbafusiala. Ọ bụ n'ime ọhịa ka anyị nọ ugbua.\"",
    "BBC Igbo kpọrọ ekwentị ọnu na-ekwuru ndị agha n'ọdọ ndị agha n'Obinze bụ Sunday Akuga mana ọ sị ka akpọghachi ya ka ọ mata ihe na-eme ọfụma.",
    "BBC Igbo kpọkwara ọnụ na-ekwuru ndị uweojii n'Imo bụ Michael Abattam mana ọzaghị ekwentị ya.",
    "Ezeribe Chigbu nwụrụ n'ụbọchị Eprell 30 n'aka ndị ọrụ nchekwa.",
    "N'akụkọ dị ka ibe ya, mgbọ egbe a na-eche na ndị agha Naịjirịa gbara tugburu otu onye nkiti na Mgbabano junction dị n'okpuru ọchịchị Nkwerre nke Imo steeti.",
    "Otu onye nọ ebe ahụ mgbe ihe a mere na-achọghị ka akpọọ aha ya gwara BBC Igbo na ihe mgberede a malitere n'abalị Sọnde ebe ndị omekome amaghị ndị ha bụ pụtara ibuso ndị agha na-anọ n'okporoụzọ Mgbabano junction agha.",
    "Dịka ndị omekome na ndị agha a nọ n'ikwa mgbọ, e kwuru na mgbọ ndị agha tụsara otu nwoke onye nkịtị nọ nso ebe ahụ na ndanye. E kwukwara na dịka e bugara ya bụ nwoke ụlọọgwụ na ndị dọkịnta kwuru ọ laala mmụọ.",
    "Ka akụkọ si kwuo, ndị be ebe ahụ nọ n'ụjọ ugbua dịka mkpa mkpa a kpara menyere ha egwu.",
    "Onye a na-achọghị ka akpọọ aha ya gwara BBC Igbo na ugbua, ndị be ebe ahụ na-arịọ gọọmentị ka ha bịa bupụ ndị agha ahụ n'okporoụzọ ahụ dịka be ha bụ ebe e ji udo mara.",
    "Mbọ niile BBC Igbo gbara ikwuturu ọnụ na-ekwuru ndị agha nke ogige 34 artillery brigade command, Obinze, Owerre adibeghị ire ruo ugbua.",
    "Akụkọ ka na-abịa.",
    "National security",
    "Imo steeti",
    "Vidio, Ipob news today: “Ọ bụ Nnamdi Kanu na ndị IPOB bu ụzọ kwube okwu igbu mmadụ” – Uche Mefor10 Ọktọba 2021",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu14 Julaị 2021",
    "Imo Killings: Etu ndị 'unknown gunmen' si gbuo mmadụ anọ n'ahịa Aṅara dị na steeti ahụ10 Nọvemba 2021",
    "Lee mwakpo niile 'unknown gunmen' mere na mpaghara ọwụwa anyanwụ n'ụbọchị April 19, 202119 Eprel 2021",
    "Vidio, Ezeribe Chigbu killing: Ezinụlọ Ezeribe Chigbu akpọpụla ndị agha Naịjirịa ụlọikpe maka ebubo igbu nwa ha, Duration 8,4417 Nọvemba 2021",
    "'Otu onye agha na onye na-amanye sit-at-home anwụola n'ọgbaghara Awo-Omamma'elekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ndị mmadụ erubereisi n'ozi Ohanaeze sịrị ha pụta n'ụbọchị Mọnde?22 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "'Otu onye agha na onye na-amanye sit-at-home anwụola n'ọgbaghara Awo-Omamma'",
    "Ndị mmadụ erubereisi n'ozi Ohanaeze sịrị ha pụta n'ụbọchị Mọnde?",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?",
    "Mkpụrụ mmiri: Ihe mere o jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "Ọkụ ọzọ agbaala na Port Harcourt",
    "Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia maka ikpe Nnamdi Kanu",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ndị ya na ya zọrọ ọkwa ọchịchị na ihe ndị ọzọ chere Soludo aka mgba dịka Gọvanọ ọhụrụ ndị Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}