{
  "published": "23 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeka Okoye e ji Kizito maara ekwuola na ọ kuzierela ụmụ ntoroọbịa karịrị iri ise etu e si eme isi nakwa mbọ ụmụnwaanyị.",
    "O kwukwara na ọ bụ ụmụnwoke kacha amụta ọrụ n'aka ya ọsịsọ makana ha na-etinye uchu n'ọrụ ịchọmma n'ihi na ọ na-enye ego.",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gị",
    "Ọgba mbọ: 'Inyere ụmụnwaanyị aka mere m ji malite ụlọọrụ ime isi'",
    "Ọrụ Bekee na ịrụrụ onwe gị ọrụ, kedụ nke na-amasị gị?",
    "Ọtanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gboo",
    "Kirie ihe ndị ọzọ o kwuru gụnyere etu o si bido, ihe ndị chere ya aka mgba nakwa ebe ọ nọ ugbua.",
    "Naijiria",
    "Anambra Steeti",
    "Uchu n'ọrụ",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, Anambra Women in Politics: 'Ụmụnwoke Anambara achọghị nwaanyị ga-aga ha n'ihu', Duration 7,2513 Ọktọba 2021",
    "Vidio, Ezeribe Chigbu killing: Ezinụlọ Ezeribe Chigbu akpọpụla ndị agha Naịjirịa ụlọikpe maka ebubo igbu nwa ha, Duration 8,4417 Nọvemba 2021",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Young Akuwuodor: Ụlọikpe enyeghachila nwaanyị Ajadu na ezinaụlọ ya ụlọ ha, Duration 10,2527 Ọktọba 2021",
    "Vidio, History of Awka: Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Ipob news today: “Ọ bụ Nnamdi Kanu na ndị IPOB bu ụzọ kwube okwu igbu mmadụ” – Uche Mefor, Duration 44,2310 Ọktọba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}