{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Falana/Nwala/Facebook",
    "Okwu iji mkparịtaụka udo tọhapụ onye ndu otu 'Indigenous People of Biafra' bụ Nnamdi Kanu ka na-arị ibe ya elu.",
    "Kemgbe ndị okenye Igbo sịka Mbazulike Amaechi, Chukwuma Ezeife na ndị ọzọ gachara zute Onyeisiala Buhari maka okwu a, ọtụtụ ndị gbapụtara ihe etinyela ọnụ na ya.",
    "Gịnị na-esere Mbazulike Amaechi na Jim Nwobodo?",
    "Anyị na-agba mbọ ike anyị niile ịhụ Nnamdi Kanu - Mba Briten",
    "Gọọmentị gaara enye ndị na-achọ Biafra 'Plebiscite - Mbazulike Amechi",
    "Ọkaiwu na-ahụ maka ikike dịịrị onye bụ Femi Falana sị na Gọọmentị Etiti kwesịrị ige ntị n'oku a ha kpọrọ maka iji ụzọ udo tọhapụ Kanu na Sunday Adeyemi a ma dịka 'Sunday Igboho'.",
    "O kwuru nke a mgbe ọ na-aza ajụjụ ndị ụlọọrụ mgbasaozi Arise TV jụrụ ya banyere njem ndị a mere.",
    "Ebe foto si, Falzthebahdguy/Instagram",
    "Femi Falana sị na nke a bụghị gọọmentị ga-eji mkparịtauka gboo ụdọ nsogbu a.",
    "Ọ sị na ọ dị n'Iwu Naịjirịa ma bụrụkwa ikike ọkaiwu Naịjirịa bụ Abubakar Malami ịkagbu ebubo ọbụla gọọmentị boro mmadụ.",
    "Falana sị na ọ ga-ara gọọmentị ahụ igosi akaebe n'ebubo ha boro Nnamdi Kanu nke a kpọrọ 'sedition' bụ nke a kagburu n'iwu Naịjirịa n'afọ 1983.",
    "Ọ gakwara n'ihu sị na otu ịchọ nnwereonwe ha emegideghị iwu na-achị Naịjirịa n'ụzọ ọbụla.",
    "Ọ sị ọ kaara gọọmentị mma iji mkparịtaụka udo n'okwu banyere Nnamdi Kanu na Sunday Igboho.",
    "Ebe foto si, Úzódínma Nwala",
    "N'otu aka ahụ, onyeisi otu 'Alaigbo Development Foundation' (ADF) bụ Ọkammụta Uzodinma Nwala sịrị na ịtọhapụ Nnamdi bụ otu ihe dị mkpa.",
    "Ọ sịrị na o nweghi onye ga-agba nkịtị ma a nwụchie  nwa ya na-emeghi ihe ọbụla banyere ya.",
    "Nwala, onye toro ndị okenye Igbo gara hụụ Buhari maka okwu Nnamdi Kanu sịrị na ihe ọzọ kachasị mkpa bụ ileba anya n'ọnọdụ ndị Igbo na Naịjirịa.",
    "Ọ sị na e kwesịrị ịnọkọ ọnụ kparịa ụka maka etu a ga-esi mee ka ndị Igbo soro n'ihe a na-eme n'ala Naịjirịa.",
    "Onye ọzọ tinyere ọnụ n'okwu a bụ Chukwuemeka Ezeife bụ aka chiburu Anambra Steeti bụkwa otu n'ime ndị so mee njem ahụ.",
    "Mgbe ọ na-aza ajụjụ n'Arise TV banyere njem ha, Ezeife sị na o nwere olileanya na Onyeisiala Buhari ga-eleba anya n'arịrịọ ha rịọrọ.",
    "Ọ sị na obi dị ha ụtọ etu onyeisiala si nabata ha ma gee ha ntị, na o gosiri na ọ ga-eleba anya n'eziokwu.",
    "Ezeife kwukwara na ndị nọ onyeisiala nso mere ka ha mata na olileanya dị na ozi ha ziri anwụrụ ọkụ ga-eru eluigwe.",
    "Mana otu dị iche iche si na mpaghara ugwu ekwuola ka Onyeisiala Buhari ghara ige oku a ndị a kpọrọ ntị.",
    "Ha sị na e nweghi etu a ga-esi atọhapụ onye ha sị ndị otu ya wakporo ma gbuo ọtụtụ ndị ọrụ nchekwa.",
    "Ha gaara n'ihu sị na ọ bụrụ gọọmentị tọhapụ Nnamdi Kanu na ọ ga-abụ ihe ịmaatụ ọjọọ nye Naịjirịa n'ọnọdụ dị etu a.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Mkpụrụ mmiri: Ndlea ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ndị 'unknown gunmen' agbaala ogige uweojii Arondizuogu ọkụ, gbuo otu n'ime ha",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Lee nwada dị afọ 24 na-akụzị na Enugu State University of Science and Technology24 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Ọ ga-akara gọọmentị mma ịtọhapụ Nnamdi Kanu - Falana, Nwalaelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Ọ ga-akara gọọmentị mma ịtọhapụ Nnamdi Kanu - Falana, Nwala",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Mkpụrụ mmiri: Ndlea ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Ndị 'unknown gunmen' agbaala ogige uweojii Arondizuogu ọkụ, gbuo otu n'ime ha",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Gọọmentị kwụsi ike na o nweghi onye ọbụla e gburu na Lekki Toll Gate - Lai Mohammed",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ị ma na mgbọrọgwụ a dị n'azụ ụlọ gị nwere ike ime gị 'dibia'?Emelitere ikpeazụ na: 19 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}