{
  "published": "24 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chinonye Egbo dị afọ iri abụọ na anọ na-akụzị na mahadum Enugu state university of science and Technology.",
    "Ka o nwetechara 'first class' na mahadum ahụ, ka enyere ya ọrụ dịka onye nkuzi.",
    "Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala",
    "Ihe ise ị maghị maka KOK, onye ghọrọ ọkaiwu ka ọ gbachara afọ 58",
    "Echichi nwaanyị n'ala Igbo",
    "Egbo kwuru na ọ na-arụkwa ọrụ ndị ọzọ, na-agụ PHD ya ugbua ma na-ele anya ịbụ ọkammụta n'oge na-adịghị anya.",
    "Kirie ihe ndị ọzọ o kwuru ebe a ga-akpalite mmụọ gị.",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Ihe m ji bụrụ ọkaibe n'ịchọ ụmụnwaanyị mma - Kizito",
    "Gọọmentị kwụsi ike na o nweghi onye ọbụla e gburu na Lekki Toll Gate - Lai Mohammed",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, International Literacy Day: Asụsụ Igbo na-eme ka ụmụaka ghọta 'Maths' ọfụma, Duration 2,168 Septemba 2019",
    "Vidio, Igbo Jews: Otụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 8 gara aga",
    "Vidio, Ezeribe Chigbu killing: Ezinụlọ Ezeribe Chigbu akpọpụla ndị agha Naịjirịa ụlọikpe maka ebubo igbu nwa ha, Duration 8,4417 Nọvemba 2021",
    "Vidio, Whitemoney Exclusive: Ụmụnwaanyi na-emebu m akaja makana enweghi m ego, mana ugbua..., Duration 48,2714 Nọvemba 2021",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Anambra Women in Politics: 'Ụmụnwoke Anambara achọghị nwaanyị ga-aga ha n'ihu', Duration 7,2513 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}