{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Innoson Chuks Ezeh",
    "Donatus Okeke, Eze ndị Igbo na Ondo",
    "Ndị a na-enyo na ha bụ ndị ntọ atọọla Eze Ndị Igbo n'Ifon dị n'ọkpụrụ Ọchịchị Ose dị n'Ondo steeti.",
    "Ndị bu egbe tọọrọ Igwe Donatus Okeke n'ọkpọrọụzọ dị nso n'ụlọọrụ na-egwupụta ihe ọnatarachi n'ụbọchị Monde abalị 22 nke ọnwa Novemba, afọ 2021.",
    "Ndị ntọ tọọrọ Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti, atọhapụla ha",
    "Ụzọ asatọ ị ga-eji agbalahụ ndị ntọ",
    "Ndị ntọ atọrọla nwata afọ ise na Nnewi ka ọ na-aga 'block rosary'",
    "Onye ndụ Ohaneze Ndigbo n'Ondo steeti bụ Ọkaiwu Innoson Chuks Ezeh gwara onye ntaakụkọ BBc Igbo na ya bụ ihe mere eme.",
    "O kwukwara na ndị ntọ ahụ napụrụ Eze Igbo ahụ akatamkpo ego  o bu mgbe ya bụ ihe mere.",
    "Ọ gara n'ihu kwuo na ndị omekome ahụ akpọọla ezinaụlọ Eze ahụ ma kwuo ka e nye ha nde naira 100 tupu a tọhapụ ya.",
    "Maazị Usman Chinedu Mbaekwe gwara BBC Igbo ihe ọ gabigara n'aka ndị ntọ.",
    "Ọkaiwu Ezeh sịri, \"Ọ bụ n'ụtụtụ ụnyaahụ(Monday, Novermber 22, 2021), ka Eze ndị Igbo n'ụzọ gara Ifon tupu e rue a kpọrọ 'Nigercat Quarry' ka a sị na  ndị ntọ mapụtaraa, jide Eze Ndigbo n'Ifon, gbaghara ụgbọala ya,kpụpụta ya n'ụzọ, kpụba ya ọhịa.\"",
    "\"Ha napụkwara ya nnukwu ego n'ihi na a nụrụ na ọ na-aga 'quarry' iga zụta okwute\"",
    "\"Kemgbe ahụ ndị ntọọ ahụ akpọọla mana ego ha na-akpọ dịka nwunye ya bụ Odubeze si kwuo bụ N100m.\"",
    "\"Anyị enyela ndị Amotekun ozi ihe mere. nwunye ya akpọkwala ndị uweojii.\"",
    "Kidnappers: Ndị ntọ asaala asịsa",
    "Ọkaiwu Ezeh gara n'ihu kọwaa na ebe ya bụ mkpamkpa nọọ mee bụ eze ndị ntọ tọọla ọba ndị Yoroba ma gbuo ya na nsonso a.",
    "Ndị uweojii steeti ahụ kwuru na ha na-esochi mkpesa ha nwetara banyere Eze Igbo ahú a na-achọ achọ ahụ.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Funmi Odunlami kwuru na 'anyị nwetara ozi  ihe mere.\" \"Anyị  amabeghị ma ọ bụ ntọ. Anyị nwetara ozi n'ụtụtụ(ụnyaahụ) ozigbo o mechara.",
    "\"A hụrụ ụgbọala ya n'okporoụzọ mana ahụghị ya. A kpọkwara ekwentị ya ma ọ naghí aga aga.\"",
    "Odunlami gara n'ihu kwuru na \"ndí ọrụ anyị agharịala n'ọhịa dị n'akúkọ ebe ahụ niile chọọ ya\".",
    "O kwukwara na nnyocha na-aga n'ihu.",
    "Ihe Buhari sara ndị ndu ala Igbo gara rịọ ya ka ọ tọhapụ Nnamdi Kanu",
    "Ndị 'unknown gunmen' agbaala ogige uweojii Arondizuogu ọkụ, gbuo otu n'ime ha",
    "Ndị mmadụ erubere isi n'ozi Ohanaeze sịrị ha pụta n'ụbọchị Mọnde?",
    "Ọgụ ndị na-achịehi",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nonye Soludo: Omalicha nwaanyị na-ebu Chukwuma Soludo, gọvanọ ọhụrụ Anambra isi10 Nọvemba 2021",
    "Igbo culture: Anụmanụ asaa ndị Igbo na-asọ na ihe mere ha ji asọ ha9 Julaị 2020",
    "Ndị 'unknown gunmen' agbaala ogige uweojii Arondizuogu ọkụ, gbuo otu n'ime ha23 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steetielekere 7 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ndị 'unknown gunmen' agbaala ogige uweojii Arondizuogu ọkụ, gbuo otu n'ime ha",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Gọọmentị kwụsi ike na o nweghi onye ọbụla e gburu na Lekki Toll Gate - Lai Mohammed",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Mkpụrụ mmiri: Ihe mere o jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?",
    "Ndị mmadụ erubereisi n'ozi Ohanaeze sịrị ha pụta n'ụbọchị Mọnde?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}