{
  "published": "23 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ojiegbe amaghị ndị ha bụ awakpola isi ụlọọrụ ndị uweojii dị n'Arondizuogu ma gbaa ya ọkụ.",
    "Ọ bụ n'ime abalị fotere taa bụ Tuzde, ihe dịka n'elekere abụọ nke isi ụtụtụ ka ha mere mwakpo a.",
    "Ọnụ na-ekwuru ndị uweojii Imo steeti bụ Michael Abattam kwuru na ya bụ ihe mere n'eziokwu.",
    "Mana o kwughị ma e nwere onye nwụrụ na ya bụ mwakpo.",
    "Ndị omekome agbaala ụlọọrụ ndị uweojii ọkụ",
    "Agbaala ụlọọrụ ndị uweojii ọkụ n'Obowo Imo Steeti",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Otu onye bi na mpaghara ahụ gwara onye ntaakụkọ anyị sị: \"Ndị bu egbe wakporo ogige ndị Uweojii n'Arondinzuogu, gbaa ya ọkụ m ma gbuo otu onye uweojii.\"",
    "\"Ha ji gburu onyeisi ndị uweojii ogige ahụ mma n'isi, mebie ụgbọala jeep ya, ma gbakwaa ụgbọala Siena ndị uweojii dị n'ogige ahụ ọkụ.\"",
    "'Agbalahuru m ọnwụ n'aka ndị gbara ụlọọrụ ndị uweojii n'Amandugba, Imo steeti' -",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Vidio, 'Agbalahụrụ m ọnwụ n'aka ndị gbara ụlọọrụ ndị uweojii ọkụ n'Amandugba, Imo steeti', Duration 3,041 Juun 2021",
    "Orsu Attack: Ndị oji egbe atọ na otu Inspector anwụọla na mwakpo e mere ụlọọrụ ndị uweojii n'Imo Steeti6 Ọgọọst 2021",
    "Ihite Uboma unrest: Ụmụ ntorobịa iwe dị n'obi agbaala ụlọọrụ ndị uweojii ọkụ maka onye otu ha e gburu n'Ihite Uboma, Imo steeti9 Maachị 2021",
    "Imo Prison Break: Ọ bụ otu Gọvanọ chịburu Imo steeti haziri ndị wakporo ụlọmkpọrọ n'Owerri - Declan Emelumba9 Eprel 2021",
    "Imo State News: Ọ bụrụ na ndị gọvanọ ọwụwa anyanwụ ahazigharịghị nchekwa ọwụwa anyanwụ, ESN ga-eguzosi ike7 Eprel 2021",
    "Ndị 'unknown gunmen' agbaala ogige uweojii Arondizuogu ọkụ, gbuo otu n'ime ha23 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steetielekere 7 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ndị 'unknown gunmen' agbaala ogige uweojii Arondizuogu ọkụ, gbuo otu n'ime ha",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Gọọmentị kwụsi ike na o nweghi onye ọbụla e gburu na Lekki Toll Gate - Lai Mohammed",
    "Nwalee ma ị ma gọvanọ ndị chiburu Anambra steeti",
    "Mkpụrụ mmiri: Ihe mere o jiri bụrụ ọgwụ ike na-enye nsogbu dị egwu",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?",
    "Ndị mmadụ erubereisi n'ozi Ohanaeze sịrị ha pụta n'ụbọchị Mọnde?",
    "Ihe Osita Osadebe ji bụrụ 'ọ sọ ndị, o wee ndị'Emelitere ikpeazụ na: 11 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}