{
  "published": "26 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị nọ ụlọ ọgwụ",
    "Ọrịa otoro a na-enyo nwere i bụ ihe Bekee kpọrọ \"gastroenteritis\" egbuola mmadụ itolu n'obodo Ndiegu Amagu dị n'okpuru ọchịchị Ikwo n'Ebonyi steeti, dịka otu onye ọrụ gọọmentị siri kwuo.",
    "Nke a na-abịa dịka kepụ kepụ pụtara na ndị mmadụ na-anwụ aghara aghara n'okpuru ọchịchị Ikwo.",
    "Ụfọdụ akụko a na-ekwu na ndị nwụrụ site n'ọdachị a eruola 65.",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?",
    "Etu ndị Igbo si eme ndị bu ọrịa na-efe efe n'oge gboo",
    "Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ",
    "Mana, otu n'ime ndị enyemeka onyeisi okpuruọchịchị Ikwo bụ Ugonna Utulor depụtara n'akwụkwọ ozi n'ụbọchị Tọọzde were kọwa na ọnụ ọgụgụ ndị a abụghị eziokwu.",
    "Maazị Utulor kwuru na akụkọ ndị na-efeghari na soshal midia na mmadụ iri isii na ise nwụrụ n'ọrịa bụ akụkọ ụgha.",
    "Mana, o kwukwara na o bu eziokwu na ọrịa afọ gburu ndi mmadụ n'obodo Ndiegu Amagu na mbido ọnwa Nọvemba.",
    "Maazị Utulor sị na dịka ọdachi a mere, ha ezigarala ngalaba ahụike steeti, nke okpuruọchịchị, otu ahụike mba ụwa bụ WHO n'ịchafụ na ndị isi okpuruọchịchị Ikwo ozi banyere ọrịa a.",
    "N'okwu ya, ọ sị \"Ngalaba ndị a zitere anyị ndị ọrụ ahụike, ha nnyochara ime ahụ ọtụtụ ndị obodo anyị mana e kwuru na ọ bụghị otoro kpọmkwem.\"",
    "Akwụkwọ ozi ya kwukwara na ndị ndu okpuruọchịọchị ahụ agbaala mbọ zụta ọgwụ, bute ihe eji echekwa mmiri ọṅụnụ, nakwa ihe ndị ọzọ e ji enyere ndị afọ na-asa aka.",
    "Ọ gara n'ihu kwuo na mgbe ha mere ọnụ ọgụgụ n'ụbọchị Tọọzde bụ ụbọchị 25 nke ọnwa Nọvemba, 2021 na ndị nwụrụla n'ọrịa bụ mmadụ itolu.",
    "Ọ sịkwa na mmadụ iri na asatọ (18) butere ya bụ ọrịa ahụ anatala ọgwụgwọ, ebe mmadu iri n'ime ha agbakeela.",
    "Gịnị bụ ọrịa \"gastroenteritis\" a na-enyo n'okwu ọnwụ ndị a?",
    "World Water Day 2020: Anyị enweghi mmiri ọṅụṅụ n'obodo Ezeukwu-Alayi",
    "Ọrịa a na-akpọ \"gastroenteritis\" na-eme ka afọ na-ata mmadụ nke ukwuu.",
    "Dọkịnta Udodi Kachikwuru Okoli gwara BBC Igbo na ọrịa a na-akacha e si na mmiri a nesighi esi nwee ṅṅọọ maọbụ a na-etinyeghi ọgwụ e ji eme ka mmiri di ọcha.",
    "Ọ kwuru na mmadụ iri nrị aghara aghara ọ na-amaghi ebe maọbụ etu e si sịe ya bụkwa ụzọ ọzọ esi ebute ọrịa.",
    "N'okwu ya, Dkt Okoli kwuru na ụmụaka ndị okenya bụ ndị kacha e bute ọrịa maka ime ahụ ha esighị ike ka nke ndị ntorobia.",
    "Mgbe ụfọdụ ndị butere ọrịa na-enwe afọ mgbu.",
    "Dọkịnta  Okoli kwuru n'ebe a na-akacha ebute ọrịa a bụ ebe ọtụtụ ndị mmadụ bịkọ ọnụ maọbụ na-anọkọ ọnụ dịka ụlọezụmịke ụmụakwụkwọ, ebe ndị agha na-ebịkọ, ụlọ nga, ụlọọgwụ, ndị bịtere aka n'ime ụgbọ mmiri nakwa ndị nwere ọrịa n'ime ahụ ha.",
    "Dkt. Okoli kwukwara na \"Oria a nwereike ikpalite ahụọkụ, ịgbọ agbọ, otoro ịgba mmadụ maọbụ mmadụ ịnyụ nsi ị bụ ihe na-adịghị mfe\"",
    "Ọrịa a na-efe efe site na onye ahụ dị mma na onye bu ọrịa a ịnọkọ, ịrịkọ nrị ọnụ, dịka nje ọrịa a na-esi na nsị maọbụ agbọ onye bu ọrịa efesa onye ọzọ.",
    "Ya mere na-etu e si ezere ọrịa a bụ site na ihichasi na nzacha ụlọ ọbịbị nakwa ebe a na-esi nrị, ịkwọ aka kwa mgbe, kwa mgbe, ezere ndị bu ọrịa a, ịsacha nrị maọbụ mkpụrụ osisi tupu ataa ya, isi nrị na mmiri n'ọkụ tupu erie ya.",
    "Ebe foto si, Getty Images",
    "Ụkọ mmiri so na ihe na-ebute mkesa ọrịa a na-ebute na mmiri",
    "Dọkịnta Okoli gwara BBC Igbo na ọrịa bụ ihe a na-agwọ agwọ site na ịṅụ ọgwụ pụrụịche Beekee na-akpọ 'antibiotics'.",
    "O kwukwara na ịṅụ mmiri kwa mgbe kwa mgbe ga-enyere onye bu ọrịa a aka igbake dịka ya bụ ọrịa na-eme ka mmadụ nyụọ oke nsi nke bụ na ọtụtụ mmiri ga-apụ ya n'ahụ.",
    "Na nchịkọta o kwuru na mmiri ọgwụ Beekee na-akpọ 'Oral Rehydration Solution' bụ ọ pụrụịche na inyere ndị bu ọrịa a aka.",
    "'Oral Rehydration Solution' bụ mmiri, Sụga na nri.",
    "Ahụike",
    "Ebonyi Steeti",
    "Water-Borne Diseases: Mmiri bụ ndụ, mana ị ma na nwere ike ibutere gị ọnwụ site n'ọrịa ndị a?24 Juun 2021",
    "Pest Control: Agụụlọ, ụchịcha na oke ọ na-enye gị nsọgbụ n'ụlọ gị? Lee ụzọ mgbapụ20 Ọgọọst 2021",
    "Hepatitis: Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi26 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15elekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Ndị a na-enyo na ha bụ ndị 'unknown gunmen\" dọwara igbe ozu na isi mmadụ n'ahịa Afọ Nnobi",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi",
    "Etu ndị ojiegbe siri tọrọ ndị mmadụ n'ụzọ si Uturu gawa Akara n'Abia Steeti",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}