{
  "published": "25 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'ụbọchị asatọ nke ọnwa Ọktoba 2021, ndị agha Naijirịa na ndị ntoroọbịa nwere ọgbaghara n'obodo Izombe dị n'Imo steeti.",
    "N'ime ọgbaghara ahụ, ndị agha Naịjirịa abụọ na otu onye ntoroọbịa nwụrụ.",
    "Ihe mere n'Izombe wutere m ruo n'ọkpụkpụ maka na ana m ahụta ya ka obodo nke m - Uzodinma",
    "Ndi obodo kwuru na ka nke a mechara, ndi agha bịara n'igwe were gbawa ụlọ ndị mmadụ ọkụ aghara aghara.",
    "Ka ọgbaghara kwụsịrị, ihe karịrị ulọ 40 rere ọkụ.",
    "Nwunye Sunday Okebata bu Faith Okebata so na ndị merụrụ ahụ n'ọgbaghara ahụ dịka ọkụ gbara ya ebe ọ na-agba mbọ ịzọpụta nne di ya na ụmụaka ya n'ụlọ ha.",
    "Maazi Okebata sị na tupu ọ nwụọ, nwunye ya gwara ya na ọ bụ ndị agha Naịjirịa mụnyere ọkụ n'ụlọ ha",
    "Ndị agha Naịjirịa apụtala kwuo n'aka ha adịghị na mwakpo a, mana ndi obodo sị na nke ahụ bụ asị ọcha.",
    "BBC Igbo gbara mbọ ịnụta n'ọnu ndị agha kpọmkwem, mana ha asaghị ajụjụ anyị jụrụ banyere ihe a kemgbe e zigara ha ozi.",
    "Kirie akụkọ ihe mere ezinaụlọ Maazị Okebata n'ọnụ ya.",
    "Ikike diri mmadụ",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Vidio, Izombe crisis: Ihe mere n'Izombe wutere m ruo n'ọkpụkpụ maka na ana m ahụta ya ka obodo nke m - Uzodinma, Duration 0,178 Ọktọba 2021",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwa29 Ọktọba 2020",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, 'Etu ndịagha Naịjirịa si gbaa ụlọ m ókú ma gbagbuo nwunye m n'Izombe', Duration 4,3825 Nọvemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Cheluchi Onyemelukwe: Ihe o were m ide akwụkwọ riteere m nzere NLNG nke afọ 2021, Duration 6,2518 Nọvemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, Nigeria Paralympics: 'O nweghi mgbe m ji rọọ nrọ ịbụ onye egwuregwu' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Igbo Jews: Otụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Simon Odo: 'Abụ m Eze Ekwensu, Ekwensu bụ nna m', Duration 2,578 Febụwarị 2020",
    "Vidio, Izombe crisis: Ihe mere n'Izombe wutere m ruo n'ọkpụkpụ maka na ana m ahụta ya ka obodo nke m - Uzodinma, Duration 0,178 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}