{
  "published": "25 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A ga-eli Dkt Akunyili na be ya n'Agulu",
    "Akwamozu di Dora Akunyili bụ Dkta Chike Akunyili na-aga n'ihu n'obodo ya bụ Agulu n'Anambara Steeti.",
    "Ọ bụ n'ụbọchị 28 nke ọnwa Sepụtemba ka ndị omekome ji egbe gbagburu Dkta Akunyili na onye uweojii nakwa onye enyemaka ya na Nkpor.",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "'Ọ bụrụ na IPOB chọrọ ka udo chịa n'ala Igbo, ha kwasaa ESN' - FCC Jones Onwuasoanya",
    "Dkta Akunyili si emume ebe e nyere nwunye ya bụ Dora Akunyili nturuugo n'Ọnicha ala oge e gburu ya.",
    "A ga-eli ya na be ya n'Agulu ma e mechaa akwamozu ya.",
    "Lee foto ndị si n'emume ahụ pụta:",
    "Ọ bụ n'ụbọchị 29 nke ọnwa Sepụtemba ka e gburu Dkt Akunyili na Nkpọr",
    "E bu ozu DKt Akunyili gaa be nna ya iji kwanyere ya ugwu ikpeazụ",
    "Ozu Dkt Akunyili na be nna ya",
    "Dkt Akunyili bụ di Dora Akunyili bụbu onyeisi ngalaba na-ahụ maka ọgwụ a kpọrọ Nafdac n'ịchafụ",
    "Ọ bụ emechaa nkwanye ugwu ikpeazụ a ka a ga-eli DKt Akunyili na be ya n'Agulu",
    "Onye bụbu gọvanọ Anambara bụ Peter Obi na a sị, Nkechi Akunyili bụ onye tọrọ Chike Akunyili, ndo",
    "Ụmụ Dkt Akunyili lọtara Naịjirịa maka akwamozu nna ha",
    "Dkt Akunyili bụ onye agha ndi ụka nke Bekee na-akpọ 'Knight' n'ụka Katọlik",
    "Dkt Chike Akunyili bụ Dọkịta Oyibo na-enyere ndị ogbenye aka mara",
    "Peter Obi na nwa Dkt Akunyili na-akwamozu ya",
    "Akamozu Akunyili",
    "Akamozu Akunyili",
    "Ezinaụlọ Chike Akunyili na-etinye aja n'ili ya dika a na-eli ya na be ya dị n'Agulu",
    "Ụkọchukwu na-ekponye aja n'ili Chike Akunyili",
    "Peter Obi na ezinaụlọ Chike Akunyili",
    "Ụka ikpeazu n'ili Chike Akunyili",
    "Ụmụaka na ụmụ ụmụ Dkt Chike Akunyilu na ndị ụkọchukwu kara ụka ikpeazụ ya",
    "N20 million bounty on Dr Chike Akunyili killers: Anambra gọọmenti etinyela N20 m n'isi ndị gburu di Dora Akunyili29 Septemba 2021",
    "Chike Akunyili Dora Akunyili's Husband: Ihe ndị gbara ọkpụrụkpụ maka ndụ odogwu nwoke a29 Septemba 2021",
    "Vidio, Ndị gburu Chike Akunyili na-ekwu ka a ghara ime ntuliaka n'Anambara - Ifeanyi Ubah1 Ọktọba 2021",
    "Dr Chike Akunyili: 'Ọ bụrụ na IPOB chọrọ iweta udo n'ala Igbo, ha kwasaa ESN' - FCC Jones Onwuasoanya30 Septemba 2021",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga25 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye gburu nwa m ka na-akpagharị nakwa eyi m egwu - Nne Kenechukwu Okekeelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Onye gburu nwa m ka na-akpagharị nakwa eyi m egwu - Nne Kenechukwu Okeke",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga",
    "Ihe mere anyị gi mee ngagharịiwe megide ndịagha- Ụmụnwaanyị Amangwu Ohafia",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Etu e si jide ọkamụta mahadum Alex Ekwueme a sị metọrọ nwatakịrị nwaanyị dị afo 12",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ọ ga-akara gọọmentị mma ịtọhapụ Nnamdi Kanu - Falana, Nwala",
    "Otu ndị Igbo agọnarịla Kenechukwu Okeke maka ịkpụpụ ndị so mee ngagharịiwe 'End SARS' n'ụlọikpeEmelitere ikpeazụ na: 10 Nọvemba 2020",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}