{
  "published": "25 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii Ebonyi steetị sị na ha akpụpụla Felix Anyaegbunam, onye ọkammụta na mahadum 'Alex Ekwueme Federal Univeristy Ndufu Alike Ikwo (AE-FUNAI), dị n' Ebonyi steeti ulọikpe maka ebubo na o metọrọ nwata nwaanyị dị afọ 12.",
    "Ya bụ nwatakiri nwaanyị bụ nwa onye nche na-arụrụ ọkammụta ọrụ na be ya.",
    "Ndị uweojii n'Ebonyi Steeti nwụchiri Ọkammụta Anyaegbunam n'ụbọchi Fraịde nke izuụka gara aga bụ 19 Nọvemba maka ebubo a.",
    "Ihe ise nwaanyị ga-eme iji nweta ikpe ziri ezi ma a kwaso ya iko n'ike",
    "Etu nwaanyị a wakporo n'ike si mụọ ejima atọ n'Imo",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Loveth Odah kwuru sị: \"Anyị emechaala nnyocha maka ebubo a, mpụtara ya gosiri na aka nwoke a adighị ocha.\"",
    "Ọ sịkwa: \"Anyị kpụgara nwatakiri nwaanyị ahụ ụlọọgwụ inyo ime ahụ ya. Ugbua a kpụpụla nwoke ahụ ụlọikpe.\"",
    "Dịka o siri kọwa, ọ bụ nwatakịri nwaanyi ahụ gwara otu nwaanyi ọ ma maka ihe ọ na-agabiga, nwaanyị ahụ were gwa ndị na-ahu maka ọdịmma ndị mmadụ Bekee na-akpọ \"Non-Governmental Ogranisation\" (NGO).",
    "Ndị uweojii si na nwata nwaanyị ahụ gbara mmadụ ama ihe ọ na-agabiga dịka ọ gwachara nna ya onweghi ihe o mere",
    "Ọ bụ ndị NGO ahụ gara gbara ndi uweojii ama ihe na-eme.",
    "BBC Igbo na nna nwatakiri nwaanyị ahu nwere mkparịtaụka banyere ebubo mmetọ a na-ebo Ọkammụta Anyaegbunam.",
    "Nwoke ahụ gara n'ihu kwuo ihe ọ ma maka ihe a mere.",
    "Dịka o siri kwuo, nke a abụghị mbụ okwu banyere iwakpo nwaayi na-agbakọ ya na Ọkammụta ahu.",
    "N'okwu ya, ọ sị: \"Anam arụ ọrụ dịka onye nche na be Maazị Anyaegbunam kemgbe afọ itolu gara aga. \"",
    "\"N'oge gara aga, Maazị Anyaegbunam gwara m na ọ chọrọ nwa odibo ga-enyere ya aka na-eleta ụlọ ya anya.\"",
    "O kwuru na ya gbara mbọ kpọnye ya nwata nwaanyị bụ nwanne nwunye ya, onye gbara afọ iri na asaa.",
    "Mwakpo ụmụnwaanyị",
    "\"Maazị Anyaegbunam tụwaraburu nwa m kpọnyela ime\"",
    "Ọ sị: \"N'oge na-adighị anya, Maazị Anyaegbunam bịara gwam na ọ chọrọ ịlụ nwata nwaanyị ahụ maka na ọ tụwala ya ime. \"",
    "\"Mkpu pụrụ n'ọnụ n'ihi na ihe a abụghị nkwekọrịta mụ na ya.\"",
    "\"Anyị bugara akụkọ nye ndị uweojii oge ahụ.\"",
    "Nwoke ahu gara n'ihu kwuo na nwada ahụ mụrụ Maazị Anyaegbunam nwa, mana dịka enweghị onye nọ nso ileta nne na nwa ahụ anya, ọ kpọnyere ya nwa m nwaanyị dị afo iri na abụọ.",
    "Ọ sị: \"Mgbe nwa nwanne nwunye m malitere ire ihe na-ahịa International market, naanị nwa m nwaanyị ahụ na Maazị Anyaegbunam malitere ịnọ n'ụlọ.\"",
    "\"N'oge na-adighị anya, nwa m bidoro gwawa m na Okammụta ahụ na-achọ idina ya.\"",
    "\"A jụrụ m Maazị Anyaegbunam maka ihe nke a mana ọ gwara m na akụkọ a bụ akụkọ ụgha, na nwa m na-arọ nrọ, na atụmatụ ya bụ ileta nwa ruo ogugu agụmakwụkwo nke mahadum.\"",
    "\"Nwa m na-agwa ihe ọ na-agabiga kwamgbe.\"",
    "Nwoke ahụ sị na ọ bụ kwamgbe kwamgbe ka nwa bịara gwa ya ihe ọ gwara m n'oge mbụ bụ eziokwu, na ya bụ Maazị na-achọsike idina ya.",
    "Ọ sị n'oge na-adighị anya, \"akụkọ mmetọ nwatakiri a bịara pụta ihe.\"",
    "Loveth Odah gwara BBC Igbo na ka ọ dị ugbua, ọ bụ ulọikpe ka ọ dịrị ikpe Ọkammụta Anyaegbunam ikpe dịka ọ sị na ọ bụ ebubo imetọ nwaanyị ka e boro ya.",
    "Ọ sị: \"Ihe ọ ga-azara ọnụ ya banyere ya n'ụlọikpe bụ imetọ nwata.\"",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ikike ụmụnwanyị",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga25 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye gburu nwa m ka na-akpagharị nakwa eyi m egwu - Nne Kenechukwu Okekeelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Onye gburu nwa m ka na-akpagharị nakwa eyi m egwu - Nne Kenechukwu Okeke",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga",
    "Ihe mere anyị gi mee ngagharịiwe megide ndịagha- Ụmụnwaanyị Amangwu Ohafia",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Etu e si jide ọkamụta mahadum Alex Ekwueme a sị metọrọ nwatakịrị nwaanyị dị afo 12",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ọ ga-akara gọọmentị mma ịtọhapụ Nnamdi Kanu - Falana, Nwala",
    "Otu ndị Igbo agọnarịla Kenechukwu Okeke maka ịkpụpụ ndị so mee ngagharịiwe 'End SARS' n'ụlọikpeEmelitere ikpeazụ na: 10 Nọvemba 2020",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}