{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, ABNTV",
    "Ụmụnwaanyị Amangwu Ohafia dị n'Abia steeti apụtala n'igwe mee ngagharịiwe sị na mmekpa ahụ ndị agha na-emekpa ha akarịala.Dịka otu onye n'ime ndị ndu ụmụnwaanyị ahụ bụ Christaina Mecha sị na ọnụnọ ndịagha Naijiria nọ n'ogige ụlọakwụkwọ Community Secondary School, Amangwu etinyela egwu na obi mmapụ n'ime ụmụafọ obodo ha.",
    "Gịnị ka ị ma maka 'Aba Women's riot' mere afọ 90 gara aga?",
    "Abba women protest : Anyị anọchighị ahịa Abba - Ndị uweojii",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Oriakụ Mecha gwara onye ntaakụkọ anyị na egwu na ụmụ ha bụ ndị kwụsirila akwụkwọ n'ihi egwu nnwuchi maọbụ mmekpa ahụ nwereike ime ha agaghị enwe ohere lee ule akwụkwọ ịba klass ọzọ.",
    "Ebe foto si, ABNTV",
    "Ụmụnwaanyị pụtara n'igwe mee ngagharịiwe iji gosi na obi adịghị ha mma etu ndị uweojii siri wujuo obodo Amangwu Ohafia.",
    "Ebe foto si, ABNTV",
    "Na ngagharịiwe ahụ nke ha mere n'enweghị tigbuo-zogbuo ọbụla, ụmụnwaanyị ndị ahụ  zọrọ ije, gụrụ egwu  gharịa n'Amangwu, Amuma, Ndi Ibe, Asaga, Ebem na Elu Ohafia tupu  ha gaa n'obieze  Udumezenke  nke Ohafia, bụ Eze  E U.L Imaga  bụ eze ndị eze Ọhafia  nọ nzukọ.",
    "Ebe foto si, ABNTV",
    "Ha kporo oku ka a kwụsị mwakpo ahụ ma kpopụ ndị agha n'obodo ha.\"Ndị ndu ha gụnyere Oriakụ Mecha, Ọrịakụ Sunday Onwuka na Oriakụ  Mrs. Ngozi Obasi, bekuru ndị igwe Ọhafia ka ha mee ihe ha kwesịrị ime ka  obimmapụ na egwu pụọ n'obodo ha.\"",
    "Anambara Women in Politics: Ihe ndị mere ụmụnwaanyị Anambara anaghị achịta ata n' ịzọ ndọr",
    "N'ọsịsa ya n'aha ndị eze ndị ọzọ,onye nnọchite anya Eze Imaga bụ Uma Agbai Olugu  toro ụmụnwaanyị ahụ maka iji nwayoo ma chọọ ihe dara mmiri ma kwee nkwa na ndị eze Ohafia ga-elebanye mkpesa ha anya.Ọ dụrụ ha ọdụ ka ha kuziere ụmụ ha iji udo aga ka ha na ndịagha ghara iwe okwu ọbụla.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Etu e si jide ọkamụta mahadum Alex Ekwueme a sị metọrọ nwatakịrị nwaanyị dị afo 12",
    "Mkpụrụ mmiri: Ndlea ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ndị 'unknown gunmen' agbaala ogige uweojii Arondizuogu ọkụ, gbuo otu n'ime ha",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Abia Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ọmụmụ na mmụta",
    "Vidio, Cheluchi Onyemelukwe: Ihe o were m ide akwụkwọ riteere m nzere NLNG nke afọ 202118 Nọvemba 2021",
    "Women representation in governance: Anambara state ji ụmụnwaanyị aga mba4 Maachị 2019",
    "Unmarried women: Nwaanyị alụghị di ọ ka ogbo ya lụrụ di enwe aṅụrị?13 Juun 2019",
    "Ipob Women Protest: Ihe mere ụmụnwaanyị ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn27 Julaị 2021",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga25 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye gburu nwa m ka na-akpagharị nakwa eyi m egwu - Nne Kenechukwu Okekeelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Onye gburu nwa m ka na-akpagharị nakwa eyi m egwu - Nne Kenechukwu Okeke",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga",
    "Ihe mere anyị gi mee ngagharịiwe megide ndịagha- Ụmụnwaanyị Amangwu Ohafia",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Etu e si jide ọkamụta mahadum Alex Ekwueme a sị metọrọ nwatakịrị nwaanyị dị afo 12",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ọ ga-akara gọọmentị mma ịtọhapụ Nnamdi Kanu - Falana, Nwala",
    "Otu ndị Igbo agọnarịla Kenechukwu Okeke maka ịkpụpụ ndị so mee ngagharịiwe 'End SARS' n'ụlọikpeEmelitere ikpeazụ na: 10 Nọvemba 2020",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}