{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, MASSOB",
    "Otu Massob egosipụtala ọnụ ndị otu ha nwere onwe ha site mkpọrọ atụnyere ha kemgbe afọ iri na ise maka mbọ nnwereonwe Biafra ma kelee ndị nyere ha aka gbaa mbọ ịhụ na o mezuru.",
    "Na nsonso a, Ụlọikpe Ukwu nke Etiti dị N'ọka, Anambara steeti tọghapụrụ ndị otu Massob mmadụ 19 bụ ndị e ji na mkpọrọ dị n'Ọnịcha nakwa Ọka, sị ha lawa, na ikpe amaghị ha.",
    "Massob achọghị uweojii nke steeti",
    "'Gaanụ tinye aha n'akwụkwọ ntuliaka'",
    "MASSOB - Ebere Buhari na-eme enweghị isi",
    "'Otu ihe ga-ebi ọchụchụ Ipob na Massob'",
    "Ọnụ na-ekwuru otu ahụ bụ Comrade Samuel Edeson gwara BBC Igbo n'ekwentị na 'Obi dị anyị nnukwu ụtọ na ha nweere onwe ha.\"",
    "\"Anyị na-ekele n'ụzọ pụrụiche Senetọ Enyinnaya Abaribe na ndị ọzọ nyere aka hụ na nke a bịara na mmezu.\"",
    "Ndị ritere erere ntọhapụ na nga gụnyere otu nwaanyị nke mụrụ nwa n'ime mkpọrọ nke nwa ya rurula afọ 14.",
    "Lee aha ụfọdụ n'ime:",
    "Mrs Onyekachi Orji ( Mkpọrọ Ọnịcha)",
    "Emmanuel Orji (Mkpọrọ Ọka)",
    "Uche Idikaigbo (Mkpọrọ Ọka)",
    "Micheal Okezie (Mkpọrọ Ọka)",
    "Uchenna Nicholas  ( Mkpọrọ Ọnịcha)",
    "Peter Igbokwe  ( Mkpọrọ Ọnịcha)",
    "Ikechukwu Aghara (Mkpọrọ Ọka)",
    "Miss Okwudiri Bassey  ( Mkpọrọ Ọnịcha)",
    "China Asor (Mkpọrọ Ọka)",
    "Chinweike Irondi (Mkpọrọ Ọka)",
    "Sabastine Amadi  ( Mkpọrọ Ọnịcha)",
    "Casmir Odakara (Mkpọrọ Ọka)",
    "Ojemba Anyanwu (Mkpọrọ Ọka)",
    "Eni Kalu (Mkpọrọ Ọka)",
    "Ndubuisi Okam(Mkpọrọ Ọka)",
    "Ikechukwu Chikwem  ( Mkpọrọ Ọnịcha)",
    "Chukwuma Kalu (Mkpọrọ Ọka)",
    "Chidiebere Chikwem (Mkpọrọ Ọka)",
    "Mmaduabuchi Asika (Mkpọrọ Ọka)",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi26 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15elekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Ndị a na-enyo na ha bụ ndị 'unknown gunmen\" dọwara igbe ozu na isi mmadụ n'ahịa Afọ Nnobi",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi",
    "Etu ndị ojiegbe siri tọrọ ndị mmadụ n'ụzọ si Uturu gawa Akara n'Abia Steeti",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}