{
  "published": "26 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kingsley Chinweike Okonkwo, onye otiegwu a ma ama e ji 'Kcee Limpopo' mara ebekuola ndị Igbo ka onye ọbụla chekwa nwanne ya.",
    "O kwuru nke a na mkparịtaụka ya na BBC Igbo nwere na nsonso a dịka tigbuo zogbuo na-akpọtụ n'Ọwụwa Anyanwụ.",
    "Kedụ ihe ọ na-eri inweta 'police escort'?",
    "Etu m si kpọpụta otu nwa okorọbia n'ụbịam - KC Limpopo",
    "Ihe mere na ị gaghị echefu izuụka a ọsịsọ",
    "Kcee kwuru na ọ bụ eziokwu na a na-emegbu ndị mana na imebi ala Igbo agaghị enyere ndị Igbo aka n'ihi na onye ebighi n'ala Igbo nwere ndị bi na ya ọgbaghara nwere ike imetụta.",
    "\"Dịka nwafọ m bụ, ala Igbo adịghịzị ka ọ dị mbụ, ọgbaghara dị ebe niile ugbua, achọghị m ịkpọ aha.\"",
    "\"Anyị kwesiri ịchịkọta onwe anyị ọnụ kwụrụ otu ebe, nwee nkwekọrịta n'otu ihe, nwekwa otu olu wee mezie ala anyị.\"",
    "Kcee kwuru, \"Ka anyị nọrọ n'udo ka anyị si nọrọ n'oge mbụ dịka ndị Igbo, nwee otu obi na otu olu.",
    "\"Onye ọbụla chebe nwanne ya, agbanyeghị steeti isi maọbụ Imo, maọbụ Abia... Anyị niile bụ otu\"",
    "\"Ka anyị ghara iji aka anyị tisaa ihe Chukwu nyere anyị dịka Ọ gọzịrị anyị n'ụzọ pụrụịche.\"",
    "\"Mmadụ niile chekọta nwanne ya, ka anyị nọrọ nke ọma.\"",
    "Lee ihe ndị ọzọ gbara ọkpụrụkpụ o kwuru:",
    "'Ala Igbo dị mma, ọ bụ maka ọ dị mma anyị nịịle'",
    "Kcee kwuru na ihe mee \"Ala Igbo dị mma, ọ bụ maka ọ dị mma anyị nịịle\".",
    "\"Etu a m bi na Legọs, e nwere m ụmụnne, ikwu na ibe bi n'ala Igbo, ihe ọbụla mebiri ebe ahụ ga-emetụta m\"",
    "\"Dịka ọtụtụ ndị be anyị na-achọ nnwereonwe, i lee anya i ga-ahụ na mmegbu ndị Igbo ka nkụ n'ezie ka m kwuo eziokwu.\"",
    "\"Ị gaghị eti nwata ihe sị ya hapụ ibe akwa. Agbanyeghi ihe ndị a ọ ka mma na anyị ji otu obi na otu olu mezie be anyị tupu ala Naijịrịa anụ ihe anyị na-ekwu.\"",
    "Ka o si banyere n'iti egwu.",
    "Kcee kwuru na egwu bọọlụ bụ ihe ọ chọburu ime mgbe ọ dị na nwata mana ịgụ egwu bụ ihe nọ na-amasị mgbe ahụ.",
    "O kwuru na mgbe ya na ndị otu ya ritere mmeri n'asọmpị ịgụ egwu 'Star Quest' bụ mgbe kpakpa ndọ ya ji chekee.",
    "Ebe foto si, Kcee /Instagram",
    "N'okwu alụmddinanwunye, Kcee kwuru na ya na nwụnye alụọla kemgbe afọ 11.",
    "Kcee, onye kwuru na ha bi n'udo na ọṅụ, kwukwara na ha ji ụmụ atọ.",
    "Ọ gara n'ihu kwuo na mgbe mbido alụmdịnanwuye ha, na ọ gbara mbọ zoo nwụnye ya maka ọ chọghị ka ndị mmadụ bata mebiere ya ihe ọ hụrụ anya nke ukwuu.",
    "Kcee na E-Money",
    "Kcee sị na o nwere ụmụnne asatọ, na ọ bụ nwanne ya bụ 'E-Money' bụ nke ọha ma maka na ọ bụ onye na-egosi onwe ya n'ihu ọha.",
    "Ọ sị na ọ tọrọ otu nwaanyị bụ onye tọtara E-Money ezi aha ya bụ Emeka Okonkwo. Ọ gakwara n'ihu kwuo ihe mere ọ naghị egosi ndị be ha.",
    "N'okwu ya, o si: \"Mgbe m gosiri foto nne m, ndị mmadụ nyochapụtara ya chọrọ itọrọ ya mana otu onye n'ime ha bịara kpọọ n'ekwentị gbara m ama atụmatụ a\"",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi26 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15elekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Ndị a na-enyo na ha bụ ndị 'unknown gunmen\" dọwara igbe ozu na isi mmadụ n'ahịa Afọ Nnobi",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi",
    "Etu ndị ojiegbe siri tọrọ ndị mmadụ n'ụzọ si Uturu gawa Akara n'Abia Steeti",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}