{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Odinaka Okeke",
    "Ọkaiwu gbara ndị mere ngagharịiwe EndSARS akwụkwọ n'ụlọikpe anwụọla ka ọ gbachara afọ 34.",
    "Kenechukwu Okeke nwụrụ n'ụbọchị Oktoba 17, afọ 2021.",
    "Otu ndị Igbo agọnarịla Kenechukwu Okeke maka ịkpụpụ ndị so mee ngagharịiwe 'End SARS' n'ụlọikpe",
    "Gọọmentị Naịjirịa ekwuola na ha ga-amachi CNN maka akụkọ nyocha Endsars ha gosiri",
    "Dịka nwunye ya bụ Odinaka Okeke gwaa BBC Igbo, Okeke nwụrụ dịka a wakporo ya n'ụlọ ya gbuo ya mma ma mụnye ya ọkụ.",
    "Aha Okeke bụ onye a sị na-akwado Onyeisiala Muhammadu Buhari malitere iwu oge ọ gbara ndị bụ isi a hụrụ kwawa oku na ngaghariiwe EndSAR akwụkwọ maka ime nke a.",
    "Ebe foto si, Odinaka Okeke",
    "Ọ sị na ọ bụ otu nwoke a kpọrọ Chiadiobi ha nyere ụlọ ka o biri n'ọnwa iri gara aga na ndị otu ya bịara wakpoo Okeke, gbuo ya mma ma mụnye ka ọkụ.",
    "Odinaka sị na kamgbe nwoke ahụ kwabatara n'ụlọ ha ka ọ malitere inye ha nsogbu nke mere ha jiri sị ya kwapụ n'ụlọ.",
    "Nwoke ahụ mechara kwapụ n'ụlọ ha ma na-abịakwa enye ha nsogbu ruo ụbọchị ahụ ya na ndị otu ya wakporo Okeke.",
    "Ebe foto si, Odinaka Okeke",
    "\"E buuru Okeke gawa ụlọọgwụ bụ ebe ọ nọrọ abalị asaa tupu ọ nwụọ.\"",
    "Odinaka sị na nwoke a gburu di ya ka na-akpagharị na-enweghi ihe mere ya na-agbanyeghi mkpesa ha mere n' uweojii",
    "Ọ sị na ihe ọ chọrọ bụ ka anwụchie ndị a gburu di ma taa ha ahụhụ ruru ha.",
    "Nne Kenechukwu Okeke bụ Virginia Okeke kwara arịrị maka ọnwụ nwa ya ma sị na \"Kenechukwu bụ otu nwa m mụrụ\".",
    "N'okwu nne ya \"Kamgbe di m nwụrụ n'afọ asa gara aga, Kenechukwu bụ di nyeere m\".",
    "Ọ sị na ihe na-akachasị agbawa ya obi bụ na ndị gburu nwa ya ka na-akpagharị na-eyikwa egwu.",
    "Mgbe BBC Igbo jụrụ ọnụ na-ekwuru ndị uweojii n'Anambra bụ Tochukwu Ikenga, ọ sị na ọ maghị maka ya.",
    "Ikenga sị ka e nye ya obere oge ka ọ chọpụta maka akụkọ a ma saa ajụjụ banyere ya mana tupu akụkọ a apụta ọ zabeghi.",
    "Akụkọ ka na-abịa...",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Ngagharịiwe #EndSars",
    "Anambra Steeti",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga25 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onye gburu nwa m ka na-akpagharị nakwa eyi m egwu - Nne Kenechukwu Okekeelekere 5 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Onye gburu nwa m ka na-akpagharị nakwa eyi m egwu - Nne Kenechukwu Okeke",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga",
    "Ihe mere anyị gi mee ngagharịiwe megide ndịagha- Ụmụnwaanyị Amangwu Ohafia",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Etu e si jide ọkamụta mahadum Alex Ekwueme a sị metọrọ nwatakịrị nwaanyị dị afo 12",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ọ ga-akara gọọmentị mma ịtọhapụ Nnamdi Kanu - Falana, Nwala",
    "Otu ndị Igbo agọnarịla Kenechukwu Okeke maka ịkpụpụ ndị so mee ngagharịiwe 'End SARS' n'ụlọikpeEmelitere ikpeazụ na: 10 Nọvemba 2020",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Etu ndị ntọ si tọrọ Eze Ndigbo n'Ondo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}