{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Egwu ji ndị Nnobi na ndị bi na gburugburu obodo hụ ozu mmadụ abụọ nakwa akpati ozu a dọwara n'ahịa Afọ Nnobi dị n'Okpuru Ọchịchị Idemili South dị n'Anambara steeti.",
    "Otu onye ntaakụkọ bi n'obodo ahụ achọghị ka a kpọ aha ya kwuru na \"ndị mmadụ tetara ụra n'ụtụtụ Fraide hụ ozu mmadụ abụọ na igbe ozu.\"",
    "\"Etu ọnọdụ ha dị gosiri na a gbagburu ha agbagbu.\"",
    "Ndị ekperima awakporo ụgbọala nwunye Obiano?",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "\"O nweghị onye ma ndị gburu ha maọbụ ihe e ji maka ya gbagbuo ha.\"",
    "Ọ gara n'ihu kwuo na onye ọbụla a jụrụ ihe ọ ma maka ihe mere  na-atụ egwu ikwu okwu.",
    "Onye ọzọ bi na Nnobi na-achọghị ka a kpọ aha ya gwara BBC Igbo na n'ezie na a dọwara isi mmadụ nakwa akpati ozu n'Afọ Nnobi nakwa akwụkwọ e deere ozi.",
    "\"Ihe ha ziri bụ na iwu ịnọ n'ụlọ ụbọchị Monde ọbụla ka na-aga n'ihu.\"",
    "Ọ kọwara na ahịa amalitela ịzụkwa n'Afọ Nnobi kamgbe otu Ipob kagbuchara atụmatụ 'ịnọ n'ụlọ' ha tinyeburu.",
    "Ọnụ na-ekwuru ndị uweojii Anambra steeti bụ Tochukwu Ikenga kwuru na ọ natabeghi ozi maka nke a mana ọ ga-eme nnyocha ihe mere, wetara anyị ozi.",
    "Ka ọ dị ugbua, ndị e chere na ha bụ ndị ọrụ gọọmenti abịala bupu ozu ndị ahụ.",
    "Tigbuo-zogbuo na-arị elu n'Ọwụwa Anyanwụ kemgbe mbido afọ mana  ọ dajụrụ dịka ọ fọrọ abalị ole na ole ka e mee ntuliaka gọvanọ Anambara steeti nke e mere n'abalị isii nke ọnwa Novermba afọ a.",
    "Nke a so n' akụkọ ọhụrụ banyere gbuogbuogbuo na-eme n'Ọwụwa Anyanwụ na nsonso a.",
    "Naijiria",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi26 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15elekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Ndị a na-enyo na ha bụ ndị 'unknown gunmen\" dọwara igbe ozu na isi mmadụ n'ahịa Afọ Nnobi",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi",
    "Etu ndị ojiegbe siri tọrọ ndị mmadụ n'ụzọ si Uturu gawa Akara n'Abia Steeti",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}