{
  "published": "27 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, SIMON MAINA",
    "A bịa n'ihe metụtara igbochi afọ ime na nwaanyị enwere ụzọ dị icheiche ụmụ nwoke nwere isi iji mee nke a.",
    "Ụfọdụ bụ ndị a ma ama nwekwaa ndị ọzọ aka na-enyocha ma na-arụpụta. Ha gụnyere:",
    "Ị ma ma 'igboncha' o nwere uru ọ barala ahụ ike gị?",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Ebe foto si, Getty Images",
    "Ọ bụ nke a ka akachasị mara ma bụrụkwa nke kachasị a rụ ọrụ ụmụnwoke ji egbochi afọ ime.",
    "Ọ bụkwa naanị ya bụ ihe na-egbochi afọ ime ma na-egbochi kwa ọrịa mmekọrịta ndị ọzọ.",
    "Mana ị ga-ehi asaa n'anya ka ịhụ ma oge ya agafeela nakwa na ọ dị n'ọnọdụ dị mma tupu iyiri ya.",
    "Ọ na-arụ ọrụ pasentị 98.",
    "Ebe foto si, Getty Images",
    "Ụzọ a bụ ụzọ anaghị ewe ego ọbụla mana ọ naghị arụcha ọrụ mgbe niile.",
    "Etu esi eme ya bụ nwoke iwepu utu ya na mmekọrịta tupu ọ nyụọ uhie.",
    "Otu Dọkịnta bụ Moussa Diabete kọwara na ọ bụghị ụzọ ọ na-adụ ndị mmadụ ndọmọdụ ịme.",
    "Ọ na-arụ ọrụ naanị pasentị 27.",
    "Nke a bụ ịwa ahụ ma chabie akwara uhie na-esi siri n'akpa amụ abanye n'amụ.",
    "Ịwa ahụ bụ ihe anaghị egbu oge dịka a na-emecha ya n'ime nkeji iri na ise.",
    "Dịka ngalaba ahụike mba Briten bụ NHS si kwuo, ọ na-arụ ọrụ ihe ruru pasentị 99.",
    "Ndị mmadụ na-eche na ọ bụ ihe ebighebi mana ọ bụkwa ihe enwereike ịme ntụgharị.",
    "N'eziokwu, ọ bụghị ọtụtụ ụmụnwoke n'Afrịka na-eche uche iji ngwa mgbochi afọ ime.",
    "Oge ụfọdụ ha na-ahapụkarị ya n'aka ụmụnwaanyị ka ha mee.",
    "Dịka Dọkịnta Madina Ndoye si kọwa, ọ bụ maka ọzụzụ dị icheiche si n'okpukperechi nakwa omenala ka o jiri dị etu a.",
    "Ihe ọzọ o kwuru butere nke a bụ n'ihi ọtụtụ mgbochi afọime emepụtara maka ụmụnwaanyị n'onwe ha.",
    "Dọkịnta ọzọ tinyere ọnụ n'okwu a bụ Ndeye Khady Babou kwuru na tupu e nwee mgbanwe a ga-ebu ụzọ chee echieche maka ya.",
    "Ọ sị \"ndị mmadụ kwesiri ịjụ onwe ha ajụjụ ihe mere ejiri gbahapụ mgbochi afọ ime n'aka naanị ụmụnwaanyị\".",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Vidio, 'Igbochi afọime megidere iwu Chukwu'26 Septemba 2018",
    "Fada Katọlik sị na igbochi afọime megidere iwu Chukwu26 Septemba 2018",
    "'Okra' o nwere ike ibutere nwoke amụghị nwa? Lee ihe anyị chọpụtara26 Nọvemba 2020",
    "Miscarriage signs : Ụzọ isii ịga-esi gboo nsogbu ime ọpụpụ24 Julaị 2021",
    "Ụzọ ọgbara ọhụrụ ise ị ga-eji hazinwu ọmụmụ gị12 Ọgọọst 2020",
    "Vidio, Igbochi afọime nwereike ịzọ nwaanyị ndụ26 Septemba 2018",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?27 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị yaelekere 9 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?",
    "Ndị a na-enyo na ha bụ ndị 'unknown gunmen\" dọwara igbe ozu na isi mmadụ n'ahịa Afọ Nnobi",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}