{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụjọọ ji ọtụtụ ndị mmadụ n'okpuruọchịchị Isikwuato nke Abia Steeti dịka ndị omekome na-akpa ike n'ụzọ si Uturu gawa Akara tọrọla ndị na-eme njem na mgbede Tọọzde.",
    "Ndị ma maka ihe a mere sị na o bụ mmadụ iri ka ndị ntọrị a tọrọ.Dịka ha siri kwuo, ọ bụ n'ọdọ ụgbọala dị n'ihu Mahadum Abịa Steeti dị n'Uturu ka ndị a bala ụgbọala njem ha. Ndị a na-aga Akara dị n'Isuikwuato oge awakporo ha.",
    "ABSU, Greenfield na ebe ndị ọzọ a tọọrọ ụmụakwụkwọ kemgbe afọ 2021",
    "Ọ bụ naanị otu nwata akwụkwọ ka a tọọrọ - Gọọmentị Abia steeti",
    "Gọọmentị Abia steeti jị ndị ABSU ụgwọ enyemaka",
    "Aka na-achi okporuọchịchị Isuikwuato bụ Chima Agbaeze gwara BBC Igbo na obi adịghị ya mma maka mkpa mkpa ndi omekome na-akpa na mpaghara ahụ.",
    "Ọ sị na mbọ niile ha na-agba ịhu na ihe kwụsịrị amịtabeghi mkpụrụ.",
    "Ebe foto si, Abia State University Uturu",
    "Maazị Agbaeze sị na ihe na-atụ ya anya bụ na ndị ntọrị a mere ihe gbalaga n'agbanyeghi na e nwere ọdọ ndị agha n'ụzo ahụ.",
    "Ọ gakwara n'ihu kwuo na ha ga-agbambọ ịzọpụta ndị a atọrọla, n'agbanyeghị na amabeghị ndị ha bụ.",
    "Ọ bụ naanị otu nwata akwụkwọ ka a tọọrọ - Gọọmentị Abia steeti",
    "Ihe anyị ma maka 'Pandemic Prevention Fee' a sị ụmụakwụkwọ ABSU kwụọ",
    "Onye bụbụ onyeisi patị Peoples Democratic Party (PDP) n'Abịa Steeti bụ Sinetọ Emma Nwaka - bụkwa ony Isukwuato- gwara BBC Igbo n'ekwentị na ihe mere mibiri ya ahụ.",
    "Ọ sịkwa na ihe a nwereike mee ka ndị a Isukwuato ghara ịlọta n'oge Ekeresimesi.",
    "Ya onye ya sikwa na ọdọ ndị nchekwa di n'ụzọ ahu dị anọ, mana ndị omekome a kpara ike laa.",
    "Ibeawuchi Marshal:Etu nwaamdi a nọ '200 level' na ABSU si nwụọ n'egwu bọọlụ agbara ebe ahụ",
    "Sinetọ Nwaka sịkwa na ndị ọrụ nchekwa kwesiri ị na-eme mkparịtauka iji nọdu ndi omekome a n'ihu. Ọ sị na ọ bu ihe mere ndi omekome jiri na-akpa ike na mpaghara ahụ, dika ha ma na ndị ọrụ nchekwa agaghị agwa onwe ha okwu.",
    "Ọ sị: \"Ịmalite i na-akwụsị ma na-enyocha ụgbọala ga-enye aka mee ka ihe akwụsị. Ha ekwesighi ịno otu ebe. Ha kwesikwara inwe igwe okwu ka ga-eji na-akpọ onwe ha maka gbatagbata.\"BBC Igbo kpọrọ ọnụ na-ekwuru ndị uweojii n'Abia bụ Geoffrey Ogbonna mana ọ zaghị ekwenti ya.",
    "Dịka akụkọ a na-apụ, BBC enwetebeghị akaebe na ndi omekome a akpọọla ezinaụlọ ndị ha tọrọ.",
    "Abia Steeti di na mpaghara Ọwụwa Anyanwụ Naịjirịa so n'ebe ọgbaghara n'ogbugbu mmadụ na-emesi ike na mba ahụ.",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi26 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15elekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Ndị a na-enyo na ha bụ ndị 'unknown gunmen\" dọwara igbe ozu na isi mmadụ n'ahịa Afọ Nnobi",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi",
    "Etu ndị ojiegbe siri tọrọ ndị mmadụ n'ụzọ si Uturu gawa Akara n'Abia Steeti",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}