{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook screengrab",
    "Ihe anyammiri mere n'obodo Azia nke dị n'okpuru ọchịchị Ihiala, n'Anambra steeti n'ụbọchị Tọzde, abalị iri abụọ na ise nke ọnwa Nọvemba afọ 2021.",
    "Mgbọegbe tụgburu nwaagbọghọbịa aha ya bụ Chidimma Ezeanochie, onye gbara afọ iri abụọ.",
    "Ndị obodo Azia na-ekwu na ọ bụ ndị uweojii gbagburu nwata nwaanyị a na-enwghị ihe ọbụla o mere.",
    "Mana ndị uweojii agọọla na aka ha adịghị n'ọnwụ nwa ada a.",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na Bende",
    "Ihe mere anyị ji mee ngagharịiwe megide ndịagha- Ụmụnwaanyị Amangwu Ohafia",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Etu ndị 'unknown gunmen' si wakpoo ndị uweojii n'ụzọ si Ọnịcha gawa Owere",
    "Ndị obodo Azia kwuru na Chidimma na nwanne ya nwoke nke nta na-agara nne ha ozi oge ha zutere ndị uweojii n'ụzọ.",
    "Ha sị na ndị uweojii gbara Chidimma egbe n'isi ugboro agbụọ, ma gbakwaa nwanne ya nwoke egbe, mana o zere ya.",
    "Nke a mere ka ndị ntorobịa malite ime ngagharịiwe na ekwu na ha achọghịzi ndị uweojii n'obodo ha.",
    "Ebe foto si, Facebook screengrab",
    "N'otu aka ahụ kwa, otu jikọrọ ndị obodo Azia dekwara akwụkwọ mkpesa degara onyeisi ndị uweojii n'Abuja.",
    "N'ime akwụkwọ mkpesa ahụ, ha dere sị: \"Onweghị ihe ọbụla nwa ada a mere iji kpasuo ndị uweojii iwe kpatara ha jiri gbaa ya egbe.\"",
    "\"Oge anyị jụrụ ajụjụ, ndị uweojii kwuru na ndị ahụ bụ ndị e si n'Awka zite ka ha ga buso ndị IPOB agha n'obodo Orsumoghu.\"",
    "\"Obodo anyị bụ Azia na Orsumoghu abụghị otu ihe. Anyị bụ ndị udo.\"",
    "Ha kpọrọ oku ka onyeisi ndị uweojii nyochaa ya bụ ihe ma mee ka ndị obodo Azia nweta ikpe ziri ezi.",
    "Ebe foto si, Nigeria Police",
    "Echeng Echeng bụ onyeisi ndị uweojii n'Anambra steeti",
    "N'akwụkwọ ozi si n'aka ọnụ na-ekwuru ndị uweojii Anambra steeti bụ Toochukwu Ikenga, o kwuru na aka ndị uweojii adịghị n'ọnwụ Chidimma Ezeanochie.",
    "Ikenga kwuru sị: \"N'ụbọchị ahụ, ndị ekperima wakporo otu ụgbọala ndị uweojii bu ndị uweojii asaa, nakwa ụgbọala ndị nkịtị atọ, n'okporoụzọ si Azia gawa Orsumoghu.\"",
    "\"Ndị ekperima a gburu ndị uweojii abụọ ma gbaa ozu ha ọkụ, ebe otu onye uweojii ọzọ ka a na-achọ achọ.\"",
    "\"Ndị uweojii ndị ọzọ jisi ike lụọ ọgụ ma zọpụta onwe ha nakwa ndị nkịtị atọ ahụ.\"",
    "\"Oge onyeisi ndị uweojii bụ Echemg Echeng nụrụ nke a, o zipụrụ ndị uweojii ọzọ ka ha ga chọta onye uweojii ahụ na-efu efu, ma wetakwa egbe ha nke ndị ekperima wekọọrọ.\"",
    "\"Mgbe ndị uweojii ahụ rutere n'okporo ụzọ Azia/Orsumoghu, ndị ekperima ahụ malitekwara ịkwa ha mgbọ ọzọ ma na-atụkwa ha ogbunigwe.\"",
    "\"Mana ndị uweojii ahụ jisi ike chụsaa ha, ma wetakwa egbe ndị uweojii nke mbụ nke ndị ekperima ahụ zuru.\"",
    "\"Oge niile ihe ndị a na-eme, onweghị otu onye nkịtị maọbụ nwatakịrị a hụrụ n'okirikiri ahụ.\"",
    "\"Ọ tụrụ anyị n'anya ịnụ na mgbọ ndị omekome ahụ tụgburu otu nwaagbọghọ.\"",
    "\"Akụkọ a wutere onyeisi ndị uwojii nke ukwu. Ọ na-arịọ ezinụlọ nwa ahụ nwụrụ anwụ ka ha kara obi.\"",
    "\"Onyeisi ndị uweojii kwere nkwa na ha ga-agba mbọ ime ka ezi nchekwa laghachi n'obodo ahụ n'oge adịghị anya.\"",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Bende Police station: Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na Bende13 Mee 2021",
    "Orsu Attack: Ndị oji egbe atọ na otu Inspector anwụọla na mwakpo e mere ụlọọrụ ndị uweojii n'Imo Steeti6 Ọgọọst 2021",
    "Ozubulu crisis: Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti12 Juun 2021",
    "Southeast attacks: 'Anyị anwụchiela ndị ESN gburu onye otu anyị ma nara ya egbe n'Imo' - Ndị Uweojii15 Mee 2021",
    "Ndị ji egbe egbuola ndị uweojii ise n'Okigwe26 Eprel 2021",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?27 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị yaelekere 9 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?",
    "Ndị a na-enyo na ha bụ ndị 'unknown gunmen\" dọwara igbe ozu na isi mmadụ n'ahịa Afọ Nnobi",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}