{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Charity Maduka/Facebook",
    "Charity Maduka",
    "Charity Maduka, nwunye Cosmas Maduka, onye e ji Coscharis mara, alaala mmụọ.",
    "Akụkọ kwuru na oriaku Charity Maduka nwụrụ n'ụbọchị Sọnde a dịka ọ rịachara obere ọrịa.",
    "Otu onye ezinụlọ ya na-achọghị ka anyị kpọọ aha ya ugbua kwuru na ọ bụ eziokwu na nne ha ahapụla ụwa a.",
    "Etu N200 jiri ghọrọ ide ego n'aka m - Cosmas Maduka",
    "Ụmụafọ Igbo iri bụ 'entrepreneur' kajara akaja",
    "Ebe foto si, Coscharisgroup.Net",
    "Cosmas Maduka na nwunye ya bụ Charity Maduka",
    "Ọtụtụ ihe a ma banyere Charity Maduka bụ ihe di ya bụ Cosmas kwurula banyere ya.",
    "Na mkparịtaụka ya na BBC Igbo n'oge gara aga, Cosmas Maduka kwuru na ọ bụ nwunye ya mere ya ihe ọ bụ taa.",
    "Coscharis kwuru na ya lụrụ nwunye ya tupu ya eruo afọ iri abụọ.",
    "Ozi dị n'akara Facebook ya gosiri na Charity Maduka gụrụ akwụkwọ sekọndịrị n'ụlọakwụkwọ Nnewi Girls, ma gakwaa mahadum n'ụlọakwụkwọ 'Collage of Education' dị na Nsugbe",
    "Oge ha abụọ lụrụ, Cosmas Maduka abụghị ọgaranya mana nna Charity bụ onye ọgaranya a ma ama.\"Mana o nwere ihe ọ hụrụ n'ime m nke mere o ji kweta na ọ ga-alụ m,\" Cosmas kwuru.",
    "Ha abụọ hụrụ onwe ha n'ụlọụka oge Cosmas dị afọ iri na asatọ, o wee kpebie na ọ bụ ya ka ọ ga-alụ.",
    "N'ime afọ abụọ ha hụrụ onwe ha ka ha agbaa akwụkwọ.\"",
    "Ọ bụ Charity Maduka bụ osote onyeisi ụlọọrụ Coscharis.",
    "Ọ bụ mbido aha Cosmas na Charity ka ha ji mepụta aha ụlọọrụ ha (COSmas na CHARIty = Coscharis).",
    "Coscharis na nwunye ya ebiela afọ iri anọ na atọ na-enweghị esemokwu ọbụla, dịka o si kwuo.",
    "Ebe foto si, Joe Igbokwe/Facebook",
    "Ụfọdụ ndị Igbo a ma ama ezigarala Cosmas Maduka ozi iti aka n'obi",
    "Cosmas Maduka kọkwara etu ya na nwunye si zụlite ụmụ ha niile n'ụzọ kwụ ọtọ.",
    "O kwuru na ha enweghị onyonyo TV n'ụlọ ha oge ụmụ ha na-etolite.",
    "Nke a bụ iji kuziere ụmụ ha mkpa ọ dị itinye uche n'agụmakwụkwọ ha ma hapụ ihe ga-emesa ha anya.",
    "Ebe foto si, Charity Maduka/Facebook",
    "Cosmas na Charity Maduka",
    "Vidio, Rice Processing: Usoro e ji emepụta osikapa13 Nọvemba 2019",
    "Vidio, Nnewi Women: Gịnị ka ị ma maka ‘Nwaanyị Nnewi’?24 Julaị 2019",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Madukaelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere anyị jiri nọrọ n'ụzọ 'pọtọ pọtọ' Orogwe dị n'Owerri gbaa akwụkwọ28 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}