{
  "published": "28 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị Sayensị achọpụtala ụdịrị coronavirus ọhụrụ na-ekpa ike nke ha na-ekwu na o nwereike ọgwụ mgbochi dị ugbua agaghị emenwu ihe ọbụla.",
    "Otu 'World Health Organisation' gosikwara nchekasị ha n'ụdịrị coronavirus a ma baa ya aha dịka 'Omicron'.",
    "I nwereike ibute coronavirus ugboro abụọ?",
    "Anụghị ụtọ nri maọbụ isi bụkwa ama coronavirus",
    "Etu Afrịka si eche ebighebi maka ọgwụ mgbochi covid-19",
    "E bu ụzọ chọpụta omicron na Botswana nakwa Saụt Afrịka n'ụbọchị 24 Nọvemba, 2021 mana ahụla ya na mba dịka Botswana, Belgium, Hong Kong, Isreal, Briten.",
    "N'ihi nke a ọtụtụ mba gụnyere Briten, Amerịka, Suwizaland nakwa mba ndị dị na Yurope amachiela ụgbọelu si mba Saụt Afrịka, Lesotho, Botswana, Zimbabwe, Mozambique, Namibia, Eswatini ịbata obodo ha.",
    "Ebe foto si, Getty Images",
    "Ọ bụghị ihe mbụ na nje nwereike ịgbanwe ụdịdị ya a kpọrọ 'mutation' na bekee mana ebe ọ na-enye nsogbu bụ o nwereike imetụta etu o si akpa ike n'ahụ mmadụ nakwa ime ka ọgwụ ghara ịrụ ọrụ n'ahụ onye ahụ.",
    "A sị na nje coronavirus omicron nwere ọtụtụ mgbanwe, nyocha gosiri na o nwereike ịrịa onye rịara ya na mbụ ma gbakee.",
    "WHO sị na ọ ga-ewe ha ụfọdụ izuụka ịchọpụtacha ka nje omicron si akpa ike nakwa etu o si amịbanye n'ahụ mmadụ.",
    "Ha sị na nje omicron na-amụba n'ike n'ike na mpaghara Saụt Afrịka bụ ebe e bu ụzọ chọpụta ya.",
    "Ebe foto si, Getty Images",
    "Onye direktọ na-ahụ maka ibuagha megide Covid-19 na Saụt Afrịka bụ Tulio de Oliveira sị na etu omicron si akpa agwa dị iche na coronavirus ndị ọzọ.",
    "Ọ sị na mgbanwe (mutations) nje a ruru iri ise nakwa ihe a kpọrọ 'spike protein' ya karịrị iri atọ.",
    "Ọtụtụ ọgwụ mgbochi na-agbakwasị ụkwụ na 'spike protein' iri atọ bụ igodo ọtụtụ nje na-eji abanye n'ime ahụ mmadụ.",
    "Omicron nwere ọtụtụ ndịiche n'ebe coronavirus si na Wuhan, Chaịna bụ ebe a gbakwasịrị ụkwụ rụọ ọtụtụ ọgwụ mgbochi.",
    "Nke a pụtara na ọgwụ mgbochi ndị dị ugbua nwereike ha agaghị arụ ọrụ n'ahụ onye nwere nje omicron coronavirus.",
    "A matachabeghi kpọmkwem ka nje omicron si akpa agwa, e nweela ụfọdụ ihe ngosi banyere ya mana nyocha ka na-aga n'ihu.",
    "Etu Coronavirus si agbanwe ụdịdị",
    "Dịka coronavirus na-efesasị ka ọ na-agbanwe ụdịdị ya, ka o banye n'ahụ ọtụtụ mmadụm, etu ahụ ka ọ ga-esi na-agbanwe ụdịdị ya.",
    "Ọtụtụ mgbanwe ahụ na-ebuta ụdịrị coronavirus ọhụrụ a na-akpọ 'variant' na Bekee.",
    "Mgbanwe ahụ na-enyere ya aka ịdịkwu ndụ ma nwee ike ịbanyenwu n'ime mkpụrụ ndụ mmadụ nke bụ 'human cells'",
    "Ahụike",
    "Naijiria",
    "Coronavirus",
    "World Health Organization (WHO)",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Madukaelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere anyị jiri nọrọ n'ụzọ 'pọtọ pọtọ' Orogwe dị n'Owerri gbaa akwụkwọ28 Nọvemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Akpụrụla ọkammụta e boro ebubo ịmetọ nwa onye nche ya dị afọ 12 gawa ụlọikpe",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Lee etu akwamozu Chike Akunyili, di Dora, si aga",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}