{
  "published": "29 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Whatsapp Screenshot",
    "Ihe onyonyo na-efegharị na WhatsApp ugbua na-egosi ebe ndị omekome ji isi mmadu ha bepụrụ na-eme akaja.",
    "Ndị uweojii sị na ndị ahụ e bepụrụ isi bụ ndị otu ha e gburu egbu.",
    "N'ihe onyonyo ahụ BBC Igbo hụrụ, ndị ji egbe nọ n'okpuru ụzọ ebe ha gosiri ndi uweojii ha gburu ma na-ekwu na ha bụ ndị \"ESN\".",
    "Ndị ahụ ji egbe nọ n'etu na-asị: \"ESN ESN, anyị na-aga, anyị na-aga... anyị na ndị a akwala mgbọ ugbua, anyị agbajaala ha ahụ.\"",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala Oktoba 12?",
    "Ha nọkwa n'onyonyo ahụ na-ekwu ka ewete mma ka ha \"gbupu isi\" mmadụ abụọ ahụ ha gburu.",
    "Onyonyo ọzọ gosiri ndị a na-eche na ọ bụ otu ndị oji egbe ahụ ebe ha bu isi mmadụ abụọ ha bepụrụ.",
    "Ndị ahụ egburu yi uwe ndị uweojii Naịjirịa.",
    "Ọnụ na-ekwuru ndị uweojii n'Anambra steeti bụ Tochukwu Ikenga kwuru na ndị ahụ bụ ndị uweojii sị ụzọ Azia aga Orsumoghu tupu ndị ojiegbe awakpoo ha ma gbuo mmadụ abụọ n'ime ha.",
    "Eeee awakporo ụlọọrụ ndị uweojii n'obodo anyị ma gbuo inspector Peter - Onye Obodo Ojoto",
    "Maazị Ikenga kwukwara na a ka na-achọ otu onye n'ime ndị uweojii ndị ha so na ndị nọ na njem ebe ahụ achọ.",
    "Ọ kwukwara na ụfọdụ ndị otu ha gbara ọsọ ma gbapụta mmadụ abụọ n'ime atọ bụ ndị nkiti na-akwọ ụgbọala so na ya bụ njem mgbe a wakporo ha.",
    "Maazị Ikenga sị na mgbe ha nụrụ akụkọ ihe a mere, ha zigara ndị otu ha ebe ahụ maka nchekwa udo na igbapụta ndị e ji eji.",
    "Ọ sị na ndị ojiegbe a tụkwara ogbunigwe n'ụgbọala ndị uweojii.",
    "Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "Dịka o siri kwuo, ndi uweojii napụrụ ndị omekome a egbe abụọ nke ha zuru n'aka ndị otu ha.",
    "O gara n'ihu dee: \"Enweghi ndị nkiti nọ ebe ahụ mgbe anyị busoro ndị omekome ahụ agha ma ọfọdụzie ụmụaka ọbụla\".",
    "O kwuru nke a maka ebubo na ndị uweojii gburu nwa agbọghọ n'obodo Azia nke kpatara ndị obodo ahụ jiri mewe ngagharị iwe.",
    "Na nchịkọta akwụkwọ ozi a rụrụ ndị omekome ahụ aka dịka ndị nwereike igbu ya bụ nwaada ebe ha na-akwa mgbọ aghara aghara ebe ahụ.",
    "Ihe onyonyo ahụ gosiri ndị uweojii abụọ egburu ma tụkwasi 'taya' ụgbọala n'elu nke gosiri na-achọrọ igba ha ọkụ.",
    "Akwụkwọ ozi ndị uweojii kwuru na egburu ndị otu ha abụọ ma gbaa ha ọkụ.",
    "Ihe onyonyo nke abụọ gosiri ebe ndị omekome ahụ ji isi mmadụ abụọ ha si bụ ndị uweojii. O gosikwara otu onye n'ime ha e ji eji.",
    "Akwụkwọ ozi ndị uweojii kwuru na a ka na-achọ otu onye n'ime ndị otu ha achọ.",
    "Ihe onyonyo ahụ gosiri ebe ndị omekome ahụ na-agwa na otu onye n'ime ndị uweojii ahụ ka ọ gbapụ oso dịka ha egbughi ya.",
    "Akwụkwọ ozi ndị uweojii kwuru na otu onye n'ime ndị otu ha gbara ọsọ.",
    "Anambra Steeti so na mpaghara Ọwụwa Anyanwu Naịjirịa bụ mpaghara ndị ojiegbe amabeghi ndị ha bụ na-awakpo ndị mmadụ aghara aghara.",
    "Ndị a na-agba ụlọ ọkụ ma na egbọ ndị mmadụ aghara aghara.",
    "Gọọmentị na ndị ọrụ nchekwa Naịjirịa na-ebọ ndị otu Indigenous People of Biafra (Ipob) na ngalaba nchekwa ha bu \"Eastern Security Network\" ebubo na ọ bụ ha na-akpa ike a niile, mana Ipob na-agọsị ike n'aka ha adịghị na ya.",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas29 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m aga n'ihu na-enye Nnamdi Kanu ndụmọdụ - OUKelekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu ndị oji egbe jiri gbuo ndị uweojii bepụ ha isi n'Anambra - Ndị uweojii",
    "Aga m aga n'ihu na-enye Nnamdi Kanu ndụmọdụ - OUK",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}