{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigerian Army",
    "Ndịagha n'Imo Steeti nọ n'ọrụ a kpọrọ 'exercise down sector' sị ha egbuola otu onye ha sị bụ onye Ipob ndị bịara ịtọrọ ndị mmadụ n'obodo Amauju dị n'Isu nke Imo Steeti.",
    "Ọnụ na-elwuru ndịagha bụ Onyema Nwachukwu depụtara nke a n'ozi o wepụtara.",
    "Lee ka ụbọchị ekpere otu Ipob si gaa n'ala Igbo",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Ha sị na ndị a bịara ịtọọrọ ndị dọkịnta na ndị nọọsụ a kpọrọ 'Doctors on the move Africa' bụ na-akwọ ndị mmadụ ọrịa n'obodo Amucha dị na Njaba.",
    "Ọ sị ha na ndị ndịagha ụgbọelu na ndị uweojii wuchiri ebe ahụ ma zọpụta ndị dọkịnta na ndị nọọsụ ahụ mana ndị oji egbe ahụ gbara ọsọ.",
    "Ọ sị ha chụụrụ ndị oji egbe ahụ ruo n'Amauju ebe ha kwarịtara mgbọ mgbe ha na-aamanye ndị mmadụ ịnọ n'ụlọ.",
    "Ọ sị ha gbagburu otu onye oji egbe ahụ ebe ndị ọzọ bu mgbọ egbe gbaa ọsọ.",
    "Ọ sị ha kpachiri egbe ise na ọtụtụ mgbọ, ụgbọala Lexuz, ekwentị.",
    "A gbaala ọtụtụ ụgbọala ọkụ dịka ndị ọrụ nchekwa na 'unknown gunmen' kwara mgbọ n'Imo Steeti",
    "Ebe foto si, Other",
    "Egwu juru ndị bi n'obodo Mgbidi nakwa Akata dị n'okpuruọchịchị Oru West,'Imo Steeti ahụ n'ụtụtụ ụbọchị Tuzde dịka ndị bu egbe na ndị  ọrụ nchekwa kwatara mgbọ.",
    "Nke mere dịka ndị a na-enyo na ha bụ ndị Ipob naa-amanye ndị mmadụ nọrọ n'ụlọ maka oku ekpere  a kpọrọ maka ntọhapụ Nnamdi Kanu ụbọchị Tuzde.",
    "Ndị achọghị ka a kpọ aha ha n'obodo ahụ gwara onye ntaakụkọ anyị na ụdị egbe a gbara ebe ahụ mere ka ndị niile bi n'ogbe ahụ hapụ ụlọ obibi na ụlọahịa ha gbaa ọsọ.",
    "Lee ka ụbọchị ekpere otu Ipob si gaa n'ala Igbo",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Ha kwuru na ọ malitere n'Elekere isii nke ụtụtụ  mgbe ndị a kaa anụghị nọ na-amagide ndị mmadụ ịnọ n'ụlọ, ha ji ọtụtụ ihe gbochie n'ụzọ, na-asị ndị mmadụ banye n'ime ụlọ.",
    "Agwa a ha kpara kpalitere ndị ọrụ nchekwa nọ ọrụ ebe ahụ  nke mere ka ha na ndị ahụ bu egbe ịgbarịta onwe ha.",
    "O dobeghi anya ma o nwere onye e gburu n'ọgbaghara ahụ dịka akụkọ na-apụta mana a gbara ọtụtụ ụgbọala ọkụ.",
    "Ụgbọala ndị uweojii",
    "Anya hụrụ ka o si mee kwuru sị \"ndị egberima na ndị nchekwa na-akwarịta mgbọ. Ndị obodo anyị agbafuchala ọkachasị ndị nọ na Mgbidi. A gbara ụfọdụ ụgbọala ọkụ.\"",
    "Cheta na otu Ipob nyere iwu sị ka ndị bi n'Ọwụwa Anyanwụ banye n'ekpere n'ụbọchị  Tuzde maka ntọhapụ onye ndu ha bụ Nnamdi Kanu.",
    "Ha sịrị ka ndị mmadụ gbachie ụlọahịa ha n'oge ekpere ahụ mana ha asịghị ka a nọrọ n'ụlọ kpọmkwem.",
    "BBC Igbo kpọtụụrụ Mike Abattam bụ ọnụ na-ekwuru ndị uweojii, ọ sịrị na ọ nụbeghi maka ya kama ka anyị kpọọ ndị agha.",
    "Tupu akụkọ a na-apụta anyị na-agba mbọ ịnụta n'ọnụ ndị agha.",
    "Akụkọ ka na-abịa...",
    "Ụmụntoroọbịa",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ndịagha",
    "Vidio, AMAA Award: 'Nollywood tinyere Naịjiria n'ihu mba ụwa' - Peace Anyiam-Osigwe30 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Anyị gbagburu otu onye oji egbe so ns ndị bịara ịtọrọ ndị mmadụ na Njaba - Ndịaghaelekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Ihe Nnamdi Kanu gwara anyị oge anyị gara leta ya na November 29 - Ejiofor",
    "Etu ndị oji egbe jiri gbuo ndị uweojii bepụ ha isi n'Anambra - Ndị uweojii",
    "Anyị gbagburu otu onye oji egbe so na ndị bịara ịtọrọ ndị mmadụ na Njaba - Ndịagha",
    "Etu anyị siri chọta ozu Usifo Ataga - Onye akaebe",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Lee ka ụbọchị ekpere otu Ipob si gaa n'ala IgboEmelitere ikpeazụ na: 20 Septemba 2021",
    "Kedụ ihe mere ndi mmadu adịghị acho inye ọbara?Emelitere ikpeazụ na: 14 Juun 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}