{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Senator Orji Uzor Kalu/Facebook",
    "Aka chiburu Abia Steeti bụ Sịnetọ Orji Uzor Kalu sị na ọ gaara hụ Nnamdi bụ onye ndu Ipob n'ụlọmkpọrọ ndị DSS.",
    "N'ozi o wepụtara n'akara Facebook ya, Kalu sị na ọ hụrụ Kanu n'ọnọdụ dị mma dịka ha gbara nkata ka ụmụnne.",
    "Orji Kalu: Enweghi m ọnụ okwu maka akụkọ mmachi njem",
    "Ihe ọkaiwu Ipob sara Orji Uzo Kalu",
    "Ihe Geoffrey Onyeama kwuru maka Nnamdi Kanu",
    "Ọ sị na mgbe ọ bụ gọvanọ Abia n'afọ 2001 na ọ bụ ya chiri nna Kanu bụ Eze Isreal Okwu Kanu ndị Eze ndị obodo ha bụ Afara Ukwu. Na kamgbe ahụ na ezinaụlọ ha bụ ndị enyi.",
    "Kalu gaara n'ihu kwuo na ọ bụ eziokwu na Kanu nwere ọtụtụ ndị na-achọ ka a tọhapụ ma ọ na-enye ndụmọdụ ka  ọ tụlee ụfọdụ agwa ndị ọ na-akpa na ihe ndị o nwereike ibutere ya.",
    "Ebe foto si, Getty Images/Uzo Kalu",
    "N'okwu ya \"Ọ bụ eziokwu na echiche mụ na ya dị iche, mana Chineke emeela anyị ụmụnne, anyị agaghị agbara onwe anyị ọsọ.\"",
    "\"Ma ya na ezinaụlọ ya o gere m ntị maọbụ ha egeghi m, aga m na-aga n'ihu na-enye ha ndụmọdụ dịka m na-eme na mbụ.",
    "Ihe anyị chọrọ karịsịa bụ obodo nwere udo na ezi nchekwa\".",
    "Kamgbe a nwụchiri Nnamdi Kanu n'ọnwa Juun, afọ 2021, Orji Uzor ga-abụ onye mbụ na-abụghị nwanne ya maọbụ ọkaiwu ya gara hụ ya n'ụlọọrụ ndị DSS.",
    "Sịnetọ Ifeanyi Ubah nke ji ọkọlọtọ YPP zọọ ọkwa gọvanọ Anambra Steeti gbara mbọ ịhụ Kanu site n'akwụkwọ ọ gbara n'ụlọikpe ka e nye ya ikike mana ụlọikpe enyeghi ya.",
    "Naijiria",
    "Abia Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas29 Nọvemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aga m aga n'ihu na-enye Nnamdi Kanu ndụmọdụ - OUKelekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu ndị oji egbe jiri gbuo ndị uweojii bepụ ha isi n'Anambra - Ndị uweojii",
    "Aga m aga n'ihu na-enye Nnamdi Kanu ndụmọdụ - OUK",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe Massob kwuru maka mmadụ 19 na-achọ nnwereonwe Biafra ụlọikpe tọhapụrụ na nga afọ 15",
    "Etu mgbọ si tụgbuo nwaagbọghọ n'Azia, dịka ndị uweojii sị n'aka ha adịghị ya",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}