{
  "published": "30 Nọvemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Peace Anyiam-Osigwe bụ nwaada Igbo a ma ama n'ime ejije nke Nollywood kọwara BBC Igbo ka ya na ije siri malita na ọrụ ejije.",
    "Peace si na nne ya tụrụ anya na ya ga-abụ ọkaikpe, mana uche ya niile dị na ịme ejije, o kwukwara na nna ya kwadoro ya bụ atụmatụ.",
    "Ọgọdọ ụmụnwaanyị sụ wuchie n'AMAA 2019",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "Ihe ise ị maghị maka KOK, onye ghọrọ ọkaiwu ka ọ gbachara afọ 58",
    "Ọ sị na ka ya malitechara ịrụ ọrụ ejije, na ya gachiri azụ n'ụlọakwụkwọ ịga mụọ maka ịbụ ọkaikpe.",
    "Ọ gwara BBC Igbo ka o si hibe emume nturuugo bụ AMAA Awards.",
    "Gee ya ntị n'uju.",
    "Nollywood",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "AMAA 2019: Ọgọdọ ụmụnwaanyị sụ wuchie n'AMAA 201928 Ọktọba 2019",
    "Bruno Iwuoha: Ihe ị kwesịrị ịma maka ya10 Eprel 2021",
    "Kanayo O. Kanayo: Ihe ise ị maghị maka KOK, onye ghọrọ ọkaiwu ka ọ gbachara afọ 5816 Septemba 2020",
    "Vidio, Imo State Roads: Ihe anyị jiri gbaa akwụkwọ n'ụzọ 'pọtọ pọtọ' dị n'Owerri, Duration 3,1028 Nọvemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, AMAA Award: 'Nollywood tinyere Naịjiria n'ihu mba ụwa' - Peace Anyiam-Osigwe, Duration 18,2630 Nọvemba 2021",
    "Vidio, Madam Social: Nwaanyị ọkpaọchị a na-arịa ezigbo ahụ, Duration 7,3217 Juun 2021",
    "Vidio, Nnamdi Kanu: Ndị aka ha dị na nwuchigharị ya ka nkụ - Ifeanyi Ejiofor, Duration 33,3226 Julaị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, Faith Okebata: 'Ọku ndị agha Naịjirịa mụnyere n'ụlọ m n'Izombe gburu nwunye m' - Sunday Okebata, Duration 4,3825 Nọvemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}