{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu jịkọrọ ndị ọkaiwu a kpọrọ Nigeria Bar Association (NBA) ngalaba nke Ebonyi steeti edegarala Kọmishọna ndị uweojii steeti ahụ bụ Garba Aliyu akwụkwọ mkpesa rịọ ya ka o nyochaa ọgbụgbu e gburu nwunye onye otu ha dịka ndị uweojii jichiri di ya na mkpọrọ ha.",
    "E gburu Oriakụ Amechi Gloria Enyi bụ nwunye Ọkaiwu Shedrack Enyi Amaechi n'ụlọ ha dị na #1 Enyi Street Nkaliki Road n'Abakaliki n'abalị 26 nke ọnwa Novemba, afọ a.",
    "Otu a kwuru nke a n'ozi mgbesa nke otu ahụ dere n'abalị 26 nke ọnwa Novemba 26, afọ 2021, nke ha zigara Kọmishọna uweojii nke ndị isi otu ahụ gunyere onyeiusioche ha bụ  Ọkaiwu UC Igba bụ onyeisi ha binyere aka.",
    "Otu ahụ  sịrị na \"DPO nyere iwu ka a tụnye onye otu anyị na mkpọrọ na Satode abalị  20 nke ọnwa Novemba, bụ ebe ọ nọ  rue Monde abalị 22 nke ọnwa  Novemba 2021 oge e gburu nwunye ya\".",
    "Otu ahụ chọrọ ka onyeisi ndị uweojii steeti ahụ jụọ DPO Ikechukwu Okoro, IPO Geoffrey Aghachi, Insp. Emmanuel Lawrence na nwunye bụ ndị bi n'ụlọ onye otu ha na-elekọta ihe ha maa maka ọnwụ Enyi nakwa nkpochi di ya.",
    "Mana Komishona Alyu kwuru na ya enwetabeghị ozi maka ọnwụ nwaanyị ahụ nke ya na anata ozi mkpesa otu ndị Ọkaiwu steeti ahụ.",
    "Nwaanyị Ngbo ndị Agila gburu gafere ebe gọọmentị sị onye agala - Ndị uweojii Ebonyi steeti",
    "Ihe ndị uweojii gwara ndị Ikwo si Ebonyi steeti gbara ọsọ ndụ",
    "Insecurity in Southeast Nigeria: Ebe niile awakporo ụlọọrụ ndị uweojii n'Abia, Anambra, Ebonyi, Enugu na Imo steeti",
    "Ọkaiwu Amaechi gwara ndị ntaakụkọ na nsogbu ya malitere n'ụbọchị asatọ nke ọnwa Nọvemba, mgbe nwunye onye uweojii Emmanel Lawrence bụ ndị bi n'ụlọ ọ na-elekọta anya kpụpụrụ ya n'aka ndị uweojii.",
    "Na nkọwa ya, ihe butere okwu bụ na nwaanyị ahụ malitere ịzụ ọkụkọ n'ụlọ ahụ nke megidere ọtụtụ ndị ọzọ bi ebe ahụ mana ọ gwara ya wepụ ụlọ ọkụkọ ahụ.",
    "Nwaanyị ahụ kpọọrọ ya ndị uweojii bụ ndị kpọchiri ya na mkpọrọ mana o ji puku naịra iri gbapụta onwe ya.",
    "Ebe foto si, AFP",
    "Amaechi sị na ya wepuru okwu ahụ site n'aka ndị uweojii CPS gawa n'isiụlọọrụ ndị uweojii dị n'Ebonyi maka na anọghị na-eso ya dịka o kwesịrị.",
    "Ọ sị na nke ahụ were onye DPO nke CPS bụ Ikechukwu Okoro na ndị ọrụ iwe nke mere o jiri sị na ọ ga-emesi ya ike.",
    "Ọ sị na DPO ahụ zipuru ndị otu ya ha bịa nwuchie ya ọzọ n'ụbọchị Satọde 20 Nọvemba 2021 ma kpọchie ya na mkpọrọ ọzọ.",
    "Ọ sị na mgbe nwunye ya bịara n'ụtụtụ Sọnde 21 Nọvemba inye ya nri na ndị uweojii naara nwunye ya akara ekwenti ya.",
    "Ebe foto si, Getty/AFP",
    "Na mgbede Sọnde ahụ, ọ sịrị ka e nye ya ekwentị ka ọ kpọọ nwunye maọbụ onye ga-abịa gbapụta ya, ndị uweojii ụmụnwaanyị abụọ nọ n'ọrụ sịrị ya na IPO Geoffrey Aghachi ji ekwentị ya lawa.",
    "Ọ sị na ọ bụrụ na ndị uweojii gara n'ụlọ ya n'abalị Sọnde ahụ were mma sụgbuo nwunye n'ụlọ.",
    "Amaechi sị na ihe mere o ji sị na ọ bụ ndị uweojii gburu nwunye bụ maka na e nweghi etu mmadụ ga-esi banyenwuo n'ụlọ ya maka na ọ bụ naanị ya na ezinaụlọ ya bi.",
    "Na ọ bụ na Sọnde ahụ ka ha ji akara ekwentị ya kpọọ nwunye ya n'ekwentị, nke mere ha jiri banyenwuo n'ụlọ ya gbuo nwunye ya.",
    "Ebe foto si, Amaechi Enyi",
    "Ọ sị na ọ bụ echi ya bụ ụbọchị Mọnde ka DPO Okoro bịara n'ụlọmkpọrọ gwa ya maka ọnwụ nwunye ya mgbe ha tinyechara ozu ya n'ụlọozu.",
    "Ọ gara n'ihu kwuo na nwa ya nwaanyị dị afọ itoolu nọ mgbe e gburu nwunye ya sị na ọ bụ otu onye kpara arụ ahụ.",
    "Ọ sị nwa ya rịọrọ onye ahụ ka ọ ghara igbu nne mana onye sị ka nwata ghara ile ya anya mgbe ọ na-egbu nne ya.",
    "Amaechi na-akpọku Kọmishọna uweojii n'Ebonyi bụ Aliyu Garba na ndị ọrụ na-eru n'okwu ka ha chọpụta ndị a gburu nwunye ya.",
    "Mgbe onye ntaakụkọ BBC Igbo kpọrọ ọnụ na-ekwuru ndị uweojii bụ Loveth Odah, ọ sị na ọ nụbeghi maka akụkọ ahụ.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ebonyi Steeti",
    "Okike",
    "Vidio, Etu m siri bụrụ onye nke atọ n'ụwa niile na mgba Sumo - Emeka Okeke (Baba Mutum)1 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e siri gbuo nwunye m, jichie m na mkpọrọ n'ụzọ ezighị ezi- Ọkaiwuelekere 4 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Vidio, Etu Awka si bụrụ obodo e ji ịkpụ ụzụ mara, Duration 4,5416 Nọvemba 2021",
    "Etu e siri gbuo nwunye m, jichie m na mkpọrọ n'ụzọ ezighị ezi- Ọkaiwu",
    "Ụlọikpe ukwu akachapụla akwụkwọ a gbara Charles Soludo",
    "Ihe Nnamdi Kanu gwara anyị oge anyị gara leta ya na November 29 - Ejiofor",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ebe anyị kwụ maka ogbugbu ndị uweojii nakwa mkpụrụmmiri - Ndị gọvanọ",
    "Etu anyị siri chọta ozu Usifo Ataga - Onye akaebe",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Anyị gbagburu otu onye oji egbe so na ndị bịara ịtọrọ ndị mmadụ na Njaba - Ndịagha",
    "Lee steeti kacha nwee ọrịa HIV na NaịjirịaEmelitere ikpeazụ na: 15 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}