{
  "published": "2 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Abaribe, El-shalom na Tochukwu Uchendụ gbaara Nnamdi Kanu akaebe mgbe eji ya eji.",
    "Dika ikpe Nnamdi Kanu gara n'ihu n'Abuja n'ụbọchị abụọ nke ọnwa December 2021.",
    "Nke a bụ mgbanwe nye ụbọchị 19 nke ọnwa Jenụwarị 2022 eyiburu ya dịka ndị ọkaiwu ya pụrụ n'ụlọikpe n'ụbọchị iri nke ọnwa Nọvemba ikpe ahụ pụtara n'ihu Ọkaikpe Binta Nyako.",
    "Kpọpụta Nnamdi Kanu",
    "Gọọmentị  Naijiria anwụchiela Nnamdi Kanu",
    "Ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa",
    "N'atụmatụ mbụ kemgbe ikpe Nnamdi Kanu Malitere, ndị ọrụ nchekwa agbaghị ụlọikpe Ukwu nke dị n'Abuja okirikiri.",
    "Nnamdi Kanu anọghị n'ụlọikpe dịka ọkaiwu ya bụ Aloy Ejimakor na-ekwu na ndị Department of State Security (DSS) agwaghị ha ihe mere ejighị kpọta ya.",
    "Mana, dịka o siri kwuo, \"o nwereike bụru na ọ bụ makana ikpe nke taa abụghị nke ọnụnọ ya n'ụlọikpe ga-abụ mkpa.",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Iyigharịrị ikpe Kanu ruo ụbọchi 18 ruo 19 nke ọnwa Jenụwarị 2022. Ọ bụ n'ụbọchị ahụ ka Ọkaikpe Binta Nyako ga-ege ntị mkpesa ọkaiwu Kanu nwere banyere etu e siri kpolata Kanu Naịjirịa.",
    "Ka e mee ka Nnamdi Kanu mesaa ahụ etu ọ ga-ekwe emume n'ụlọ mkpọrọ ọ nọ",
    "Ka e kwee ka ọ gbanwee uwe ya",
    "Ka e nye ya ohere ife ofufe ya bụ nke ndị Juu ma nye ya akụrụngwa o ga-eji mee etu ahụ",
    "Ka DSS mezuo iwu niile e nyere ha banyere Kanu, nke gụnyere ikwe ka ọ na-enwete ọbịa atọ n'ụbọchi Mọnde nakwa Tọọzde",
    "Ka e kwee ka Kanu na ndị ọzọ nọ mkpọrọ na mkparịtaụka.",
    "Atụmatụ iyighari ikpe a bịara dịka ndị ọkaiwu Nnamdi Kanu bu Aloy Ejimakor na Ifeanyi Ejiofor gbara akwara isi maka etu ikpe ikpeazụ siri gaa.",
    "Ọ bịakwara dịka ụfọdụ ndị okenye isi ya gbagotere n'Ọwụwa Anyanwụ Naịjirịa gara ga-ahụ onyeisiala Muhammadu Buhari maka okwu Kanu.",
    "Ndị okenye ahụ a kpọrọ \"Highly Respected Igbo Greats\" Maazi Mbazulike Amaechi nọ n'isi ha sị ka Onyeisiala Buhari nye ohere ka e jiri mkparịtauka kpezie okwu Kanu.",
    "Uchechi Kanu kwuru ihe di ya ji ego Ipob eme",
    "Ndị ọzọ so gaa njem ahụ bụ onye bụbu Gọvanọ Anambara Steeti bụ Chukwuemeka Ezeife, Ụkọchukwu Sunday Onuoha nke ụka Methodist, Ichie Goddy Uwazurike bụ ọkwiwu ukwu nakwa onye bụbụ onyeisi otu Aka Ikenga.",
    "Allen Onyema tụkwasịrị m asị - Nnamdi Kanu",
    "Ndị a, site n'ọnụ Maazị Amaechi, bụ ọnu kwuru ha, kwere nkwa na-akpọnye ha Kanu, ha ga-agba mbọ hụ na okwughi okwu dịka o si ekwu.",
    "Onyeisiala Buhari kwere nkwa na ya ga-etinye uche n'arịrịọ a ha rịọrọ ya.",
    "Mana, Onyeisiala Buhari kwukwara na ya etinyebeghi ọnụ n'ihe banyere ikpe mbụ makana ya na-achọ ka ha nwere onwe ha dịka iwu Naịjirịa siri chọọ.",
    "Ọ bụ n'elekere itoolu n'ụtụtụ Tọọzde ka ikpe a ga-amalite n'Abuja.",
    "Cheta na a na-ekpe Kanu ikpe maka ebubo asaa nke gụnyere ịkpa nkata megide Naịjirịa nakwa igbu ọchụ.",
    "Kanu gọrọ n'ebubo ndị a abụghị eziokwu oge agụpụtara ha n'ụlọikpe.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ụlọikpe sị Abaribe kpọpụta Nnamdi Kanu28 Maachị 2018",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Nnamdi Kanu: Lee etu ọchịchị Ipob ga-adị ugbua1 Julaị 2021",
    "Vidio, \"Na ekpuru m isi egbochi m ịgụ akwụkwọ ruo ogogo PhD\"elekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS2 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Ịjụ ma oge a ga-agbahara Nnamdi Kanu oruola dịka ịjụ ma oge udo oruola - Ohaneze",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe Nnamdi Kanu gwara anyị oge anyị gara leta ya na November 29 - Ejiofor",
    "Ụlọikpe ukwu akachapụla akwụkwọ a gbara Charles Soludo",
    "Etu e siri gbuo nwunye m, jichie m na mkpọrọ n'ụzọ ezighị ezi- Ọkaiwu",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha",
    "Ebe anyị kwụ maka ogbugbu ndị uweojii nakwa mkpụrụmmiri - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}