{
  "published": "2 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Otu Ohaneze esila n'ọnụ na-ekwuchitere ha bụ Alex Ogbonnaya were kwuo na ọ bụghị ikpe Nnamdi Kanu ikpe ga-ebute udo na ọganihu na Naijirịa.",
    "Nkea na-eme dịka okaikpe kachasị na Naijirịa bụ Abubakar Malami  kwuru na oge eji ekwu maka mgbahara Nnamdi Kanu erubeghị.",
    "Ebe foto si, Alex Ogbonnia",
    "Alex Ogbonnia bụ ọnụ na-ekwuru otu Ohaneze Ndị Igbo",
    "Ogbonnaya gara n'ihu kwuo na ajụjụ Malami kwesịrị ịjụ bụ na oge udo na ọganihu oruola?",
    "Ipob,ụnụ emeela were kagbuo 'Sit-at-home'- Ohaneze",
    "Anyị agaghị ekwe ka Nnamdi Kanu bụrụ onye a ga na-akpasị agwa ọjọọ - Ohaneze Ndigbo",
    "Ọ kọwara sị na oge eji ekpe ikpe na Naijirịa na-ete aka nke mere na ụfọdụ mkpamkpa na-akpa dịka ndị ojiegbe, ọnọdụ apụtala ezi dgz nwereike na-eme n'ihi na a ka ji Nnamdi Kanu.",
    "Ogbonnaya kwuru na ọ bụ mkparịtaụka hiwere isi na ndọrọndọrọ nke bụ Political Solution n'okwu bekee ka a ga-eji kpọpụta Nnamdi Kanu.",
    "Ọ kọwara sị, \"political Solution ga-ebute nkata nke ga-ahụ na mgbagbu a na-agbagbu ndị Igbo ga-akwụsị, ndị IPOB ga-akwụsị kwa ihiwe ọnụdụ ọnye apụtala ezi ma nke kachasị nke, Nnamdi Kanu ga-apụta na nga\".",
    "Ohaneze kwuru na Abubakar amaghị ihe n'aga n'ihi na ọ kwesịrị ịgba mbọ hụ na udo dị na Naijirịa.",
    "Okaikpe kachasị nke Naijirịa bụ Abubakar Malami ekwuola na oge erubeghị mgbe eji ekwu okwu gbasara mgbahara Nnamdi Kanu bụ onyeisi otu Indigenous People of Biafra (Ipob).",
    "Ihe mere e jiri tinye Ikpe Nnamdi Kanu taa bụ December 2",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "Ọ bụ na mkparịtaụka ya na ndị ụlọ ntaakụkọ channels nwere n'ụbọchị Wenesde ka ọ kọwara sị, \" Dịka iwu Naijirịa siri dị, ọ bụ mgbe ikpe mara mmadụ ka e nwereike ikwu okwu maka mgbahara ya. Ikpe amabeghị Nnamdi Kanu ya mere na oge okwu mgbahara ya erubeghị.",
    "Ọ gara n'ihu kọwaa na dịka a ka na-ekpe Nnamdi Kanu ikpe, na okwu gbasara mgbahara ya agaghị achịta aja.",
    "Ọ bụrụ na Gọọmentị akpụtaghị Nnamdi Kanu n'ụlọikpe echi ... - Ifeanyi Ejiofor",
    "Malami kwuru na ọ sịghị na enweghị ohere ikpa nkata maka mgbahara Nnamdi Kanu kama oge ahụ abụghị ugbua.",
    "Nke a na-eme dịka a ga-ekpe Nnamdi Kanu ikpe n'ụbọchị abụọ nke ọnwa Disemba afọ 2021.",
    "Bruce Fein Ipob Lawyer: Lee ebe ọ sị ọ ga-ebu ikpe Nnamdi Kanu aga",
    "Ihe isii Ohaneze ndị Igbo kpebiri maka nwụchịgharị na ikpe Nnamdi Kanu",
    "Nke bụ mgbanwe nye ụbọchị 19 nke ọnwa Jenụwarị 2022 eyiburu ya dịka ndị ọkaiwu ya pụrụ n'ụlọikpe n'ụbọchị iri nke ọnwa Nọvemba ikpe ahụ pụtara n'ihu Ọkaikpe Binta Nyako.",
    "Atụmatụ iyighari ikpe a bịara dịka ndị ọkaiwu Nnamdi Kanu bu Aloy Ejimakor na Ifeanyi Ejiofor gbara akwara isi maka etu ikpe ikpeazụ siri gaa.",
    "Ikpe",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, \"Na ekpuru m isi egbochi m ịgụ akwụkwọ ruo ogogo PhD\"elekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS2 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Ịjụ ma oge a ga-agbahara Nnamdi Kanu oruola dịka ịjụ ma oge udo oruola - Ohaneze",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe Nnamdi Kanu gwara anyị oge anyị gara leta ya na November 29 - Ejiofor",
    "Ụlọikpe ukwu akachapụla akwụkwọ a gbara Charles Soludo",
    "Etu e siri gbuo nwunye m, jichie m na mkpọrọ n'ụzọ ezighị ezi- Ọkaiwu",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha",
    "Ebe anyị kwụ maka ogbugbu ndị uweojii nakwa mkpụrụmmiri - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}