{
  "published": "3 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Adeyinka Grandson/Facebook",
    "Gọọmentị mba Briten amaala otu nwoke mba Naịjirịa akpọrọ Adeyinka Shoyemi e ji \"Adeyinka Grandson\" mara ikpe.",
    "Ikpe a bụ maka ebubo e boro ya na ọ na-eyi ndụ egwu, ọ na-akpa oke agburu nakwa ọ na-agbasa ozi ịkpa oke agbụrụ.",
    "Ị ma na ị nwereike ịkpa oke na-amaghị ama?",
    "'Ndị ụlọ anyị sị m ma alọtazina ụlọ ọzọ ma m ahụghị di'",
    "Ọ bụ osote ya n'otu \"Young Yoruba for Freedom\" (YYF) bụ Dimeji Akere kwuputara nke a na Facebook.",
    "Dimeji sị \"onyeisi anyị gbalịrị ịzọ onwe ya ma kọwaa onwe ya ọfụma...na nwgụcha, ndị ahọpụtara mara ya ikpe ịkapsa ndị Igbo ndị Fulani na ndị Bekee oke agbụrụ\".",
    "Nne na nna Adeyinka pụtara kwuo na aka gọọmentị Naịjirịa adịghị na nwuchi nakwa ikpe a mara nwa ha nwoke na mba Briten.",
    "Ihe mere oge ndị uweojii Briten nwuchiri Grandson n'afo 2019",
    "Cheta na e bu ụzọ nwuchie ya n'afọ 2019 mgbe ndị uweojii si ụlọọrụ pụrụiche akpọrọ 'Scotland Yard' natara ikike akpọrọ 'Warrant' n'ụlọikpe were mee nke a.",
    "N'ime ihe onyonyo na-efegharị gosiri ebe ndị uweojii mba Briten wụchiri be Adeyinka, ha kọwaara ya ihe mere ha ji anwụchi ya.",
    "Ha sị \"anyị na-awụchi gị taa maka ebubo ịyi ndụ egwu nakwa ịkwado ka ndị mmadụ na-eyi ndụ egwu\"",
    "Ndị uweojii ahụ kwụkwara sị \"ị na-agbasa ozi na-eyi ndụ egwu...anyị chọtakwara akwụkwọ nwereike ịkpalite ndị mmadụ ka ha yie ndụ egwu n'aka gị\"",
    "Ọ kọwaara ha na ihe ọ na-akwado abụghị iyi ndụ egwu kama ọ bụ ịlaghachi n'ọchịchị mpaghara mpaghara nke ga-ebute ọdịmma ndị Yoroba.",
    "Ebe foto si, Adeyinka Grandson/Facebook",
    "O kpokọbara otu akpọrọ Young Yoruba for Freedom n'afọ 2012 iji kpalite mmụọ ndị ntorọbịa Yoroba ka ha chọọ mwereonwe agbụrụ ha.",
    "A mụrụ ya n'ọnwa Eprelu afọ 1976 na Naịjirịa.",
    "Ọ na-arụ ọrụ dịka 'Economist' na mba Briten.",
    "O bi na mba Briten kemgbe afọ 2007.",
    "Ọ lụrụ nwaanyị ma mụọ ụmụ abụọ. Ya na nwunye ya agbaala alụkwaghịm ugbua.",
    "O dere ọtụtụ akwụkwọ maka atụmatụ ya nke gụnyere otu akpọrọ \"Igbo: A clear and present danger\".",
    "Tupu amalite ikpe ya, Adeyinka wepụtara ihe onyonyo ebe o gwara ndị na-akwado ya ụlọikpe ebe a ga-ekpe ya ikpe n'ụbọchị iri ise nke Nọvemba.",
    "\"Mụ na ndị otu m ga-anọ na Southwark Crown Court echi\" ka o kwuru ma gwa ndị mmadụ ha bịa zụrụ akwụkwọ dị icheiche ọ na-ere.",
    "Mana ụlọikpe ahụ mara ikpe ịkpaso ndị Igbo, ndị Fulani nakwa ndị Bekee oke agbụrụ n'ụbọchị mbụ nke ọnwa Disemba.",
    "Dịka ọ dị ugbua enyebeghi ya ntaramahụhụ maka ikpe a amara ya mana ọ ga-abịa n'ụbọchị asaa nke ọnwa Jenwụwarị afọ 2022.",
    "United Kingdom",
    "Naijiria",
    "Vidio, Ọrụsị m na-emebu m ihere, mana ugbua Ọtụtụ ụmụ nwoke na-arịọ m ọyị - Chidimma Ajembaelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e si gbuo otu nwata akwụkwọ na Dowen College maka na ọ jụrụ ịba otu nzuzoelekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Etu e si gbuo otu nwata akwụkwọ na Dowen College maka na ọ jụrụ ịba otu nzuzo",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Etu ọkụ si gbagbuo nwoke kpuru isi n'obodo Umunya",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Onye bụ Adeyinka Grandson anwụchiri na UK maka okwu ịkpa oke agbụrụ?",
    "Anyị gbagburu otu onye oji egbe so na ndị bịara ịtọrọ ndị mmadụ na Njaba - Ndịagha",
    "Lee ihe ụfọdụ nwa gị na-agabiga na 'boarding school' ị na-amaghịEmelitere ikpeazụ na: 28 Disemba 2020",
    "Ebe anyị kwụ maka ogbugbu ndị uweojii nakwa mkpụrụmmiri - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}