{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwada Ifeoma Bibiana Okoli so na ndị gụchara akwụkwọ n'ogogo 'doctorate' na mahadum Ibadan mana ihe mere o jiri gbapụ iche bụ na o kpuruisi.",
    "Ọ gwara BBC Igbo ihe ndị ọ gabigara mgbe ọ na-agụ akwụkwọ dị ka onye kpuruisi nakwa etu o si merie ma bụrụ onye gụcharala akwụkwọ.",
    "Blind Baker: Lee nwaanyị kpuru isi na-eme achịcha bekee",
    "Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia",
    "Isi m kpuru egbochighi ịgụru PhD na mahadum UNN - Akumas Uche Kalu",
    "Okoli sị na o kpughi isi mgbe a mụrụ ya kama nọ bụ oge ọ dị afọ asaa ka nne ya chọpụtara na o nwere ọrịa anya.",
    "\"Nne m chọpụtara na anaghị m edezi ihe n'akwụkwọ ọfụma dịka o kwesịrị, o jụọ maka gịnị m wee sị na na anaghị m ahụzi ihe ahụ anya ọfụma\".",
    "\"Mgbe ahụ ka e buru m gawa n'ụlọọgwụ bụ ebe a malitere ịtanye m ọgwụ n'anya.\"",
    "Okoli sị na o nweghi ndị chọpụtara ihe mere ya kpọmkwem rute ugbua.",
    "Kirie ihe ndị ọ kọwaara n'uju;",
    "Nkwarụ",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ibadan",
    "Naijiria",
    "Okike",
    "Vidio, World AIDS Day: Ihe m mere oge m chọpụtara na m bu HIV - James Brown, Duration 3,011 Disemba 2020",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Visibly Impaired: \"Na ekpuru m isi egbochi m ịgụ akwụkwọ ruo ogogo PhD\", Duration 5,53elekere 8 gara aga",
    "Vidio, Nigerian Sumo Wrestler: Ihe mere m jiri gbaa mgba Sumo na Japan - Emeka Okeke (Baba Mutum), Duration 6,251 Disemba 2021",
    "Vidio, Imo State Roads: Ihe anyị jiri gbaa akwụkwọ n'ụzọ 'pọtọ pọtọ' dị n'Owerri, Duration 3,1028 Nọvemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Igbo Jews: Otụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 7 gara aga",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}