{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii Imo Steeti sị na aka ha akparala otu onye ụkọchukwu na ndị otu ya so tọọrọ otu Fada ụka Katọlik dị n'Umunohu Amakaohia nke okpuruọchịchị Ihitte/Uboma.",
    "Aha ụkọchukwu a Izuchukwu Anoloba gbara afọ iri atọ na ise ebe Fada ha tọọrọ bụ Fidelis Ekemba dị afọ iri anọ na ise.",
    "Etu e si zọpụta mmadụ iri a tọọrọ n'ụzọ si Uturu gawa Akara n'Abia Steeti",
    "Ndị uweojii azọpụtala Eze ndị ntọ ji",
    "Anyị gbagburu otu onye oji egbe so na ndị bịara ịtọrọ ndị mmadụ na Njaba - Ndịagha",
    "Mgbe a na-agba ndị a n'anwụ, ndị uweojii sị na ndị kpachiri Fada ahụ karịa ụbọchị asaa ma nara nde naịra ise n'isi ya.",
    "Kọmishọna Uweojii n'Imo Steeti bụ Rabiu Huissani sị na a ma ndị otu ama dịka ndị na-akpa ike dị egwu.",
    "Ọ sị na a nwuchiri ụkọchụkwu ahụ na Legọs Steeti site na mbọ ndị ọrụ nchekwa ngalaba na-ahụ maka ntọrị mmadụ gbara.",
    "Mgbe onye  ụkọchukwu Anoloba na-aza ndị ntaakụkọ ajụjụ, ọ sị na o ritere otu nde naịra na puku narị ise n'ego ahụ.",
    "N'okwu ya \"Abụ m ụkọchukwu n'otu ụlọụka dị na Legọs, amaghị m na aka ga-akpara m.",
    "Ihe a m mere na-ewute m maka na ọ bụ ihere nyo nzukọ Kraịst nakwa ezinaụlọ m\".",
    "Ụmụntoroọbịa",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ụka ndị Roman",
    "Vidio, \"Na ekpuru m isi egbochi m ịgụ akwụkwọ ruo ogogo PhD\"elekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS2 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Ịjụ ma oge a ga-agbahara Nnamdi Kanu oruola dịka ịjụ ma oge udo oruola - Ohaneze",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe Nnamdi Kanu gwara anyị oge anyị gara leta ya na November 29 - Ejiofor",
    "Ụlọikpe ukwu akachapụla akwụkwọ a gbara Charles Soludo",
    "Etu e siri gbuo nwunye m, jichie m na mkpọrọ n'ụzọ ezighị ezi- Ọkaiwu",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha",
    "Ebe anyị kwụ maka ogbugbu ndị uweojii nakwa mkpụrụmmiri - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}