{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, ABS",
    "Ụlọ ebe ọkụ nọrọ gbagbuo Julius Anyadiegwu",
    "Dịka a na-akwado emume ekeresimesi, ihe mberede ọkụ ọgbụgba etinyela ezinụlọ Julius Anyadiegwu n'ihe nnukwu iru uju na anya mmiri.",
    "Ọkụ a gbagburu nna ha bụ Julius Anyadiegwu, onye dị afọ iri isii na itoolu, ma bụrụkwa onye kpuru isi.",
    "Ezinụlọ Anyadiegwu bụ ndị obodo ukunu, Umunya, nke dị n'okpuru ọchịchị Oyi n'Anambra steeti.",
    "E menyụọla ọkụ ọgbụgba n'ahịa Ogbete",
    "Gịnị na-ebute oke ọkụ ọgbụgba na Tanka?",
    "Ọkụ ọgbụgba anapụla nwaanyị gbara afọ 92 ụlọ ya n'Enugwu",
    "Ebe foto si, ABS",
    "Ụlọ ebe ọkụ nọrọ gbagbuo Julius Anyadiegwu",
    "Nwunye Julius Anyadiegwu aha ya bụ Blessing, nọkwa n'ime ụlọ ahụ oge ya bụ ọkụ malitere.",
    "Ọ gwara ndị ntaakụkọ na ọ bụ n'ime abalị ka anwụrụ ọkụ ekweghị ya kute ume nke ọma.",
    "Blessing kwuru sị: \"Ọ bụ nwa m nwoke, Akachukwu, gbabatara zọpụta m.\"",
    "\"Oge ọ gara ịzọpụta nna ya, ọkụ ahụ akarịala. Ọkụ gbakwara ya ma merụọ ya nnukwu ahụ.\"",
    "N'ihi oke ọkụ ọgbụgba ahụ, nwa ya enwenwughị ike ịzọpụta nna ya kpuru isi, nke mere ka ya bụ ọkụ gbarie ya.",
    "Ugbua, e burula nwa ya ahụ gawa ụlọọgwụ dị n'Umudioka n'ihi ọkụ nke gbara ya n'ahụ.",
    "Ndị uweojii amalitela inyocha ihe a merenụ iji chọpụta kpọmkwem ihe kpatara ọkụ ọgbụgba ahụ.",
    "Ụfọdụ ndị obodo Umunya gwara ndị ntaakụkọ na ọ bụghị ọkụ latrik kpatara ọkụ ọgbụgba ahụ, n'ihi na o teela aka ndị obodo ha ahụbeghị ọkụ latrik.",
    "Vidio, Ọkụ ọgbụgba anapụla nwaanyị gbara afọ 92 ụlọ ya n'Enugwu11 Jenụwarị 2019",
    "Vidio, Lagos fire: Ọkụ ọgbụgba ataala isi mmadụ abụọ na Legọs4 Julaị 2019",
    "Vidio, Abia fuel explosion: Di na Nwunye bi n'ụlọ m rere ọkụ19 Ọktọba 2018",
    "Vidio, Ọrụsị m na-emebu m ihere, mana ugbua Ọtụtụ ụmụ nwoke na-arịọ m ọyị - Chidimma Ajembaelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e si gbuo otu nwata akwụkwọ na Dowen College maka na ọ jụrụ ịba otu nzuzoelekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Etu e si gbuo otu nwata akwụkwọ na Dowen College maka na ọ jụrụ ịba otu nzuzo",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Etu ọkụ si gbagbuo nwoke kpuru isi n'obodo Umunya",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Onye bụ Adeyinka Grandson anwụchiri na UK maka okwu ịkpa oke agbụrụ?",
    "Anyị gbagburu otu onye oji egbe so na ndị bịara ịtọrọ ndị mmadụ na Njaba - Ndịagha",
    "Lee ihe ụfọdụ nwa gị na-agabiga na 'boarding school' ị na-amaghịEmelitere ikpeazụ na: 28 Disemba 2020",
    "Ebe anyị kwụ maka ogbugbu ndị uweojii nakwa mkpụrụmmiri - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}