{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndụ Chidimma Ajemba gbanwere oge ndị ọrụ ahụike ji ntụtụ gbajie ya ụkwụ oge ọ bụ nwata.",
    "Nke a mere ya ka ọ bụrụ onye ọrụsị, nke na-eji igwe bekee kpọrọ 'wheelchair' akpagharị.",
    "N'akụkọ ọ kọọrọ BBC Igbo, o kwuru na ọrụsị ya na-emebu ya ihere.",
    "Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ",
    "'Ọrụsị m nwere adịghị akwụsị m inwe anụrị' - Nwa nlecha nwere otu aka",
    "Ihe mere m jiri akụziri ụmụaka ise ihe - Onye osise enweghi aka",
    "Mana ugbua, ọtụtụ ụmụnwoke na-ayọzi ya ọyị n'ihi etu o si gbanwee ọrụsị ya ka ọ bụụrụ ya ihe mbuli elu.",
    "Abalị atọ nke ọnwa Disemba ọbụla bụ ụbọchị ncheta ndị ọrụsị nke a kpọrọ 'World Disability Day' na bekee.",
    "Akụkọ Chidimma Ajemba na-egosi na mmadụ inwe ọrụsị abụghị njedebe ndụ ya.",
    "Ụmụntoroọbịa",
    "Nkwarụ",
    "Ụmụnyanyị",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Lee nwoke nwere ọrụsị na-akuziri ndị ọrụsị ịrụ akpụkpọ ụkwụ, Duration 4,436 Ọktọba 2021",
    "Vidio, BBCNigeria2019 : Kedu etu ndị nwere ọrụsị si akwado ntuliaka?, Duration 3,0530 Jenụwarị 2019",
    "Vidio, Physically Challenged Artist: 'Ihe mere m jiri akụziri ụmụaka ise ihe', Duration 2,4214 Eprel 2020",
    "Vidio, Ability in disabililty: 'Ọrụsị m nwere adịghị akwụsị m inwe anụrị' - Nwa nlecha nwere otu aka, Duration 3,327 Maachị 2020",
    "Vidio, Kidnapping in Nigeria: Nkwarụ aka m zọrọ m n'aka ndị ntọ - Juliet Okoloji, Duration 3,2610 Mee 2021",
    "Vidio, Oji otu ụkwụ agba egwu, Duration 4,0117 Julaị 2018",
    "Vidio, World Disability Day: Ọrụsị m na-emebu m ihere, mana ugbua Ọtụtụ ụmụ nwoke na-arịọ m ọyị - Chidimma Ajemba, Duration 4,47elekere 8 gara aga",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, World AIDS Day: Ihe m mere oge m chọpụtara na m bu HIV - James Brown, Duration 3,011 Disemba 2020",
    "Vidio, World Disability Dat: Lee etu nwa ada a jiri bụ 'nwaanyị kpuruisi mbụ nwetere PhD na Naịjirịa', Duration 5,532 Disemba 2021",
    "Vidio, Nigerian Sumo Wrestler: Ihe mere m jiri gbaa mgba Sumo na Japan - Emeka Okeke (Baba Mutum), Duration 6,251 Disemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Ability in disabililty: 'Ọrụsị m nwere adịghị akwụsị m inwe anụrị' - Nwa nlecha nwere otu aka, Duration 3,327 Maachị 2020",
    "Vidio, Oji otu ụkwụ agba egwu, Duration 4,0117 Julaị 2018",
    "Vidio, Imo State Roads: Ihe anyị jiri gbaa akwụkwọ n'ụzọ 'pọtọ pọtọ' dị n'Owerri, Duration 3,1028 Nọvemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}