{
  "published": "4 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "Di kpaa nwaanyị ya aka nke ọma, ọtụ nwaanyị na-amalite ide mmiri iji gosi njikere dịka mmiri ahụ Bekee kpọrọ 'estrogen na-arịtụ elu iji hụ na aramara gara siriri-werere ma mee ka di na nwaanyị gwọrịa ndụ.",
    "Mana mgbe ụfọdụ nakwa na ndụ ụfọdụ ụmụnwaanyị, nwoke a kụrụ ịgba gbago maọbụ gbadata, nwwanyị na-ele ya k na o bidobeghị ebido n'ihi na ahụ nwaanyị  ya kpọro nkụ nke mere na aramara anaghị atọ ya ụtọ dịka o kwesịrị.",
    "Ihe ise ndị nwere ọtụ kwesiri ịma",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "Ihe nnyụsịta ọtụ nwaanyị na-ekwu maka ọmụmụ na 'ovulation' ya",
    "Dịka dọkịta ahụike ụmụnwaanyị bụ Dkta Jospeh Akinde siri kọwaa, ihe ndị nwere ike ibute ọtụ naanyị ịkpọ nkụ gụnyere: Ọrịa, maọbụ ọgwụ e ji agwọ ụfọdụ ọrịa; obi erughị ala; obi adịghị mma, ike ọgwụgwụ, enweghị 'ovulation' wdg.",
    "Lee ihe ụmụnwaanyị na-akpa n'azụ ụmụnwoke",
    "Ọrịa, maọbụ ọgwụ e ji agwọ ụfọdụ ọrịa",
    "Dkta Akinde bụ onye nwe ụlọọgwụ Livingspring Hospital, Ejigbo ,Lagọs, kwuru na o nwere ike o nwee ọrịa metụtara ọtụ ya dịka ọrịa a na-ebute na mmekọrịta nwoke na nwaanyị nke Bekee kpọrọ 'sexually transmitted infections'.",
    "O kwukwara na ịṅụ ụfọdụ ọgwụ dịka ọgwụ eji agwọ ọrịa isi maọbụ ọkwụ eji agwọ kansa nwere ike ime ahụnwaanyị akpọọnkụ.",
    "O nwere ihe ike ọ gabigara?",
    "Nwaanyị e dinara n'ike maọbụ nke e biri ugwu nwere ike inwe nsogbu ọtụ ịkpọ nkụ oge aramara.",
    "Dr Akinde kọwara sị, \"Ọ bụrụ o nwere ihe ike ọ gabigara dịka onye e dinara n'ike maọbụ nwaanyị e biri ugwu, o nwere ike ime ka ọtụ ghara ị na-ede mmiri oge mmekọrịta.\"",
    "3. Obi adịghị mma",
    "Ebe foto si, Getty Images",
    "\"Obi nwere ike ọdịghị nwaanyị mma nke na ọ chọghị mmekọ mana o kwenyere ka ya na di ya meekọ n'ihi na ọ bụ ọrụ dịị ya dịka nwaanyị nọ na di\"",
    "Ike Ọgwụgwọ",
    "N'etu ike ọgwụgwụ si akpata ya, Dkta Akinde sị, \"O nwere ike gwụrụ ya, o si ọrụ lọta , ọ nọla  na kpachikpachi okporoụzọ ọtụtụ awa ezuola ime ka mmụọ  aramara agaghị adị ya n'ahụ.\"",
    "Ovulation bụ oge age nwaanyị na esi na akpa agwa nwaanyị bụta maka ịnata uzi nke nwoke nke na-eme abalị iri na-anọ tupu nwaanyị ahụ nsọ ya.",
    "Mana oge ụfọdụ ụfọdụ ụmụnwaanyị anaghị ahụ 'ovulation ha nke Dta Akinde kwuru nwere ike ime ka ọtụ ka kpọọ nkụ oge mmekọrịta.",
    "Ebe foto si, Getty Images",
    "Websait na-ekwu maka okwu ahụike bụ Webmd kọwara na nwaanyị ịba'menopause nwere ike ibute ahụnwaanyị ịkpọnkụ dịka mmiriahụ nwaanyị na-agbda na nwaanyị kawa nka.",
    "\"Ọtụ nwaanyị ịkpọ nkụ so na njirimara 'menopaụse- ihe ruru otu n'ime ụmụnwaanyị na-agabiga mgbanwe\" nke na-aga n'ihu na ha ma afọ ha na-agbali.",
    "Ndị ọkachamara na-ekwu n'oge ụfọdụ, ọtụtụ ụmụnwoke anaghị akpa ṅwaanyị ha aka ọụma tupu aramara n'ihi na ọ na-ahụha ahụ maọbụ ha amaghị akụkụ ahụ nwaanyị ha na-akpalite ha.",
    "Ebe foto si, Dr Joseph Akinde",
    "Dịka ndị ọkachamara n'okwu ahụike ụmụnwaanyị siri kwuo, ọ dị mkpa inyocha ihe butere nsogbu nwaanyị tupu a mata ụzọ aga esi egbo ya.",
    "\" Ọ bụrụ na ọ bụ ọrịa ka o butere, ọ dị mkpa ịgwọ ya bụ ọrịa,\"",
    "\"Ọ bụrụ ihe ike mere ya kpatara nke a, ọ dị mkpa ịhụ ndị na-ahụ maka ahụike uche(psychologist) maka nleta\"",
    "\"Ọ bụrụ na onye e biri ugwu,  ọ o nweghị ihe ọ ga-eme karịa ịzụụ mmiri ahụ Bekee kpọrọ 'lubricant' oge  ọ chọọ ime aramara.\"",
    "O kwuru na nwaanyị e biri ugwu nwekwara ike iji 'lubricant' gboo ya bụ ọgụ.",
    "Ọzọ, ndị ọkachamara na-adụ ndị di ọdụ ka ha tinye tụ oge oge ha na nwaanyị ha na-egwu egwu tupu ararama iji nye ohere ka ahụnwaanyị dee mmiri n'ihi na onye mara sụọ, ọ sụọ n'ikwe.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Tiwa Savage na-ewu na soshal midia dịka ihe onyonyo ondị gba ọtọ ụfọdụ na[p--arụ aka na ọ bụ ya na-efegharị n'ịntanet.",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Anyị ga-esogide okwu nwa anyị e gburu na Dowen College ruo n'isi njedebe - Okowa3 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Anyị ga-esogide okwu nwa anyị e gburu na Dowen College ruo n'isi njedebe - Okowa",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Orji Uzor Kalu kwesịrị ịkọwa etu o si mịbanye ga-ahụ Nnamdi Kanu - Ejiofor",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọEmelitere ikpeazụ na: 18 Julaị 2021",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}