{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Perrison Oromoni",
    "Gọọmentị Legọs emechiela ụlọakwụkwọ Dowen College.",
    "Ganiu Lawal bụ ọnụ na-ekwuru Mịnịstrị agụmakwụkwọ nke Legọs kwuru nke a n'ụbọchị Fraịde.",
    "Nke a na-abịa dịka nwata akwụkwọ gbara afọ iri na abụọ aha ya bụ Sylvester Oromoni.",
    "Akụkwọ kwuru na Sylvester Oromoni nwụrụ oge ụmụakwụkwọ ibe ya tiri ya ihe tinka tiri pan, n'ihi na ọ jụrụ isonye ha n'otu nzuzo.",
    "Lee ihe ụfọdụ nwa gị na-agabiga na 'boarding school' ị na-amaghị",
    "Ụlọakwụkwọ adagbuola ụmụakwụkwọ 7, e bugala ụmụakwụkwọ 57 ụlọọgwụ",
    "Technovation: Lee ụlọakwụkwọ ụmụaka ise ahụ turula ugo ọkaibe n'asompi technụzụ",
    "Ụmụ ndị ọrụ gọọmentị aga aga ụlọakwụkwọ ọha?",
    "Ebe foto si, Sylvester Oromoni",
    "Ndị isi ụlọ akwụkwọ Dowen College kwuru na ọ bụe ebe Sylvester Oromoni na-agba bọọlụ ka ọ nọrọ merụọ ahụ, nke butere ọnwụ ya.",
    "Mana nna nwata ahụ, aha ya bụkwa Sylvester Oromoni, kwuru na akụkọ ahụ bụ ụgha.",
    "Mazi Oromoni kwuru na nwa ya gwara ya tupu ọ nwụọ na ọ bụ ụmụ akwụkwọ ibe ya tiri ya ihe ma merụọ ya ahụ.",
    "Oromoni kwuru sị: \"Nwa m gwara m na ọ bụ mmadụ ise batara n'ime ụlọ ebe ha bi, gbanyụọ ọkụ, ma malite iti ya ihe.\"",
    "\"Ụmụakwụkwọ ndị ọzọ nọ ebe ahụ oge ya bụ ihe mere.\"",
    "Ebe foto si, Screengrab",
    "Sylvester Oromoni bụ nna nwata akwụkwọ ahụ nwụrụ anwụ",
    "Mazi Oromoni kwuru na ọ bụ maka na nwa ya ekweghị abanye n'otu nzuzo kpatara ụmụakwụkwọ ndị ọzọ ahụ ji tie ya ihe.",
    "O kwuru na ọ bụ n'ụbọchị 21 nke ọnwa Nọvemba ka ụlọakwụkwọ kpọrọ ya na-ekwu na nwa ya nọ n'ụlọọgwụ n'ihi na o merụrụ ahụ ebe ọ na-agba bọọlụ.",
    "Mana oge ha zigara mmadụ ka ọ ga hụ ya, onye ahụ kwuru na ahụ o merụrụ karịrị ịgba bọọlụ.",
    "\"Ọnụ ya niile na-eji oji, o nweghị ike ịkwụ ọtọ.\"",
    "School closures: Eribeghi m ụgwọ ọnwa kamgbe Maachị n'ihi mmechi ụlọakwụkwọ",
    "Ha mechara tinye ya n'ụgbọelu si Legọs bulata ya Warri ebe ha bi, wee malite inye ya ọgwụgwọ.",
    "Ọ bụ n'ụbọchị 29 nke ọnwa Nọvemba ka Junior gwara nne ya na ọ bụghị bọọlụ ka ọ na-agba mere o ji merụọ ahụ.",
    "O kwuru sị: \"Mummy, agabghị m bọọlụ. Adaghị m ada ebe m na-agba bọọlụ\".",
    "Junior kwuru na ha kụrụ ya ihe, gbaa ya ụkwụ, zọọ ya ụkwụ n'ukwu ya, ụmụakwụkwọndị ọzọ gbara ọsọ.",
    "Ndị ahụ tiri ya ihe yiri ya na ndị ọzọ egwu na ha ga-egbu ha ma ha gwa ndị nkuzi ha ihe merenụ.",
    "Mazi Oromoni gwakwara ndị ntaakụkọ Punch na o teela aka ha malitere ịhụta ihe mmekpa ahụ gbasara nwa ha n'ụlọakwụkwọ Dowen College.",
    "O kwuru na ha chọpụtara na ha nye nwa ha ihe oriri ruru puku naịra ise, ọ naghị akarị otu izuụka tupu nrị ahụ agwụ.",
    "Mana nwa ha anaghị ekwe akọrọ ha ihe na-eme nri ha na-ebunye ya.",
    "Ebe foto si, Dowen College",
    "Ụlọakwụkwọ Dowen College kwuru na ọ bụ n'ụbọchị 21 nke Nọvemba ka ọ dara ada ebe ọ na-agba bọọlụ.",
    "Ha kwuru na ha kpọgara ya ụlọọgwụ ma nye ya ọgwụgwọ nwa mgbe nta tupu ha akpọọ nne ya ka ọ bịa kpọrọ ya",
    "\"Ọ tụrụ anyị n'anya oge anyị hụrụ akụkọ na-efegharị na soshal midia na-ekwu na ọ bụ ụmụakwụkwọ  ibe ya tiri ya ihe,\" ụlọakwụkwọ ahụ dere.",
    "Ha kwukwara na ha mere nnyocha nke gosiri na onweghị ihe dịka mmekpa ahụ ọbụla dị n'ụlọakwụkwọ ha.",
    "Deeper Life school saga: Lee ihe ụfọdụ nwa gị na-agabiga na 'boarding school' ị na-amaghị28 Disemba 2020",
    "Vidio, School closures: Coronavirus emeela m ihe ọkụ ji nti oke eme - Onye nkuzi ụlọakwụkwọ nọrọ onwe ya, Duration 2,337 Julaị 2020",
    "Regina Pacis Onitsha: Ụlọakwụkwọ ahụ bụzị ebe a na-agba nkiri.15 Ọgọọst 2018",
    "Igbo Language: Ụzọ ndị ụlọ akwụkwọ sị ata ụmụaka ahụhụ ma ha sụọ Igbo7 Febụwarị 2020",
    "Vidio, Ọrụsị m na-emebu m ihere, mana ugbua Ọtụtụ ụmụ nwoke na-arịọ m ọyị - Chidimma Ajembaelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu e si gbuo otu nwata akwụkwọ na Dowen College maka na ọ jụrụ ịba otu nzuzoelekere 8 gara aga",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Etu e si gbuo otu nwata akwụkwọ na Dowen College maka na ọ jụrụ ịba otu nzuzo",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Etu ọkụ si gbagbuo nwoke kpuru isi n'obodo Umunya",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Onye bụ Adeyinka Grandson anwụchiri na UK maka okwu ịkpa oke agbụrụ?",
    "Anyị gbagburu otu onye oji egbe so na ndị bịara ịtọrọ ndị mmadụ na Njaba - Ndịagha",
    "Lee ihe ụfọdụ nwa gị na-agabiga na 'boarding school' ị na-amaghịEmelitere ikpeazụ na: 28 Disemba 2020",
    "Ebe anyị kwụ maka ogbugbu ndị uweojii nakwa mkpụrụmmiri - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}