{
  "published": "6 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Free",
    "Mmekpa ahụ ụmụakwụkwọ n'aka ụmụakwụkwọ ibe ha abụghị taa ka ọ malitere na Naịjirịa.",
    "Ya bụ ihe nke bekee na-akpọ 'bullying' bụ nnukwu ajọ ihe nke e kwesịrị ijikọ aka ọnụ ma kwụsị ya n'ụlọakwụkwọ.",
    "Akụkọ Sylvester Oromoni, nwata akwụkwọ Dowen College, Legọs, onye nwụrụ ọnwụ ike n'ihi etu ụmụakwụkwọ ibe ya si kụọ ya ihe, bụ nnukwu ihe ịgba anya mmiri.",
    "Anyị ga-esogide okwu nwa anyị e gburu na Dowen College ruo n'isi njedebe - Okowa",
    "Lee ihe ụfọdụ nwa gị na-agabiga na 'boarding school' ị na-amaghị",
    "Ọ gịnị bụdị ihe a na-akpọ 'Almajiri'?",
    "Mana ndị ọkachamara na nlekọta ụmụaka ekwuola na ọ bụ nne na nna ka ọ dịịrị ịchọpụta mgbe a na-emekpa nwa ha ahụ n'ụlọakwụkwọ ma gbochie ya.",
    "Anjula Mutanda bụ onye ọkachamara n'omume mmadụ kọwara BBC etu nne na nna ga-esi chọpụta nke a.",
    "Nke mbụ: Ọ bụrụ na nwa gị na-ebe akwa kwa mgbe kwa mgbe, mana i nweghị ike ikwu ihe na-eti ya akwa",
    "Nke abụọ: Ọ bụrụ na nwa gị na-achọ ịnọrọ onwe ya oge niile",
    "Nke atọ: Ọ bụrụ na nwa gị anaghị enwe mmasị ịga ụlọakwụkwọ.",
    "Nke anọ: Ọ bụrụ nwata bi ebi n'ụlọakwụkwọ, ihe oriri i nyere ya o ji biri n'ụlọ akwụkwọ na-agwụ ngwangwa karịa etu o kwesịrị",
    "Nke ise: Ọ bụrụ na nwa gị anaghị eme ọfụma n'ụlọ akwụkwọ, n'agbanyeghị na ị ma na ọ na-amabu akwụkwọ n'oge mbụ",
    "Ebe foto si, Getty Images",
    "Nne na nna kwesịrị ị na-akpachapụ anya nke ukwuu maka ụmụ ha bi ebi n'ụlọakwụkwọ",
    "Dịka Anjula Mutanda siri kwuo, ihe kacha mkpa bụ ka nne na nna gbaa mbọ ka ha na nwa ha na-enwe mkparịtaụka oge ọbụla.",
    "\"Ọtụtụ ụmụaka na-atụ nne na nna ha ụjọ, nke mere na ha anaghị agwa nne na nna ha ihe ha na-agabiga,\" Mutanda kwuru.",
    "\"Nke a adịghị mma ma ncha. Nwata ekwesịghị ị na-atụ nne ya maọbụ nna ya ụjọ.\"",
    "Ụlọakwụkwọ ọbụla kwesịrị inwe atụmatụ maka nchekwa ụmụaka, nke bekee na-akpọ 'Child Protection Policy'",
    "Onye ọzọ gwara BBC okwu gbasara nke a bụ Taiwo Akinlami, onye ọkachamara n'ilekọta ụmụaka nke bekee kpọrọ 'Child Protection expert'.",
    "O kwuru sị: \"Tupu itinye nwa gị n'ụlọ akwụkwọ ọbụla, jụọ ha atụmatụ ha wepụtara maka ichekwa ụmụaka, nke bekee kpọrọ 'Child Protection Policy'.\"",
    "\"Nke a bụ ebe ụlọakwụkwọ ahụ depụtara kpọmkwem ihe ha na-eme iji chekwaa ụmụaka nọ n'ụlọakwụkwọ ahụ.\"",
    "\"N'ime ya ha ga-edepụtakwa ntaramahụhụ dịịrị onye ọbụla mekpara nwata akwụkwọ ahụ.\"",
    "Ngwangwa ị chpụtara na a na-emekpa nwa gị ahụ n'ụlọakwụkwọ, gbaa mbọ nye mkpesa ahụ n'aka ndị isi ụlọakwụkwọ nwa gị, Taiwo kwuru.",
    "Ọ bụghị naanị inye mkpesa, gbaa mbọ hụ na mkpesa gị alaghị n'ụkpọrọ; ụlọakwụkwọ ahụ ga-emerịrị ihe gbasara ya.",
    "Ebe foto si, Free",
    "Imekpa nwata ahụ n'ụlọakwụkwọ nwere ike ime ya ka ọ daghachi azụ n'agụmakwụkwọ ya",
    "Taiwo kwuru na mmekpa ahụ na-emetụta ụmụaka n'ụzọ dị icheiche.",
    "\"Ọ dị mkpa ka ị na-enye nwa gị ndụmọdụ, ma na-agwa ya okwu ga na-ajalite mmụọ ya.\"",
    "\"Cheta na mmekpa ahụ na-eme ka ụjọ baa ụmụaka n'ahụ, mana ndụmọdụ dị otu a ga-enyere ya aka.\"",
    "\"Mee ka nwa gị mara na o nwere ike ịkọrọ gị ihe ọbụla na-eme na ndụ ya, na-atụghị ụjọ ọbụla.\"",
    "Chọọ otu onye ị tụkwasịrị obi n'ụlọakwụkwọ ahụ, onye ga-ewetere gị ngwa ngwa gbasasra nwa gị.",
    "Ebe foto si, Getty Images",
    "Ọ bụrụ na ụlọakwụkwọ nwa gị emeghị ihe ọbụla gbasara mkpesa mmekpa ahụ i wegaara ha, i nwere ike ịkpụpụ ụlọakwụkwọ ahụ ụlọikpe.",
    "Mana nke ka nke bụ ka ị wepu nwa gị n'ụlọakwụkwọ dị etu ahụ.",
    "Taiwo kwukwara na ọ dị mkpa ka i nye nwa gị ọzụzụ gbasara etu ụwa dị ugbua.",
    "Nye ya ọzụzụ ga-eme ka ọ gbasie ike, ghara ị na-atụ oke ụjọ n'ebe ụmụ ntakịrị ibe ya nọ.",
    "Ụmụntoroọbịa",
    "Ọmụmụ na mmụta",
    "Dowen College: Anyị dị njikere ka e mee nnyocha gbasara ọnwụ Sylvester Oromoni3 Disemba 2021",
    "Deeper Life school saga: Lee ihe ụfọdụ nwa gị na-agabiga na 'boarding school' ị na-amaghị28 Disemba 2020",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Monday Sit at Home: E ji ụjọ agbachi ụlọakwụkwọ n'Enugwu taa6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Monday Sit at Home: E ji ụjọ agbachi ụlọakwụkwọ n'Enugwu taa",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ",
    "Anyị dị njikere ka e mee nnyocha gbasara ọnwụ Sylvester Oromoni - Dowen College",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala",
    "Orji Uzor Kalu kwesịrị ịkọwa etu o si mịbanye ga-ahụ Nnamdi Kanu - Ejiofor",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ọkụ si gbagbuo nwoke kpuru isi n'obodo Umunya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}