{
  "published": "5 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Aka ndị uweojii Enugwu Steeti akparala ụmụnwoke abụọ bụ ụmụnne a na-enyo enyo maka idina nwata dị afọ itoolu n'ike.",
    "Ọnụ na-ekwuru ndị uweojii bụ Daniel Ndukwe gwara BBC Igbo na ha ebugaala ndị ahụ na ngalaba CID dị n'Enugwu maka nyocha tara ọchịchị.",
    "Ihe ndị ị maghị maka ụmụagbọghọ ise a wakporo ma gbuo na nsonso a",
    "Ị wakpoo nwaanyị maọbụ ụmụaka, anyị apịa gị amụ - Ụlọomeiwu Ekiti",
    "'Anyị biacha ekpere onye ọgwụgwọ nsọ edina anyị'-Ụmụnwaanyị 9",
    "Akụkọ sị na ọtụ nne na nna mụrụ ha abụọ, na ha si n'obodo Akpawfu nke dị n'okpuruọchịchị Nkanu East.",
    "Otu a kpọrọ Women Aid Collective  WACOL nke onyisi ha bụ Joy Ezeilo etinyela ọnụ n'okwu a ma sị ka e kpee ndị a ikpe ma taa ha ahụhụ ruru ha.",
    "O kwuru nke a n'akwụkwọ ozi o zigaara ndị ntaakụkọ n'Enugwu.",
    "N'ozi ahụ, Ezeilo sị ha natara ozi n'ụbọchị 28 Nọvemba, 2021 na ụmụnne abụọ a kpọrọ Chima na Michael Nnamani si n'obodo Akpawfu na-emetọ nwata dị afọ itoolu.",
    "\"Nwata ahụ sị na ndị a malitere idina ya n'ike mgbe ọ bịara biri n'ụlọ ha, na ọ na-abụkaarị kwa ụbọchị ọkachasị n'ụtụtụ.\"",
    "Ezeilo sị na mgbe ụfọdụ na ọ baara na-agbapụta n'ahụ kama o nweghi ọgwụgwụ ọ na-enwete.",
    "\"Ọ sị na ọ gwara nwanne nna ya bụ Theresa Nnamani na o nweghi ihe o mere banyere ya n'ihi na ụmụnwoke ahụ bụ ụmụ ya.",
    "\"Ọ sị na o nwere mgbe nwaanyị ahụ zutere ụmụ ya ka ha na-edina ya n'ike mana o nweghi ihe o mere iji kwụsị ya.\"",
    "Ezeilo sị na ọ bụ ndị ọzọ nwata ahụ gwara ihe ọ na-agabiga n'ụlọ ha kpọtara n'ụlọọrụ ha bụ WACOL.",
    "\"Ụlọọrụ anyị degaara ndị uweojii Enugwu akwụkwọ nke mere e jiri nwuchie ụmụnne abụọ a.",
    "BBC Igbo kpọtụụrụ ọnụ na-ekwuru ụlọọrụ WACOL mana ọ zabeghi tupu akụkọ a na-apụta.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Enugu Steeti",
    "Ịwakpo mmadu na-ike",
    "Okike",
    "Mmegbu",
    "Sexual abuse of minors: Ụfọdụ mmetọ ụmụaka e merela na nsonso a2 Maachị 2019",
    "Child Abuse: Nwaanyị kụrụ nwata ntu n'isi n'Enugu agaala mkpọrọ5 Julaị 2020",
    "Etu ụmụnne abụọ si na-edina m n'ike - Nwata dị afọ itoolu5 Disemba 2021",
    "Gee ntị, BBC Nkeji5 Disemba 2021",
    "Anyị dị njikere ka e mee nnyocha gbasara ọnwụ Sylvester Oromoni - Dowen College3 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Anyị dị njikere ka e mee nnyocha gbasara ọnwụ Sylvester Oromoni - Dowen College",
    "Etu ụmụnne abụọ si na-edina m n'ike - Nwata dị afọ itoolu",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Etu aka si kpara ụkọchukwu na ndị otu ya tọọrọ Fada Katọlik n'Imo Steeti",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Nyenu Kanu ohere ka ofee ofufe ya na iwu ndị ọzọ ọkaikpe Nyako nyere ndị DSS",
    "Onye bụ Adeyinka Grandson anwụchiri na UK maka okwu ịkpa oke agbụrụ?",
    "Ihe nnyụsịta ọtụ nwaanyị na-ekwu maka ọmụmụ na 'ovulation' yaEmelitere ikpeazụ na: 5 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}