{
  "published": "6 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "BBC ahọpụtala ndị egwuregwu ole m ole pụrụiche n'egwu ha dịka ndị a ga-azọ nrite onye kachasi ibe ya n'egwuregwu n'afọ 2021.",
    "Ndị otu ntaakụkọ nọ na mba Afrịka nakwa na mba Brịten tụkọtara aka ọnụ wee họpụta mmadụ isii ga-azọ nturuugo a.",
    "Ndị a ahọpụtara bụ ndị ritere mmeri pụrụịche n'egwu nke ha na mba ofesi dị ịcheịche bido na ọnwa Jenụwarị ruọ ọnwa Sepụtemba 2021.",
    "Ahọpụtakwara ndị ikike mmeri ha gafere egwu nke ha bawanye ruo ma metụta egwu ndị ọzọ.",
    "Ndị ahọpụtara bụ:",
    "•Eliud Kipchoge (Ọgba ọsọ)•Faith Kipyegon (Ọgba ọsọ)•Ntando Mahlangu (Onye ọgba ọsọ ọrụsị)•Christine Mboma (Ọgba ọsọ)•Edouard Mendy (Ọgba bọọlụ)•Tatjana Schoenmaker (Ọnye na-egwu mmiri)",
    "Lee ihe ndị dị mkpa ị kwesiri ima maka ndị a ahọpụtara nakwa etu ị ga-esi tinyere onye masiri gị vootu.",
    "Marakwa na itinye vootu ga-emechi n'oji otu nkeji banye elekere iri na abụọ nke abali n'ụbọchị iri na itolu (19) n'ọnwa Disemba.",
    "A ga-akpọpụta onye ritere mmeri n'ụbọchị asaa nke ọnwa Jenụwarị n'afọ 2022 na ihe onyonyo BBC bụ 'Focus on Africa', aga akpọpụtakwa ha na BBC redio nakwa n'akụkụ egwuregwu na websaịt BBC.",
    "Pịa aka ebe a ka i tinyere onye masiri gị vootu - Kedụ onye mba Afrịka ndị a i ga-etinyere vootu ka BBC họpụta dịka ọpụrụịche n'egwuregwu n'afọ 2021?",
    "Ebe foto si, Getty Images",
    "Eluid bụ onye mba Kenya, ọ dị afọ iri atọ na asaa (37) ọ bụ onye ọgba ọsọ ogologo oge nke Beekee n'akpọ 'Marathon'.",
    "Eluid bụ ọpụrụịche n'egwu ịgba ọsọ dịka o ritere ọlaedo nke abụọ ya n'asọmpị Olympics ma gbaa ọsọ gafee 'miles' iri abụọ na isii (26 miles).",
    "Ebe foto si, Getty Images",
    "Faith bụ nwaada mba Kenya, ọ dị afọ iri abụọ na asaa (27), ọ bụ onye ọgba ọsọ.",
    "Faith bụ ọpụrụiche n'egwu ọsọ dịka ọ mere ihe mmadụ emetụbeghị n'egwu ịgba ọsọ nke asọmpị Olympics na mba Tokyo ebe ọ gbakariri ndị ogbo ya niile n'ọsọ ruo 'miles' otu puku na ọkara ya (1500 miles).",
    "Ebe foto si, Getty Images",
    "Ntando bụ onye mba South Africa, ọ dị afọ iri na itolu (19) Ntando bụ onye ọgba ọsọ nke ndị ọrụsi bụrụkwa onyue na-awụli elu n'egwu 'Long Jump'.",
    "Nwaamadi a ritere nturuugo nke mbụ ya mgbe ọ dị afọ iri na anọ (14).",
    "Ọ mere ihe mmadụ emetụbeghị n'ewgu ịgba ọsọ nke ndị ọrụsịọ ebe ọ gbafere mmadụ niile n'ọsọ nke '200 meters' n'oge nkeji iri abụọ n'ụma (22.94s).Christine Mboma",
    "Ebe foto si, Getty Images",
    "Nwaada a bụ onye mba Namibia, ọ dị afọ iri na asaatọ, ọ bụ onye ọgba ọsọ ọbere oge.",
    "Christine bụ nwaanyị mbụ nke mba Namibia riterela mmeri n'egwu ịgba ọsọ nke asọmpị Olympics.",
    "O ritere mba ha mmeri ọlaọcha n'egwu ịgba ọsọ na Tokyo 2020, ihe a bụ nke mbụ mba Namibia na-enweta nturuugo n'asọmpị Olympics kemgbe afọ iri abụọ na ise gara aga. Edouard Mendy",
    "Ebe foto si, Getty Images",
    "Edouard bụ onye mba Senegal, ọ dị afọ iri abụọ na itolu, ọ bụ ọchee goolu.",
    "Maazị Mendy e gosila na ọ bụ ọpụrụịche n'ịchee goolu n'otu Chelsea.",
    "Ọ bụ onye mba Afrịka mba so n'egwu ikpezụ nke asọmpị 'Champions League', bụrụ kwa onye mba Afrịka mbụ so n'asọmpị European Cup kemgbe afọ 1985 mgbe Bruce Grobbelaar bụ onye mba Zimbabwe mere nke a . Tatjana Schoenmaker",
    "Ebe foto si, Getty Images",
    "Nwaada Schoenmaker bụ onye ọpụrụịche na-igwu mmiri dịka o ritere mba ya bụ mba South Africa ọlaedo nakwa ọlaọcha na asọmpị Olympics nke Tokyo 2020 ebe ọ mere ihe ndị ogbo ya emetụbeghị n'egwu ịgwu mmiri nke 100m na nke 200m.",
    "Afịrịka",
    "Naijiria",
    "Egwuruegwu",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Monday Sit at Home: E ji ụjọ agbachi ụlọakwụkwọ n'Enugwu taa6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Monday Sit at Home: E ji ụjọ agbachi ụlọakwụkwọ n'Enugwu taa",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ",
    "Anyị dị njikere ka e mee nnyocha gbasara ọnwụ Sylvester Oromoni - Dowen College",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala",
    "Orji Uzor Kalu kwesịrị ịkọwa etu o si mịbanye ga-ahụ Nnamdi Kanu - Ejiofor",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ọkụ si gbagbuo nwoke kpuru isi n'obodo Umunya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}