{
  "published": "6 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ si Enugwu apụta n'ụtụtụ a na-ekwu na ụlọakwụkwọ dị icheiche na-agbchi ma na-achụla ụmụakwụkwọ ha.",
    "Nke a mere n'ihi kepu kepu a nụrụ na ụlọakwụkwọ ọbụla mepere mgbe a na-eme 'Sit at home'.",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Gọọmenti Enugu steeti ebupula ụgbọala a gbara ọkụ maka 'sit at home'",
    "Otu onye nwe ụlọakwụkwọ kwuru na ọ maghị ma akụkọ mwakpo ahụ a bụ eziokwu ka ọ bụ asị mana ọ gaghị eche ịmata tupu o chekwaa ụmụ akwụkwọ ya.",
    "Ọ sị \"agwala m ndị nne na nna ka ụmụ ha nọrọ n'ụlọ taa, ọ bụrụ godi akụkọ ụgha, achọghị m ka ihe ọbụla mee ụmụ akwụkwọ m\".",
    "Onye ntaakụkọ BBC na-agagharị n'Owere nyoputara na ụlọakụ dị icheiche ga-gbachiri agbachi.",
    "O kwuru na onye nche nọ n'ụzọ ebe ahụ na-achụịghachi ndị mmadụ azụ ma jụ ikwe ha bata n'ime ụlọakụ ahụ.",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Monday Sit at Home: E ji ụjọ agbachi ụlọakwụkwọ n'Enugwu taa6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Monday Sit at Home: E ji ụjọ agbachi ụlọakwụkwọ n'Enugwu taa",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ",
    "Anyị dị njikere ka e mee nnyocha gbasara ọnwụ Sylvester Oromoni - Dowen College",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala",
    "Orji Uzor Kalu kwesịrị ịkọwa etu o si mịbanye ga-ahụ Nnamdi Kanu - Ejiofor",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ọkụ si gbagbuo nwoke kpuru isi n'obodo Umunya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}