{
  "published": "7 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ihe mere mba Briten ji tinye usoro mgbochi nye ndị Naijịrịa na-eme njem ga mba ha ugbua.",
    "Bido n'ụbọchị Mọnde, mba Brịten kwuru na ha amaala akara uhie n'elu mba Naijiria na ụfọdụ mba Afrịka ndị ọzọ banyere ime njem bata mba ha.",
    "I nwereike ibute coronavirus site na ahụrụ?",
    "'Omicron' nje coronavirus ọhụrụ abatala Naijirịa",
    "Etu Afrịka si eche ebighebi maka ọgwụ mgbochi covid-19",
    "Nke bụ na mba ndị a bụ mba ndị a ga-akpachapụrụ anya ugbua dịka mba ndị ịcheịche na-akwalite nchekwa maka ọrịa COVID-19 agbara ọhụrụ na-efesasi mba ụwa n'ike akpọrọ 'Omicron'.",
    "Onye nnọchịteanya mba Naijịrịa nye mba Brịten bụ Sarafa Tunji Isola akatọọla atụmatụ a kwuo na mmachị a bụ ihe ịkpọ ọke nye ndị isi ojii dịka akara uhie a metụtara naanị mba ndị Afrịka nke gụnyere South Africa, Namibia, Zimbabwe, Botswana, Lesotho, Eswatini, Angola, Mozambique, Malawi na Zambia.",
    "Ka ọ dị ugbua, naanị ndị mba Brịten maọbụ Ireland bi na Naijịrịa nakwa mba ndị a akpụtara bụ ndị e nwere ike ikwe bata Brịten.",
    "Onye ọbụla sị mba ndị a bata ga nọpụrụ onwe ya iche ruo abali iri n'ụlọ ezumike. Gịnị mere Brịten jịrị tinyere Naijịrịa na mba ndị ha kara akara uhie n'elu?",
    "Gọọmentị mba Brịten kwuru na ha mere nke maka mpụtara nnyocha ha nke gụnyere:",
    "Nnoycha ha gosiri na e nwereike inwe ọtụtụ ndị mmadụ bu ọrịa a na Naijịrịa ugbua",
    "Ọtụtụ ndị enyochapụtarala ọrịa COVID agbara ọhụrụ a n'ahụ na mba Brịten si mba Naijịrịa bata",
    "Ndị mba Naijịrịa na ndị mba Saụt Afrịka na emekọrịta nke ukwu, mara na Saụt Afrịka bụ ebe mba enyochapụtara nje 'Omicron'",
    "Tupu etinye usoro mgbochi nye ndị njem na-aga mba ndị ọzọ maka ọrịa na-efe efe, a na-eme nnyocha mara ma ndị mba ahụ a na-agba ọgwụ mgbochi ka ha kwesiri.",
    "Ka ọ dị ugbua ọtụtụ mba Afrịka anaghị agbazu ọgwụ mgbochi COVID nke mere mba Brịten ji tinye usoro mgbochi njem ibata mba ha ugbua ọkachasi nye mba ndị Afrịka.",
    "Ka ọ dị ugbua, n'ụbọchị nke ise n'ọnwa Disemba, naanị ihe ruru 4.8 n'ime mmadụ 1000 bụ ihe gbazurula ọgwụ a.",
    "A tụnyere mba Brịten, nke a anaghị aga nke ọma dịka mmadụ ihe ruru 178 n'ime 1000 gbazụrụla ọgwụ a ebe ahụ ugbua.",
    "Ebe foto si, Getty Images",
    "Ngalaba na-ahụ maka mgbochi ọrịa na Naijiria bụ Nigerian Centers for Disease Control (NCDC) ekwuola na naanị mmadụ atọ ka enyochapụtarala ọrịa a n'ahụ ha na Naijịrịa agbanyeghi na a na-atụ anya na ọnụọgụgụ a ga-ari elu gafee nke a ugbua.",
    "NCDC kwukwara na ndị niile bu ọrịa a na Naijiria ugbua si mba Saụt Afrịka maọbụ metụrụ ndị si ebe ahụ aka.",
    "Marakwa na ọnụọgụgụ pere ezigbo mpe ma a tụnyere ọnụọgụgụ mba Brịten ebe enyochapụtarala ọrịa a n'ahụ mmadụ nari atọ na iri atọ na isii (336).",
    "Ka ọ dị ugbua, enyochapụta ọrịa a n'ahụ mmadụ ruru iri itoolu na ihe gafere otu izu na mba ụwa.",
    "Agbanyeghi na ọnụọgụgụ ndị bu ọrịa a na Naijiria ugbua arighi elu ruo nke mba ndị Europe ndị ọzo, ụjọ ọtụtụ mba ndị ọzọ nye mba ndị Afrịka (nke gụnyere mba Naijịrịa) bụ na anaghị agba ọgwụ mgbochi ọrịa dịka etu ekwesiri.",
    "N'izu ikpeazụ nke ọnwa Nọvemba ngụkọ gosiri na naanị mmadụ pasentị 0.07 n'ime mmadụ otu puku (1000) mere nnyocha ahụ maka ọrịa na Naijiria ebe mmadụ 14 pasentị n'ime otu puku mere nnyocha ahụ maka ọrịa na Brịten.",
    "United Kingdom",
    "Ahụike",
    "Naijiria",
    "Coronavirus",
    "World Health Organization (WHO)",
    "Vidio, Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' - Stella Chinonyerem Agu7 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njabaelekere 6 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njaba",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Etu ndị agha Naijịrịa si kụsaa ndị ha sị bụ ndị ESN n’Imo Steeti",
    "Nnamdi Kanu eribeghi nri kemgbe ụbọchị ụka - Barr Ejiofor",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu aka si kpara dọkịta a sị dinara odibo ya dị afọ 15 ka ọ chọrọ ime ya 'virginity test'",
    "Onye bụ Adeyinka Grandson anwụchiri na UK maka okwu ịkpa oke agbụrụ?",
    "Anyị gbagburu otu onye oji egbe so na ndị bịara ịtọrọ ndị mmadụ na Njaba - Ndịagha",
    "E jidela ụmụakwụkwọ atọ ma na-achọ abụọ maka ọnwụ Sylvester Oromoni",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}