{
  "published": "7 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọkaiwu Nnamdi Kanu bụ Ifeanyi Ejiofor kwuru na Nnamdi Kanu eribeghi nri kemgbe ụbọchị ụka.",
    "O kọwara na ọ chọpụtara nke a mgbe ọ gara leta ya n'ụbọchị Monde n'ebe ndị DSS bụ ndị uweojii pụrụioche ji ya.",
    "Nnamdi Kanu: Anyị na-ahazi etu dọkịta ya ga-esi hụ ya nke taa nke echi - Ifeanyi Ejiofor",
    "Ọkaiwu Nnamdi Kanu emeriela ikpe n'akwụkwọ ọ gbara ndị ọrụ nchekwa",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakor",
    "Ọ sị na agụrụ a na-akwụ Kanu bụ maka ịta ya ahụhụ na ndị ọkaiwu ya na-eti mkpu maka ọnọdụ ọjọọ ọ nọ na ya.",
    "O kwukwara na Kanu gwara ya na iwu niile ụlọikpe nyere n'ụbọchị abụọ nke ọnwa Disemba apụtabeghi ihe.",
    "\"Kanu anyị na-anọchite anya ya bụ onye ikpe ọbụla amabeghi, nke mere na DSS enweghi ikike ọbụla igbochi ya n'iwenta ikike ndị ruuru ya\" ka Ejiofor kwuru.",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' - Stella Chinonyerem Agu7 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njabaelekere 6 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njaba",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Etu ndị agha Naijịrịa si kụsaa ndị ha sị bụ ndị ESN n’Imo Steeti",
    "Nnamdi Kanu eribeghi nri kemgbe ụbọchị ụka - Barr Ejiofor",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu aka si kpara dọkịta a sị dinara odibo ya dị afọ 15 ka ọ chọrọ ime ya 'virginity test'",
    "Onye bụ Adeyinka Grandson anwụchiri na UK maka okwu ịkpa oke agbụrụ?",
    "Anyị gbagburu otu onye oji egbe so na ndị bịara ịtọrọ ndị mmadụ na Njaba - Ndịagha",
    "E jidela ụmụakwụkwọ atọ ma na-achọ abụọ maka ọnwụ Sylvester Oromoni",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}