{
  "published": "7 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, HQ Nigerian Army",
    "Ndị agha Naijịrịa kwuru na ha akụsaala atụmatụ ndị omekome ha si bụ ndị otu Indigenous People of Biafra (Ipob) na Eastern Security Network (ESN) n'Imo steeti dịka na busoro ha agha n'obodo Mgbidi nakwa obodo Awo Mmamma n'ụbọchị Mọnde.",
    "Dịka ozi ọnụ na-ekwuru ndị agha bụ Onyema Nwachukwu si kwuo, ndị omekome a ji ngwa agha ha pụta imanye ndị mmadụ iwu onye nọrọ n'ụlọ (sit-at-home) n'ụbọchị Mọnde.",
    "Otu Ipob asaala ndị agha maka ihe mere na Mgbowo,Enugu steeti",
    "Kedụ onye ndị agha Naịjirịa nwụchiri n'ezie n'Ekwulobia? Lee ihe Ipob sara",
    "Mana ndị agha kwuru na ha nụrụ ozi atụmatụ a ma pụta ebe ahụ buso ha agha nke mere na ha hapụrụ ngwa ọrụ ha gbapụ ọsọ.",
    "Maazị Nwachukwu kwuru na ha bụ agha nọ n'ọrụ nchekwa akpọrọ 'Golden Dawn' dịka ha na-agba mbọ nchekwa udo na mpaghara ọwụwa anyawụ dị ịcheịche.",
    "Ebe foto si, HQ Nigerian Army",
    "N'akụkọ yiri ya, ndị agha Naijịrịa nnyochapụtara ma menyụọ ogbunigwe anọ a si na ndị otu Ipob/ESN tinyere n'okporoụzọ si Orlu gawa Owerri dịka nke a so n'atụmatụ ha iwakpo ndị na-ekweghi nọrọ n'ụlọ.",
    "Ha kwakwara na ha nnyochapụtara akụrụngwa agha ndị ọzọ ebe ahụ.",
    "Cheta na n'izu gara aga agbara ọtụtụ ụgbọala ọkụ dịka ndị ọrụ nchekwa na 'unknown gunmen' kwara mgbọ n'akụkụ Mgbidi nakwa Akata ị n'okpuruọchịchị Oru West,'Imo Steeti.",
    "Akụkọ a dapụtara dịka ndị a na-enyo na ha bụ ndị Ipob pụtrara imanye ndị mmadụ nọrọ n'ụlọ (sit-at-home) maka oku ekpere a kpọrọ maka ntọhapụ Nnamdi Kanu ụbọchị Tuzde.",
    "N'izu a gara aga, ndị achọghị ka a kpọ aha ha n'obodo ahụ gwara BBC Igbo na ụdị egbe a gbara ebe ahụ mere ka ndị niile bi n'ogbe ahụ hapụ ụlọ obibi na ụlọahịa ha gbaa ọsọ.",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK7 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buharielekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị26 Nọvemba 2021",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?27 Nọvemba 2021",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Kayanmata: Ihe mere mụ na Laila nwunye m nke Morocco ji gbasaa - Ned Nwoko",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buhari",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njaba",
    "E jidela ụmụakwụkwọ atọ ma na-achọ abụọ maka ọnwụ Sylvester Oromoni",
    "Etu ndị agha Naijịrịa si kụsaa ndị ha sị bụ ndị ESN n’Imo Steeti",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}