{
  "published": "7 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwada Stella Chinonyerem Agu kọwaara ihe mere o jiri banye n'ọrụ ịma 'pop' na-agbanyeghi mahadum ọ gara.",
    "Ọ sị na nke a malitere mgbe ọ gụchara akwụkwọ na-achọ ọrụ, na otu nwoke chọrọ idina ya tupu o nye ya ọrụ.",
    "Ọgba mbọ: 'Ụmụnwoke anabughi ekwe ka m metụ ha aka n'isi'",
    "'Eji m ịsụ mkpụrụakwụ na mmanụ nri zụọ ezinaụlọ m'",
    "'Akwụsịrị m ezigbo ọrụ m tinye isi m kpamkpam n'isi nri n'ịntaneti'",
    "Agu sị na ọ gbara isi akwara sị kama ọ ga-eme ya, na ọ ka mma na ọ chọọrọ aka ọrụ.",
    "Ọ sị na ọ gara mụọ etu e si arụ 'pop' n'ụlọ bụ nke o ji enyere ndụ ya aka ugbua.",
    "Agụ bụ nwafọ Itukpa dị n'okpuruọchịchị Obingwa dị n'Abia Steeti.",
    "Ọ gụrụ akwụkwọ na Politeknik dị na Nekede, Owere.",
    "Kirie ihe o kwuru n'uju;",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Okike",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Ọgbambọ: Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' n'ụlọ, Duration 4,147 Disemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, World Disability Day: Ọrụsị m na-emebu m ihere, mana ugbua Ọtụtụ ụmụ nwoke na-arịọ m ọyị - Chidimma Ajemba, Duration 4,473 Disemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, AMAA Award: 'Nollywood tinyere Naịjiria n'ihu mba ụwa' - Peace Anyiam-Osigwe, Duration 18,2630 Nọvemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Whitemoney Exclusive: Ụmụnwaanyi na-emebu m akaja makana enweghi m ego, mana ugbua..., Duration 48,2714 Nọvemba 2021",
    "Vidio, Ability in disabililty: 'Ọrụsị m nwere adịghị akwụsị m inwe anụrị' - Nwa nlecha nwere otu aka, Duration 3,327 Maachị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}