{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii Delta steeti anwụchiela otu dọkịta a na-enyo enyo naa o metọrọ nwata nwaanyị dị afọ iri na ise na-agbara ya odibo.",
    "Ọnụ na-ekwuru ndị uweojii bụ Dafe Bright sị na ha nwụchiri Dkta Christian Osakwe sị nnyocha banyere ya ka na-aga n'ihu.",
    "Etu ụmụnne abụọ si na-edina m n'ike - Nwata dị afọ itoolu",
    "Sexual abuse of minors: Ụzọ isii ị ga-esi chekwa ụmụ gị",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?",
    "Ọ sị na ihe akaebe gosiri na o metọrọ nwata ahụ dị n'aka ha ugbua na ha chọrọ ịkpụpụ ya n'ụlọikpe ngwa ngwa.",
    "Otu onye na-ahụ maka ikike dịịrị onye bụ Harrison Gwamnishu sị na mmadụ wetere mkpesa maka dọkịta ahụ n'ụlọọrụ ya bụ 'Behind Bars Human Right Foundation'.",
    "Gwamnishu sị na dọkịta ahụ gwara nwata a na ọ chọrọ inyocha ya ahụ ọ kpọrọ 'virginity test' mana si zie ebe ahụ na-emetọ ya.",
    "Ọ gwara BBC na mgbe ọ jụrụ nwata ahụ banyere ya, nwata ahụ sị na ọ bụ eziokwu na nna ya ukwu metọrọ ya.",
    "Ọ sị nwata ahụ arụọla ọrụ n'ụlọ dọkịta ahụ ihe ruru ọnwa isii, ma sị na nne na nna ya bi n'Enugwu Steeti.",
    "Onye dọkịta ọzọ nyochara nwata ahụ ma chọpụta na mmadụ kpara aka n'ihe o jiri bụrụ nwaanyị ma tipịa ihe a kpọrọ 'hymen' ya.",
    "\"A jụrụ m nwanne nwunye dọkịta dị afọ iri na asatọ banyere ya, ọ sị na ọ bụ eziokwu\".",
    "N'izuụka gara aga Gwamnishu wepụtara ihe onyonyo na soshal midia ebe ọ na-agba nwata ahụ ajụjụ ọnụ.",
    "Ọ gara n'ihu kwuo na dọkịta ahụ nyere ya otu nde naịra ma rịọ ya ka ọ ghara ịgwa ndị uweojii banyere ya.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Delta Steeti",
    "Vidio, Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' - Stella Chinonyerem Agu7 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njabaelekere 6 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Vidio, Igbo Jews: Ọtụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha, Duration 4,2014 Nọvemba 2021",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njaba",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Etu ndị agha Naijịrịa si kụsaa ndị ha sị bụ ndị ESN n’Imo Steeti",
    "Nnamdi Kanu eribeghi nri kemgbe ụbọchị ụka - Barr Ejiofor",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu aka si kpara dọkịta a sị dinara odibo ya dị afọ 15 ka ọ chọrọ ime ya 'virginity test'",
    "Onye bụ Adeyinka Grandson anwụchiri na UK maka okwu ịkpa oke agbụrụ?",
    "Anyị gbagburu otu onye oji egbe so na ndị bịara ịtọrọ ndị mmadụ na Njaba - Ndịagha",
    "E jidela ụmụakwụkwọ atọ ma na-achọ abụọ maka ọnwụ Sylvester Oromoni",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}