{
  "published": "8 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Ndị omekome mgbe ha wakporo Owere n'ọnwa Juun afọ 2021",
    "Akụkọ pụtara n'ụtụtụ a na-ekwu na ndị omekome bu egbe egbuola opekatampe mmadụ abụọ mgbe ha wakporo obodo Etekwuru dị n'okpuru ọchịchị Ohaji-Egbema n'Imo steeti.",
    "E kwukwara na ndị ahụ mebiri ọtụtụ ngwa obibi ndị mmadụ ma merụọ ndị ọzọ ahụ na mwakpo ahụ mere n'ụzọ ụtụtụ ụbọchị Wenezde.",
    "Anyị na-eche na aka ndị Ipob dị n'ọnwụ ndị eze odinala abụọ na Njaba - Ndi uweojii Imo",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Mwakpo a na-abịa n'ime abalị abụọ nke ndị omekome ọzọ na ndị agha kwatara ya n'obodo ahụ butere ọnwụ ndị agha abụọ na ndị ntorọbịa.",
    "Eze ọdịnala obodo ahụ bụ Eze Kenneth Okereke, onye kọwaara onye ntaakụkọ anyị nke a, kpọkwara ndị ọrụ nchekwa oku enyemaka n'obodo ya.",
    "Cheta na ndị omekome awakpobuola obodo ahụ ma gbaa obi Igwe obodo ahụ ọkụ nke mere na o nweghizi ụlọ ugbua.",
    "Eze ahụ kwuru na ya onwe ya nọzị n'ọsọ kamgbe ahụ a gbachara ụlọ ya ọkụ ruo ugbua.",
    "O degakwara Gọvanọ Imo steeti akwụkwọ na-akọwara ya ihe mere n'obodo ya ma rịọ ya ka ọ gbatara ha ọsọ enyemaka.",
    "Ndị uweojii Imo Steeti ekwubeghị ihe ọbụla gbasara mwakpo a.",
    "Akụkọ ka na-abịa.",
    "Naijiria",
    "Imo steeti",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK7 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buharielekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị26 Nọvemba 2021",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?27 Nọvemba 2021",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Kayanmata: Ihe mere mụ na Laila nwunye m nke Morocco ji gbasaa - Ned Nwoko",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buhari",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njaba",
    "E jidela ụmụakwụkwọ atọ ma na-achọ abụọ maka ọnwụ Sylvester Oromoni",
    "Etu ndị agha Naijịrịa si kụsaa ndị ha sị bụ ndị ESN n’Imo Steeti",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}