{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị ọnụ na-eru n'okwu n'alaigbo adọọla onye bụbụ Onyeisiala Naịjirịa bụ Goodluck Ebele Jonathan ya egekwala ndị na-asị ya pụta ndọrọ ndọrọ onyeisiala Naịjirịa ọzọ ntị.",
    "Chima Nnaji bụ onye ọkaiwe sị na \"ọ bụru m bụ Jonathan, agaghị m ege ndị ahụ ntị maka na ha ga-emetọ ya\".",
    "Dino Melaye awụfela oku mkpọghachi",
    "Goodluck Jonathan: Etu Obama megidere m ịzọgharị na ntuliaka 2015",
    "Ụbịam na ndị ndọrọndọrọ ọchịchị ọ bụ nwanne?",
    "O kwukwere na otito niile a na-eto Jonathan nke ikpe azụ a bụ otito ntogbu na-egbu nwankita.",
    "Nnaji dọrọ ya aka na ntị sị ya anwakwala anwa pụta ọzọ \"n'ihi na ọnweghịzị ihe ọzọ ọ ga-emeli maka ọtụtụ mmiri agafeela okpuru akwa mmiri\".",
    "Larry Oguego na nke ya kwuo na ya bụ otito a na-eto Jonathan bụ ka e nwere rabata ya ịzọ ọkwa ọchịchị Onyeisiala ọzọ.",
    "Ebe foto si, Dino_Jonathan_Dele_oshodi",
    "O kwuru na ya nwee ohere na ya ga-asị Jonathan ya apụtakwala maka imebi aha ọma ọmetagooroa onwe ya.",
    "Ọ sị na ya bụ oku dịka azụ atụpụụrụ oke ka ọ bịa rie nwụọ.",
    "Larry na-akọwa na Jonatha ịza ụdị oku ahụ ga-eme ka ndị Odida anyanwụ tufuo afọ anọ ha maka na Jonathan nwere naanị afọ anọ ịchị Naịjirịa dịka ọ chibugoro afọ anọ na mbụ.",
    "O na-ekwusi ike \"na ihe ka mkpa abụghị ka ndị ndọrọndọrọ na-esi ọnwụ na ha ga-achịzụ afọ asatọ ma ọ dị mma, ma ọ dị njọ.\"",
    "Ebe foto si, Goodluck Jonathan FB",
    "O kwuru na ọ bụrụ na onye na-achị anaghị achịta, ndị mmadụ nwere ohere ịwepụ ya tinye onye ọzọ sikwa mpaghara ahụ.",
    "Larry na-akọwa na nsogbu Naịjirịa ugbua akarịala ihe Jonathan ga-ebuli ma na-arịọkwa ka ọ ghara ikwe ndị mmadụ dughie ya ụzọ.",
    "Dele Momodu bụ onye nwe Ovation Magazine ekwuola ọzọ na ya dajọrọ nwere gbasa ozi megide Jonathan n'afọ 2015 nke nyere ohere ka Onyeisiala Muhammadu Buhari were bata n'ọchịchị.",
    "Okwu ya na-apụta dịka ozi Goodluck Jonathan wepụtara n'afọ  2011 mgbe ọ nọ n'ọchịchị pụtara na-ewu.",
    "Momodu onye kere ya bụ ozi n'akara Instagram yọrọ mgbaghara ọzọ maka ire enwe zụrụ nkịta.",
    "Ebe foto si, Dele Momode/Insta",
    "Mana ọ bụghị naanị Dele Momodu bụ ndị Naijiria nwere agba katọrọ Jonathan oge ọ na-azọ ọkwa onyeisiala agba nke abụọ bụ ndị na-ata aka n'eze ugbua.",
    "Ebe foto si, Goodluck Jonathan's FB",
    "Lee ụfọdụ n'ime ha: na ihe ha kwuburu:",
    "N'elu ya bụ akụkọ ka otu nwaanyị ama ama na-eme ihe onyonyo ndi Yoruba bụ Bimbola Akinsanya nọ bee akwa arịrị sị \"ọ na-aghịa m ahụ ịgbaghara onwe m maka iso chụpụ Jonathan n'ọchịchị. Ọ na-afụ m ụfụ n'obi\".",
    "Nke a mere BBC jiri mawa ime n'ala ịcheta ugboro ole ndị mmadụ kwuhiere ọnụ n'isi Jonathan.",
    "Dino Melaye",
    "Ebe foto si, Dino Melaye/Insta",
    "Onye mbụ gbatara n'uche bụ Mazi Dino Melaye bụbu onye omeiwu nọchitere anya Kogi West n'ụlọ omeiwu ukwu Naịjirịa pụtara n'ihu ọha yọọ Jonathan mgbaghara maka nkọtọ niile ọkọtọrọ ya nakwa ka ha siri gbahapụ ya banye APC.",
    "Dino bere akwa arịrị a na-ebe ọ gara emume maka ịkpupe akwụkwọ ọhụru n'Abuja n'afọ 2020 ebe ọ nọ sị \"Mụ bụ Dino Melaye ji ohere a ekwuputa n'ihu maka ọha ọtụtụ ihe megoro nso nso a, a chọrọ ikwu sị na mgbe mbụ a nọ n'ọchịchịrị, ugbu a anya emepeela... Onyeisiala Goodluck Jonatha, a chọrọ m iji aha ndị niiel gbahapụrụ gị na-asị gị ndo... enweghị ọtụtụ mmadụ dị ka gị. A na m arịọ chineke ka ọ nye m ụdịrị obi gị\".",
    "Ebe foto si, Hakeem Baba-Ahmed",
    "Ndị ọzọ okwu ya dara ụda bụ ndị Northern Elders Forum nke Hakeem Baba-Ahmed ndị onyeisi mgbasa ozi ha.Baba-Ahmed sị na \"anyị na-ata onwe anyị ụta maka ịchụpụ Jonathan webata Buhari. Onweghị onye obi dị mma maka ihe Buhari na-eme. Anyị tụrụ anya na ọ ga-eme karịa ihe a ọ na-eme\".",
    "Ebe foto si, Ronke Oshodi-Oke/Insta",
    "Nwaada ama ama n'ọrụ onyonyo ndị Yoruba bụ  Ibironke Ojo-Anthony nke a na-etu Ronke Oshodi-Oke gwara arịrị n'ihe onyonyo fegharịrị na soshal midia n'afọ 2020 ebe ọ na-akwa ngaaramara maka iso chụpụ Goodluck Jonathan.",
    "Ronke tara onwe ya ụta nke ukwu maka ịso chụtụọ Jonathan na-ekwukwa na ọ bụ ya so bute ahụhụ niile ndị mmadụ na-ata ugbua ma were ohere ahụ na-arịọ mgbaghara.",
    "Ebe foto si, Ali Ndume/Insta",
    "Onye nnọchite anya Borno South n'ụlọ omeiwu ukwu bụ Ali Ndume sọkwa rịọ Jonathan mgbaghara maka nkatọ na mgbaokpuru o so gbasa gọomentị ya.",
    "Ndume kwuru sị na \"ndị Naịjirịa anaghị ama uru ihe ha nwere bara rụọ mgbe o funahụrụ ha\".",
    "Ndume chetere ka ndị mmadị mmadụ sị akparị Jonathan na-akpọ ya onyeisi ndị Boko Haram.",
    "Ọ sị \"eso m n'otu ndi katọrọ ya nke ukwuu\", dịka ọ jakwara ya ike maka ịgbanwe ihu usoro ndọrọndọrọ ọchịchị na Naịjirịa.",
    "Ebe foto si, Timi Frank/Insta",
    "Onye ọzọ bụ Timi Frank bụbu osote ọdeakwụkwọ mgbasa ozi ndị APC bụ onye degaara Goodluck Jonathan akwụkwọ mgbaghara na-arịọ ka ọ gbaghara ya maka nsogbu niile ya butere ya mgbe ọ nọ n'ọchịchị.",
    "Ndọrọndọrọ ọchịchị",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK7 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buharielekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị26 Nọvemba 2021",
    "Male Contraceptives: Ị ma ihe eji egbochi ịtụba nwaanyị ime nke ụmụnwoke dị n'Afrịka?27 Nọvemba 2021",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Kayanmata: Ihe mere mụ na Laila nwunye m nke Morocco ji gbasaa - Ned Nwoko",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buhari",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njaba",
    "E jidela ụmụakwụkwọ atọ ma na-achọ abụọ maka ọnwụ Sylvester Oromoni",
    "Etu ndị agha Naijịrịa si kụsaa ndị ha sị bụ ndị ESN n’Imo Steeti",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}