{
  "published": "9 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Tanker anyachiela okporoụzọ si Asaba banye Ọnịcha",
    "Ndị na-anya nnukwu ụgbọala a kpọrọ 'tanker' anyachiela okporoụzọ akwa mmiri 'Nigeri Bridge' n'ihi iwe ihe ndị uweojii na-eme ha.",
    "Nke a pụtara na ndị chọrọ isi ọnịcha banye Asaba, maọbụ isi Asaba banye Ọnịcha, agaghị enwe ike ime nke a n'ụtụtụ taa bụ Tọzde abalị itoolu nke ọnwa Nọvemba afọ 2021.",
    "Ọ bụ na mpaghara a na-akpọ 'Coker Junction' ka ya bụ ihe na-eme.",
    "Lee ka 'Head Bridge Onitsha' ga-adị n'Ekeresimesi a",
    "Ihe kpatara nke bụ maka na ndị na-anya ụgbọala 'tanker' na-egosi iwe ha maka etu ndị uweojii si emekpa ha ahụ.",
    "Onye ntaakụkọ BBC Igbo nọ n'ebe ahụ ugbua nụrụ akụkọ na ndị uweojii kwụsịrị otu onye ọkwọ ụgbọala ma gwa ya ka o nye ha ego.",
    "Ụkwụ taya ụgbọala 'tanker' ahụ nke ha kwuru na ndị uweojii ji egbe gbapuo.",
    "Oge onye ahụ jụrụ inye ha ego, ha ji egbe gbapuo taya moto ya abụọ.",
    "Nke a kpatara onye ọkwọ ụgbọala ahụ ji were iwe nyachie ụzọ.",
    "Ndị Tanker anyachiela okporoụzọ si Asaba banye Ọnịcha",
    "Ndị ọkwọ ụgbọala ibe ya bịakwara kwụnyere ya ma werekwa ụgbọala nke ha nyachie ụzọ.",
    "Nke a meziri ụzọ ahụ ji mechie kpamkpam, jebe ejebe adịghị mma, lawa alawa adịghị mma.",
    "Ọbụladị ndị na-anya Keke enweghị ike ịgafe ụzọ ahụ ugbua",
    "Ndị uweojii Asaba ekwubeghị ihe ọbụla gbasara nke a.",
    "Ka ọ dị ugbua, okporoụzọ ahụ ka mechiri emechi.",
    "Ndị ọkwọụgbọala 'tanker', bụ ndị na-eme ngosipụta iwe kwuru na ha agaghị ebupụ ụgbọala ha n'ụzọ ahụ ruo mgbe Gọvanọ Delta Steeti bụ Ifeanyi Okowa bịara gwa ha okwu.",
    "Akụkọ na-abịa.",
    "Ọ bụghị taa ka e sere foto nke a",
    "Ebe a bụ naanị otu ebe ndị si mpaghara Ọwụwa Anyanwụ Naịjirịa si abanye na mpaghara Ndịda Naịjirịa.",
    "Ọ bụ akwa mmiri a jikọrọ Anambara na Delta Steeti.",
    "Okporoụzọ akwammiri a bụ ebe ụgbọala na-agafe n'ike n'ike oge ọbụla maka na ọ bụ ebe e si apụ maọbụ abanye mpaghara Ọwụwa Anyanwụ.",
    "Kpachikpachi ụzọ na-adịkwa n'okporoụzọ a oge niile n'ihi ọnụọgụgụ ụgbọala na-agbafe na ya.",
    "Ebe foto si, 2nd Niger Bridge",
    "Ọrụ na-aga n'ihu ugbua n'Akwammiri Naịjia nke abụọ bụ nke gọọmentị kwuru na ọ ga-akụrụ ọnụ n'afọ 2022.",
    "A rụrụ akwa mmiri a n'afọ 1965, ebe Praịm Mịnịsta Naịjirịa n'oge ahụ bụ Abubakara Tafawa Balewa mepere ya n'ọnwa Jenụwarị 1966.",
    "N'oge agha Biafra, ndị agha Naịjirịa gbariri ya bụ akwa mmiri, mana a rụgharịrị ya dịka agha kwụsịrị.",
    "Mana gọọmentị Naịjirịa ugbua na-arụ akwa mmiri ọzọ ga-agafe Osimiri Naịja, iji mee ka e nwee ụzọ abụọ a ga-esi na-abanye n'ala Igbo site na mpaghara Ndịda Naịjirịa.",
    "Delta Steeti",
    "Anambra Steeti",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Image gallery, Etu 'Aba Fashion Week' si aga ugbua n'Abịa steetielekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị26 Nọvemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Kayanmata: Jaruma asaala okwu Ned Nwoko",
    "Ndị na-anya 'tanker' emechiela okporoụzọ akwammiri 'Niger Bridge'",
    "Etu ndị ekperima si tọrọ Igwe ndị Mbutu, Aboh Mbaise, Damian Nwigwe n'ụtụtụ taa",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buhari",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}