{
  "published": "10 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ahụla ozu Eze Edwin Azike onye bụ eze ọdịnala ndị obodo Atta, nke dị n'okpuru ọchịchị Njaba n'Imo steeti.",
    "A chọtara ozu Eze Azike n'ime ahịa obodo ha ebe ndị gburu ya tọgbọrọ ya.",
    "Akụkọ kwuru na ọ bụ n'ụbọchị Tọzde ka ndị ekperima tọọrọ Eze ahụ n'ụlọ ya, mana onweghị onye ma ebe ha kpụ ya gawa.",
    "A wakpoola ụlọikpe abụọ n'Atta Nwambiri, Imo Steeti",
    "Etu ndị ekperima si tọrọ Igwe ndị Mbutu, Aboh Mbaise, Damian Nwigwe n'ụtụtụ taa",
    "Ndị ntọ tọọrọ Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti, atọhapụla ha",
    "Mana ọ bụ taa ka a hụrụ ozu ya n'ahịa",
    "Onyeisi otu jikọrọ ndị eze ọdịnala n'Imo steeti bụ Emma Okeke, gwara onye ntaakụkọ anyị na ya bụ ihe mere eme n'eziokwu.",
    "Eze Emma Okeke kwuru sị: \"EE anyị nụrụ ya bụ akụkọ ọjọọ. Anyị nụrụ na a tọọrọ ya ụnyaahụ mana a hụrụ ozu ya taa.\"",
    "\"Ihe a bụ nnukwu arụ n'omenala Igbo.\"",
    "\"Anyị amaghị ihe kpatara ndị ekperima ji achụgharị ndị eze.\"",
    "\"Anyị abụghị ndị ndọrọndọrọ ọchịchị, ọrụ anyị bụ ichekwa ọdịnala obodo anyị.\"",
    "Oge BBC kpọtụụrụ ndị uweojii Imo steeti, ọnụ na-ekwuru ha bụ Michael Abattam, kwuru na ya anụla akụkọ ahụ, mana ọ na-eche ka onyeisi ndị uweojii na mpaghara Njaba wetara ya ozi gbasara ihe merenụ kpọmkwem.",
    "Otu onye obodo ahụ na-achọghị ka akpọpụta aha ya gwara onye ntaakụkọ anyị na ndị ekperima ahụ gbagburu mmadụ anọ oge ha wakporo ma tọrọ eze ahụ n'ụbọchị Tọzde.",
    "Unknown gunmen attacks: Anyị na-eche na aka ndị Ipob dị n'ọnwụ ndị eze odinala abụọ na Njaba - Ndi uweojii Imo20 Ọktọba 2021",
    "Imo state news: Ndị ntọ tọọrọ Eze, ndị nze ya na mmadụ anọ ndị ọzọ, atọhapụla ha8 Eprel 2021",
    "Ndị ojiegbe agbaala ụlọ nna \"Eze Awo\" ọkụ n'Awo-Omamma, Imo Steeti4 Ọktọba 2021",
    "Imo State News: Ndị oji egbe agbaala ụlọ ndị mmadụ ọkụ n'Imo Steeti1 Ọktọba 2021",
    "Unknown gunmen attack : E gbuola mmadụ abụọ n'Oguta, Imo steeti20 Mee 2021",
    "Etu ụkọchukwu siri kụsaa alụmdi mụ na na Fani-Kayode - Precious Chikwenduelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Anyị ga-ekwu ụbọchị a ga-ekpebi ikpe Nnamdi Kanu' - Ụlọikpe Abia steeti10 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Etu ụkọchukwu siri kụsaa alụmdi mụ na na Fani-Kayode - Precious Chikwendu",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Ụlọikpe mkpesa maka ntụliaka enyela Andy Ụba na Soludo ohere inyocha akụrụngwa e jiri mee ntuliaka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}