{
  "published": "9 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Olaniyan Olushola",
    "Ndị ekperima amabeghị ndị ha bụ atọrọla eze ọdịnala ndị obodo Mbutu nke dị n'Aboh Mbaise, Imo Steeti.",
    "Ọ bụ n'isi ụtụtụ taa bụ Tọzde ka nke a na-eme dịka ndị obodo ahụ si kọọrọ BBC Igbo.",
    "Ọnụ na-ekwuru ndị uweojii Imo steeti bụ Michael Abattam gwakwara onye ntaakụkọ anyị na ya bụ ihe mere eme n'eziokwu.",
    "Eze ndị Agbogugu na nwunye ya e nwerela onwe ha",
    "Igwe Achebe na ndị eze Anambara akatọọla 'mbata ndị Almajiri n'Ọwụwa Anyanwụ'",
    "A gbaala ụlọ Igwe Oliver Nnaji  nke Ogwu Aniocha Anambra steeti ọkụ",
    "Onye obodo Mbutu gwara anyị okwu kwuru sị: \"Ọ bụ eziokwu na ndị ntọ tọọrọ Eze anyị bụ Damian Nwaigwe n'obi ya, n'ihe dịka elekere abụọ na ọkara nke ụtụtụ taa bụ Tọzde.\"",
    "\"Ndị ekperima ahụ bu ọtụtụ ụgbọala oge he wakporo eze anyị.\"",
    "\"Ha mechiri okprpụzọ e si abanye n'obi ya, ma na-agba egbe aghara aghara.\"",
    "Onye ahụ kwuru na ebe Eze ha rụrụ ụlọ ya dịpụrụ iche n'ebe ndị mmadụ bi, ọ bụ ya mere o ji dịrị ndị ekperima ahụ mfe ịwakpo ụlọ ya.",
    "Oge BBC Igbo kpọtụụrụ ndị uweojii Imo steeti, Michael Abattam kwuru na ha amalitela ọrụ iji chọta ma zọpụta eze ahụ.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Vidio, DSS na Ipob: Anyị achọghị iji maka Biafra na-akwafu ọbara - Igwe Emene5 Septemba 2020",
    "Enugu Kidnapping: A tọhapụla Eze ndị Agbogugu na nwunye ya7 Ọgọọst 2019",
    "A gbaala ụlọ Igwe Oliver Nnaji nke Ogwu Aniocha Anambra steeti ọkụ16 Nọvemba 2021",
    "Igwe Achebe na ndị eze Anambara akatọọla 'mbata ndị Almajiri n'Ọwụwa Anyanwụ'15 Mee 2020",
    "Vidio, Ogwu-Aniocha: 'Ụmụnwaanyị anyị na-anwụ ka ọkụkọ n'afọ ime n'ihi ụzọ ọjọọ' - Igwe obodo Ogwu-Aniocha4 Julaị 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Image gallery, Etu 'Aba Fashion Week' si aga ugbua n'Abịa steetielekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị26 Nọvemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Kayanmata: Jaruma asaala okwu Ned Nwoko",
    "Ndị na-anya 'tanker' emechiela okporoụzọ akwammiri 'Niger Bridge'",
    "Etu ndị ekperima si tọrọ Igwe ndị Mbutu, Aboh Mbaise, Damian Nwigwe n'ụtụtụ taa",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buhari",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}