{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tiwa Savage, Obi Cubana, Nnamdi Kanu",
    "Tiwa Savage, Obi Cubana, Nnamdi Kanu",
    "Otiegwu Naịjirịa bụ Tiwa Savage na Obinna Iyiegbu e ji Obi Cubana mara esorola na ndị Google wepụtara n'ụbọchị Wenezde, Disemba 8, na ha kacha wuo ewu n'afọ 2021.",
    "Ya bụ akwụkwọ Google weputara maka ndị a kacha chọọ n'ọbaozi ha gụnyere ndị kacha wuo ewu, ndị egwu kacha wuo ewu, ndị agha mnwereonwe, ndị egwu bọọlụ na ndị ọzọ.",
    "Ihe mere m ji tiere Obi Cubana egwu 'Ọkpataozuora' - Anyi Dons, onye Ịchaka",
    "Obi Cubana: Ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Otiegwu Tiwa Savage gbara onye mbụ na ndị egwu na nke ndị na-ewu ewu nakwa ndị egwu na Naịjirịa.",
    "N'ọnwa Ọktoba, Tiwa bụ okwu a kpụ n'ọnụ maka ihe onyonyo aramara ya gbara n'anwụ.",
    "Obinna Iyiegbu a na-etu Obi Cubana bụ onye nke abụọ ya maka etu mmefu ego si wee na-arị ibe ya elu mgbe ọ kwara nne ya n'ọnwa Julaị, 2021.",
    "Nnamdi Kanu na Sunday Igboho gbara ndị atọ na nke ise n'ahịrị ahụ; nke a bụ n'ihi nnwuchi gọọmentị Naịjiria nwụchiri Kanu na-achọ nnwereonwe Biafra na Igboho na-achọ Yoruba Nation.",
    "Mmadụ iri mbụ nọ na ya bụ ahịrị n'usoro ya bụ:",
    "Tiwa Savage:",
    "Obi Cubana",
    "Sunday Igboho",
    "Romelu Lukaku",
    "Nnamdi Kanu",
    "Elon Musk",
    "Baba Ijesha",
    "Omah Lay",
    "Raphael Varane",
    "Fabrizio Romano",
    "Kayanmata: Ihe mere mụ na Laila nwunye m nke Morocco ji gbasaa - Ned Nwoko",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buhari",
    "Etu aka si kpara dọkịta a sị dinara odibo ya dị afọ 15 ka ọ chọrọ ime ya 'virginity test'",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Nnamdi Kanu",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Image gallery, Etu 'Aba Fashion Week' si aga ugbua n'Abịa steetielekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Ihe Naịjirịa mere m n'Olympics gbawara m obi - Cici Onyekwere, Duration 2,5223 Ọgọọst 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Toilet Snake: Ihe mbụ ị ga-eme ma agwọ tụọ gị iji zọ ndụ gị26 Nọvemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Kayanmata: Jaruma asaala okwu Ned Nwoko",
    "Ndị na-anya 'tanker' emechiela okporoụzọ akwammiri 'Niger Bridge'",
    "Etu ndị ekperima si tọrọ Igwe ndị Mbutu, Aboh Mbaise, Damian Nwigwe n'ụtụtụ taa",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Lee ihe ndị ọkachamara kwuru maka ndị gbajọburu Goodluck Jonathan hara Buhari",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Onweghị mgbe m ji gwa ndị DSS ka ha kwụsị inye Nnamdi Kanu nri - OUK",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}