{
  "published": "11 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka ala Naijiria bụ ala ndị isi ojii, agwa akpụkpọ ahụ ndị mmadụ dị ịcheịche.",
    "E nwere ndị na-acha ọcha nke ukwu, nwekwaa ndị dị ezigbo ojii, nwee ndị agwa elu ahụ ha nọ n'etiti ịdị ọcha na ịdị ojii.",
    "Mana, ọ dị ka ọtụtụ mmadụ ugbua, ọkacha n'agbara ọhụrụ na-agba mbọ igbanwe agwa akpụkpọ ahụ ha, ọkachasi ndị isi ojii.",
    "Ihe ude  ịcha ọcha na-eri ụmụnwaanyị?",
    "Ihe ndị mmadụ na-eme iji chaa ọcha",
    "Ufọdụ n'ime ndị a na-ekwu na ọ bụ ihe ha gabigara mere ha ji banye n'ụdịrị omume a.",
    "Ọtụtụ n'ime ha na-ekwu na ọ bụ etu e siri kpasị ha agwa butere atụmatụ a.",
    "Akparamagwaa na-akpa omume metụtara ihe Bekee na-akpọ \"Colourism\" nke bụ ụdị ịkpa ókè na-akwado ndị nwere akpụkpọ ahụ ka dị ọcha karịa ibe ha agbanyeghi na ha si n'otu agbụrụ.",
    "Lee ebe ụfọdụ agwaa kachasị esi egosi onwe ha:",
    "Ụmụnwaanyị ole maọbụ ole tinyere ọnụ n'okwu a gwara BBC Igbo na ihe mere ha jiri gbasowa atụmatụ igbanwe elu ahụ ha bụ etu ụmụnwoke ha na ha na-eme enyi si kpasa ha agwa maka ojii ha dị.",
    "Nwaada Chinazo Okafor kwuru na ọ na anụ na ntị etu onye nke ya si ele ma na-eto ụmụnwaanyị ndị ọzọ dị ọcha medara mmụọ ya.",
    "N'okwu ya, ọ sị \"Mgbe ọ bụla ọhụrụ nwaanyị dị ọcha ọ na etu ya aha 'Tomato Jos', 'Nwaanyị ọcha', 'Ụdara mmicha' 'Akwa nwa' nakwa aha ndị ọzọ\".",
    "Otu nwaamadị na-achọghị ka akpọọ aha ya kwuru na mgbe ọ nọ na ụlọakwụkwọ Sekọndịrị na ụmụakwụkwọ ibe ya kpọrọ ya 'Azu ite' 'Onye ojii ọjọọ\" nakwa aha ndị ọzọ ha ji na-akwa ya emo maka agwa akpụkpa ahụ ya.",
    "Ebe foto si, Getty Images",
    "Ọtụtụ ụmụnwaanyị na-eche na ụmụnwoke na-aka ahụ ụmụnwaanyị dị ọcha n'anya",
    "O kwuru na ihe a mere ka mmụọ ya daa mba n'ebe ahụ ya nọ. O mekwara ka ọ malite ịnọrọ onwe ya.",
    "N'okwu ya ọ sị: \"Oge ahụ, mgbe ọ bụla m chetere ihe ikwa emo a ndị enyi m na-eme ọ mere ụjọ iga akwụkwọ a na-atụ m. E jikwa maka ya na-emere ndị dị oji ka mụ ebere\".",
    "Ebe foto si, Getty Images",
    "Otu nwoke na-arụ n'ebe a na-ere mmanya na Legọs aha ya bụ Andrew Nosa gwara BBC Igbo na dịka ọ bụ ọkara onye isi ọcha na ọkara onye isi ojii, na anụ ahụ ọcha ya na-eritere ọtụtụ ịhụọma n'ala Naijiria.",
    "O kwuru na ọtụtụ mmadụ na-eche na ọ bụ ezigbo mmadụ. Ọ sị na ọ naghi ara ndị mmadụ ahụ inwe ntụkwasị obi ebe ọ nọ.",
    "O kwukwara na ọ na-aga n'ụzọ ndị mmadụ na etu ya aha \"Nwoke ọcha\" \"Oyibo\" \"Nwoke ọma\" wdgz.",
    "O kwuru na ihe ndị bụ uru diri ya nke ọ hụrụ na ndị ojii n'ala Naijịrịa anaghị erite.",
    "Otu nwaada aha ya bụ Olatorera Alonge bụ onye na-agba mbọ ibanye ọrụ ime ejije gwara BBC Igbo na ojii ahụ ya gbochiri ya inwete ọrụ na-ime ejije.",
    "O kwuru; \"mgbe onye na-ahọrọ ndị ga-eme ejije gwara ma n'ihe mere e ji hapụ ịhọrọ m bụ maka na m dị ojii, obi gbawara m nke ukwu\".",
    "O kwukwara na ihe dị etu a emeela kwa mgbe kwa mgbe n'oge gara aga dịka ọ na-agba mbọ ibanye ọrụ ime ejije.",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ndị na-achọ ọrụ na-ekwu na a na-agbachapụ ha makana ha dị ojii",
    "Banyere ọrụ ime ejije, otu nwoke na-emepụta ejije Nollywood aha ya bụ Obi Emelonye kwuru na ndị ahụ ha ka ọcha na-aka enweta enyị dị, nwụnye nakwa ọrụ n'ofesi nke ọkachasi na mba India ebe ndị mmadụ na-akpapụ ndị ahụ ha dị ojii.",
    "O kwuru na abịa n'ọrụ ime ejije Nollywood, na ọ bụghị ndị na-emepụta ya bụ ihe onyonyo bụ ndị na-ahọpụta ndị ga-eme ya bụ ejije kama a gwaa ndị nhọpụta ha kpọta ndị mara mma, ọtụtụ n'ime ha na-agba mbọ kpọta naanị ndị dị ọcha maka n'uche ha ịdị ọcha na ịma mma bụ otu ihe.",
    "O kwukwara na naanị otu uru ịdị ọcha baara n'ọrụ ịmepụta ejije bụ na ọ na adị mfe ihazị akụrụngwa ọkụ na-acha n'ahụ ha ma a na-eme ejije.",
    "Ya mere o ji adị ka ọ bụ naanị ndị dị ọcha na-enweta ọrụ na ya bụ ọrụ ime ejije. N'okwu ya, maazị Emelonye kwuru: \"Ihe a abụghị ihe ịtụ n'anya n'ala Naijịrịa dịka anyị na-eso ukporo ụzọ ndị ofesi na-egosi anyị\".",
    "Maazị Nosa gbara ama na mgbe ọ na-arụ ọrụ 'Modeling\" ndị nhọpụta ndị ga-egosi akwa n'ọha na aka ahọrọ ya maka etu o si dị ọcha nke mere anaghi ahọrọ ndị ogbo ya dị ojii.",
    "N'ụwa a, ndị mmadụ anọghị achọ inọpụrụ onwe ha iche, ụwa na-adị ọtụtụ ndị mmadụ mma ma ha soro ndị ibe ha mee ihe ha na-eme.",
    "Nke a abụghị ihe ọjọọ, ya mere na mgbe otu ihe bidoro wube, ọ naghị ete aka tupu ya bụ ihe a bụrụ omenala.",
    "Dịka ndị mmadụ na-ahụ ha hụrụ n'anya ebe ha na-agbanwe akpụkpa ahụ ha, nke na-eme ka ha chọrọ iso ha mee ka ha si mee.",
    "Ebe foto si, Grazia",
    "Grazia, bụ onye BBC mere akụkọ maka ya, tere ude ga-eme ka ọ dị ọcha ruo afọ iri. O kwuru na nna ya amaghịzị onye ọ bụ oge ọ hụrụ ya",
    "Otu ọkàmụta n'akparamàgwà mmadụ na mahadum LASUTH aha ya bụ Dọkịnta Leonard Okonkwo kwuru na agbanyeghi na enweghi nnyocha sayensi gbara ama nke a, mana site na ihe ndị ọ na ahụ na ọrụ ya nakwa ihe gbara omume ndi mmadụ ọ ma, o kwuru na ọtụtụ ndị mmadụ na-eme ihe ha hụrụ n'anya dịka n'ihe onyonyo nakwa ejije.",
    "N'okwu ya ọ si \"N'oge mbụ naani ndị isi ọcha ka anyị na-ahụ na ihe onyonyo, a na-egosi ha dịka ndị ọma, ndị bụ dịke bụrụkwa ndị ọkacha mara n'ihe ọma dị ịcheịche, nke a mere ndị mmadụ ji malite na-eche na ịdị ọcha bụ ihe ọma karịa ịdị oji.",
    "Dọkịnta Okonkwo kwukwara na ọkpụkere chị dị ịcheịche nke na abụghị omenala Igbo na-etinye ịdị ọcha ka ihe ọma ebe ịdị ojii bụ ihe ọjọọ.",
    "\"Ndị ụka karịast, ndị ụkaalakụba, na okperechi ndị ọzọ ndị ofesi bubatara ala anyị na-egosi ka ndị mmụọozi, chineke na ihe niile dị mma dịka ha abụ ndị isi ọcha. Ihe bụ ihe ndị ha kuziri anyị mgbe ha chịrị anyị tupu anyị enweta nwereonwe\".",
    "Ebe foto si, Getty Images",
    "Ndị na-eme Nollywood na-achọkarị ndị dị ọcha",
    "Dọkịnta Okonkwo kwukwara na agwa a na-egosi na ndị mmadụ na-achọ igbanwe anụ ahụ ha bụ ihe a na-akpọ \"Law of Idenification\" na Bekee O kwuru \"Ihe a bụ social learning theory ebe ndị mmadụ na-eso ụzọ nakwa nṅomị ihe ndị ha hụrụ n'anya na-eme\".",
    "Maazị Emelonye kwukwara na teknuzụ ndị mmadụ ji ahazi foto ha na soshal midia nke a na-akpọ 'filters' na Bekee sokwa akwado atụmatụ ndị mmadụ ichọ igbanwa agwa akpụkpa ahụ ha dịka ọtụtụ n'ime ha na-eme ka mmadụ dị ọcha ma hapụ iwe ntụpọ.",
    "E nwere ọghọm dị na mmadụ igbanwe etu ahụ ya si acha?",
    "Dịka mgbanwe agwa akpụkpa ahụ na-ewu ugbua, Ighorodje Edesiri onye bụ Dọkịnta na-agụ akwụkwọ I bụ Ọkammụta na-ihe gbasara akpụkpọ ahụ nke Bekee kpọrọ 'dermatology resident' na-ahụ maka akpụkpa ahụ ndị mmadụ na ụlọọgwụ University of Uyo teaching hospital gwara BBC Igbo ụfọdụ ọghọm dị na mmadụ igbanwe etu o si acha.",
    "O kwuru na mgbanwe akpụkpa ahụ na ebute ụfọdụ ọrịa dịka: Ọbara gbalịelu, ọrịa shụga, mmadụ amụghị nwa, nsọ nwaanyị ị na-abịa mgbe masiri ya, ọnya ahụ ihapụ ina n'oge wdgz.",
    "Dọkịnta Ighorodje kwuru na ọ bụ nghọtaghe mere ọtụtụ ndị mmadụ ji eme ihe ndị a dịka ha na-eche na ibi ezigbo ndụ ndị ọgaranya gụnyere igbanwa etu ahụ ha si acha. O kwukwara na ọ ma na ụfọdụ na-eche na ha gbanwe ahụ ha akara họrọ ha na ime ejije.",
    "O kwuru na ọ dị mma ka ndị mmadụ mara na etu ọbụla ha si acha dị mma, ihe ka mma bụ mmadụ idobe onwe ya ocha nakwa inwe afọ ojuju etu chi ya si kee ya.",
    "Skin Bleaching: Ihe nde kwuru nde ụmụnwaanyị na-ete ude ịcha ọcha na-agabiga9 Julaị 2019",
    "Blac Chyna: Ị chọro ịcha ọcha ka Bekee?21 Nọvemba 2018",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etụ esi tọhapụ Igwe Mbutu na Aboh Mbaise9 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Etu ndị ekperima si gbuo Eze Atta, Njaba ma tọgbọ ozu ya n'ahịa",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Etu ụkọchukwu siri kụsaa alụmdi mụ na na Fani-Kayode - Precious Chikwendu",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Ụlọikpe mkpesa maka ntụliaka enyela Andy Ụba na Soludo ohere inyocha akụrụngwa e jiri mee ntuliaka",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Kayanmata: Jaruma asaala okwu Ned Nwoko",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}