{
  "published": "10 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọikpe ukwu dị n'Ụmụahịa, Abịa steeti ekwuola na ha ga-ekwupute ụbọchị a ga-ekpebi ikpe Nnamdi Kanu.",
    "Jọstis Benson Anya bụ onye nọ n'elu ikpe ahụ, kwuru na a ga-eme ka ndị niile ikpe ahụ metụtara mara ụbọchị a ga-ekpebi ya bụ ikpe Kanu.",
    "Cheta na e sibu n'ụbọchị 21 nke ọnwa Septemba yigharịa ya ruo ụbọchị asaa nke ọnwa Ọktoba; tupu e tinye ya n'ụbọchị 10 nke ọnwa Disemba 2021.",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakor",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Ọkaiwu Kanu ma bụrụkwa onye gbara akwụkwọ a n'ụlọikpe bụ Aloy Ejimakor, kwuru n'ajụjụọnụ a gbara ya sị na ọ na-aja ndị ọkaikpe Abịa steeti mma dịka ha kpere ikpe a ọsịsọ.",
    "Ejimakor kwukwara na afọ juru ya na mpụtara ya bụ ikpe.Dịka o si kwuo, ọ dịịrị ụlọikpe ukwu ide akwụkwọ mkpebi ikpe ha, tụmadị ụlọikpe kachasị bụ ndị nwere ikike inye mkpebi ha ozugbo.",
    "O kwuru na ya na ndị ọkaiwu ndị otu ya na-echebiri ikpe ahụ mgbe ọbụla ha ji mechaa.",
    "Ka ikpe Nnamdi Kanu si gaa n'ụlọikpe dị n'Umuahia.",
    "Ọkaiwu ya bụ Aloy Ejimakor gwara onye BBC Igbo na ndị ọrụ nchekwa anọghịzi ya ka ha sị anọbụ mbụ.",
    "Ọ kọwara etu ikpe ahụ ga-esi ga ma kwuo na e nwere \"partial compliance\" na ndị ọrụ nchekwa idebe iwu nke ụlọikpe nyere.",
    "Ebe foto si, BBC Sport",
    "Ihe ọzọ Ejimakor kwuru bụ na a na-atụ anya na ndị ọkaiwu na-anọchị anya gọọmentị etiti ga-ewepụta akwụkwọ ndị ha ji akwado ikpe ha.",
    "Ejimakor sị na ndị ọkaiwu gọọmentị rịọburu ụlọikpe mbụ ka enyeso ha oge ha ga-eji wepụta akwụkwọ ndị ahụ.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu's trial: Ọkaikpe amachiela ndị ọrụ nchekwa iwuju n'ụlọikpe n'Umuahia19 Nọvemba 2021",
    "Nnamdi Kanu Court Case: Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa2 Nọvemba 2021",
    "Nnamdi Kanu: Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja27 Jenụwarị 2021",
    "Vidio, Nnamdi Kanu trial: Etu ikpe Nnamdi Kanu si gaa n'Umuahịa taa, Duration 2,3810 Disemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Isheagu Massacre: Etu ndị agha Naịjirịa si kpochapụ otu obodo dị na Delta Steeti n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Vidio, Ọgbambọ: Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' n'ụlọ, Duration 4,147 Disemba 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 1,00elekere 7 gara aga",
    "Vidio, Femi Fani-Kayode: Gọọmenti etiti kwesiri ịge ndị dị ka Nnamdi Kanu na-achọ nwereonwe ntị, Duration 3,3112 Julaị 2021",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India, Duration 2,5616 Disemba 2019",
    "Vidio, World Disability Day: Lee etu nwa ada a jiri bụ 'nwaanyị kpuruisi mbụ nwetere PhD na Naịjirịa', Duration 5,532 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}