{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Precious Chinwendu, Emma Olorunmagba FFK/Facebook",
    "Precious Chikwendu bụbu nwunye Femi Fani Kayode bụbụ mịnịsta njem ụgbọelu ebola otu ụkọchukwu  a kpọrọ Pastọ Emmanuel Olorunmagba   ebubo na aka ya dị n'esemokwu ya na di ya.",
    "Mana Olorunmagba nke ụka nke Total Liberation Mission n'onwe ya na-akatọ Precious maka ihe ọ kpọrọ 'okpotokpo asị' ọ na-atụgide di ya na soshal midia.",
    "Gịnị na-esere Femi Fani-Kayode na nwunye ya, Precious Chikwendu?",
    "Anaghị m ekwenye n'ihe niile Nnamdi Kanu na Igboho na-ekwu mana ha bụ ezigbo enyi m - Femi Fani Kayode",
    "N'ozi o depụtara n'Instagram, Precious,boro ebubo na ọ bụ Pastọ Olorunmagba kpatara esemokwu ya na di ya site na ị na-akụnye ya mkpụrụ ọjọọ n'ime megide ya.",
    "O kwuru na ụkọchukwu ahụ kusuru 'ọtụtụ ọgụ' dara n' etiti ya na di ya ma na-abịa n'ụlọikpe iji gbara FFK ama ihe pụtara n'ụlọikpe.",
    "Precious onye gara n'ihu boo ebubo na Pastọ Olorunmagba  kpọrọ ya 'Delilah na Vashti' kwukwara na ụkọchụkwu  ahụ nwere ụfọdụ ụmụnwaanyị ọ kwadoro ka ha nọchie anya ya n'ụlọ di ya FFK.",
    "Cheta na Precious na di ya bụ Fani-Kayode nwere okwu n'ụlọikpe banyere onye n'ime ha abụọ ga-akpọ ụmụ anọ ha mụkọrọ.",
    "Ebe foto si, Screen grab",
    "Ụkọchukwu Olorunmagba dere n'akara Facebook ya sị na ebere ya na-emere ụmụaka anọ Precious na FFK mụrụ ma gwa Precious ka o meere ha ebere na ha nwere ike ịgụta ihe ndị ọ na-ede na soshal midia banyere di ya.",
    "Ọ sị na \"nwaanyị gwara ụmụagbọghọ na-arụrụ ha ọrụ ka ha bo FFK ebubo idina ha n'ike, pụta ziri sị na nwoke anaghị eme ọfụma n'elu agwa?\"",
    "Ebe foto si, Screen grab",
    "Ọ gara n'ihu kwuo na Precious nwere ekworo nke mere na ọ naghị achọ ka nwaanyị ọzọ rute FFK nso bịaziri kwuo na FFK na-ada mba n'elu akwa.",
    "Ụkọchukwu Olorunmagba kwuru \"nwaanyị wetuo belata asị ị na-atụgide nna mụrụ ụmụ anọ gị, mgbe ụmụaka ahụ ga-eto ha ga-amata nke bụ eziokwu\".",
    "Ebe foto si, Screen grab",
    "Ihe sere Precious na Fani Kayode",
    "Ebe foto si, Fani Kayode",
    "Esemokwu dị n'etiti Femi Fani-Kayode na nwunye ya Precious Chikwendu malitere n'ọnwa Sepụtemba afọ 2020 mgbe akụkọ fesara na haa abasaala.",
    "E ruru n'afọ 2021 Chikwendu gbara akwụkwọ n'ụlọikpe na-ebo Kayode ebubo na ọ na-eti ya ihe ma sị ka e kewaa agbamakwụkwọ ha.",
    "Naijiria",
    "Okike",
    "Ezinụlọ",
    "Etu ụkọchukwu siri kụsaa alụmdi mụ na na Fani-Kayode - Precious Chikwenduelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Anyị ga-ekwu ụbọchị a ga-ekpebi ikpe Nnamdi Kanu' - Ụlọikpe Abia steeti10 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Anyị anwụchiela otu n'ime ndị a na-enyo gburu Kenechukwu Okeke - Uweojii Anambra26 Nọvemba 2021",
    "Etu ụkọchukwu siri kụsaa alụmdi mụ na na Fani-Kayode - Precious Chikwendu",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Ụlọikpe mkpesa maka ntụliaka enyela Andy Ụba na Soludo ohere inyocha akụrụngwa e jiri mee ntuliaka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}