{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Foto a bụ foto na-egosi ụlọ ndị agha gbara ọkụ mgbe ha wakporo Ugwuta n'ọnwa Ọktoba 2021",
    "Ndị ojiegbe a na-amabeghi ndị ha bụ wakporo ma tọrọ igwe obodo abụọ dị n'okpuruọchịchị Ọkigwe dị n'Imo steeti, n'ụtụtụ Sọnde, Disemba 12, 2021.",
    "Dịka ndị obodo ahụ si kwuo, ndị ojiegbe ahụ tọrọla Eze Acho Ndukwe nke Amagu, Ihube na Igwe Paul Ogbu nke Ihitte, Ihube, dịka ọ na-eweta aka ebe elekere 12 na elekere mbụ nke isi ụtụtụ Sọnde.",
    "Ha gakwara n'ihu mụnye obi ha na ụgbọala ha ọkụ tupu ha apụọ.",
    "Etụ esi tọhapụ Igwe Mbutu n'Aboh Mbaise",
    "Etu ndị ekperima si gbuo Eze Atta, Njaba ma tọgbọ ozu ya n'ahịa",
    "'Ekperima si ụlọmkpọrọ Owere gbapụta na ndị otu ya gburu onyeagha were bute ọgbaghara n'obodo m'- Eze a gbara ụlọ ya ọkụ",
    "Otu onye hụrụ mgbe ihe mere kwuru sị \"Ihe mere n'isi ụtụtụ Sọnde dị egwu. Ha ji ụgbọala Hilux bịa tọrọ eze abụọ a ma gbaa ụlọ ha na ụgbọala ha ọkụ.",
    "Ha tọrọkwara onyeisi ndị ntorobia obodo Ụmụlọlọ-Ọkigwe a na-amabeghi aha ya. Ha gakwara n'ụlọ Fabian Nwosu (bụ otu onyendu obodo) kwasasịa ya.\"",
    "O kwukwara sị \"Eze Ndukwe bụ eze nwere agba. Ọ bụ onyeisioche otu jikọtara ndị eze ọdịnala n'okpuruọchịchị Ọkigwe. Ọ bụkwa onye nwe ụlọ oriri na nkwari dị n'Ọkigwe. Mwakpo a gbara onye ọbụla gharị. Obodo ndị a nọ na mgbagwoju anya.\"",
    "Ọnụ na-ekwuru ndị uweojii Imo steeti bụ Michael Abattam, kwuru na ndị uweojii amalitela ime nnyocha gbasara ihe mere.Cheta na ndị ojiegbe a na-amaghị ndị ha bụ tọrọla ma gbuo Edwin Azike bụ eze Atta dị n'okpuruọchịchị Njaba, tọrọ ma tọhapụ Damian Nwaigwe bụ eze Mbutu, n'izu gara aga.N'ọnwa Nọvemba, a tọrọkwara eze Henry Madumere nke Achị, Mbieri dị n'okpuruọchịchị Ikeduru.",
    "Chetakwa na ndị ojiegbe wakporo nzukọ ndị igwe ọdịnala nọ na-eme na Njaba ma gbaa igwe ndị ahụ egbe, nke tara isi ndị eze abụọ ma merụọ abụọ ahụ.",
    "Vidio, Igwe ọkụ latrik m rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ - Henry Obasi12 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị ojiegbe atọrọla igwe abụọ n'Imo steeti, gbaa obi ha ọkụelekere 5 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Ndị ojiegbe atọrọla igwe abụọ n'Imo steeti, gbaa obi ha ọkụ",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ụlọikpe mkpesa maka ntụliaka enyela Andy Ụba na Soludo ohere inyocha akụrụngwa e jiri mee ntuliaka",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu ndị ekperima si gbuo Eze Atta, Njaba ma tọgbọ ozu ya n'ahịa",
    "Etụ esi tọhapụ Igwe Mbutu na Aboh Mbaise",
    "Ndị na-anya 'tanker' emechiela okporoụzọ akwammiri 'Niger Bridge'",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}