{
  "published": "13 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, ABS",
    "Willie Obiano gara njem nleta n'ebe ọkụ gbara ọdọ mmanụ ụgbọala na Borromeo roundabout, Onitsha",
    "Gọọmentị Anambra steeti agbachiela ma weghara ọdọ mmanụ ụgbọala ahụ gbara ọkụ n'Onitsha ụbọchị Sọnde.",
    "Mgbe Gọvanọ steetị ahụ bụ Willie Obiano gara ebe ahụ iji anya ya hụ ihe mere ka ọnyere iwu ahụ.",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "Ndị ahịa Ọnịcha eweputala 25m iji rụọ ụzọ ahịa ha",
    "Obiano kwuru ka ndị mmadụ kwusi ịrụ ọdọ ụgbọ mmanụ ụgbọala n'akụkụ ebe obibi ndị mmadụ.",
    "A na-akọwa na ọ bụ mgbe ndị nwe ya na-ebutu gasị na-ebe ahụ ka ya bụ Chris Tee na Silver Fuel Station ghọọrọ ọkụ were gbaa pịapịa na Borromeo roundabout.",
    "Ọkụ ahụ malitere gbawa n'elekere asaa nke mgbede December 12, 2021",
    "Onyeisi ndị ọrụ nchekwa mmenyụ ọkụ bụ Martin Agbili zipụtara ozi kwuo na ọ bụ ezikwuo na ọkụ gbara ọdọ mmanụ ụgbọala abụọ bụ 'Chris-Tee na Silver Fueling Stations' dị na Awka road, dịketere Borromeo/Ziks Roundabout, Onitsha.",
    "N'akwụkwọ ozi ya Maazị Agbili kwuru na ha nụrụ ozi gbatagbata maka ọkụ ọgbụgba mere n'ebe ahụ ebe oji ọkara gafee elekere asaa nke abali.",
    "O kwuru na ha mere ngwangwa ziga ụgbọala anọ eji emenyụ ọkụ ebe ahụ.",
    "Ọ gbara ama na enweghi onye ọbụla ọkụ a gbagburu maọbụ merụọ ahụ mana na ya bụ ọkụ gbara ụgbọala 'Tanker' abụọ nakwa ụgbọala nkiti asaa nọ nso ebe ahụ.",
    "Akwụkwọ ozi ya kwukwara na akụkọ ndị na-efeghari na ọ bụ ndị ọrụ nchekwa na-emenyụ ọkụ sị Delta steetị bụ ndị bịara menyụọ ya bụ ọkụ bụ akụkọ ụgha.",
    "O kwukwara na akụkọ ndị si na ha adighi njikere bịa bụ akụkọ ụgha dịka ọ kwuru na ha nọ n'ịgba mbọ mmenyụ ọkụ a ruo ihe ji ọkara gafee elekere otu nke isi ụtụtụ.",
    "N'okwu ya, o kwuru na ha ka nọ ebe ahụ n'ụtụtụ Mọnde a agba mbọ imenyụcha ọkụ ahụ kpam kpam.",
    "Ebe foto si, Screen grab",
    "Ihe karịri ụgbọala isii bụ ihe oke ọkụ a gbara ebe ahụ metụtara.",
    "Ndị nọ ebe ahụ mgbe ihe a mere gwara BBC Igbo na tupu ndi ọrụ gbatagbata a bịa na ndị mmadụ gbara mbọ were ikuku e ji emenyụ ọkụ bụ \"fire extinguisher\" wee belata ya bụ ike ọkụ ahụ.",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "Etu ọkụ si gbaa ọtụtụ ọdọ mmanụ ụgbọala dị n'Onitsha",
    "E kwukwara na ihe so mụbawanye ọkụ ahụ bụ ụgbọala 'tanker' bu mmanụ nọ n'ime ya bụ ọdọ mmanụ ụgbọala.",
    "Ndị ọrụ nchekwa \"Rapid Response Squad\" awụchịela ebe ahụ ugbua nakwa nke ndị ọrụ mmenyụ ọkụ bụ \"Fire service\" dịka a ka na-agba mbọ imenyụ ya bụ ọkụ kpamkpam.",
    "BBC Igbo na-agba mbọ ịnọ ọnụ ndị ọrụ nchekwa na nke ndị gbatagbata ịnụ ozi ma ihe mberede a emerụrụ onye ọbụla ahụ.",
    "Dịka ha ka nọ n'ọrụ, ha enwebeghi ohere zipụta ozi banyere nke a.",
    "Ọke ọkụ gbara ebe abụọ a na-emepụta gasị nakwa ebe a na-ere mmanụ ụgbọala n'Ọnịcha, n'ụbọchị Sọnde.",
    "Ihe mberede a malitere n'ebe elekere asaa nke abalị Sọnde bụ December 12, 2021.",
    "Etu ọkụ si gbagbuo nwoke kpuru isi n'obodo Umunya",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "Ọkụ a malitere n'elekere asaa nke mgbede December 12, 2021",
    "Ndị orụ gbata gbata nyekwara aka imenyụ ya bụ ọkụ.",
    "Ugbua, amabeghi ma ihe a merenụ egburu onye ọbụla maọbụ merụọ ha ahụ.",
    "Amabeghị ihe kpalitere ya bụ ọkụ.",
    "Naijiria",
    "Anambra Steeti",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahiaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021elekere 5 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahia",
    "Gọọmentị Anambra steeti agbachiela ọdọ mmanụ ụgbọala gbara ọkụ n'Onitsha",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Ụlọikpe mkpesa maka ntụliaka enyela Andy Ụba na Soludo ohere inyocha akụrụngwa e jiri mee ntuliaka",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu ndị ekperima si gbuo Eze Atta, Njaba ma tọgbọ ozu ya n'ahịa",
    "A tọhapụla otu n'ime igwe abụọ a tọrọla n'Imo steeti na Sọnde",
    "Etụ esi tọhapụ Igwe Mbutu na Aboh Mbaise",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}