{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Maxwell Opara",
    "Ụlọọrụ Department of State Security agọọla ebubo mmekpa ahụ megidere Nnamdi Kanu nke ọkaiwu Kanu boro ha.",
    "DSS gwara ndị ntaakụkọ n'ụbọchị Tuesday (December 14, 2021) na ọkaiwu Kanu ji ya bụ ebubo achọ ihụọma n''ihu ọha.",
    "Ụlọikpe atọhapụla ụmụokorobịa Ipob atọ a nwụchiri n'Emene n'afọ 2020",
    "Ndị DSS atụghapụla mmadụ asatọ ndị otu Sunday Igboho",
    "DSS ekweghi ka Nnamdi Kanu binye aka n'akwụkwọ enyemaka nke mba UK - Aloy Ejimakor",
    "Ọnụ na-ekwuru DSS bụ Peter Afụnanya kwuru na Nnamdi Kanu na-ebi ọfụma n'ụlọmkpọrọ n'agbanyeghị na ndị ọkaiwu na-atụ asị na DSS na-emekpa ya ahụ.",
    "O kwuru na okwu na agụụ na-ahịọ Kanụ ọnụ na mkpọrọ ha bụ asị makana ọ na-eri nri gụrụ ya.",
    "Afunanya kwukwara na Kanu na-agbanwe akwa o yi n'ahụ n'agbanyeghị okwu ụgha ndị Ipob na-ebugharị na Kanu anaghị agbanwe uwe ya.",
    "O kwuru na ruo ugbua, ndị ọkaiwu Kanu ekwubeghị ihe mere kpọmkwem ha ji chọọ ka akpọrọ ya gawa ụlọmkpọrọ Kuje.",
    "Nnamdi Kanu Umahia: Etu ikpe ya si ga n'ụlọikpe taa",
    "Ọsịsa DSS na-abịa dịka ọkaiwu Kanu kpụpụrụ ha ụlọikpe ukwu dị n'Abuja maka ebubo imekpa Kanu ahụ ka ọ nọ na ụlọmkpọrọ DSS.",
    "Ihe Nnamdi Kanu gwara anyị DSS na-eme ya ọhụrụ a- Ọkaiwu Maxwell Opara",
    "Maxwell Opara onye bụ otu onye n'ime ndị ọkaiwu onye ndu otu Indigenous People of Biafra (Ipob) bụ Nnamdi Kanu agbaala otu ndị uweojii pụrụiche a na-akpọ Department of State Services (DSS) akwụkwọ ọhụrụ.",
    "Opara gwara BBC Igbo na ọ bụ Nnamdi Kanu gwara  ya na nwanne ya nwoke bụ Emmanuel Kanu ihe ndị a o kwuru na DSS na-eme ya n'ụlọ mkpọrọ ha mgbe ha gara ileta ya n'ụbọchị December 9, 2021.Sịte n'akwụkwọ ozi Maazị Opara zipụtara n'ụbọchị Mọnde, lee ebubo niile o boro ụlọọrụ DSS ọhụrụ a.",
    "O kwuru na ha kpọtara otu dọkinta mịrị ọbara Maazị Kanu ruo ugboro iri abụọ na otu.",
    "O si na agbanyeghi nke a, ha ekweghi Maazị Kanu hụ mpụtara nyoocha imeahụ ha ji ọbara ya eme.",
    "O kwuru na Kanu na-eche na ya bụ dọkịnta bụ nke adụgboroja.",
    "Maazị Opara kwukwara na usoro a ezighi ezi ezi ma kwuo na ndị DSS ekwebeghi gee ntị n'ihe Binta Nyako onye bụ ọkaikpe nọ n'isi ikpe a kwuru ka ekwe ka Maazị Kanu nweike igbanwe akwa ya ma nwee ohere ikpe okpụkpere chi ndị Jụụ bụ okpụkpere chi ya.",
    "Ozi ya kwuru \"Ha na-akwụ ya agụụ, ha anaghị ekwe ya jrii ego ya zụrụ ihe ọ chọrọ, ha anaghi ekwe ka o rie nrị ọ chọrọ ọ kachasi nri ka enyere ahụike ya aka\"",
    "N'ikpe ọhụrụ a, ọkaiwu Opara rụrụ onyeisi ndị DSS bụ Yusuf Bichi aka ma rụkwa ọkaiwu gọọmentị etiti bụ Abubakar Malami aka dịka ndị ha na-eche ka ha zara ọnụ ha n'ebubo a. Cheta na ndị ọkaiwu Maazị Kanu eboola ndị ụlọọrụ DSS ebubo ole m ole banyere aka ike na mmekpa ahụ ha ji eso ya n'oge gara aga.",
    "Nke gụnyere ebubo ibu ọnụ, igbochi ndị ọkaiwu ya na ndị ezinaụlọ ya ilete ya, igbochi ya igbanwe akwa ya, igbochi ndị ọrụ ahụike ya ilete ya wdgz.",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahia",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021",
    "A tọhapụla otu n'ime igwe abụọ a tọrọla n'Imo steeti na Sọnde",
    "Gọọmentị Anambra steeti agbachiela ọdọ mmanụ ụgbọala gbara ọkụ n'Onitsha",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Eze Ekwensu lụrụ nwaanyị 57 eferela ụwa a akaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Oparaelekere 9 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ụlọikpe atọhapụla ụmụokorobịa Ipob atọ a nwụchiri n'Emene n'afọ 2020",
    "Gọọmentị Anambra steeti agbachiela ọdọ mmanụ ụgbọala gbara ọkụ n'Onitsha",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahia",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}