{
  "published": "14 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "Kemgbe omeihe onyonyo bụ Ini Edo pụtara kwuo na ọ mụrụ nwa site n'atụmatụ a kpọrọ 'Surrogacy', ndị mmadụ kpụrụ ya bụ okwu n'ọnụ.",
    "Ha na-ajụ ajụjụ na-asị \"gịnị bụ surrogacy?\". Ya bụ ajụjụ na ihe ndị so ya ka akụkọ a ga-akọwa.",
    "Fertility Checks: Ajụjụ dị oke mkpa gbasara ọmụmụ i kwesiri ịjụ onye nke gị tupu ụnụ alụọ",
    "Etu ị ga-esi gbochie oke ọnwụ ụmụaka a mụrụ ọhụrụ",
    "\"Echere m na m dị ime ejima anọ, mana ejima isii ka m mụrụ\" - Thelma Chiaka",
    "Dịka dọkịta Obinna Obuka sị kọwa, atụmatụ a bụ usoro ime ka nwaanyị ọzọ buoro gị afọ ime ma mụọrọ gị nwa.",
    "Ọ kọwara na ọ bụ nwaanyị ọzọ itinye akwa ya na uhie dị ya n'ime ahụ nwaanyị ọzọ nke ga-ebuzi afọ ime si na ya ma mụọ nwa ahụ.",
    "\"Ọ bụ ndị achọghị ịbu afọ ime maọbụ ndị enweghi ike ịbu afọ ime na-eme nke a\" ka o kwuru.",
    "A na-enwe nkwekọrịta n'etiti ndị chọrọ nwa nakwa onye ga-ebu afọ ime ịkwụ ya ụgwọ nakwa ịlekọta ya rue mgbe ọ ga-amụ nwa.",
    "Mgbe atụmatụ a ji bido",
    "Ọ bụ n'afọ 1985 na mba Briten ka e bu ụzọ dekọọ na nwaanyị buuru onye ọzọ afọ ime ma mụọ nwa.",
    "Kemgbe ahụ ọnụọgụgụ ndị na-eso usoro ịmụ nwa arịala elu ugboro anọ.",
    "Mana iwu mba Briten kwuru na ọ bụ nwaanyị mụrụ nwa nwe nwa n'agbanyeghi nkwekọrịta ọbụla ya na nne na nna nwa ahụ nwere.",
    "A bịa n'ala Naịjirịa nakwa ọtụtụ mba Afrịka ndị ọzọ, usoro a abụghị nke na-ewu ewu.",
    "Ọ bụghịkwa nke anabatara anabata ebe niile maka ọtụtụ iwu gbadoro ụkwụ n'omenala nakwa okpukperechi.",
    "N'agbanyeghi ya e nweela ọtụtụ ụlọọrụ, ụlọọgwụ nakwa otu dị icheiche na-enyere ezinaụlọ aka e ji ụsoro a amụ nwa ha.",
    "Ebe foto si, Getty Images",
    "O nweghi ebe enyere n'iwu ala Naịjirịa kwuru maka 'Surrogacy' nke pụtara na o megideghi iwu.",
    "Mana ụfọdụ oge, a na-emecha nwaanyị buru afọ ime apụta ịzọ nwa ahụ m'afọ ole na ole gachaa.",
    "'Ahụghị m nso m, chee na m dị ime'",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara",
    "Mana ọkaiwu Precious Nwankwo kọwara na o nwereike ibute nsogbu.",
    "Ọ sị \"ọ bụrụ na mgbe e mere nkwekọrịta na nwaanyị buru afọ ime kwetara ịnyefe ikike dịrị ya dịka nne, o nweghi ebe ọ gbadoro ụkwụ ịzọ nwa ahụ\"",
    "N'aka nke ọzọ, ọ bụrụ na nwaanyị enyefeghị ikike ruuru ya dị ka nne, o nwereike ịkpọrọ nwa ahụ n'ọdịnịhu.",
    "\"Ọ dochaghị anya etu ndị mmadụ si chee maka na ọ bụ okwu ụlọikpe ga na-ele anya n'iche n'iche, ihe dị mkpa bụ ihe dịịrị nwata ahụ mma\" ka ọkaiwu Nwankwo kwuru.",
    "Ebe foto si, Getty Images",
    "Duruagwu Duke Olueze Ukaeje bụ otu onye ọnụ na-eru n'okwu n'ihe gbasara omenala Igbo tụpenyere azụ gbasara etu atụmatụ a na omenala Igbo si jekọọ.",
    "N'otu aka, ọ kọwara na ọ bụrụ na di na nwunye enweghi ike ịmụta nwa, na nwoke ahụ ga-aga nụrụ nwaanyị ọzọ dịka omenala Igbo sị dị.",
    "O kwukwara na usoro 'Surrogacy' n'onwe ya bụ nsọ ala n'ihi ụgwọ a ga-akwụ nwaanyị ahụ ga-eburu di na nwunye afọ ime.",
    "N'aka ọzọ, o kwuru na nwa ọbụla e si n'usoro a mụ enweghi oke ọbụla furu ya n'ihi na ọ bụ ọbara nna ya ka o bu.",
    "\"O nweghi Dike ọbara ya adịghị na mba, n'ebe ọ bụ ọbara nwoke ahụ, ọ bụ nwa ya, o nwere nketa (oke)\" ka o kwukwara.",
    "Duruagwu kọwakwara na ebe Igbo nọ gbarụ ihu bụ maka ụgwọ a na-akwụ nwaanyị buru afọ ime. Ọ sị \"ọ ga-adịzị ka nwaanyị a na-eresi ha nwa\"",
    "Mana ọghọm dị na ya bụ na nwata e si etu ahụ mụ agaghị enweike iche 'Nze' maọbụ 'Ozo' n'ihi na anụghị nne ha anụ.",
    "Ebe foto si, Getty Images",
    "Otu ụka pụtara na-ekwusi ike na ha akwadoghi atụmatụ a bụ ụka Katọlik.",
    "Fada Simon Eseni kọwara na ihe mere ha ejighi kwado ya bụ na nwoke ga-ezuteriri nwunye ya tupu ha amụọ nwa.",
    "Ị ma ma 'igboncha' o nwere uru ọ barala ahụ ike gị?",
    "Usoro ọbụla agabasoghi nke a bụ nke ha jụrụ ajụ n'etiti ha.",
    "Ihe ọzọ mere ha ji jụ nke a bụ na iwu kpuchiri ụka ha akwadoghi ịgbọ ncha nke bụ ụzọ e si ewepụta ahụ nwoke iji mezuo 'surrogacy' a.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Lee ụgbọala ole ọkụ gbara n'ọdọ mmanụ ụgbọala dị n'Onitsha",
    "Ndị ojiegbe atọrọla igwe abụọ n'Imo steeti, gbaa obi ha ọkụ",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ụmụaka",
    "Vidio, Eze Ekwensu lụrụ nwaanyị 57 eferela ụwa a akaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Oparaelekere 9 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ụlọikpe atọhapụla ụmụokorobịa Ipob atọ a nwụchiri n'Emene n'afọ 2020",
    "Gọọmentị Anambra steeti agbachiela ọdọ mmanụ ụgbọala gbara ọkụ n'Onitsha",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahia",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}