{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị 'Black Axe' bụ otu nzuzo a na-ebo ebubo igbu ọchụ na nrụrụaka, abaala ọtụtụ ọkwa ndọrọndọ ọchịchị na Naịjirịa ma malite mpụ na igwu ndị mmadụ chandum na mba ofesi, dịka ọtụtụ akwụkwọ mgba ama si gosi.",
    "Black Axe nọ na Naịjirịa kemgbe ọtụtụ afọ, dịka ha so n'ime otu nzuzo ndị gọọmentị machiri na mba ahụ.",
    "Kemgbe afọ abụọ gara aga, BBC African Eye na-ama imi n'ala na-enyocha otu Black Axe, na-ajụ ndị bụbu ndị otu ha ajụjụ ma na-enyocha puku kwuru puku akwụkwọ ndị mmadụ nwetere n'aka ụfọdụ ndị otu ahụ.",
    "Lee ụfọdụ ihe BBC nyochapụtara.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ịkpa arụ nke cyber",
    "Vidio, Cultism in Nigeria: 'Ihe m hụrụ n' otu nzuzo', Duration 3,3220 Mee 2020",
    "Vidio, Cultism in Nigeria: 'O mere ka m bido ịgwọ ọgwụ' - Onye nọbu n'otu nzuzo, Duration 2,523 Julaị 2019",
    "Anwuchiela ihe ruru mmadụ 200 si Mexico aga Amerịka4 Febụwarị 2018",
    "Vidio, African Eye: BBC enyochapụtala otu onye APC bụbu onyeisi otu nzuzo 'Black Axe', Duration 4,14elekere 4 gara aga",
    "Vidio, Electric Generator: Igwe ọkụ anyị rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ, Duration 3,5512 Disemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Nnamdi Kanu trial: Etu ikpe Nnamdi Kanu si gaa n'Umuahịa taa, Duration 2,3810 Disemba 2021",
    "Vidio, AMAA Award: 'Nollywood tinyere Naịjiria n'ihu mba ụwa' - Peace Anyiam-Osigwe, Duration 18,2630 Nọvemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 0,59elekere 7 gara aga",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Cultism in Nigeria: 'Ihe m hụrụ n' otu nzuzo', Duration 3,3220 Mee 2020",
    "Vidio, Ọgbambọ: Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' n'ụlọ, Duration 4,147 Disemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}