{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "isiụlọọrụ ndị uweojii n'Ụmụahịa",
    "Ndị omekome nwara ịwakpo ọdọ ndị uweojii a na-akpọ 28 Mobile Force n'Umuahia egbuola otu onye uweojii n'ụtụtụ Mọnde.",
    "Atụmatụ ndị omekome ịbanye n'ime ọdọ ndị uweojii ahụ gbara ọnyụpa dịka ndị uweojii chụpụrụ ha.",
    "Ọnụ na-ekwuru ndị uweojii n'Abịa steeti bụ Geoffrey Ogbonna, gwara onye ntaakụkọ BBC na ọ bụ n'isi ụtụtụ, dịka ọ na-akụ elekere otu, ka ndị a bịara njem a.",
    "Mgbọ egbe merụrụ ndị uweojii ahụ na mwakpo ndị oji egbe mere na Bende",
    "Etu ndị 'unknown gunmen' si wakpoo ndị uweojii n'ụzọ si Ọnịcha gawa Owere",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Ogbonna sị; \"Ndị a ji n'abalị bịa mana ndị uweojii dị njikere mere ha jiri chụlaa ha.\"",
    "Onye ntaakụkọ BBC gbara mbọ ịbanye n'ebe ahụ e mere mwakpo ahụ mana ndị uweojii gbachichara ebe ahụ nke mere na ọ hụghị ohere ọ ga-eji banye.",
    "Ụzọ e si abanye ụlọọrụ ndị uweojii n'Ụmụahịa",
    "Mana, ndị uweojii kwuru na ọ bụ ụgbọala bekee na-akpọ \"gun truck\" ka ndị omekome a ji bịa, ma kwukwaa na ọ bụ uwe ndị agha ka ha yi n'oge ha na-eme mwakpo a.Ndị uweojii Abịa steeti sị ka ndị mmadụ gbaara ha ama maka ndị a ha sị na ụfọdụ n'ime ha bu mgbọ egbe ndị uweojii gbara ha gbalaga.",
    "Ụzọ e si abanye ụlọọrụ ndị uweojii n'Ụmụahịa",
    "Ebe a ndị omekome a wakporo dị nso n'isi ulọọrụ ndị uweojii n'Umuahia nke Bekee kpọrọ Command Headquarters.",
    "Abịa Steeti dị n'Ọwụwa Anyanwụ Naịjirịa bụ ebe ndị omekome amabeghi ndị ha bụ na-awakpo, na-egbu ndị uweojii ma na-agba ụfọdụ ụlọọrụ gọọmentị ọkụ kemgbe Ọktoba nke afọ 2020.",
    "Etu ndị ekperima si wakpo ụlọọrụ ndị uweojii n'Akpumiri Ubakala, Abia State",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "Nchekwa ndị ụwe ojii",
    "Abia Steeti",
    "Ubakala Police Attack: Ndị ekperima awakpola ụlọọrụ ndị uweojii n'Ubakala, Abia State17 Mee 2021",
    "Insecurity in South-East: Lee ebe niile e nwere mwakpo n'ala Naịjirịa kemgbe izu a29 Eprel 2021",
    "Vidio, Aba Police: 'O nweghi onye ga-awakpo nwa Abia steeti laa n'efu' - Ememanka3 Ọktọba 2019",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahiaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021elekere 5 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahia",
    "Gọọmentị Anambra steeti agbachiela ọdọ mmanụ ụgbọala gbara ọkụ n'Onitsha",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Ụlọikpe mkpesa maka ntụliaka enyela Andy Ụba na Soludo ohere inyocha akụrụngwa e jiri mee ntuliaka",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu ndị ekperima si gbuo Eze Atta, Njaba ma tọgbọ ozu ya n'ahịa",
    "A tọhapụla otu n'ime igwe abụọ a tọrọla n'Imo steeti na Sọnde",
    "Etụ esi tọhapụ Igwe Mbutu na Aboh Mbaise",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}