{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chibuzor Ekenze",
    "Ọ bụ Eze Charles Iroegbu nwe ụlọọrụ ụgbọala 'All States Mass Transit'",
    "Imo steeti abụrụla chi bọọ a nụ ọzọ ugbua, ọkachasị ebe ọ metụtara ndị eze ọdịnala.",
    "Kemgbe ọnwa ole na ole, ụzụ na-atụ n'Imo steeti bụ ntọrọ ndị eze ọdịnala ndị a; ụfọdụ oge ọ bụrụ maka ogbugbu e gburu ha.",
    "Otu ihe jikọtara ntọrọ na ogbugbu ndị eze a, bụ ndị ojiegbe na-akpa mkpamkpa na steeti ahụ a kpọrọ 'unknown gunmen' na Bekee.",
    "Ndị ojiegbe atọrọla igwe abụọ n'Imo steeti, gbaa obi ha ọkụ",
    "Etu ndị ekperima si gbuo Eze Atta, Njaba ma tọgbọ ozu ya n'ahịa",
    "Etụ esi tọhapụ Igwe Mbutu n'Aboh Mbaise",
    "Ụfọdụ oge, ọ naghị ebi naanị n'ịtọrọ ndị eze a, ha na-agakwa n'ihu mụnye ma ụlọ ma ụgbọala ha ọkụ.",
    "Igwe Damian Nwigwe",
    "A tọrọla Igwe Damian Nwigwe bụ igwe Mbutu dị n'okpuruọchịchị Abọh Mbaise, n'abalị itoolu nke ọnwa Disemba 2021, mana e mechara tọhapụ ya n'ụbọchị 11.",
    "Dịka nwa ya nwoke gwara BBC Igbo, ha kwụrụ ụgwọ ntọhapụ tupu ndị omekome a atọhapụ ya.",
    "Eze Edwin Azike",
    "Ndị omekome tọrọla Eze Edwin Azike bụ eze ndị Atta dị n'okpuruọchịchị Njaba, n'abalị itoolu nke ọnwa Disemba, mana e mechara chọta ozu ya echi ya.",
    "A chọtara ozu Eze Azike n'ime ahịa obodo ha ebe ndị gburu ya tọgbọrọ ya.",
    "Ruo mgbe e dere akụkọ a, enwebeghi onye a nwụchiri maka ọnwụ Eze Azike.",
    "Eze Acho Ndukwe",
    "A tọrọla Eze Acho Ndukwe nke Amagu, Ihube, dị n'okpuruọchịchị Okigwe n'ụtụtụ Sọnde, Disemba 12, 2021.",
    "Ndị obodo ahụ kwuru na ndị ojiegbe a mụnyekwara obi ya na ụgbọala ya ọkụ.",
    "Igwe Paul Ogbu",
    "A tọrọla Igwe Paul Ogbu nke Ihitte, Ihube, dị n'okpuruọchịchị Okigwe n'ụtụtụ Sọnde, Disemba 12, 2021.",
    "A gbakwara obi ya na ụgbọala ya ọkụ.",
    "Eze Charles Ndubuisi Iroegbu",
    "Ebe foto si, Chibuzor Ekenze",
    "Ọ bụ Eze Charles Iroegbu nwe ụlọọrụ ụgbọala 'All States Mass Transit'",
    "A tọrọla Eze Charles Ndubuisi Iroegbu bụ eze ndị Umuezie Nguru Autonomous Community, dị n'okpuruọchịchị n'Aboh Mbaise, n'abalị isii nke ọnwa Juun 2021, mana e mechara tọhapụ ya ka abalị anọ gachara.",
    "A tọrọla ya n'ụzọ, dịka ya na ụfọdụ ndị ime obi ya si Mbanọ ebe ha gara agbamnkwụ na-alọta.",
    "E mechara tọhapụ ha mana a maghị ma ha akwụrụ ụgwọ mgbapụta tupu ha apụta.",
    "Eze Henry Madumere",
    "A tọrọla Eze Henry Madumere nke Achi, Ezi-Mbieri dị n'okpuruọchịchị Mbaitolu, n'abalị 19 nke ọnwa Nọvemba, 2021.",
    "Ndị hụrụ ka ihe mere kwuru na a tọrọla ya n'ụzọ mgbe ọ na-aga akwamozu.",
    "E mechara tọhapụ ya ka abalị ise gachara, mana amaghị ma a kwụrụ ụgwọ mgbapụta tupu o nwere onwe ya, maọbụ a kwụghị.",
    "Chetakwa na ndị ojiegbe wakporo nzukọ ndị igwe ọdịnala nọ na-eme na Njaba ma gbaa igwe ndị ahụ egbe, nke tara isi ndị eze abụọ ma merụọ abụọ ahụ.",
    "National security",
    "Imo steeti",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahiaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021elekere 5 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ6 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahia",
    "Gọọmentị Anambra steeti agbachiela ọdọ mmanụ ụgbọala gbara ọkụ n'Onitsha",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Ụlọikpe mkpesa maka ntụliaka enyela Andy Ụba na Soludo ohere inyocha akụrụngwa e jiri mee ntuliaka",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu ndị ekperima si gbuo Eze Atta, Njaba ma tọgbọ ozu ya n'ahịa",
    "A tọhapụla otu n'ime igwe abụọ a tọrọla n'Imo steeti na Sọnde",
    "Etụ esi tọhapụ Igwe Mbutu na Aboh Mbaise",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}