{
  "published": "15 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọtụtụ ụmụnwaanyị nwere mgbe ara ha na-afụ ha ụfụ. Ihe na-akpata ya dị iche n'iche n'ebe ụmụnwaanyị nọ.",
    "Ụfọdụ ndị mmadụ na-eche na mgbe ọbụla ara na-afụ nwaanyị ụfụ, na ọ bụ maka ọrịa kansa maọbụ ọrịa ndị ọzọ. Mba! Ara ifụ nwaanyị ụfụ abụghị naanị mgbe o butere ọrịa.",
    "Dịka dọkịnta Udodi Okoli siri kọwa, ihe nwereike ime ka ara na-afụ nwaanyị ụfụ dị ọtụtụ.",
    "Ịpịatu ara nwaanyị ọ ga-akwụsị ụmụnwoke igbado ya?",
    "Ihe ise ị kwesiri ịma maka inye nwa ara",
    "\"Ihe anọ ọ dị m ka ya bụrụ na m mabu maka inye nwa ara\"",
    "O nwereike bụrụ mgbaama ọrịa, maọbụ ihe ọzọ na-abụghị ọrịa dịka ara ibu oke ibu na nwaanyị eyighị akpa ara dị mma nke ndị Bekee na-akpọ bra.",
    "Ebe foto si, Udodi Kachikwuru OKOLI",
    "Nwaagbọghọ Chimamanda Okafor sị na ara ya na-afụkarịrị ya ụfụ mgbe ọbụla ahụ ya nọ n'ihe ndị Bekee na-akpọ 'ovulation'.",
    "Ọ sị na ahụ ya ga na-eme ya ka ọ gakwuru nwoke ka ha nwe aramara.",
    "Ebe foto si, Getty Images",
    "Chioma Nkemdilim sị na tupu nsọ ya ebido, ara ya ga-afụrịrị ya ụfụ. Mgbe ahụ, ara ya abụọ ga-ebutu ibu, ma na-afụ ya ụfụ.",
    "Chimezie Ucheagbo bụ nwaanyị na-enye nwa ara ugbua sị na mgbe mbụ ọ chọrọ inye nwa ya ara, na ara ya fụrụ ya ụfụ nke ukwu. Mana mgbe nwa ya na-amị ara ya, ụfụ ahụ belatara.",
    "Ebe foto si, Getty Images",
    "O kwukwara na ọ bụrụ na nwa gị etinyeghị ọnụ ya nke ọma n'ọnụ ara gị, ọnụ ara gị nwereike fụọ gị ụfụ maọbụ gbawa. \"Mgbe nke a mere m, ọ fụrụ m ụfụ nke ukwuu. Agaghị m akọwalị ụfụ ya.\"",
    "Ihe a ka nwaada Ucheagbo gwara BBC Igbo maka etu ụfụ ahụ dị.",
    "Ebe foto si, Getty Images",
    "Chimezie kwuru sị, \"ọ bụrụ na ọnụ ara gị gbawa, ọ ga-aba ọnya nke na-eme ka ụfụ ya ka njọ. Nwaanyị ahụ nwereike ibute ọrịa site n'ọnya ahụ.\"",
    "Ọ gwara BBC Igbo na ụdịrị ụfụ ọzọ ọ gabigara bụ mgbe nwa ya na-adịghị amịkọwa ara ya, nke a mere ara ya abụọ jiri gbajuo dọrọ, na-afụkwa ya ụfụ ma na-anyịkwa ya arụ.",
    "Ebe foto si, Getty Images",
    "Nwaanyị ike gwụrụ site n'imegharị ahụ",
    "Otu nwaanyị na-achọghị ka a kpọọ aha ya kwuru sị na ara ya na-afụ ya ụfụ mgbe ọbụla ọ na-eme egwuregwu mmegharịahụ dịka igba ọsọ, iwuli elu, dgz.",
    "Ka o si kọwaa, \"m gbachaa ọsọ, ara m na-afụkarị m ụfụ makana o buru ibu.\"",
    "Ọ gwara BBC Igbo na ọ na-eyizi uwe akpa ara dị mma iji belata ụfụ ya.",
    "Ebe foto si, Getty Images",
    "Nwaanyị e bepụrụ otu ara ya maka ọrịa kansa.",
    "O nwere ụdịrị ụfụ ara na-egosi mgbaama ọrịa kansa. Juliet Uzoma, onye rịaburu ọrịa kansa ma gbakee, gwara BBC Igbo na ọ dị afọ 34 mgbe ọ chọpụtara na otu ara ya na-afụ ya ụfụ ma na-agbapụta ihe na-acha ụcha.",
    "O kwukwara na mgbe ahụ, okpuru mkpa abụ aka ya na-egbu ya mgbu. Ọ bụ mgbe ọ gara mee nnyocha ka ọ chọpụtara na ọ bụ kansa.",
    "Dọkịnta Okoli kọwara na ihe ndị ọzọ nwereike ịkpata ara ifụ nwaanyị ụfụ bụ abụ dị n'ara nke ndị Bekee na-akpọ abscess.",
    "Maọbụ ọnya mere na-ara nke butere nje ndị Beke na-akpọ 'mastitis'.",
    "Iji gbochie ara ifu nwaanyị ụfụ, dọkịnta Okoli kwuru na ọ dị mkpa ụmụnwaanyị ime ihe ndịa:",
    "Iyi akpa ara dị mma.",
    "Ka ha na-agbanwe akpa ara ha kwa mgbe.",
    "Ka ụmụnwaanyị mara etu ha ga-eji aka ha lele ara ha anya iji mara mgbe ihe na-agbanwe na ya.",
    "A bịa n'ọrịa kansa, dọkịnta na-ahụ maka ahụ mmadụ gwara BBC Igbo na ọ dị mkpa ka ụmụnwaanyị na-abịa ụlọọgwụ maka nnyocha ahụ ha nke ndị Beke na-akpọ 'mammogram'.",
    "Tụmadị ndị rugoro afọ 40 na-agbago elu.",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Nwaanyị o kwesịrị iji ncha asa ọtụ ya?",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Vidio, E ji ụgbọala lie eze ekwensu lụrụ ụmụnwaanyị 57 mgbe ọ dị ndụ15 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Cannibalism Imo: Mkpamkpa kpara dịka ndị ọrụ nchekwa na ndị 'unknown gunmen' a sị na-eri anụ mmadụ kwatara n' Orsuelekere 8 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "Cannibalism Imo: Mkpamkpa kpara dịka ndị ọrụ nchekwa na ndị 'unknown gunmen' a sị na-eri anụ mmadụ kwatara n' Orsu",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ndị Ugwu agaghị enyelata Igbo ọkwa onyeisiala- Ipob",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Imo state news: Atọrọla Igwe ọzọ n'Imo Steetị",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}