{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Barr Ifeanyi Ejiofor",
    "Ụlọikpe atọhapụla ụmụokorobia atọ a nwụchiri mgbe ọgbaghara dapụtara n'etiti ndị uweojii na ndị otu 'Indigenous People of Biafra' (Ipob) n'ọnwa Ọgọst afọ 2020.",
    "Ụlọikpe ukwu dị n'Enugwu steeti nyere iwu n'ụbọchị taa bụ abalị 14 nke ọnwa Disemba 2021, ka a hapụ ụmụokorobia atọ a ka ha lawa.",
    "A nwụchiri Paul Okafor, Ede Friday Emmanuel na Ojiude Joseph Anayo n'ụbọchị 23 nke ọnwa Ọgọst 2020, n'ebubo igbu mmadụ, oge ihe a kpọrọ 'Emene Massacre' nọ na-ewu.",
    "Ihe mere n'etiti ndị uweojii na ndị Ipob n'Emene, Enugu state",
    "Lee ka ọgbaghara si dapụta n'etiti Ipob na ndị uweojii n'Emene",
    "'Akwụkwọ gosiri ndị Ipob e gburu n'Emene bụ eziokwu' - Aloy Ejimakor",
    "'Abụghị m onye Ipob mana a gbara m egbe n'ụkwụ n'ọgbaghara Emene Enugwu'",
    "Dịka Ifeanyi Ejiofor bụ ọkaiwu ndị Ipob nakwa nke Nnamdi Kanu si kọwaa, ọkaikpe nọ n'elu ikpe ahụ achọtaghị ihe ọbụla gbasara igbu mmadụ n'aka mmadụ atọ ahụ, mere o ji sị ha lawa.",
    "Cheta na ọgbaghara dapụtara n'etiti ụfọdụ ndị ntorobịa Ipob na ndị uweojii n'Emene, Enugwu steeti n'ọnwa Ọgọst 2020, mgbe ndị uweojii wakporo ebe ndị Ipob na-eme ọgbakọ wee chụsasịa ha.",
    "Ya bụ ọgbaghara butere mmerụ ahụ ụfọdụ ndị mmadụ, ebe ọgbaghara sochiri ya takwara isi ndị mmadụ.",
    "Onye ntaakụkọ anyị gara ebe ahụ hụrụ ozu otu onye na-agba ọkụ ebe ahụ ụbọchị ahụ ihe ahụ mere.",
    "Ụmụntoroọbịa",
    "Enugu Steeti",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Aloy Ejimako: 'Akwụkwọ gosiri ndị Ipob e gburu n'Emene bụ eziokwu'15 Septemba 2020",
    "Vidio, Ihe mere n'etiti ndí uweojii na ndí Ipob n'Emene, Enugu state24 Ọgọọst 2020",
    "Vidio, Emene:Etu ọgbaghara si dapụta n'etiti Ipob na ndị uweojii n'ebe ahụ23 Ọgọọst 2020",
    "in retrospect: Ihe ndị dị iriba ama mere na 2020 ị gaghị echefu30 Disemba 2020",
    "Vidio, Eze Ekwensu lụrụ nwaanyị 57 eferela ụwa a akaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Oparaelekere 9 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Igwe ole ndị ojiegbe dulara mmụọ na ndị a tọrọla n'Imo steeti na 2021",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ụlọikpe atọhapụla ụmụokorobịa Ipob atọ a nwụchiri n'Emene n'afọ 2020",
    "Gọọmentị Anambra steeti agbachiela ọdọ mmanụ ụgbọala gbara ọkụ n'Onitsha",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahia",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}