{
  "published": "16 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwada Lucy Ejike Obichukwu bụ onye nwere ngwarụ mana o gbochighi ya ime egwuregwu masịrị ya, nke bụ ịkpụ ụzụ a na-akpo 'powerlifting' na Bekee.",
    "Ọ kọọrọ BBC Igbo etu o si were egwuregwu a gaa asọmpi Olympics nke ndị nwere nkwarụ ma mabute ọtụtụ ọlaedo n'Afrịka nakwa Mbaụwa.",
    "Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta",
    "Ụkwụ adịghị m mma egbochighị m ị bụ DJ na-ekpo ọkụ- DJ Flozy",
    "Blind Baker: Lee nwaanyị kpuru isi na-eme achịcha bekee",
    "Obichukwu sị na mmasị ya n'ịkpụ ụzụ malitere mgbe ọ dị obere ka nna ya kpọgaara ya n'ebe a na-elekọta ndị nwere nkwarụ ka ya n'Enugwu Steetị.",
    "Ọ sị na o si ebe ahụ malite ịkpụ ụzụ ma sonye zie n'egwuregwu banyere ya bụ 'paralympics' n'afọ 2003.",
    "Obichukwu sị na ịkpụ ụzụ a na-eme ka o chefuo na o nwere nkwarụ ọbụla na ọ bụ ya na-akpalite mmụọ ya.",
    "Ọ lụrụ Ikechukwu Obichukwu bụ onye nkwarụ ibe ya bụ, ha amụtala ụmụnwoke abụọ mana nke ahụ egbochighi ha ịga n'ihu n'asọmpi ịkpụ ụzụ.",
    "Kirie ihe o kwuru n'uju;",
    "Nkwarụ",
    "Ahụike ụmụnwanyị",
    "Olympics",
    "Egwuruegwu",
    "Okike",
    "Vidio, Down's Syndrome: Etu ị ga-eji nyere nwa nwere 'Down's Syndrome' aka, Duration 6,0321 Maachị 2020",
    "Vidio, DJ Flozy: 'Ụkwụ adịghị m mma egbochighị m ị bụ DJ na-ekpo ọkụ', Duration 2,1724 Disemba 2020",
    "Vidio, King of Satan/Simon Odo: Etu o si kwadoo maka ọnwụ ya tupu ọ laa mụọ, Duration 2,5715 Disemba 2021",
    "Vidio, Electric Generator: Igwe ọkụ anyị rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ, Duration 3,5512 Disemba 2021",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Paralympics 2021: Ịkpụ ụzụ na-eme ka m chefuo na m nwere nkwarụ - Lucy Ejike Obichukwu, Duration 4,5116 Disemba 2021",
    "Vidio, African Eye: BBC enyochapụtala otu onye APC bụbu onyeisi otu nzuzo 'Black Axe', Duration 4,1413 Disemba 2021",
    "Vidio, Hair and Nail Designer: Ihe m ji bụrụ ọkaibe n'ime isi nakwa mbọ ụmụnwaanyị - Kizito, Duration 4,0523 Nọvemba 2021",
    "Vidio, Enugu-Ezike tragedy: 'Ọnwụ ụmụokoroọbịa nwụrụ n'ọmị mmiri na-ewute anyị', Duration 0,5527 Julaị 2019",
    "Vidio, Isheagu Massacre: Etu ndị agha Naịjirịa si kpochapụ otu obodo dị na Delta Steeti n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Female Genital Mutilation: 'A na-erosi m iro makana a chọrọ m ka a kwụsị ibi nwaanyị ugwu', Duration 3,316 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}