{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Egwu emela ka ọtụtụ ndị obodo Nkwerre-Uda dị n'okpuru Ọchichị Orsu, Imo steeti, gbaa ọsọ ndụ dịka ndị ọrụ nchekwa na ndị omekome na-akpa ike na mpaghara ahụ kwarịta mgbọ ụbọchị Monde.",
    "N'ụbọchị Monde, abalị 14 nke ọnwa Disemba, n'ọgụ nke ndị ọrụ nchekwa gụnyere ndị DSS, ndị agha , ndị agha mmiri na ndị civil Defence gbakọrọ aka wakpoo ndị omekome ahụ n'ebe ha na-ezo.",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Ha kwarịtara mgbọ ogologo. ka ya bụ ọgụ biri,  ọtụtụ ndi omekome ahụ dọrọ n'ozu , ebe  a nwụchiri mmadụ 30 n'ime ha.",
    "Ebe foto si, Hope Uzodimma",
    "Ndị a na-enyo na ha bụ ekperima na-eyi ndị Okpuru Ọchịchị Orsu egwu",
    "Onyeisi ndị DSS du ndị ọrụ nchekwa gaa ya bụ ọgụ kwuru na \" ihe dịka Elekere mbụ nke ụtụtụ Monde, ndị ọrụnchekwa gụnyere ndị agha, ndị uweojii na ndị DSS gawakporo ọdọ ndị omekome n'Ụda n'Imo steeti na Uli n'Anambrara steeti.\"",
    "\" Anyị hụrụ na ndị obodo ahụ agbaala ọsọ, ndị omekome wagharazie ha nwere na-eyi ndụ egwu.\"",
    "Ọtụtụ ndị mmadụ agbala ọsọ gbapụ n'okpureu ọchịchị Orsu",
    "Ọ gara n'ihu kwuo na ha  zọpụtara Eze Acho Ndukwe nke Amagu Ihube n'Okigwe bụ onye a tọọrọ abalị ole na ole gara aga.",
    "Ebe foto si, Hope Uzodimma/Facebook",
    "\" Ha hụkwara ozu ndị ha bepụrụ isi nakwa ihe gosiri na ndị ekperima ahụ na-eri anụ mmadụ dịka ha na-arụ anụ mmadụ n'ọkụ.\"",
    "Cannibalism Imo: Ndị ọrụ nchekwa na-ebo na ndị 'unknown gunmen' na-eri anụ mmadụ n'Orsu, Imo steeti",
    "O kwukwara ha ha hụkwara ụgbọala nakwa ozu  ndị mmadụ nke gosiri  na ihe ndị ahụ na-eme bụ ịtọrọ ndị mmadụ , gbuo, bepụ ha isi , ma hụọ ụfọdụ n'ọkụ.",
    "O kwuru na ha na ha chịpụrụ ya mana , ha merie na enweghị onye ọrụ nchekwa  merụrụ ahụ.",
    "Ebe foto si, Imo Government",
    "Ndị ntaakụkọ gara Orsu Ihitte Ukwa  n'ọdọ ndị omekome ahụ  bụ ndị ha na Uli dị n'Anambra steeti gbara agbataobi kwuru ha  na ha hụrụ ozu ndị mmadụ na-ere ure ma ndị amịrị n'ọkụ nakwa ụfọdụ ndị abọkarala akụkụ ụfọdụ n'ahụ ha.",
    "Ha hụkwara ozu n'ebe dịka okwu arụsị nakwa n'ime olulu.",
    "N'ozi ya, ọnụ na-ekwuru gọvanọ Imo steeti bụ Oguwike Nwachuku toro ndị ọrụ nchekwa maka mbọ ha gbara inye ndị ntọ na ndị ojiegbe na-eyi ndị bi n'Okpuru  Ọchịchị Orsu egwu ọsọ.",
    "Cheta na BBC wetaburu akụkọ etu ndị obodo nọ n'Orsu siri gbaa ọsọ n'obodo ha dịka ndị omekome ji obodo ha kwara ọnọdụ, na-atọ ndị mmadụ mana egbukwa ọtụtụ.",
    "Akụkọ ndị  ọzọ",
    "Vidio, E ji ụgbọala lie eze ekwensu lụrụ ụmụnwaanyị 57 mgbe ọ dị ndụ15 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Cannibalism Imo: Mkpamkpa kpara dịka ndị ọrụ nchekwa na ndị 'unknown gunmen' a sị na-eri anụ mmadụ kwatara n' Orsuelekere 8 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "Cannibalism Imo: Mkpamkpa kpara dịka ndị ọrụ nchekwa na ndị 'unknown gunmen' a sị na-eri anụ mmadụ kwatara n' Orsu",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ndị Ugwu agaghị enyelata Igbo ọkwa onyeisiala- Ipob",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Imo state news: Atọrọla Igwe ọzọ n'Imo Steetị",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}