{
  "published": "15 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu nwereonwe Biafra a kpọrọ 'Indigenous People of Biafra'(IPOB) akpọọla ndị okenye Igbo oku ka kwụsị ịrịọ ndị Ugwu ka ọkwa onyeisiala rute ha aka n'afọ 2023, ma sonye na mbọ nnwereonwe Biafra.",
    "Ọnụ na-ekwuru Ipob Bụ Emma Powerful kwuru nke a n'ozi mgbasaozi o binyere aka ma zitere BBC Igbo n'ụbọchị Wenezde.",
    "Ihe Ipob na-achọ karịrị Peter Obi - Paul Achalla",
    "Ivan Sheehan dajọrọ n' ihe o dere maka Ipob na ESN - Ọkammụta Anthony Ejiofor",
    "Ụlọikpe atọhapụla ụmụokorobịa Ipob atọ a nwụchiri n'Emene n'afọ 2020",
    "Otu Ipob gwara ndị okenye Igbo gụnyere Ohaneze Ndigbo na ndị Ugwu adịghị njikere inyefe onye Igbo ọchịchị n'ihi ihe ha kpọrọ 'obiinu' ha nwere n'ebe ndị Igbo nọ.",
    "'Onye Igbo agaghị enye gị ego iji zọta Biafra'- Nnamdi Kanu",
    "E gburu otu onye ma gbaa ụgbọala ndị mmadụ ọkụ n'Onicha, Ebonyi Steeti",
    "Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị",
    "Ha kwuru na kama ị na-arịọ ka enye ha ọkwa Onyeisiala, ha kwube okwu nnwereonwe.",
    "Ebe foto si, Getty Images",
    "Ha gara n'ihu gbaa ama na ha agaghị anabata ka ndị okenye Igbo nwere Nnamdi Kanu zụọ okwe ịnweta ọkwa onyeisiala n'afọ 2023.",
    "“Ọ bụ Nnamdi Kanu na ndị IPOB bu ụzọ kwube okwu igbu mmadụ” – Uche Mefor",
    "Ozi ahụ sị, \"Ha kwesịrị ịmata na ndị ọnụ na-eru n'okwu n'Ugwu nakwa ndị Fulani na-ekwu ihe na-eme na Naijiria agaghị ekwelata ka onye Igbo bụrụ onyeisiala Naijiria.\"",
    "\"N'agbanyeghị  ha na-aracha ha ike, ha nwere obi inu megide ndị Igbo. Ya bụ, ọ kama na ha tinyere uchu na inweta Biafra.\"",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "\"Ọ baghị uru ị na-ekwu maka ọkwa ọchịchị ịgbadata na 2023 ebe nwa afọ Igbọ bụ Nnamdi Kanu ka nọ na mkpọrọ.\"",
    "Otu Ipob gara n'ihu dọọ ndị ndọrọndọrọ ọchịchị, ndị  ojiegoachụego, ndị ọdịnala, ndị ndu ụka na ndị ndụ Igbo gụnyere otu Ohaneze aka na ntị ka ha sepụ aka n'ikwu okwu ga-ebute ka e jiiri ndị Igbo akwa emo.",
    "Ndị ntọ tọọrọ Eze, ndị nze ya na mmadụ anọ ndị ọzọ n'Imo steeti, atọhapụla ha",
    "Ihe mere na o nweghi onye na-akatọ ihe na-eme n'Ọwụwa Anyanwụ",
    "Ndọrọndọrọ ọchịchị",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, E ji ụgbọala lie eze ekwensu lụrụ ụmụnwaanyị 57 mgbe ọ dị ndụ15 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Cannibalism Imo: Mkpamkpa kpara dịka ndị ọrụ nchekwa na ndị 'unknown gunmen' a sị na-eri anụ mmadụ kwatara n' Orsuelekere 8 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "Cannibalism Imo: Mkpamkpa kpara dịka ndị ọrụ nchekwa na ndị 'unknown gunmen' a sị na-eri anụ mmadụ kwatara n' Orsu",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ndị Ugwu agaghị enyelata Igbo ọkwa onyeisiala- Ipob",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Imo state news: Atọrọla Igwe ọzọ n'Imo Steetị",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}