{
  "published": "16 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ ndị ahịa nọ n'ahịa Balogun dị na Lagos Island  n'akwa na anyammiri dịka ọkụ a mabeghị ihe butere ya gbara ọdọahịa ndị mmadụ n'abalị foro ụbọchị Tọzde.",
    "Ndị nọ ebe ihe mere kwuru na ndị nwe ọdọahịa pụtara ụtụtụ n'obi ọcha ịba kpọbe ọdọahịa ha maka ahịa Ekeresimesi nwere hụ n'ebe nile bụzị ntụ na unyi.",
    "Ụlọ na-agba ọkụ n'ahia Balogun, Legọs",
    "Ọkụ ọzọ agbaala na Port Harcourt",
    "Onitsha tanker fire: Etu ọkụ si gbaa ụgbọala 15 n'Ọnịcha ụnyahụ",
    "O nweghị onye ma ihe butere ọkụ ahụ nke metụtara ọdụ ebe a na-ere akwa na akpa aka.",
    "Oge BBC Igbo gara ebe ahụ, arịrịọ obi ekweghị ụfọdụ ndị ọ metụtara ekwu okwu.",
    "Otu nwaanyị kwuru na ha chara ahịa maka Ekeresimesi na afọ ọhụrụ kwajuo ọdọahịa  bụ ihe ndị ọkụ ahụ lara n'iyi.",
    "Ndị agboro wakporo ndị ntaakụkọ gụnyere ndị ntaakụkọ BBC Igbo na ndị Channels TV bịara ebe ahụ i chọpụta ihe mere ma jụ inye ha ohere ịrụ ọrụ ha.",
    "'Ụdị ọkụ gbara n'Onitsha agaghị eme n'Enugu makana anyị dị njikere'",
    "Ọkụ na-agba na Balogun alala ọtụtụ ụlọ na ngwaahịa n'iyi",
    "Nnewi Timber Market Fire: Ndị ahịa na ndị uweojii na-arụ ụka maka ọkụ gbara n'ọgbọ osisi na Nnewi",
    "Ha napụrụ ndị ntaakụkọ anyị igwe ha ji arụ ọrụ ma wepụchaa ihe onyonyo ha setere, ma nyehachi ha ngwaọrụ ha.",
    "'Ọ nweghị ihe gọọmenti Anambra mere maka  ozu ndị nke anyị ọkụ gbara'",
    "O doghị anya ihe mere na ndị agboro achọghị ka ntị nụ ihe mere n'ahịa ahụ dịka ha ekwughị ihe kparatar agwa ha kpasara ndị ntaakụkọ maọbụ onye zunyere ha.",
    "Cheta na n'ọnwa Jenụwarị afọ 2020, ọkụ gbara na Balogun mebie ahịa ọtụtụ ndị mmadụ.",
    "Ọkụ gbakwara n'ahịa ahụ na Novemba afọ 2019.",
    "Cannibalism Imo: Mkpamkpa kpara dịka ndị ọrụ nchekwa na ndị  'unknown gunmen' a sị na-eri anụ mmadụ kwatara n' Orsu",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Legọsị steeti",
    "Ahịa",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Image gallery, Aba Fashion Week 2021: Ka o si aga na ngosi ihe ejiji ndị e mepụtara n'Aba9 Disemba 2021",
    "Colourism: Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "What is surrogacy : Lee ụzọ ị ga-esi buru afọ ime na-atụghị ime14 Disemba 2021",
    "Vidio, Etu m si bụrụ ọkaibe n'asọmpi ịkpụ ụzụ n'etiti ndị nwere nkwarụ - Lucy Ejike Obichukwu16 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ọkụ agbaala n'ahịa Balogun dị na Lagos16 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Ọnịcha, Enuanị, Nsụka, Owere na olundị ndị ọzọ dị n'ala Igbo na njirimara ha10 Disemba 2021",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Imo state news: E gbuola Igwe obodo Ihitte Ihube",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ndị Ugwu agaghị enyelata Igbo ọkwa onyeisiala- Ipob",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Ọkụ agbaala n'ahịa Balogun dị na Lagos",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}