{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu nwata nwaanyị dị afọ 19 etiela mkpu enyemaka dịka nne ya ukwu jichiri nwa ya ọhụrụ dị ọnwa ise maka ụgwọ o ji ya.",
    "Nwa ada ahụ a kpọrọ Gift, onye Imo steeti si na ọ na-arụrụ nne ya ukwu ọrụ tupu ọ dị ime mụọ nkwa maka na o nweghị ike ịkwụ ụgwọ ụlọgwụ ya nke pụtara narị puku abụọ na ụma.",
    "Ịmụ nwa na alụbeghị di ọ bụrụla omenaala?",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Gịnị ka omenala Igbo na ndị ụka kwuru gbasara usoro IVF?",
    "Gift si na Nne ya ukwu a kpọọ Madam Tina bụ onye si Imo steeeti kpọpụta ya na Legọs kwụrụ ụgwọ ụlọọgwụ ahụ ma gwa nwatanwaanyị ahụ na ọ ga-akwụghachi ya.",
    "Harrison Gwamishu bụ onye na-alụ ọgụ maka ikike dịịrị onye siri kọwara BBC Igbo, \"Nne ya ukwu narala ya nwa ya oge nwata nwaanyị ahụ enweghị ike ikwuli ụgwọ ahụ.\"",
    "O were ndị Uweojii na Ngalaba na-ahụ maka ọdịnamma ntoroọbịa na obodo itinye ọnụ n'okwu tupu nwaanyị ahapụ nwa ọhụụ nke a hụziri n'ọnọdụ ọjọ.",
    "Etu ndị 'baby factory' si eme ka nwaanyị tụrụ ime adigboroja",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ka ọ dị ugbua, akpọgaala nwata ahụ n'otu ụlọọgwụ dị n'Ajah, Legọs steeti maka nleta. Mbọ niile BBC gbara ịnụta olu ndị uweojii Legọs amịtaghị mkpụrụ.",
    "Oge BBC Igbo kpọrọ ọnụ na-ekwuru ndị uweojii Legos bụ Adekunle Ajisebutu, ọ zaghị ekwentị ya, nke ọ na-asa ozi e zigara ya n'ekwenti nakwa WhatsApp oge anyị kpọrọ.",
    "BBC Igbo kpọkukwara Ministrị na-elekọta ọdịnamma ụmụnwaanyị, ha wee si na ha amaghị maka akụkọ a.",
    "BBC Igbo akpokukwa ndị ọrụ na-elekọta ndị ntoroọbịa mana ha azabeghị ekwenti ha ruo ugbua.",
    "Akụkọ ka na-abịa.",
    "Ụmụnyanyị",
    "Legọsị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Fertility in marriage: Lee ka nwoke si asa ụmụ ejima atọ ya ahụ20 Nọvemba 2019",
    "Vidio, Africa Eye: Ndi na-ezu nwa14 Disemba 2020",
    "Pregnancy Care: Ihe 10 ụmụwaanyị dị ime ekwesighi ime4 Maachị 2020",
    "Vidio, Etu nwaanyị ji jichie nwa dị ọnwa anọ maka ụgwọ nne ya ji yaelekere 3 gara aga",
    "Gee ntị, BBC Nkeji17 Disemba 2021",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụelekere 6 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "A hụla ozu Igwe obodo Ihitte Ihube a tọrọ",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụ",
    "Etu nwaanyị ji jichie nwa dị ọnwa anọ maka ụgwọ nne ya ji ya",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}