{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii n'Abia steeti ekwuola na ha na-eme nnyocha n'akụkọ mmadụ abụọ e gburu na mpaghara 'Railway dị nso ụzọ ebe a na-akpọ Ogbonnaya Road n'Aba..",
    "Nke a bụ dịka ọha mmadụ ji iwe na ọnụma tigbuu ndị 'Baakasssi boys' abụọ, munye ha ọkụ na nsonso.",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "'Unknown gunmen' awakpoola ogige ndị uweojii n'Abia steeti",
    "Ndị ọrụ nchekwa agbagbuola ndị omekome anọ dịka ha kwara mgbọ na Njaba",
    "Ndị bi ebe ahụ na-achọghị ka akpọọ aha ha kọwara BBC Igbo Igbo etu ihe a mere si malite.",
    "Dịka ha si kwuo, ihe a malitere n'ụbọchị Tuzde ebe ndị ọrụ nchekwa abụọ jidere otu nwoke a si na aha ya bụ Chisom ebe o si n'ụlọ ebe a na-aṅụ mmanya pụta.",
    "Etu m siri bụrụ Eze Ekwensu",
    "Akụkọ kwuru na ndị ọrụ nchekwa Bakkasi abụọ ahụ ji aka ike meekpa ya ahụ dịka ha boro ya ebubo na ọ bụ onye omekome na-akpa ike ebe ahụ.",
    "Ha kwukwara si \"Chisom kpọpụtara aha mmadụ abụọ a mere ya ihe a mgbe ọ nọ n'ụlọọgwụ tupu ọ nwụọ.",
    "Site n'ihe o kwuru, ha ji aka ike chọrọ inapụ ya ekwentị ya mana mgbe ọ kweghi, ọ sị ha gbara ya egbe\".",
    "Orlu Crisis: Ndị uweojii na ndị agha nọchiri ụzọ esi aba Orlu",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụ",
    "Mgbe e kwuru na nwaamadị alaala mmụọ n'ụlọọgwụ n'abali Tuzde, iwe ọnwụ ya mere igwe ndị mmadụ ji gaa n'ụlọ ndị nchekwa Bakaasi abụọ ahụ a kpọrọ aha n'okwu ihe a mere, kpụpụta aha ezi ma nwere osisi gbuo ha ma gbaa ha abụo ọkụ.",
    "E kwukwara na e ji iwe napụ ha ekwentị a si na ha napụrụ nwaamadị Chison n'ike ma napụ kwa ha egbe \"Pump Action\" ha.",
    "Ugbua, amabeghi ndị ji egbe a anapụrụ ndị nchekwa abụọ ahụ.",
    "Ozu mmadụ abụọ ahụ ka dị n'akụkụ ebe Railway dị n'okporoụzọ Ogbonnaya n'ere ma n'esi nsi dịka ndị bi ebe ahụ na-arịọ ka a bịa bupu ozu ndị a ebe ahụ.",
    "A hụla ozu Igwe obodo Ihitte Ihube a tọrọ",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Ọkụ agbaala n'ahịa Balogun dị na Lagos",
    "National security",
    "Abia Steeti",
    "Vidio, Etu nwaanyị ji jichie nwa dị ọnwa anọ maka ụgwọ nne ya ji yaelekere 3 gara aga",
    "Gee ntị, BBC Nkeji17 Disemba 2021",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụelekere 6 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "A hụla ozu Igwe obodo Ihitte Ihube a tọrọ",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụ",
    "Etu nwaanyị ji jichie nwa dị ọnwa anọ maka ụgwọ nne ya ji ya",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}