{
  "published": "18 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi Ohanaeze Ndigbo bụ George Obiozor ekwuola ka ehibe atụmatụ nchekwa Ebubeagụ na mpaghara Ọwụwa Anyanwụ Naịjirịa niile tupu afọ 2021 abịa na ngwụcha.",
    "Ọ sị na ihe a bụ imezu nkwa gọvanọ ndị a kwere, nke ọ sị ga-enye nka nke ukwuu banyere nchekwa mmadụ na akụnaụba ọha.",
    "Maazị Obiozor kwuru nke a dịka ọ na-agbasa ozi Ekeresimasị ya n'Owere n'ụbọchi Fraịde.",
    "Ihe i kwesịrị ịma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor",
    "Ipob asaala George Obiozor nke Ohanaeze Ndigbo maka okwu ọ gwara Nnamdi Kanu",
    "O kwuru na afọ 2021 tarala ụwa dum ma ndị Igbo akpụ dịka ndi ntoroọbịa malitere inye nsogbu.",
    "Ọ sịkwa na mmekpa ahụ ndị ọrụ nchekwa sokwa na nsogbu zutere Ọwụwa Anyanwụ n'afọ 2021.",
    "Mana, banyere nchekwa adịghị etu o siri kwesi na mpaghara ahụ, Maazị Obiozor ihe amalitela ịgbanwe ugbua.",
    "Ebe foto si, Ohanaeze Ndigbo",
    "George Obizor bu onyeisi Ohanaeze Ndigbo",
    "Obiozor sịrị na ọ bụ site na ndọrọndọrọ ọchịchi ka mkpa mkpa na-akpa n'Ọwụwa Anyanwụ siri malite. Ọ sịrị na nke a bụ iji meghara ihu ndị Ọwụwa Anyanwụ na nke ndị Naịjirịa.",
    "Dịka o siri kwuo: \"Nchekwa adịghị bu ajọ ụta a gbara Ọwụwa Anyanwụ. Anyị bụ Ohaneze na-ekwu na ndị kpara nkata a adara ajọ ada.",
    "Okwu maka inye Ọwụwa Anyanwụ ọchịchị Naịjirịanwonw",
    "Dịka onyeisi Ohanaeze Ndigbo siri kọwa, atụmatụ nchekwa adịghị etu o siri kwesi abụghị ihe ga-eme ka aghara inye ndị Ọwụwa Anyanwụ Naịjirịa ohere ịchị mba ahụ dịka onyeisiala.",
    "Ohanaeze Ndigbo na ụfọdụ ndị ndọrọndọrọ ọchịchị Naịjirịa na-ekwu na afọ 2023 bụ oge ndị Ọwụwa Anyanwụ Naịjirịa kwesiri iwepute onye ga-azọ ọchịchị onyeisiala Naịjirịa n'okpuru patị abụọ seputere isi ọfụma.",
    "George Obiozor: Nnamdi Kanu bụ nwa anyị",
    "Mana ruo ụgbụa, pati \"All Progressives Congress\" (apc) na pati \"Peoples Democratic Party\" (PDP) ekwubeghị ma ha a ga-enye ohere.",
    "Patị APC ekwuola na ha ga-enye ndị ndịda Naịjirịa ohere ịzọ ọkwa ahụ, mana PDP ekwubeghị mpaghara ọbụla ma ncha.",
    "Obiozor siri na ndị Igbo kwenyere n'ịdị n'otu Naịjirịa mana ọ bụghị ịdị n'otu nke ga-eme ụfọdụ eze ma mee ụfọdụ ndị odibo.",
    "Ọhanaeze sị na atụmatu ime ndị Ọdịda Anyanwụ Naịjirịa ka obi dị ha mma ma mezie ọnọdụ Naịjirịa mere e jiri nye ha ohere ịzọ ọkwa onyeisiala n'afọ 1999.",
    "Ugbua, dịka Maazị Obiozor siri kwuo, inye onye Ọwụwa Anyanwụ ohere ịbụrụ onyeisiala Naịjirịa ga-eme ka ndị Igbo kwenyere na ha kwụsị ike na Naịjirịa.",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti",
    "Ihe ndị ọzọ Obiozor metụrụ ọnụ bụ mkpa mkpa ọgwụike a na-akpọ mkpụrụ mmiri na akpa n'Ọwụwa Anyanwụ.",
    "Ọ dọrọ ndị ntoroọbịa aka na ntị banyere itinye aka n'ụdịrị ihe a.",
    "Ọ sịkwa na aka ọgwụike a dị n'ọgbaghara na-ada na mpaghara Ọwụwa Anyanwụ na nso nso a.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụelekere 8 gara aga",
    "Gee ntị, Nkeji BBC Igboelekere 7 gara aga",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetịelekere 4 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetị",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụ",
    "Ihe mere Ohanaeze Ndigbo jiri nye ndị gọvanọ izuụka abụọ ihibe Ebubeagụ na steeti ha",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Nwaanyị a na-ebo ebubo ịnapụ Gift nwa ya nọzị n'aka ndị uweojii",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}