{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Inpho",
    "Dkt. Alois Alzheimer, bụ onye mba Germany, bụ onye buru ụzọ chọpụta maka ọrịa a n'afọ 1906, mgbe o mere nyocha n'ahụ nwaanyị na-echezọ ihe n'ụzọ pụrụiche tupu ọ nwụọ.",
    "Ọ chọpụtara na ụbụrụ nwaanyị ahụ dalatara ma hụkwa na nsogbu dị n'akwara mkpụrụ ndụ dị n'ahụ ya.",
    "Oge ọ chọpụtara ihe ndị a, ọrịa dementia adịghị ka ọ dị ugbua.",
    "Mana taata, a na-achọpụta na mmadụ nwe ọrịa a kwa ntabi anya atọ.",
    "Ọrịa enweghi ọgwụgwọ ma ncha.",
    "Na mba ụwa niile, ndị nwere ọrịa ruru nde 50 (50 million). Mana a na-ekwu na o nwereike rịa elu ruo nde 130 (130 million) mgbe afọ 2050 ruru.",
    "Dịka World Health Organization siri kwuo, mmadụ ọrịa dementia na-egbu ejirila oke abụọ karịa etu ọ dị n'afọ 2000, ma bụrụkwa ọrịa nke ise kachasị egbu mmadụ n'uwa niile.",
    "Dementia bụ ihe mgbaama n'ọrịa dị iche iche gbasara ụbụrụ.",
    "Ichefu ihe bụ njirimara nke kacha n'ọrịa a. Mmadụ ọ na-eme ga na-echezọ ihe dị iche iche mere nso nso a.",
    "Ebe foto si, Alamy",
    "Ihe mgbaama ndị ọzọ bụ: mgbanwe agwa, ọnọdụ uche na njirimara uche, onye agaghi amazi ebe ndị ọ mara mbụ, ma chefuo okwu ụfọdụ ma ya na mmadụ na-enwe mkparịtaụka.",
    "Ọ na-aka njọ rute mgbe mmadụ amaghịzi mgbe nri maọbụ mmiri na-agụ ya.",
    "Dementia dị n'ụdị na ụdị dịka: 'Alzheimer's disease' (a na-ahụkarị nke a), 'vascular dementia', 'dementia with Lewy bodies', 'fronto-temporal dementia', 'Parkinson's disease dementia', 'amyotrophic lateral sclerosis' na nke a chọpụtara ọhụrụ bụ 'Late'.",
    "Ị mara na nri kachasị soro n'ihe ndị nwereike ime ka mmadụ nwe ọrịa dementịa?",
    "Lee nri ise ị ga-ezere maọbụ belata na ndụ gị:",
    "Ụbụrụ anyị ji ike sitere na 'glucose', bụ ụdị suga arụ ọrụ n'ahụ. Mana, mmadụ riwe oke suga, 'glucose' dị na uburu akarịa.",
    "Ebe foto si, Getty Images",
    "Nchọpụta ndị e mere gosiri na ọ na-ebelata ikike ncheta, ma belata ndọtị 'hippocampus', bụ akụkụ ụbụrụ na-enye aka n'icheta ihe.",
    "Ụfọdụ nri bu oke suga bụ mmanya ọtọ bịrịbịrị, achịcha ụtọ, dgz.",
    "N'agbanyeghi na ahụ mmadụ chọrọ ihe dị iche iche, ndị America Heart Association kwuru sị na nwaanyị ekwesighi iri suga karịrị 25 grams, ma nwoke ihe karịrị 36 grams n'ou ụbọchị.",
    "A bịa n'ihe gbasara ahụike ụbụrụ, ọ dị mkpa ịbelata nri e ghere eghe mmadụ na-eri. Otu nyocha gosiri na ndị riri ụdịrị nri a emeghi ọfụma n'ihe mmụta na ncheta ihe.",
    "Ebe foto si, Getty Images",
    "Nyocha ọzọ gbasara obi ịda mba na echiche na iri nri e ghere eghe gosiri na ndị riri ụdịrị nri a na-enwe obi ịda mba.",
    "Ọ bụrụ na ị na-eri nri e ghere eghe kwa ụbọchị, riwe ya kwa izu. O bụrụ kwa izu ka ị na-eri ya, riwe ya kwa ọnwa. Ọ bụrụ na ị naghị eri ya ma ncha, ị ma ihe ekwe na-akụ.",
    "Iri oke carbohydrate (carbs) anụchara nwereike ibelata echiche, ma bute ọria dementia.",
    "Carbs a gunyere ntụ ọka nwereike 'high glycemic load' na 'high glycemic index' (High-GI), nke pụtara na ahụ na-agbari ya ngwa ngwa, ma mee ka insulin na suga dị n'ọbara gbalie elu.",
    "Ebe foto si, Getty Images",
    "Ọ bụghị iwu na ị ga-ewepu carbs niile ị na-eri, mana ị ga-enyocha ụdịrị nke ọ bụ.",
    "N'afọ 2018, ndị na-eme nyocha chọpụtara na ahụ ndị na-eri ọka juru eju na nri nwere ahịhịa ka mma karịa ndị na-eri carbs anụchara. Ha hụkwara na ndị na-eri nrị anaghi enwe obi ịda mba.",
    "Nri nwere High-GI gunyere poteto, achịcha ọcha, osikapa. Nri nwere Medium-GI gunyere mmanụ aṅụ, oroma, achịcha juru eju, dgz. Nri nwere Low-GI gunyere akwụkwọ nri, mkpụrụ osisi, karrot, agwa, 'chick peas' na 'lentils'.",
    "Ịnụ oke mmanya na-aba n'anya adịghị mma n'ụbụrụ.",
    "Ọ na-ebute gbanwe na-ahụ mmadụ, belata etu ụbụrụ ha, tisasi ngwaọrụ dịka 'neurotransmitters' ụbụrụ ji arụ ọrụ. Ụfọdụ mmanya nwere 'nitrates' na-ebute dementia.",
    "Ebe foto si, Getty Images",
    "Lancet Public Health wepụtara nyocha ọhụrụ site na France ha mere na mmadụ otu nde nwere ọrịa dementia. Ha hụrụ na ndị dị afọ 65 ma karịa nọ n'ụlọọgwụ nwe ọrịa na-aba ha n'ụbụrụ maka ṅụrụ mmanya oke n'oge ha.",
    "Ọ bụ na ị ga-aṅụ mmanya, anụfeghi ya oke.",
    "MSG bụ ngwanri e ji eme ka nri tọọ ụtọ pụrụiche, ma chekwa nri.",
    "O so n'ihe na-ebute dementia, maka ọ na-eme ka usoro akwara rụọ ọrụ karịa etu o kwesịrị.",
    "Ebe foto si, Getty Images",
    "Ihe ndị ọzọ ị nwereike ike ime iji gbalahụ ọrịa dementia",
    "N'agbanyeghi afọ ị dị, oge ka dị ka ị leba anya ma riwe nri ga-enye ahụ gị ohere ịkwụsị ọrịa dementia, ma kụkwa na ụbụrụ gị na-arụ ọrụ ọfụma.",
    "Nnyocha dị iche iche egosila na mmadụ nwereike igbochi ọrịa tupu ọ malite, n'agbanyeghi ma ọ dị na ezinaụlọ, site na ime ihe ndị ga-eme ka ahụ gbasie ike, ma zere nri na-adịghị ahụ anyị mma.",
    "N'agunyeghị izere nri ise anyị kwuru maka ya, ihe ndị ọzọ ị nwereike ime bụ:",
    "Zere ise siga, maọbụ ịnọ ebe a na-ese siga",
    "Megharịa ahụ, ma kwụsị oke ibu",
    "Ekwela ka obi gi daa mba",
    "Rie ezigbo nri gunyere mkpuruosisi, akwụkwọ nri, azụ, agwa, dgz, ma zee iri oke anụ.",
    "Ahụike",
    "Ahụike echiche",
    "Vidio, Mental Health: Ụzọ asatọ ị ga-eji mara onye chọrọ ịkwụ ụdọ ma nyere ha aka3 Jenụwarị 2019",
    "Etu ị ga-esi mee ka ụbụrụ nwa gị na-aghọ nkọ13 Ọktọba 2020",
    "Dementia: Kedụ ihe mere ọrịa a ji akawanye njọ ugbua?16 Septemba 2021",
    "Bipolar: Gịnị ka ọ pụtara, gịnị bụ njirimara ya, kedụ etu e si agwọ ya?8 Ọktọba 2020",
    "Etu ị ga-esi chekwaa onwe gị n'oge ọgbaghara ka obi ghara ịda gị mba22 Ọktọba 2020",
    "Etu ị ga-esi egbochi ọkụ si n'ekwentị gị ịmerụ gị ahụ6 Maachị 2018",
    "Vidio, Ndị dọkịnta isi ekwuola na isimgbaka, abụghị mmụọ ọjọọ na-ebute ya10 Jenụwarị 2019",
    "High blood pressure: Ị ma na onye ọ na-eme n'afọ 30 na 40 nwere ike imecha nwee nsogbu n'ụbụrụ?26 Ọgọọst 2019",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụelekere 8 gara aga",
    "Gee ntị, Nkeji BBC Igboelekere 7 gara aga",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetịelekere 4 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetị",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụ",
    "Ihe mere Ohanaeze Ndigbo jiri nye ndị gọvanọ izuụka abụọ ihibe Ebubeagụ na steeti ha",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Nwaanyị a na-ebo ebubo ịnapụ Gift nwa ya nọzị n'aka ndị uweojii",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}