{
  "published": "21 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii n'Abuja ekwuola na ha ebidola nnyocha banyere ọnwụ otu nwoke akpoọrọ Obialor Donaldo Ibe dị afọ 37.",
    "Ha kwukwara na ha achọpụtala ma weghachite ụgbọala ya dịka ha mechara ezigbo nnyocha.",
    "Anwụchịela mmadụ ise a sị so gbuo Chef Emeka",
    "Otu nwoke egbuola ụmụaka ya n'Awada",
    "Ihe ọzọ pụtara n'akụkọ ahụ bụ na ha sị na e gbukwara otu nwoke bụ Ezekiel Edoga bụ enyi dọkịta ahụ ya na ya bi n'ụlọ.",
    "Akụkọ na-efegharị maka ọnwụ nwoke a kwuru na ọ bụ n'ụbọchị ọ na-akwado ịfepu gawa mba Amerịka ka ọnwụ bịara ya.",
    "Ha kwukwara na asụkasịrị ya na enyi ya ahụ mma mgbe achọtara ozu ha n'ụlọ Obialor n'ebe akpọrọ 'Games Village' n'Abuja.",
    "Aka akparala nwanyi ji arịrọ mere akaọrụ",
    "Etu e siri gbuo nwunye m, jichie m na mkpọrọ n'ụzọ ezighị ezi- Ọkaiwu",
    "Ndị ziputara ozi ọnwụ a bokwara onye ya na dọkịta a bi dịka onye kpara mkpa mkpa a mana ndị uweojii sị na ọ bụ otu ndị omekome ka hanwa na-eche mere ihe a.",
    "National security",
    "Naijiria",
    "Etu e si gbuo Obialor Ibe na-akwado ịfepụ mba Amerịka n'ụlọ ya21 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Ebubo Gift boro m bụ ụgha, ọ gbahapụrụ nwa ya n'ụlọ m gawa ịgba alabanko- Nne ya ukwu21 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ18 Disemba 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "'Obi adịrọ Nnamdi Kanu mma maka ihe na-eme n'Imo steeti ugbua'- Ipob",
    "Etu e si gbuo Obialor Ibe na-akwado ịfepụ mba Amerịka n'ụlọ ya",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Ebubo Gift boro m bụ ụgha, ọ gbahapụrụ nwa ya n'ụlọ m gawa ịgba alabanko- Nne ya ukwu",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe mere anyị ji nwụchie onye otu anyị nwoke NYSC gbanyere ọla aka - Ndị agha Naịjirịa",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}