{
  "published": "20 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaikpe Inyang Ekwo nke Ụlọikpe Ukwu nke dị n'Abuja akagbuola nsonye Sinetọ Andy Uba na ntuliaka e mere n'ụbọchị isii nke ọnwa Nọvemba e ji họpụta gọvanọ Anambara Steeti.",
    "N'ikpe o kpere n'ụbọchị Mọnde, ọkaikpe a sị na onweghị oge Sinetọ Uba ritere ohere iji ọkọrọtọ patị All Progressive Congress n'ụzọ ziriezi.",
    "Ọkaikpe Ekwo kwukwara na onye tinyere akwụkwọ banyere ikpe a bụ George Moghalu gosiri na patị APC emeghị ntuliaka imeụlọ dịka ha siri kwesi.",
    "Ụlọikpe mkpesa maka ntụliaka enyela Andy Ụba na Soludo ohere inyocha akụrụngwa e jiri mee ntuliaka",
    "'Amụma Fada Mbaka buru n'isi Charles Soludo na 2013 mezuru' - Fada Mentor",
    "Etu anyị si mee ntụliaka imeụlọ APC Anambra nke a sị na e meghị- Onyeisi kọmịtị (APC) Anambra State Primary Election",
    "Ọkaikpe kwuru ka ngalaba na-ahụ maka ntuliaka bụ nke Bekee kpọrọ \"Independent National Electoral Commission\" (INEC) hichapụ aha Uba n'akwụkwọ ha ji denye aha ndị so mee ntuliaka ahụ.",
    "Ha sịkwa ka patị APC nyeghachi maazị Moghalu nde narị iri abuọ na ụma ise o jiri kwuo na ya nwere mmasị iso zụọ ọkwa gọvanọ n'okpuru pati ahụ makana ha emeghi ntuliaka imeụlọ ziriezi.",
    "Otu a kpọrọ \"The Senator Andy Uba Governorship Organisation\" (SAUGCO) kwuru na ya na pati ya bụ APC ga-eje ụlọikpe were rịọ mkpegharị banyere mkpebi Ọkaikpe Ekwo.",
    "N'akwụkwọ ozi BBC Igbo hụrụ Osote Onyeisi ha n'ihe banyere mgbasaozi bụ Ikechukwu Emeka Onyia binyere aka, otu ahụ sị ka ndị na-akwado ha kwanyere iwu ọha ugwu n'oge a.",
    "Ha sịkwa na ha \"hụrụ etu ndi na-akwado pati All Progressives Grand Alliance\" (APGA) na-enwe aṅụrị maka mkpebi ụlọikpe a\", mana ha si na ọ bu ezi ihe na ọbụghị sọsọ ụlọikpe a dị.",
    "\"Anyị na-aga ime mkpesa n'ụlọ ikpe mkpesa.\"",
    "Sit at home: Okwu m na-agwa ndị na-eme atụmatụ a - Andy Uba",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Vidio, \"Onye na-achị kwesịrị ịkpọ ndị na-enye nsogbu ka e nwee mkparịtaụka\" - Andy Uba, Duration 6,1827 Septemba 2021",
    "Vidio, Anambra election update: Ihe ole ma ole dị mkpa ị kwesiri ịma maka Valentine Ozigbo nke PDP22 Ọktọba 2021",
    "Vidio, Anambra election update: Etu m si gụọ akwụkwọ ma ruo n'ogogo m nọ ugbua - Senator Andy Uba21 Ọktọba 2021",
    "Vidio, Ị ga-eme njem gaa ọwụwa anyanwụ n'oge a?20 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Ụlọikpe ekpebiela na Andy Uba esoghi zọọ ọkwa Gọvanọ Anambara20 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ18 Disemba 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "'Obi adịrọ Nnamdi Kanu mma maka ihe na-eme n'Imo steeti ugbua'- Ipob",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ụlọikpe ekpebiela na Andy Uba esoghi zọọ ọkwa Gọvanọ Anambara",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe mere anyị ji nwụchie onye otu anyị nwoke NYSC gbanyere ọla aka - Ndị agha Naịjirịa",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Atọrọla Eze mmụọ ndị Owerri na onyeisi otu ndị obodo Owerri Nchi-Ise n’Imo steetị",
    "E mechala nyocha 'autopsy' n'ozu Sylvester Oromoni",
    "Etu igwe mmadụ si jiri iwe kugbuo ndị 'Bakassi boys'abụọ n'Aba, gbaa ha ọkụ",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}