{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Amaka Chinwedu kwuru na mgbe di ya chọpụtara na ọ dị ime ka ọ malitere gwawa ya na usoro ịmụ nwa nke aga-awa afọ nwaanyị bụ ihe arụ n'obodo ha.",
    "Ka o si kwuo \"Mgbe m di ime nke mbụ ka di m gwara m na ndị obodo ha bụ Igbo-Etche anaghi anabata ya ka nwaanyị si na usoro iwa afọ mụọ nwa.\"",
    "'Chukwu nyere anyị ejima nwoke anọ ka anyị chechara afọ 7'",
    "Ejima atọ nna ha 'gbara ọsọ'",
    "Ụmụ ejima atọ kọrọ etu e si zọọ ndụ ha mgbe a na-egbu ejima n'ala Igbo",
    "Nwaada Amaka kwuru na ka chi ya si zọọ ya n'ime nke mbụ ya na ọ mụghị ya site n'usoro iwa afọ.",
    "O kwukwara na mgbe di ya chọpụtara na ọ dị ime ejima, oge ahụ ka nsogbu ha malitere nke gụnyere na ọ malitere tibe ya ihe kwa mgbe kwa mgbe.",
    "Nke a bụ dịka o kwuru na ịmụ ejima bụ ihe arụ n'obodo ha.",
    "Ndị uweojii nọ n'Ebonyi state kwuru na anabatala mkpesa a ma na-elebaya anya.",
    "Gere ihe ndị ọzọ o kwuru n'uju ebe a.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Vidio, Ebonyi State News: 'Di m gbahapụrụ m makana a mụrụ m ejima ma waa afọ ịmụpụta ha', Duration 1,33elekere 9 gara aga",
    "Vidio, Electric Generator: Igwe ọkụ anyị rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ, Duration 3,5512 Disemba 2021",
    "Vidio, Ị ga-eme njem gaa ọwụwa anyanwụ n'oge a?, Duration 2,5020 Disemba 2021",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Vidio, King of Satan/Simon Odo: Etu o si kwadoo maka ọnwụ ya tupu ọ laa mụọ, Duration 2,5715 Disemba 2021",
    "Vidio, Emmanuel Chisom: 'Na nrọ ka m mụtara iji 'carton' arụ igwe na-enye ọkụ', Duration 2,4623 Maachị 2021",
    "Vidio, Paralympics 2021: Ịkpụ ụzụ na-eme ka m chefuo na m nwere nkwarụ - Lucy Ejike Obichukwu, Duration 4,5116 Disemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe niile, Duration 0,59elekere 6 gara aga",
    "Vidio, Nigeria Paralympics: 'O nweghi mgbe m ji rọọ nrọ ịbụ onye egwuregwu' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Vidio, Electrical Engineering: 'Na nrọ ka e ziri m etu e si arụ igwe ọkụ latrik', Duration 2,242 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}