{
  "published": "22 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Iba bụ ọrịa na-emetụta ọtụtụ ndị mmadụ na mba ụwa.",
    "Ngalaba ahụike mba ụwa bụ World Health Organization (WHO) kwuru na ihe kariri mmadụ nde nari abụọ na puku iri anọ na otu butere ọrịa n'ụwa niile n'afọ 2020.",
    "Ụzọ asaa ị ga-esi gbalahụ ọnwụ site n'ọgwụanwụ",
    "World Malaria Day: Kedụ ihe bụ ịba na etu anyị ga-esi kwụsị ya?",
    "WHO kwukwara na mmadụ ole ọrịa a dulara mmụọ kariri puku nari isii na ụma n'afọ 2020.",
    "Ebe foto si, Science Photo Library",
    "Anwụnta na-ebute ọrịa ịba na-emetụta ihe ruru nde mmadụ abụọ kwa afọ, dịka ngalaba World Health Organisation si kwuo.",
    "Ọrịa iba bụ ọrịa mmadụ nwereike ibute ma anwụnta taa ya maobụ anụ anwụnta tara taa ya.",
    "Ọrịa a na-aka ememina ụmụnwaanyị dị ime, ụmụaka, ndị okenye na ndị na-arịa ọrịa kụkasịrịla ime ahụ ha dịka ọrịa obirinayaọcha (HIV/AIDS).",
    "Ọrịa iba na-ebute:",
    "* Ahụ ọkụ",
    "* Isi ọwụwa",
    "* Oyi ịtụ mmadụ",
    "* Ahụ mgbụ na ọkpụkpụ igbuji mmadụ",
    "Ọrịa iba nwere ọgwụgwọ, ụfọdụ n'ime ha bụ ọgwụ pụrụiche onye bu ọrịa a nwereike ịṅụ ma gbakee n'abalị atọ maọbụ anọ. Ndị dọkịnta na-akpọ ọgwụ ndị a \"Antimalaria Drugs\".",
    "Ebe foto si, Getty Images",
    "Nyocha nakwa ọgwụgwọ n'egbughị oge bụ ụzọ kacha mma iso ọrịa ịbaIme n",
    "Ngwa gee ntị ka a kọwara gị maka ya.",
    "Ọrịa iba na-aba n'ụbụrụ na-amalite dịka ọrịa iba nke nkiti, ọ bụkwa anwụnta bụ ihe na-ebunye mmadụ ọrịa a.",
    "Otu nọọsụ gbatagbata na mba Amerịka aha ya bụ Olayinka Akinsanya gwara BBC Igbo etu ọrịa a si aba n'ụbụrụ mmadụ, o kwuru:",
    "\"Ọ bụrụ na mmadụ buru ọrịa iba ma hapụ ilebara ya anya ruo oge ole m ole, nje ọrịa nwereike ibuso ihe na-ebu nrị na ikuku agaghari n'ọbara mmadụ nke Bekee na-akpọ'red blood cells'agha.",
    "Ọ bụrụ na nje ọrịa buso ya agha, ọ nwereike ime ka ọ kpachie ụzọ ọbara si abanye n'ụbụrụ mmadụ, nke a ga-akpalite ka ụbụrụ onye ahụ malite iza aza\"",
    "Ebe foto si, Getty Images",
    "Ịba kachasị akpa ike n'Afrịka",
    "O kwukwara na ọ bụrụ na nke a mee, a ga-amalite ịhụ ọtụtụ ihe igbaama ga-egosi na ọrịa a abanyela ụbụrụ onye ahụ dịka:",
    "* Mmadụ ịnọ n'etiti ọnwụ na ndụ, ọnọdụ a bụ nke Bekee na-akpọ 'Coma'",
    "* Akwụkwụ ịdọ mmadụ",
    "* Mmadụ ikọgheri akọgherị",
    "Ndị ọrụ ahụike kwuru na ọnọdụ ọrịa nwereike imebi ụbụrụ ụfọdụ ma agwọcha ya bụ ọrịa iba nke bụ na ụbụrụ ndị ahụ aghaghịzị ezu oke ma ha gbakee.",
    "Marakwa na dịka ọrịa iba nke nkiti onye bụ nke a na-aba n'ụbụrụ ga egosi ihe igbama na-ahụ ya dịka ahụ ọkụ, isi ọwụwa, oyi ịtụ mmadụ, ahụ mgbụ wdgz.",
    "Ebe foto si, Getty Images",
    "Oteela ndị mmadụ na-eti mkpu ka ewepụta ọgwụ ga-agwọ ịba",
    "Usoro ọbụla ga-egbochi anwụnta ita mmadụ bụ usoro ga egbochi ọrịa a. Usoro ndị a ka nkụ nke gụnyere:",
    "Gba mbọ dobe akụkụ be gị ọcha, sụcha ọhịa niile nọ gị nsọ maọbụ ebe ọbụla anwụnta nwereike ibi",
    "Kwuchịe maọbụị bupụ iko mmiri ọbụla ebe anwụnta nwereike ibi maọbụ mmụbawanye",
    "Na-agbachi ụzọ be gị na ebe ikuku si abata dịka ebe ndị bụ ebe anwụnta si efebata be mmadụ",
    "Gba mbọ zụta akwa pụrụiche na-egbochi anwụnta ita mmadụ nke Bekee nba-akpọ \"Mosquito Net\"",
    "Gba mbọ tinye akwa mgbochi a n'ebe ikuku si abata be gị dịka nke a ga-egbochi anwụnta ifebata be gị",
    "Tee ude pụrụiche na-achụ anwụnta, Bekee na-akpọ nke a \"mosquito repellent cream\"",
    "I nwereike igba ọgwụ ikuku nke isi ya na-egbu anwụnta nke a na-akpọ \"insecticide\" na Bekee",
    "Ebe foto si, Getty Images",
    "Mkpuru a na-ama ụra n'ọnụ",
    "Ọrịa iba nwere ọgwụgwọ, a na-eji ọgwụ pụrụiche agwọ ya.",
    "Nwaada Akisanya si na ọ bụrụ na mmadụ bute ọrịa iba ọkachasi nke na-aba n'ụbụrụ, ọ bụ ihe mmadụ kwesiri ilebanyere anya ngwa ngwa dịka ndị Igbo si ekwu \"e mee ngwa ngwa emeghara ọdachi\".",
    "Ịmalite nataba ọgwụgwụ n'oge dị mkpa maka ị hapụ ọrịa a n'ime ahụ mmadụ ruo oge dị anya nwereike ime ka onye ahụ banye n'ọnọdụ nwereike memina ya maọbụ mebịe ime ahụ ya etu enweghizi ike igbapụta ya ọkachasi ụbụrụisi onye ahụ.",
    "Dịka Nwaada Akisanya si kwuo, echela ka ọrịa ruo ogogo nke ikpalite ọnọdọ mmadụ ịnọ n'etiti ọnwụ na ndụ, ọnọdụ a bụ nke Bekee na-akpọ 'Coma', akwụkwụ ịdọ mmadụ, maọbụ mmadụ ikọgheri akọgherị.",
    "Ịba",
    "World Health Organization (WHO)",
    "Vidio, 'Di m gbahapụrụ m makana a mụrụ m ejima ma waa afọ ịmụpụta ha'- Amaka Chinwenduelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ebubeagu ga-azọpụta Ebonyi n'aka ndị Ipob- Umahielekere 8 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ18 Disemba 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Ebubeagu ga-azọpụta Ebonyi n'aka ndị Ipob- Umahi",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Atọhapụla Aloy Igwe bụ Eze obodo Umuezeala-Ama dị n'Imo steeti",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ebubo Gift boro m bụ ụgha, ọ gbahapụrụ nwa ya n'ụlọ m gawa ịgba alabanko- Nne ya ukwu",
    "Ihe Ipob sara maka ebubo na ụfọdụ ndị otu ha na-erifusi ego",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}