{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọvanọ Ebonyi Steeti bụ Dave Umahi emeela emume nhiwegharị  otu nchekwa Ebubeagu n'Abakaliki, isiobodo Ebonyi Steeti n'ụbọchị Wenezde.",
    "Nke a na-eme na-agbanyeghị na ndị otu Ipob dọrọ aka na ntị ka a hapụ ihiwe otu Ebubeagu n'Ọwụwa Anyanwụ.",
    "Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị",
    "Simon Ekpa abụghị onye Ipob makana ọ naghị atụ ụtụ Ipob maọbụ aga nzukọ Ipob na Finland - DOS",
    "N'okwu ya na mmemme ahụ, Umahi kọwara na ihe ruru pasentị ndị Gọvanọ iri isii binyere aka were kwado nhiwe Ebubeagụ.",
    "Ebe foto si, Google",
    "Gọvanọ Dave Umahi mgbe ọ na-ezi ozi n'emume ihiwe Ebubeagu",
    "Ọ rụtụrụ aka na Ebubeagu ga-azọpụta steeti ahụ nakwa Ọwụwa-Anyanwụ na nkwada akụnaụba nke mkpamkpa ndị Ipob na ndị omekome weterala na steeti ahụ.",
    "O kwukwara sị, \" Onye ọ na-amasịghị chọrọ ụzọ pụọ. Ebubeagu ga-erubere ndị uweojii isi, anyị ga-eso iwu na ntuziaka Kọmịshọna ndị Uweojii\".",
    "Umahi kwuru na enweghị ihe gbasara Ebubeagu na ndọrọndọrọ ọchịchị.",
    "Umahi kwuru sị, \" Maka ndị na0ebute ọgbaaghara na ndị na-atụ Ebubeagu egwu gaa ụlọikpe mee mkpesa ha n'ihi na agaghị akwụsị Ebubeagu\".",
    "Ebe foto si, Empics",
    "Gọvanọ Dave Umahi ebe oyi uwe ndị otu Ebubeagu",
    "Umahi sị, \"Ihe ndị Ipob na-eme n'Ebonyi steeti akụdala ọnọdụ akụnaụba Ebonyi steet, mana ọ bụ Ebubeagu ga-azọpụta aha anyị ma nye ndị omekome na-akpa ike  n'Ọwụwa Anyanwụ ọsọ\" .",
    "O kwuru na na-agbanyeghị na ndị Ipob sị na ha akwụsịla mkpamkpa ọbụla mana ndị omekome ka na-akpa ike n'ọwụwa anyawnụ.",
    "Ọ gara n'ihu kwuo sị, \"Ndị ọchịchị n'ọwụwa anyanwụ agaghị agbachi nkịtị ihe a na-emebi, ha ekwuola ka ndị ntoroobia nọ n'ime ọhị pụta ka e kpee udo\".",
    "Umahi kọwara na ndị Gọvanọ ọwụwa anywnụ ekweela nkwa na ha ga-akwado Ebubeagu nke ọma.",
    "Ndị nchekwa Ebubeagu",
    "Gọvanọ Umahi, gbara ama na Onyeisiala  Muhammadu Buhari ga-eme njem nleta n'Ebonyi Steeti n'ọnwa Januwarị afọ 2022.",
    "Ndị nchekwa Ebubeagu",
    "O kwuru sị, \"Ọ bụ Ebubeagụ ga-enyere onyeisiala Muhammadu Buahrị aka maka ọrụ ya na nchekwa n'Ọwụwa Anyanwụ\".",
    "A tọhapụla Aloy Igwe bụ Eze obodo Umuezeala-Ama dị n'Imo steeti",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe Ipob sara maka ebubo na ụfọdụ ndị otu ha na-erifusi ego",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "National security",
    "Naijiria",
    "Ebonyi Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Cerebral Malaria: I ma maka ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 20219 Disemba 2021",
    "Period Sex: Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị20 Nọvemba 2021",
    "Vaginal dryness: Ihe ndị nwere ike ime ọtụ nwaanyị ịkpọ nkụ oge aramara4 Disemba 2021",
    "Vidio, 'Di m gbahapụrụ m makana a mụrụ m ejima ma waa afọ ịmụpụta ha'- Amaka Chinwenduelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ebubeagu ga-azọpụta Ebonyi n'aka ndị Ipob- Umahielekere 8 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ18 Disemba 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Vidio, Etu ndị agha Naịjirịa si kpochapụ ndị obodo Isheagu n'oge agha Biafra, Duration 9,369 Disemba 2021",
    "Ebubeagu ga-azọpụta Ebonyi n'aka ndị Ipob- Umahi",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Atọhapụla Aloy Igwe bụ Eze obodo Umuezeala-Ama dị n'Imo steeti",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ebubo Gift boro m bụ ụgha, ọ gbahapụrụ nwa ya n'ụlọ m gawa ịgba alabanko- Nne ya ukwu",
    "Ihe Ipob sara maka ebubo na ụfọdụ ndị otu ha na-erifusi ego",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}