{
  "published": "24 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Hajia Rabi Shinkafi/Facebook",
    "Rabi Ibrahim Shinkafi nọbụ n'ọkwa dịka kọmịshọna na-ahụ maka ụmụ nwaanyị na ụmụaka na Zamfara steeti tupu ọ gba arụkwaghi m n'ọkwa ahụ.",
    "Tupu o nata ọkwa oche kọmishọna na steetị ahụ, ọ rụrụ ọrụ dịka onye nlekọta nwalite ụmụnwaayị na Zamfara steeti.",
    "Hope Uzodimma ewetuola obi, gbatia aka udo",
    "Hope Uzodimma anabatala onyeisi ụlọomeiwu Imo ọhụrụ ahọpụtara ụnyahụ",
    "Ugbua, ọ nara ọkwa ọrụ gọọmentị ọhụrụ n'aka gọvanọ Imo steeti bụ Hope Uzodinma.",
    "Ihe ndị ị kwesiri ima maka Rabi Ibrahim",
    "Nwaada Shinkafi gwara ndị ụlọọrụ ntaakụkọ Tambari na ọ bụ nwa Stephen Aruwuonye bụ onye si okporoọchịchị Uguata di n'Imo steeti.",
    "Na mkparịtaụka ahụ o kwukwara na amụrụ ya na Birni Kebbi ebe onye zụrụ ya bụ otu Eze odinala ebe ahụ bụ Sarkin Shanun Gwandu.",
    "N'afọ 2017 Emir  Shinkafi ALH. Muhammad Makwashe Isah chiri ya echịchị dịka Adaeze n'aha pụrụiche bụ Gimbiyar Shinkafi .",
    "Nwaada Shinkafi a lụọla di, aha di ya bụ Ibrahim Bakon Gwaggo.",
    "Nwaada Shinkafi gbara n'anwụ ihe mere o ji hapụ ọkwa ahụ enyere ya Zamfara gawa ọkwa oche ọzọ n'Imo steeti. N'okwu ya o kwuru:",
    "\"Agbaghi arụkwaghị m n'ọrụ m maka esom okwu ọ bụla, a hapụrụ m ọrụ m n'ihe na ọ bụ ebumnobi ka nara ma nwalee ọrụ ọzọ n'Imo steeti\"",
    "O kwukwara \"E ji m ohere a ekele Gọvanọ steetị ahụ bụ Bello Matawalle na nwunye ya bụ Hajiya Aisha Matawalle maka ohere inye m ọkwa ọchịchị na steeti ahụ nakwa etu ha si kpasa m agwa ọma oge m nọ n'ọkwa ọche ahụ\"",
    "\"Ndị na-ebughari akụkọ na achọrọ m n'orụ maka nsogbu maọbụ esomokwu na-ako akụkọ ugha\"",
    "Na ngwụcha o kwuru: Mụ na gọvanọ Zamfara steeti ka dị na mma, mụ na nwunye ya ka dị na mma, ha bụ ndị agbata obi m.",
    "Tupu m agba arụkwaghi m, Gọvanọ Matawalle na Gọvano Hope Uzodinma nwere mkparịtaụka banyere atụmatụ a\"",
    "Cheta na o nwere mgbe o zipụtaburu ozi n'afọ 2019 na-ekwu na enyeghi ya oche azụ n'ọrụ ya na Zamfara steeti dịka akụkọ feghariri mgbe ahụ si kwuo. Site na ihe ndị o na-ede n'akara soshal midia ya, ahụrụ na n'ezie ya na gọvanọ Hope Uzodinma dị na mma dịka mgbe e mere ọtụtụ mwakpoo n'Imo steeti, o zigara gọvanọ Uzodinma ozi dee: \"Nwanna m nwoke, bụ gọvanọ Hope, Ekele m gị.",
    "Obi adighi m mma maka etu ihe si aga ugbua na steeti gị ọkachasi ka e si wakpoo obodo Omuma. Mụ na nnam bụ Eze Stephen Aruwuonye na-ejịkọ aka ọnụ akatọọ ihe mere\".",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021elekere 2 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Sam Obiago, onye ejije Nollywood a ma ama, alaala mmụọ23 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ18 Disemba 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?",
    "Sam Obiago, onye ejije Nollywood a ma ama, alaala mmụọ",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}