{
  "published": "elekere 2 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Others",
    "Ebe ụfọdụ na-asị \"afọ gbarakwa aka laa\", ụfọdụ ndị ọzọ nọ n'iru uju ndị nke ha so afọ 2021 a laa mmụọ.",
    "N'ime ndị so afọ 2021 laa, ụfọdụ n'ime ha bụ ndị a ma ama ọnwụ ha metụtara ma ndị abụghị ndị ezinụlọ maọbụ agbataobi ha.",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Ọnwụ ndị ahụ wuru ewu na Naịjiria, ọkachasị n'Ala Igbo.",
    "Chike Akunyili:",
    "Ebe foto si, Chike Akunyili",
    "Ọkammụta Chike Akunyili",
    "Ọkammụta Chike Akunyili (di Dora Akunyili nwụrụ anwụ) zutere ọnwụ ya n'aka ndị ekperima wakporo ụgbọala ya ma gbuo ya n'ụbọchị Tuzde, abalị iri abụọ na asatọ nke ọnwa Septemba afọ 2021.",
    "O si emume e hibere maka ncheta ndụ nwunye ya na-alọta mgbe ndị omekome ahụ zutere ya n'Ọnịcha, Anambara steeti.",
    "Akunyili bụ onye Agulu, n'Anambra Steeti, bụ dọkịnta na-agwọ ọtụtụ ndị mmadụ ọrịa (ụfọdụ ka ọ gwọrọ n'efu) mgbe ọ dị ndụ.",
    "Ọnwụ ya wutere ọtụtụ ndị mmadụ na Naịjiria, nke bụ na Onyeisiala Muhammadu Buhari so na ndị zigarala ezinaụlọ ya ozi iti aka n'obi.",
    "Ihe ndị gbara ọkpụrụkpụ ị kwesịrị ịma maka ndụ Dr Chike Akunyili, di Dora Akunyili",
    "Lee etu akwamozu Chike Akunyili, di Dora, si gaa",
    "Ọ dị afọ 72 mgbe ọ nwụrụ.",
    "Ndubisi Kanu",
    "Ebe foto si, Center for memories",
    "Rear Admiral Ndubuisi Kanu",
    "Ọchịagha Ndubuisi Kanu nwụrụ ka ọ rịaturu obere ọrịa, n'ụbọchị iri na atọ nke ọnwa Jenụwarị 2021.",
    "Ọ chịburu Imo steeti na Legọs steeti n'oge ọchịchị ndị agha.",
    "Ọ dị afọ 78 mgbe ọ nwụrụ.",
    "Ihe kpọtụrụ n'ụka akwamozu Ndubuisi Kanu gọvanọ onye agha chịrị Legọs na Imo steeti",
    "Ihe Buhari, Gbajabiamila, Sanwo-olu na ndị ọzọ kwuru maka Ndubuisi Kanu Gọvanọ mbụ Imo steeti nwụrụnụ",
    "Ada Jesus:",
    "Ebe foto si, Ada Jesus Comedy/Facebook",
    "Ada Jesus wuru ewu na soshal midia tupu ọ nwụọ",
    "Mercy Mmesoma Obi a ma dịka Ada Jesus nwụrụ dịka ọ rịachara ọrịa akịrị, n'abalị iri abụọ na otu nke ọnwa Epreelụ 2021.",
    "Obi bụbu ọkpaọchị tupu ọ rịawa ọrịa butere ọnwụ ya, wuru na soshal midia n'ihi okwu dị n'etiti ya na onye ụkọchukwu Chukwuemeka Ohanaemere e ji Odumeje mara nakwa Rita Edochie bụ onye ejije Nollywood.",
    "Ọ dị naanị afọ 23 mgbe ọ nwụrụ.",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Victoria Aguiyi-Ironsi:",
    "Ebe foto si, Hope Uzodinma",
    "Victoria Aguiyi-Ironsi nwụrụ n'abalị iri abụọ na atọ nke ọnwa Ọgọst, 2021.",
    "Ọ bụ nwunye onye agha mbụ chịrị Naịjirịa bụ Johnson Aguiyi-Ironsi.",
    "Ọ bụ ya bụ onye mbụ nọ n'ọnọdụ dịka \"First Lady\" nke abụọ na Naịjirịa.",
    "Ọ gaara agba afọ 98 ma ọ bụrụ na ọ dị ndụ ruo abalị iri abụọ na otu nke ọnwa Nọvemba 2021.",
    "Etu akwamozu Victoria Aguiyi-Ironsi, nwunye Aguiyi-Ironsi si kpọtụọ",
    "Lady Adanma Okpara",
    "Ebe foto si, Abia State Government",
    "Adanma Okpara nwụrụ n'abalị iri abụọ na abụọ nke ọnwa Ọgọstụ, 2021.",
    "Ọ bụ nwunye aka chịbụrụ Ọwụwa Anyanwụ Naịjirịa bụ Michael Iheonukara Okpara.",
    "Odoziakụ Okpara bụ nwaanyi ajadụ kemgbe afọ 1984 di ya nwụrụ.",
    "Ọ dị afọ 96 mgbe ọ nwụrụ.",
    "Ihe i kwesiri ịma maka Adanma Okpara",
    "Ernest Asuzu:",
    "Ebe foto si, Ernest Asuzu Instagram",
    "Ernest Asuzu nwụrụ n'abalị iri abụọ na isii nke ọnwa Jenụwarị 2021 ka kubiri daa ma ghara ibilite ọzọ.",
    "Ọ nọ na-arịabu ọrịa, mana ọ gbakere tupu ọdachi a emee.",
    "Ọ bụ onye na-eme ejije Nollywood, otiegwu, onye na-emepụta ihe nkiri nakwa onye a na-ekiri n'onyonyo tupu ọ nwụọ.",
    "Ọ dị afọ 50 mgbe ọ nwụrụ.",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Bruno Iwuoha:",
    "Ebe foto si, Bruno Iwuoha Facebook",
    "Bruno Obinna Iwuoha nwụrụ ka ọ rịachara ọrịa, n'abalị iri nke ọnwa Epreelụ 2021.",
    "Ọ rịara ọrịa shuga mgbe ọ dị ndụ.",
    "Ọ bụ ome ejije a ma ama na Nollywood, o ritere ihe nrite gụnyere 'Best Supporting Actor' nke ndị Africa Movie Academy Awards (AMAA) nyere ya maka ejije Sins of the Flesh, n'afọ 2007.",
    "Ọ dị afọ 68 mgbe ọ nwụrụ.",
    "Ihe ị kwesịrị ịma maka Bruno Iwuoha, ome ejije na Nollywood lara mmụọ",
    "Dan Nkoloagu:",
    "Ebe foto si, Dan Nkoloagu jnr/Facebook",
    "Dan Nkoloagu nwụrụ n'abalị iri abụọ na abụo nke ọnwa Jenụwarị 2021.",
    "Ọ bụ onye e ji ime ejije dịka ichie nakwa dibia, mara na Nollywood.",
    "Ọ dị afọ 83 mgbe ọ nwụrụ.",
    "Jim Lawson Maduike:",
    "Ebe foto si, Jim Lawson/Facebook",
    "Jim Lawson Maduike nwụrụ n'abalị iri itoolu nke ọnwa Jenụwarị afọ 2021, ka o kwuputechara maka ahụ mgbu.",
    "Ọ bụ onye ejije Nollywood e ji ime onye ichie, Igwe maọbụ ide ji ego mara.",
    "Ọ dị afọ 69 mgbe ọ nwụrụ.",
    "Charity Maduka:",
    "Ebe foto si, Charity Maduka/Facebook",
    "Charity Maduka",
    "Charity Maduka nwụrụ n'abalị iri abụọ na asatọ nke ọnwa Nọvemba 2021, rịachara obere ọrịa.",
    "Ọ bụ nwunye otu okeosisi Ala Igbo bụ Cosmas Maduka e ji Coscharis mara.",
    "Tupu ọ nwụọ, ọ bụ osote onyeisi ụlọọrụ Coscharis bụ ụlọọrụ ya na di ya so hibe.",
    "Ọ dị afọ 63 mgbe ọ nwụrụ.",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Grace Ifeoma Adichie:",
    "Ebe foto si, Chimamanda Adichie/Instagram",
    "Chimamanda Adichie/Instagram",
    "Grace Adichie bụ nne mụrụ odeakwụkwọ a ma ama bụ Chimamanda Adichie nwụrụ n'ụbọchị mbụ nke ọnwa Maachị.",
    "Ọ dị afọ 78 mgbe ọ nwụrụ.",
    "Nne mụrụ Chimamanda Adichie alaala mmụọ",
    "Ossy Prestige:",
    "Ebe foto si, Ossy Prestige/Facebook",
    "Ossy Prestige",
    "Ossy Chinedu Prestige nwụrụ n'abalị asatọ nke ọnwa Febrụwarị 2021.",
    "Ọ bụ onye nnọchiteanya Aba Nọt na Saụt nke Abịa steeti n'ụlọomeiwu nta, ebe ọ nọ na-ọchịchị agba nke abụọ ya tupu ọ nwụọ.",
    "Ọ dị afọ 56 mgbe ọ nwụrụ.",
    "Stanley Okoro:",
    "Ebe foto si, Stanley Rabbi/Facebook",
    "Stanley Okoro e ji 'Ibu Junior' maọbụ 'Stanley Rabbi' mara",
    "Stanley Okoro nwụrụ n'abalị iri na otu nke ọnwa Ọgọst, 2021 ka ọ rịachara ọrịa obere oge.",
    "Ọ bụ onye na-eme ihe ejije na Nollywood tupu ọ nwụọ.",
    "Ọ dị naanị afọ 29 mgbe ọ nwụrụ.",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mmụọ",
    "Doris Chima:",
    "Ebe foto si, Doris Chima/Facebook",
    "Doris Chima nwụrụ n'abalị iri na isii nke ọnwa Ọgọst 2021, ka ọ rịachara ọrịa kansa.",
    "Dịka aka ochie ọ bụ, o so na ndị hibere otu jịkọrọ ndị ejije bụ \"Actors Guild of Nigeria (AGN)\", ma bụrụkwa osote onyeisi AGN nke Legọs steeti.",
    "E nwere mgbe o wuru ewu dịka otiegwu, mgbe o so mee asọmpi ndị na-agụ egwu nke ndị ụlọntaakụkọ Nigerian Television Authority (NTA) haziri n'afọ 1991.",
    "Ọ dị afọ 63 mgbe ọ nwụrụ.",
    "Ihe ị kwesịrị ịma maka Doris Chima lara mmụọ taa",
    "Sam Obiago:",
    "Ebe foto si, Sam Obiago/Instagram",
    "Sam Obiago rụrụ dịka onye ọrụ ụlọakụ tupu ọ banye ime ejije na Nollywood",
    "Sam Obiago, nwụrụ ka ọ rịaturu obere ahụ, n'abalị iri abụọ na atọ nke ọnwa Disemba 2021.",
    "Ọ bụ onye Nollywood na-emekarị ejije ebe ọ bụ eze maọbụ onye ichie, tupu ọ nwụọ.",
    "Tupu ọ nwụọ, ọ bụ onyeisioche otu jikọrọ ndị na-ede ejije Bekee kpọrọ 'Screen Writers Guild of Nigeria (SWGN)'.",
    "Sam Obiago, onye ejije Nollywood a ma ama, alaala mmụọ",
    "Ify Onwuemene",
    "Ebe foto si, Ify Onwuemene/Facebook",
    "Ifeyinwa Tessy Onwuemene e ji Ify mara nwụrụ n'ụbọchị iri abụọ na ise nke ọnwa Mee 2021, ka ọ rịachara ọrịa kansa a kpọrọ 'endometrial cancer'.",
    "Ọ bụ onye ejije na Nollywood; e si n'ejije a kpọrọ 'Everyday People', ebe ọ bụ nwunye Sam Loco Efe, mara ya.",
    "Ọ gaara agba afọ 62 taa bụ abalị iri abụọ na anọ nke ọnwa Disemba, 2021.",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ",
    "Rich Oganiru",
    "Ebe foto si, Rich Oganiru/Facebook",
    "Rich Oganiru nwụchara ka ọ rịchara ọrịa ogologo oge, n'abalị iri nke ọnwa Ọgọst 2021.",
    "Tupu ọ nwụọ, ọ rịara ọrịa mere ka ọ rịọ ndị mmadụ ka a gbatara ya ọsọ enyemaka na soshial midia.",
    "Ọ bụ onye ejije na Nollywood tupu ọ nwụọ.",
    "Ọkwa ọnwụ",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Lee ihe ndị otu Ipob kwuru maka ọnwụ di Dora Akunyili bụ Chike Akunyili.",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021elekere 2 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Sam Obiago, onye ejije Nollywood a ma ama, alaala mmụọ23 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ18 Disemba 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?",
    "Sam Obiago, onye ejije Nollywood a ma ama, alaala mmụọ",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}