{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị a ma ama kwadoro akwado maka emume ekeresimesi nke afọ 2021 a. Lee ihe BBC Igbo hụrụ.",
    "Ebe foto si, Instagram/Obi Cubana",
    "Obinna Iyiegbu a ma dịka Obi Cubana, nwunye ya na ụmụ ya kwadoro ọfụma maka ekeresimesi afọ a.",
    "Ebe foto si, Instagram/ccsoludo",
    "Chukwuma Soludo bụ onye zọtara ọkwa gọvanọ Anambra steeti, nwunye ya, ụmụ isii ha na nkịta ha so n'emume ekeresimesi nke afọ a.",
    "Ebe foto si, Tony Elumelu/Facebook",
    "Ojiegoachụego nakwa ide ji ego bụ Tony Elumelu na ezinaụlọ ya kere ekike yiri ibe ya wee na-agba ekeresimesi nke afọ a.",
    "Ebe foto si, Instagram/Jnrpope",
    "Onye ejije Nollywood bụ Junior Pope Odonwodo, nwunye ya na ụmụ ya jikekwara ejike.",
    "Ebe foto si, Instagram/Cristiano",
    "Lee etu Cristiano Ronaldo bụ ọgbabọọlụ Manchester United na ezinaụlọ ya gụnyere ụmụ ya, nwunye ya nakwa nne na nna ya si agba ekeresimesi nke afọ a.",
    "Ebe foto si, Instagram/Chief Imo",
    "Ọkpaọchị na onye ejije Longinus Anokwute a ma ama dịka Chief Imo na ezinaụlọ ya na-ebunye ụkpa ekele ekeresimesi.",
    "Ebe foto si, Instagram/Stan Nze",
    "Stan na Blessing Nze bụ ndị ejije na Nollywood na-agba ekeresimesi mbụ ha dịka di na nwunye.",
    "Ebe foto si, Instagram/Destiny Etiko",
    "Destiny Etiko bụ onye ejije Nollywood a ma ama. Lee etu o si kwado emume ekeresimesi nke afọ a.",
    "Ebe foto si, Faceboo/Regina Daniels",
    "Onye ejije Nollywood bụ Regina Daniels na Munir Nwoko nwa ya nwoke pụtara n'ọgbọ.",
    "Ebe foto si, Facebook/Hillary Clinton/Bob Mcneely",
    "Hillary na Bill Clinton chịburu mba Amerịka so n'emume ekeresimesi.",
    "Ebe foto si, Facebook/Ike Ekweremadu",
    "Sinetọ Ike Ekweremadu bụ onye ndọrọndọrọ ọchịchị, nwunye ya na nne ya so na-agba ekeresimesi nke afọ a.",
    "Ebe foto si, Instagram/Ighalojude",
    "Ọgbabọọlụ Odion Ighalo Jude na ụmụ ya kere ekike maka emume ekeresimesi",
    "Ebe foto si, Instagram/Mimiorjiekweng",
    "Mimi Orjiekwe bụ onye ejije Nollywood na nwa ya nwaanyị.",
    "Ebe foto si, Instagram/UchennaNnanna",
    "Uchenna Nnanna bụ onye ejije Nollywood, di ya na ụmụ ya kwadoro akwado na foto a.",
    "Ebe foto si, Instagram/babarex",
    "Ome ejije Nollywood bụ Nosa Rex na ezinaụlọ ya sokwa n'ihe a na-eme.",
    "Ebe foto si, Instagram/Nuella_njubigbo",
    "Nuella Njubigbo bụ onye ejije Nollywood na nwa ya nwaanyị na-eme emume ekeresimesi",
    "Ebe foto si, Instagram/AnitaJoseph8",
    "Anita Joseph na-eme ejije na Nollywood na di ya na-enwe aṅụrị ekeresimesi.",
    "Ebe foto si, Instagram/potus",
    "Joe Biden bụ onyeisiala mba Amerịka na Jill nwunye ya sokwa pụta n'ọgbọ ekeresimesi.",
    "Ebe foto si, Instagram/Official_mercyeke",
    "Mercy Eke bụ nwaanyị mbụ na-emeri Big Brother Naija sokwa n'ihe a na-eme",
    "Ebe foto si, Instagram/chachaekefaani",
    "Ome ejije Cha Cha Eke Faani, Austin di ya na ụmụ ha niile so pụta n'ọgbọ",
    "Ebe foto si, Instagram/mercyjohnsonokojie",
    "Mercy Johnson Okojie bụ onye ejije na Nollywood, di ya na ụmụ ya kwadoro akwado pụta n'ọgbọ n'afọ a.",
    "Nollywood",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}