{
  "published": "28 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, AMEN,Ayodele,RCCG",
    "Na mbido afọ, ọtụtụ ndị ụkọchukwu na ndị amuma a na-anụ aha ha kwụpụtara ihe  ha sị  Chineke gwara ha ga-eme n'afọ 2021.",
    "Dịka afọ 2021 na-apịakọ ọnụ, anyị lere anya n'ihe ụfọdụ ha kwuru ga-eme iji mata ndị mezuru na ndị bụ okwu e jiri mejuo okwu.",
    "Lee ụfọdụ n'ime ha ma were ire gị gụọ eze gị ọnụ:",
    "Ebe foto si, Fada Mbaka Facebook Page",
    "N'ozi afọ ọhụrụ na mbido afọ, Ụkọchukwu Ụka Katọlik a ma ama bụ Fada Ejike Mbaka kwuru na ala Naijiria ga-aba n' ihe isi ike kacha n'afọ 2021.",
    "Nke bụ eziokwu: E jighị igbo agwa ya onye ọcha n'ụdị ihe isi ike  ụmụ Naijiria gabigara n'afọ 2021 dịka ọnụahịa ihe rịrị n'elu ọjị.",
    "N'okwu Coronavirus, Fada Mbaka buuru amụma na coronavirus ga-ala n'afọ 2021. Dịka o siri kwuo, n'ụka afọ ọhụrụ, Mbaka sịrị, \"A ga-esite n'afọ coronavirus juru ga n'afọ a zachapụrụ coronavirus.\"",
    "Nke bụ eziokwu: Nke e mezughị . Kama mzachapụ coronavirus,  nje Omicron bụ ụdị nje coronavirus  a hụbeghị mbụ ma  na-akpa ike karịa nke mbụ pụtara .",
    "Ebe foto si, Screen Grab",
    "\"Ka ọgwụ mgbochi covid-19 na-apụta, ka ụdị nje ka njọ na-apụta\"",
    "N'amụma o buru n'emume ịbanye afọ ọhụrụ, onyeisi ụlọụka Redeemed Christian Church of God bụ Pastọ Adeboye kwuru na ọrịa covid-19 agaghị ala fịam dịka ndị sayensi na-ekwe nakwa na ọgwụ mgbochi ga-ekpocha ya..",
    "Ọ sịrị, \" Ka a na-ewepụta ọgwụ mgbọchị maka covid-19, ka ụdị nje covid-19 ọzọ na-agbakapụta\"",
    "Oge Adeboye kwuru na ọnọdụ ahụ ga-adị otua \" ruo oge  onye ọbụla ga-enweta na nchekwa si n'aka Chineke.\"",
    "Nke bụ eziokwu: Oge Adeboye wepụtara ozi a n'onwa Jenụwarị, ọgwụ mgbọchị  covid-19 nje Omicron nke na-eyi mpaghara ụwa dị iche iche egwu apụtabeghị.",
    "Ebe foto si, Primate Elijah Ayodele Facebook",
    "Primate Babatunde Elijah Ayodele nke ụka Inri Evangelical Spiritual Church  so na ndị ụkọchukwu a ma ama na Naijiria so na ndị wepụtara mgbaama ihe ndị o kwuru ga-eme n' afọ 2021.",
    "N' ọnwa Disemba afọ 2020, Primate Ayodele  kwuru  na na-agbanyeghị ọgwụ mgbochi coronavirus, na ọrịa ahụ ga-aga n'ihu na akpa ike n'Afrika, Yurop nakwa Amerịka.",
    "Nke bụ eziokwu: Na-agbanyeghị na e nweela ọgwụ mgbochi ọrịa malite n'ọnwa Maachị afọ 2021, ọrịa coronavirus nke nọ n'agba nke anọ ya n'ọtụtụ mba ka na-akpa ike.",
    "Ayodele kwuru na \"Ụlọakụ ụfọdụ ga-ada\" n'ihi ihe isi ike.",
    "Nke bụ eziokwu: O nweghị ụlọakụ dara n'afọ 2021 o were anya.",
    "Mwakpo ụgbọala nsonso Gọvanọ",
    "Primate Ayodele mara amụma na n'afọ 2021, na a ga-awakpo ụgbọala nsonso onye gọvanọ, ebe a ga-agbali igbu onye gọvanọ.",
    "Nke bụ eziokwu: N'ọnwa Ọktọba afọ 2021, ndị omekome a na-eche na ha bụ ndị Boko Haram wakporo ụgbọala nsonso gọvanọ Borno steeti bụ Babagana Zulum. Dịka akwụkwọ akụkọ siri kwuo, ndị agha na ndị omekome ahụ wụrụ mgbọ ihe ruru otu awa. Nke a bụ ugboro abụọ a na-awakpo Zulum bụ onye a wakpoburu n'afọ 2020.",
    "Ebe foto si, Apostle Theophilus Ebonyi Facebook",
    "\" A ga- enwe mweghara ọchịchị  na emeghi ntuliaka, onye nke abụọ ga-abụ  onye mbu\"",
    "N'ọnwa Jenụwarị afọ 2021, ụkọchukwu ụka Faith on the Rock Ministry International bụ  Apostle Theophilus Ebonyi, gwara ndị ntaakụkọ na Nasarawa steeti  na 'a ga-enwe mgbanwe ọchịchị na-enweghị ntuliaka ọbụla, na onye nke abụọ ga-abụ onye nke mbụ.\"",
    "\"Chukwu gosiri m oge m nọ n'ekpere na Naijiria ga-enwe mgbanwe etu ihe si aga na onye nke abụọ ga-abụ onye nke mbụ dịka onyenweanyị si kwuo.\"",
    "Nke bụ eziokwu: Onyeisala Muhammadu Buhari ka bụ onyeisiala, Osote ya bụ Yemi Osinbajo ka bụ onye nke abụọ. E nweghị mgbanwe ọbụla n'ọchịchị.",
    "Etu ndị bee Uche Nwosu si nabata ya ka o sicha n'aka ndị uweojii pụta",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọla",
    "'Ọchụchụ ọkwa gọvanọ Abaribe na-achọ agaghị emegharim anya' - Gọvanọ Ikpeazu",
    "Ndọrọndọrọ ọchịchị",
    "Ofụfe",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ, akụkọ na 'a tọọrọ Fada Mbaka' na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 2021elekere 8 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ15 Disemba 2021",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime14 Disemba 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ, akụkọ na 'a tọọrọ Fada Mbaka' na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 2021",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọla",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Ọchụchụ ọkwa gọvanọ Abaribe na-achọ agaghị emegharim anya' - Gọvanọ Ikpeazu",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ebumnobi ndị nwụchiri m bụ igbu m - Uche Nwosu",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}