{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Fr. Arazu Youth Development Organization",
    "Otu Fada ụlọụka Katọlik aha ya bụ Raymond Arazu anwụola n'ụlọọgwụ dị n'Enugwu.",
    "Onye ọdeakwụkwọ ụlọụka ahụ wepụtara ozi a kwuru na e bugara ya ụlọọgwụ dịka ike na-agwụ ya n'ụbọchị ole na ole gara aga.",
    "Ihe ị kwesịrị ịma maka Archbishop Desmond Tutu lara mụọ taa",
    "Ada Jesus dị afọ 23 alaala mmụọ",
    "Sam Obiago, onye ejije Nollywood a ma ama, alaala mmụọ",
    "Ozi ahụ kwuru na ọ na-arịabu ọrịa akpụ nke ngada nakwa Dayabitis tupu ọ nwụọ.",
    "Ha kwukwara na a ga-ewepụta ozi ma ahazicha usoro akwamozu ya.",
    "Tupu ọ nwụọ, ọ bụ onyeisioche otu ndị mgbọrọgwụ akpọrọ \"Anambra Traditional Medicine Board\".",
    "Ebe foto si, Fr. Arazu Youth Development Organization",
    "Fr. Arazu bụ otu onye ya na ụka ya na-akwata isi maka ọtụtụ ihe gbadoro ụkwụ n'omenala Igbo.",
    "Onyeisi ndị uweojii enyela iwu ka achọta ndị gburu ụkọchukwu",
    "A nwụchiela ndị a na-ebo ebubo igbu ụkọchukwụ Katọlịk n'Imo Steeti",
    "Ọ kpọrọ onwe ya \"Dibia\" ma na-emekwa ihe gbasara mgbọrọgwụ Igbo.",
    "Ọ bụkwa onye akpọrọ \"Holy Ghost Father\".",
    "E kwukwara na ọ na-achụpụ ajọ mmụọ bi n'ime mmadụ nke Bekee kpọrọ \"Exorcist\".",
    "Enugu Steeti",
    "Ụka ndị Roman",
    "Vidio, Etu ndị nọ n'ụlọmkpọrọ si agụ akwụkwọ ga-abara ha uru27 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọlaelekere 6 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ15 Disemba 2021",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime14 Disemba 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọla",
    "'Ọchụchụ ọkwa gọvanọ Abaribe na-achọ agaghị emegharim anya' - Gọvanọ Ikpeazu",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021",
    "Anyị amaghị maka ntọghapụ Uche Nwosu- Uweojii Imo Steeti",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}