{
  "published": "29 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jessica Nwankwo",
    "Broadcast Journalist, BBC Igbo, Lagos",
    "Ebe foto si, Visual Jonin",
    "O nweghi onye Igbo ma ndị bi na mba ma ndị bi n'ụlọ anụbeghi maka otu akporo 'Umunna'.",
    "Ezinaụlọ niile nwere ya dịka ha bụ otu n'ime ndị dị mkpa n'ala Igbo.",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwa",
    "Ha na-apụtakarị akwụnyere mmadụ n'oge mmemem dịka akwamozu maọbụ oge ịgba nkwụ ndz.",
    "Mana kedụ ndị ha bụ n'ezie? O nwere uru ha bara n'ala Igbo?",
    "Igbo Culture: Usoro e ji echi nze n'ala Igbo",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Umunna dịka e si akpọ ya pụtara \"Ụmụ\" ndị \"nna ji\", ọ bụkwa ebe onye chọrọ ka ọ ga-ejedebere ya.",
    "Onye kọwara nke a bụ Maazi Jonathan Nwanwko ama dịka Anasoroha bụ onye ọnụ na-eru n'okwu n'Omenala Igbo.",
    "Ọ gara n'ihu kọwaa na \"E nwere ụmụnnwa abụọ: ndị imeụlọ nakwa ndị ezi\" ya bụ",
    "Maazị Nwankwo kọwara na ọ bidoro kemgbe oge gboo nke a chọpụtakwara n'ime akwụkwọ nsọ.",
    "O ji ezinaụlọ Abraham ma atụ sị \"dịka Abraham mụtara Ishamel nakwa Isaac icheiche, ụmụ niile si n'aha pụta bụ ụmụnna onwe ha\"",
    "Ihe ọzọ o kwuru bụ na ndị niile so n'ezinaụlọ bụ Ụmụnna, ma nwoke ma nwaanyị.",
    "Mana abaịaziri kewaa ya nwee otu ụmụnwaanyị a na-akpọ ụmụ ada nakwa otu ụmụ nwoke.",
    "'Aguleri na Igbo Ukwu abụghị mbido Ndigbo' - Eze Nri",
    "Mma na njọ Ohaneze mere  Igbo n' oge ọchịchị Nnia Nwodo",
    "Igbo Culture: Ihe mere e ji kwụsị ịgba mbarị n'obodo anyị",
    "O nweghi ihe pụrụiche a na-eme iji sonye n'otu ụmụnna dịka ọ bụ ndị a mụrụ n'ezinaụlọ na-esonye ya.",
    "Kama onye ọbụla ga-eso n'ihe a na-eme ga-etozu dịmkpa maọbụ okorobịa tupu agụnye ya n'ime ihe a na-eme.",
    "\"Ụmụ nna abụghị maka ụmụaka maọbụ ndị ntorọbịa ka na-etolite\" ka o kwuru.",
    "Ebe foto si, visual jonin",
    "Mazi Nwankwo kwuru  Ihe eji enwe Umunna bụ ka ha nweike chekwaa ma hazie ihe ndị dịrị ha dịka ezinaụlọ.",
    "\"E nwee ihe ọbụla metụtara ha, ma ihe ọjọọ ma ihe ọma, ụmụ nna ọbụla ga-agbakọ kere ya\"",
    "O nwere ihe ndị Umunna ga-emere gị ndị ilo ekwesighi ịmere gị ọ kachasị n'ịkwa ozu.",
    "\"Ọ bụ ndị umunna na-asa ozu ahụ, nọrọzie na be onye nwụrụ kpọọ ndị agbatobi oku.\" ka okwuru.",
    "Nwankwo kwuru na onye kpọrọ ndị ezi ka emeere ha ihe a, ọ ga-abụrụ ihe ihere dịrị ezinaụlọ ahụ.",
    "- Ha na-ekpezi ọkwụ ala ọbụla dapụtara n'etiti ndị so n'Umunna ahụ",
    "- Ha na-ekpekwa esemokwu dị n'etiti ha, ma n'ezinaụlọ, ma n'ụmụnna.",
    "- Ha na-amanye iwu ezinaụlọ ndị so n'ime ha ga-eso iji kwụwa aka ha ọtọ n'obodo",
    "Nwankwo sị \"Onye ọbụla dara iwu a, adaa ya nha maọbụ taa ya ahụhụ maọbụ kpachapụ ya\".",
    "Iji ma atụ: Ikekwe ndị umunnwa nwereike kwuo na o nweghi onye n'ime ha ga-alụ ọgụ n'ahịa maọbụ n'ọha mmadụ.",
    "O nwee onye ọbụla dara iwu a, akpọọ nzụkọ n'okwu ya ma daa ya nha.",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 2021",
    "Ebumnobi ndị nwụchiri m bụ igbu m - Uche Nwosu",
    "Imo steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu nkịta si tapụ otu dibịa amụ,tagbuo yaelekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Rochas Okorocha na gọọmenti Imo steeti na-adụ aka n'ọnụ gbasara ndi bụ \"unknown gunmen\"",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu nkịta si tapụ otu dibịa amụ,tagbuo ya",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "'Ọchụchụ ọkwa gọvanọ Abaribe na-achọ agaghị emegharim anya' - Gọvanọ Ikpeazu",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}