{
  "published": "26 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imo State new media/Screenshot",
    "Gọọmentị Imo steeti apụtala kwuo okwu gbasara ihe mere nwuchi anwụchiri Uche Nwosu.",
    "Ha sị na ọ bụ Abuja ka iwu ịnwụchi Nwosu si bịa ma kwuo na o nweghi onye nwereike ịgwa ndị uweojii etu ha ga-esi rụ orụ ha.",
    "Ihe mere Uche Nwosu taa - Rochas Okorocha",
    "O kwuru na gọọmentị ya anụla okwu nile Okorocha kwuru gbasara ihe mere taa ma kwuo na o gosiri na Okorocha nọ na gbagharịa.",
    "\"Omume Rochas Okorocha mere n'okwu Uche Nwosu gosiri na ikpe mara ya, ewezuga ya, gịnị mere o ji eti mkpu?\"",
    "Ọ bụ ihe mwute na Okorocha na-ekwu ihe ọjọo dị icheiche megide Uzodimma.",
    "Na mbụ ha bu ụzọ kesaa akụkọ na ọ bụ ndị omekome tooro Uche Nwosu ma tụgharịa kwuo na aka gọọmentị Imo steeti dị na ya.",
    "\"Ọ bụrụ na ọ bụ n'obodo ebe ihe na-aga nke ọma, Okorocha ekwesighi ị nwere onwe ya na-agagharị\" ka ọ gara n'ihu kwuo.",
    "Gee ihe o kwuru n'uju",
    "Ebe foto si, Facebook/Nwosu",
    "Rochas Okorocha bụ aka chiburu Imo steeti ekwuola na ọ bụ ndị uweojii nọ n'ụlọọrụ gọọmenti Imo steeti bia kpụrụ Uche Nwosu n'ike mgbe ọ na-aka ụka ekele akwamozu nne ya na St. Peter's Anglican church Nkwerre ụbọchị Sọnde , December 26, 2021.",
    "Okorocha gwara BBC Igbo na nwunye ya nọ n'ụlọụka ahụ mgbe ndị uweojii o kwuru kpuchiri ihu ha wuchiri gbaliwe egbe elu, nke mere ka ndị mmadụ gbawa ọsọ.",
    "Buhari for President: 'Otu AA nwere ike ịpịasu Uche Nwosu'",
    "'Ndị kọmitii gọọmenti Imo steeti ji akwụkwọ ikike adigboroja' - Uloma Rochas Nwosu",
    "O kwuru na mgbe o nwetere ozi a na ọ gbaliri ịnụta n'ọnụ onyeisi ndị uweojii, ọnụ na-ekwuru gọọmenti Imo steeti mana ekwenti ha agabeghị.",
    "Okorocha kwuru na o doro ya anya na nwuchi a bụ nke gbadoro ụkwụ na ndọrọndọrọ ọchịchị.",
    "O kwuru na ihe mere ndị uweojii na-echekwa Nwosu ejighị mee ihe ọbụla mgbe a na-anwụchị ya n'ike bụ na ha enweghị ike ibuso ndị uweojii gọọmenti agha.",
    "N'ọnụ ya, \"ihe anyị chọrọ ugbua bụ imata ebe akpọgara Nwosu nakwa ọ dị ndụ.\"",
    "Uche Nwosu ji ọkọlọtọ Alliance Action zọọ ọkwa gọvanọ n'Imo steeti n'afọ 2019 mabụrụkwa ọgọ nwoke Rochas Okorocha.",
    "Mbọ BBC Igbo gbara ịnụta n'aka gọọmenti Imo steeti kpụrụ n'ala dịka ọnụ na-ekwuru gọọmenti Imo steeti ebughị ekwenti ya nke o ji aza ozi e zigara ya.",
    "Uche Nwosu ekwuputala ndụmọdụ o nyere Hope Uzodinma maka ọchịchị",
    "Ọnụ na-ekwuru ndị uweojii n'Imo steeti bụ Michael Abattam depụtara akwụkwọ ozi na ụlọọrụ ha ma maka ya bụ nwụchị.",
    "O depụtara na Uche Nwosu nọ n'aka ha na ọ bụghị nwụchị ka anwụchịrị ya.",
    "Mana ozi ahụ ekwughị ihe mere ha ji nwụchie Nwosu maọbụ ihe ga-emezi ugbụa anwụchirila ya.",
    "Ọnụ na-ekwuru Rochas Okorocha bụ Ebere Nzewuji ekwuola na ọ bụ ezie na-atọrọ Uche Nwosu onye ji ọkọlọtọ Alliance Action zọọ ọkwa gọvanọ Imo steeti n'afọ 2019.",
    "Nzewuji kwuru na ọ bụ mgbe Uche Nwosu na-aka ụka na St. Peter's Anglicab church Nkwerre dị n'Imo steeti.",
    "Lekwa ihe onyonyo o zitere BBC Igbo gosiri",
    "N'ọnụ ya, \"ndị a na-amaghị ndị ha bụ batara n'ụlọụka St. Peter's Anglican church kpụrụ Uche Nwosu.\"",
    "\"Ha gbaniri egbe elu ọtụtụ mgbe, tie Nwosu ezigbo ihe tupu ha buru ya pụwa.\"",
    "Nzewuji kwukwara na ụgbọala ndị ahụ na-emepeghị ihu ha bu, bu njirimara ụgbọala gọọmenti.",
    "O kwuru na ha kpesarala ndị uweojii ihe a merenụ mana ha amabeghi ebe bu Uche Nwosu gawa.",
    "O zitekwara ihe onyonyo gosiri ka ndị mmadụ na-agba ọsọ ndụ ha maka oke egbe ndị ahụ kpụrụ Nwosu na-agba.",
    "Rochas Okorocha: Etu ndị uweojii Imo ateeti si memina mụ na ndị otu m",
    "Ihe ọzọ dị n'ime onyonyo ahụ gosiri ka ya bụ nwuchi si eme",
    "Ndị uweojii nọ na-echekwa Uche Nwosu emeghị ihe ọbụla mgbe ndị ahụ akpọro ndụ uweojii gọọmenti biara nwụchi Uche Nwosu dịka anyị si n'onyonyo ahụ na-efegharị.",
    "Naijiria",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe gọọmentị Imo steeti kwuru maka nwuchi Uche Nwosuelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ihe mere Uche Nwosu taa - Rochas Okorochaelekere 9 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ15 Disemba 2021",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime14 Disemba 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Ihe gọọmentị Imo steeti kwuru maka nwuchi Uche Nwosu",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Eee a ga m azọ ọkwa gọvanọ Abia Steeti' - Abaribe",
    "Gịnị na-esere Sịnetọ Enyinnaya Abaribe na Sinetọ Orji Uzor Kalu?Emelitere ikpeazụ na: 24 Maachị 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe Uche Nwosu kwuru maka ebubo ohi na ọchịchọ BiafraEmelitere ikpeazụ na: 17 Juun 2020",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}