{
  "published": "27 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ị ma na ị ga ụlọ mkpọọ abụghị ngwụcha ndụ mmadụ niile dịka ha si eche?",
    "BBC Igbo gara n'ụlọ mkpọrọ ịmata etu agwụmakwụkwọ si agbanwe ndụ ndị bi n'ụlọ mkpọrọ n'Enugwu.",
    "Lee ihe anyị chọpụtara ebe a:",
    "Ihe mere Uche Nwosu taa - Rochas Okorocha",
    "'Eee a ga m azọ ọkwa gọvanọ Abia Steeti' - Abaribe",
    "",
    "Ọrụ a si n'aka Ebere Ekeopara na Chiemela Mgbeahuru",
    "Naijiria",
    "Enugu Steeti",
    "Ọmụmụ na mmụta",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ihe mere Uche Nwosu taa - Rochas Okorocha, Duration 3,2226 Disemba 2021",
    "Vidio, Electric Generator: Igwe ọkụ anyị rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ, Duration 3,5512 Disemba 2021",
    "Vidio, Prison WAEC: Etu ndị nọ n'ụlọmkpọrọ si agụ akwụkwọ ga-abara ha uru, Duration 2,4727 Disemba 2021",
    "Vidio, Ị ga-eme njem gaa ọwụwa anyanwụ n'oge a?, Duration 2,5020 Disemba 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}