{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Psquare/bbc/NGR Presidency/charles soludo",
    "Afọ 2021 bụ afọ ndị mmadụ atụghị anya maka ụdịrị akụkọ si na ya apụta.",
    "Ọ bịara dịka ụwa niile ka ji nwayọ apụta n'ahụhụ nke mgbachi obodo maka ọrịa coronavirus butere dịka o kezuru ụwa niile.",
    "Lee akụkọ ndị kacha ibe ha wu n'afọ a, ọ kachasị ka o si metụta ndị Igbo.",
    "Akụkọ na 'atọọrọ' Fada Mbaka",
    "N'ụbọchị 5 nke ọnwa Mee afọ 2021, akụkọ pụtara na-ewu na a tọrọla Fada Mbaka nke mere na ndị mmadụ malitere ịchọ ya.",
    "BBC Igbo gara n'ụlọụka ya ịmata ihe na-eme were sete onyonyo ebe ndị mmadụ malitere imebisi ihe maka na ha cheere na Bishopu jichiri Mbaka.",
    "Ha sị na ọ bụ n'abalị ka Bishopu kpọrọ ya oku ma kwuo na kemgbe ahụ ọ kwụsịrị ịza ekwentị ya.",
    "Fada Mbaka mechara pụta kọwaa ihe mere ma rịọ mgbaghara maka etu ndị nso ya si mebisie ihe n'ụlọụka nke gụnyere sacrament nsọ.",
    "Ebe foto si, Adoration Ministry/ Getty Images",
    "Ọzọkwa gbasara okwu Fada Mbaka, bụ mgbe ụlọorụ onyeisiala gbara Fada Mbaka n'anwụ ma kwuo na iwe ya ebe Buhari nọ bụ n'ihi ọrụ ngo ọ chọrọ n'aka ha enyeghi ya.",
    "Ọ bụ ọnụ na-ekwuru onyeisiala bụ Garba Shehu kwuru nke a dịka ọ na-azaghachi Mbaka okwu o kwuru sị onyeisiala ritue n'ọkwa maka ọnọdụ nchekwa n'ala Naịjirịa niile.",
    "Ọ bụ mgbe nke a mechara ka ndị ụka Katọlik kpọrọ Mbaka oku, nke ndị mmadụ jiri chee na atọrọla ya.",
    "Akụkọ kachasị wu ewu na Naịjirịa bụ mgbe gọọmentị etiti Naịjirịa kwuputara na ha anwụchiela Nnamdi Kanu.",
    "Ha nwụchiri nwuchiri onyeisi otu Ipob na abalị 29 nke ọnwa Juun na mba Kenya ka ha ahụ ma dulata ya Naịjirịa.",
    "Ebe foto si, Nigeria Presidency-Facebook",
    "Mpaghara ebe a nọrọ gbaa ụgbọala ahụ bu ngwa nri ọkụ n'ụbọchị Mọnde, Sepụtemba 27",
    "Ọ bụ dịka ndị Ipob na-ewe iwe maka nwuchi Nnamdi Kanu ka ha ji manye atụmatụ sit at home kwa ụbọchị Monde.",
    "Nke a bidoro n'ụbọchị Monde mbụ n'ọnwa Ọgọst bụ 9 dịka ebe niile n'ọwụwa anyanwụ kpọchiri akpọchị ọfụma.",
    "Chiwetalu Agu na ndị agha Naịjirịa",
    "Akụkọ pụtara na anwụchiri Chiwetalu Agu n'ahịa Ọnịcha n'ehihie n'ihu mmadụ niile n'ọnwa Oktoba.",
    "Ndị agha mechara kọwaa na ọ bụ maka na Chiwetalu na-akwado ndị otu Ipob ka ha ji nwuchie ya.",
    "Ha si n'Enugwu ebe eji ya bụrụ ya gawa n'ụlọọrụ ndị uweojii pụrụiche bụ DSS n'Abuja.",
    "Emechara tọghapụkwa ya.",
    "Ebe foto si, Soludo/Facebook",
    "Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra dịka Gọvanọ",
    "N'agbanyeghị ụjọ mwakpo na-akpọtụ n'ọnwa Novemba, ntụliaka ọkwa gọvanọ ehibere n'ọnwa ahụ bịara na mmezu",
    "Ndị mmadụ cheere na a ga-eyigharịya maka ọnọdụ nchekwa n'ebe ahụ dịka a na-awakpo ma na-egbu ọtụtụ ndị ndọrọndọrọ.",
    "Nke a bịara n'ihi na otu Ipob foro ntutu taa na agaghị enwe ntuliaka ọbụla n'ala Igbo maọbụrụ na atọghapụghị Nnamadi Kanu.",
    "Ha mechara kwuo na o nweghi mgbe ha ji sị ndị mmadụ apụtala tụọ vootu.",
    "Dkt Chike Akunyili bụ Dọkịta Oyibo na-enyere ndị ogbenye aka mara",
    "O teela aka ndị mmaọ̄ụ na-arụ anya na otiegwu abụọ a ma ama bụ Paul na Peter Okoye ga-abịaghachi ọzọ dịka ha sere okwu.",
    "Olileanya ndị mmadụ bịara na mmezu n'ọnwa Ọktoba dịka nwanne abụọ ahụ kwekwara ijikọ aka tiputewe egwu ka ọ dị na mbụ.",
    "Amaghị ụbọchị o mere kpọm kwem mana ihe onyonyo gisiri ebe ha na-amakụ onwe ha malitere ifesa n'ụbọchị",
    "Ọnwụ Sylvester Oromoni",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ, akụkọ na 'a tọọrọ Fada Mbaka' na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 2021elekere 8 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ15 Disemba 2021",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime14 Disemba 2021",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ, akụkọ na 'a tọọrọ Fada Mbaka' na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 2021",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọla",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Ọchụchụ ọkwa gọvanọ Abaribe na-achọ agaghị emegharim anya' - Gọvanọ Ikpeazu",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Ebumnobi ndị nwụchiri m bụ igbu m - Uche Nwosu",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}