{
  "published": "29 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Hope Uzodimma/Rochas Okorocha",
    "Aka chiburu Imo steeti bụ Rochas Okorocha ekwuola na ụwa gaha ama ndị a na-akpọ \"unknown gunmen\"n'Imo steeti dịka a nwụchịchara ọgọ ya nwoke bụ Uche Nwosu.",
    "Okorocha bụ sinetọ n'ụlọ omeiwu ụkwụ Naịjiria kwuru nke a n'ihe onyonyo Channels tv.",
    "Ebumnobi ndị nwụchiri m bụ igbu m - Uche Nwosu",
    "Uche Nwosu: 'Ọ gara nlegharị anya na AA ma laghachite APC '- FCC Jones",
    "O kwuru na nwụchị Nwosu ụbọchị ụka n'ụlọụka gositụrụ ụwa etu gọọmenti Imo steeti si eji ndị uweojii na-anọ n'obi gọọmenti eme mpụ.",
    "Gọọmenti Imo steeti kwuru na ya bụ nwụchị bụ iji nye ndị uweojii ohere ime nyocha pụrụiche nakwa Okorocha na-achọ iji ndọrọndọrọ ọchịchị wee tigharịa ọhaneze anya.",
    "Nwosu onye zọrọ ọkwa gọvanọ Imo steeti n'afọ 2019 enwerela onwe ya ma na-ekwu na nwụchị ya bụ nke gbadoro ụkwụ na ndọrọndọrọ ọchịchị.",
    "Ndị uweojii enwebeghị ihe ha kwuru maka ya bụ nwụchị maọbụ ntọghapụ Nwosu.",
    "Ebe foto si, Hope Uzodimma",
    "Ọnụ na-ekwuchitere gọọmenti Imo steeti bụ Nwachukwu Oguike ekwuola na sineto Rochas Okorocha kwesiri \"ka enyere ya aka maọbụ nyochaa ya ọfụma\".",
    "Ọ gwara BBC Igbo n'ekwentị gbasara ebubo \"unknown gunmen\" Rochas boro gọọmentị steeti ahụ.",
    "O kwukwara na ihe ndị a Okorocha na-ekwu ekwesighi onye tozuru ọkwa ya dịka Gọvanọ ochie nakwa Sinetọ.",
    "\"Ihe na-eme n'Imo steeti na-agba anya mmiri, ọbụghị naanị n'Imo ma na Naịjirịa niile. Imo steeti bụzị \"banana republic\", ebe a na-enweghị nsọpụrụ nye iwu nakwa ebe ndị mmadụ ji ụjọ biri.\"",
    "\"Ọtụtụ mmadụ na-ajụ kedụ ndị bụ \"unknown gunmen\" mana ọ dịka ihe ndị na-eme ugbua n'Imo steeti egosila ndị ha bụ.\"",
    "\"Unknown gunmen bụ ndị uweojii si n'obi gọọmenti, na-ananghị akwanyere kọmịshọna uweojii Imo steeti ugwu , onyeisi ndị uweojii na Naịjirịa. Naanị ndị ha na-akwanyere ugwu bụ gọvanọ Imo steeti, Hope Uzodimma nakwa Shaba bụ onyeisi ndị ọrụ nchekwa n'obi gọọmenti.\"",
    "Akụkọ ndị ọzọ ga-amasị gị",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọla",
    "Naijiria",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu nkịta si tapụ otu dibịa amụ,tagbuo yaelekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Rochas Okorocha na gọọmenti Imo steeti na-adụ aka n'ọnụ gbasara ndi bụ \"unknown gunmen\"",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu nkịta si tapụ otu dibịa amụ,tagbuo ya",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "'Ọchụchụ ọkwa gọvanọ Abaribe na-achọ agaghị emegharim anya' - Gọvanọ Ikpeazu",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}