{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/ BBC",
    "Ndị uweojii Krọs Rivas ekwuola na  ha enwetabeghị mkpesa ọbụla maka nwoke nkịta ya tapụrụ amụ, ya anwụọ.",
    "Na Calabar, otu ezinaụlọ onyedịbịa na-arịọ ọha ka ha gbatara ha ọsọ enyemaka ego akwamuozu dịka nkita tapụrụ nna ha amụ ma tagbuo ya.",
    "Nkita karịrị 50 nwaanyị na-azụ n'Enugwu atagbuola ya",
    "Nkịta zọro nwa ọhụrụ e liri na ndụ",
    "Ndị bi n'ụlọ nwere akara Nọ 12 Jebbs n'okpụrụ ọchịchị Calaba-South kọwara na Ani Offiong, onye bụ onye obodo Ikoneto dị n'Odukpani ṅụrụ mmanya ọkụ , ọ na-egbu ya mgbe ya bụ okerechi dakwasara ya.",
    "Oge Offiong labara n'ụlọ ya, o chezọrọ ịkpọchi ọnụụzọ ya.",
    "N'ihi oke mmanya ọ nụrụ, Offiong nyụrụ onwe ya nsị na mamịrị n'ahụ dịka o dina n'etiti palọ ya ehi ụra.",
    "Otu n'ime nkita nwoke ahụ  ji ụmụ ise nụrụ isi nsị, bịa ịracha nsị ya ma tapụ ya amụ, chee ma ha ncha bụ nsị.",
    "Etim, nwa nwanne nwoke nkịta tapụrụ amụ",
    "Diọkpara nwa dibia ahụ bụ Offiong Offiong (Jnr)  gwara ndị ntaakụkọ BBC Pidgin na ya anọghị n'ụlọ mgbe ya bụ ọdachi mere.",
    "O kwuru na ndị agbataobi gbatara nna ya ọsọ enyemaka oge a nụrụ mkpu ya mana tupu ha fichacha ya, buga ya ụlọgwụ, na ọ nwụrụ n'ụzọ.",
    "Nwa nwanne nwoke ahụ nwụrụ anwụ a kpọrọ Etim sịrị,  \"Chi emila oge ya pụ ihe mere, nke mere o jiri raaa ahụ inweta ụzọ ịkwọga ya ụlọọgwụ.\"",
    "Ọ gara n'ihu kọwaa na e gbuola nwa nkịta kpara ya bụ arụ.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ, bụ Irene Ugbo gwara BBC Igbo n'ekwentị na ha enwetabeghị ụdị mkpesa ahụ.",
    "Rochas Okorocha na gọọmenti Imo steeti na-adụ aka n'ọnụ gbasara ndi bụ \"unknown gunmen\"",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Kross Riva Steeti",
    "Naijiria",
    "Prophecies: Ndị mere na ndị emeghị n'amụma Mbaka, Adeboye na ndị ụkọchukwu ndị ọzọ28 Disemba 2021",
    "Vaginal dryness: Ihe ndị nwere ike ime ọtụ nwaanyị ịkpọ nkụ oge aramara4 Disemba 2021",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ, akwamozu nne Obi Cubana, 'ntọọrọ Fada Mbaka' na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 202128 Disemba 2021",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu nkịta si tapụ otu dibịa amụ,tagbuo yaelekere 7 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Rochas Okorocha na gọọmenti Imo steeti na-adụ aka n'ọnụ gbasara ndi bụ \"unknown gunmen\"",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu nkịta si tapụ otu dibịa amụ,tagbuo ya",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "'Ọchụchụ ọkwa gọvanọ Abaribe na-achọ agaghị emegharim anya' - Gọvanọ Ikpeazu",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}