{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, uligadi",
    "Ndị bu egbe wakporo ọgbakọ e kpokọbara iji nyere ọha mmadụ nleta ahụike n'efu Eziama, Uli dị nokpuru Ọchịchị Ihiala, Anambara steeti ụbọchị Wenezde.",
    "Ndị nọ ebe ihe mere kwuru na omekome ahụ wakporo ebe otu ndị Uli bi ofesi haziri maka nleta ahụike akpọrọ 'Uli Global Ambassadors for Development Initiative (ULIGADI)' gbwaliwe egbe elu.",
    "Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala Oktoba 12?",
    "Ndị ekperima awakporo ụgbọala nwunye Obiano?",
    "Ndị ahụ adịghị na ndị na ahazi nleta ahụ, onye ọbụla gbapụrụ ọsọ ndụ.",
    "Otu onye otu ahụ achọghị ịkpọ aha ya n'ihi na o nweghị ikike ya na ndị ntaakụkọ ikwu banyere ihe mere gwara BBC Igbo na o mere n'ezie.",
    "Onye ahụ onye gbara ama na Kọmishona ndị uweojii Anambra steeti amatala maka ihe mere, ekweghị ekwu ma kepukepu na egburu mmadụ na ọdachi ahụ abụ ezuiokwu.",
    "Mbọ BBC gbara inweta olu ndị uweojii steeti amịtaghị mkpụrụ dịka Ọnụ na-ekwuru ndị uweojii bụ Tochukwu Ikenga azaghị ekwentị ya oge anyị kpọrọ ya.",
    "BBC Igbo gbakwara mbọ ịnweta onyeisioche otu ahụ (ULIGADI) bụ Emeka Okonkwo mana ọ mịtaghị mkpụrụ.",
    "Cheta na nsonso a, ndị o ji egbe gara kposaa ọkakpọ achumta vootu ndị Apga mere n'ihiala tupu ntuliaka gọvanọ Anambra e mere n'ọnwa Novemba afọ 2021.",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steetielekere 4 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Nnwụchi Nnamdi Kanu, Chiwetalụ Agụ, akwamozu nne Obi Cubana, 'ntọọrọ Fada Mbaka' na akụkọ ndị ọzọ kpọtụrụ akpọtụ n'afọ 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Etu nkịta si tapụ otu dibịa amụ,tagbuo ya",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Rochas Okorocha na gọọmenti Imo steeti na-adụ aka n'ọnụ gbasara ndi bụ \"unknown gunmen\"",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}