{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Arụgharịala Ụlọakwụkwọ Central School Obioma nke na ndị obodo niile na enwezi aṅụrị ugbua.",
    "Ya bụ ụlọakwụkwọ dakasiburu adaka oge gara nke kpatara na ụmụ ankwụkwọ na-agụ akwụkwu n'iro.",
    "Etu mmepe ụlọakwụkwọ n'Abia steeti si gaa taa",
    "Anambra Saturday School: Ụmụakwụkwọ agara akwụkwọ taa?",
    "Nwa afọ obodo Obioma bụ Prince Ike Chioke jiri maka ahụhụ ụmụ akwụkwọ na-ata wepụta onwe ya wee rụgharịa ụlọakwụkwọ ahụ niile.",
    "Mazi ike Chioke kwuru na ebum n'obi ya bụ ka onye ọbụla nwee ohere igụ akwụkwọ dị mma na primari nakwa sekondari.",
    "Ndị soro kpee ekpere ma gbaa ama mmepe ahụ bụ nwunye gọvanọ Edo steeti bụ Betty Obaseki nakwa Auxilliary Bishop nke Enugwu katolik diocese bụ Bishop Ernest Obodo.",
    "Lee ka o si ga ebe a.",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Ụlọakwụkwọ ọhụrụ ewetala ọṅụ nye ndị Obioma n'Enugwu, Duration 1,42elekere 4 gara aga",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Ị ga-eme njem gaa ọwụwa anyanwụ n'oge a?, Duration 2,5020 Disemba 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2021 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}