{
  "published": "31 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/BBC",
    "bụ afọ dị ime, kwọrọ ọtụtụ umu, dịka emume nọ na-eme ebe niile i lere anya.",
    "Dịka a na-achụ afọ taa bụ 31 Disemba, lee ụfọdụ ihe ọma meere ndị Igbo n'afọ a, n'etiti akụkọ ọjọọ nọ na-arị ibe ya elu.",
    "Mgbape ọdọụgbọelụ n'Anambara steeti:",
    "Anambra State Airport: N'Aba ka e si nweta ngwa ọrụ e ji rụọ ọdọụgbọelu a",
    "Mgbape 'Anambra International Cargo Airport' bụ akụkọ ọṅụ ya ndị Anambara na ndị Igbo niile dịka nke a pụtara na ndị mmadụ nwereike isi Anambara steeti mee njem ụgbọelu.",
    "Nke a ga-akwalite azụmahịa, ime njem na akụnaụba ndị mmadụ n'ala Igbo dịka ihe bụ ihe e ji mara ndị Igbo.",
    "Dịka gọọmentị steeti ahụ si kwuo, mgbape ọdọụgbọelu Anambra a ga-enye ọtụtụ ndị mmadụ ọrụ dịka ya bụ ụlọọrụ buru ibu ma nwee ọtụtụ ngalaba.",
    "Ndebanye aha Anambara steeti dịka steeti ebe a na-egwupụta mmanụ agbịdị:",
    "Mmanụ agbịdị bụ ọnatarachi ala Naijịrịa ji eme ọnụ na mbaụwa.",
    "Anambara steeti natara ikike isonye na steeti ebe a na-egwupụta mmanụ agbịdị na Naijịrịa n'ọnwa Sepụtemba nke afọ 2021.",
    "Ugbua, Anambara steeti ga na-erite pasentị 13 bụ uru ahịa mmanụ agbịdị e gwupụtara na steeti ahụ.",
    "Atụmatụ a ga-akwalite mmepe obodo, akụnụba na ọganihu ndị mmadụ n'Anambra steeti nakwa ala Igbo niile.",
    "Ntuliaka ọkwa gọvanọ Anambra steeti:",
    "Anambra Election Inec Result Update: APGA emeriwala na 4 n'ime okpuruọchịchị 21 n'Anambra",
    "Ka ntuliaka ọkwa gọvanọ Anambra steeti si gaa bụ ihe ịtụnaya nye ọha dịka steetị ahụ so n'ebe oke ogbugbu mmadụ na ọtụtụ ọgbaghara na mwakpo mere n'afọ a.",
    "Ntuliaka a gara n'udo dịka Gọọmenti Etiti na nke steeti ahụ jịkọrọ aka ọnụ, foro ntutu taa dịka ha hiwere usoro nchekwa ma kwalite mmụọ ndị mmadụ ka ha pụta tuo vootu ha.",
    "Mpụtara ntuliaka ahụ tụpụtara Charles Soludo dịka onye ga-achị steeti ahụ n'afọ anọ na-abịa.",
    "Cheta na otu 'Indigenous People of Biafra (Ipob) tiburu iwu ka ndị mmadụ nọrọ n'ụlọ ma hapụ ịpụta mee ntuliaka.",
    "Na-agbanyeghi na ha mechara kagbuo ya bụ iwu, ụjọ ya bụ iwu na mwakpo nwere ike iso ya dajụrụ mmụọ ụfọdụ ndị mmadụ ịpụta tụọ vootu.",
    "Cheta na ọtụtụ mwakpo so iwu ịnọ n'ụlọ nke otu a tiri ma kagbuo, nke a na-eme n'ala Igbo niile kwa Mọnde n'izu.",
    "Mwakpo a gụnyere mwakpo ụlọọrụ ndị uweojii, mwakpo ụlọọrụ ngalaba na-ahazi ntuliaka bụ Inec n'ịchafụ, mwakpo ụlọ na ntọrọ ndị Eze odinala, mwakpo ndị mmadụ na ụlọahịa ha wdgz.",
    "Mmachi ịchị ehi n'Ọwụwa Anyanwụ:",
    "Ebe foto si, Getty Images",
    "E gbuola ọtụtụ mmadụ n'ọgụ dị n'etti ndị ọchị ehị na ndị ọrụ ugbo",
    "Ịchị ehi n'akụkọ ala Naijịrịa dị iche iche na-akpalite ọtụtụ esemokwu na ọgbaghara n'etiti ndị obodo na ndị ọchịehi dịka kwa mgbe, kwa mgbe, ehi a na-achị na-atabisi ma kwapịasịa ugbo ndị mmadụ n'obodo.",
    "Otu gọvanọ ndịda Naijirịa niile jịkọrọ aka ọnụ machie ịchị ehi agagharị na mpaghara ha, nke ndị gọvanọ Ọwụwa Anyanwụ niile so binye aka.",
    "Mmachi a nyere ọtụtụ ndị Igbo ọṅụ dịka nke a pụtara ọgbaghara na nsogbu niile na-eso ịchi ehi n'Ọwụwa Anyanwụ ga-ebelata nke ukwu.",
    "Bido n'ụbọchị mbụ nke ọnwa Sepụtemba 2021, gọvanọ Ọwụwa Anyawụ dị iche iche mmachiri atụmatụ iche ehi maka ọdịmma ndị Igbo.",
    "Nhọpụta Ngozi Okonjo-Iweala dịka onyeisi ụlọọrụ World Trade Organisation (WTO):",
    "Ebe foto si, Getty Images",
    "N'ọnwa Maachị nke afọ a, a họpụtara nwaada Igbo bụ Ngozi Okonjo-Iweala dịka onyeisi ụlọọrụ World Trade Organisation (WTO).",
    "Nzọta oche a mere Okonjo-Iweala nwaanyị mbụ nakwa onye Afrịka mbụ na-azọta ya bụ oche.",
    "Akụkọ a bụ ihe ọṅụ bụrụkwa ihe ndị Igbo jiri mee ọnụ dịka nwaada Okonjo-Iweala nyere ala Igbo ezi aha n'ihu mbaụwa.",
    "Mbịaghachị P-square:",
    "Ebe foto si, Psquare-Instagram",
    "Ndị otiegwu abụọ a bụ ụmụ Igbo e ji eme ọnụ na mbaụwa niile.",
    "O teela aka ndị mmadụ na-atụ anya na ụmụejima otiegwu a ma ama bụ Paul na Peter Okoye ga-abịaghachi azụ ọzọ dịka ha seburu  okwu ma kewaa.",
    "Olileanya ndị mmadụ bịara na mmezu n'ọnwa Nọvemba 2021, dịka ụmụnne abụọ a kwere ijikọ aka tiputewe egwu ka ọ dị na mbụ.",
    "Akụkọ a bụ ihe ọṅụ nye ọha na-eso egwu ha, ọkachasi ndị Igbo dịka mbịaghachi a ga-aga n'ihu nye ndị Igbo aha ọma n'ihu ọha. Psquare gara n'ihu rịọ ọha mgbaghara maka etu ha si see okwu ma mechuo aha ezinaụlọ ha na soshal midia n'oge gara aga, n'emume ha mere n'ọnwa Disemba. Amaghị ụbọchị o mere kpọmkwem mana ihe onyonyo gosiri ebe ha na-amakụ onwe ha malitere ifesa n'ọnwa Nọvemba, 2021.",
    "Mmeri Whitemoney n'asọmpi Big Brother Nigeria Season 6:",
    "Whitemoney Interview: Ya bụrụ na nna m agbapụghị hapụ anyị, agaghị abụ ihe m bụ taa",
    "Asọmpi Big Brother Nigeria so n'otu n'ime ejije akacha elele na Naijịrịa nakwa n'ọtụtụ mba Afrịka dị iche iche.",
    "Whitemoney nke ezigbo aha ya bụ Hazel Oyeye Onou, meriri n'ọnwa Ọktoba 2021, mmeri ya nyere ọtụtụ ndị Igbo ọṅụ dịka ya bụ nwaamadị kwalitere ezi aha nakwa omenala ndị Igbo mgbe ọ nọ n'ụlọ ya bụ asọmpi.",
    "Whitemoney ritere ego ruru nde iri itoolu, ụgbọala nakwa onyinye na ihe nrite ndị ọzọ mgbe o meriri.",
    "Ahịa mmanụ agbịdị",
    "Njem ụgbọelu",
    "Ihe ndị Nnamdi Kanu gwara m gwa ndị na-eso ya dịka m gara zute ya na Dec 30 - Ọkaiwu Ifeanyi Ejiofor31 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị aghammiri si wakpoo ọdọ ndị ntọ n'Anambra steeti, gbuo ndị a sị bụ ndị ntọ irielekere 5 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Etu ndị aghammiri si wakpoo ọdọ ndị ntọ n'Anambra steeti, gbuo ndị a sị bụ ndị ntọ iri",
    "Ihe ndị Nnamdi Kanu gwara m gwa ndị na-eso ya dịka m gara zute ya na Dec 30 - Ọkaiwu Ifeanyi Ejiofor",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}