{
  "published": "31 Disemba 2021",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaiwu Nnamdi Kanu bụ Ifeanyi Ejiofor agbaala ama na obi adịghị onye ndu Ipob bụ Nnamdi Kanu mma n'ihi tigbuo zọgbuo na-akpọtụ n'ala Igbo.",
    "N'ozi o wepụtara dịka ọ gachara hụ Kanu ụbọchị Tọzde, abalị 30 nke ọnwa Disemba afọ 2021, o kwuru na Kanu rịọrọ ndị na-eso ya ka ha chọọ udo ma na-eme ihe iwu kwuru, ghara inye otu udo ha aha ọjọọ.",
    "Ihe Nnamdi Kanu gwara m na ọ chọrọ n'aka ndị na-eso ya- Ifeanyi Ejiofor",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "O kwuru na Kanu rụtụrụ aka ihe mere n'Imo steeti na nsonso a, na ọ bụ ndị ndọrọndọrọ ọchịchị na ndị omekome ka aka ha dị n'ihe na-akpọtụ n'ala Igbo, ma kwuo na ya abụọla ndị na-eme ihe ndị a ọnụ.",
    "\"Obi adịghị Onyendu mma maka mkpamkpa otu ndị omekome na-akpa n'ala nna anyị.\"",
    "\"Ndị otu ọjọọ bụ ndị arụrụala chọrọ inye otu udo anyị aha ọjọọ.",
    "\"O nwere ndị otu ọjọọ na-arụrụ ọrụ. Onyendu kwuru na ya abụọla ha ọnụ.\"",
    "Ejiofor kwukwara na Kanu dọrọ ndị otu ya aka na ntị ka ha kwụsị ịgbasa akụkọ ụgha.",
    "\"Ha esila n'ịgbasa akụkọ ụgha, na-abanyere ndị iro aja n'ukwu.\"",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "O kwuru na ọ \"hụrụ etu akụkọ ụgha a ma ama agbasa si edughie ndị amaghị, wee na-ebute ọgbaghara.\"",
    "O kwuru na Kanu gara n'ihu kelee ndị na-eso ya maka nkwado ha na-enye ya ma kwuo na afọ ọhụrụ ga-eweta ihe ọma.",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ihe mere m jiri jụọ mba Briten ajụjụ banyere Nnamdi Kanu - Lord Alton",
    "Cheta na nsonso a Ejofor gara zute Kanu, okwu ebubo na ndị DSS na-emekpa Nnamdi Kanu, na agụgọ ndị uweojii nzuzo bụ isi okwu.",
    "DSS na-agọ na ha anaghị emekpa Nnamdi Kanu ahụ nke Ejiofor kwuru na ọ bụ okwu bụ meremere n'ihu, gwọmpịtị n'azụ.",
    "Ejiofor kwuru na ewezuga ndị ọkaiwu ya na ndị garala hụ ya, na ndị DSS anaghị ekwe Kanu hụ mmadụ.",
    "Ejiofor kwuru na ha anaghị ekwe ka o nwee mgbanwe akwa.",
    "Nke a bụ n'agbanyeghị na ọnụ na-ekwuru ndị DSS bụ Peter Afunanya kwuru na Kanu enweghị mmekpa ahụ ọbụla na mkpọrọ ha, na ọ na-agbanwe akwa ya kwa ụbọchị.",
    "O kwuru na \"nnukwu ụkọchukwu Bishop Sunday Onuoha ga-agba akaebe na ugboro abụọ ọ bịara hụ Nnamdi Kanu n'ogige DSS, ọ bụ otu akwa o yi kemgbe ọnwa Juun ka ọ ka yi ruo taa.\"",
    "Ọ bụ naanị akwa Fendi o yi mgbe a tọọrọ ya na Kenya bụ akwa o yiri bịa n'ụlọikpe, nke ọha ndị mmadụ ga-agba akaebe nke a n'agbanyeghị arịrịọ niile anyị rịọla ndị ọdị n'aka.\"",
    "Nnamdi Kanu Umahia: Etu ikpe ya si ga n'ụlọikpe taa",
    "National security",
    "Ndọrọndọrọ ọchịchị",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Prophecies: Ndị mere na ndị emeghị n'amụma Mbaka, Adeboye na ndị ụkọchukwu ndị ọzọ28 Disemba 2021",
    "Etu nkịta si tapụ otu dibịa amụ,tagbuo ya29 Disemba 2021",
    "Ihe ndị Nnamdi Kanu gwara m gwa ndị na-eso ya dịka m gara zute ya na Dec 30 - Ọkaiwu Ifeanyi Ejiofor31 Disemba 2021",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ndị aghammiri si wakpoo ọdọ ndị ntọ n'Anambra steeti, gbuo ndị a sị bụ ndị ntọ irielekere 5 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Etu ndị aghammiri si wakpoo ọdọ ndị ntọ n'Anambra steeti, gbuo ndị a sị bụ ndị ntọ iri",
    "Ihe ndị Nnamdi Kanu gwara m gwa ndị na-eso ya dịka m gara zute ya na Dec 30 - Ọkaiwu Ifeanyi Ejiofor",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Nri ise nwereike ibute ọrịa nsogbu ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}