{
  "published": "1 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Nwosu bụ ọgọ nwoke Rochas Okorocha agwaala BBC Igbo ihe mere ya n'ụbọchị ụka.",
    "O kwuru na ọ nọ n'ime ụlọụka, ndị bu egbe kpuchiri ihu ha abata n'ime ebe ahụ gbaliwe egbe elu.",
    "Ihe mere Uche Nwosu taa - Rochas Okorocha",
    "Rochas Okorocha na gọọmenti Imo steeti na-adụ aka n'ọnụ gbasara ndi bụ \"unknown gunmen\"",
    "Ọ kpọkwara aha ndị gọọmentị Imo steeti ọ sị na aka ha dị na nwuchi ya.",
    "Mana Oguwike Nwachukwu na-ekwuchitere gọọmentị Imo steeti zara ihe Nwosu kwuru si uya chee ihu n'ihe gbasara ya.",
    "O kwuru ka Nosu kwụsị ịkpọpụta aha ndị mmadụ na-ekonukọ okwu.",
    "\"Nwosu kwesiri ịkwụsị ikwu okwu ga-eme ka ọnọdụ ya kawanye njọ\" ka Nwachukwu kwuru.",
    "National security",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Exclusive: Uche Nwosu akpọọla aha ndị ọrụ gọọmentị Imo steeti aka ha ndị na nwụchi ya, Duration 36,081 Jenụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Ị ga-eme njem gaa ọwụwa anyanwụ n'oge a?, Duration 2,5020 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}