{
  "published": "1 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụkọchukwu ụlọụka Adoration bụ Fada Ejike Mbaka ekwuola na isi ekpere ya na-afọ ọhụrụ a bụ ka gọọmenti Naijiria tọghapụ Mazi Nnamdi Kanu.",
    "Mbaka kwuru nkea oge ọ chikọbara ekpere\"cross over\" nke eji si afọ 2021 bata n'afọ ọhụrụ 2022.",
    "'Amụma Fada Mbaka buru n'isi Charles Soludo na 2013 mezuru' - Fada Mentor",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Puku kwụrụ puku igwe mmadụ juputara n'ụmụchigbo iji-Nike ebe ọ kara ya bụ ụka uchichi batara afọ ọhụrụ.",
    "Fada Mbaka kpere ọtụtụ ekpere ma bukwaa amụma maka Naijiria, mana isi okwu o jiri bido bụ na ikpe ekpere ka Nnamdi Kanu eji eji  nwere onwe ya.",
    "Mbaka kwusiri ike na ya ga na agọzi Nnamdi Kanu n'ihi na ihe ya na amasi ya, ma gwa onye ọbụla bụ ụkọchkwụ achọghị igọzi ya ka ọbụo ya ọnụ.",
    "Mbaka kwukwara na ọ ga-amalitezi ekpere uchichi friday ọbụla tinyekwara nke wenezde na ọnwa febuwarị 2022.",
    "Father Ejike Mbaka na ihe ndị ị maghị maka ya",
    "Cheta na ya bụ Ekpere Adoration abali Fraịde bụ nke ọkwụsịrị ka mgbe 2020 n'ihi ọrịa Corona Virus.",
    "Ugbua Fada Mbaka emechiela Adoration ka ozuo ike otu onwa ma malite ekpere na Februari 2022.",
    "Kama ọ were ohere a we tipụta egwu ọhụrụ ya na Gozie Okeke tiri nke ha kpọrọ , \"Hapụ Fr Mbaka\".",
    "Ofụfe",
    "Naijiria",
    "Ụka ndị Roman",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Exclusive: Uche Nwosu akpọọla aha ndị ọrụ gọọmentị Imo steeti aka ha ndị na nwụchi ya1 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Egwu ọhụrụ Fada Mbaka tiri na ihe o kwuru maka Nnamdi Kanu1 Jenụwarị 2022",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Egwu ọhụrụ Fada Mbaka tiri na ihe o kwuru maka Nnamdi Kanu",
    "Etu ndị aghammiri si wakpoo ọdọ ndị ntọ n'Anambra steeti, gbuo ndị a sị bụ ndị ntọ iri",
    "Amụma ndị ụkọchukwu na-ewu ewu mara maka afọ 2022",
    "Ihe ndị Nnamdi Kanu gwara m gwa ndị na-eso ya dịka m gara zute ya na Dec 30 - Ọkaiwu Ifeanyi Ejiofor",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Ovulation', ara ibu ibu, inye nwa ara na ihe ndị ọzọ nwere ike ibute ara ịfụ nwaanyị ụfụ",
    "Nnamdi Kanu, Sunday Igboho, Obi Cubana, Tiwa Savage na ndị ọzọ Google sị kacha wuo ewu na 2021",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}