{
  "published": "2 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Afọ 2021 bụ afọ ọtụtu ndị agaghị echefu echefo.",
    "E nwere ọtụtụ ụmụnwaanyị Igbo bụ ndị metara ihe ejiri kpụrụ ha n'ọnụ.",
    "Amaka Igwe nwaada Igbo soro hibe Nollywood",
    "A na-ekwu na m lụrụ nwaanyị dị afọ 42 mana ọ gbasaghị m - Stan Nze",
    "Ụlọọrụ Google bụ ebe ndị mmadụ na-aga achọ ihe n'ịntaneti edepụtala aha ụmụnwaanyị Igbo a kacha chọọ na Naijirịa n'afọ 2021.",
    "Ebe foto si, destinyetikoofficial/Instagram",
    "Ọ bụ nwaafọ Igbo ji eje mba aha ya bụ Destiny Etiko bụ onye na-eme ihe ejije akachaa chọọ n'ịntanetị n'afọ 2021.",
    "Ọzọkwa bụ na nwaada a bụ onye na-eme ihe ejije a kacha chọọ na Naijirịa niile n'afọ 2021.",
    "Ebe foto si, destinyetikoofficial/Instagram",
    "Destiny bụ onye Udi nke dị n'Enugwu Steeti.",
    "Ọ gara mahadum ebe ọ gụrụ maka ime ihe ejije na Nnamdi Azikiwe University Ọka nke dị n'Anambra Steeti.",
    "Ihe ndị mmadụ na-achọ maka ya n'ịntanetị",
    "Ebe foto si, destinyetikoofficial/Instagram",
    "Onye bụ Destiny Etiko?",
    "Destiny Etiko ọ lugo di?",
    "Destiny Etiko na moto ọhụrụ ya?",
    "Afọ ole ka Destiny Etiko dị?",
    "Ụfọdụ ihe mere o jiri wuo na afọ 2021",
    "Destiny Etiko mere ọtụtụ ihe ejije n'afọ 2021, kama otu ihe mere ejiri kpụrụ ya n'ọnụ abụghị maka ihe ejije.",
    "Etiko gosiri ụgbọala ọ zụrụ ọhụrụ n'akara Instagram ya n'ọnwa Septemba nke afọ 2021.",
    "Regina Daniels ekwuola maka ọtụtụ ihe ndị mmadụ kpụ n'ọnụ maka ya",
    "Oteghị aka ọ mere nkea ka ndị Bloggers buru akụko na ọ bụ otu nwoke onye ojiego achụ ego zụtara ya ụgbọala ahụ.",
    "Kepukepu a na-ekwu na ọ bụ otu nwoke bụ Tein Jack Rich zụtara ya ụgbọala ahụ, kama ha abụọ kwuru  na okwu a niile bụ asị ọcha.",
    "Ebe foto si, tontolet/Instagram",
    "Tonto Dike bụ onye otiegwu ma bụrụ kwa onye na-eme ihe ejije na Nollywood.",
    "Ọ bụ onye Obio-Akpọ nke dị na Rivas Steeti, Naijirịa.",
    "Ebe foto si, tontolet/Instagram",
    "Tonto Dike gara Mahadum nke Rivas Steeti ebe ọ gụrụ Petrochemical Engineering.",
    "Ọ bụ onye nke anọ na ndị na-eme ihe ejije na Naijirịa akacha chọọ na Google n'afọ 2021.",
    "Ihe ndị mmadụ na-achọ maka ya n'ịntanetị",
    "Aha ya na onye ọ bụ",
    "Tonto dike na Bobrisky",
    "Tonto Dike na Di ya",
    "Ego ole ka Tonto Dike nwere?",
    "Ụfọdụ ihe mere o jiri wuo na afọ 2021",
    "Ebe foto si, tontolet/Instagram",
    "Nke mbụ bụ mgbe enyi ya nwoke bụ Prince Kpokpogiri pụtara kwuo na Tonto Dike gbara n'ezi mgbe ha abụọ na-ayị.",
    "Ọzọ bụ mgbe onye bụbu dị ya bụ Olakunle Churchil kpọpụrụ ya ụlọikpe maka ihe onyonyo Tonto Dike wepụtara mgbe ha gbasara.",
    "Gịnị na-esere Mike Ezuruonye na Kunle Afolayan?",
    "Na ihe onyonyo a ka Tonto kpọrọ dị ya onye omekome na onye ọgwụ ego.",
    "Nke ọzọ bụ mgbe ya na Bobrisky nwere nghọtahe nke mere ka ha abụọ gaa n'ịntanetị akọtọ onwe ha.",
    "Ebe foto si, adajesuscomedy/Instagram",
    "Mercy Mmesoma Obi Nnadi eji Ada Jesus mara bụ onye na-eme ihe ejije ma bụrụ kwa onye ọkpa ọchị.",
    "Ọ bụ nwaafọ Ọlụ nke dị N'imo Steeti.",
    "Ihe eji mara ya bụ maka ihe onyonyo ọkwa ọchị ọ na-eji asụsụ Igbo eme na Instagram na Facebook.",
    "Ihe ndị Mmadụ kachaa chọọ maka Ada Jesus",
    "Ọnwụ Ada Kesus?",
    "Gịnị mere Ada Jesus?",
    "Onye bụ Ada Jesus?",
    "Olili Ada Jesus?",
    "Ada Jesue na Odumeje",
    "Ada Jesus ọ nwụọla?",
    "Akụkọ maka Ada Jesus?",
    "Ụfọdụ ihe mere o jiri wuo na afọ 2021",
    "Ebe foto si, adajesuscomedy/Instagram",
    "Ada Jesus nwụrụ ụbọchị iri na abụọ nke ọnwa Eprel afọ 2021 n'ụlọọgwụ dị n'Abuja ebe e bugara ya maka ịgwọ ya ọrịa metụtara akịrị, abalị ole na ole o jiri mechaa ncheta ọmụmụ ya.",
    "Ada Jesus mere ihe onyonyo ebe ọ boro onye na-eme ihe ejije bụ Rita Edochie na ụkochukwu Chulkwuemeka Ohanaemere eji Odumeje mara ebubo.",
    "O kwuru na Edochie na-akpọtara Odumeje ndị na-abịa anata ọgwụgwụ adigboroja.",
    "E nwekwara odu dibia nke Chi Marine Temple dị n'Asaba Delta Steeti onye ọkpọrọ Dibia adigboroja.",
    "Kepukepu na ndị a bụrụ ya ọnụ nke mere ka ọ daa ọrịa.",
    "Na-agbanyeghị na ndị a mechara gbahara ya, nwaada mechara nwụọ.",
    "Ebe foto si, chidinmaekile/Instagram",
    "Chidinma Ekile bụ onye otiegwu ụka ama ama na Naijirịa.",
    "Ọ bụ onye Imo steeti kama a mụrụ ya na Legọs steeti.",
    "Ọ gụrụ sociology na Mahadum nke Legọs.",
    "Chidinma hapụrụ egwu ụwa were banye iti egwu ndị ofufe Kraịst n'ụbọchị abụọ nke ọnwa Mei afọ 2021.",
    "Ihe ndị Mmadụ kachaa chọọ maka Chidinma Ekile",
    "Onye bụ Chidinma Ekile?",
    "Chidinma ọ nwee ihe mberede okporoụzọ?",
    "Onye bụ di Chidinma Ekile?",
    "Jehova Overdo egwu Chidinma",
    "Ụfọdụ ihe mere o jiri wuo na afọ 2021",
    "Ebe foto si, chidinmaekile/Instagram",
    "Ọ bụ n'ọnwa Mei afọ 2021 ka Chidinma kachaa wuo n'ịntanetị mgbe o kwuru na ọ bụzị nanị egwu ndị ụka Kraịst ka ọ ga na-agụzị.",
    "Ọ bụ dịka ọ gbachara afọ iri atọ ka o kwuru nke a.",
    "Nke ọzọ bụ mgbe kepukepu na-ekwu na nwaada a anwụọla site na ihe mberede okporoụzọ kama ọ bụghị eziokwu.",
    "Lee Umu Nwoke Igbo ndị na-eme ije ejije ndị mmadụ chọkwara ka ọlaedo na Google",
    "Azubuike Michael Egwu (Zubby Michael)",
    "Ebe foto si, zubbymichael/Instagram",
    "Azubuike Michael Egwu bụ nwaafọ igbo na-eme ihe ejije na Nollywood.",
    "Ọ bụ onye okpuruọchịchị Ekwusigo nke dị n'Anambra steeti.",
    "Zubby Michael dịka eji mara ya gara mahadum na Nnamdi Azikiwe nke dị n'Ọka ebe ọ gụrụ Mass Communication.",
    "Ọ bụ onye na-eme ihe ejije nke abụọ akacha chọọ na Google na Naijirịa n'afọ 2021.",
    "Ihe ndị mmadụ na-achọ maka ya n'ịntanetị",
    "Ego ole ka Zubby Michael nwere?",
    "Ihe ejije Zubby Michael",
    "Zubby Michael ọnwụọla?",
    "Onye bụ nwunye Zubby Michael?",
    "Zubby Michael ọ nwere ejima?",
    "Ụfọdụ ihe mere o jiri wuo na afọ 2021",
    "Ebe foto si, zubbymichael/Instagram",
    "Ọtụtụ mgbe Zubby Michael wuru n'afọ 2021 bụ maka ihe ejije ọ mara maọbụ mgbe ya na ndị otiegwu na ndị ọzọ ọnụ na-eru n'okwu nọkọrọ.",
    "Kama nsonso a, otu onye ntọ anwụchịrị kwuru na ọ bụ maka ihe ejije Zubby Michael na-eme mere o ji bido ịtọ ndị mmadụ.",
    "Ebe foto si, jim.iyke/Instagram",
    "James Ikechukwu Esomugha eji Jim Iyke mara bụ onye ejije ama ama na Naijirịa.",
    "Amụrụ ya na mba Gabon kama ọ bụ nwaafọ Ogwugwu nke dị n'Enugwu Akịdị , Anambra Steeti.",
    "Ọ gara mahadum nke Jos, Platu Steeti ebe ọ gụrụ Banking and Finance ya na philosophy.",
    "Jim Iyke bụ onye nke asatọ n'ime ndị na-eme ihe ejije akacha chọọ na Google na Naijirịa n'afọ 2021.",
    "Onye bụ nwunye Jim Iyke?",
    "Onye bụ Jim Iyke?",
    "Jim Iyke ọ nwere ego ole?",
    "Ọpara Jim Iyke?",
    "Jim Iyke na Nadia Buhari?",
    "Ebe foto si, jim.iyke/Instagram",
    "N'ọnwa Ọgụst afọ 2021 ka ihe onyonyo pụtara nke gosiri ebe Jim Iyke na Uche Maduagwu na-alụ ọgụ.",
    "Akụkọ na-ekwu na ọ bụ maka na Uche Maduagwu kwuru na-etu Jim Iyke siri kpta ego ya ezighị ezi.",
    "Ọtụtụ ndị mmadụ kwuru na ọ bụ ụzọ Jim Iyke chọrọ iji kwalite ihe ejije ọ mere nke bụ \"Bad Comment\".",
    "Kama Jim Iyke sị na ọbụghị eziokwu.",
    "Ebe foto si, alexxekubo/Instagram",
    "Alexx Ekubo dịka eji mara ya bụ onye na-eme ihe ejije na Nollywood ama ama.",
    "Ọ bụ nwaafọ Arochuckwu nke dị n'Abia Steeti.",
    "Ekubo gụrụ Iwu nke bụ Law n'okwu Bekee na Mahadum Kalaba, Cross River Steeti.",
    "Ọ bụ onye nke iri na-eme ihe ejije akacha chọọ na Google n'afọ 2021 na Naijirịa.",
    "Ihe ndị mmadụ na-achọ maka Alex Ekubo n'ịntanetị",
    "Alụmdịnanwunye Alexx Ekubo",
    "Alexx Ekubo ọ nwere ego ole?",
    "Alexx Ekubo na Fancy Acholonu",
    "Akara Instagram Alex Ekubo?",
    "Ụfọdụ ihe mere o jiri wuo na afọ 2021",
    "Ebe foto si, alexxekubo/Instagram",
    "Ihe ejije Alexx Ekubo na-eme soro na ihe mere ọtụtụ ndị mmadụ jiri mara ya.",
    "Kama ihe mere ka o wụọ n'afọ 2021 bụ ya na onye ọchọburu ịlụ bụ Fancy Acholonu gbasara.",
    "Ọ bụ n'ọnwa Ọgụst afọ 2021 ka ha abụọ kagburu alụmdịnanwunye ha.",
    "Ha kwesịrị ịgba akwụkwọ n'ụbọchị iri na abụọ nke ọnwa Nọvemba afọ 2021.",
    "Ebe foto si, obi_cubana/Instagram",
    "Obi Iyiegbu maọbụ Obi Cubana eji mara ya bụ nwaafọ Igbo bụ onye Oba nke dị n'okpuruọchịchị Idemili nke Anambra Steeti.",
    "Ọ bụ onye oji ege achụ ego na-rụkarị ebe a na-eri ma na aṅụ.",
    "Ọ gụrụ Ploitical Science na mahadum nke Naịjirịa dị na Nsukka.",
    "Ihe ndị mmadụ kacha chọọ maka ya",
    "Ebe foto si, obi_cubana/Instagram",
    "Ego ole ka Obi Cubana nwere?",
    "Onye bụ Obi Cubana?",
    "Cubana Chief Priest",
    "Ụlọ Obi Cubana",
    "Ụfọdụ ihe mere o jiri wuo na afọ 2021",
    "Ebe foto si, obi_cubana/Instagram",
    "Obi ubana gbasara n'ịntanetị dịka ọ mere olili mama ya.",
    "Ọ mere ya bụ emume site n'ụbọchị iri na isii ma ruo ụbọchị iri na asatọ ọnwa Julaị afọ 2021.",
    "Ya bụ emume dara ụda dịka enyi ya nwoke eji Cubana Chief Priest mara nyere ya ehi iri anọ na isii ka ọ were lie nne ya.",
    "Ọtụtụ ndị ama ama na Naijirịa ma na ala Igbo bịara bọọ ego etụ ndị mmadụ ahụtubeghị mbụ.",
    "Nollywood",
    "Google",
    "Ihe nkiri",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 20212 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Mbaka, Adeboye, Ayodele 'hụrụ' maka Nnamdi Kanu, Buhari na ndị ọzọ1 Jenụwarị 2022",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Etu ndị aghammiri si wakpoo ọdọ ndị ntọ n'Anambra steeti, gbuo ndị a sị bụ ndị ntọ iri",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}