{
  "published": "5 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab/Dee Sam Mbakwe Facebook",
    "Aka ji ekwentị na-egosi foto Dee Sam Mbakwe",
    "Enweghi ike ịkọ akụkọ Imo steeti ma a kpọtaghị aha Samuel Onunaka Mbakwe.",
    "Mbakwe bụ otu nwoke ọtụtụ ndị hụtara ka nna ha maọbụ nwanne nna ha mgbe ọ dị ndụ ma bụrụ aka chịrị Imo steeti.",
    "Ihe ise i kwesịrị ịma maka Alvan Ikoku",
    "Ihe Imo state ji bụrụ \"elelebe ejeghi ọrụ\"",
    "Gịnị ka ị ma maka Eni Njoku; nwaafọ Igbo isi ya na-apụ ọkụ n'agụmakwụkwọ?",
    "Nke a mere e ji na-akpọ ya \"Dee Sam\", dịka ọ bụ nwanne onye ọbụla.",
    "Ndị ma ya mgbe ọ dị ndụ kwuru na o kwenyere na ọchịchị onye kwuo uche ya bụ maka ịrụrụ ndị mmadụ ọrụ ghara ịbụ maka naanị onwe gị (fọnfọju akpa).",
    "Sam Onunaka Mbakwe chịrị Imo steeti (Old Imo state gụnyere Abịa na ụfọdụ mpaghara Ebonyi steeti) site n'ọnwa Ọktoba afọ 1979 ruo Disemba afọ 1983",
    "A mụrụ ya n'Avụtụ dị n'okpuruọchịchị Obowo dị n'Imo steeti n'afọ 1929",
    "Ọ gụrụ akwụkwọ na Naịjiria, Sierra Leone nakwa Ịnglandị tupu ọ lọghachịta bịa bụrụ Ọkaiwu.",
    "Ọ bụbu ọkaiwu, ojiegoachụego nakwa onye ndọrọndọrọ ọchịchị",
    "O so lụọ agha Biafra (ọ bụ onye agha Biafra mgbe a lụrụ agha ahụ), dịka ada ya nwaanyị bụ Patience si kwuo",
    "Ebe foto si, Screengrab/Dee Sam Mbakwe Facebook",
    "Dee Sam Mbakwe na Odumegwu Ojukwu",
    "Otu ihe gọọmentị ya gbadoro anya rụọ ọfụma mgbe ọ nọ n'ọchịchị ya bụ ọtụtụ okporoụzọ. Ọ bụkwa n'ọchịchị Mbakwe ka a rụrụ Adapalm bụ ebe a kụrụ ọtụtụ osisi nkwụ ma na-emepụta mmanụ n'Imo steeti, ụlọọrụ redio na tv mbụ dị na steeti ahụ, nakwa Concorde Hotel, wdgz",
    "Mbakwe bụ onye hibere mahadum Imo steeti nke e mechara gụgharịa mahadum Abịa steeti",
    "E ji gọvanọ obe akwa nke Bekee kpọrọ weeping governor mara ya; akụkọ kwuru na ọ na-ebekarị akwa iji dọta enyemaka gọọmentị etiti n'ihe ndị steeti ya na-agabiga",
    "Ọ nọrọ nga afọ abụọ na ụma mgbe ọchịchị ya biri (ọchịchị ya biri mgbe ọchịchị General Muhammadu Buhari napụchara ndị nkịtị ọchịchị n'ike ụbọchị 31 nke ọnwa Disemba, n'afọ 1983)",
    "Ọ nwụrụ n'ụbọchị isii nke ọnwa Jenụwarị 2004, ka ọ dị afọ 75.",
    "Ọha mmadụ tụkọtara ego ma nyekwa aka iji rụọ ọdọụgbọelu Sam Mbakwe dị n'Owerri",
    "N'ihi ọrụ ọma niile ọ rụrụ n'Imo steeti, ụfọdụ ndị edeela akwụkwọ n'aha ya.",
    "Ndị dị ka Alphonse Okechukwu Okibedi dere akwụkwọ a kpọrọ \"Chief Sam O. Mbakwe: a great son of achievement and courage\" na Chinedum Uzoma Nwajiuba dere akwụkwọ a kpọrọ \"The glorious Mbakwe era\".",
    "Ihe ndị ọzọ gụnyekwara ọdọụgbọelu dị n'Owere, Imo steeti, nke ndị Imo steeti tụkọtara ego rụọ n'afọ 1992 ma baa ya aha Dee Sam.",
    "N'ime obi gọọmentị Imo steeti, e nwere ebe a kpọrọ \"Sam Mbakwe exco chamber\", bụ nke Rochas Okorocha rụrụ oge ọ bụ gọvanọ Imo steeti.",
    "Gọvanọ Okezie Ikpeazu nke Abịa steeti gụharịkwara ụzọ a mabu dịka Faulks road nke dị n'Aba, ma gụọ ya Sam Mbakwe Road, n'ọnwa Maachị 2021.",
    "Ada Palm",
    "Ndọrọndọrọ ọchịchị",
    "Imo steeti",
    "Akụkọ mgbe gboo",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Otu obodo dị icheiche nke a kpọrọ 'Town Union' na bekee so na otu ihe nyere aka wete mmepe n'ala Igbo ma n'oge gboo ma n'oge ugbua.",
    "Ndị sị anyị tọhapụ Nnamdi Kanu, anyị agaghị atọhapụ ya- Buharielekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?5 Jenụwarị 2022",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}