{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Sceen grab",
    "Soshal midia enwụrụla ọkụ maka Funmilayo Adebayo, nwaanyị a ma dịka Mummy G.O' maka ụdịrị oziọma ọ na-enye ndị ụka ya.",
    "Mummy G.O, onye ndu ụka 'Mountain of Solution' dị n'Ogun steeti ekwuola ọtụtụ ihe na-agbaka ndị mmadụ isi dịka ọ gụtara ihe ndị nwere ike ibuga mmadụ ọkụ mmụọ.",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Onye na-etizi \"Indaboski\" a?",
    "Gịnị na-esere Odumeje, ụmụ Pericoma na ndị Arondizuogu?",
    "Ihe ndị a dịka o siri kwuo gụnyere iyi 'jeans' traụza, iyi okpunnabueyi, na ihe ndị ọzọ.",
    "N'otu ozi ya, ọ sịrị: \"Mụ na Lucifer anọọla. Ihe kachasị amasị ya bụ aramara.\" Lucifer na-enwe mmekọ kwa ụbọchị. Ị ma na Lucifer na aga ndị mmadụ Akwụkwọ? Ọ lụrụ Rihanna, Ọ lụrụ Lady Gaga.\"",
    "N'ozi ọzọ, Mummy GO kwuru sị, \"Onye ọbụla na-agba egwu 'break dance' bụ onye nwụrụ anwụ, maka na egwu ahụ si n'aka Michael Jackson pụta na-ego ọkpụkpụ 'skeleton' ndị nwụrụ anwụ.\"",
    "Ọ sịkwa, \"Tupu m echegharịa nwere ndụ m nye Kraịst, a bụbu m onye na-ebu ọgwụ ike \"Cocaine\".",
    "\"Anabụ m eresi ndị omekome egbe ha ji akpa ike, abụbu m onye na-egbu ndị mmadụ, mụ na ọtụtụ ndị omekome na ndị ndọrọndọrọ ọchịchị na-arụkọ.\"",
    "\"Mgbe m na-ebu ọgwụ ike \"Cocaine anaghi m eji ụgbọ elu naani ute ndị mmụọ ka m ji efeghari ebu ya bụ ọgwụ ike site na mba Germany fega mba Amerịka\".",
    "Ihe ndị a niile emeela ka ọtụtụ mmadụ kpụrụ ya n'ọnụ ugbua ma jiri ya na-eme ihe ịkpa ọchị.",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Ihe mere na m akpọpụtaghị aha ndị na-akwado ndị ekperima n'Imo -Hope Uzodimma",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu Katọlik14 Febụwarị 2021",
    "Igbo culture: Ekwensu ọ bụ 'satan' n'ala Igbo?17 Eprel 2020",
    "Ndị sị anyị tọhapụ Nnamdi Kanu, anyị agaghị atọhapụ ya- Buharielekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?5 Jenụwarị 2022",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Ndị sị anyị tọhapụ Nnamdi Kanu, anyị agaghị atọhapụ ya- Buhari",
    "Onye bụdị 'Mummy G.O;' a oziọma ya na-amụnye ọkụ na soshal midia?",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Iji saa otu Ipob, otu ndị na-ere ehi Awụsa amachiela ibudata ehi n'Ọwụwa Anyanwụ",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Fada Mbaka bunyere m ụgbọala 'SUV' ọhụrụ - Prince Gozie Okeke",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}