{
  "published": "4 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/ Getty Images",
    "Otu Indigenous People of Biafra (Ipob) ekwuola na ha na-amachi ịbụ abụ ọdịnala Naịjiria n'ụlọakwụkwọ niile dị n'Ọwụwa anyanwụ.",
    "\"Director of State\" ha bụ Chika Edozie kwuputere nke a n'ozi afọ ọhụrụ otu Ipob n'ụbọchị mbụ nke ọnwa Jenụwarị.",
    "Ihe ndị Nnamdi Kanu gwara m gwa ndị na-eso ya dịka m gara zute ya na Dec 30 - Ọkaiwu Ifeanyi Ejiofor",
    "Ipob asaala Gọvanọ Ikpeazu",
    "Ihe Ipob sara maka ebubo na ụfọdụ ndị otu ha na-erifusi ego",
    "Ọ gụpụtakwara ọtụtụ iwu Ipob tiri maka Ọwụwa anyanwụ dịka a batara afọ ọhụrụ 2022.",
    "Mana akụkọ a ga-eleba anya n'iwu ise otu Ipob tigoro maka Ọwụwa anyanwụ bido n'afọ 2021.",
    "Mmachi a pụtara ihe n'ozi afọ ọhụrụ Director of State Ipob bụ Chika Edozie kwuputara.",
    "Ipob kwuru na ọ bụzị abụ ala nke \"Biafra nation\" ka ndị isi ụlọakwụkwọ nọ na mpaghara Ọwụwa anyanwụ ga na-akụziri ụmụakwụkwọ nọ ebe ahụ bido n'ụbọchị atọ nke ọnwa Jenụwarị 2022 gawazie.",
    "Ebe foto si, Getty Images",
    "Ipob tiri iwu na site n'ọnwa Epreelụ 2022, ha achọghịzị ka e jiri ehi ndị Fulani na-eme emume ọbụla n'ala Igbo.",
    "Ha kwuru ka e jiri ehi Igbo na-emezi mmemme makana ha \"achọghị abụmọnụ na mmetọ iri ehi Fulani ga-ebutere ala Igbo\".",
    "Ụzọ Owere-Okigwe na-ekwokarị ekwo tọgbọ chakoo n'ụtụtụ Mọnde",
    "N'ọnwa Ọgọst 2021 ka Ipob hibere atụmatụ \"sit-at-home\" n'ụbọchị Mọnde ọbụla ma mechaa kagbuo ya.",
    "Ha kwuru na ọ bụzi ụbọchị Nnamdi Kanu na-apụta ụlọikpe ka a ga na-emezi ya bụ nọrọ n'ụlọ.",
    "Atụmatụ a metụtara ụmụakwụkwọ na-ele ule West African Examination Council (WAEC ) tụmadị mgbakọ \"Maths\" nke afọ 2021, dịka o mere ka ha ghara ile ule ahụ bụ nke e tinyere ụbọchị Mọnde.",
    "Nke a metụtakwara akụnaụba mpaghara Ọwụwa anyanwụ dịka ndị mmadụ kwuru na atụfuru nnukwu ego na Mọnde ndị ahụ e mere 'sit-at-home'.",
    "Ugbua, ọ bụ eziokwu na a kagbuola ya bụ nọrọ n'ụlọ, mana ụfọdụ ndị omekome ka na-eji ya akpa mkpamkpa n'ala Igbo.",
    "Ebe foto si, Getty Images",
    "N'afọ 2021, Ipob kwuru na agaghị eme ntuliaka ọkwa gọvanọ n'Anambra steeti, dịka ha sị onye apụtakwala ezi ụbọchị ahụ.",
    "Mana ha mechara kagbuo ya n'abalị fotere ụbọchị Novemba 6, 2021, bụ ụbọchị e mere ya bụ ntuliaka.",
    "Nke a abụghị mbụ ha na-eti ụdịrị iwu a, dịka ha gwara ndị ntoroọbịa nọ n'ala Igbo ka ha ghara ịpụta tụọ vootu n'afọ 2019.",
    "Ha mechara wepụ iwu ahụ ka ụbọchị a ga-atụ vootu rutewere nso.",
    "Iwu ka akwụsị ife ọkọlọtọ Naịjiria na mpaghara Ọwụwa Anyanwụ",
    "N'ụbọchị Sepụtemba 25, 2021 ka Ipob wepụtara iwu ka ewetuo ọkọlọtọ Naịjirịa n'ebe niile ọ dị na mpaghara ọwụwa anyanwụ.",
    "\"Bido bụ ụbọchị Seputemba 25,2021, Ipob na-enye iwu ka ewetuo ọkọlọtọ Naịjiria ebe niile ọ dị na mpaghara ọwụwa anayanwụ. ọchịchị Ipob ga-agwa ndị ụlọakụ kpọkwem ihe mere ha ga-eji were udo wetuo ọkọlọtọ ahụ.\" dịka Emma Powerful bụ ọnụ na-ekwuru otu ahụ si depụta.",
    "Ha gakwara n'ihu nye iwu ja ndị mmadụ nọrọ n'ụlọ ụbọchị nwereonwe Naịjiria bụ October 1, 2021 iji wee jụụ Naịjirịa.",
    "Don Adinuba bụ onye mgbasaozi Anambra steeti kwuru na onweghị ihe gọọmenti Anambra ga-asa maka mmachị igụ abụ ala Naịjirịa n'ụlọ akwụkwọ.",
    "Onye mgbasaozi Imo steeti bụ Nwachukwu Oguike azabeghị ozi BBC Igbo zigara ya n'ekwenti ya.",
    "Gọọmenti Abia steeti azabeghị ozi ezigara onye mgbasaozi steeti ahụ n'ekwenti. Anyị ga-agbalị inweta ọnụ okwu ha gbasara iwu ndị a.",
    "Dịka Nnamdi Kanu nọ na mkpọrọ, ndị na-achị Ipob abaala ịzọ ọchịchị",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ihe Mbaka, Adeboye, Ayodele 'hụrụ' maka Nnamdi Kanu, Buhari na ndị ọzọ",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, 'E kpuru m isi mana a na m emepụta ncha nakwa ude ọbụla ị chọrọ'- Chinazaekpere4 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere na m akpọpụtaghị aha ndị na-akwado ndị ekperima n'Imo -Hope Uzodimmaelekere 9 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "'A gụla 'National Anthem'...' na iwu anọ ọzọ ndị Ipob tirila n'Ọwụwa anyanwụ",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Fada Mbaka bunyere m ụgbọala 'SUV' ọhụrụ - Prince Gozie Okeke",
    "Ihe mere na m akpọpụtaghị aha ndị na-akwado ndị ekperima n'Imo -Hope Uzodimma",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}