{
  "published": "4 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chinazaekpere Obioma-Henry kpuru isi mana ọ na-arụpụta ncha na ude ọbụla ị chọrọ.",
    "Ọ kọwara ka o si kpuo isi makana ọ bụghị osinachi.",
    "Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia",
    "World Disability Day: 'Achọọla m ọrụ ọtụtụ ebe mana anaghị enye m n'ihi na abụ m ngwọrọ' - Emmanuel Eboseremhen",
    "Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian",
    "Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta",
    "Ihe ndị ọzọ ọ kọwara maka ihe isi ike ikpu isi wetara ya tupu ọ chọpụta ọrụaka ịmepụta ncha na ude ga-akpalite mmụọ gị.",
    "Fada Mbaka bunyere m ụgbọala 'SUV' ọhụrụ - Prince Gozie Okeke",
    "Ihe Mbaka, Adeboye, Ayodele 'hụrụ' maka Nnamdi Kanu, Buhari na ndị ọzọ",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Nkwarụ",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Abia Steeti",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Exclusive: Uche Nwosu akpọọla aha ndị ọrụ gọọmentị Imo steeti aka ha ndị na nwụchi ya, Duration 36,081 Jenụwarị 2022",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Ọgbambọ: 'E kpuru m isi mana a na m emepụta ncha nakwa ude ọbụla ị chọrọ'- Chinazaekpere, Duration 3,164 Jenụwarị 2022",
    "Vidio, Igbo Presidency 2023: Anyị jikọta ọnụ o nweghị ihe anyị agaghị emenwu na ndọrọndọrọ ọchịchị - Kenneth Okonkwo, Duration 8,473 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}