{
  "published": "6 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikwu nne, bụ ebe mgbaba nwa afọ Igbo ọbụla n'oge nsogbu.",
    "Ya mere Igbo na-asị, \"ọsọ chụọ nwata, ọ gbaga ikwu nne ya.\"",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ",
    "Nwoke, ị na-enyere nwunye gị aka n’ụlọ?",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'",
    "Ihe isii ndị nne Nigeria ji bụrụ 'ọpụrụiche'",
    "Ndị Owere na ụfọdụ ndị si mpaghara ahụ na-akpọ ya, 'imere nne' mana ọtụtụ na na-akpọ ya 'ikwu nne' ya bụ 'ikwu si n'aka nne.'",
    "Mana  gịnị ka ọ pụtara?",
    "Ikwu nne, bụ ebe nne mmadụ si were bịa.",
    "Na nkọwa ya, otu onye omenala Igbo doro anya bụ Edy Nwangene kwuru na \"Ikwunne bụ obi nne onye siri pụta.\"",
    "\"Ikwu nne bụ obi nke abụọ nwata na-enwe. Nke mbụ bu obi nna ya.\"",
    "Nwagene kọwakwara na  naaní onye nne ya gara di bụ onye na -enwe ikwu nne n'ihi na  \"Onye a mụrụ na mkpuke enwegh ikwunne.\"",
    "O kwukwara na nkwenye Igbo bụ ụfọdụ nwata na-esi na ikwu nne ha alọ ụwa nke mere na ihe na-adakọrọ ụfọdụ na ndị ikwu nne ha karịa ikwu nna ha.",
    "N'Igbo, nwata bụ nwadiala n'ikwu nne ya; ndị ikwu nne ya ndị nwoke bụ ''nna ochie''; ebe ụmụnwaanyị bụ ''nne ochie\".",
    "Lee ụzọ ikwu nne nwere ike isi bara gị uru:",
    "A na-emegbu nwata n'ezinaụlọ, ikekwa n'ihi na nne na nna ya anwụọla, maọbụ ọ bụ naanị otu nwa, ebe ọ ga-agbaga ọsọ ndụ na-abụkarị ikwu nne ya.",
    "Nze Nwangene kọwara sị, \"Ihe hịawa gị ahụ, ị lawa ikwu nne gị.\"",
    "A na-akpó ndí nwoke nandí ikwu nne, ''nna ochie\"",
    "Nwanne igbu ibe ya bụ nsọala n'ala Igbo.",
    "Oge gboo, mmadụ gbuo ibe ya na amaghị ama, omenala ji ya na ọ ga-agba 'ọsọ ọchụ.'",
    "Ọtụtụ mgbe, naanị ebe e nwere ike ịnabata onye dị etu a bụ ikwu nne ya.",
    "N'akwụkwọ Chinua Achebe dere ọ kpọrọ 'Things Fall Apart', Okonkwo na ezinaụlọ ya gbagara Mbanta bụ ikwu nne ya ebe ha nọrọ afọ asaa n'ihi na o gburu onye ụmụnna ya na-amaghị ama.",
    "N'otu aka ahụ, onye mara ụma gbuo ibe ya, a chụpụ ya n'obodo, ọ na-agbalakarị ikwu nne ya mana na ikwu nne anaghị ajụ nwa nwanne ha ma ọ dị njọ ma ọ dị mma.",
    "Mana Nwangene gbaghara nkwenye a.",
    "N'ala Igbo, naanị n'ikwu nne mmadụ bụ ebe mmadụ nwere ike iketa ala na-abụghị n'ezinaụlọ nna ya.",
    "N'Abịriba Ọhafia, ụmụaka na-eketa ala n'ezinaụlọ nne ha si pụta.",
    "N'omenala a, ụmụnwaanyị a naghị eketa ala, mana Abiriba ebe omenala ikwu nne a dị, ụmụnwaanyị nwere iketa ala n'ikwu nne ya.",
    "Nwata anughị ndụmọdụ okeny, ụmụokorobịa apịa ya aka",
    "Uru ọzọ ikwu nne na-abara mmadụ bụ ịgbaziri nwata na-efu ụzọ maọbụ na-akpa agwa ọjọọ.",
    "Ụfọdụkwa a na-ezigakwa nwata dị isi ike ikwu nne ya ka ha zụọ ya.",
    "Eddy Nwangene kọwara na 'nwata na-asa ụsa, nwata na-akparị ndị okenye, nwata na-anyụ mammiri n'ụlọ, a na-akpọla ya ikwu nne\".",
    "\"Nne ya e begara ndị ikwu nne ya besara ya akwa na nwa ya. Ụmụọkpụ ga-abara ya mba, ndị okeọha ga-adụ ya ọdụ.\"",
    "\"Ọ bụrụ na o kweghị anụ ọdụ, a gọrọ ya ọfọ, ọ nụghị, e dunye ya ndịokorobịa ha dụọ ya aka.\"",
    "Ọ kọwara na ụbọchị ọzọ nwata ahụ mee ihe ahụ ọzọ, nne ya erotere ya ihe ọ gabigara.",
    "\"O cheta ihe ọ gabigara n'aka ndị ntorobịa ikwu nne ya, ọ cheba echiche ime.\"",
    "Ezinaụlọ: Onye kachasị emefu ego n'etiti di na nwunye?",
    "Otu egwu bọọlụ Naịjirịa",
    "Omenala",
    "Igbo Culture: Ihe mere Igbo ji atụ Ikenga egwu13 Maachị 2020",
    "Igbo Culture: Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?10 Ọgọọst 2019",
    "Igbo culture: Ụzọ isii ndị Igbo si ekpezi esemokwu oge gboo4 Ọktọba 2020",
    "Igbo Culture: Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha13 Nọvemba 2020",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midiaelekere 6 gara aga",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ1 Jenụwarị 2021",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Ohere ka dị iji 'Political Solution' kpọpụta Nnamdi Kanu - Goddy Uwazurike",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Onye bụdị 'Mummy G.O' , nwaanyị oziọma ya na-amụnye ọkụ na soshal midia?",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}