{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imo Govt",
    "Gọvanọ Hope Uzodimma nke Imo Steeti arịọla aka chịburu steeti ahụ bụ Rochas Okorocha ka ocnye ya ohere ka ya chie Imo steeti n'udo.",
    "N'ọgbakọ ọ kpọrọ ndị ọrụ na-eru n'okwu na steeti ahụ ụbọchị Tuzde,Uzodimma rụtụrụ aka  na o nweghi esomokwu dị n'etiti ha abụọ nọ mana ka o si kwuo 'Achọrọ m ka ọha mara na Rochas abụghịzị gọvanọ Imo steeti. Ya hapụ m aka ka m zaa gọvanọ ma chịa\"",
    "Ebumnobi ndị nwụchiri m bụ igbu m - Uche Nwosu",
    "",
    "Uzodimma, onye kwuru na Rochas Okorocha abụghị aka mbụ chịrịla Imo steeti sịrị na na ndị ọzọ chichaa, ha achịlie aka elu.",
    "Ọ gara n'ihu jụọ,\"Gịnị mere ya bụ Rochas agaghị achịlị aka elu n'okwu ọchịchị Imo steeti.\"",
    "Ebe foto si, Imo State New Media",
    "O kwuru na Sịnetọ Okorocha bụ onye ọ tọrọ atọ nke bụ na ọ kwesiri ịna-akwanyere ya ugwu ruru ya.",
    "Uzodimma rụtụrụ aka n'ebe nsogbo na ọgbaghara dị na steeti ahụ si bụ mgbe gọọmentị ya hibere otu ga-enyochapụta ma napụta ala na akụnaụba gọọmentị  ụfọdụ ndị na-ekesa dịka  ka ọtụtụ ọgbaghara malitere dapụtawa na steeti ahụ.",
    "Okwu a na-abịa dịka o kwuburu na ọ ga-agba n'anwụ n'ọgbakọ ahụ ndị  aka ha dị na ndị ntọ na oke ogbugbu mmadụ na Imo steeti.",
    "Ebe foto si, Imo Govt",
    "Mana Ụzodimma bịara n'ọgbakọ kwuo  na ọ gaghị agbazi aha ndị o kwuru na-akwado ndị ekperima n'anwụ sị, \"E kpebiri m ka ndị ọrụ nchekwa mee nnyocha ma taa ndị aka ha dị na ya ahụhụ ruru ya.\"",
    "Ọ sị na ọ bụ eziokwu na o kwere nkwa ịkpọ aha ndị a mana akụkọ malitere feghariwa na soshal midia butere ọtụtụ okwu nke mere o ji kpebie ịhapụrụ ya ndị ọrụ nchekwa.",
    "O kwuru na ọgbaghara na-ada n'Imo steeti malitere mgbe ndị ntoroọbịa mere nghaghariịwe ma wakpoo ụlọ nga na ụlọ ndị uweojii nke mere ndị omekome ji pụta n'igwe akpa ike na steeti ha.",
    "N'okwu mmepe obodo,Gọvanọ Uzodinma kwuru na gọọmentị ya na-agba mbọ ịhụ na Imo steeti mepere etu o kwesiri.",
    "Ọ sị na ọ na-anabata ndị ojiegoachụego nakwa ndị ọrụ ndị ọzọ itinye aka kwado ọrụ ọma gọọmentị na-arụ.",
    "O kwuwkara na o binyela aka bọjeetị 2022 maka ego a ga-eji rụọ ọrụ na steeti n'afọ ọhụrụ a.",
    "O kwukwara na ahazịela etu ego si abata na ya bụ steeti Bekee na-akpọ \"Internally Generated Revenue (IGR)\" ma tinye Tekụnzụ nay a bụ nhazi.",
    "O kwuru na ọ na-atụ ya na tupu afọ a agwụ, Ijeri naịra ise bụ ihe steeti ya ga na-emepụta",
    "Ihe ụfọdụ ndị ọzọ ọnụ na-eru n'okwu kwuru:",
    "Ebe foto si, Imo Govt",
    "Maazị Obiozor bụ onyeisi otu Ọhanaeze Ndigbo kwuru na ihe na-eme ụfọdụ ndị nọbụ n'ọchịchị bụ na ha anaghi echeta na oge ọchịchị ha agaala nke mere ha ji aga n'ihu na-etinye aka nakwa ọnụ n'ihe gbasara oche ọchịchị ha nọbụ na ya nke ọ kpọrọ \"Post Power Syndrome\" na Bekee.",
    "Ọ gara n'ihu dụọ ọdụ ka ndị chịbụrụ gbaa mbọ wepụ aka n'ọchịchị ka ndị nọ n'oche ọchịchị nwee ohere ma hụ ụzọ rụọ ọrụ ha.",
    "\"Ọ bụrụ na ndị ahụ nwere ụmụnne ha ga-ejiwe ha ejiwe, ọ bụrụ na ha enweghi ụmụnne ha ga-adịzị ka ndị ara n'ihu ọha.\"",
    "Ebe foto si, Imo Govt",
    "LeoStan Ekeh bụ onye ojiegoachụ ego a ma ama na Naijiria bụrụkwa onyeisi ụlọọrụ Zinox na Konga rụtụrụ aka na mkpa teknụzụ na agụmakwụkwọ dị na nkwalite akụnaụba Imo na ndị Imo.",
    "N'okwu ya, ọ sị: \"Dịka nchekwa na-egbochi ụmụ anyị ịgụ akwụkwọ na ịga ụlọ akwụkwọ ha, ndị ogbo ha na steeti ndị ọzọ anaghi echere ha. O kwukwara: \"Anyị agaghi echere ka onyeisiala bịa nyere anyị aka, anyị kwesiri I ji aka anyị hazịe ala anyị.\"",
    "Ohere inye ọrụ dị na Nollywood ma ọ bụrụ na Gọọmenti tinye ya ego- Onyeka Onwenu",
    "Ebe foto si, Onyeka Onwenu",
    "Onyeka Onwenu toro Gọvanọ Uzodinma maka ọrụ ndị ọ rụọla ma sị na ihe aka ga-arụ riri nne, ọ kachasị na ọrụ ime obi aṅụrị nke gụnyere ime ejije, iti egwu, nakwa ime ihe onyonyo.",
    "O kwuru na ebe a bụ ebe ọtụtụ ego dị ugbua dịka ndị mba ofesi na e legara ala Naijịrịa anya site n'ụzọ Nollywood.",
    "O rịọrọ Gọvanọ Uzodinma ka o hibe usoro ga-akwado ndị ntorobịa nwere atụmatụ ibanye na ọrụ ndị a.",
    "Ebe foto si, Imo Govt",
    "Ndị nwere agba bịara n'ọgbakọ ahụ gụnyere Emmanuel Iwuanyanwụ,Osote Gọvanọ Imo bụ Placid Njoku na  ndị eze ọdịnala.",
    "Fada Mbaka bunyere m ụgbọala 'SUV' ọhụrụ - Prince Gozie Okeke",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Igbo History: Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa ha23 Mee 2020",
    "New Year 2022: Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 20212 Jenụwarị 2022",
    "Vidio, 'E kpuru m isi mana a na m emepụta ncha nakwa ude ọbụla ị chọrọ'- Chinazaekpere4 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere na m akpọpụtaghị aha ndị na-akwado ndị ekperima n'Imo -Hope Uzodimmaelekere 9 gara aga",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "'A gụla 'National Anthem'...' na iwu anọ ọzọ ndị Ipob tirila n'Ọwụwa anyanwụ",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Fada Mbaka bunyere m ụgbọala 'SUV' ọhụrụ - Prince Gozie Okeke",
    "Ihe mere na m akpọpụtaghị aha ndị na-akwado ndị ekperima n'Imo -Hope Uzodimma",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}