{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Muhammadu Buhari,Getty",
    "Onyeisiala Muhammadu Buhari ekwuola na ọchịchị ya agaghị atọhapụ Nnamdi Kanu dịka ụfọdụ na-arịọ ya, kama na ya ga-enye ohere ka ndị Ụlọikpe rụọ ọrụ ha.",
    "O kwuru nke a mgbe ya na ụlọọrụ ntaakụkọ Channels TV nwere mkparịtaụka n'abalị ụbọchị Wenezde.",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe Onyeisiala Muhammadu Buhari siri gọọmentị ga-eme ndị na-awakpo ụlọ ndị uweojii n'ọwụwa anyanwụ",
    "Iji saa otu Ipob, otu ndị na-ere ehi Awụsa amachiela ibudata ehi n'Ọwụwa Anyanwụ",
    "A nwụchiri Kanu na mba Kenya n'ọnwa June afọ 2021 ma kpụ ya n'ụlọikpe maka ebubo iyi ndụ egwu, ịkparị onyeisiala Buhari na  ihe ndị ọzọ, ebe e jichiri ya mkpọrọ otu uweojii nzuzo bụ DSS kemgbe ahụ.",
    "Ndị okenye Igbo gara na nsonso a rịọ onyeisial ka ọ tọhapụ ya nke Buhari saara ha na ya ga-eleba arịrịọ ha anya.",
    "Mana na mkparịtaụka nke abalị a, Buhari kwuru na \"Naanị otu ndị ka ọ dị n'aka , ya bụ ụlọikpe. Agaghị m etinye aka . Okwu a dị ha n'aka.\"",
    "Ebe foto si, Femi Adesina",
    "\"Mgbe Nnamdi Kanu nọ n'ala Bekee, na-akpọrị m ma na-akpọrị Gọọmentị etiti, ọ chọghị ịzara ọnụ.\"",
    "\"Ugbua anyị na-enye ya ohere  ka ọ kọwaa nakwa okwu ya.\"",
    "\"Anyị agaghị atọhapụ ya.\"",
    "Maka 'restructuring'",
    "Onyeisiala Buhari sị na ndị chọrọ 'restructuring' kweịrị ịkọwa ihe ha na-ekwu nke ọma. Ọ sị ka ha lee maapụ Naịjirịa anya, na kedụ ebe a ga-ebi na-eme ya bụ 'restructure'?",
    "Ọ gaara n'ihu kwuo na ime ịhazigharị obodo ọ bụ n'isi onye?",
    "Okwu 'state police'",
    "Ebe foto si, Getty Images",
    "Onyeisiala Muhammadu Buhari kwuru ka , wezụga ya n'ụsọ, na o nweghi ihe ọbụla dịka inwe ndị uweojii nke steeti n'ọchịchị ya.",
    "O kwuru nke a mgbe ya na ụlọọrụ ntaakụkọ Channels TV nwere mkparịtaụka n'abalị ụbọchị Wenezde.",
    "Ihe iri gbara ọkpụrụkpụ Onyeisiala Muhammadụ Buhari kwuru maka Coronavirus",
    "Ọ sịrị na okwu ndakpọ nchekwa, na ọrụ ndị eze ọdịnala abụghị ihe a ga-eleghara anya n'ihi na ha ma onye bụ onye n'ogbe ha.",
    "\"Anyị kwesịrị ịlaghachi na ha iji gboo nsogbu nchekwa.\"",
    "Buhari kwuru na Gọvanọ Oyo steeti na steeti ndị ọzọ nwere nsogbu a kwesịri inyocha ihe mere na ọdịmma dịbu n'etiti ndị ọchịehi na ndị obodo adịghịkwa ka ọ dị mbụ.",
    "Ọ gara n'ihu kwuo ka ndị mmadụ kagbuo atụmatụ ndị uweojii steeti nke Bekee na-akpọ \"State Police\".",
    "Ebe foto si, Getty Images",
    "\"Ọ bụghị maka ma ọ bụ ọkọchị maọbụ udummiri (ka e ji nwee nsogbu a), ọ bụ maka ọnụọgụgụ ọha mmadụ nakwa okeala Naijiria.\"",
    "\"A gwara m ndị minista ọrụ ugbo ka okporo ịchị ehi ọkachasị n'Ugwu, onye ọbụla chịịrị ehi gafee ya ga-ata ahụhụ.\"",
    "Anyị agbaala mbọ belata nsogbu ndị ọchị ehi na ndị na-akọ ugbo na Naịjirịa.",
    "N'okwu ọkụ latrik, Buhari sịrị, \"Obi adịghị m mma maka ọnọdụ ọkụ latrik.\"",
    "\"Ọ nweghị mba na-eto ma ha enweghị ewumewu na-akwalite akụnaụba dịka okporoụzọ, okporo oloko.\"",
    "Akụnaụba na mmepe obodo",
    "Buhari kwuru na ọ ga-aka mma ka ndị Naijiria malite mepụtawa ma kwadowa ihe ndị emepụtara na Naijiria.",
    "O kwuru na ọ bụ naanị nke a ga-emepe obodo na mụbanwanye akụnaụba.",
    "O kwukwara na atụmatụ mgbachi oke ala Naijịrịa na mba ndị ọzọ n'oge gara aga bụ ihe mere Naijiria ji malite mepụtawa ma resiwa mba ndị ọzọ osikapa n'uju.",
    "Ịdọpụta ndị mmadụ n'aka ụbịam",
    "O kwuru dịka ọtụtụ ndị mmadụ n'ala Naijịrịa bụ ndị ntoroọbịa na ịkọ ugbo na ịzụ anụmanụ bụ ụzọ ọ na-agba mbọ ịhụ na ha pụtara n'aka ụbịam.",
    "Ọ gara n'ihu kwuo \"Ala dị mkpa n'okwu ịkọ ugbo na ọzụzụ anụmanụ mana ndị Ndịdị Naijịrịa ka na-eme ndọrọndọrọ n'okwu ala.",
    "I gaa n'Ugwu, ala niile bụ nke gọọmentị, enweghi onye na-azọ ya\".",
    "O kwuru na ihe na-echere atụmatụ a aka mgba ugbua bụ igwe (tractor) ndị e ji akọ ugbo nakwa tekịnụzụ e ji azụ anụmanụ nke Naijịrịa na-enweghi ugbua\"",
    "Ihe mere ibinye aka n'iwu ntuliaka ọhụrụ 'Electoral bill'",
    "Ebe foto si, Getty Images",
    "Ndị otu PDP na ndị patị ndị ọzọ nọ n' ụlọ nta omeiwu na-esi ọwụ ka emegharia usoro ntuliaka ọchịchị na Naịjirịa",
    "Onyeisiala Buhari kwuru na ọ gaghị ebinye aka n'iwu ọhụrụ maka ntuliaka.",
    "Maka na atụmatụ pati ihọpụta naani otu onye ga-anọchiteanya ha site n'usoro ntuliaka ime ụlọ akpọrọ 'Primaries\" na Bekee akwadoghi ọchịchị onye kwuo uche ya.",
    "Ọ gara n'ihu kwuo na ọ ka mma ka ndị pati wepụta mmadụ atọ ga-anọchite anya ha na ntuliaka na-agbanyeghi na nke a emeghi mgbe ọ zọrọ ọkwa Onyeisiala.",
    "Ebe foto si, Femi Adesina/Facebook",
    "Na mpịachi, Buhari sị na ndị na-aṅụrị ọṅụ ugbua maka akwammiri Niger nke abụọ na-agbanyeghi na arụchabeghi ya.",
    "Ọ sị na uche ya adịghị na ntuliaka afọ 2023 maọbụ onye ga-anọchi.",
    "Buhari sị na ihe a ga-eji cheta ya bụ na ọ gbara mbọ belata mpụ, nrụrụaka na ohi akụnaụba n'ebe ọ dị ala nke ukwuu.",
    "Naijiria",
    "Muhammadu Buhari",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ndị sị anyị tọhapụ Nnamdi Kanu, anyị agaghị atọhapụ ya- Buharielekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?5 Jenụwarị 2022",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ọ fọrọ obere ka nkịta ọhịa tagbuo ManUnited28 Ọgọọst 2021",
    "Vidio, 'Ana m agbaburu egwuregwu ọsọ, mana ejirila m ya ritere Naịjiria ọlaedo' - Lauritta Onye, Duration 3,2429 Jenụwarị 2021",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?24 Disemba 2021",
    "Christmas Bombing: Ụzọ ise gọọmentị Naịjirịa si dọọ aka na ntị maka mwakpo oge ekeresimesi24 Disemba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "Ndị sị anyị tọhapụ Nnamdi Kanu, anyị agaghị atọhapụ ya- Buhari",
    "Onye bụdị 'Mummy G.O;' a oziọma ya na-amụnye ọkụ na soshal midia?",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Iji saa otu Ipob, otu ndị na-ere ehi Awụsa amachiela ibudata ehi n'Ọwụwa Anyanwụ",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Fada Mbaka bunyere m ụgbọala 'SUV' ọhụrụ - Prince Gozie Okeke",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}