{
  "published": "6 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye bụbu onyeisi otu ndị Igbo a na-akpọ Aka Ikenga bụ Goddy Uwazurike ekwuola na ohere ka dị ha na onyeisiala Muhammadu Buhari ịkpa nkata etu a ga-esi tọhapụ onyeisi ndị Ipob bụ Nnamdi Kanu.",
    "O kwuru sị, \"Esọ m n'ime mmadụ anọ gụnyere Mbazulike Amaechi, Chukwuemeka Ezife na Bishop Onuoha gara hụ onyeisiala n'ọnwa Nọvemba maka Nnamdi Kanui. O kwuru na ọchọghị itinye ọnụ maka ihe ọbụla nọ n'ụlọikpe\".",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "Etu anyị ga-esi gbapụta Nnamdi Kanu na mkpọrọ n'oge adịghị anya - Ifeanyi Ejiofor",
    "Uwazurike gara n'ihu kwuo,\"Mgbe anyị sị ya kedụ maka iji 'Political Solution' dozie ya bụ okwu, onyeisiala kwuru na eweta nke ahụ na ọ ga-elebara ya anya\".",
    "Ọ gara n'ihu kwuo na dịka ha na onyeisiala nwechara nzụkọ, na ndị o ji egbe akpa ike bụ 'Unknown Gunmen' wakporo ọwụwa anyanwụ ọzọ.",
    "Ọ  kwukwara sị, \" Mwakpo a mere ọ dị ka ọwụwa anyanwụ ọ jọrọ njọ\".",
    "Ọ na-akọwa na ihe onyeisiala kwuru na mkparịtaụka ya na ndị ụlọọrụ mgbasaozi Channels TV nwere, nke egosiri n'ụbọchị ise nke ọnwa jenuwarị 2022 ebe o kwuru na \"agaghị atọhapụ Nnamdi Kanu na ọ ga-azara ọnụ ya n'ụlọikpe\" abụghị ngwụcha ya bụ okwu.",
    "Uwazurike kọwara sị. \" E gere m ya ntị nke ọma, o kwukwara na ohere dị ịkpa nkata iji 'Political solution' kpọpụta Nnamdi Kanu\".",
    "Ihe anyị ga-eme maka ọjụjụ Buhari jụrụ ịtọhapụ Nnamdi Kanu - Ohaneze",
    "Otu Ohaneze ekwuola na mgbe ha ga-aga kọwaara onyeisiala Naijirịa bụ Muhammadu Buhari, na ọ ga-aghọta ihe o jiri dị mkpa na atọhapụrụ onye isi otu Ipob bụ Nnamdi Kanu.",
    "Ọnụ na-ekwuchitere ndị otu Ohaneze bụ Alex Ogbonnaya kwuru nke a ma sị na ihe onyeisiala kwuru na ọ gaghị etinye aka n'okwu ikpe Kanu, bụ nzaghachị maka nzụkọ ahụ ya na Mbazulike Amechi na ụfọdụ ndị Igbo nwere agba, nwere n'ọnwa Nọvemba, afọ 2021.",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "Maazị Ogbonnaya gwara BBC sị, \"anyị na onyeisiala ga-enwe nzukọ na mbido afọ a, anyị ga-akọwara ya ihe bụ 'Political Solution' nke ga-akọwa ihe mere o ji dị mkpa na atọhapụrụ Nnamdi Kanu\".",
    "O kwukwara na ndị ọchịchị na ndị ọnụ na-eru n'okwu bụ ndị Igbo hiwere nzukọ ise, dịka ha na-eme nkwadọ nzukọ ha na onyeisiala Naijirịa ga-enwe na nso nso a.",
    "Ogbonnaya kwukwara sị, \"Nnamdi Kanu na Ipob bụ ihe ọmụmaatụ na-egosi ihe mmegide nke gụnyere ịchụpụ mmadụ n'ihe o so nwere. Ọ bụ mmegide a ka ha na-akọwa na ọdịghị mma\".",
    "Ọ kọwara sị, \"enwere ihe ọ ga-abụ Buharị kwuo ugbua, ndị Igbo niile aṅụrị wa. mgbe e mere etu a , a sị NNamdi Kanu pụtawazie na ihe ị na-achọ erutela\".",
    "Akụkọ ka na-abịa",
    "Naijiria",
    "Muhammadu Buhari",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midiaelekere 6 gara aga",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ1 Jenụwarị 2021",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Ohere ka dị iji 'Political Solution' kpọpụta Nnamdi Kanu - Goddy Uwazurike",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Onye bụdị 'Mummy G.O' , nwaanyị oziọma ya na-amụnye ọkụ na soshal midia?",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}