{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iyke/Blessing/Harrysong/Halima/Instagram",
    "Ụfọdụ oge ka ndị a ma ama na-ama ụma eme ihe ndị mmadụ ga-eji kpụrụ ha n'ọnụ.",
    "Ụfọdụ oge ọ na-adabara ha, mee ka ha bụrụ isiokwu nkata ndị mmadụ, mana ụfọdụ oge ndị ọzọ ọ na-aghọ ha ahịa ma a chọpụta na ihe ha mere maọbụ kwuru abụghị eziokwu.",
    "Akụkọ a ga-achịkọtara gị ugboro anọ ndị a ma ama na Naịjiria tụrụ asị wuru ewu na soshal midia tupu e mechaa chọpụta na ọ bụ asị.",
    "Ndị a ma ama ụzụ tụrụ n'isi ha n'izu a",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 2021",
    "Ihe atọ ị ga-eme iji bụrụ onye na-achị okwu social media",
    "Ndị a ama ama tụrụ okpotokpo asị wuru ewu",
    "Jim Iyke",
    "Ebe foto si, Jim Iyke/Instagram",
    "Onye ejije Nollywood a ma ama bụ Jim Iyke wuru n'ọnwa Ọgọst afọ 2021, mgbe ihe onyonyo pụtara gosiri ebe ọ na-eti Uche Maduagwu bụkwa onye na-eme ejije ihe n'ihi mkparị ọ sị na ọ kparịrị ya.",
    "Na mkparịtaụka ya na BBC Igbo nwere mgbe ya bụ ihe mechara, Jim Iyke gwara BBC Igbo na ọ bụghị n'ihi ejije o wepụtara (bụ nke gbasara iburu ọgụ gakwuru ndị na-akparị mmadụ na soshal midia) ka o ji tie Maduagwu ihe.",
    "Ebe foto si, Uchemaduagwu/Instagram",
    "Mana n' ihe onyonyo pụtara n'ụbọchị ise nke ọnwa Jenụwarị 2022,  Jim Iyke gbara ama na ya na Maduagwu nọrọ ala kpaa nkata maka etu ha ga-esi ghọgbuo ọha, iji kwalite akụkọ gbasara ya bụ ihe onyonyo ọ kpọrọ \"Bad Comment\".",
    "Uche Maduagwu achọọla Jim Iyke okwu ọzọ",
    "Blessing Okoro (Blessing CEO)",
    "Ebe foto si, Blessingceo/Instagram",
    "Blessing Okoro wuru mgbe ọ gwara ndị mmadụ na ọ rụrụ nnukwu ụlọ mara mma n'Enugwu, n'afọ 2019.",
    "Okoro bụ onye a ma maka ikuziri ndị mmadụ gbasara mmekọ nwoke na nwaanyị, kwuru na o ji \"okwute ahụhụ a tụrụ ya mgbe ọ nọ na di, wuo ụlọ.",
    "Mana ụlọ Blessing gosiri bụ nke onye achụmntaego a kpọrọ Onye Eze bi na mba Chaịna.",
    "Onye Eze hụrụ foto ahụ ma pụta gbaa Blessing n'anwụ mana Blessing siri ọnwụ sị na ọ bụ ụlọ ya.",
    "Ndị otu Onye Eze nwuchiri Blessing ma tie ya ihe tinye ya na soshal midia nke mere e ji kpụrụ ya n'ọnụ.",
    "Blessing mechakwara rịọ ndị na-akwado ya arịrịọ ka a gbaghara ya n'agwa ọ kpara.",
    "Halima Abubakar",
    "Ebe foto si, Halimabubakar/Instagram",
    "Halima Abubakar bụ onye na-eme ihe nkiri n'afọ 2020 tinyere foto nwata onye ọcha a mụrụ ọhụrụ n'Instagram iji kwụpụta na ọ mụọla nwa ọhụrụ.",
    "Nke a butere ọgbaghara mgbe nwaanyị a kpọrọ Ariel bụ onye Amerịka mụrụ nwa ahụ hụrụ foto nwa ya ma chịpụta Halima ụkwụ n'ama, sị ya wepu foto nwa ya.",
    "Halima mechara rịọ mgbaghara ma wepụ foto ahụ ma sị na ihe mere o ji mee ya bụ maka na o sebeghi nwa nke ya foto kama na ọ mụrụ nwa ọhụrụ n'ezie.",
    "Harrysong",
    "Ebe foto si, Harrysong/Twitter",
    "N'otu aka ahụ, otiegwu a ma ama bụ Harrison Tare Okiri bụ onye e ji Harrysong maara gosikwara foto ụmụejima abụọ n'Instagram n'afọ 2017 mana e mechara nke ahụ bụrụ asị ọcha.",
    "Nke bụ eziokwu bụ na enyi ya nwaanyị mụrụ ụmụejima mana foto ahụ o tinyere abụghị nke ụmụejima a mụrụ ya.",
    "Harrysong mechakwara rịọ mgbaghara mgbe ndị mmadụ kọwara ya ọnụ ma wepu foto ndị ahụ.",
    "Salle",
    "Ebe foto si, Realcallmesalle/Instagram",
    "Salle bụ nwaagbọghọ wuru mgbe ihe onyonyo fegharịrị ebe ọ na-agụ egwu n'Owere, Imo steeti.",
    "N'ihe onyonyo ahụ, a kwadoro Salle dịka onye na-ere ahịa mbugharị, nke ndị mmadụ nụrụ ebe o ji olu ogene ya agụ egwu.",
    "Nke a mere akúkó ya wuo nnukwu owuwu na soshal midia.",
    "Mana mgbe akụ fechara daara awọ, a chọpụtara na ọ bụghị nwa na-ere ahịa, na ọ bụ ihe ndị mmadụ rụrụ arụ iji mee ka ọha mara onye ọ bụ ma kwado egwu ya.",
    "E nwekwara ọtụtụ ndị ọzọ a ma ama mere otu ihe maọbụ nke ọzọ iji wuo ewuo mana e mechara ọ bụrụ asị.",
    "Ụmụntoroọbịa",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midiaelekere 6 gara aga",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ1 Jenụwarị 2021",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Ohere ka dị iji 'Political Solution' kpọpụta Nnamdi Kanu - Goddy Uwazurike",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Onye bụdị 'Mummy G.O' , nwaanyị oziọma ya na-amụnye ọkụ na soshal midia?",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}