{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii nke ogige n'Ideatọ-Southdị n'Imo Steeti ekwuola na ha gbochiri ndị ojiegbe chọrọ ịwakpo ụlọọrụ ha n'ụbọchị isii nke ọnwa Jenuwarị, afọ 2022.",
    "Ha kwuru nke a n'akwụkwọ ozi ọnụ na-ekwuchitere ndị uweojii steeti ahụ bụ Michael Abattam depụtara.",
    "Ihe Buhari, Gbajabiamila, Sanwo-olu na ndị ọzọ kwuru maka Ndubuisi Kanu Gọvanọ mbụ Imo steeti nwụrụnụ",
    "Ndị omekome egbuola mmadụ abụo n'Etekwuru, Imo steeti",
    "Ha kwuru na ọ bụ n'Elekere Abụọ nke ụtụtụ ka ndị omekome bịara n'igwe wakpoo ha kama ndị uweojii ekweghị ha mezuo uche obi ha.",
    "Abattam sị, \" Ha tụrụ ogbunigwe n'ụlọọrụ anyị kama e nweghị ihe nwere isi o mebiri.\"",
    "Ọ kọwara na ụfọdụ ndị omekome a bu mgbọ egbe ndị uweojii gbara ha gbafuo.",
    "N'otu aka ahụ ka kọmịshọna ndị uweojii steeti ahụ bụ Rabiu Hussaini kelere ndị uweojii a ma rịọ ndị obodo ka ha gbaa ama ma ha hụ onye ọbụla na-anata ọgwụgwọ maka mgbọ egbe, maọbụ onye ọbụla na-ezoharị n'obodo ha.",
    "Ihe BBC Igbo hụrụ mgbe anyị gara ebe ahụ",
    "Ndị uweojii ekweghị anyị sete maọbụ mee vidio n'ebe ahụ.",
    "Kama anyị chọpụtara na otu elu ụlọ ụlọọrụ ndị uweojii gbara ọkụ.",
    "Anyị na-aghọta na ọ bụ ogbunigwe ndị omekome a tụrụ mebiri ma gbaa elu ụlọ ahụ ọkụ.",
    "Dịka anyị siri hụta, ụfọdụ ụlọahịa mepere, na-agbanyeghị mkpamkpa kpara n'ụlọọrụ ndị uweojii a nke pụtara na ndị obodo na-ebi ndụ ha.",
    "Otu onye na-achọghị ka akpọ aha ya gwara BBC Igbo na ndị omekome biara n'abalị.",
    "O kwuru na ha buru ibu ma bụrụ ọgbatumtum bịa.",
    "Onye ahụ kwukwara na ndị uweojii atọ nọ ọrụ n'abalị ahụ gbara ọsọ mgbe ndị ojiegbe ahụ biara.",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "Ọ kọwara na ọ bụ ebe ndị uweojii na-edowe ndị nọ na nga ka ndị omekome ahụ tụrụ ogbunigwe a.",
    "Dịka onye a siri kọwara na ndị nọ na nga a gbara ọsọ.",
    "Kama na ndị nche obodo mechara jide mmadụ abụọ atụrụ ịga n'aka na ụkwụ.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ka akwamozu Charity, nwunye Coscharis si kpọtụọ taaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "prophecies: Buhari, chee aka ghọrọ mkposa Naijiria ma i nyefe onye Ugwu ọchịchị - Mbaka7 Jenụwarị 2022",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ1 Jenụwarị 2021",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Ka akwamozu Charity, nwunye Coscharis si kpọtụọ taa",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ihe anyị ma maka ogbunigwe a tụrụ n'ụlọọrụ ndị uweojii awakporo n'Ideato, Imo steeti",
    "prophecies: Buhari, chee aka ghọrọ mkposa Naijiria ma i nyefe onye Ugwu ọchịchị - Mbaka",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe i kwesịrị ịma maka Anyim Pius Anyim chọrọ ịzọ ọkwa onyeisiala na 2023",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}