{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ekweremadu/Getty",
    "Onye bụbu osote onyeisi ụlọomeiwu Naịjirịa bụ Sịnetọ Ike Ekweremadu gaara njem nleta n'ụlọmkpọrọ ndị DSS ebe ọ gara hụ onye ndu Ipob bụ Nnamdi Kanu.",
    "Ọnụ na-ekwuru ya bụ Uche Anichukwu gwara BBC Igbo na ọ bụ eziokwu kama na ọ bụ na ngwụcha afọ 2021 ka Ekweremadu gara ebe ahụ.",
    "'Ihe mere Ekweremadu bụ ịdọ ndị osu imi aka na ntị'",
    "Iri ji Germany: Ndị gbagharịrị akwụkwọ ewepụtala ikpe n'ụlọikpe",
    "'Nnamdi Kanu na Ipob ga-arịọrịrị Ekweremadu mgbaghara'",
    "Ekweremadu mgbe ọ na-aza ajụjụ n'ụlọ ntaakụkọ Dream FM dị n'Enugwu, ọ sị na ha emeghi ka njem ahụ pụta ihe n'ihi ọ bụ ọrụ ha na-arụrụ ndị Igbo.",
    "Ọ sị kama na ụlọọrụ DSS mere ka ọ pụta ihe n'ozi ha wepụtara.",
    "Ọ sị na ya na ndị gụnyere; Enyinnaya Abaribe, Okey Emuchay, Bishọp Sunday Onuoha so gaa njem ahụ.",
    "Ebe foto si, Ike Ekweremadu/Facebook",
    "Ekweremadu gara n'ihu kwuo na ha nwere mkparịtaụka mịtara mkpụrụ maka iji okwu ndọrọ ndọrọ ọchịchị egbo nsogbu ịtọhapụ Nnamdi Kanu.",
    "Ohere ka dị iji 'Political Solution' kpọpụta Nnamdi Kanu - Goddy Uwazurike",
    "Ọ sị na ha na mere mkpesa banyere ụfọdụ ihe ma na-echekwa nzaghachị n'aka gọọmentị etiti.",
    "N'okwu banyere Onyeisiala Buhari ịsị na ọ gaghị atọhapụ Nnamdi Kanu, Ekweremadu sị na ọ tụghị anya ka Onyeisiala kwuo na ọ ga-atọhapụ Kanu.",
    "\"Maka na ọchịchị abụghị naanị nke ụlọọrụ Onyeisiala kama na o metụtara ndị ụlọikpe nakwa ndị omeiwu.",
    "\"O nweghi mgbe Onyeisiala kwuru na e nweghi ike iji ụzọ mkparịtaụka udo (polictical solution) tọhapụ Kanu.\"",
    "Cheta na ọtụtụ ndị Igbo nwere agba gụnyere Mbazulike Amaechi, Chukwuemeka Ezeife gara rịọ Onyeisiala Buhari ka ọ tọhapụ Nnamdi Kanu.",
    "Mana mgbe onyeisiala na-azụ ajụjụ na Channels TV n'ịzuụka gara aga sị na ọ gaghị eme ya kama ka Kanụ zara ọnụ ya n'ụlọikpe.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Lee ego ole Super Eagles ga-erite ma ha mabute Iko AFCON9 Jenụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Etu anyị si gaa hụụ Nnamdi Kanu n'ụlọmkpọrọ DSS - Ike Ekweremaduelekere 9 gara aga",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ1 Jenụwarị 2021",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Mummy GO gwara BBC ihe ndị a maka onyonyo ya na-efegharị na soshal midia",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}