{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị nwere agba gụnyere ndị ojiegoacghụego,ndị ndọrọndọrọ ọchịchị na ndị isi ụka na ndị ntaakụkọ tụụrụ n'Umudim Nnewi,Anambara steeti na ngwuru Cosmas Maduka' a ma dịka 'Coscharis' maka akwamozu odoziakụ ya bụ Charity Maduka.",
    "Lee ihe asaa gbara ọkpụrụkpụ na ndụ Charity Maduka nwunye Cosmas Maduka",
    "Etu akwamozu Anthony Enukeme 'Tonimas' si kpọtụọ",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Charity Maduka nwụrụ n'abalị 27 nke ọnwa Novemba, 2021 na Nnewi, Anambara State ka ọ gbachara afọ 63.",
    "A kaara ya ụka ikpeazu bu ebe ụkọchukwu di iche iche sonyere na ofufe nro kọwara Charity Maduka dika onye dị asọ ga-agba ezigbo mmụọ.",
    "Ha kwuru na Charity bụ \"onye dị umeala' ma na-enyere umuogbenye aka nke ukwuu.",
    "Cosmas Maduka bụ di ya ekwuola ọtụtụ mgbe na mkparịtaụka  na ọ bụ nwunye ya bụ isi akụnaụba ọ kpatara na ndụ ya dịka ọ lụrụ ya oge o nweghị ka ọ ha ya.",
    "Ndị bịara akwamozu ahụ gụnyere Gọvanọ Anambara steeti bụ Willie Obiano na nwunye ya bụ Ebere Obiano.",
    "Ndị ọzọ bụ aka chịburu steeti ahụ bụ Peter Obi.",
    "Nwaanyi mbu chiburu steeti ahụ bu Virgy Etiaba nakwa Valentine Ozigbo onye so zọọ ọkwa Govanọ steeti ahu na ndọrọndọrọ nke e mere n' ọnwa Novemba 2021 nakwa ndi ozo bịakwara ya.",
    "Valentine Ozigbo zọrọ ọkwa gọvanọ Anambara steeti n'aha otu PDP.",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ihe anyị ma maka ogbunigwe a tụrụ n'ụlọọrụ ndị uweojii awakporo n'Ideato, Imo steeti",
    "prophecies: Buhari, chee aka ghọrọ mkposa Naijiria ma i nyefe onye Ugwu ọchịchị - Mbaka",
    "Ọrụ ugbo",
    "Naijiria",
    "Anambra Steeti",
    "Omenala",
    "Ahịa",
    "Maternal home in Igbo culture: Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ihe ndị ọzọ ikwu nne ga-emere onye Igbo6 Jenụwarị 2022",
    "Happy New Year 2022: Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ1 Jenụwarị 2021",
    "Igbo culture: Ekwensu ọ bụ 'satan' n'ala Igbo?17 Eprel 2020",
    "New Year 2022: Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 20212 Jenụwarị 2022",
    "Ka akwamozu Charity, nwunye Coscharis si kpọtụọ taaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "prophecies: Buhari, chee aka ghọrọ mkposa Naijiria ma i nyefe onye Ugwu ọchịchị - Mbaka7 Jenụwarị 2022",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ1 Jenụwarị 2021",
    "Nzụkọ Umunna na uru ha bara n'ala Igbo29 Disemba 2021",
    "Amụma Afọ 2021:Ndị bịara na mmezu na ndị kpụrụ afọ n’ala28 Disemba 2021",
    "Ka akwamozu Charity, nwunye Coscharis si kpọtụọ taa",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ihe anyị ma maka ogbunigwe a tụrụ n'ụlọọrụ ndị uweojii awakporo n'Ideato, Imo steeti",
    "prophecies: Buhari, chee aka ghọrọ mkposa Naijiria ma i nyefe onye Ugwu ọchịchị - Mbaka",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe i kwesịrị ịma maka Anyim Pius Anyim chọrọ ịzọ ọkwa onyeisiala na 2023",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}