{
  "published": "10 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Rev. Fr. Edwin Obiora abụrụla ụkọchukwu mbụ ritere ọkwa Senior Advocate of Nigeria (SAN).",
    "Ọkwa Senior Advocate of Nigeria (SAN) bụ nke kachasị ukwu n'ọrụ ọkaiwu na Naịjirịa.",
    "'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma' - Bishop Godfrey Onah",
    "Ezutere m di m mbụ na 'crusade'- Chinyere Udoma",
    "Gọọmentị kwesịrị iji 'sit-at-home' Nnamdi Kanu tinyere wee mụrụ akọ - Fr Ebube Muonso",
    "Fr Obiora gwara BBC Igbo etu o si emekọta ọrụ ụkọchukwu na ọrụ ọkaiwu ya tụmadị ogo SAN ya .",
    "made history to became the first Catholic Priest in Nigeria who would be conferred the title of Senior Advocate of Nigeria; SAN. The title Senior Advocate of Nigeria is the highest rank that legal practitioners in Nigeria can aspire to have. It's a rank given to lawyers who have distinguished themselves in law practice.",
    "Fr. Obiora sits down with BBC Igbo to share how he was able to combine his pastoral duties with the years of hard work that is required for one to rise to the exalted rank of a SAN.",
    "Nje m ị bụ Fada mbụ chịrị echichi SAN - Fr. Obiora",
    "Ofụfe",
    "Naijiria",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Exclusive: Uche Nwosu akpọọla aha ndị ọrụ gọọmentị Imo steeti aka ha ndị na nwụchi ya, Duration 36,081 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Eji m egwu Egara achụ ndị mmadụ obi ịdamba, ọbara mgbalielu na obi mgbawa - Ada Egara Nsukka, Duration 4,528 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}