{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A na-ebo otu nwoke a kpọrọ Ifeanyi Amadikwa ebubo na o gburu ụmụ ya atọ site n'itinye ha n'igbe njuoyi bekee kpọrọ \"deep freezer\" ebe oyi tugburu ha.",
    "Nke a mere n'obodo Emene dị n'Enugwu n'ụbọchị anọ nke ọnwa Jenụwari afọ 2022.",
    "Gọv Ugwuanyị agbatarala nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụ ego ọsọ enyemaka",
    "Ebubo Gift boro m bụ ụgha, ọ gbahapụrụ nwa ya n'ụlọ m gawa ịgba alabanko- Nne ya ukwu",
    "Nwoke akụgbuola nwa ya n'Enugwu",
    "Ụmụ aka atọ ahụ bụ Chimdalu dị afọ iri na otu, Amara dị afọ asatọ na Ebube dị afọ ise.",
    "Milliscent Amadikwa bụ nwunye nwoke ahụ kwuru na mgbe ha gara ịkpesara ndị uweojii maka ya bụ ọdachị na mbụ, na ọ gwara ndị uweojii na ọ bụ di ya ka ọ na-atụ aka.",
    "O kwuru na ihe mere o ji na-atụ di ya aka bụ na mgbe ọbụla okwu na-esere ha, di ya na-ekwu na ọ ga-egbu ya na ụmụ ya.",
    "Milliscent  kwuru na ha emeela mkpesa n'aka ndị uweojii Area Command di n'Enugu mana ndị uweojii ngalaba CID abatala n'okwu.",
    "Ụmụada Enugu state 'na-eweta ọkụ' na Nigeria",
    "Ọrụ amalitela n'Ọdọ Ụgbọelu Enugu?",
    "Gere ihe o kwuru n'uju;",
    "Naijiria",
    "Ụmụaka",
    "Enugu Steeti",
    "Ezinụlọ",
    "Enugwu",
    "Vidio, Rev Father Edwin Obiora : Etu m si bụru Fada mbụ chịrị echichi SAN, Duration 7,0210 Jenụwarị 2022",
    "Unknown gunmen in Enugu state: A gbaala otu onye ọkụ n'Enugu ugbua10 Jenụwarị 2022",
    "Nne ụmụaka atọ ụlọ aja dagburu n'Ebonyi amabeghị na ha nwụrụ4 Nọvemba 2019",
    "Ụmụntoroọbia Enugwu emeela ngagharịiwe maka 'Enugu Pension for life bill'16 Maachị 2021",
    "Vidio, Alexander A. Madiebo: \"Onye ọbụla ga-achị Naịjirịa ga-ebuuzo meta ndị Igbo mma ka udo nweike chịa\" - Osote Ojukwu, Duration 18,2511 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Enugu Freezed Children: Nwoke e boro ebubo igbu ụmụ ha atọ makana nwunye ya enyeghị ya aramara, Duration 35,08elekere 8 gara aga",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Nigeria Presidential Election 2023: Mkpebi Tinubu mere ga-ebute ọgbaghara - Ohaneze Ndigbo, Duration 9,1811 Jenụwarị 2022",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Exclusive: Uche Nwosu akpọọla aha ndị ọrụ gọọmentị Imo steeti aka ha ndị na nwụchi ya, Duration 36,081 Jenụwarị 2022",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Rangers International F.C.: 'Adị m naanị afọ 26 mgbe m duuru Rangers bute iko Federation ha ebubeghi kamgbe 1984' -Amobi Ezeaku, Duration 4,5816 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}