{
  "published": "13 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Lawma Facebook/Getty Images",
    "Ọtụtụ oge ka ndị mmadụ na-arụ ọrụ ndị mmadụ na-akpọ n'imi, ọrụ ndị e nwereike ịsị \"tụfịakwa, ọ bụghị m ga-arụ nke a\".",
    "Mgbe a na-eto, a jụọ \"kedụ ihe ị chọrọ ịbụ mgbe i toro?\" ọtụtụ ndị na-ekwu na ha chọrọ ịbụ dọkịta, injinia, ọkaiwu, onye nkuzi, ọgbabọọlụ, onye uweojii maọbụ onye agha wdgz.",
    "Mana ọrụ ndị anyị na-ekwu maka ha n'akụkọ a bụ ọrụ ndị ọtụtụ ndị na-arụ ha arọghị nrọ ịmetụ aka n'ụwa ha, mana ọnọdụ tinyere ha n'ime ya.",
    "Ị na-arụ ọrụ ndị a? Chefuo maka 'ezumike'",
    "Ị ma na ịrụ oke ọrụ na-ezughi ike nwereike igbu gị?",
    "Ọrụ ndị ahụ bụ ọrụ ndị dị ezigbo mkpa n'ụwa, nke ọtụtụ ndị na-elelị anya.",
    ") Ịsa na ịwa ozu (embalmer):",
    "Ebe foto si, Getty Images",
    "Ọrụ onye bekee kpọrọ 'embalmer' gụnyere ịsa na ịwa ozu ma kwado ya maka olili.",
    "Ọrụ a bụ ọrụ ndị ọ kara obi n'ihi na ọ gụnyere ịgbapụ ọbara n'ahụ ozu, ịgbanye ya mmiri ndị e ji echedo ozu nakwa itechi ozu ka ọ dị mma ile anya.",
    "Ndị na-arụ ya bụ ndị na-edili ọnwụ na ihe ndị na-eso ya. Ọ ga-edili arịrị ndị nwe ozu.",
    "Ọ bụ ndị ahụ na-ahụ na ozu atọgbọghị ma na-esigbu ndị dị ndụ, ọrụ ha na-arụ na-emekwa ka ozu nọtetu obere aka tupu o rekasịa.",
    "Gị na-agụ akụkọ a, a sị gị bụrụ ọsa ozu ị ga-ekwe? Mana e nwere ndị na-arụ ya ma rụta ya ọfụma.",
    ") Oburu nsị (sewage cleaner/disposer):",
    "Ebe foto si, Getty Images",
    "Ọrụ a abụghị ọrụ 'nwa mummy', ọ bụ ọrụ onye obi kara n'ihi na enweghi ihe na-asọ oyi ka ịhụ nsị onye ọzọ anya, ọkachasị ebe o juru eju bara abara.",
    "Ọrụ ha gụnyere ikpocha nsị dị na ya bụ soakaway nakwa ịsachapụ ya mmiri.",
    "Mkpa ọ dị bụ na ọ bụghị na ha ekpochaghị 'soakaway' gị, nsị ga-etofe ya ma pụtawazie ebe ọ ga-anọchi ụzọ.",
    "Nke a nwereike ibute nsogbu gụnyere ọrịa na ihe ndị ọzọ.",
    ") Ịgba ozu ọkụ (cremators):",
    "Ebe foto si, Reuters",
    "Ọrụ ndị a dị ka ọrụ onye na-asa ozu, mana kama ọ na-asa ozu, ọ na-agba ozu ọkụ.",
    "Ọ na-amasị ụfọdụ ndị ịgba ozu ọkụ kama itinye n'akpati kwaa ya akwaa ma lie ya eli.",
    "N'ihi ndị ahụ na-achọghị ili ozu ka e ji nwee ndị na-agba ozu ọkụ. A gbachaa ozu ọkụ e fesaa ntụ ahụ n'ikuku maọbụ na mmiri, dịka ndị nwe ozu ahụ si chọọ.",
    "Ọrụ ha dị mkpa n'ihi na ọ na-eme ka e belata etu e si egwu ala, nke nwereike ịkpata ka e gbutuo osisi na-enyere ihuigwe aka.",
    "Mana ọ na-ere isi abụọ n'ihe gbasara ihu igwe n'ihi na ịkpọ ihe ọkụ na-emebikwa ihu igwe.",
    ") Ndị na-akpa alumi (recyclers):",
    "Ebe foto si, Getty Images",
    "Ndị na-akpa alumi (aha ha si na aluminium) bụ ndị na-agagharị na-atụtụ igwe, plastik na ihe ndị ọzọ na-emeju atịtị.",
    "Ọtụtụ ndị na-elelị ha anya, na-ahụ ha ka ndị enweghi akaọrụ, mana ọrụ ha dị oke mkpa n'ihi na a na-ejikarị ihe ndị ha tụtụtara wee na-arụgharị maọbụ rụpụta ihe ọhụrụ ọzọ.",
    "Mkpa ọzọ ọ dị bụ na ọrụ ha na-enyere ihuigwe aka n'ihe Bekee kpọrọ 'climate change'. Nke a bụ n'ihi isi ọrụ ha bụ nke Bekee kpọrọ 'recycling'.",
    "Ọzọ bụkwa na a hapụ ihe ndị ahụ mebiri emebi ị na-atụpụta n'ụlọ gị ka ha nọrọ ebe a tụsara ha, ọ pụtara na ọ ga na-eme ka ikpo atịtị buo nnukwu ibu ma na-anọchi ụzọ.",
    ") Ikpo atịtị:",
    "Ebe foto si, Getty Images",
    "Enweghi onye ọ bụ nrọ ya ịbụ okpo atịtị, mana ndị mmadụ na-arụ ya.",
    "Ọ bụ ha na-ahụ na ihe ndị ị tụpụtara n'ụlọ gị anọchighi gị ụzọ ma butere gị nsogbu gụnyere ọrịa.",
    "Ọ bụghị ọrụ gị na-atụpụta atịtị ga-achọ ịrụ n'ihi na ọ gụnyere ịtụtụrụ na ịmetụ atịtị na-abụghị nke gị, nke ga-enwecha ihe ndị na-asọ oyi, aka.",
    "N'ihi ndị na-ekpofu ahịhịa, atịtị anaghị atagbu gị n'ụlọ gị.",
    ") Ilekọta ndị agadị:",
    "Ebe foto si, Getty Images",
    "Ọ bụ ekpere onye ọbụla ibi ogologo ndụ, kaa nka tupu a nwụọ, mana ọ bụghị ekpere onye ọbụla ịrụ ọrụ dị n'ilekọta onye merela agadị.",
    "Ọ bụghị onye ọbụla ga-arụnwu ọrụ a n'ihi na ọ na-aratu ahụ ịrụ. Nke a bụ n'ihi na e nwere ndị ọ na-ara ahụ ilekọta onye na-abụghị ọbara ha (onye ezinaụlọ ha).",
    "Ọrụ a bụ ọrụ ndidi; ọ dịghịkwanụ mfe inwe ndidi ebe ndị merela agadị nọ n'ihi na ụwa na-arazị ụfọdụ n'ime ha ahụ n'agadị (ndị na-akpabu ike oge ha nọ .",
    "Ọrụ a dị mkpa n'ihi na ụfọdụ ezinaụlọ enweghi ndị na-anọnyere ndị agadị ha nwere n'ụlọ ka ha nwee ohere gara mkpa ha; ndị na-arụ ọrụ a na-egbo mkpa a.",
    "Ọ bụ ndị a na-elekọta ndị agadị ahụ, hụ na ha sara ahụ ma na-ekpocha na-azacha ebe ha nọ wdgz.",
    ") Ndị na-eke nri (waiter/waitress):",
    "Ebe foto si, Getty Images",
    "Ọrụ onye na-eke nri bụ ọrụ ndidi n'ihi na ọ bụghị mmadụ niile na-akwanyere ha ugwu. Ọ bụghịkwanụ ọrụ mmadụ na-arọ nrọ ịrụ oge ọ dị na nwata.",
    "E nweela ọtụtụ mgbe ndị iwe ọkụ wụrụ ha nri, mmanya maọbụ mmiri n'ahụ n'ihi mmehie so ihe ha 'tụrụ order' ya na ihe e wetere ha.",
    "Iwu ji ụlọọrụ ha anaghị ekwekarị ha bọgwọrọ ọbọ ma ụdịrị ihe a mee ha n'ọrụ, nke bụ na ị ga-elo iwe ya bụ ihe ga-akpalite.",
    "Ọzọ bụ na e nwere ndị nke na-arụ ọrụ ebe a na-ebikarị ma na-etichara ha aka; ihe dị ka ndị na-arụ n'ebe a na-aṅụ mmanya nke Bekee kpọrọ 'beer parlour'.",
    "Mana ị ma etu ha si dịrị ezigbo mkpa? Ọ bụ gị ga-ejiri aka gị enye onwe gị nri n'ụlọ oriri na nkwari? Ọ bụ ọrụ ha ịhụ na nri na mmanya ị chọrọ rutere gị aka.",
    "Ụfọdụ oge ọ bụkwa ọrụ ha ịhụ na ebe ị nọ eri nri dịkwa ọcha, ka ị ghara ibute ọrịa ebe ị gara iri nri.",
    ") 'Vulcanizer':",
    "Ebe foto si, Getty Images",
    "Ọrụ onye 'vulcanizer' bụ ịgbanye ikuku na taya ụgbọala maọbụ ọgbatumtum ma ọ daa afọ.",
    "Ọrụ a abụghị ọrụ a dị ọcha arụ n'ihi na unyi na atịtị ga-emechurịrị gị.",
    "Ya mere, ụfọdụ oge ị ga-ahụ na ndị na-arụ ya nwere otu akwa ruru unyi ha na-eyi arụ ọrụ ha tupu ha agbanwee ya yiri nke dị ọcha laa.",
    "N'agbanyeghi na a na-amụ ya bụ ọrụ amụ dịka ịgba bọyị, enweghi onye na-arọ nrọ iji ya mere akaọrụ mgbe ọ bụ nwata.",
    "Ọrụ a dị ezigbo mkpa n'ihi na ọ bụrụ na e nweghi ndị na-afụnye ikuku na taya, kedụ etu ndị na-eme njem ga-esi na-eme ya? Mmadụ aga abụnwu eji ụkwụ eje Aba?",
    ") Ndị na-ere mmanụ ụgbọala:",
    "Ebe foto si, Getty Images",
    "Ndị na-arụ ọrụ a na-enwe ezigbo ndidi n'ihi na ha na-ezute ụdịrị mmadụ dị iche iche; ma ndị iwe na-ewe ma ndị enweghi ndidi.",
    "Ọrụ ha na-emepekwa ohere ikuru anwụrụ na-eso mmanụ ụgbọala (fumes) ụfọdụ oge, nke na-adịghị mma n'ahụ mmadụ.",
    "Ọtụtụ ndị ọ bụ ọrụ ha ugbua arọghị nrọ ịhụ onwe ha n'ọnọdụ a, mana ha ji obi ha na-arụ ya.",
    "Ọrụ ha dị mkpa ọkachasị na mpaghara ụwa ebe ndị ọ bụ mmanụ ka ụgbọala na-eji aga.",
    "Mana mara na e nwere ụfọdụ mba dị n'ụwa ebe ọ bụ gị na-akwọ ụgbọala ga-eji aka gị agbanye mmanụ n'ụgbọala gị.",
    ") Igwu ili:",
    "Ebe foto si, Getty Images",
    "E nwere onye ọ bụ nrọ ya ịrụ ọrụ a? Mana ndị mmadụ na-arụ ya tinye 'jara'.",
    "Ọ bụ ọrụ e ji ike na ndidi arụ n'ihi na ọ dịghị ofele igwubanye ala n'ime ebe ọ ga-eru fiti isii.",
    "Ọ bụrụ na ndị na-arụ ya arụghị ya, ọ pụtara na ozu na akpati ozu ga na-adọ n'elu ala.",
    "Mana marakwa na e nwere mpaghara ndị e ji igwe traktọ egwu ala ili.",
    "Ọzọ...",
    "Ọrụ ndị ọzọ dị ka ha gụnyere ọrụ gbagbuo (ndị na-agwọkọta kọnkịrị na sịmentị na ihe ndị ọzọ ebe a na-arụ ụlọ), ndị 'job' (ndị na-ebu ngwongwo n'ime ahịa) wdgz.",
    "Ọrụ ndị a dị mkpa n'ụzọ nke ha, n'ihi na ha na-enye aka ịhụ na obodo dị ọcha ma dị mma obibi.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Ọrụ",
    "Ọrụ aka",
    "Delta State News: Ụmụaka atọ anwụọla ebe ihe karịrị mmadụ 18 merụrụ ahụ n'ụlọ dara na Delta Steeti12 Jenụwarị 2022",
    "Vidio, Nigeria Presidential Election 2023: Mkpebi Tinubu mere ga-ebute ọgbaghara - Ohaneze Ndigbo11 Jenụwarị 2022",
    "Twitter Ban in Nigeria: Gọọmenti ewepụla mmachi ha machiri igwe ozi ahụ.12 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' yaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "A napụla Prince Andrew ikike ndị agha na ihe nrite ndị ọzọelekere 5 gara aga",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "A napụla Prince Andrew ikike ndị agha na ihe nrite ndị ọzọ",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Ndị ntoroọbịa ọwụwaanyanwụ e were mmasị ịba ọrụ uweojii?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}