{
  "published": "12 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Charles Aniagwu bụ Kọmịshọna mgbasa ozi nke Delta State ekwuola na mmadụ anọ nke gụnyere ụmụaka atọ nwụrụ n'ụlọ nke ụlọ ụka Salvation Ministry nọ n'ime dara n'ụzọ Okpanam nke dị na Delta Steeti.",
    "Ụlọ a dara n'ụbọchị iri na otu nke ọnwa Jenuwarị afọ 2022 n'ihe dịka elekere ise nke mgbede.",
    "Aniagwu kwuru na mmadụ atọ nwụrụ ụnyiahụ ebe otu onye nwụrụ taa n'ụlọọgwụ.",
    "BBC Igbo jụrụ ya maka kepukepu na-ekwu na-amanyere iwu ịkụda ụlọ a afo ole na ole gara aga",
    "O kwuru sị, \"ọbụghị maka etu e siri rụọ ya bụ ụlọ mere ka akagbuo ya, ọ bụ nghọtaghe n'etiti ndị nwe ala na ndị rụrụ ụlọ ebe ahụ butere nkagbu a\".",
    "Aniagwu kọwara na ọ ga-esiri gọọmentị ike ịnyocha ụlọ niile arụrụ were mara ma ha esiri ike.",
    "Umutu na ebe ndị ọzọ awakporola ụlọọrụ ndị uweojii na Delta steeti",
    "Ikoyi building collapse update: A hụla ozu abụọ ọzọ mere ya mmadụ 45 nwụrụ n' ụlọelu dara na Legọs",
    "O kwukwara na ha ehiwela atụmatụ ịnyicha ihere ka ya bụ ụlọ daa, ma sị na n'oge na adịghị anya na gọọmentị ga-ekwupụta mpụtara nyocha ha.",
    "Onye ntaakụkọ anyị na-ekwu na ihe ruru mmadụ iri na asatọ merụrụ ahụ ebe a ka na-achọ ndị ọzọ achọ.",
    "Ọ na-ekwu kwa na a na-aka ụka eji eme emume obubu ọnụ abalị iri abụọ na otu mgbe ụlọ a dara.",
    "Ọ bụ kwa n'ebe ụmụaka na-aka ụka bu ụzọ daa.",
    "BBC Igbo ghọtara na ndị ọrụ gbata gbata abịaghị n'oge, kama ha abịala n'ụtụtụ a ịzọpụta ndị ka tọrọ n'ime ụlọ ahụ.",
    "Naijiria",
    "Delta Steeti",
    "Gọọmenti ewepụla mmachi ha machiri Twitterelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Gee ntị, Nkeji Coronaviruselekere 5 gara aga",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Gọọmenti ewepụla mmachi ha machiri Twitter",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Anyị ga-eme ihe ga-atụ Naịjirịa n'anya ma a tọhapụghị Nnamdi Kanu - Emma Powerful",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ụmụaka atọ anwụọla ebe ihe karịrị mmadụ 18 merụrụ ahụ n'ụlọ dara na Delta Steeti",
    "Mummy GO gwara BBC ihe ndị a maka onyonyo ya na-efegharị na soshal midia",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}