{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigeria Police/ Facebook",
    "Ndị uweojii Naijiria ezipụtala ozi na ha adọtiala oge achụmnta iwe ọrụ nke kwesiri ịkwụsị n'ụbọchị 12 nke ọnwa Jenụwarị ruo ụbọchị 22 nke ọnwa Jenụwarị 2022.",
    "Dịka a na-ama ọkwa ka ndị ntoroọbịa tinye akwụkwọ maka ọrụ ndị uweojii Naijirịa, ọnụọgụgụ ndị uweojii wepụtara na-ekwu na ndị tinyere akwụkwọ maka ya bụ ọrụ n'ọwụwa anyanwụ pere mpe nke ukwu.",
    "N'otu aka ahụ, ọnụ na-ekwuchitere ndị uweojii Naijirịa bụ Frank Mba ekwuola na ndị sị na steeti dị n'ọwụwa anyanwụ tinyere akwụkwọ ịrụ ọrụ ndị uweojii erụghị passenti abụọ n'ime mmadụ puku iri asatọ na otu, na ise tinyere akwụkwọ na Naijirịa niile.",
    "Ọ gara n'ihu kwuo na Anambra steeti bụ steeti ebe ndị tinyere akwụkwọ maka ọrụ a kacha pee mpe n'Ọwụwa Anyanwụ dịka naanị mmadụ otu narị na iri ise na asatọ si steeti ahụ.",
    "Ihe na-egosi ndị tinyere akwụkwọ maka ọrụ ndị uweojii n'afọ 2019",
    "Iji tulee ihe ndị uweojii kwuru, ọnụ ọgụgụ ndị tinyere akwụkwọ maka ọrụ ndị uweojii n'afọ 2018 gosiri na mmadụ puku abụọ na narị itolu na iri asaa na isii bụ ndị si Abia Steeti, mmadụ puku abụọ na narị abụọ na anọ sitere Anambra, mmadụ puku anọ, narị ise na iri asatọ na ise si Enugwu Steeti ebe mmadụ puku anọ, narị ise na iri na atọ si Imo steeti.",
    "Ụfọdọ ndị ntoroọbịa si n'Ọwụwa Anyanwụ Naijịrịa gwara BBC Igbo ihe mere ha etinyeghị akwụkwọ maka ya bụ ọrụ dịka ndị uweojii na-eme achụmnta iwe ọrụ ugbua.",
    "Ị chọrọ ịbụ onye uweojii? Lekwa usoro ndenye aha ọhụrụ",
    "Ndị omekome agbaala ụlọọrụ ndị uweojii ọkụ",
    "Ihe ndị ntoroọbịa sị n'ọwụwa anyanwụ Naijirịa kwuru maka itnye akwụkwọ ọrụ ndị uweojii",
    "David Onwuameze nwata akwụkwọ ka gụchara Sekọndrị n'afọ 2021 n'Enugwu gwara BBC Igbo na o tinyeghị akwụkwọ maka ya bụ ọrụ maka na ego a na-akwụ ndị uweojii pere mpe.",
    "O kwukwara si \"E cheghị m na ọrụ ndị uweojii Naijịrịa bụ ọrụ nwere ugwu\"",
    "Onwuameze gara n'ihu kwuo \"Na agbanyeghị na ọrụ ndị uweojii dị mkpa, echeghị m na ha na-arụ ha nke ọma na Naijirịa, nke mere ọrụ a amasighị m.\"",
    "Samuel Ibe onye gụcharala mahadum ma biri n'Ebonyi steeti kwuru na ihe siri ike na Naijirịa.",
    "\"Ndịagha ịkpụkọsị ndị ntorobia Igbo na nzuzo bụ ịkpagbu ndị Ọwụwa Anyanwụ\" - Ohaneze Ndị Igbo",
    "Onyeisi ndị ntoroọbịa APC na ndị uweojii abụọ nwụrụ n'ụgbọala danyere n'olulu n'Ebonyi steeti",
    "Ebe foto si, NPF/Facebook",
    "O kwuru na ọ chọrọ itinye akwụkwọ maka ya bụ ọrụ ka o si ebe ahụ bido ụwa.",
    "Ibe kwuru sị, \"Kama mgbe m gara na Websaịt ha, ọ naghị emepe maọbụ nye m ohere itinye akwụkwọ\".",
    "Dịka onye gụcharala Mahadum, ọ kọwara na ọ karịrị ya bụ ọrụ kama maka ihe isiike na Naijịrịa, ọ ga-amasị ya isonye ndị uweojii Naijirịa.",
    "Agbanyeghi na ụfọdụ ndị ntorobịa n'Ọwụwa Anyawụ Naijiria achọghị itinye akwụkwọ maka ọrụ a, Nwaoha Emmanuel Uchendu  ọnye nọ Abia Steeti kwuru na ọ chọrọ itinye akwụkwọ kama na ọ gafeela afọ eji etinye akwụkwọ.",
    "Dịka a na-awakpo ndị uweojii  n'Ọwụwa Anyawụ Naijịrịa, Uchendu kwuru sị \"N'uche m, obi akaghị ụfọdụ ndị mmadụ itinye akwụkwọ maka ọrụ a, kama ọ bụrụ na afọ m ruru ya, a gaara m etinye akwụkwọ\".",
    "BBC Igbo kpọtụrụ ọnụ na-ekwuchitere ndị uweojii bụ Frank Mba ka ọ kọwaa ihe mere ọtụtụ ndị si n'ọwụwa anyanwụ etinyeghị akwụkwọ maka oru a, kama ọ zaghị ekwe ntị ya.",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere",
    "E hibere ọrụ ndị uweojii n'afọ 1930.",
    "Ọ bụ ndị ọchịchị Briten hibere ha mgbe ha na-achị Naịjirịa.",
    "Tupu afọ 1930, ihe e jiri mara ndị uweojii bụ Northern Nigeria Police (NNP) na Southern Nigeria Police (SNP).",
    "Ugbua, ha nwere ndị uweojii ruru nde mmadụ 206.",
    "Ụmụntoroọbịa",
    "National security",
    "Ọrụ",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ebonyi Steeti",
    "Ọrụ aka",
    "Abia Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Loveth Ifunanya Chinyere bụ ọkaiwu na-eme nkeọma mana ọnọdụ ọ hụrụ onwe ya mere ka o bido ime nakwa ire ọkpa.",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' yaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "A napụla Prince Andrew ikike ndị agha na ihe nrite ndị ọzọelekere 5 gara aga",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "A napụla Prince Andrew ikike ndị agha na ihe nrite ndị ọzọ",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Ndị ntoroọbịa ọwụwaanyanwụ e were mmasị ịba ọrụ uweojii?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}