{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Isioche ọchịchị nke Buckingham nke Ezenwaanyị Elizabeth nọ n'isi ya ekwuola na ha ekpupula Prince Andrew okpu dịka nwa Eze ya na ikike na ihe nrita ọzọ so ọkwa ya dịka ikike na ihe nrita ọ nwere dịka onye agha Briten.",
    "A na-akọwa na nke a ga-emetuta aha otutu ya ana etu ya dịka \"His Royal Highness\" n'ọgbọ ezumezu ndị ọha na Eze.",
    "A ga-ekesa ọrụ ya nye ya ndị ọzọ na-arụ n'obi Eze.",
    "Nke a na-abịa dịka a na-ekpe ya ikpe ịdinara otu nwaanyị mgbe ọ dị afọ iri na asaa (17) bụ nke ọ n-agọ na ya emeghị.",
    "Foto: Ezenwaanyị na mba Briten edulaala Ọkparaeze Philip",
    "Ọkparaeze Philip di Ezenwaanyị Elizabeth nke Ingland anwụọla",
    "Ụbọchị Wenezde ka ụlọikpe n'Amerịka siri ọnwụ na ya ga-anụrịrị ya bụ ikpe Virginia Giuffre wetere agbanyeghị ihe niile ọkaiwu Prince Andrew mere ka aghara ikpe ya.",
    "Ụlọọrụ oche Eze nwaanyị kwuru sị,\" anyị ji ikike Ezenwaanyị nyere anyị ekwu na a napụla ikike na ihe nrite nke ndị agha nke Duke of York nwere na ewechiri ya Ezenwaanyi ozugbo ozugbo.",
    "Ya bụ Nwa Eze agaghịzị enweikike anọchite anya Ezenwaanyị n'ọgbọ dịka ọ na-aza ajụjụ maka ebubo a n'aha ya\".",
    "Ọnụ na-ekwur ndị agha Briten sị na ya agaghị etinye ọnụ na ya bụ okwu, na nke ahụ gbasara ndị obi Ezenwaanyị.",
    "Nke a na-abịa dịka ndị agha mmadụ otu narị na iri ise tinyechere aka n'akwụkwọ maka ịrịọ Ezenwaanyị ka ọ napụ ya ikike ndị agha asatọ ọ nwere.",
    "Nke a pụtara na Prince Andrew abụghịzị ihe ndị:",
    "Honorary air commodore of RAF Lossiemouth",
    "Colonel-in-chief of the Royal Irish Regiment",
    "Colonel-in-chief of the Small Arms School Corps",
    "Commodore-in-Chief of the Fleet Air Arm",
    "Royal colonel of the Royal Highland Fusiliers",
    "Deputy colonel-in-chief of The Royal Lancers (Queen Elizabeths' Own)",
    "Royal colonel of the Royal Regiment of Scotland.",
    "Ụlọọrụ ọchịchị Ezenwanyị kwuburu na Andrew eweghịzị ikike ndị agha kemgbe ọ rituchara n'ọkwa na 2019.",
    "Ọ kwa mba ofesi o ji gụnyere Colonel-in-chief of The Royal Highland Fusiliers Of Canada na Colonel-in-chief of the Royal New Zealand Army Logistic Regiment.",
    "Gọọmenti ewepụla mmachi ha machiri Twitter",
    "Ụmụaka atọ anwụọla ebe ihe karịrị mmadụ 18 merụrụ ahụ n'ụlọ dara na Delta Steeti",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "United Kingdom",
    "Queen Elizabeth II",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' yaelekere 7 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "A napụla Prince Andrew ikike ndị agha na ihe nrite ndị ọzọelekere 5 gara aga",
    "Emume mgba Rumuodomanya dị na Rivas Steeti30 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Lukaku na C Ronaldo a na-amazi aka?11 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "A napụla Prince Andrew ikike ndị agha na ihe nrite ndị ọzọ",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Ndị ntoroọbịa ọwụwaanyanwụ e were mmasị ịba ọrụ uweojii?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}