{
  "published": "14 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii Naijirịa anwụchiela mmadụ anọ ha na-ebo ebubo iri anụ mmadụ ma na ere kwa ya na Zamfara steeti.",
    "Kọmịshọna ndị uweojii steeti ahụ bụ Ayuba Elkanah gwara ndị ntaakụkọ na ọ bụ dimkpa abụọ na ụmụ ntakịrị nwoke abụọ ka ha jidere maka ihe a mere.",
    "Zamfara Kidnappings: A tọrọla ụmụakwụkwọ 15 ọzọ na Zamfara steeti",
    "Onye bụ Rabi Ibrahim Shinkafi gbahapụrụ ọrụ gọọmentị ya na Zamfara bịa were ọkwa oche n'Imo steeti?",
    "Elkanah kwuru sị, \"Ọ bụ n'ụlọ arụchabeghị ka anyị hụrụ ozu a\".",
    "O kọwara na mgbe ha hụrụ ya bụ ozu na ụfọdụ akụku ahụ ya adịghị.",
    "O kwuru sị, \" Ọ bụ mgbe anyị na-achọ nwata nwoke gbara afọ itolu achọ ka ndị uweojii chọpụtara ozu ahụ\".",
    "Elkanah kwuru na onyeisi ndị omekome ahụ kwụrụ ha puku narị naịra ise dịka ụgwọ maka akụkụ ahụ ndị mmadụ.",
    "Zamfara bụ steeti mkpamkpa na-arị ibe ya elu nke gụnyere ogbugbu mmadụ na ịtọ mmadụ na-enye nsogbu ugbua.",
    "Ndị ohi ịntanetị mba Nọt Korịa zuru ego 'crypto' ruru nde $400",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ Chainalysis e ji teknuzu 'Blockchain' mara kwuru na afọ 2020 na 2021 bụ afọ ndị na-ezu ohi na ịntanetị kacha zute ego.",
    "Ha kwuru sị,\"Site n'afọ 2020 ruo 2021, ohi ezuru na ịntanetị nke aka ndị mba Nọt Korịa nọ ya sitere na paseenti anọ ruo paseenti asaa. nke a pụtara na ego ha zutere ji passenti iri anọ gbago\".",
    "Chinalysis kwuru na ụzọ ndị a si ezu ohi 'Crypto' bụ 'Phishing', 'Code' adịgboroja na 'Software' eji awakpo igwe kọmpụta mmadụ.",
    "Nọt Korịa na-ekwu na ụkwụ na aka ha adịghị n'ihe ọbụla gbasara ohi Intanetị.",
    "Mba Ọstralịa akagbuola akwụkwọ njem Novak Djokovic ọzọ",
    "Ebe foto si, Empics",
    "Mba Ọstralịa akagbuola ọpịa Tenis bụ Novak Djokovic ịbata mba ha nke ugboro abụọ.",
    "Mịnịsta na-ahụ maka ndị njem  na Ostralịa bụ Alex Hawke kwuru sị, \" Taa, ejị m ikikere m kagbuo akwụkwọ njem Mazị Novak Djokovic. nkagbuoa gbadoro ụkwụ n'ahụike na ọdịmma ndị mmadụ\".",
    "Djokovic onye kwesịrị iso n'asọmpị Australian Open ga-ebido n'ụbọchị Mọnde nwere ohere ịga ụlọikpe maka mkpebi a.",
    "Cheta na o kwuru na ọ ma na ọ dara iwu nchekwa ọrịa Covid-19 mba ahụ dịka ọgbabeghi ọgwụ mgbochi ya bụ ọrịa.",
    "Intanet",
    "Naijiria",
    "Zamfara Steeti",
    "Egwuruegwu",
    "mbusoagha nke cyber",
    "Ịkpa arụ nke cyber",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere akaelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gee ntị, Nkeji Coronaviruselekere 5 gara aga",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Ụlọọrụ onyeisi ọrụ mba UK dị na 10 Downing street, arịọla Ezenwaanyị mba ahụ mgbaghara maka oringo ha gbara",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjịEmelitere ikpeazụ na: 11 Ọgọọst 2021",
    "Ihe ise i kwesiri ịma maka amụEmelitere ikpeazụ na: 24 Nọvemba 2019",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}