{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "A na-egosi ihe gbasara ọtụtụ ihe aramara na ihe onyonyo dị iche iche.",
    "Agbanyeghị na ọ dị ka aramara o juru ebe niile, kama enwere ụfọdụ ndị kpebiri na ha agaghị eme aramara.",
    "Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ",
    "'Kwụsịnụ ịrụgharị ọtụ ụmụnwaanyị'",
    "Ọ bụ mkpebi dị etu a mere ka ụfọdụ ndị na-ajụ ma ọ nwere ihe ga-eme ahụike onye hapụrụ ime aramara ruo oge dị anya.",
    "Mmadụ emeghi aramara anaghị emetụta ahụike onye ahụ:",
    "Dọkịnta Udodi Okoli onye na-arụ ọrụ ahụike n'Akwa Ibom gwara BBC Igbo na ọ bụrụ na mmadụ sị na ọchọghị inwe mmekọ nwoke na nwaanyị, na nnyocha sanyesi ekwughị ihe ọbụla banyere ọghọm ahụike so mkpebi a.",
    "Ọ sị; \"Ọ bụrụ na mmadụ jiri anya ọcha hapụ ime aramara nke na-abụghị na mmanye, ahụike onye ahụ ga-akwụ chim\".",
    "Ihe ise i kwesiri ịma maka amụ",
    "'Kwụsịnụ ịrụgharị ọtụ ụmụnwaanyị'",
    "O kwuru sị naanị ihe sayensi kwuru maka nke a bụ mmetụta ahụike ụbụrụ nke Bekee kpọrọ \"Mental Health\"",
    "N'okwu ya Dọkịnta Okoli sị: \"Aramama na-enyere ụfọdụ ndị mmadụ aka ibelata streesị\".",
    "N'otu aka ahụ, Malik Haruna King bụ dọkịnta ma bụrụ kwa onye ọkaibe n'aramara gwara BBC Igbo na enweghị ihe pụrụiche na-eme nwaanyị ma o tee aka tupu ọ nwee aramara.",
    "King kọwara sị, \" Ị lee anya, e nwereike igbochi ahụ mmadụ ịrụ ọrụ aramara ma enweghị ihe ga-eme onye ahụ, kama ịgbochie ahụ mmadụ ịrụ ọrụ dịka iri nri maọbụ mposi onye ahụ agaghị adị ndụ\".",
    "O kwukwara na nwaanyị ọbụla na-emeghị aramara oge tere aka ga-ebi ndụ etu ndị na-eme aramara ga-ebi kwa.",
    "Ndị gwara BBC okwu maka ọnọdụ ịhapụ mee aramara n'afọ 2018 kwuru na ọnọdụ ịnọrọ onwe ha bịa ghọrọ ha ihe ihere dịka ndị mmadụ na-akwa ha emo, otu n'ime ndị a aha ya bụ Robert kwuru sị, \"ndị mmadụ menyere m ihere maka mkpebi ịwepụ aka n'aramara. Ụfọdụ na-atụ m aka dịka onye nwoke na-achọ ime mmekọ nwoke na nwoke\".",
    "Ebe foto si, Getty Images",
    "Okwu ndị mmadụ metụtara ọnọdụ ahụike ụbụrụ ya.",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara",
    "Nwaada ọkpaọchị a ma ama na Naijịrịa dịka Chigul kwuru na mkparịtaụka ya na onye ntaakụkọ Kemi Adetiba nwere n'afọ 2017, \"Alụrụ m di mgbe m dị afọ 33, amaghi nwoke ọbụla tupu m alụọ di\"",
    "Ọ gara n'ihu kwuo etu mkpebi a si bụrụ ihe nyere ya oke obiọma ma hapụ inwe ọghọm ọbụla nye ya.",
    "Ebe foto si, Getty Images",
    "Agbanyeghi na sayensi kwuru na enweghị ihe ọnọdụ a na-eme ahụike mmadụ, dọkịnta Okoli gbara ama na enwere otu ọghọm nye ụmụ nwoke nakwa otu ọghọm nye ụmụnwaanyị ma ha hapụ ime mmekọ ruo oge dị anya:",
    "Ọrịa Izi nke utu:",
    "Ghọta na nwoke enweghi aramara ruo oge dị anya anaghị akpalịte ọrịa \"Prostate Cancer\" mana nnyocha sayensi gosiri na ọ bụrụ na nwoke anyụfụghị uhe kwa mgbe kwa mgbe site n'ụzọ aramara maọbụ ịgbọ ncha onye ahụ nwereike ibute ọrịa 'Prostate Cancer'.",
    "Lee ihe 'porn addiction' nwereike ime gị",
    "Ihe ndị na-eme n'ezie ma ị mee mmekọ na nsọ nwaanyị",
    "Dọkịnta Okoli gbara ama nke a ma kọwa na \"Prostrate\" bụ akụkụ ahụ nwoke na-emepụta uhe, o kwukwara na ahụ nwoke n eji aka ya n'oge ụfọdụ gbụpụ uhe kariri akari n'ime ahụ onye ahụ site n'usoro bụ mgbasị abali nke Bekee na-akpọ \"Wet dream\".",
    "Ụjọ, mmapụ obi nakwa ụfụ: Agbanyeghi na nke a abụghị ọrịa, ọ bụrụ na mmadụ enwebeghi mmekọ ruo oge dị anya, oge aramara ruo, ụjọ, mmapụ obi nakwa ụfụ ya bụ ihe nwereike ijide ya.",
    "O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?",
    "Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa iji gbochie 'erectile dysfunction'",
    "Ihe nwa aghọghọ na-emeghị aramara tutu ọlụọ dị kwuru maka nke a",
    "Ebe foto si, Getty Images",
    "Kama otu nwa aghọhọ na-achọghị ka a kpọọ aha ya kwuru na enwere mgbe enweghị aramara mekpara ya ahụ.",
    "O kwuru na oge nsọ ya na-afụ ya ụfụ nke ukwu mgbe ahụ.",
    "O kwuru sị, \"Dọkịnta abụọ m hụrụ gwara m na ọ bụ maka na ahụ m anaghị eme aramara butere nsọ m ji afụ m ụfụ\".",
    "O kwukwara na ndị dọkịnta ahụ gwakwara ya na enweghị aramara nwereike ibute ogbeke (Fibroid) n'akpa nwa ya.",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị a",
    "Mụta ihe na-ebute ọkọ ngada, mgbochi na ọgwụgwo ya",
    "O gara n'ihu sị, \" Ndị dọkịnta a gwara m na mgbe m lụrụ dị, na ụfụ nsọ m na-afụ m ga-akwụsị mgbe m bidoro aramara\"",
    "O kwuru sị, \" Ha nyere m ọgwụ nke gụnyere ọgwụ eji egbochi nwaanyị ịtụ ime maka ụfụ nsọ m oge ahụ\".",
    "Kama ọ sị na kamgbe ọ lụrụ dị, na ọ nweghị ogbeke n'akpa nwa ya ma sị na enweghị ihe gbanwere nke ukwu.",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Awaa etoo",
    "Ahụike echiche",
    "Mmekọ nwoke na nwanyị",
    "Bacterial Vaginosis: Lee ihe na-ebutere ọtụ nwaanyị isi ọjọọ18 Julaị 2021",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara23 Ọktọba 2021",
    "Erectile dysfunction treatment: Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa4 Septemba 2021",
    "Ihe ise ndị nwere ikpu kwesiri ịma13 Nọvemba 2019",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere akaelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gee ntị, Nkeji Coronaviruselekere 5 gara aga",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Ụlọọrụ onyeisi ọrụ mba UK dị na 10 Downing street, arịọla Ezenwaanyị mba ahụ mgbaghara maka oringo ha gbara",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjịEmelitere ikpeazụ na: 11 Ọgọọst 2021",
    "Ihe ise i kwesiri ịma maka amụEmelitere ikpeazụ na: 24 Nọvemba 2019",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}