{
  "published": "15 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Hope Uzodinma",
    "Ebe Gọvanọ Hope Uzodinma na-akwanyere ndị agha Naijiria ugwu pụrụiche",
    "Taa bụ ụbọchị ncheta ndịagha na Naịjirịa, bụ nke a na-eme n'ụbọchị iri na ise nke ọnwa Jenụwarị afọ ọbụla.",
    "A na-eme emume a iji kwanyere ndịagha ugwu, ma ndị dị ndụ ma ndị nwụrụ anwụ, ndị lụrụ agha ụwa nke mbụ na nke abụọ nakwa ndị lụrụ agha Biafra.",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha",
    "Biafra: Gịnị nọ n'ime Bọnka Ojukwu",
    "Kwa afọ, taa bụ ụbọchị 15 nke ọnwa Jenụwarị na-abụ ụbọchị ezumike. N'oge mbụ, dịka mba Briten chibụrụ ala Naịjirịa a ma eme ụbọchị ncheta a n'ụbọchị 11 nke ọnwa Nọvemba e ji cheta ngwụcha agha ụwa nke mbụ.",
    "Mana ugbua ehighariri ya ka ọ bụrụ ụbọchị 15 kwa ọnwa Jenụwarị, dịka Naịjirịa ji ya echeta ma kwanyere ndị agha lara mmụọ na ndị ka dị ndụ lụrụ agha ahụ.",
    "Ebe foto si, Bashir Ahmed/Twitter",
    "Ndịagha Naịjirịa yi ejiji pụrụiche maka emume ncheta ndịagha n'Eagle Square, Abuja",
    "Dịka Abuja bụ isiobodo Naịjịrịa, Onyeisiala Muhammadu Buhari awụchịela na ọdọ egwuregwu nke National Arcade, Eagle Square, Abuja ebe o so mee mmemme nkwanye ugwu nye ndị agha Naịjirịa. O zipụrụ ndị agha izi agba mume ma tịe ha aka n'obi maka ọrụ ha na-arụ.",
    "Ebe foto si, Bashir Ahmed/Twitter",
    "Onyeisiala Muhammadu Buhari na-akwanyere ndịagha Naijiria ugwu n'Eagle Square, Abuja",
    "Onyeisiala Buhari gara n'ihu kwee nkwa ikwado ha, ma donyere ha ukwu n'ọrụ nchekwa ha na-arụ dịka nchekwa na-echere Naịjirịa aka mgba ugbua.",
    "Gọvanọ Dave Umahi na-akwanyere ndịgha Naịjirịa ugwu n'Unity Square, Abakaliki, Ebonyi Steeti",
    "Ndị agha Naịjirịa na-eme usoro ngaghari pụrụiche dịka hi yi ejiji agha pụrụiche ma kpọpụta ndị egwu ha i ji kwenyere ndị nke ha ugwu.",
    "Gọvanọ Steeti ahụ bụ David Umahi werere ọnọdụ n'oche ọrụ ya n'ebe a na-eme emume bụ ọdọ egwuregwu nke Unity Square, Abakalili, Ebonyi Steeti.",
    "O zipụtara ndị agha ozi iti aka n'obi ma gba ha ume maka ọrụ ha na-arụ na ichekwa ala Naịjirịa ugbua.",
    "O gara n'ihu kwee nkwa ikwado etu ọbụla ha si chọọ n'ọrụ nchekwa ha na-arụ na steeti ahụ nakwa na gburugburu Naijirịa niile.",
    "Ebe Gọvanọ Dave Umahi na-edobere ndịgha ifuru iji kwanyere ha ugwu n'Unity Square, Abakalili, Ebonyi Steeti",
    "Ebe foto si, Louis Amoke",
    "Ebe Gọvanọ Ifeanyi Ugwuanyi na-akwanyere ndịagha ugwu pụrụiche n'Okpara Square nke Enugu",
    "Dịka e mere emume ncheta ndịgha n'ama egwuregwu nke Okpara Square, Enugu steeti, gọọmentị Enugu nakwa ndịagha Naịjirịa mara ụzọ n'isi ụtụtụ ebe elekere asaa mee ya bụ emume iji hụ na ha kwadoro nchekwa maka ọrịa Covid-19 ma hapụ ịkpọkọta ọtụtụ ndị mmadụ.",
    "Ebe e dobere ndịagha ifuru iji kwanyere ndị lara mmụọ na ndị ka nọ n'ọrụ ugwu pụrụiche n'Ọkpara Square, Enugu",
    "Gọvanọ steeti ahụ bụ Ifeanyi Ugwuanyi wuchiri ebe ahụ ma nye gbaa ndịagha ume. Ozi ya bụ ozi ekele na ozi nkwanye ugwu pụrụiche nye ndị agha.",
    "O tikwara ndị nwunye ndịagha nọ ebe aka n'obi ma nye ha onyinye ekele pụrụcihe.",
    "Ebe foto si, Hope Uzodinma",
    "Ebe Gọvanọ Hope Uzodinma na-akwanyere ndị agha Naijiria ugwu pụrụiche",
    "Gọvanọ Hope Uzodinma kwanyere ndịagha Naijiria ugwu pụrụiche taa n'ọdọ egwuregwu nke Heroes Square dị n'isi obodo steetị ahụ bụ Owerre.",
    "Ozi ya tiri agha aka n'obi dịka o kwuru na ọrụ ọma ha bụ ihe weghachitere udo na steeti ahụ ebe ọtụtụ ọgbaghara na ogbugbu ndị mmadụ mere n'afọ 2021.",
    "Ebe foto si, MirrorPix",
    "Emeka Odumegwu Ojukwu na ndịagha Biafra n'afọ 1968",
    "Agha Biafra nke a na-akpọkwa agha Naijiria na Bịafra malitere n'ụbọchị isii nke ọnwa Julaị n'afọ 1967 ma bịe n'ụbọchị iri na ise nke ọnwa Jenụarị 1970.",
    "Agha a dapụtara n'etiti gọọmenti Naijiria na ndị agha mpaghara Ọwụwa Anyanwụ Naịjirịa ebe akpọrọ Biafra n'oge ahụ.",
    "N'afọ 1967, akụkụ Ọnwụwa Anyawụ Naịjirịọ́ (ebe kpọrọ onwe ha Biafra) malịtere chọwa nwereonwe n'aka mba Naịjirịa dịka ha kwuru na ala Naịjirịa na-emekpa ha ahụ ma na-emegbu ha.",
    "Dịka akwụkwọ ihe mere n'oge gara aga si kwuo dere,",
    "Ihe ndị butere ya bụ agha gụnyere okwu ịkpọ oke agbụrụ (nke ekwuru dị n'etiti ndị ọnwụwa anyawụ Naịjirịa na ndị Ukwu oge ahụ),",
    "okwu esomekwu dị n'etiti okpukperechi kraịstị na ndị alakụba, nweghara ọchịchị mere n'afọ 1966 nke ekwuru na ndị agha ndị Igbo kpara nkata ya,",
    "okwu ọzụzọ mmanụ agbadị na ihe ndị ọzọ so ndọrọ ndọrọ ọchịchị.",
    "Dịka agha si dapụta ndị agha Biafra nke ọchịagha Odumegwu Ojukwu bụ onyeisi ha mgbe ahụ na ndị agha Naịjirịa nke ọchịagha Yakubu Gowon bụ onyeisi ha mgbe ahụ luru ya bụ agha ruo afọ atọ.",
    "Taa bụ ụbọchị 15 n'afọ 1970 bụ ụbọchị agha biri dịka ndị Biafra na ndị Naịjirịa nwere nkwekọrịta na ekweghi onye meriri ma kpee udo ịbịkọ dị ka otu mba.",
    "Naijiria",
    "Ndịagha",
    "Muhammadu Buhari",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ15 Jenụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Gee ntị, Nkeji Coronavirus14 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka",
    "Naijirịa akụnyela Sudan akpụ anya",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee etu Naijiria si kwanyere ndịagha ugwu pụrụiche taa",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "A gbawara ndị Imo Steeti aka napụ ha ọchịchị - Emeka IhediohaEmelitere ikpeazụ na: 4 Febụwarị 2020",
    "Ụlọọrụ onyeisi ọrụ mba UK dị na 10 Downing street, arịọla Ezenwaanyị mba ahụ mgbaghara maka oringo ha gbara",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}