{
  "published": "16 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Igbo na-atụ ilu sị na ihe okenye nọ ọdụ hụ, na nwata rigoro n'elu osisi na ọ gaghị ahụ ya.",
    "Nke a pụtara na o nwere ihe ndị zoro ezo n'anya mmadụ nkịtị nke naanị ụfọdụ ndị nwere onyinye pụrụiche ga-ahụnwu.",
    "Arochukwu : Uru ịjụ ese bara tupu alụmdi na nwunye",
    "Ebe niile chakere mgbe Arọndịzuọgụ mere Ikeji",
    "Uru 12 ọmụ baara ndị Igbo",
    "Mana otu ụzọ e ji atụpenye mmadụ nkịtị azụ ihe ndị ahụ zoro ezo bụ site n'ihe a na-akpọ 'ịgba afa'.",
    "Ebe foto si, Getty Images",
    "Otu onye na-eme ejije, omenala Igbo doro anya bụ Ugoezu J. Ugoezu sị na ịgba afa bụ usoro ndị Igbo ji ahụ ihe anya mmadụ na-agaghị ahụnwu, ihe zoro ezo na ihe nke ime mmụọ.",
    "Ọ sị na ọ bụ ụzọ e si ajụpụta ihe nzuzo banyere ndụ mmadụ, ọnọdụ nakwa ihe metụtara ya.",
    "\"nwafọ Igbo ọbụla bụ ọkachasị nwoke kwesịrị na ọ gụrụ oge, ọ gaa jụọ ese.",
    "\"Ese ahụ ọ na-ajụ bụ ihe a na-akpọ ịgba afa maọbụ ịwa ugiri dịka ụfọdụ obodo si akpọ ya\".",
    "Onye na-agba afa bụ onye dibia nwere onyinye pụrụiche ịchọpụta ọtụtụ ihe zoro ezo.",
    "E nwere ike ịkpọ ya dibia afa, dibia ọgba-aja, dibia nyocha dgz.",
    "Ọ na-arụ ọrụ dịka onye mkpesa n'etiti ụwa mmadụ na ụwa mmụọ, a na-ahụta ya ka onye ji igodo ihe nzuzo banyere ndụ mmadụ.",
    "Ebe foto si, Ugezu/Instagram",
    "Ugezu bụ onye omenala Igbo na-amasị nke ukwuu, ọ na-agbasa ozi banyere ya.",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụ",
    "O nwere onyinye amamihe nakwa ikikere ịhụ ihe na-eme n'ime mmụọ maọbụ n'ụwa ọzọ ma kọwaa mpụtara nye mmadụ nọ n'ụwa.",
    "Ugoezu sị \"a naghị amụ ka e si agba afa, ọ bụ onyinye si na chi kama onye na-agbafa nwereike ịmụta otu ihe maọbụ nke ọzọ n'aka dibia karịrị ya n'ịgba afa.\"",
    "\"Ihe ndị o nwere ike ịmụta gụnyere ka o si achịkọta onwe ya nakwa ụdị asụsụ ọ ga-eji na-agba afa.\"",
    "Na nkọwa ya, Ugoezu sị na ihe e ji agba afa bụ osisi a na-akpọ ugiri, na a na-eji mkpụrụ anọ nke na-egosi Eke, orie, afọ na nkwọ.",
    "\"E nwere ndị satara ugiri n'ehihie ma n'abalị nke bụ na ha na-agba afa mgbe ihe dị maọbụ mgbe chi jiri. (ịsata  ọnwa na anwụ)",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?",
    "\"ebe ndị satara ugiri n'ehihie nwere ike ịgba afa naanị mgbe ihe dị maka na ha agaghị ahụnwu ụzọ n'abalị\".",
    "Ugoezu sị na ịgba afa bara uru nke ukwuu, nke gụnyere;",
    "Inye aka ịmata ụdị chi lọọrọ mmadụ ụwa nakwa ebe mmadụ si lọ ụwa - ihe mbụ a na-eme ma a mụọ nwa ọhụrụ bụ ịgba afa ka a mara ebe o si lọ ụwa nakwa chi lọọrọ ya.",
    "A na-esi n'ịgbafa ahụ ọdachi cheere mmadụ n'ihu ma gbanahụ ya n'oge tupu o mee.",
    "E ji ya achọpụta ihe mere mmadụ ji nọrọ n'ọnọdụ ọjọọ (ọrịa, ụbịam, ụkpa dgz) nakwa ụzọ mgbapụta.",
    "A na-ejikwa ịgba afa achọpụta onye agwụ maọbụ arụsi ji nakwa ebe arụsị ahụ si.",
    "Ịgba afa na-enyere mmadụ aka ịsụ ụzọ ya ka ihe ọbụla bụ ihe ọjọọ ghara ịnọchiri ya ụzọ.",
    "Ugoezu gbarụrụ ihu ma kwuo na ọtụtụ ndị Igbo leghaara omenala Igbo anya nke gụnyere ịgba afa, na nke a na-emetụtakwa ha.",
    "Ọ sị na a na-ahụzị ndị na-agba afa ka ndị na-agwọ ọgwụ kama na ọ bụghị etu ahụ, na oso n'ihe mere e ji eleghara ya anya.",
    "Na nchịkọta, Ugoezu kpọkuru ndị Igbo ka ha gbaa mbọ laghachị azụ n'ọtụtụ omenala Igbo ha gbahapụrụla.",
    "Naijiria",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Omenala",
    "Ikeji bụ emume na-ejikọta ndị Arọndizuọgụ bị n'ọhịa na n'ụlọ maka ezumike ma e wechaa ihe ubi.",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?16 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?",
    "Novak Djokovic apụọla na mba Australia ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}