{
  "published": "16 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Novak Djokovic apụọla mba Australia ugbua",
    "Mịnịsta na-ahụ maka nbata na ọpụpụ na mba Australia bụ Alex Hawke ekwuola na ọpịa Tenịsị mba ụwa bụ Novak Djokovic apụola mba ahụ ugbua.",
    "N'ozi ya o dere \"A nabatara m mkpebi ụlọikpe 'Federal Court' nke mba Australia\".",
    "\"Ihe nke a enyeghi m ọnụ okwu, ọ di m ka ọ bu na-nrọ\" - Rafael Nadal",
    "French Open: Serena Williams apụọla",
    "Hawke ji ikike ya dịka Mịnịsta kagbuo akwụkwọ ikike njem Djokovic ịnọ na mba ahụ dịka o kwuru na mkpebi a bụ maka ọdịnma na ahụike ndị mba Australia.",
    "Mba Australia ga-agbara Novak Djokovic ụgbọ nwa mkpi isi mba ahụ pụwa ozugbo dịka ha anabataghị mkpesa ya gbasara nkagbu akwụkwọ njem ya.",
    "Ọkaikpe atọ kwekọrịtara ịgbajọ mkpesa ahụ ma kwuo na ha ga-agwa ụwa ihe mere ha ji kpebie ikpe ahụ etu ahụ n'oge na-adịghị anya.",
    "Ebe foto si, Getty Images",
    "Novak Djokovic mgbe ọ na-apịa tennis n'asompị 2022 Australian Open na Melbourne, Australia.",
    "Ndị na-kwado Djokovic gbarụrụ ihu maka mkpebi ọhụrụ a ndị ọkaikpe ụlọikpe dị na mba Australia mere maka ịchụpụ nwa amadị ahụ.",
    "Na mbụ, ndị nkwado Djokovic nọ n'ihu ụlọikpe ebe e mere mkpebi ịchụpụ ya aghọtachaghị mkpebi a mana mgbe ha ghọtara ya , obi gbawara ọtụtụ n'ime ha.",
    "Gịnị ka mkpebi ọhụrụ a pụtara?",
    "Dịka abalị iri gafechara kamgbe ikpe Djokovic malitere. ọkaikpe atọ enyela mkpebi nke ikpeazu gbasara nwa amadi ahụ na mba ahụ isonye n'asọmpi Australia Open.",
    "Nke a gosiri na mkpebi ọkaiwu Alex Hawke bụ ọkaiwu na-ahụ maka ndị mbiarambiara kwụ chịm.",
    "Ọ pụtakwara na enwerike ichụpụ Djokovic bụ ọkaibe n'asọmpị ụmụnwoke na-apia tennis na mba ụwa ma machie ya ịbanye mba Australia ruo afọ atọ.",
    "O gaghị enweta ohere ịrịọ ka ekpegharịa ya bụ ikpe tupu egwu mbụ ya echi bụ Mọnde.",
    "Djokovic edepụtala na ọ gaghị arịọ ka ekpegharịa ikpe ahụ.",
    "A hazigharịala etu asọmpị 'Australia open 2022' nke monde ga-esi gaa",
    "Ugbua ọ bụ na Djokovic ga-esi mba Australia pụọ, ọ gaghị eso na asọmpị nke Mọnde.",
    "Simona Halep egosila Serena ihe ọkụ ji ntị oke eme",
    "US Open: Ihe Chioma Ajunwa na ndị ọzọ na-ekwu maka agwa Serena Williams",
    "Djokovic na Miomir Kecmanovic bụkwa onye Serbia kwesiburu ịsọkọta mpi na Mọnde, Jenụwarị 17 2021.",
    "Mana ọ bụzi Salvatore Caruso, onye Italy ma bụrụkwa onye nke otu narị na iri ise na bọọlụ tennis na mba ụwa ga-anọchite anya Djokovic na Mọnde.",
    "Iwu asọmpị ukwu kwuru na ọkaibe ọbụla gbajọrọ udiri egwu tennis dịka ewepụtechara usoro etu egwu Mọnde si gaa ga-eme ka onye achitaghị aja n'egwu ndị agbagoro agba sonyekwa n'asọmpị.",
    "Djokovic ji aka ya kwupute na Jewnuari 4, 2022, na o nwetala ohere isonye n'asọmpi tennis nke a ga-eme na Melbourne, Australia.",
    "Mba Australia na-ekwu ka ndị mbiarambiara ọbụla gbaa ọgwụ mbochi ugboro abụọ maọbụ nọpụ iche ruo abalị iri na anọ.",
    "Mana Djokovic na-agbabeghị ọgwụ mgbochi depụtra na soshal media na ya enwetala ikike igbajọ nyocha ndị ahụike.",
    "Ihe ahụ o kwuru kpalitere okwu dịka ọhaneze malitere kwuwe maka mgbajọ ahụ.",
    "Ọkaiwu na-ahụ maka ndị mbiarambiara akpọrọ Alex Hawke kagburu akwụkwọ njem ofesi Novak Djokovic n'ụbọchị Jenụwarị 5, 2022 ma kwuo na o ji ọnọdụ ahụike ya enye ndị bi na mba Australia nsogbu.",
    "Ndị ọkaiwu Djokovic anabataghị mkpebi ahụ, ha mara ya aka n'ihu ọkaikpe atọ n'ụlọikpe etiti nke mba Australia taa.",
    "Ndị ọkaikpe ahụ nyochara ya bụ mkpesa taa bụ Jenụwarị 16, 2022 ma kpebie n'ikpeazụ na Djokovic ga-esi mba Australia pụọ.",
    "Na mbụ n'ụlọikpe, gọọmenti Australia kwuru na ekwenyeghị na ọgwụ mgbochi covid Djokovic ga-enye ndị mba ha nsogbu.",
    "Mana ndị ọkaiwu Djokovic kwuru na onweghị ihe akaebe gosiri ebubo ahụ.",
    "Ha kwukwara na gọọmenti echemighị echiche maka nkewa nchụpụ Djokovic na mba ha ga-ebute.",
    "Djokovic onye laghachiri na ebe ejichiri ya n'ụbọchi satọde- nwetere ohere ị ga otu ebe o si e gere etu ikpe ya si aga.",
    "Lee etu Naijiria si kwanyere ndịagha ugwu pụrụiche taa",
    "Naijirịa akụnyela Sudan akpụ anya",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?16 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Ihe nwere ike ime ka ọtụ nwaanyị ghara ịgba mmiri ọfụma n'oge aramara4 Disemba 2021",
    "Ugboro ise ndị a ma ama rafuru ọha site n'ịtụ okpotokpo asị na soshal midia6 Jenụwarị 2022",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị6 Jenụwarị 2022",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?",
    "Novak Djokovic apụọla na mba Australia ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}