{
  "published": "18 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nnamdi Kanu/Ifeanyi Ejiofor/Mike Ozekhome n'ụlọikpe na Jenụwarị 18, 2022",
    "Ọkaikpe Binta Nyako nke ụlọikpe ukwu dị n'Abuja ekwuola ka ikpe Nnamdi Kanu gaa n'ihu echi bụ Jenụwarị 19, 2022.",
    "N'uche ya , mbugharị a ga-enyere ndị ọkaiwu Kanu aka inwe mkparịtaụka n'ụloikpe mgbe onye ọbụla pụchara ebe ahụ.",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taa, Jenụwarị 18, 2022",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Etu ikpe Nnamdi Kanu n'Umuahia ga-esi metụta nke Abuja",
    "Ọkaikpe Nyako kwuru ka e nye Kanu uwe ọhụrụ dịka ọ na-apụta n'ụlọikpe echi bụ Jenụwarị 19, 2022.",
    "O kwukwara na ọ chọghị ka ọkaikpe Kanu gaa leta ya n'ụlọ mkpọrọ DSS tupu echi eruo.",
    "Ọkaikpe Nyako kwuru ka DSS gbaa mbọ hụ na ọkaiwu Kanu ekpesaghị agwa ọjọ ọbụla gbasara ha.",
    "O gwakwara DSS ha hụ na ha metara Kanu mma ma nye ya ezigbo nri.",
    "Ọkaiwu Benson ibanoye, Maxwell okpara esq, Ifeanyi Ejiofor, Oluchi vivian nakwa Ozekhome Mike (ESQ) nọchitere  Nnamdi Kanu ebe SM labaran, Adewumi Ali na Ogochukwu bụ ndị nọchitere anya gọọmenti n'ụlọikpe ebe a na-ekpe Nnamdi Kanu ikpe taa n'Abuja.",
    "Ipob bikonu ka anyị were ụkwụ chọwa ihe anyị dabara na mmiri - Amaechi Mbazulike",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "E kweghị ka Bruce Fein bụ ọkaiwu Nnamdi Kanu si mba Amerịka bata n'ụlọikpe ahụ makana o gosighị akwụkwọ nyere ya ikike isonye n'ikpe ahụ.",
    "Ụlọikpe na-ekwu na aga-eji ebubo 15 ndị etikwasara n'elu ndị eboburu Nnamdi Kanu wee nọchie anya nke e boro ya n'afọ 2020.",
    "Ndị ọkaiwu kwadoro Nnamdi Kanu n'ụlọikpe Abuja ebe a nọ kpe ikpe ya n'ụbọchị Jenuwarị 18, 2022",
    "Ikpe atọ a ga-elebanye anya maka Nnamdi Kanu gụnyere:",
    "Iwepụ Kanu n'ụlọ mkpọrọ Department of State ma wega ya n'ụlọ mkpọrọ nkịtị.",
    "Itinye akwụkwọ maka ịtọghapụ Kanu.",
    "Ọjụju nke mbụ ajụrụ gbasara ebubo mbụ e boro ya.",
    "Ndị ọkaiwu kwadoro Kanu kwuru na ha ntụkwasa ebubo ọhụrụ ndị a kwam kwam (abali fotere taa) e gosighị ikpe kwụ ọtọ kama mwakpo.",
    "Ọkaiwu Kanu kwuru na ihe a bụ nhazigharị ebubo Kanu nke ugboro isii, na gọọmenti etiti kpacha anya e me ya ka ha wee mee ka ikpe a ghara inwe isi.",
    "Nnamdi Kanu n'ụlọikpe Abuja n'ụbọchị Jenuwari 18, 2022",
    "Onye ntaakụkọ BBC hụrụ ka Ifeanyi Ejiofor bụ otu n'ime ọkaiwu Kanu tụrụ ụkwụ n'ụlọikpe.",
    "'Ịga a tụrụ Nnamdi Kanu n'aka bụ Igbo niile ka a tụrụ ya' - Ifeanyi Ejiofor",
    "Ndị DSS kwụrụ Nnamdi Kanu agụụ abalị abụọ, mana ha enyewela ya nri ugbua - Ejimakor",
    "Ọ hụkwara ka ndị nchekwa wụchiri ụlọikpe, ma hụkwa na anaghị ekwe ndị mmadụ rute nso ya bụ ụlọikpe, na-abụghị naanị e nyere gị ikike ịbata.",
    "Kemgbe a nwụchiri ya n'ọnwa Juun, nke a ga-eme ya ugboro atọ a na-akpọpụta ya ụlọikpe.",
    "Lee ụfọdụ foto onye ntakụkọ anyị setere n'ụlọikpe taa.",
    "Mike Ozekome na Ifeanyi Ejiofor nọ n'ụlọikpe ukwu dị n'Abuja na-eche ka ikpe Nnamdi Kanu nke Jenụwarị 18, 2022 malite.",
    "Bruce Fein bụ ọkaikpe Nnamdi kanu si mba Amerịka",
    "SM Labaran bụ otu ọkaiwu nọchitere anya gọọmenti etiti n'ikpe Nnamdi Kanu",
    "Lee ebubo 15aghazigharịrị ọhụrụ e boro Kanu dịka ọ ga-agba n'ụlọikpe taa",
    "Gọọmenti Naịjirịa tụkwasịrị ebubo iri na ise ọhụrụ n'elu nke ha na-ebo Nnamdi Kanu, dịka ikpe ya na-aga n'ihu taa bụ Jenuwarị 18, 2022 na Federal High Court dị n'Abuja.",
    "Onye binyere aka n'akwụkwọ e ji depụta ebubo ọhụrụ 15 a bụ onyeisi na-ahụ maka ịgba akwụkwọ ikpe a kpọrọ \"Director of Public Prosecution of the Federation\" na Bekee, n'aha ọkaiwu ukwu nakwa minista na-ahụ maka ikpemkwụmọtọ bụ Abubakar Malami.",
    "Ebubo nke mbụ",
    "Na Nnamdi Kanu bụ nwoke tozuru si n'Afaraukwu lbeku, n'okpuruọchịchị Umuahia Nọt n'Abia Steeti n'afọ 2021 dịka onye otu ma bụrụkwa onyeisi Indigenous People of Biafra (IPOB) otu akapụrụ, megidere iwu dịka otu ndị omekome nke Gọọmentị Etiti Naịjiria, site n'ikwuputa n'igwe nke a nụrụ na Naịjirịa n'ogige nke ụlọomeiwu ma yiekwa ndị mmadụ egwu ọnwụ megidere iwu obodo bụrụ agba nke mbụ (2)(6) nke megidere iwu iyi ọha egwu atụgharịrị n'afọ 2013.",
    "Ebubo nke abụọ",
    "Na ya bụ Nnamdi Kanu yiri ndị mmadụ egwu ọnwụ site n'ikwupụta ya n'igwe okwu, nke a nụrụ na Naịjirịa.",
    "Na o yikwara ndị mmadụ gahiere n'iwu o hibere maka ịnọrọ n'ụlọ (sit at home) nke mere na ụlọakụ, ụlọakwụkwọ, ụlọahịa makwa ọba ahịa mmanụ ụgbọala mechiri emechi.",
    "Ebubo nke atọ",
    "Na ọ kpọrọ okwu ka e gbuo ma machie ndị ọrụ nchekwa na ndị bee haa.",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Na Kanu ji igwe redio ya ziza ozi ya site na London ebe ọ na-etu ọnụ na ọ ga-ekewa mpaghara ọwụwa anyanwụ, South South nakwa ụfọdụ ebe dị na Benue, Kogi steeti nke Naịjirịa.",
    "Na Kanu ji ozi ọ na-ezi n'igwe redio ya dị na London akparị onyeisiala Naịjirịa bụ Muhammadu Buhari dịka ọ kpọrọ ya onye na-emetọ ụmụaka, oyi ndụ egwu, efulefu nakwa onye na-eme ihe ọjọ.",
    "Na Kanu tụbatara redio transmitter akpọrọ TRAM 50L nke o zoron'ime n'akpati ahịa a ga-edowe n'Ihiala, Anambra steeti.",
    "Na Kanu kpọrọ onwe ya onye otu Ipob gọọmenti machiri dịka otu oyi egwu.",
    "Na Kanu si n'ozi ya gwa ndị mmadụ ha ga gbuo ndị ọrụ uweojii Naịjirịa.",
    "Na Kanu ji ozi ya yi ndụ egwu mgbe o turu ọnụ na ndị mmadụ ga-anwụ.",
    "Na Kanu ji ozi o na-eziza n'igwe redio na London were gwa ndị mmadụ ha nọrọ n'ụlọ maọbụ egbuo ha ma ha daa iwu a.",
    "Na Kanu ji igwe redio ya zizaa ozi kpalitere ndị mmadụ ka ha mee ngaghariwe n'ike nke ga-emegide gọọmenti etiti.",
    "Na ọ dara iwu iyi egwu mgbe ọ gwara ndị mmadụ ka ha gbaa ọtụtụ ngwa ọrụ gọọmenti ọkụ.",
    "Na ọ dara iwu iyi egwu mgbe ọ gwara ndị mmadụ ka ha gbaa ọtụtụ ụgbọala e ji eme njem gọọmenti ọkụ nke butere ndatụ akụ na ụba puruiche.",
    "Na Kanu si n'ozi ya gwa ndị otu ya ka ha mepụta ogbunigwe.",
    "Na Kanu kpara agwa oyi egwu site n'ikwụsị ntuliaka Anambra steeti ma memina ngalaba ndọrọndọrọchịchị nakwa akụ na ụba Naịjiria.",
    "Na Kanu gwara onye ọbụla na edoweghị iwu nọrọ n'ụlọ depụta okwu ikpeazụ ya.",
    "Ọkaikpe Binta Nyako nke ụlọikpe ukwu dị n'Abuja yigharịrị ikpe Kanu ruo taa bụ Jenụawarị 18, 2022 n'ụbọchị Ọktoba 21, 2021.",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Cheta na mgbe mbụ Kanu gbara n'ihu ụlọikpe ukwu dị n'Abuja bụ n'ọnwa Julai ka anwụchịchara ma tinye ya n'ụlọmkpọrọ ndị Department for State service (DSS) n'ọnwa Juun.",
    "Lee ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa mgbe ahụ",
    "Ọkaikpe Binta Nyako yighariri ikpe ahụ buga ya ụbọchị iri abụọ na otu nke ọnwa Ọktoba, 2021, dịka ndị otu Ipob zipụtara ozi iwu onye nọrọ n'ụlọ maka nkwanye ugwu ya bụ ikpe.",
    "Lekwa ebubo asaa ọhụrụ Gọọmentị Naijiria ji kpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Ikpe nke taa bụ Jenụwarị 18, 2022, ga-adọti ruo 19 nakwa 20 nke ọnwa a bụ ụbọchị a na-eche na a ga-ekpebi ikpe ya.",
    "Cheta na gọọmentị etiti Naịjiria kwuputere na ha si mba Kenya nwụchie ma kpọghachite Kanu na Naịjirịa n'ọnwa Juun nke afọ 2021.",
    "Ndị otu Ipob nakwa ọtụtụ mmadụ katọrọ etu e si nwụchie nwaamadi ma na-ekwu na iwu mba ofesi akwadoghi ihe gọọmenti etiti mere.",
    "Mana gọọmenti etiti na-ekwusi ike na Kanu gbara ọsọ ka ikpe mbụ o nwere ka na-aga ihu n'afọ 2017.",
    "Nwannekaenyi \"Nnamdi\" Kanu chọpụtara otu Indigenous People of Biafra n'afọ 2014.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara ọwụwa anyanwụ kewara ma hibe mba a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra steeti mana ka alụchara agha nke butere ọnwụ mmadụ ruru otu nde , atụmaatụ ahụ abiaghị na mmezu.",
    "Kanu malitere redio Biafra n'afọ 2009 nke e hibere na London ma na-ezipu ozi nye ndị Igbo bi na Naịjirịa.",
    "Ọ gara mahadum na Naịjiria, (University of Nsukka) tupu ọ gawa London.",
    "Ọ lụọla nwaanyị ma jide ụmụ.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 202218 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gee ntị, Nkeji Coronaviruselekere 5 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ13 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya13 Jenụwarị 2022",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri4 Disemba 2021",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Etu ikpe Nnamdi Kanu n'Umuahia ga-esi metụta nke Abuja",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taa",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ndị ọrụ ụgbọelụ n'Amerịka ekwuola na 5G network nwereike itinyere ụgbọelụ aja na garị n'ufe",
    "Ihe mere ndị mmadụ jị agba ọsọ n'obodo Ogwuaniọcha dị n'Anambra Steeti",
    "Novak Djokovic apụọla na mba Australia ugbua",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}