{
  "published": "17 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu onye na ndị so Zik zọta nwereonwe Naijiria bụ Mbazuluike Amaechi akatọla atụmaatụ sit-at-home ma na-ekwu na ọ na-emebi akụ na ụba ala Igbo.",
    "O kwuru na ya bụ atụmaatụ nwerike imebi mkparịtaụka na-aga n'ihu maka ntọghapụ onye ndu Indigenous People of Biafra bụ Nnamdi Kanu.",
    "Ipob,ụnụ emeela were kagbuo 'Sit-at-home'- Ohaneze",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ọ gwara BBC Igbo na ọ kpokuola ọkaiwu Nnamdi Kanu bụ Ifeanyi Ejiofor ma kọwara ya nwute ya gbasara etu ụfọdụ ndị kpọrọ onwe ha Ipob si akpa mkpa mkpa n'ala Igbo.",
    "Ọ gara n'ihu rịọ ndị otu Ipob arịrịọ ka ha kwụsị okwu maọbụ agwa ọbụla ga-eme ka ntọghapụ Nnamdi kanu raa ahụ.",
    "N'ọnụ ya, \"ọ bụrụ na ha ewenataghị aka, a ga m akwụsị mbọ m na-agba.\"",
    "\"Makana ọ baghị uru na m na-etinye ndụ m na nsogbu, ọ ka mma na m nọ na-akara onwe m nka.\"",
    "Ọ bụ mịnịsta njem Ugbọelu mbụ Naijiria n'afọ 1962 ruo 1966.",
    "Ọ  bụ onye 'Zikist'-ndị soro Nnamdi Azikiwe ha were lụọ ọgụ nnwereonwe Naijiria.",
    "Ọ na-akatọkarị etu e si emegbu ndị Igbo ma na-enye ndụmọdụ ihe ndị aga-eme iji nweta ogbugbo mmegbu a.",
    "Mbazulike Amaechi: Jim Nwobodo rere ndị Igbo ọtụtụ ugboro",
    "Ndị otu Ipob malitere ịnọ n'ụlọ ha kpọrọ 'sit at home' mgbe gọọmentị etiti Naịjiria nwụchiri Kanu bụ onyendu ha, n'afọ 2021.",
    "Ha tinyere ya bụ ịnọ n'ụlọ na mpaghara Ọwụwa Anyanwụ Naịjiria iji gosi nkwado ha maka ikpe Kanu.",
    "N'afọ 2021, ha tinyere ya bụ ịnọ n'ụlọ kwa Mọnde ọbụla, mana ha mechara na-eme ya mgbe ọbụla Kanu kwesịrị ịpụta n'ụlọikpe.",
    "Ụfọdụ ndị mmadụ na-atụ ụjọ ịpụta gara mkpa ha n'agbanyeghi na ndị otu Indigenous People of Biafra (Ipob) kwuru na ha etinyeghi 'sit at home' n'izu a niile.",
    "N'agbanyeghi na ha kwuru na ha etinyeghi mmachi ọbụla, ndị mmadụ ka na-ehi asaa n'anya.",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Iji saa otu Ipob, otu ndị na-ere ehi Awụsa amachiela ibudata ehi n'Ọwụwa Anyanwụ",
    "Ihe ndị Nnamdi Kanu gwara m gwa ndị na-eso ya dịka m gara zute ya na Dec 30 - Ọkaiwu Ifeanyi Ejiofor",
    "Ụzọ dị iche iche tọgbọ chakoo n'isiobodo steeti a, dịka ọtụtụ ndị mmadụ apụtabeghi ịgara mkpa ha.",
    "N'agbanyeghi na ọ bụ ụtụtụ Mọnde, ụfọdụ ebe ndị na-ekwokarị ekwo tọgbọ chakoo.",
    "Ebe foto si, Emeka Nwamba",
    "Ọtụtụ ụgbọala anaghị aga n'okporoụzọ New Haven dị n'Enugwu n'ụtụtụ Mọnde, Jenụwarị 17, 2022",
    "Ebe foto si, Emeka Nwamba",
    "Ụzọ Chime Avenue dịkwa na New Haven tọgbọ chakoo ebe elekere asatọ nke ụtụtụ Mọnde, Jenụwarị 17, 2022",
    "Ebe foto si, Emeka Nwamba",
    "Ụzọ Agric Bank tọgbọ chakoo",
    "Ebe foto si, Emeka Nwamba",
    "N'agbanyeghi na ndị ụfọdụ ụgbọala na-agba n'ụzọ n'ụtụtụ a n'Ụmụahịa, isiobodo Abịa steeti, ụfọdụ ndị ekwebeghi apụta ezi.",
    "Ụfodụ ndị ekweghi agbape ọnụụlọahịa ha, ebe ndị nke mepere emepe ji otu ụkwụ kwụrụ.",
    "N'aka nke ọzọ, ụlọakụ, ọdọmmanụ ụgbọala nakwa ụlọakwụkwọ mepere emepe.",
    "Ụkwụ na-aga na Club Road dị n'Ụmụahịa",
    "Ụfọdụ ọdọụgbọala dị n'ebe Isi Gate dị n'Ụmụahịa emepebeghi n'ụtụtụ Mọnde a",
    "Ụfọdụ ndị agbapebeghi ụlọahịa ha n'Ụmụahịa ebe elekere itoolu nke ụtụtụ Mọnde a",
    "Ụfọdụ ndị na-agara mkpa ha n'ụzọ Ụzụakọlị dị n'Ụmụahịa, ebe ụfọdụ ndị emepebeghi ụlọahịa ha",
    "Ahịa Ekeonunwa dị n'Owere, Imo steeti na-azụ dịka etu o si emebu",
    "Ndị mmadụ na-agagharị mkpa ha n'isiobodo steeti ahụ n'ụtụtụ Mọnde a.",
    "Ahịa na-azụ, ndị ọrụ na-aga ọrụ ha, ụlọakụ mepere emepe, mana ụfọdụ ndị ahịa emepeghi ọnụụlọahịa ha.",
    "Ụzọ Wetheral dị n'Owere adịghị ekwo ekwo mgbe e sere foto a ebe o ji nkeji 30 gafee elekere itoolu nke ụtụtụ Mọnde, Jenụwarị 17",
    "Ụkwụ na ụgbọala na-aga n'ụzọ Tetlow dị n'Owerri",
    "Ụkwụ na-aga etu o kwesịrị n'ụfọdụ mpaghara Ọka, isiobodo Anambra steeti, n'ụtụtụ Mọnde a.",
    "Mana n'agbanyeghi nke a, ụfọdụ ọdọụgbọala na ọdọmmanụ ụgbọala mechiri emechi, ahịa ndị dị ka Eke Ọka anaghịkwa azụ etu o kwesịrị n'ụtụtụ a.",
    "Ụfọdụ ọnụụlọahịa ka gbachiri agbachi ebe elekere iri nke ụtụtụ Mọnde, Jenụwarị 17",
    "Mpaghara Aroma Junction dị n'Ọka, n'ụtụtụ Mọnde, Jenụwarị 17",
    "Ọdọụgbọala a dị n'Aroma Junction n'Ọka tọgbọ chakoo",
    "Ọdọụgbọala dị na Unizik Temporary site Junction gbachiri agbachi, ụgbọala ndị na-anọbu ebe ahụ apụtaghị ọrụ",
    "Ndị mmadụ na-agara mkpa ha n'isiobodo Abakaliki n'ụtụtụ a.",
    "Ụlọakwụkwọ, ụlọakụ, ahịa na ụlọọrụ mepechara emepe.",
    "Otu Ipob kwuru n'ụbọchị 15 nke ọnwa Jenụwarị a na ha etinyeghi mmachi onye ọbụla nọrọ n'ụlọ nke ha kpọrọ 'sit at home' na Bekee, n'ụbọchị 19 na 20 nke ọnwa Jenụwarị afọ 2022, dịka ndị mmadụ na-eche.",
    "N'ozi ọnụ na-ekwuru ha bụ Emma Powerful ziputere, o kwuru na ọ bụ naanị n'ụbọchị 18 Jenụwarị, ụbọchị ikpe onye ndu ha bụ Nnamdi Kanu n'Abuja, ka onye ọbụla ga-anọ ya bụ ụlọ.",
    "Ha kwuru na ọ bụ eziokwu na 19 nke ọnwa Jenụwarị a bụ ụbọchị ikpe ha na gọọmentị etiti nke a gbara akwụkwọ ya n'Ụmụahịa, Abịa steeti, mana e nweghi nọrọ n'ụlọ ụbọchị ahụ.",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ipob bikonu ka anyị were ụkwụ chọba ihe anyị dabara na mmiri- Amaechi Mbazulike17 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gee ntị, Nkeji Coronaviruselekere 6 gara aga",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Vidio, Lee etu Amobi Ezeaku si bụrụ onye nkuzi ndị Rangers Enugu oge ọ dị naanị afọ 26, Duration 4,5816 Septemba 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ13 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya13 Jenụwarị 2022",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri4 Disemba 2021",
    "Ihe mere ndị mmadụ jị agba ọsọ n'obodo Ogwuaniọcha dị n'Anambra Steeti",
    "Ipob bikonu ka anyị were ụkwụ chọba ihe anyị dabara na mmiri- Amaechi Mbazulike",
    "Ihe ọma asaa meere ndị Igbo n'afọ 2021",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri",
    "Otu nwoke e metọola ụmụ ya nwaanyị atọ n'otu ahịrị",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Lee ụmụ nwaanyị Igbo akacha chọọ na Google n'afọ 2021",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}