{
  "published": "18 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị otu na-achọ nwereonwe Biafra na-ekesasị foto na-egosi ka gọvanọ Ebonyi Steeti bụ David Umahi yi uwe dị ka ọkọlọtọ Biafra.",
    "Otu onye na twitter sịrị \"kesaa nụ foto a nke bụ na mgbe Umahi ga-ahụ ya ike ga-agwụ ya maka ndị Hausa Fulani agaghị ekwete na ọ bụ foto a rụrụ arụ.",
    "IPOB: A taghịm Nnamdi Kanu ụta",
    "\"Mee ka onye Igbo ọbụla chọrọ ịzọ ọkwa onyeisiala yiri uwe a. Mee ka ọ gazuoe ebe niile, gọọmentị Fulani hụ ya, ọ ga-achụ ha niile n'ọrụ.\"",
    "Otu onye a kpọrọ Chinasa Nworo bụ onye ndu otu chọrọ Biafra kesara foto a rụrụ arụ nke ndị gọvanọ abụọ a n'akara Facebook ya ma jụọ \"I chere na ndị a nwere ọbara Biafra n'ime ha?\"",
    "Ndị gọvanọ abụọ a bụ ndị pati All Progressive Congress (APC) bụ ndị ọkwa a na steeti abụọ n'ime steeti ise mejupụtara mpaghara Ọwụwa Anyanwụ.",
    "David Umahi si na PDP banye APC n'ọnwa Nọvemba afọ 2020, ebe Uzodinma were ọchịchị Imo Steeti n'ọnwa Jenụwarị afọ 2020 site na nchụpụ ụlọikpe kachasị chụpụrụ Emeka Ihedioha nke PDP.",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ihe gọvanọ abụọ a anaghị amasị ndị chọrọ nwereonwe Biafra, Umahi akatọọla otu a ọtụtụ mgbe maka etu ha si chọrọ isi na Naịjirịa pụọ.",
    "Na nso nso, o kwuru na Ebonyi agaghị eso na Biafra ma kwụpụta mmasị ya n'ịzọ ọkwa onyeisiala Naịjirịa.",
    "Ndị ọzọ a rụgharịrị foto ha ka nke ndị gọvanọ a bụ ndị a ma ama si mpaghara Ọwụwa Anyanwụ dịka oti egwu Flavour na ome ihe nkiri Williams Uchemba.",
    "Na-agbanyeghi na Flavour na Uchemba apụtabeghi sị na foto ahụ abụghị ha, mana igwe nyocha foto 'google reverse image' gosiri nke bụ ezigbo foto ndị ahụ.",
    "Otu onye anwụọla dịka ndị ntorobịa na ndị agha takọtara isi n’Oguta",
    "Otu chọrọ nwereonwe Biafra bụ Ipob ejirila soshal midia mere ebe mgbasaozi banyere mba Biafra kwụrụ onwe ya.",
    "N'afọ 2017, akpọpụtara otu a aha dị ka ndị na-eyi ndụ egwu na Naịjirịa.",
    "Onye ndu ha bụ Nnamdi Kanu nke ọtụtụ na-akwanyere ugwu n'Ọwụwa Anyanwụ nọ n'aka gọọmentị Naịjirịa maka ebubo \"iyi ndụ egwu, ibuso gọọmentị agha nakwa ịkpalite ọgbaghara site na mgbasaozi redio.\"",
    "Ọ ga-apụta n'ụlọikpe dị n'Abuja na 18 Jenụwarị, n'ihi nke a otu a tinyere iwu \"onye apụla ezi\" n'Ọwụwa Anyanwụ.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 202218 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gee ntị, Nkeji Coronaviruselekere 5 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ13 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya13 Jenụwarị 2022",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri4 Disemba 2021",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Etu ikpe Nnamdi Kanu n'Umuahia ga-esi metụta nke Abuja",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taa",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ndị ọrụ ụgbọelụ n'Amerịka ekwuola na 5G network nwereike itinyere ụgbọelụ aja na garị n'ufe",
    "Ihe mere ndị mmadụ jị agba ọsọ n'obodo Ogwuaniọcha dị n'Anambra Steeti",
    "Novak Djokovic apụọla na mba Australia ugbua",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}