{
  "published": "26 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Foto akpa osikapa n'elu ibe ya e ji rụọ ugwu 'Pyramid' na-efeghari na soshal midia na-ekwu na Onyeisiala Muhammadu Buhari mepere ebe ugwu 'Pyramid' na-achitaghi aja.",
    "Nnyocha ngalaba BBC na-ahụ maka isi imi n'ala sipụta akụkọ ugha na Naịjirịa bụ \"BBC Disinformation Unit\" gosiri na akụkọ a bụ akụkọ ugha.",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Ugboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo",
    "Foto a na-efeghari nke gosiri akpa n'elu akpa osikapa edobere n'elụ nkụ osisi abụghị nke Onyeisiala Muhammadu Buhari mepere na nso nso n'Abuja a kama ọ bụ foto si na owuwe ihe ubi e mere na Ogun Steeti n'afọ 2018.",
    "Nnyocha gosiri na ya bụ foto pụtara n'oge mbụ na websait Nairaland n'ọnwa Jenụwarị 2018, kamgbe ahụ, ndị mmadụ ekesala ya kwa mgbe kwa mgbe.",
    "Nfegharị ọhụrụ dị ka ọ bụ atụmatụ ụfọdụ ndị mmadụ ịmetọ akụkọ ugwu 'Pyramid' osikapa si na owuwe ihe ubi Onyeisiala Buhari mepere n'Abuja.",
    "Cheta na owuwe ihe ubi a bụ nke so atụmatụ gọọmentị etiti na ụlọakụ etiti akpọrọ \"Anchor Borrower Programme of the Central Bank of Nigeria\".",
    "Ka o si dị, ọ bụ mgbe onye enyemaka Onyeisiala Buhari bụ Lauretta Onochie zipụtara ozi iti aka n'obi maka ya bụ na owuwe ihe ubi Onyeisiala Buhari mepere n'Abuja nye Onyeisiala mgbe ahụ ka ụfọdụ ndị mmadụ malitere kesawa akụkọ ugha a.",
    "Kedụ ihe bụ eziokwu ugbua? •Nnyocha ngalaba \"BBC Disinformation Unit\" gosiri na ugwu akpa osikapa a si owuwe ihe ubi emepere n'Abuja anọghị n'elu nkụ osisi mana edobere ya n'elu ihe Bekee kpọrọ \"waterproof material\".",
    "•Ị lezịe anya nke ọma, ị ga ahụ na foto abụọ ahụ si Abuja na nke si Ogun steeti abụghị otu abanyeghi na ha yiri onwe ha.",
    "•Ugwu 'Pyramid' si owuwe ihe ubi nke Ogun Steeti pekarịrị nke Abuja na mpe dịka foto nke Abuja si gosi.",
    "•I ji gba ama ihe bụ eziokwu, onye enyemaka Onyeisiala Buhari bụ Lauretta Anochie zipụtara n'akara Facebook ya, foto na ihe onyonyo gosiri mgbe amalitere ọrụ na nke Abuja na etu o si gaa.",
    "•Nnyocha e mere n'ebe nke Abuja gosiri na ihe nọ n'ime akpa osikapa ndị ahụ abụghị aja nakwa akpụkpọ azụ osikapa dịka akụkọ na-efeghari si kwuo kama ọ bụ osikapa agbachabeghi agbacha.",
    "•Onyeisi Rice Farmers Association (RIFAN) bụ otu ndị ọrụ ugbo na-akọ osikapa na Naịjirịa, aha ya bụ Aminu Goronyo gwara BBC na e ji ọnwa atọ rụọ ya bụ ugwu 'Pyramid' nke Abuja .",
    "•Atụmatụ \"Anchor Borrowers Programme\" si n'aka gọọmentị etiti na ụlọakụ gọọmentị bụ CBN n'ịchafụ i ji nyere ndị na-akọ ugbo nta aka ma belata mbubata nri ma wulite ọkụkọ ugbo .",
    "•Gọọmentị na-ekwu na ugwu 'Pyramid' a bụ nke kacha ibu na Naịjirịa niile ma kwukwa na ọkụkọ ugbo osikapa amụbawanyela ugbua na Naịjirịa ọ kachasi kamgbe Onyeisiala Buhari banyere ọchịchị n'afọ 2015.",
    "Vidio, Chidiebere Ibe: Ihe mere m ji jiri eserese isi ojii egosipụta ọrịa na ahụike mmadụ26 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abaa Okorie jide ya'",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}