{
  "published": "19 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaiwu gọọmentị Naịjirịa bụ S.M. Labaran, Ọkaiwu Ifeanyi Ejiofor, Nnamdi Kanu, na ọkaiwu Mike Ozekhome",
    "Ọkaiwu Naịjirịa n'ikpe dị n'etiti gọọmentị etiti na Nnamdi Kanu, onyeisi ndị otu Indigenous People of Biafra (Ipob), ekwuola na Mazi Kanu gọrọ agọ na ya abụghị onye otu Ipob.",
    "S.M Labaran kwuru nke a oge ọ na-agwa ndị ntaakụkọ okwu na ngwụcha ikpe nke e kpere n'ụlọikpe ukwu dị n'Abuja, n'ụbọchị Wenezde a.",
    "Etu ikpe Nnamdi Kanu n'Umuahia ga-esi metụta nke Abuja",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Labaran kwuru sị: \"Anyị adịla njikere ka ikpe a malite n'uju, mana ndị ọkaiwu Nnamdi Kanu na-achọ ihe ha ga-akọ.\"",
    "\"Ndị akaebe anyị niile adịla njikere, ihe akaebe anyị niile akwụrụla chịm.\"",
    "\"Otu ihe gbara ọkpụrụkpụ bụ na Nnamdi Kanu gọrọ agọ na ya abụghị onye otu Ipob.\"",
    "\"Otu n'ime ebubo anyị boro ya bụ na ọ bụ onye otu Ipob nke bụ otu gọọmentị machiri amachi, mana ọ sị na ikpe amaghị ya.\"",
    "\"Nke a pụtara na ọ na-agọ agọ na ya abụghị onye otu Ipob. Mana ka o sila dị, anyị dị njikere ịmalite ikpe a.\"",
    "\"Ikpe amaghí m\" - Nnamdi Kanu",
    "Nnamdi Kanu gọrọla ọnụ ya n'ebubo niile gọọmentị Naịjirịa boro ya nke mere ha ji kpụpụ ya ụlọikpe.",
    "Kanu nyere agụgọ a oge a kpọpụtara ebubo iri na ise niile ahụ e boro ya, n'ihu Ọkaikpe Binta Nyako.",
    "Dịka a na-akpọpụta ebubo ahụ n'otu n'otu, Kanu na-ekwu sị: \"Ikpe amaghị m\".",
    "Oge a kpọpụtachara ebubo ndị ahụ, ndị ọkaiwu Kanu gwara ọkaikpe na ebubo niile ahụ enweghị isi na ọdụ.",
    "Ha kwuru na ha etinyela akwụkwọ ka ụlọikpe kụchapụ ebubo ndị ahụ niile, ma tọhapụ Kanu.",
    "Mana ndị ọkaiwu gọọmentị kwuru na a ga-ekpe ya bụ ikpe ekpe.",
    "Ọkaikpe Nyako kwuru na e kwesịrị inye ohere ka ọkaiwu gọọmentị tinye anya n'akwụkwọ ndị ahụ ndị ọkaiwu Kanu wetara, tupu a malite ikpe ya bụ ikpe.",
    "Ọ gwara ndị ọkaiwu ahụ ka ha kwuo ụbọchị ga-adị ha mma ka e yigharịa ikpe ahụ iji malite.",
    "Oge ha tulechara, Ọkaikpe Nyako tinyere ụbọchị iri na isii nke ọnwa Febrụwarị dịka ụbọchị e yigharịrị ikpe ahụ.",
    "Tupu amalite ya bụ ikpe, ọsọ tara n'ụlọikpe ahụ mgbe ndị ọrụ nchekwa Naịjirịa ji anwụrụ ose nke bekee na-akpọ 'tear gas' chụsasịa ndị mmadụ bịara inye Nnamdi Kanu nkwado n'ụlọikpe.",
    "Nke a mere taa bụ Wenezde, abalị iri na itoolu nke ọnwa Jenụwarị afọ 2022, dịka a kpọtara Mazị Kanu Kanu na ụlọikpe ahụ.",
    "Etu 'sit at home' si gaa n'Ọwụwa Anyanwụ taa",
    "Etu ikpe Nnamdi Kanu n'Umuahia si gaa",
    "Ya bụ ihe malitere oge akụkọ pụtara na eyigharịala ikpe Kanu.",
    "Ndị nkwado Kanu malitere ịgụ egwu na-eto Kanu, ma na-ekwu na ha chọrọ ịhụ onye ndu ha.",
    "Etu ọnọdụ dị na mpaghara ụlọikpe oge ikpe Nnamdi Kanu biri",
    "Otu onye ọzọ a makwa ama na Naịjirịa, aha ya bụ Omoyele Sowore, bịakwara sonyere ndị nkwado Kanu.",
    "Cheta na Sowore bụkwa onye gọọmentị Naịjirịa na-ebokwa ebubo na ọ chọrọ ịkụsa Naịjirịa.",
    "Oteghị aka, ụfọdụ ndị ntorobịa kpụchiri ihu ha, jicha mma, bịara chọọ ịwakpo Sowore na ndị otu ya.",
    "Nke a mere ka ndịọrụ nchekwa gbaa anwụrụ ose ma chụsazie mmadụ niile.",
    "Sowore na ndị otu ya banyekwara n'ụgbọala ha gbaa ọsọ ndụ.",
    "E mechara jide otu n'ime ndị ahụ kpuchiri ihu ha, ma nyefee ya n'aka ndị uweojii.",
    "Otu ọzọ kpọrọ onwe ha 'One Nigeria' nọkwa na-egosipụta nkwado ha nye gọọmentị etiti maka nnwuchi Nnamdi Kanu.",
    "Etu ikpe Nnamdi Kanu n'Umuahia ga-esi metụta nke Abuja",
    "Nnamdi Kanu na ndị ọkaiwu ya",
    "Akụkọ pụtara ihe maka ihe mere na Kanu agbanweghi otu uwe ọ na-eyi kamgbe ọnwa Juun afọ 2021 akpụtara ya ụlọikpe mbụ.",
    "N'ụlọikpe, ndị ọkaiwu gọọmentị gwara Ọkaikpe Nyako na ọ bụ Kanu jụrụ ịgbanwe uwe ya maka na ọ sị na uwe ya bụ 'designer'.",
    "Ọkaikpe Nyako gwara ndị Department of State Services (DSS) ka ha zụtara Kanu uwe 'designer' ọzọ ma ọ bụrụ na ọ bụ ihe ọ chọrọ.",
    "N'aka nke ọzọ, ọkaiwu Kanu bụ Mike Ozekhome kwuru na ha zụtaara Kanu uwe ọhụrụ mana ohere adịghị iji chinye ya uwe ahụ.",
    "Kanu wuchiri n'ụlọikpe n'ebe elekere iri nke ụtụtụ Wenezde.",
    "Mana ọ ka yikwa uwe 'Fendi' ahụ bụ nke ọ na-eyi kamgbe ndị ọrụ nchekwa nwụchiri ya.",
    "Cheta na Ọkaikpe Nyako nyere ndị DSS iwu ka ha nye Kanu ohere ka ọ gbanwee uwe ahụ.",
    "Ndị ọkaiwu Kanu na-ekwu na ọ bụ n'ihi iji mekpaa ya ahụ ma kụtuo mmụọ ya kpatara ndị DSS ekwebeghị ịhapụ Kanu ka ọ gbanwee uwe ya.",
    "Na nke dị ka ibe ya, ndị DSS kwukwara na ha emeela ihe Ọkaikpe Nyako nyere ha n'iwu, nke bụ ime ka ahụ dị Kanu mma n'ụlọmkpọrọ.",
    "Ha kwuru na ha agbanweela akwa ndina o ji arahụ ụra, ma nye ya nke bekee kpọrọ 'orthopedic mattress'.",
    "Ha kwukwara na ha enyela ya akwa ọhụrụ a na-atọ n'elu akwa (bed sheets), nakwa akwa e ji ehibe isi (pillow) ọhụrụ.",
    "Ọkaiwu Ozekhome kelere Ọkaikpe Nyako maka nke ahụ.",
    "Cheta na ọ bụ n'ụbọchị Tuzde ka ikpe dị n'etiti Nnamdi Kanu na gọọmentị etiti malitekwara ọzọ, nke mbụ ya n'afọ ọhụrụ a bụ 2022.",
    "Gọọmentị Naịjirịa ji Nnamdi Kanu eji, na-ekpe ya ikpe maka ebubo iyi ndụ egwu nakwa ịkpa nkata ịkwasa gọọmentị Naịjirịa.",
    "A nwụchiri Mazị Kanu na mba Kenya n'ọnwa Jun afọ 2021, ma kpụlata ya Naịjirịa ebe ọ nọ n'ụlọ mkpọrọ ndị ọrụ nchekwa nzuzo bụ DSS.",
    "N'ebe ahụ ka e si akpụta ya ụlọikpe ka ọ zara ọnụ ya n'ebubo niile e boro ya.",
    "Nnamdi Kanu n'ụlọikpe Abuja n'ụbọchị Jenuwari 18, 2022",
    "Dịka ya bụ ikpe malitere ọzọ, gọọmentị Naịjirịa wepụtara ebubo asatọ ọhụrụ bụ nke ha tinyere n'ebubo asaa ha boburu Nnamdi Kanu.",
    "Nke a welitere ọnụọgụgụ ebubo ha boro ya ruo iri na ise.",
    "Ndị ọkaiwu gọọmentị bụ ndị ekpe Nnamdi Kanu ikpe",
    "Ụfọdụ ihe ndị dị n'ebubo ọhụrụ ahụ gụnyere:",
    "Na Nnamdi Kanu nyere iwu ka e gbuo ndị ọrụ nchekwa na ndị ezinụlọ ha",
    "Na Kanu nyere iwu ka e mebie ụlọọrụ gọọmentị dị icheiche",
    "Na Kanu kpalitere ndị mmadụ ka ha kụsaa ntuliaka Anambra steeti",
    "Na Kanu jalitere ndị mmadụ ka ha gbaa ụgbọala na ụlọọrụ gọọmentị Legọs ọkụ",
    "Na Kanu jalitere ndị mmadụ ka ha wakpoo obi eze Oba nke Legọs ma gbaa ya ọkụ",
    "Na ọ manyere ndị mmadụ ka ha ghara ịpụta ezi na mpaghara Ọwụwa Anyanwụ... dgz",
    "Mana oge ndị ọkaiwu Nnamdi Kanu hụrụ ebubo ọhụrụ ndị a, ha kwuru na ha enwetaghị ya n'oge iji nwee ohere lezie ha anya ma mara ihe ha ga-asa maka ya.",
    "Nke a mere ka ọkaikpe Binta Nyako bugharịa ikpe ahụ ka ọ bụrụzie taa bụ Wenezde, iji nye ohere ka ndị ọkaiwu Kanu lebanye anya n'ebubo ọhụrụ ndị ahụ.",
    "Ọkaiwu Mike Ozekhome, Ifeanyi Ejiofor, na Maxwell Okpara",
    "Mana ndị ọkaiwu Kanu nyekwara mkpesa gbasara etu ndị DSS si akpaso Kanu agwa n'ụlọ mkpọrọ ha.",
    "Nke a mere ka ọkaiwu Nyako nye iwu ndị a:",
    "Ndị DSS ga-enye Kanu uwe ọhụrụ ka ọ gbanwee uwe nke ọ na-eyi kamgbe ndị uweojii nwuchiri ya n'ọnwa June",
    "Ndị DSS ga-enye Kanu ohere ka ọ na-emegharị ahụ (exercise) n'ime ụlọ mkpọrọ",
    "Ndị DSS ga-eme ka Kanu nwee ọnọdụ dị mma n'ụlọ mkpọrọ",
    "Ọkaikpe Binta Nyako nke ụlọikpe ukwu dị n'Abuja yigharịrị ikpe Kanu ruo Jenụawarị 18, 2022 site n'ụbọchị Ọktoba 21, 2021.",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Cheta na mgbe mbụ Kanu gbara n'ihu ụlọikpe ukwu dị n'Abuja bụ n'ọnwa Julai ka anwụchịchara ma tinye ya n'ụlọmkpọrọ ndị Department for State service (DSS) n'ọnwa Juun.",
    "Lee ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa mgbe ahụ",
    "Ọkaikpe Binta Nyako yighariri ikpe ahụ buga ya ụbọchị iri abụọ na otu nke ọnwa Ọktoba, 2021, dịka ndị otu Ipob zipụtara ozi iwu onye nọrọ n'ụlọ maka nkwanye ugwu ya bụ ikpe.",
    "Lekwa ebubo asaa ọhụrụ Gọọmentị Naijiria ji kpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Ikpe nke taa bụ Jenụwarị 18, 2022, ga-adọti ruo 19 nakwa 20 nke ọnwa a bụ ụbọchị a na-eche na a ga-ekpebi ikpe ya.",
    "Cheta na gọọmentị etiti Naịjiria kwuputere na ha si mba Kenya nwụchie ma kpọghachite Kanu na Naịjirịa n'ọnwa Juun nke afọ 2021.",
    "Ndị otu Ipob nakwa ọtụtụ mmadụ katọrọ etu e si nwụchie nwaamadi ma na-ekwu na iwu mba ofesi akwadoghi ihe gọọmenti etiti mere.",
    "Mana gọọmenti etiti na-ekwusi ike na Kanu gbara ọsọ ka ikpe mbụ o nwere ka na-aga ihu n'afọ 2017.",
    "Nnamdi Kanu na ndị ọkaiwu ya (Mike Ozekhome na Ifeanyi Ejiofor)",
    "Nwannekaenyi \"Nnamdi\" Kanu chọpụtara otu Indigenous People of Biafra n'afọ 2014.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara ọwụwa anyanwụ kewara ma hibe mba a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra steeti mana ka alụchara agha nke butere ọnwụ mmadụ ruru otu nde , atụmaatụ ahụ abiaghị na mmezu.",
    "Kanu malitere redio Biafra n'afọ 2009 nke e hibere na London ma na-ezipu ozi nye ndị Igbo bi na Naịjirịa.",
    "Ọ gara mahadum na Naịjiria, (University of Nsukka) tupu ọ gawa London.",
    "Ọ lụọla nwaanyị ma jide ụmụ.",
    "Nnamdi Kanu n'ụlọikpe Abuja n'ụbọchị Jenuwari 19, 2022",
    "Ọkaikpe Binta Nyako etinyela ụbọchị iri na isii nke ọnwa Febrụwarị dịka ụbọchị e yigharịrị ikpe dị n'etiti Nnamdi Kanu na gọọmentị Naịjirịa.",
    "Nke a mere n'ụlọikpe ukwu dị n'Abuja taa.",
    "Ya bụ ikpe ga-amalite n'elekere mbụ nke ehihie ụbọchị ahụ dịka ọkaikpe Nyako si nye n'iwu.",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu Court Case: Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 202218 Jenụwarị 2022",
    "Nnamdi Kanu trial: Etu o si aga n'Ọwụwa Anyanwụ taa17 Jenụwarị 2022",
    "Nigeria vs Guinea Bissau Afcon 2021: Lee ụmụnwaanyị na-agbaka ndị Super Eagles nke Nigeria isi19 Jenụwarị 2022",
    "Nnamdi Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa19 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'elekere 6 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ13 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya13 Jenụwarị 2022",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri4 Disemba 2021",
    "Nnamdi Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'",
    "Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Anyị ka kpechara udo mgbe ndị 'unknown gunmen' batara gbagbuo mmadụ abụọ' - APC Enugu steeti",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taa",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}