{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ikpe abụọ adakwasịla Nnamdi Kanu n'isi echi bụ Wenezde ụbọchị iri na itoolu nke ọnwa Jenụwari 2022.",
    "Ikpe Kanu bụ onyeisi Indeginous People of Biafra ga-aga n'ihu n'Abuja nakwa Umuahia n'ime otu ụbọchị ahụ.",
    "Ikpe Umuahịa bụ ikpe Nnamdi Kanu kpụpụrụ gọọmentị Naijirịa n'ụlọikpe maka ikike dịịrị ya dịka mmadụ ha metọrọ n'ihi etu ha ji siri Kenya kpụlata ya Naịjirịa.",
    "Ọkaikpe ya pụrụịche bụ Aloy Ejimakor sị na ọ bụ ya bụ isi sekpu ntị n'ikpe Umuahịa.",
    "Ọ sị na \"Ikpe Umuahịa na nke Abuji yiri\" mana ha abụghị otu\".",
    "Nnamdi Kanu na ndí Okaikpe ya",
    "O kwukwara na nke Umuahia bụ ikpe gbasara ebubo mmetọ ikike dịịrị onye Bekee kpọrọ \"civil case' ebe nke Abuja gbasara ebubo oke arụ megide gọọmentị nke Bekee kpọrọ \"criminal case\".",
    "O kwuru na gọọmentị Naịjirịa emeghi ihe ha kwesịrị ime iji kpọlata Nnamdi Kanu, na ha kwesiri \"i degara gọọmentị Kenya maọbụ nke Briten akwụkwọ ịrịọ ha ka ha kpọlọta Nnamdị Kanu maka ikpe ya, mana ha emeghị etu ahụ\".",
    "Ejimakor sị na \"e kwenyere na gọọmentị Naịjria dara iwu megidere Nnamdị Kanu dịka mmadụ mgbe ndị agha wakporo ya na be ya na 2017, nke mere o jiri gbaga Kenya ebe ha gara kpachie ya n'ike na 2021. Ha emeghị ihe ha kwesiri ime dịka onye e jidere n'obodo ọzọ\".",
    "Ọ sị na Gọọmentị Naịjirịa dara iwu megidere ikike ndịrị ya dịka mmadụ, dịka ka ha siri kwekọrịta ha na ndị mba ndị ọzọ.",
    "Ejimakor sị na Naịjirịa enweghịzị ikike ịkpe Nnamdi Kanu Ikpe n'ihi nke ahụ.",
    "Ọ sị na ihe ikpe nke Umuahịa na-arịọ ụlọikpe bụ ka gọomentị Naịjirịa kpọghachị Nnamdi Kanu ebe ha si dute ya bụ Kenya maọbụ Briten gazie rịọ gọọmentị ahụ ka kpọnye ha Kanu.",
    "Ọ na-ekwu na ikpe Umuahia na-azọ na onye ọkaiwu ji ya bụ ikpe enweghị ikike ikpe ụdịrị ikpe ahụ maka etu e si kpọlata Nnamdi Kanu.",
    "Nke a pụtara na mpụtara ụlọikpe Umuahia nwereike ịkụsa nke Abuja maka na ike ụlọikpe abụọ ahụ bụ otu.",
    "Mkpebi ikpe nke Umuahia bụ echi bụ Wenezde.",
    "Ọ bụ Aloy Ejimakor na-ahụ maka ikpe nke Umuahia.",
    "Ejimako sị na gọọmentị Naịjirịa bụ ndị nwe ikpe Abuja bụ nke ha ji ekpe Nnamdi Kanu ikpe igbu ọchụ, ịkwada gọọmentị Naịjirịa, Iyi ndụ egwu na ebubo ndị ọzọ.",
    "Ebubo niile gọọmentị Naịjirịa na-ebo ya ugbua eruola iri na ise (15) ma a gụnye asaa nke ochie ha wegaara ụlọkpe ukwu dị n'Abuja nke ọkaiwu Binta Nyako nọ n'isi ya.",
    "E jidere Kanu nke mbụ n'afọ 2015 bụ mgbe e boro ya ebubo igbu ọchụ, ịgbasa ozi nwereike itisa obodo, imetọ aha obodo, iji egbe na-enweghị ikike, iji ụzọ nzuzo bubata na Naịjirịa na ndị ọzọ.",
    "Nnamdị Kanu bụ onyendụ ndị Indegenous People of Biafra sị Afaraukwu Ibeku dị n'Umuahia, Abia steeti bụrụkwa onye mba Briten chọrọ ka ndị Igbo pụọ na Naịjrịa.",
    "Ejimako n'akọwa na ha nwekara ikpe ọzọ n'Abuja ebe ha na-arịọ uloikpe ka ọ kụsa ya bụ ebubo ndị gọọmentị maka na ya bụ ụlọikpe erughị ogo ikpe ya bụ ikpe nke Bekee kpọrọ \"preliminary objection\".",
    "Kanu nwekwara ikpe n'African Commission on human and People's right.",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 202218 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gee ntị, Nkeji Coronaviruselekere 5 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ13 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya13 Jenụwarị 2022",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri4 Disemba 2021",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Etu ikpe Nnamdi Kanu n'Umuahia ga-esi metụta nke Abuja",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taa",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ndị ọrụ ụgbọelụ n'Amerịka ekwuola na 5G network nwereike itinyere ụgbọelụ aja na garị n'ufe",
    "Ihe mere ndị mmadụ jị agba ọsọ n'obodo Ogwuaniọcha dị n'Anambra Steeti",
    "Novak Djokovic apụọla na mba Australia ugbua",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}