{
  "published": "19 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, PA Media",
    "A na-atụ anya na Boris Johnson ga-aza ajụjụ gbasara ọchịchị n'ọgbakọ a kpọrọ 'Prime Minister's Questions' dịka a ka na-adọ ndọrọndọrọ maka oringo o mere na \"No 10\".",
    "Otu gunyere ndị ụlọomeiwu Conservative na-akwado itinye akwụkwọ gosiri na ha ekwenyeghị n'ọchịchị Johnson dịka ha nwechara mkparịtaụka na Tuzde.",
    "Boris Johnson abụrụla Praịm Mịnịsta Briten",
    "Ihe mmeri Boris Johnson pụtara n'okwu Brexit?",
    "Ọ bụru na ndị omeiwu ruru iri ise na anọ (54) tinye akwụkwọ ozi ha dere, nke a ga-akpalite ndọrọndọrọ onye na-achị.",
    "Naanị ndị omeiwu ruru asaa tinyerela akwụkwọ mana otu onye omeiwu gwara BBC na ọ na-eche na ha eruwela ogo ọ ga-ewe iji hụ na enwere ya bụ ndọrọndọrọ gbasara onye na-achịnụ.",
    "Onye omeiwu ọzọ kwuru na enweela nkwekọrịta ugbua na ndọrọndọrọ gbasara onye na-achị mba UK ga-abịa ọsịsọ karịa etu ndị mmadụ si eche.",
    "Mana naanị onye omeiwu akpọrọ MP Sir Graham Brady bụ onyeisi \"Conservative backbenchers 1922 committee\", na-anabata ma na-agụkọ vootu na-ekwenyezighị n'ọchịchị Johnson ga-ama ọnụọgụ ndị omeiwu tinyerela akwụkwọ.",
    "Ọtụtụ  ndị omeiwu Conservatives ekwuola na ha na-eche ka Sue Gray ndị ọrụ mechaa nchịkọta ya maka oringo mere na 10 Downing tupu ha mara ihe ha ga-eme.",
    "Boris Johnson",
    "United Kingdom",
    "Coronavirus",
    "Nnamdi Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa19 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'elekere 6 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ13 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya13 Jenụwarị 2022",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri4 Disemba 2021",
    "Nnamdi Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'",
    "Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Anyị ka kpechara udo mgbe ndị 'unknown gunmen' batara gbagbuo mmadụ abụọ' - APC Enugu steeti",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taa",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}