{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka ụlọọrụ ekwentị mba Amerịka abụọ bụ Verizon na AT&T na-akwado ikpuhe ikuke 5G ekwentị echi bụ Wenezde, ndị ụlọọrụ ugboelu kacha ibu iri adọọla aka na ntị na ya bụ ikuku ekwentị nwereike inye ụgbọelu na-efefe nsogbu n'elu.",
    "Ha sịkwa na ya bụ ọgbatauhie ya bụ ikuku 5G nwereike ibutere ha njọahịa ma mekwaa ka akụnaụba ha kpụọ afọ n'ala.",
    "G o nwereike ibutere mmadụ ọrịa?",
    "Tekinụzụ '5G network' a na-abịa ọ ga-agbanwe ndụ gị?",
    "",
    "Ha na-atụ egwu na C-band 5G nwereike imetuta akụrụngwa ụgbọelụ ji ahụ ụzọ Bekee kpọrọ 'navigation system' ọkachasi mgbe urukpuru ojii ka njọ.",
    "Ndị ọrụ ugboelu a degaara ndị ọrụ ụgbọelụ mba Amerika akwụkwọ ịdọaka na ntị a.",
    "G and Coronavirus: 5G ọ na-ebute coronavirus?",
    "Ndị isi na Delta Air na United Airlines so na ndị na-eti mkpo ka gọọmentị \"were ọsọ were ije lebeanya na nsogbu a iji gbalahụ ọdachị nwereike ikwusi ndị njem ụgbọ mmiri, ngwaahịa ọkachasị mbụgharị ọgwụ mgbochi n'ụwa\".",
    "BBC hụrụ ya bụ akwụkwọ e degaara odekwakwụ ndị ọrụ njem bụ Pete Buttigieg, ụlọọrụ Aviation Administration (FAA), onyeisi ndị Federal Communications Commission nakwa ndị National Economic Council.",
    "BBC ghọtakwara na ndị ọnụ na-eru n'okwu na gọọmentị mba Amerịka na-etinye ọnụ na ya bụ okwu n'ụzọ pụrụiche.",
    "Ndị ọrụ ụgbụelụ a chọrọ ka gọọm̀entị gbambọ wezụga igwe mgbasa ozi 5G ihe dịka maịlị abụọ n'akụkọ ọdọuụgbụelụ ebe ya bụ ihe na-enye nsogbu dịka ụlọrọ FAA kwuru na 2022.",
    "\"Nke a ga-enyeaka inye ohere maka ka 5G ghara imetuta ụgbọelụ na-efeli efeli iji gbochie ọgbata uhie so ya\".",
    "A gbkwunyere na \"Anyị jikwa ohere a arị ndị FAA ka ha chọpụta igwe nzikọrịta ozi dị n'akụkọ okproro be ụgbọelu si efepụ wepụ ha tupu ha emebie ihe\".",
    "Ụlọọrụ na-arụpụta ụgbụelu abụọ bụ Airbus and Boreing ekwubuola ihe mbụ.",
    "Amerika",
    "Mberede njem ụgbọelu",
    "Njem ụgbọelu",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 202218 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Gee ntị, Nkeji Coronaviruselekere 5 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ13 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya13 Jenụwarị 2022",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri4 Disemba 2021",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Etu ikpe Nnamdi Kanu n'Umuahia ga-esi metụta nke Abuja",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taa",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ndị ọrụ ụgbọelụ n'Amerịka ekwuola na 5G network nwereike itinyere ụgbọelụ aja na garị n'ufe",
    "Ihe mere ndị mmadụ jị agba ọsọ n'obodo Ogwuaniọcha dị n'Anambra Steeti",
    "Novak Djokovic apụọla na mba Australia ugbua",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}