{
  "published": "20 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ajụ Mbaise bụ mgbọrọgwụ na mkpaakwụkwọ ndị Igbo ji enyere ụmụnwaanyị mụrụ nwa aka ịsachapụ ọbara ọjọo n'ime afọ mgbe ha mụchara nwa.",
    "Ya bụ Ajụ Mbaise na-arụkwa ọrụ ndị ọzọ dị icheiche iji wulite ahụike mmadụ.",
    "Ihe mere anyị ka ji akwalite egwu Abigbo Mbaise",
    "World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe",
    "Ọgba mbọ: Ukamaka Okoye bụ nwaanyị na-arụpụta ụzụ igwe",
    "Nwaada Mmesoma Chukwudi chọpụtara ụzọ ọgbara ọhụrụ iji kechie ya bụ Ajụ Mbaise ka ndị ntorobịa ugbua ka nwee mmasị ịṅụ ya.",
    "Mmesoma na-etinye ajụ mbaise ahụ n'obere akpa nke a na-akpọ 'tea bags' na bekee.",
    "Nke a bụ ụzọ nwa ada a ji agbara onwe ya mbọ, ma na-akpata ihe afọ ya na-eri.",
    "Ọgba mbọ: Etu ide mmiri jiri nakọrọ m nde kwuru nde ego na etu m si kulie ọzọ - Cassandara Ndulue",
    "'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze",
    "Mana ndị Dibia oyibo tinyekwara ọnụ n'okwu gbasara Ajum Mbaise ahụ, na ihe niile Mmesoma Chukwudi sị na ọ na-arụ n'ahụ mmadụ.",
    "Kirie ihe onyonyo a ka ị mụta.",
    "Ndị mere ya bụ Chukwunaeme Obiejesi, Chukwudi Okereke, na Nnamdi Agbanelo.",
    "Ụmụntoroọbịa",
    "Ahụike",
    "Naijiria",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, World Youth Skill Day: Etu m si malite imepụta ihe ọṅụṅụ zobo dị n'ime akpa 'tea' - Michael Onyezebe, Duration 3,1917 Julaị 2021",
    "Vidio, Ọgba mbọ: Ide mmiri nakọrọ m nde kwuru nde ego ma lee etu m si kulie ọzọ - Cassandara Ndulue, Duration 5,005 Jenụwarị 2021",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Ọgba mbọ: 'E bidoro m site na-ihicha ụlọ mposi na mahadum' - Chinemerem Ezeihunne, Duration 3,1219 Jenụwarị 2021",
    "Vidio, Banga Soup: 'Emele m ka ọ dị gị mfe isi ofe akwụ na nkeji 20', Duration 2,5416 Maachị 2021",
    "Vidio, Ọgba mbọ: 'E si m n'ighe akara bụrụ 'Councilor' okpuruọchịchị Nnewi North' - Ugochinyere Eze, Duration 4,0220 Ọktọba 2020",
    "Vidio, Ọgba mbọ: 'Eji m ite uhie n'ụlọ na isacha ụgbọala mere aka ọrụ', Duration 3,231 Septemba 2020",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Ọgbambọ: 'E kpuru m isi mana a na m emepụta ncha nakwa ude ọbụla ị chọrọ'- Chinazaekpere, Duration 3,164 Jenụwarị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}