{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Taa bụ ụbọchi 19 nke ọnwa Jenuwarị 2022 ka e kpebiri ikpe Nnamdi Kanu bụ nke o jiri gbaa gọọmentị etiti akwụkwọ maka mwakpo ụlọ ya n'ụbọchị 10 nke ọnwa Septemba 2017, ya na otu e siri kpara ya aka na Kenya afọ gara aga.",
    "Ndị mmadụ na-ekwu ka obi dị ha maka ya bụ ikpe e kpebiri, ebe ụlọikpe kwuru ka a kwụọ Nnamdi Kanu otu ijeri Naịra.",
    "Nnamdi Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa",
    "A dọtịala ikpe ndị Ipob",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "BBC gbara ndị ọnụ na-eru n'okwu ajụjụ ọnụ ịmata ka obi dị ha gbasara ya bụ mkpebi.",
    "Ohaneze ndị Igbo nke George Obiozor nọ n'isi ya sị na \"ndị ọkammụta anyị ga-eleba anya na ya bụ ikpe tupu anyị agwa ọha ihe anyị che maka ya\".",
    "N'otu aka ahụ, Alex Ogbonnia ya bụ odeakwụkwọ mgbasa ozi Ohaneze Ndigbo, kwuru sị na \"anyị nụrụ okwu abụọ gbasara ya bụ ikpe. Ụfọdụ sị na otu Ipob meriri ebe ndị ọzọ sị na ọ bụghị eziokwu, kedụ nke anyị ga-eso eso?\"",
    "Ogbonnia sị na ya ga-ekwu okwu mgbe ya matara nke bụ eziokwu n'ime okwu abụọ a.",
    "Paul Achalla bụ onye ndụmọdụ otu Indigenous People of Biafra (Ipob) n'ihe gbasara ikpe na mba Briten, sị na obi dị ha ụtọ na ha meriri ya bụ ikpe.",
    "Ọ sị na nke ahụ gosiri na gọọmentị Naịjirịa dara iwu mgbe ha wakporo ụlọ Kanu n'afọ 2017.",
    "Mgbe BBC jụrụ ya ma o che na Gọọmentị Naịjirịa ga-akwụ ya bụ nha otu ijeri ụlọikpe dara ha, Maazi Achalla sara na \"ma ha akwụrụ ya ma ha akwụghị ya adịghị oke mkpa. Ihe kacha mkpa bụ na e meriri ha n'ụlọikpe\".",
    "Ọ sịkwa na \"eziokwu emechaala pụta ihe gbasara ikpe a.\"",
    "Mana Achalla sịkwa na mmeri a ezubeghi itewe egwu maọbụ kpọwa mmanya maka ya, ruo mgbe ekpechara ya bụ ikpe.",
    "Mgbe a jụrụ ya ihe o chere maka mkpebi ikpe nke abuọ gbasara ikpe na etu e siri kpụlata Nnamdi Kanu na Kenya, Achalla sị na obi adịchaghị ha mma maka nke ahụ, maka na \"ọ dị ka Ọkaikpe agbara ya nkọ nkọ, gaa ya akụkụ akụkụ\", mana ọ tụrụ ilu sị na \"ka anyị na-aga n'ubi ka ọka na-aka\".",
    "Chukwuka Ofoegbu nke a na-etu Ijele Speaks na soshal midia sị na ikpe a \"agbagwojughi m anya. Mgbe e buuru ya bụ ikpe gawa Umuahia, a ma m na ọ bụ etu ọ ga-adị.\"",
    "O kwuru na ya bụ ikpe ga-etipịa ma o ruo ụlọikpe mkpegharị.",
    "Ọ na-ekwusi ike na onweghị onye ga-enye Nnamdi Kanu ego ahụ adara gọọmentị nha, \"eluigwe ga-ebu ụzọ ruo ala tupu ego ahụ eruo ya aka\".",
    "Mgbe mbụ e jidere Nnamdi Kanu bụ n'Ọnwa Ọktoba 2015 were bo ya ebubo igbu ọchụ, ibu egbe na-enweghi ikike, nakwa ibubata igwe na-ebusa okwu na redio na nzuzo.",
    "Mana Maazi Nnamdi Kanu na ndị ọkaiwu ya sị na ọ bụghị eziokwu.",
    "E mechakwara tụkwasa ya ebubo ndị ọzọ nke mere ya iri na ise ugbua.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa19 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'elekere 6 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ13 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya13 Jenụwarị 2022",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri4 Disemba 2021",
    "Nnamdi Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'",
    "Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Anyị ka kpechara udo mgbe ndị 'unknown gunmen' batara gbagbuo mmadụ abụọ' - APC Enugu steeti",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taa",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}