{
  "published": "20 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nnamdi Kanu na ndị ọkaiwu ya",
    "Ọ bụ ezie na ụlọikpe ụlọikpe ukwu dị n'Umuahia, Abia steeti, enyela iwu ka gọọmentị Naịjirịa kwụọ otu ijeri naịra nye Mazi Nnamdi Kanu, onyeisi otu na-azọ nnwereonwe na Naịjirịa bụ Ipob, maka imegide ikike dịịrị ya dịka mmadụ.",
    "Mana ọtụtụ ndị mmadụ na-ajụ sị ikpe ebe a ga-akwụ Nnamdi Kanu N1billion ọ bụ otu ikpe ya n'Abuja?.",
    "Ụfọdụ ana-ajụ sị \"gịnị ga-emezi ugbua?\"",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'",
    "Nnamdi Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa",
    "Ọkaiwu Joe Eboigwe bụ onye ọkaiwu na Legọs gwara BBC Igbo uche ya maka ihe ndị o che nwere ike ime dịka ụlọikpe nyechara mkpebi a.",
    "Ndị nọchitere Nnamdi Kanu n'ụlọikpe nke dị n'Umuahia",
    "Ọkaiwu Eboigwe kwuru na gọọmentị etiti nwere ike ịgbagha mkpebi ahụ n'ụlọikpe mkpesa maọbụ 'appeal court' na Bekee.",
    "\"Ọ bụrụgodi na Kanu merie n'ụlọikpe mkpesa, gọọmentị nwekwara ike ịgbagha ya n'ụlọikpe kachasi - 'Supreme Court'.\"",
    "Eboigwe kọwara na ọ bụrụ na gọọmentị agbaghaghị ikpe ahụ, ọ pụtara na ha nabatara ya, na ha ga-akwụkwa Nnamdi Kanu ụgwọ ụlọikpe sị ka a kwụọ ya.",
    "\"Mana n'uche nke m, gọọmentị etiti ga-agbagha mkpebi ahụ.\"",
    "Nnamdi Kanu na ụfọdụ ndị ezinụlọ ya",
    "Ọkaiwu Ugo Egbujo kwuru na mmeri Nnamdi Kanu nwetara n'ụlọikpe nke Umuahia, nwere ike inye aka ka ụlọikpe nke dị n'Abuja nye iwu ka a tọhapụ ya nwa mgbe nta.",
    "Egbujo kọwara sị: \"Mkpebi ụlọikpe nke Umuahia egosila n'ezie na etu ndị agha si wakpoo ụlọ Nnamdi Kanu na 2017 ezghị ezi.\"",
    "\"Cheta na Nnamdi Kanu na-ekwubu na ọ bụ maka mwakpo ndị agha n'ụlọ ya kpatara o ji gbaa ọsọ ndụ, ọ bụghị na ọ gbara ọsọ ikpe a na-ekpebu ya.\"",
    "\"Mkpebi a e nyere n'Umuahia pụtara na ihe Nnamdi Kanu na-ekwubu bụ eziokwu.\"",
    "\"Nke a nwere ike ime ka ọkaikpe Binta Nyako nọ n'Abuja tuleegharịa ya bụ okwu, ma nye iwu ka a tọhapụ Nnamdi Kanu ka o si n'ụlọ na-abịa ụlọ ikpe, nke bekee kpọrọ 'bail'.",
    "Mana n'aka nke ọzọ, ọkaiwu Joe Eboigwe kwuru na ikpe abụọ ahụ dịwagaara onwe ha iche, onweghị ihe gbasatara ha abụọ.",
    "Eboigwe kọwara sị: \"Ikpe nke Umuahia bụ maka ikike dịịrị Nnamdi Kanu, ebe nke Abuja bụ ebubo mpụ ka gọọmentị boro ya. Ha abụọ emetụtaghị onwe ha.\"",
    "Ugo Egbujo kọwakwara na mkpebị ụlọikpe Umahia ga-ewetara Nnamdi Kanu ebere ndị mmadụ, nke bekee kpọrọ 'public sympathy'.",
    "\"Ndị mmadụ ga-ahụtawa ya dịka onye gọọmentị na-emegide.\"",
    "\"Nke a bụkwa ihe ndị ọkaiwu ya na ndị nkwado ya chọrọ achọ,\" Egbujo kwuru.",
    "Ọkaiwu Ugo Egbujo kwuru na mkpebi ụlọikpe nke Abuja nwere ike ịdọtị oge ikpe nke Abuja.",
    "Ọ kọwara na ndị ọkaiwu Nnamdi Kanu nwere ike chọọ ụzọ ha ga-esi were mkpebi ahụ na-egbu oge n'ụlọikpe n'Abuja.",
    "\"Mana ọ bụrụ na ọkaikpe Binta Nyako kwụsie ike, ọ gaghị ekwe ka nke ahụ mee,\" Egbujo kọwara.",
    "Ụlọikpe ukwu dị n'Abuja",
    "N'aka nke ya, ọkaiwu Eboigwe gakwara n'ihu kọwaa na ụlọikpe ukwu dị n'Umuahia na nke dị n'Abuja nwere otu ikikere, onweghị nke karịrị ibe ya.",
    "\"Ha abụọ ha nhatanha, maọbụ etu bekee si ekwu ya, 'courts of coordinate jurisdiction'\", Eboigwe kwuru.",
    "Nke a pụtara na otu n'ime ha agaghị etiri nke ọzọ iwu ihe ọ ga-eme.",
    "Cheta na ọkaiwu Nnamdi Kanu bụ Aloy Ejimako kọwara na ụlọikpe Umuahia kwuru na ụzọ ka mma iji soo okwu dị n'etiti Nnamdi Kanu na gọọmentị etiti bụ mkparịtaụka, maọbụ nke bekee kpọrọ 'political solution'.",
    "Mana ọkaiwu Joe Eboigwe kwuru na ụlọikpe nke Umuahia enweghị ikike ịgwa nke dị n'Abuja ihe ọ ga-eme.",
    "Oge eruola ka ndị nkwado Nnamdi Kanu ṅụrịwa ọnụ?...",
    "Ebe foto si, Reuters",
    "Ụfọdụ ndị nkwado Nnamdi Kanu na-aṅụrị ọṅụ, chee na ụlọikpe ekwuola ka a tọhapụ onyeisi ha",
    "Ọtụtụ ndị nkwado Nnamdi Kanu na-awụli elu n'ọṅụ, na-ekwu na onye ndu ha emeriela gọọmentị Naịjirịa n'ụlọikpe.",
    "Olileanya ndị dị otu a bụ na a ga-atọhapụzi Kanu n'ụlọ mkpọrọ ka ọ lawa.",
    "Mana ọ dị mkpa ịkọwa na ikpe dị n'etiti Nnamdi Kanu na gọọmentị Naịjirịa dị ụzọ abụọ.",
    "Nke mbụ bụ nke gọọmentị kpụpụrụ ya n'ụlọikpe dị n'Abuja, na-ebo ya ebubo, iyi ndụ egwu nakwa ịchọ ịghsa ọchịchị Naịjirịa.",
    "Nke abụọ bụ nke Nnamdi Kanu gbara gọọmentị n'Umuahia, Abia steeti, maka ịwakpo ụlọ ya n'ụzọ na-ezighi ezi, n'afọ 2017.",
    "Ọ bụ ikpe nke a dị n'Umuahia ka e kpebiri n'ụbọchị Wenezde, abalị iri na itoolu nke ọnwa Jenụwarị 2021.",
    "Ebe ahụ ka ọkaikpe Benson Anya nọrọ kwuo na gọọmentị mere ihe ọjọọ ịwakpo ụlọ Kanu, maka na o megidere ikike dịịrị Kanu dịka mmadụ.",
    "Mana ikpe nke dị n'Abuja, nke ọkaikpe Binta Nyako nọ n'isi ya, ka na-aga n'ihu.",
    "Ọ bụ n'abalị iri na isii nke ọnwa Jenụwarị ka e yigharịrị ya.",
    "Gini bụ Ipob?",
    "Ipob pụtara 'Indigenous People of Biafra'.",
    "Ọ bụ otu na-azọ ka mpaghara Ọwụwa Anyanwụ Naịjirịa bụrụ obodo nke aka ya.",
    "Mana gọọmentị Naịjirịa akpọọla ha otu na-eyi ndụ egwu, ma kwuo na o megidere iwu mmadụ isonye n'otu ahụ.",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Nnamdi Kanu bụ onye hibere otu Ipob, ọ bụkwa ya bụ onyeisi otu ahụ ugbua.",
    "Ọ bụ onye Afaraukwu dị n'Umuahia, Abia steeti, n'Ọwụwa Anyanwụ Naịjirịa, mana o nwekwara akwụkwọ gosiri na ọ bụ onye mba Briten.",
    "Kanu bụ onye ama na-ekwu okwu megide ọchịchị Naịjirịa ma na-akpọ oku ka e nwee ntuliaka ebe ndị Ọwụwa Anyanwụ ga-ekwu ma ha achọrọ ịnọgide na Naịjirịa.",
    "Gọọmentị Naịjirịa jichiri Nnamdi Kanu nke mbụ n'afọ 2015, malite ikpe ya ikpe n'ebubo iyi ndụ egwu nakwa ịkpa nkata ịkwatu ọchịchị Naịjirịa.",
    "N'afọ 2017, Kanu gbapụrụ ọsọ na Naịjirịa, n'ihi na o kwuru nd ndị agha wakporo ụlọ ya ma chọọ igbu ya.",
    "Mana ndị ọrụ nchekwa nwuchikwara ya ọzọ na mba Kenya n'ọnwa Jun afọ 2021, kpụlata ya Naịjirịa.",
    "Ikpe ya malitekwara ọzọ n'ọnwa Sepụtemba afọ 2021.",
    "Nnamdi Kanu: Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion18 Jenụwarị 2022",
    "Nnamdi Kanu court trial: Lee ihe ndị mmadụ kwuru maka ikpe Nnamdi Kanu n'Umuahia19 Jenụwarị 2022",
    "Nnamdi Kanu Court: Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa19 Jenụwarị 2022",
    "'Pope Benedict emeghi ihe ọbụla maka mkpesa mmetọ ụmụaka anọ e kpesaara ya'elekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ị ga-esi nweta 'Permanent Voters Card' gịelekere 5 gara aga",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagleselekere 8 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?16 Jenụwarị 2022",
    "'Ọnweghị mgbe Nnamdị Kanu jiri gọọ na ya abụghị onyendụ ndị Ipob' - Ejiofor",
    "Ihe ise nwere ike ime dịka Nnamdi Kanu nwetara mmeri n'ụlọikpe n'Umuahia",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "'Pope Benedict emeghi ihe ọbụla maka mkpesa mmetọ ụmụaka anọ e kpesaara ya'",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}