{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/APC",
    "Ndị pati All Progressives Congress (APC) n'Enugwu steeti nọ n'iru uju ugbua n'ihi etu ndị ojiegbe a na-akpọ 'unknown gunmen' si gbagbuo ndị otu ha abụọ.",
    "Nke a mere ebe ha gbakọrọ na-eme nzukọ udo n'Obeagu Hall, n'ụbọchị 18 nke ọnwa Janụwarị 2022.",
    "Ọgụ na mgba aghasaala APC Congress n'Enugwu",
    "Achọrọ m ịtọpụ Enugwu n'agbụ - Kenneth Okonkwo",
    "Onyeisi ndị ntorobịa pati APC Enugwu enwerela onwe ya",
    "Ndị ojiegbe a tọrọkwara otu onye a na-akpọ Monday Ogbonna, ebe ụfọdụ ndị ọzọ gụnyere onye a na-akpọ Okwadike (onyeisi ndị nnupuisi) ka bu mgbọ egbe n'ụlọọgwụ.Mazi Ifeanyi Egbo bụ odeakwụkwọ APC n'Obeagu wọọdụ 3, gwara BBC na ya bụ mkpa mkpa mere mgbe ha gbakọrọ na nzukọ ịkpe udo n'etiti ndị na-ese okwu.",
    "O kwuru na ozugbo ha mechara ya bụ nzukọ ebe elekere isii nke mgbede, ka ndị ojiegbe ahụ batara gbawa ndị mmadụ egbe.O kwuru etu ha si gbagbuo Kelvin Ezeoha bụbu onyeisioche na otu onye ọzọ, na etu ha si tọrọ Ogbonna.",
    "Egbo kwuru na ya bụ ihe gbagwojuru ha anya ma bụrụ ihe mgbawa obi n'ihi na ha ekpechaala udo, makụọ onwe ha dịka ụmụnne, tupu ọdachi ahụ adaa.",
    "Ka ọ dị ugbua, ebe niile n'Obeagu nọ n'iru uju.",
    "Cheta na n'afọ 2018, ndị ndọrọndọrọ ọchịchị APC nke Enugwu  ji ịlụ ọgụ na ngagharị iwe kposaa ntuliaka ha kwesịrị iji họpụta ndị ọchịchị ọhụrụ na pati ha.",
    "Mgbe BBC Igbo rutere ebe ha na-eme ntuliaka ahụ, narị kwụrụ narị ndị mmadụ bucha akwụkwọ na-eme ngagharị iwe ma na-ekwuputa aha onye ha chọrọ ka ọ chịa ha.",
    "Lee etu ndị APC ji kataka were gbasaa ntuli aka ha n’Enugwu",
    "Ndọrọndọrọ ọchịchị",
    "Enugu Steeti",
    "All Progressives Congress",
    "Enugwu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nnamdi Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa19 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'elekere 6 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ndị nwereike irite nturuugo African Sports Personality 2021 apụtala6 Disemba 2021",
    "Fury akụọla Wilder ihe a na-akụ onye zuru ohi n'Otu Nkwọ Ọnịcha10 Ọktọba 2021",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ13 Jenụwarị 2022",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya13 Jenụwarị 2022",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri4 Disemba 2021",
    "Nnamdi Kanu gọrọ agọ na ọ bụghị onye Ipob - Ọkaiwu Gọọmentị Naịjirịa",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'",
    "Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Anyị ka kpechara udo mgbe ndị 'unknown gunmen' batara gbagbuo mmadụ abụọ' - APC Enugu steeti",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taa",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}