{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Catholic Diocese of Onitsha",
    "Fada Cyprian Michael Iwene Tansi",
    "Fada Cyprian Michael Iwene Tansi bụ ụkọchukwu a ma ama n'okpukperechi Kraịst na mbaụwa niile, ọkachasị n'ụka Katọlik.",
    "Ụbọchị 20 nke ọnwa Jenụwarị bụ ụbọchị ncheta oge ọnwụ ya.",
    "Pope: Ikpe ọnwụ bụ mmetọ ugwu ruru mmadụ",
    "'Buhari gbara nkiti ihe na-emebi'",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe",
    "Taa ka o mere afọ 58 kemgbe ọ lara mmụọ; n'ụbọchị 20 Jenụwarị, 1964.",
    "Dịka a na-eme ncheta ya taa nke ụfọdụ na-akpọ \"Feast day\", akụkụ ụwa dị iche iche kpụ aha Fada Tansi n'ọnụ.",
    "Lee ihe ndị dị mkpa ị kwesịrị ịma maka Fada Tansi",
    "Ebe foto si, Catholic Archdiocese of Onitsha",
    "Fr Tansi (n'etiti) na ndị ezinụlọ ya",
    "A mụrụ Fada Cyprian Michael Iwene Tansi n'afọ 1903 n'Aguleri, Anambra steeti, mana o mere mmiriChukwu (baptism) n'afọ 1913.",
    "Nne na nna ya abụghị ndị ụka. Ha bụ ndị ọgọ mmụọ",
    "Mgbe ọ bụ nwokorobịa, ọ rụrụ ọrụ dị ka onye nkụzi, tupu ọ bụrụ onye ụkọchukwu Katọlik",
    "E chiri ya ụkọchukwu ụka Katọlik na dayọsis nke Ọnịcha n'afọ 1937, oge ọ dị afọ 34",
    "O mechara banye ụlọ ekpere pụrụ iche Bekee kpọrọ 'monastery', nke aha ya bụ 'Mount Saint Bernard Abbey' na mba Briten, n'afọ 1950",
    "N'ebe ahụ ka ọ malitere ịgbaso ndụ ndị ụkọchụkwụ dopụrụ onwe ha iche maka ọrụ ụka nke Bekee na-akpọ 'monk'",
    "Ebe foto si, Catholic Diocese of Onitsha",
    "E bulatara ahụ Fr Tansi n'afọ 1986 ma lie ya na Naịjirịa",
    "Fada Tansi lara mmụọ n'ụbọchị 20 Jenụwarị, 1964, mgbe ọ dị afọ 61, e wee lie ya n'ogige ebe obibi ndị 'monk' dị na mba Briten",
    "N'afọ 1986 ka e gwupụtara ozu ya wee bughachite ya Naijiria, lie ya n'ụlọụka 'Holy Trinity Basilica' dị n'Ọnịcha",
    "N'otu afọ ahụ kwa, otu nwaanyị nwetara ihe iribeama pụrụ iche site n'ekpere o kpere site n'enyemaka Fada Tansi",
    "Nnyocha gosiri na nwaanyị ahụ nwetara ọgwụgwọ ọrịa kansa ji ya n'ezie",
    "Ebe foto si, Getty Images",
    "Pope John Paul II bịara Naịjirịa n'afọ 1998 bịa kwupụta na Fada Tansi bụ onye dị ngozị (Blessed)",
    "Onyeisi ụka Katọlik bụ Pope John Paul nke abụọ, bịara Naịjirịa n'afọ 1998 ebe ọ nọrọ kwuputa Fada Tansi dịka onye dị ngọzị nke Bekee kpọrọ 'Blessed'",
    "Ọ bụ Fada Tansi bụ nwaafọ Naịjirịa mbụ a na-enye nkwanye ugwu a pụrụ iche.",
    "Kedụ etu e si eme mmadụ onye nsọ n'ụka Katọlik?",
    "Ebe foto si, Catholic Diocese of Onitsha",
    "Fada Tansi n'ụbọchị e chiri ya ụkọchukwu",
    "Ụka Katọlik na-ahọpụta ụfọdụ ndị nke ha rụrụ ọrụ ọma oge ha dị ndụ ma mee ha ndị nsọ, nke bekee na-akpọ 'Saint'.",
    "Ime mmadụ 'Saint' bụ ụzọ ụka Katọlik ji ekwupụta na onye ahụ nwụrụ anwụ nọ n'Eluigwe.",
    "Enwere usoro doro anya a na-agbaso tupu ụka Katọlik ekwupụta na mmadụ bụ onye nsọ. Lee ha:",
    "Afọ ise ga-agafe onye ahụ ji nwụọ (mana ọ bụghị oge niile). Pope John Paul nke abụọ anọzughị afọ ise ọ nwụrụ tupu e mee ya onye nsọ.",
    "A ga-enye onye ahụ nzere 'Nwa odibo Chineke' maọbụ 'Servant of God' na Bekee",
    "A ga-egosipụta ihe akaebe na onye ahụ biri ndụ kwesịrị nṅomi",
    "A ga-enwe ihe iribeama abụọ doro anya",
    "Nke a mechazie, a ga-akpọpụta onye ahụ dịka onye nsọ",
    "'Saint' bụ nkwanye ugwu kachasị ụka Katọlik nwereike inye onye otu ha ọbụla larala mmụọ.",
    "E nwere nkwenye na onye ọbụla a kpọpụtara dịka onye nsọ agaruola Eluigwe.",
    "Ndị ụka Katọlik kwenyekwara na onye dị otu ahụ nwere ike ịrịọtara ha arịrịọ n'aka Chukwu.",
    "Ndị mmadụ na-enye ụmụ ha aha ndị nsọ (dịka John, Peter, Michael wdgz) dịka ha kwenyere na ọ ga-eme ka ụmụ ha mụta ezi omume.",
    "Ofụfe",
    "Ụka ndị Roman",
    "Pope: Ụka Katọlik akatọọla ịma mmadụ ikpe ọnwụ2 Ọgọọst 2018",
    "Pope Francis emeela ihe Pope ọbụla emebeghi mbụ30 Maachị 2019",
    "Pope Francis: Onyeisi ụka fada tọrọ na liftu1 Septemba 2019",
    "'Pope Benedict emeghi ihe ọbụla maka mkpesa mmetọ ụmụaka anọ e kpesaara ya'elekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ị ga-esi nweta 'Permanent Voters Card' gịelekere 5 gara aga",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagleselekere 8 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?16 Jenụwarị 2022",
    "'Ọnweghị mgbe Nnamdị Kanu jiri gọọ na ya abụghị onyendụ ndị Ipob' - Ejiofor",
    "Ihe ise nwere ike ime dịka Nnamdi Kanu nwetara mmeri n'ụlọikpe n'Umuahia",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "'Pope Benedict emeghi ihe ọbụla maka mkpesa mmetọ ụmụaka anọ e kpesaara ya'",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}