{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Inec: Bia nara PVC gị",
    "Igbo sị na ọ dị mkpa ibido n'oge chụwa ewu ojii maka chi ojiji.",
    "Dịka ntuliaka onyeisiala Naịjirịa na-akpụdebe nso, ọ dị oke mkpa na ndị mmadụ ma ka ha ga-esi nweta mpempe akwụkwọ rọba Bekee kpọrọ \"Permanent Voters Card (PVC)\" nke ga-enyere ha aka isonye na ntuliaka a ga-eme n'afọ 2023.",
    "Inec na-eti mkpu maka 'PVC'",
    "Bimodial Voting Accreditation System: Gịnị bụ 'BVAS' butere ọgbatuhie na ntuliaka Anambra Novemba 6?",
    "Etu ị ga-esi tụọ vootu n'ụbọchị ntuliaka",
    "Nke a dị mkpa makana ndị ka gbachara afọ iri na asatọ (18) ọhụrụ a, ndị PVC ha gbajiri maọbụ ndị nke ha furu efu, ga-enwe ohere inweta.",
    "Ụlọọrụ na-ahụ maka ntuliaka na Naịjiria bụ Independent National Electoral Commission (Inec), emeghelarị ụzọ maka ndị dị otu a, kemgbe ọnwa Juun 2021 maka ịgbata akwụkwọ ikike a dị oke mkpa.",
    "Ha wepụtakwara usoro e ji agbata ya bụ akwụkwọ ikike.",
    "Ebe foto si, INEC NIGERIA/FACEBOOK",
    "PVC ndị anatabeghị nke ha",
    "E nwere usoro abụọ ị nwereike iji nweta PVC gị:",
    "Ihe ise a nwere ike ịkpọga gị mkpọrọ ebe a na-atụ vootu",
    ") Nke \"Online\"",
    "Ndị chọrọ iji aka ha gbata PVC ga-ebu ụzọ gaa n'ịntanetị, n'ọbaozi ndị Inec maka itinye aha ya, zaa ajụjụ niile a jụrụ ya ebe ahụ tupu ha ebiputa ya.",
    "Onye mehiere aka mgbe ọ nwetachagoro PVC ya nwekwara ike ịdegharị ya \"online\", maọbụ onye chọrọ ịgafere obodo ọzọ chọrọ itu vootu n'obi ọhụrụ ya ga-emekwa otu ahụ.",
    "Mgbe ị mechara nke \"Online\", ihe ọzọ bụ iwere mbiputa ya gawa n'ụlọọrụ ndị Inec.",
    "Ebe foto si, Getty Images",
    ") Ịga n'ụlọọrụ ndị Inec",
    "Onye ahụ ga-ewere akwụkwọ mbiputa ahụ ọ biputara na kọmputa nye ndị ọrụ Inec dị n'isi ụlọọrụ okpuruọchịchị ha maọbụ ebe ndị ọzọ Inec wepụtara.",
    "Ndị Inec ga-ewerezi ya bụ akwụkwọ ma nye ya mpempe akwụkwọ nke ha kpọrọ \"Temporary Voters Card\".",
    "Inec dọrọ aka na ntị ka ndị mmadụ ghara idebanye aha ugboro abụọ n'ọbaozi ndị Inec, maọbụ kpota PVC adịgboroja maka na ime otu a nwereike ibutere onye ahụ ịga mkpọrọ.",
    "Odeakwụkwọ mgbasa ozi ndị Inec bụ Rotimi Oyekanmi, sị na PVC anaghị agba ụka ọbụla.",
    "Oyekanmi dere na Twitter ya n'ụbọchị Wenezde, 19 nke ọnwa Jenụwarị 2022, na PVC nke Inec na-enye anaghị agba ụka ọbụla.",
    "PVC adịgboroja",
    "Ọ sị na \"ọ bụrụhaala na akara nchekwa ya e dere na ya ehichabeghị, ọ ka dị ire\".",
    "Ajụjụ ma PVC ọ na-emebi emebi malitere mgbe Bola Ahmed Tinubu bụ onye ndu ndị pati nọ n'ọchịchị ugbua, All Progressive Congress (APC), pụtara tie mkpu na-asị \"ha agaghị agwa gị n'oge... PVC unu agbaala ụka\".",
    "Ebe foto si, Getty Images",
    "Ka ọ na-ekwu okwu n'ihe onyonyo na-efegharị na soshal midia kemgbe Wenezde, Tinubu bụbu gọvanọ Legọs steeti ma bụrụkwa onye nwere mmasị ịzọ ọkwa onyeisiala n'afọ 2023, kwukwara na \"ntuliaka na-agbada maka na PVC na-agba ụka\".",
    "O kwuru ihe ndị a n'ọgbakọ ụmụnwaanyị ndị APC, n'ụbọchị Wenezde, n'Abuja.",
    "Ebe foto si, AFP",
    "Ejighị 'Incident Form' ga-akwụsị nrụrụaka na-aga na ntuliaka",
    "Mana ọnụ na-ekwuru Tinubu bụ Tunde Rahman, ekwuola na ọ bụghi ihe ndị mmadụ che ka onyeisi ya kwuru.",
    "Rahman kwuru na ọ bụ ọnụ ka Tinubu kwughiere, na ihe ọnyeisi ya chọbụru ikwu bụ ka \"ndị mmadụ gbaa mbọ gaa hụ na PVC ha tozuru etozu\".",
    "Rahman sị \"Tinubu arịọlarị mgbaghara maka ya bụ ihe o kwuru, na-ekwu na o wutere ya maka ya bụ okwu nduhie o kwuru\".",
    "PVC bụ nke Bekee kpọrọ Permanent Voters Card.",
    "Mpempe akwụkwọ rọba a bụ akwụkwọ ikike gọomentị na-enye iji tụọ vootu na ntuliaka na Naịjirịa.",
    "O nwere edemede maka ihe niile onye ji ya nwere; aha, nkọwa onye ahụ na ihe ndị ọzọ.",
    "Ọ bụ akụrungwa 'card reader' ka e ji agụta ihe dị na ya tupu e jiri ya tụọ vootu.",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "'Pope Benedict emeghi ihe ọbụla maka mkpesa mmetọ ụmụaka anọ e kpesaara ya'elekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ị ga-esi nweta 'Permanent Voters Card' gịelekere 5 gara aga",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagleselekere 8 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?16 Jenụwarị 2022",
    "'Ọnweghị mgbe Nnamdị Kanu jiri gọọ na ya abụghị onyendụ ndị Ipob' - Ejiofor",
    "Ihe ise nwere ike ime dịka Nnamdi Kanu nwetara mmeri n'ụlọikpe n'Umuahia",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "'Pope Benedict emeghi ihe ọbụla maka mkpesa mmetọ ụmụaka anọ e kpesaara ya'",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}