{
  "published": "21 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwaamadị Igbo a ma ama, bụ Bob Manuel Udokwu onye na-eme ejije Nollywood gwara BBC Igbo mkpa ọ dị ka ndị Igbo ghaghachie n’usoro omenala ha dịka ha si eme n’oge gara aga.",
    "Ọ kọwara etu okpukperechi ndị mba ofesi si megharịe ọtụtụ ụmụ Igbo anya n’oge gara aga na kọwa etu okpukperechi ndị ala dị ịcheịche si diri ha mkpa karịa.",
    "Ka o si kwuo, ndị ala Bekee na-agbazi mbọ ugbua itinye anya n’okpukperechi ndị Igbo dịka ha gbakọtara ya bụ okpukperechi azụ.",
    "Leele ihe onyonye a ka ị nụrụ ihe o kwuru n’uju.",
    "Ndị mere akụkọ a: Chukwudi Okereke na Nnamdi Agbanelo.",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Omenala",
    "Vidio, Ndị Igbo makụọ nụ omenala na asụsụ unu - Bob Manuel Udokwu, Duration 2,4910 Jenụwarị 2020",
    "Vidio, Bob manuel: A na-akpagbu ndị Igbo na Naịjirịa, Duration 2,1322 Mee 2018",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Nollywood: 'Ọ bụrụ na nna m dị ndụ, agaghị m eme ihe nkiri' - Chris Okagbue, Duration 2,2826 Jenụwarị 2020",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Ndị Igbo makụọ nụ omenala na asụsụ unu - Bob Manuel Udokwu, Duration 2,4910 Jenụwarị 2020",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}