{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Nchọpụta egosila na enweghi ihe Pope Benedict nke iri na isii bụbu onyeisi ụka Katọlik, mere maka okwu mwakpo ụmụaka anọ e kpesara n'aka ya oge ọ bụ Achbishọp nke Munich.",
    "Pope Benedict nọ n'ọkwa ahụ site n'afọ 1977 ruo 1982, agbụrụla aka ya n'ebubo ahụ mere mgbe ahụ ọ na-abụbeghi Pope.",
    "Mmetọ ụmụaka: Archibishop nke Washington arituola n'ọkwa",
    "Pope: Ikpe ọnwụ bụ mmetọ ugwu ruru mmadụ",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'",
    "Otu ụlọọrụ ndị ọkaiwu nọ na mba Jamini bụ ndị nzukọ Katọlik goro ka ha mee ya bụ nchọpụta.",
    "Ha sị na nchọpụta ha gosiri na ya bụ Poopu aha ya bụ Josef Ratzinger mgbe ahụ, nọ n'ụlọ ya bụ ewu mụọ n'ọgbụ n'aka ụmụaka anọ ahụ.",
    "Nke ka njọ bụ na ndị ụkọchukwu mere arụ a ka nọkwa n'ụka na-ekpori ndụ ka ọ nweghị ihe mere.",
    "Pope Benedict XVI gbara afọ 94 ugbua, bụ Poopu mbụ gbara arụkwaghị m kemgbe afọ narị isii (600), mgbe o mere ya n'afọ 2013.",
    "Ọ sị na ọ bụ maka ike ọgwụgwụ ka ya ji tinye ya bụ akwụkwọ arụkwaghị m.",
    "Ndị ọrụ wepụtara ya bụ akwụkwọ nchọpụta bụ ndị a kpọrọ Westpfahl Spilker Wastl n'asụsụ Jamini.",
    "N'ime ya, Ọkaiwu Martin Pusch kwuru na, \"ikpe abụọ maka mmetọ ụmụaka a mere mgbe ọ nọ n'ọchịchị nke steeti kewapụrụ ndị mere ya. N'ikpe abụọ ahụ ndị kpara ya bụ arụ ka nọ n'ụka\".",
    "Otu mgbe, e boro ya na ọ ma maka otu ụkọchụkwụ metọrọ nwa nwoke bụ ndị ezitere na dayọsis ya, mana onweghị ihe o mere fada ahụ.",
    "Akụkọ kwuru na Poopu Benedict edegarala ndị ọrụ nchọpụta a ọtụtụ akwụkwọ na-aja ha ike maka ezigbo ọrụ ha ma gọọ na ụkwụ na na aka ya emetụghị ụtụ chara acha na ya bụ okwu.",
    "Akwụkwọ nchọpụta a gosiri na ya bụ Poopu nọ n'ọgbakọ ebe a na-akpa maka ya bụ okwu ma nyụọ ntị mmanụ.",
    "Vatican sị na ha ga-eleba ya bụ akwụkwọ anya mgbe e biputara ya.",
    "Akwụkwọ nchọpụta ọzọ e biputaburu na-ekwụ na-achọpụtara mmetọ ndị ụkọchukwu mere karịrị 3,600 kemgbe afọ 1946 ruo 2014.",
    "Ọtụtụ n'ime ndị e metọrọ bụ ụmụnwoke ndị Bekee kpọrọ 'mass servants\".",
    "Akwụkwọ nchọpụta ọhụrụ a e mere na mpaghara Munich na Freising hụrụ na e metọrọ ihe ruru mmadụ 497 site n'afọ 1945 ruo 2019.",
    "Ebe foto si, Reuters",
    "Ebe Cardinal Marx na-agwa ndị ntaakukọ okwu ka e wepụtachara akwụkwọ nchọpụta ahụ na Munich n'ụbọchị Tọzde",
    "Ọ bụghịkwa naanị Poopu a ka e boro ebubo a, ya bụ nchọpụta na-arụjere achbishọp nke mpaghara ahụ bụ Kadịnal Reinhard Marx aka ọjọọ, sị na ọ gbara nkịtị na mmetọ abụọ.",
    "Ya bụ Kadịnal etinyelarị akwụkwọ arụkwaghị m maka ya bụ ebubo kemgbe Juun afọ 2021, sị na ya kwesịrị ịketa n'ụta mmetọ ndị a, mana Pope Francis ekweghị anabata akwụkwọ ya.",
    "Mana mgbe gara aga Pope Francis emegharịala iwu e tiri maka imetọ ụmụaka, ime ka ahụhụ so ya tawanye akpụ.",
    "Pope Francis",
    "Ofụfe",
    "Ụka ndị Roman",
    "Germany",
    "'Pope Benedict emeghi ihe ọbụla maka mkpesa mmetọ ụmụaka anọ e kpesaara ya'elekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu ị ga-esi nweta 'Permanent Voters Card' gịelekere 5 gara aga",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagleselekere 8 gara aga",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?16 Jenụwarị 2022",
    "'Ọnweghị mgbe Nnamdị Kanu jiri gọọ na ya abụghị onyendụ ndị Ipob' - Ejiofor",
    "Ihe ise nwere ike ime dịka Nnamdi Kanu nwetara mmeri n'ụlọikpe n'Umuahia",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "'Eluigwe ga-ebu ụzọ ruo ala tupu N1bn ahụ eruo Nnamdi Kanu aka'",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "'Pope Benedict emeghi ihe ọbụla maka mkpesa mmetọ ụmụaka anọ e kpesaara ya'",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}