{
  "published": "21 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Etu ogbunigwe si laa ọtụtụ mmadụ n'iyi na mba Ghana",
    "Gọọmentị mba Ghana ekwuola na opekata mpe mmadụ iri na asaa alaala mmụọ dịka ogbunigwe gbara n'ebe a na-egwụpụta ihe akụ ọnatarachi n'akụkụ obodo Bogoso.",
    "Ndị uweojii kwuru na ụgbọala bu ogbunigwe ahụ na otu ogbatumtum kwakọtara isi ọnụ nke kpalitere ya bụ ihe mberede.",
    "Onyeisiala Ghana, Nana Akufo-Addo, ekwuola na ndịagha esonyela na mbọ inye aka zọpụta ndị mmadụ n'ihe mberede a mere.",
    "Ka ọ dị ugbua, Minista mgbasaozi bụ Kojo Nkrumah kwuru na ihe karịrị mmadụ 59 merụrụ ahụ n'ihe a merenụ.",
    "Lee ụfọdụ ndị merụrụ ahụ n'ihe mberede ahụ:",
    "Onye ọzọ merụrụ ahụ n'ogbunigwe gbara na Ghana",
    "Onye ọzọ merụrụ ahụ n'ogbunigwe gbara na Ghana",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ndị isi mba Amerịka na-arịo Onyeisiala Biden ka ebughara ndịagha mba Ukraine ngwaagha",
    "Odeakwụkwọ mba Amerịka bụ Antony Blinken na Mịnịsta mmekọ obodo n'obodo nke mba Russia bụ Sergei Lavrov ga-enwe mkparịtaụka na Geneva, Switzerland, gbasara esemokwu dị n'etiti Russia na Ukraine.",
    "A na-atụ egwu na agha nwere ike ịda n'etiti mba abụọ ma ọ bụrụ na esemokwu a akwụsịghị.",
    "N'ụbọchị Tọzde, Blinken dọrọ Russia aka na ntị maka ihe egwu nwereike ime ma ọ bụrụ na ndịagha ha gafere oke ala mba abụọ ahụ.",
    "Ugbua, Rọshịa nwere ndịagha  ruru 100,000 n'ogige oke ala mba abụọ ahụ, n'agbanyeghi na ha gọnarịrị atụmatụ ịwakpo ebe ahụ.",
    "Onyeisiala mba Rọshịa bụ Vladimir Putin siri ọnwụ na e kwesịghị ikwe ka mba Ukraine sonye otu North Atlantic Treaty Organization (Nato).",
    "Ọ kwukwara na ọ chọrọ ka otu ndịagha Nato kwụsị ọrụ agha ha n'akụkụ ọwụwa anyanwụ Europe niile.",
    "Cheta na Russia jichiburu mpaghara Crimea nke dị na ndịda Ukraine n'afọ 2014.",
    "Kamgbe ahụ, ndị agha Ukraine na ụfọdụ ndị ọgụ nnupu isi nọ n'agha, mana Russia na-enyere ndị agha nnupu isi ahu aka.",
    "Ọgụ a ataala isi mmadụ puku iri na anọ, ebe ihe karịrị mmadụ nde abụọ agbaala ọsọ ndụ pụọ n'ụlọ ha.",
    "Ọgwụ mgbochi Covid 19 ga-abụzi iwu n'Austria",
    "Ebe foto si, Getty Images",
    "Austaria na-agba mbọ ịhụ na ha meminara ọrịa Covid-19 na mba ha",
    "Mba Austaria na-agbasi mbọ ike ugbua ihibe iwu ga-amanye ndị mmadụ ịgba ọgwụ mgbochi ọrịa Covid-19.",
    "Ndị ụlọ omeiwu mba ahụ akwadola atụmatụ gọọmentị itinye ya bụ iwu ọhụrụ, bụ nke a tụrụ anya na ọ ga-amalite n'ụbọchị mbụ nke ọnwa Febụwarị.",
    "Mba Austria bụ mba mbụ ga-amanye ndị mmadụ ka ha gbaa ọgwụ mgbochi a.",
    "Malite n'ọnwa Maachị 2022, onye ọbụla na-agbaghi ọgwụ mgbochi Covid-19 ga-enweta ntaramahụhụ ida nha ruru € 3,600.",
    "Ebe foto si, Ezinụlọ Hanifa",
    "Nwatakari nwaanyị aha ya bụ Hanifa nke onye nkuzi ya tọrọ ma gbuo",
    "Na Naịjirịa, akụkọ kacha ewu na Twitter bụ akụkọ gbasara obere nwaada Hanifa Abubakar, bụ onye akụkọ kwuru na ọ bụ onye nkuzi ya tọọrọ ya ma gbuo ya na Kano steeti.",
    "Ezinụlọ Hanifa kwuru na a tọọrọ nwa ha n'ọnwa Disemba 2021 ma gbuo ya, n'agbanyeghị na ha akwụọla ndị ntọ ahụ ụgwọ ruru nde naịra isii.",
    "A ga-eli nwatakịrị nwaanyị a taa bụ Fraịde, abalị iri abụọ na otu nke ọnwa Jenụwarị 2022.",
    "Ndị uweojii Kano steeti kwuru na ha chọpụtara ozu nwatakari ahụ n'ebe ndị ntọ ahụ liri ya n'azụ ụlọakwụkwọ ha.",
    "Kọmịshọna ndị uweojii na steeti ahụ bụ Abdullahi Haruna kwuru na ha anụwchịela mmadụ atọ bụ ndị aka ha dị n'ọnwụ nwata ahụ, nke gụnyere onye nkuzi ya.",
    "Oge ndị ntaakụkọ gbara onye nkuzi ahụ ajụjụ, o kwuru na ihe kpatara o ji gbuo nwata ahụ bụ maka ọ matara ihu ya.",
    "Ọ kọwakwara na ọ bụ ọgwụ oke ka o ji gbuo ya ma lie ya n'azụ ụlọ akwụkwọ ha.",
    "N'olu akwa na obi mgbawa, nna Hanifa bụ Mallam Abubakar Abdussalam gwara BBC na ọ na-obi agbawala ya na ezinulo ya maka ihe a mere.",
    "Ugbua, nna nwata a na-arịọ ọha ka agbatara ya ọsọ enyemaka ịhụ na o nwetara ikpe ziri ezi.",
    "Amerika",
    "Ghana",
    "Kano",
    "Cyprian Michael Iwene Tansi Profile: Ihe niile ị kwesịrị ịma maka ụkọchukwu a bụ onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "AFCON 2021 Round of 16: Moses Simon, Kelechi Iheanacho na ụmụ Naịjirịa ndị riterela 'Man of the match' n'Afcon 202121 Jenụwarị 2022",
    "Nchọpụta egosila na Pope Benedict XVI emeghi ihe ọbụla maka mkpesa mmetọ ụmụaka anọ e kpesaara ya20 Jenụwarị 2022",
    "Ghana Explosion: A ka na-azọpụta ndị mmadụ ebe ogbunigwe dulara mmadụ 17 n'ala mmụọ na mba Ghana21 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Ndị Igbo kwesiri ịlọghachite n'ụzọ omenala' - Bob Manuel Udokwu21 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "'O nweghị mgbe Nnamdị Kanu jiri gọọ na ya abụghị onyendụ ndị Ipob' - Ejiofor",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'",
    "Ihe ise nwere ike ime dịka Nnamdi Kanu nwetara mmeri n'ụlọikpe n'Umuahia",
    "Ghana Explosion: A ka na-azọpụta ndị mmadụ ebe ogbunigwe dulara mmadụ 17 n'ala mmụọ na mba Ghana",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}