{
  "published": "23 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, SIMON MAINA",
    "Ịsụ nsụ na-emetụta ụfọdụ ụmụaka n'agụmakwụkwọ nakwa na-ịme enyi n'ụlọakwụwkọ ha",
    "Ịsụ nsụ bụ ọnọdụ na-emetụta ọtụtụ mmadụ ọ kachasi mgbe mmadụ dị na nwata.",
    "Mmadụ nwekwara ike iburu ọnọdụ a ruo okenya agbanyeghi na nke a anaghị eme oge niile.",
    "Ihe isii ndị nne Nigeria ji bụrụ 'ọpụrụiche'",
    "Kedu ihe mere nne na nna anaghị ama echiche ụmụ ha?",
    "Dyslexia, Autism na ọrịa ndị ọzọ ndị Naịjirịa na-aghọtaghie ma jiri akpaso ndị na-arịa ya oke",
    "Ọnọdụ mmadụ ịsụ nsụ na-adị n'ụdị dị ịcheịche site na mmadụ gaa na mmadụ.",
    "Ụfọdụ ndị nsụ nwereike inwe oge ịma jijiji ebe ha na-agba mbọ ikwu okwu.",
    "Ịsụ nsụ bụ ọnọdụ ahụike, ọ bụghị ọrịa mana ọ na-emetụta etu ụfọdụ ndị mmadụ sị ekwu okwu nke bụ na ikwu okwu agaghị adịrị ha mfe.",
    "Ndị nsụ na-egosi ọnọdụ ha site na akparamagwa gụnyere: ikwugharị okwu ha kwuburu, ịdọtị okwu ha chọrọ ikwu ruo oge dị anya, ịkwụsị ahịrị okwu n'etiti okwu ma malite na mbido.",
    "Ọnọdụ mmadụ ịsụ nsụ na-amalitekara n'oge mmadụ dị nwata, mgbe ọ ka na-amụta etu e si ekwu okwu nakwa usoro asụsụ.",
    "Nwaada Uchenna Emefoh bụ onye ọkamụta n'akparamagwa nke ndị Bekee na-akpọ \"Child Psychologist\" kwuru na nnyocha sanyensị amatabeghi kpọm kwem ihe na-akpata ọnọdụ a kama nchọpụta ndị ọrụ ahụike gosiri na ihe a nwereike ịnọ n'ọbara mmadụ dịka ndị nsọ na-enwekari ndị ọzọ n'ezinụlọ ha na-asụ nsụ.",
    "Nnyocha sayensị gosikwara na ọnọdụ a na-aka emetụta ụmụnwoke karịa ụmụnwaanyị.",
    "Ndị  ọrụ ahụike agbala ama na isi ihe nwereike ikpalata ọnọdụ a dị n'ime ụbụrụ isi mmadụ dịka ebe ahụ bụ ebe mmadụ si amụpụta ma mepụta nakwa chepụta atụmatụ ikwu okwu.",
    "Ịsụ nsụ na aka njọ ma ọ bụrụ na akụkụ ụbụrụ isi ebe okwu si apụta nwee obere nsogbu nke bụ nsogbu ndị mmadụ na-esi mgbe a mụrụ ha nwee.",
    "Nke a nwere ike ibute nkwugharị ihe mmadụ kwuru na mbụ maọbụ nkwụsị n'ike n'etiti okwu.",
    "Nsụ nwereike ikawanye njọ mgbe nwatakịrị nwere ọtụtụ ihe ọ nwere ikwu, maọbụ nọ n'aṅụrụ, ụjọ maọbụ obi iwe.",
    "Ka mmadụ na-eto bụrụ onye ntọrọbịa maọbụ okenya, ụfọdụ n'ime nsogbu ndị a na-eji aka ha hazịe onwe ha dịka ụbụrụ mmadụ ga-eji aka ya hazịe ọnọdụ a.",
    "Ịsụ nsụ ekwesighi ịbụ ihe eji akwa mmadụ emo dịka ọ bụghị ihe mmadụ ji aka ya menyere onwe ya, dịka anyị sị hụ, nsụ bụ ihe ọbụrụpụta ụwa nye ọtụtụ ndị.",
    "Ebe foto si, Getty Images",
    "Ịsụ nsụ nwereike ịbụ ihe ihere dịrị ụfọdụ ndị mmadụ, mana ọ kwesighi ịdị etu ahụ",
    "Otu nwaamadị aha ya bụ Maazị Chukwuemeka na-achọghị ka a kpọzuo aha n'isi kwuru na ịsụ nsụ ka ji ya aka n'agbanyeghi na ọ dị afọ 28 ugbua.",
    "O kwuru na ọnọdụ nsụ ya ebelata ugbua karịa etu ọ dị mgbe ọ bụ nwatakiri.",
    "N'okwu ya, ọ kọwara \"Ịsụ nsụ mere m ahapụ ịchụso akaraka masiri m n'oge mbụ\"",
    "Ọ gara n'ihu kwuo \"Ị mee ejije bụ ihe masiri m oge m dị na nwata mana ịsụ nsụ mere m ahazịgharịa atụmatụ ahụ, ndị ihe na eme ejije ga-eme ka ụwa hụ m ebe m na-alụ ọgụ ikwu okwu\".",
    "Ugbua, Maazị Chukwuemeka na-arụ ọrụ dịka onye na-ahazị ejije egwuregwu pụrụiche nye ụmụaka nke a na-akpọ \"Cartoon\" na Bekee.",
    "Otu nwaokorobịa ọzọ aha ya bụ Chigozie Okolie kwuru na nsụ nọ n'ọbara ndị be ha dịka ọbụghị naanị ya bụ onye nsụ na be ha.",
    "O kwuru na nsụ nke ya ebelata ugbua dịka ọ bụrụla onye okorobịa.",
    "Ọ sị \"Nsụ metụtara agụmakwụkwọ m mgbe m dị na nwata\"",
    "Ọ gara n'ihu kwuo: \"Ọnọdụ a metụtara atụmatụ eme enyị n'oge m nọ n'ụlọakwụkwọ Prịamarị na Sekọndịrị\"",
    "Okolie kwuru na ụjọ ị ga ụlọakwụkwọ bịara jịde ya n'ihe etu ndị enyị ya si na-akwa ya emo ma na achị ya ọchị maka ọnọdụ nsụ ya.",
    "Ọ gara n'ihu kwuo \"Ị jụ ajụjụ maọbụ zaa ajụjụ na klasị bụ nsogbu nke mere na m anaghị agwa onye nkuzi m ihe gbagwojuru m anya na klasị oge ahụ\"",
    "Okolie kwuru na ugbua, o kuzierela onwe ya etu e si eji nwanyọ kwuo okwu ma hapụ ịsụ nsụ.",
    "O kwukwara \"Ọ bụ naanị mgbe ọ na-ewe iwe ugbua ka ị nwere ike ịma na ọ na-asụ nsụ\".",
    "Ebe foto si, Leisa Tyler",
    "Ịsụ nsụ na-emetụta agụmakwụkwụ ụfọdụ ụmụaka",
    "Nwaada Emefoh gwara BBC Igbo etu mmadụ nwereike i ji kwụsị ịsụ nsọ maọbụ belata ya dịka ọ na-eto.",
    "N'okwu ya, Emefoh sị \"Enwere ụzọ ọgwụgwọ dị ịcheịche maka ọnọdụ a nke gụnyere:",
    "\"Ịduga nwata na-asụ nsụ ụlọọrụ ahụike ebe a na-ekuziri ụmụaka etu e si ekwu okwu sịte n'usoro a na-akpọ 'speech therapy'\"",
    "O kwukwara na ezinụlọ ebe nwata na-asụ nsụ ga anwa nyere nwata ahụ aka dịka ọ bụ mgbe ahụ ka ọgwụgwọ na-aka adị mfe.",
    "Emefoh kwupụtara ụfọdụ usoro nwereike inyere nwata na-asụ nsụ aka dịka:",
    "Mee ka be gị bụrụ ebe nwa na-asụ nsụ ga-enwe obi ruru ala banyere ikwu okwu",
    "Hapụ ịchị nwata na-asụ nsụ ọchị maọbụ kwaa ya emo",
    "Nye nwa na-asụ nsụ ohere ikwu okwu n'ịhụ ọha dịka n'ịhụ ezinụlọ gị, na ụlọakwụkwọ wdgz",
    "Kuziere ya etu esi ekwu okwu n'ekwe ntị nke na-enyere ụfọdụ ụmụaka aka",
    "Hapụ ịkwụchị nwata na-asụ nsụ ọnụ n'agbanyeghi ma ọ nọtere aka n'ihe ọchọrọ ikwu",
    "Bụrụ onye na-enwe ndịdị nakwa onye na-ege nwa gị ntị n'ihe ọ chọrọ ikwu",
    "Kuziere nwa na-asụ nsụ na ikwu okwu dị mkpa ma nyere ya aka na mbọ ọ na-agba, ekwela ya imalite ịnọpụrụ onwe ya iche maka ọnọdụ ya",
    "Kwalite mmụọ ya site n'iti ya aka n'obi kwa mgbe kwa mgbe ma ọ na-agba mbọ ikwu okwu",
    "Onye gaferela ịbụ nwata nwekwara ike ịnata ọgwụgwụ n'ọnọdụ a mana nke bụ eziokwu bụ na ọtụtụ ndị gaferela afọ ndị ahụ na eji aka ha kwụsị ịsụ nsụ.",
    "Ọ bụrụ na ịsụ nsụ ka jidi mmadụ aka n'okenye usoro ahụike bụ \"Speech Therapy\" ga-enyere onye ahụ aka.",
    "Nke a bụ usoro e si agwọ ọnọdụ a.",
    "Ahụike",
    "Ahụike echiche",
    "Ohere ikwu uche",
    "Ụmụaka",
    "Ọmụmụ na mmụta",
    "Ugo Tunisia atụọkpọọla nke Nigeria otu anya23 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okekeelekere 5 gara aga",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke",
    "Etu e si gbuo ma bepụ otu onye Ebube Agu isi n'Ebonyi steeti",
    "Ugo Tunisia atụọkpọọla nke Nigeria otu anya",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Praim minista New Zealand akagbuola agbamakwụkwọ ya",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere haEmelitere ikpeazụ na: 28 Ọktọba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}