{
  "published": "21 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị obodo Ekeoba dị n'Umuahia, Abia Steeti ebekuola gọọmentị akwa arịrị maka mbuze na-enye ha nsogbu.",
    "William Osuagwu, otu onye obodo ahụ, kọọrọ BBC Igbo na ọ fọrọ obere ka mbuze buru ụlọ ya.",
    "O kwuru na ha na-agbapụ n'ụlọ ma mmiri zowe, n'ihi ụjọ na ụlọ ha nwere ike idakpu na mbuze.",
    "Hapụnụ okirikiri ebe mbuze na-eme - Gọọmentị Abịa",
    "'Mbuze abọpụtala ozu na Nnewi'",
    "Mbuze eriela ala na Nanka",
    "Gọọmenti biko zọpụta Alaigbo n'aka mbuze - Ntorobia Ohaneze",
    "Onye ọzọkwa bụ Nwakamma Aaron, kwukwara na mbuze ahụ na-achọ ikewa ụzọ jikọrọ ha na obodo mepere emepe.",
    "Mana kọmishọna mgbasaozi Abia Steeti bụ Ọkaiwu Eze Chikamnayo kwuru na gọọmentị amalitela ileba anya na nsogbu ahụ.",
    "Kirie ihe onyonyo a n'uju.",
    "Gburugburu",
    "Abia Steeti",
    "Klaimet chanji",
    "Umuahia Landslide: Hapụnụ okirikiri ebe mbuze na-eme30 Ọktọba 2019",
    "Vidio, Erosion: 'Mbuze a anapụla a m ihe niile m ji bụrụ mmadụ', Duration 2,2428 Juun 2020",
    "Vidio, Anambra Erosion: 'Mbuze na-abọpụtazị ozu eliri na Nnewi', Duration 0,4928 Septemba 2019",
    "Vidio, Lee mkpamkpa mbuze na-akpa na Nanka dị n'Anambara steeti, Duration 3,4331 Ọgọọst 2018",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Ndị Igbo makụọ nụ omenala na asụsụ unu - Bob Manuel Udokwu, Duration 2,4910 Jenụwarị 2020",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}