{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Cheta na Rajevac du mba Ghana ruo ntozu oke 'quater finals' n'asọmpị iko mbaụwa 2010",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ mba ha dịka ha achịtaghị aja n'asọmpị Afcon 2021.",
    "Mba Comoros jị ọkpụ goolu atọ asatara abụọ chụpụ na manye Ghana ihere n'asọmpị ahụ n'ụbọchị Tuzde.",
    "Gọọmentị mba Ghana amalitela inyocha ihe butere ọgbụgba ogbunigwe gburu mmadụ iri na atọ",
    "Ghana gba aka Agyepong na nzute ha na Cameroon",
    "Cheta na mba Ghana họpụtara Rajevac ka ọchịkọta otu egwu bọọlụ ha ọzọ n'ọnwa Sepụtemba nke afọ 2021.",
    "Akụkọ na-ekwu na mba ahụ ga-etinye onye nkuzi nnọchịteanya ga-ahazị otu bọọlụ ma kuziere ha dịka ha na-akwado isonye asọmpị iko mbaụwa nke Qatar 2022.",
    "Cheta na Rajevac du mba Ghana ruo ntozu oke 'quater finals' n'asọmpị iko mbaụwa 2010.",
    "Ebe foto si, Getty Images",
    "Ndịagha mba Ukraine na-agagharị dịka a na-atụ anya agha.",
    "Ozi ngalaba na-anọchite anya mba Amerịka na Ukarine zipụtara n'akara Facebook ha dere:",
    "\"Nke a gosiri nkwado anyị nye mba Ukarine dịka ha na-agba mbọ ichekwa mba ha\"",
    "Cheta na odeakwụkwọ mba Amerịka bụ Anthony Blinken kwuru n'izu okwyu gosiri na mba Amerịka nwereike ịkwado mba Ukraine ma mba Russia buso ha agha.",
    "N'izu a, mba Russia wụchịrị n'oke mba Ukraine na nke ha mgbe mbido izu a agbanyeghi na ha gọrọ atụmatụ ime mwakpoo maọbụ buso ha agha.",
    "Ebe foto si, EPA",
    "Prịam minista mba Briten bụ Boris Johnson",
    "Otu onye n'ime ndị otu omeiwu mba Briten a na-akpọ ndị \"Conservative\" agaala izute ndị uweojii mba ahụ maka ebubo na Downing Street bụ ebe e mere oringo na-ese okwu,  na-agba mbọ imesi ụfọdụ ndị omeiwu ike.",
    "Ebubo a na-ekwu na Downing Street na-achọ isi n'ụzọ mmebiaha wee mesie ndị a ike.",
    "William Wragg bụ otu onye n'ime ndị omeiwu a kwuru na ọ na aga izute ndị uweojii Met na mbido izu a na-abịa abịa.",
    "Cheta na ọtụtụ ndị omeiwe mba ahụ ọkachasi ndị otu \"Conservation\" rụrụ Prịam minista mba ahụ bụ Boris Johnson aka ma na-ekwu ka o rituo n'ọkwa oche ya dịka ọ gara emume oringo emere na Downing Street n'afọ 2020 mgbe iwu nchekwa ọrịa Covid-19 megidere nke a.",
    "Ebe foto si, Getty Images",
    "Arnold Schwarzenegger, onye ejije Hollywood mba Amerịka a ma ama",
    "Onye ama ama n'ihe onyonyo nakwa ejije mba America bụ Arnold Schwarzenegger so n'ihe mberede okporoụzọ ahụrụ na Los Angeles n'ụbọchị Fraịde dịka ndị uweojii ebe ahụ kwuru.",
    "Ndị uweojii steeti ahụ sị na otu onye meruru ahụ mana ọnweghị ihe mere Schwarzenegger.",
    "O nweghị onye e jidere gbasara ya bụ ihe mberede dịka ndị uweojii gụpụrụ ọgwụike na mmanya dịka ihe nwereike ibute ya bụ ihe mberede okporoụzọ.",
    "Amerika",
    "Boris Johnson",
    "Ghana",
    "Rọshia",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie22 Jenụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Vidio, 'Ndị Igbo kwesiri ịlọghachite n'ụzọ omenala' - Bob Manuel Udokwu21 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Gọọmentị mba Ghana amalitela inyocha ihe butere ọgbụgba ogbunigwe gburu mmadụ iri na atọ",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "'O nweghị mgbe Nnamdị Kanu jiri gọọ na ya abụghị onyendụ ndị Ipob' - Ejiofor",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Mmemme Ncheta Ọbịbịa Eri ebirila ọkụ n'AguleriEmelitere ikpeazụ na: 9 Nọvemba 2019",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "Di na nwunye irikọ nri: Gịnị ga-eme nwoke Igbo ajụ nri?Emelitere ikpeazụ na: 21 Julaị 2018",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}