{
  "published": "22 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mgbe nwaanyị lụrụ di n'ala Igbo maọbụ n'ụfọdụ ebe na Naijiria, ọ na-agbanwe aha nna ya zawazie aha di ya.",
    "Nke a bụ omenala ụfọdụ ndị mmadụ pụtara ụwa hụ ka a na-eme ya.",
    "Mana Chimamanda Adiche bụ nwa Igbo ji eme ọnụ nke a ma ama n'ụwa niile dịka ọkaibe n'ide akwụkwọ, ekwenyeghi n'omenala a.",
    "Na mkparịtaụka ya na BBC nwere n'afọ 2018, ọ kọwara na nke a abụghị omenala Igbo, kama na ọ bụ omenala Igbo mụtara amụta.",
    "Adiche alụọla di mana ọ gbanweghi aha ya zawa nke di ya.",
    "O kwuru na ọ hụrụ aha ya n'anya nke ukwuu.",
    "Chimamanda bụ onye Abba dị n'Anambra steeti n'Okpuruọchịchị Njikọka mana odocheghị anya ebe di ya bụ Ivara Esege sị.",
    "Ụfọdụ sị na a mụrụ ya n'Enugu steeti mana ọ bụghị onye Igbo.",
    "Mana nke doro anya bụ na ọ bụ onye Naịjirịa ma bụrukwa onye British-America, bụrụkwa dọkịnta Bekee.",
    "Gee nkọwa ya n'uju:",
    "Ụmụnyanyị",
    "Ikike ụmụnwanyị",
    "Omenala",
    "Vidio, Nwanyiocha: Omenala Igbo na-amasị m nke ukwu, Duration 3,4522 Jenụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}