{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị agha napụrụ onyeisiala mba Burkina Faso, Roch Marc Christian Kaboré, ọchịchị n'ike n'ụbọchị Mọnde, Jenụwarị 24, 2022.",
    "Ha bu ụzọ gbaa ụlọntakụkọ gọọmentị mba ahụ dị n'isiobodo Ouagadougou gburugburu, tupu ha ekwuputa n'onyonyo na ha ekposaala gọọmentị ahụ ma weghara ọchịchị.",
    "Etu e si nwụchịe onyeisiala Burkina Faso",
    "Ụzọ ị ga-esi mara na ndịagha ewerela ọchịchị n'ike",
    "Mali coup: Bah Ndaw aghọọla Onyeisiala mba Mali",
    "Ndị agha ahụ kwuru na ihe mere ha ji weghara ọchịchị bụ na gọọmentị ha emeghi ọfụma n'ihe gbasara ibibi ndị oyi ndụ egwu na-akpa mkpamkpa n'obodo ahụ kemgbe afọ 2015.",
    "Nnwuchi ya bụ nke mbụ ndị agha na-eweghara ọchịchị n'ike na mpaghara Afrịka n'afọ 2022, mana o mere ugboro ise n'afọ 2021.",
    "Etu ndị agha si weghara ọchịchị n'ike na mba Afrịkan'afọ 2021",
    "Sudan:",
    "Ebe foto si, Getty Images",
    "Abdallah Hamdok mechara jiri aka ya gbaa arụkwaghịm",
    "Ndị agha wegharala ọchịchị n'ike ugboro abụọ na mba Sudan n'afọ 2021.",
    "Abdalla Hamdok bụbu Praịm Minista mba Sudan banyere ọchịchị n'ọnwa Ọgọst 2019, ka ndị agha chụpụchara Omar Hassan al-Bashir bụ onyeisiala mgbe ahụ, n'ọnwa Epreelụ afọ ahụ.",
    "Tupu a chụpụ al-Bashir, ọ chịala mba ahụ afọ 26 n'ọkwa dị iche iche, site n'afọ 1993 ruo mgbe a chụturu ya n'afọ 2019.",
    "Ka Hamdok batara ọchịchị, a nọ na-atụ anya na ọ ga-eduru mba ahụ mee ntuliaka iji họpụta onyeisiala ọhụrụ n'afọ 2021, mana nsogbu ya na ndị agha mba Sudan na-enwe mere ka a chụpụ ya n'ụbọchị 25 nke ọnwa Ọgọst, 2021.",
    "Nchụpụ ha chụpụrụ ya na mmachi ha machiri ya ịpụta ezi mere ka ndị mba ofesi tiwe mkpu ma kwụsịkwa nde kwuru nde dọla ha na-enyebu mba ahụ maka enyemaka.",
    "E tinyeghachịrị Hamdok n'oche ọchịchị n'ọnwa Nọvemba 2021, mana o mechara jiri aka ya gbaa arụkwaghịm n'ọnwa Jenụwarị 2022, ka ọnwa abụọ a chụpụrụ ya n'oche gachara.",
    "Guinea:",
    "Ebe foto si, Getty Images",
    "Alpha Conde chịrị dịka onyeisi African Union otu afọ, site n'ụbọchị 30 nke ọnwa Jenụwarị 2017 ruo 28 nke ọnwa Jenụwarị 2018",
    "Alpha Conde bụ onyeisiala mba Guinea ruo mgbe ndị agha chụpụrụ ya n'ụbọchị ise nke ọnwa Septemba, 2021.",
    "Ndị agha ahụ nke Kọnel Mamady Doumbouya du, kwuru na ọ bụ nrụrụaka na mpụ juru na gọọmentị mere ha ji weghara ọchịchị n'ike.",
    "Ndị agha ahụ gbachiri okeala ha ma machie njem ụgbọelu na mba ahụ dịka ha kposakwara iwu obodo ahụ.",
    "Conde banyere ọchịchị n'ọnwa Disemba afọ 2010, dịka e mechara ntuliaka nke mmadụ niile kwenyere na aka enwe abaghị n'ofe.",
    "Mali:Bah Ndaw; ụzọ o si bịa ka o si laa.",
    "Ebe foto si, Getty Images",
    "E ji mweghara ọchịchị n'ike kpọbata Bah Ndaw, etu ahụ ka e sikwa chụpụ ya n'oche ọchịchị",
    "Bah Ndaw batara dịka onyeisiala mba Mali n'ụbọchị 25 nke ọnwa Septemba afọ 2020, mgbe ndị agha chụpụchara Ibrahim Boubacar Keïta n'oche onyeisiala.",
    "Ndaw mere Assimi Goita bụ onye agha osote ya, dịka ha nọ n'ọchịchị kwesịrị ịnọ naanị ọnwa 18 ruo mgbe a ga-eme eme ntuliaka iji họpụta onyeisiala.",
    "Ka ọ bachara ọchịchị, onyeisi otu Economic Community of West African States (Ecowas) kwuru na ha ga-ebuli mmachi ha machiri mba Mali ma ọ bụrụ na o jiri onye nkịtị mee Praịm minista.",
    "Nke a mere ka Ndaw họpụta Moctar Ouane dịka Praịm minista n'afọ 2020.",
    "N'ụbọchị 24 nke ọnwa Mee, 2021, ndị agha kpatara Ndaw na Ouane aka ma nwụchie ha n'ọgbọ ndị agha ebe Ndaw nọ kwuputa na ọ gbaala arụkwaghịm n'ụbọchị 26 nke ọnwa Mee ahụ.",
    "E wepụrụ mmachi ịpụta ezi e tinyeburu ya na ya n'ụbọchị 27 nke ọnwa Ọgọst 2021.",
    "Dịka a na-atụ anya na ndị agha ga-enyefe ndị nkịtị ọchịchị site na ntuliaka e kwesịrị ime n'ọnwa Febrụwarị 2022, minista na-ahụ maka mmekọrịta mba Mali na mba ndị ọzọ kwuputere n'ọnwa Jenụwarị 2021, na ha adọtịkwuola oge ha tinyeburu iji nyefe ndị ọchịchị onye kwuo uche ya ọchịchị.",
    "Chad:",
    "Ebe foto si, Reuters",
    "Idriss Déby bụbu onyeisiala mba a nwụrụ n'ihu agha ebe o du ndị agha mba ya ga gakwuru ndị agha nnupuisi na-enye nsogbu na mba ahụ.",
    "Ka ọ nwụchara, nwa ya nwoke bụ Mahamat Déby, bụ otu n'ime ndị agha welitere isi na mba ahụ eweghara ọchịchị dịka onyeisiala.",
    "Ka o wegharachara ọchịchị, o kwuru na a ga-enyeghachị ndị nkịtị ọchịchị mgbe ọnwa 18 gafechara.",
    "Ndị ọzọ ha na ndị agha nwere nsogbu",
    "Ndị agha nwakwara iweghara ọchịchị n'ike na mba Niger n'ọnwa Maachị afọ 2021, mana nke ahụ kpụrụ afọ n'ala.",
    "Ndị agha ahụ nọ na-akwa mgbọ nso obi onyeisiala mba ahụ, mana aka mechara kpara ndị kpara ya bụ arụ.",
    "Sudan",
    "Afịrịka",
    "Guinea",
    "Mali",
    "Burkina Faso",
    "Nzụkọ mba Afirika",
    "Burkina Faso Coup: Etu ndị agha Burkina Faso si napụ onyeisiala Roch Kabore ọchịchị24 Jenụwarị 2022",
    "Gabon Coup: Ụzọ ị ga-esi mara na ndịagha ewerela ọchịchị n'ike8 Jenụwarị 2019",
    "Gabon Coup attempt: E gburu ndị agha abụọ soro nara ọchịchị n'ike7 Jenụwarị 2019",
    "Mali coup: A họpụtala Bah Ndaw dịka Onyeisiala mba Mali nwa mgbe nta25 Septemba 2020",
    "Ntuliaka onyeisiala na-eme na Mali ugbua29 Julaị 2018",
    "Vidio, 'Ụmụaka ibe m na-akpọ m 'beast' n'ihi ọrịa m nwere' - Sopuruchi Okorocha25 Jenụwarị 2022",
    "Gee ntị, BBC Nkeji25 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere25 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abah Okorie jide ya'",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}