{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Akụkọ na-ekwu na ndị agha nnupuisi anwụchịela onyeisiala Burkina Faso bụ Roch Kabore.",
    "Ụfọdụ ndị agha ahụ na-ekwu na ha achọrọ ka achụọ ndị isi ndị agha niile ma nwetekwuo ngwa agha a ga-eji buso ndịagha alakụba agha.",
    "Ougadougou: mwakpo na-eme ugbua",
    "Bah Ndaw aghọọla Onyeisiala mba Mali",
    "N'abalị ka e bidoro nụwa ụda egbe n'akụkụ ogige onyeisiala nakwa ọgbe ndị agha dị n'isi obodo, Ouagadougou.",
    "Gọọmenti mba ahụ gọrọ aka na ụkwụ ha ụbọchị Sọnde na onweghị ihe dịka nnapụ ọchịchị n'ike na-eme maọbụ nwụchị onyeisiala mba ahụ.",
    "Ihe onyonyo si n'isi obodo na-egosi ka e si were mgbọ gbakasia ụgbọala e kwuru ụlọọrụ onyeisiala ji aga ma gbahapụ n'ụzọ.",
    "Ebe foto si, Reuters",
    "Onye ntaakụkọ BBC bụ Simon Gongo kwuru na ebe nile ajụọla oyi n'Ouagadougou ugbua mana ndị agha gbara ogige ụlọọrụ onyonyo nke steeti okirikiri.",
    "Mana onwebeghị okwu anụrụ n'ọnụ onyeisiala Kabore nabụghị naanị mgbe ọ kelere ndị otu egwu bọọlụ Burkina Faso maka mmeri ha n'Africa Cup of Nations match.\"",
    "Ewepụla intaneti n'ebe ahụ nakwa onweghị onye ma maka ebe onyeisiala Kabore nọ ugbua.",
    "Ihe ị kwesịrị ịma maka Roch Kabore",
    "Ebe foto si, Getty Images",
    "Roch Kabore arụbuola ọrụ dịka onyeisi ụlọ omeiwu Burkina Faso, tupu o merie ntuliaka ọkwa Onyeisiala n'afọ 2015 nakwa 2020.",
    "Roch Kabore malitere ọrụ dịka onyeisiala Burkina Faso n'ọnwa Nọvemba afọ 2015.",
    "O merikwara ntuliaka nke abụọ ya dịka onyeisiala n'ọnwa Nọvemba 2020.",
    "Tupu oge ahụ, Kabore arụọla ọrụ dịka Mịnịsta na ngalaba dị iche iche na gọọmentị mba ahụ, dịka Mịnịsta njem na nzikọrịta ozi (1989), Mịnịsta ego na nhazi (1992-1993), Praịm Mịnịsta (1994), dgz.",
    "Ọ rụkwaala ọrụ dịka onyeisi ụlọ omeiwu mba Burkina Faso n'afọ 2007.",
    "Burkina Faso bụbụ mpaghara ndị French na-achị, ataala ahụhụ anụghị mmiri tọgbọ iko kamgbe ha nwetere nwereonwe na 1960 nakwa ọtụtụ nweghara ọchịchị.",
    "Ọ bụ onye agha nnupuisi akpọrọ Thomas Sankara bara Burkina Faso nke pụtara 'ala ndị na-ekwu eziokwu\"",
    "Sankara weghara ọchịchị n'afọ 1983. A napụrụ ya ọchịchị ma gbuo ya n'afọ 1987.",
    "Kamgbe afọ 2015, mba Burkina Faso na-ebuso ndị agha alakụba si mba Mali bata agha. Nke a ebutela ọnụma n'ebe ndị agha nọ ma mebie ụlọọrụ nlegharị anya mba ahụ.",
    "Ihe kpaliri iwe ndị agha mba Burkina Faso ha jiri gbawa egbe",
    "Ebe foto si, AFP",
    "Cheta na a nụrụ ụda egbe n'akụkụ obi onyeisiala ma n'ime ụfọdụ ogige ndị agha dị iche iche na mba Burkina Faso n'ụbọchị sụnde.",
    "Ọ bụ ndị agha na-ekwu ka achụpụ ụfọdụ ndị isi agha ma nye ha akụrụngwa zuru oke ha ga-eji alụso otu oyi egwu nke alakụba ọgụ bidoro ya bụ mkpamkpa.",
    "Ụzọ ị ga-esi mara na ndịagha ewerela ọchịchị n'ike",
    "Etu e si gbuo ma bepụ otu onye Ebube Agu isi n'Ebonyi steeti",
    "Dịka ndị ụlọ ntaakụkọ Reuters siri kwuo na onye na-ekwuchitere ndị agha nnupụisi a gwara ndị ntaakụkọ na ha chọrọ ọzụzụ ziri ezi na ngwa ọgụ ha ga-eji na-alụsọ ndị otu oyiegwu ha na ndị otu Alqaeda na Islamic State.",
    "Gịnị ka ndị agha a chọrọ",
    "Ka achụpụ onyeisi ndị agha na onyeisi ndị nkwado nyocha",
    "Ha kwuru na ha chọrọ ka eziga ndị agha n'iru ọgụ maka ndị otu nnupuisi",
    "Ka elekọta ndị agha merụrụ ahụ na ezinụlọ anyanke ọma",
    "Gọọmentị mba Burkina Faso pụtara kwuo na ebe niile ederela juu.",
    "Dịka ọ dị ugbua, ndị otu nnupuisi a awachiela ma were ọnọdụ ọchịchị n'ụfọdụ ebe na mba Burkina Faso.",
    "Cheta na ndị mba Burkina Faso nọ n'iwe na iru uju n'ọnwa Nọvemba mgbe ndị ojiegbe ha na ndị otu AlQaeda na-erikọ gburu ndị uweojii iri anọ na itolu na ndị nkịtị anọ.",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ24 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahielekere 3 gara aga",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya21 Jenụwarị 2022",
    "Etu ị ga-esi nweta 'Permanent Voters Card' gị20 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}