{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị nchekwa Ebubeagu",
    "Ndị ojiegbe amaghị ndị ha bụ agbagbuola ma bepụ isi otu onye ọrụ nchekwa 'Ebube Agu', n'Ebonyi steeti.",
    "Akụkọ kwuru na ndị ojiegbe ahụ ruru ise mabatara n'ụlọ nwoke ahụ a kpọrọ Sunday Nwafor n'abalị, ebe ha nọ gbagbuo ya.",
    "Ihe Ohaneze kwuru maka Ebubeagu Umahi hiwere",
    "Ihe pụtara na nzụkọ ndị gọvanọ ọwụwa anyanwụ nwere maka nchekwa ala Igbo",
    "Ihe mere Ebonyi state ji bụrụ \"elelịa nwa ite\"",
    "Ọnụ na-ekwuru ndị uweojii n'Ebonyi Steeti bụ Loveth Odah, kwuru na ọ bụ eziokwu na ya bụ ihe mere n'obodo Ekpelu dị n'okpuruọchịchị Ikwo dị na steeti ahụ.",
    "Odah kwuru na onyeisi ndị uweojii n'Ikwo kọwara ihe mere na etu Nwafor a na-eche dị ebe afọ iri atọ, si zute ọnwụ ya.",
    "N'olu ya, \"Nwunye Nwafor gwara ndị uweojii na tupu ọ nụ ụda egbe, ọ nụrụ ebe otu n'ime ndị omekome na-agwa di ya na ọ hapụrụ n'ime ọhịa ma laghachi n'ụlọ ya ebe ọ na-anara gọọmentị puku naịra iri atọ (N30,000) na-eri.\"",
    "O kwukwara na aka akparala mmadụ abụọ n'ime ndị omekome a, ebe a ka na-ama imi n'ala inyochapụta etu ya bụ ihe si gaa.",
    "Odah kwuru na nke a emeela ya onye Ebube Agu nke abụọ a na-egbu n'ime ihe ruru izu abụọ, dịka e gburu ma gbaa otu ọkụ nso nso a.",
    "Ọ gara n'ihu kwuo na Kọmishọna uweojii steeti ahụ akatọọla ya bụ ogbugbu ma kwe nkwa ịnwuchi ndị kpara mkpamkpa a.",
    "Onye bụ Ebube Agu?",
    "Ebube Agu bụ otu nchekwa ndị gọvanọ mpaghara Ọwụwa Anyanwụ hibere iji buso nsogbu nchekwa dakwasịrị mpaghara ahụ agha.",
    "E hibere ha n'ọnwa Epreelụ, afọ 2021, ka ndị gọvanọ Ọwụwa anyanwụ ndị na ndị isi ọrụ nchekwa mechara nzukọ n'Owere, Imo steeti.",
    "Isi ụlọọrụ ha dị n'Enugwu steeti, ebe ha si achịkọta ndị otu ha ndị nọ na steeti ndị ọzọ.",
    "Mgbe Gọvanọ Dave Umahi nke Ebonyi steeti na-ehibe otu Ebube Agu nke steeti ya, o kwuru sị \"Ọ bụ Ebubeagụ ga-enyere onyeisiala Muhammadu Buahri aka maka ọrụ ya na nchekwa n'Ọwụwa Anyanwụ\".",
    "'Ebube Agu' ọ ga-ebute mgbanwe ọnọdụ nchekwa n'Ọwụwa Anyanwụ?",
    "National security",
    "Ebonyi Steeti",
    "Ugo Tunisia atụọkpọọla nke Nigeria otu anya23 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okekeelekere 5 gara aga",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke",
    "Etu e si gbuo ma bepụ otu onye Ebube Agu isi n'Ebonyi steeti",
    "Ugo Tunisia atụọkpọọla nke Nigeria otu anya",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Praim minista New Zealand akagbuola agbamakwụkwọ ya",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere haEmelitere ikpeazụ na: 28 Ọktọba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}