{
  "published": "24 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Agbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Ebe foto si, Ezinụlọ Hanifa",
    "Nwatakari nwaanyị aha ya bụ Hanifa nke onye nkuzi ya tọrọ ma gbuo",
    "Ndị uweojii ekwuola na ndị ntoroọbịa iwe na ewe agbaala ụlọ akwụkwọ Northwest Preparatory dị na Tudun Murtala dị na Kano steeti ọkụ maka ọnwụ Hanifa Abubakar.",
    "Ndị uweojii hụtara ozu Hanifa onye dị afọ ise n'ụlọ akwụkwọ Northwest Preparatory bụkwa ebe Hanifa na-agụ akwụkwọ.",
    "Onyeisi ụlọ akwụkwọ ahụ bụ Abdulmalik Mohammed nọ n'aka ndị uweojii maka ebubo na ọ bụ ya gburu Hanifa Abubakar.",
    "Ndị ntọrị anwụrụla ụmụakwụkwọ isii na Kaduna",
    "ABSU, Greenfield na ebe ndị ọzọ a tọọrọ ụmụakwụkwọ kemgbe afọ 2021",
    "Buhari akatọọla ndị oji egbe gburu mmadụ 12 na steeti Platu",
    "A tọọrọ Hanifa n'ụbọchị anọ nke ọnwa Disemba afọ 2021 dịka o si ụlọ akwụkwọ a na-akụzịrị ụmụaka ofufe alakụba alọta.",
    "Ọnụ na-ekwuchitere ndị uweojii na steeti ahụ bụ Abdullahi Haruna kwuru sị, \" otu onye anyị na-enyocha bụ onye nkuzị Hanifa. Ọ tọọrọ ya kpọrọ ya gaa n'ụlọ ya ebe o jidere ya ruo ịzuụka abụọ, kama dịka nyocha na-erute ya nso, ọ nyere ya nsị nke gburu nwatakịrị a\".",
    "O gara n'ihu kwuo, \"kama tupu o gbuo ya, ọ kpọrọ nne na nna Hanifa ka ha nye ya nde naịra isii ka ọtọhapụ ya\".",
    "Ha nwuchiri mmadụ atọ n'ụlọ akwụkwọ  na Mohammed gbasra ntọrị Hanifa.",
    "Ntọrị ụmụ akwụkwọ na-arị elu ugbua na mpaghara Ugwu Naịjirịa dịka ndị ekperima jizi ya mere aka ọrụ.",
    "Ọ bụ n'afọ 2014 ka ụdị ihe a mere nke mbụ na Naịjirịa, mgbe Boko Haram tọọrọ ụmụakwụkwọ 'Chibok Girls Secondary School'.",
    "Kamgbe ahụ, anụla akụkọ ntọrị ụmụakwụkwọ na steeti dị icheiche na mpaghara Ugwu dịka, Yobe, Kaduna, Katsina, Niger, na ndị ọzọ.",
    "Gọọmentị nakwa ndị ọrụ nchekwa anaghị ekweta na ha na-akwụ ndị ekperima ụgwọ iji gbapụta ụmụakwụkwọ ndị a ma a tọrọ ha.",
    "Mana akụkọ na-ekwu na ndị ekperima ahụ na-ana nde kwuru nde naịra tupu ha atọhapụ ndị ha tọọrọ.",
    "Ebe foto si, Getty Images",
    "Opekata mpe mmadụ iri na isii lara mmụọ n'ihe mberede ogbunigwe nakwa ọkụ ọgbugba n'ụlọ mkpri ndụ dị na Yaounde, isi obodo Cameroon.",
    "Ihe anyammiri a mere dịka emume asọmpi iko mba Afrịka, a kpọrọ Afcon 2021, na-aga n'ihu na mba ahụ.",
    "Gọọmentị mba Cameroon kwukwara n'ezie na ọtụtụ mmadụ merụrụ ahụ na ya bụ ihe mberede.",
    "Gịnị na-ebute oke ọkụ ọgbụgba na Tanka?",
    "Gịnị bụ Ammonium Nitrate a gbawara na Lebanon?",
    "Lagos: Ọkụ agbaala ọdọ mmanụ dị n' ọdọụgbọelu",
    "Ihe a mere n'ebe a na-akpọ 'Liv's Night Club' nke dị na mpaghara Bastos ebe e nwere ọtụtụ ụlọ nnọchite anya mba dị icheiche.",
    "Dịka ndị isi obodo si kwuo, ihe kpatara ọkụ ahụ bụ ezimezi ọkụ nke bekee na-akpọ 'fireworks' nke a mụnyere oge a na-eke mmanya 'champagne' n'ime ụlọ oringo ahụ.",
    "Ọkụ ahụ gbapịaraelu ụlọ ahụ niile nke mere ka ọ gbaa ka nnukwu ogbunigwe.",
    "Otu onye aha ya bụ Stephane Hamza gwara ndị ntaakụkọ AFP na nwanne ya nwoke nke nta nwụrụ n'ihe mberede ahụ.",
    "Ebe foto si, Getty Images",
    "Ndị uweojii Kamerun akpọchiela ụlọ mkpori ndụ ebe ọkụ a gbara",
    "\"Nwanne m nwoke alaala mmụọ. ọ bụ nnọọ ezigbi nwata na-agba mbọ,\" Hamza kwuru.",
    "\"Ọ chọtara ọrụ ebe a ihe dịka ọnwa abụọ gara aga.\"",
    "\"Oge m nụrụ mkpọtụ ogbunigwe ahụ ka m bịaruru n'ụlọọgwụ ebe a gwara m na ọ nwụọla.\"",
    "Cheta n'asọmpi Afcon 2021 na-aga n'ihu ugbua na mba Cameroon.",
    "Cameroon ga-ezute mba Comoros n'asọmpi ahụ n'ụbọchị Mọnde a.",
    "Ọtụtụ ndị ọbịa si mba Afrịka dị icheiche nakwa mba ndị ọzọ nọ na Camroon ugbua maka ya bụ asọmpi.",
    "O dobeghị anya ma o nwere onye mba ọzọ ọdachi a metụtara.",
    "Ndị mmadụ chebu na o nwere ike ịbụ ndị na-eyi ndụ egwu kpatara ogbunigwe ahụ.",
    "Nke a bụ maka na ụfọdụ ndị ọgụ nnupu isi na-akpa ike na mpaghara Ugwu nakwa ndịda mba Cameroon.",
    "Mba US enyela ndị ọrụ nnọchite anya ha nọ na Ukraine iwu ha si ebe ahụ kwapụ ozigbo maka ọgbaghara ga-agbalite ebe ahụ.",
    "Ngalaba US na-ahụ maka njem agwakwola ndị ọrụ ha, ha pụọ ma gwakwa ndị si mba US bi na Ukraine ha chee echiche maka ọpụpụ.",
    "Ihe mere Boris Johnson ji nọrọ n'ofe ọkụ ugbua",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "N'akwụkwọ ozi ha wepụtara, mba Amerịka kwuru na mba Russia na-akwado iji ndị agha ha pụrụiche wakpoo Ukraine.",
    "Mba Russia agọrọla ụkwụ na aka ha na onweghị mwakpo ha na-akwado.",
    "Ngalaba US na-ahụ maka njem gwara ndị mmadụ ha emeela njem gaa mba Ukraine na Russia maka ọgbaghara na-eme n'etiti mba abụọ a nakwa nsogbu ha nwerike inye onye ọbụla si mba US.",
    "Ihe a Mba Amerịka mere so na usoro mkpachapụ anya ha na-enye ma enwe ọgbaghara nwerike imetụta ndị ọrụ nnọchite anya ha na mba ọbụla dịka Barbara Plett BBC si kọwaa.",
    "A na-eche na onweghị ihe ukwu dapụtara site ụnyahụ ruo ugbua na Ukraine kpatara ha ji kpọọ oku a.",
    "Onyeisi ndị agha Nato adọọla aka nti maka ọgbaghara nwerike ịdapụta ebe ihe karịrị ndị agha Russia otu puku narị zụkọrọ n'okeala ha na Ukraine.",
    "Russia ekweteghị na ọ na-achọ ịwakpo Ukraine mana ha ejichitụla mba Ukraine nakwa ha zigara ndị agha ruru otu puku narị n'oke ala ha na mba ahụ.",
    "Otelarịrị mba Russia gbajọrọ na-agbaru ihu maka etu Ukraine si eburu onwe ha danyere Europe nakwa Nato.",
    "Ukraine na Europe na-ekekọrịta okeala maka ha na mba Russia nwere otu omenala.",
    "Mgbe mba Ukraine onyeisiala  ha na-akwado mba Russia na mbido 2014, Russia ji ike weghara mpaghara ọwụwa anyanwụ Ukraine nke Crimea Peninsula ma kwado ndị na-achọ nwereonwe weghara ọtụtụ",
    "Ndị agha Russia ebusola ndị agha Ukraine agha kamgbe ahụ n'esemokwu tarala isi mmadụ puku iri na anọ.",
    "Ntọrọ ụmụakwụkwọ Naịjirịa",
    "Rọshia",
    "Ukraine",
    "Kaduna School Kidnapping: Ndị ntọrị anwụrụla ụmụakwụkwọ isii na Kaduna3 Ọktọba 2019",
    "Kaduna kidnapping: Ndịagha azọpụtala ụmụakwụkwọ 6 atọrọ n'ụbọchị tụzde na Kaduna steeti11 Ọktọba 2019",
    "ABSU Kidnappings: Ọ bụ naanị otu nwata akwụkwọ ka a tọọrọ - Gọọmentị Abia steeti7 Mee 2021",
    "Onyeisiala Muhammadu Buhari ezutela ụmụakwụkwọ Kankara a tọhapụrụ17 Disemba 2020",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ24 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahielekere 3 gara aga",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya21 Jenụwarị 2022",
    "Etu ị ga-esi nweta 'Permanent Voters Card' gị20 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}