{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Gozie Okeke",
    "Gozie Okeke bụ onye na-eti egwu ụka Kraịst abanyela n'akụkọ asiri ọzọ",
    "Gozie Okeke bụ otiegwu a ma ama na Naịjirịa ọkachasị n'etiti ndị okpukperechi Kraịst, ekwuola nke ọ sị bụ eziokwu n'okwu na-efegharị na soshal midia banyere ya ugbua.",
    "N'ihe onyonye ọhụrụ o zipụtara n'ụtụtụ Sọnde, Okeke sara ndị na-atụ ya aka ma kpụrụ ya n'ọnụ banyere ihe onyonyo ọzọ fegharịrị n'izu gara gara ma kwuo:",
    "\"Kedụ ihe bụ nsogbu unu, sọ ihe unu ma bụ ịkatọ mmadụ ka unu abụ ndị kachasị dị nsọ...\"",
    "Fada Mbaka bunyere m ụgbọala 'SUV' ọhụrụ - Prince Gozie Okeke",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000",
    "Dịka Gozie Okeke bụ onye na-agụ egwu ụka, aha ya abanyela n'ọtụtụ asịrị nke tetọrọ etu ndị mmadụ si ahụ ya.",
    "Mana akụkọ ọhụrụ nke a mụnyere ọkụ n'izu gara aga mgbe otu ihe onyonyo malitere fegharịwa na soshal midia.",
    "Ihe onyonyo ahụ gosiri ka Okeke na-agụ egwu na-ekwu okwu iti aka n'obi nye otu nwoke e mechara chọpụta na ọ bụ dibia afa.",
    "Egwu ọ kpụ n'ọnụ na ya bụ ihe onyonyo kwuru:",
    "\"Ma ndị nọ n'Anambra nakwa na Naịjirịa niile, unu ahụla onye na-enye ego ka Akwa?\"",
    "Ndị nọ ebe ahụ sara ya \"mba\", ọ gara n'ihu na-agụ egwu otuto nye nwoke ahụ nke ọha chọpụtara ugbua na aha ya bụ \"Akwa\".",
    "Ihe mere kpalitere ọtụtụ akụkọ dịka ndị mmadụ katọrọ ya na ọ gụrụ nwoke onye dibịa egwu otuto ebe ọ bụ onye na-agụ egwu ụka Kraịst.",
    "Ebe foto si, Gozie Okeke",
    "Ịgụ egwu ụka Kraịst bụ ihe e ji mara Gozie Okeke na Naịjirịa nakwa na mba Afrịka dị iche iche",
    "N'ihe onyonyo ọhụrụ a nke Gozie Okeke zipụtara n'ụbọchị Sọnde, 23 Jenụwarị, 2022, ọ kọwara ihe ọ sị bụ eziokwu banyere akụkọ a na-akpalite nkatọ aha ya.",
    "O kwuru na ihe mere bụ na e nwere ndị kpọrọ ya oku ka ọ gụọrọ ha egwu na mmeme a mere n'Oba, Anambra steeti.",
    "O kwukwara na mgbe ọ nọ n'ọrụ ịgụ egwu, na e nwere otu nwoke batara bọwaya ego nke mere o ji tuwe ya aha n'egwu ya.",
    "Na ya bụ ihe onyonyo, egwu Okeke gụrụ gosiri na ọ ma kpọmkwem onye nwoke ahụ bụ.",
    "Nke a mere ka ụfọdụ ndị mmadụ na-ekwu na okpukperechi Kraịst anabataghị ka mmadụ kpaa ụdịrị agwa a.",
    "N'ihe onyonyo a pụtara n'akara Facebook Okeke, o gosiri na obi adighi ya mma chaa chaa maka ihe ndị mmadụ kwuru banyere ya n'egwu ọ gụrụ nwoke dibịa ahụ.",
    "O ji iwe kwuo: \"Ahụghị m ihe ọjọọ dị n'ihe m mere, Akwa bọrọ m ego, gosi m ịhụnaya nke mere m ji gụọrọ ya egwu otuto\".",
    "O jikwa iwe kwuo na ndị na-akatọ ya na-eme ka ọ bụ ha bụ ndị kacha ndị nsọ.",
    "Na ngwụcha, o kwuru na ọ ga-atụ ndị ahụ n'anya mgbe ụbọchị ikpe nke oge ikpeazụ ruo, na Akwa ga-esonye na ndị nsọ nke eluigwe, ebe ha bụ ndị nkatọ ga-anọ n'ọkụ mmụọ.",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Ugo Tunisia atụọkpọọla nke Nigeria otu anya23 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okekeelekere 5 gara aga",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Vidio, Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke",
    "Etu e si gbuo ma bepụ otu onye Ebube Agu isi n'Ebonyi steeti",
    "Ugo Tunisia atụọkpọọla nke Nigeria otu anya",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Praim minista New Zealand akagbuola agbamakwụkwọ ya",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti, zeere haEmelitere ikpeazụ na: 28 Ọktọba 2021",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}