{
  "published": "27 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ maọbụ ude e ji akwalite ntowanye amụ nwoke?",
    "Nnyocha gosiri na otu ihe ka eche ụmụnwoke uche, ọ kachasị n'okwu gbasara mmekọ nwoke na nwaanyị, bụ ogologo amụ ha.",
    "Nke a mere na ọtụtụ ụmụokorobịa na-aṅụ ọgwụ dị icheiche, na-emekwa ihe ọbụla a sị ha mee iji mee ka amụ ha towanye ogologo.",
    "N'ụzọ dị otu a, ọtụtụ aṅụọla ọgwụ ha amaghị isiya na ọdụ ya, ebe ndị ọzọ na-azụ ude nakwa ihe ndị ọzọ.",
    "I lee anya na soshal midia, ị ga-ahụ ọtụtụ ozi dị icheiche na-akwalite ọgwụ, ude, maọbụ akụrụngwa dị icheiche nke ndị na-ere ya kwere nkwa na ọ na-eme ka amụ nwoke tokwuo ogo.",
    "Ebe foto si, Getty Images",
    "Utu nkụda nwereike ibute nghọtahie n'etiti di na nwunye",
    "Kedụ ihe mere ogogo amụ jiri bụụru ụmụnwoke oke ihe?",
    "Ọtụtụ na-eche na ọ bụ etu amụ ha si too ogologo ga-egosi etu ha ga-esi kpaa ike n'ime ụlọ mgbe ha na nwunye ha nọ.",
    "Ụfọdụ na-echekwa na ọ bụ ihe gosiri na nwoke bụ dimkpa.",
    "Ndị ọzọ ka ọ na-ajalite mmụọ ha maka onwe ha.",
    "Nke a bụ isi ihe ọtụtụ ụmụnwoke ji achọ enyemaka ịhụ na amụ ha dị mma ile anya.",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke",
    "Ụzọ ọgbara ọhụrụ ise ị ga-eji hazinwu ọmụmụ gị",
    "Ịṅụ ọgwụ maọbụ ite ude ọ na-eme ka amụ mmadụ towanye ogologo?",
    "Ebe foto si, Getty Images",
    "Dike ọ wụrụ onwe ya ala n'akwa?",
    "Mgbe Dọkịta Godwin Ezegbe, bụ dibia bekee na-arụ ọrụ na Legọs, Naịjirịa, na BBC kpalitere okwu a, o kwuru na nnyocha gosiri na ọtụtụ ọgwụ nke e kwuru na ha na-eme ka amụ nwoke towanye ogologo anaghị arụ ọrụ.",
    "\"Ọtụtụ ndị na-arụpụta ọgwụ ndị a abụghị ụlọ mmepụta ọgwụ a ma ama,\" Ezegbe kwuru.",
    "\"Ọtụtụ ụmụ nwoke ṅụrụ ọgwụ ndị a kwuru na o nweghị ihe ọbụla dị iche ha chọpụtara n'ahụ ha.\"",
    "Ezegbe kwuru na o nweghị ụlọọrụ a ma ama na-arụpụta ọgwụ, nke ya onwe ya ma, na-arụpụta ọgwụ maọbụ ude na-eme ka amụ towanye ogologo.",
    "Ogo amụ nwoke tozuru etozu",
    "Ebe foto si, Getty Images",
    "Eserese na-egosipụta amụ nwoke",
    "Dịka ụlọọrụ \"National Health Service\" nke mba UK si kọwaa, amụ mmadụ niile ahaghị nhaanya n'ihi na \"etu ndị mmadụ si eto dị icheiche\".",
    "Mana amụ ọtụtụ ụmụnwoke na-adị ihe dịka sentimita itoolu (9cm) maọbụ inch atọ na ụma ise (3.57 inches), ma ọ bụrụ na o kwụghị ọtọ.",
    "Ogologo amụ kwụ ọtọ na-adị ihe dịka sentimita iri na atọ ruo iri na asatọ (13cm-18cm), maọbụ inch ise ruo asaa (5-7 inches).",
    "Ụfọdụ ka amụ ha na-echewe ihu n'elu ma ọ kwụrụ ọtọ, ụfọdụ ka nke ha na-akpọdo isi n'ala.",
    "Ụfọdụ nwere ike gbagọọ agbagọ obere n'aka nri maọbụ aka ekpe.",
    "Ebe foto si, Getty Images",
    "Nke bụ eziokwu gbasara ịgbatị amụ nwoke",
    "Ihe ndị a dabeere n'etu ahụ mmadụ si dị dịka ọ na-etolite.",
    "Site n'afọ iri na otu ruo afọ iri na asatọ bụ oge amụ nwoke na mkpụrụ amụ ji eto ma gbasie ike nke ọma.",
    "Mana mmadụ gafee afọ 21, amụ ya ga-akwụsị ito.",
    "\"Mmadụ enweghị ike ime ka amụ ya towanye ogologo site n'ịṅụ ọgwụ, maọbụ mgbatị ahụ,\" ndị NHS depụtara.",
    "Eziokwu gbasara ịgbatị amụ nwoke",
    "Dọkịta Sheldon Marks bụ ọkacha mara n'ahụike ụmụnwoke, ọ na-edekwa akụkọ n'ọbaozi webmd.com, bụrụkwa onye nkuzi na Mahadum Arizona na mba Amerịka.",
    "O kwuru na n'ime ọtụtụ afọ ọ rụrụla ọrụ dịka ọka mmụta, ọ chọpụtara ihe ndị a:",
    "Amụ nwoke bụ ọnatarachi, onweghị ihe mmadụ nwereike ime iji gbanwee ya.",
    "Ibu oke ibu ga-eme ka amụ mmadụ dịka o pere mpe karịa, ọ bụrụ na onye ahụ kwụsị ibu ibu, ụfọdụ anụ ahụ amụ ya lakpuru n'ime ga-apụta",
    "E nwere ụdị ịwa ahụ pụrụ iche nke nwere ike ime ka amụ mmadụ tụkwasị obere ogologo, mana ọtụtụ ndị merela ya akwaala ụta maka ya.",
    "Ọgwụ na-eme ka amụ too ogologo anaghị arụ ọrụ, naanị ego ka onye na-aṅụ ya na-emefu.",
    "Usoro niile dị ugbua nke e nwereike iji gbatịkwuo amụ mmadụ dịcha oke ọnụ; ha niile nwechara nnukwu ọdachi so ha nke pụtara na ndị ọkachamara agaghị adụ mmadụ ọdụ ka o mee ya.",
    "Enyemaka maka nwoke amụ ya perempe",
    "Ebe foto si, Getty Images",
    "Utu nkụda nwereike ibute nghọtahie n'etiti di na nwunye",
    "O nweghị ọtụtụ ihe mmadụ nwere ike ime iji gbanwee ole amụ ya ha, kama ihe dị mkpa bụ itinyere ụwa obi ọma ma mụta etu ị ga-esi were ihe i nwere nweta ihe ị na-achọ.",
    "Na-akpụchasị ajị amụ gị nke ọma - Nnukwu ntutu jupụta n'okirikiri amụ mmadụ, o nwere ike ime ka ọ dịka amụ onye o pere mpe karịa etu ọ dị n'ezie.",
    "Taa ahụ - Oke ibu, ọ kachasị n'afọ, nwereike ime ka anụ ahụ amụ nwoke sụkpuo n'ime. Onye ahụ taa ahụ, ụfọdụ anụ ahụ ndị a ga-apụta, mee ka amụ ya tokwuo obere ogologo.",
    "Na-agbatị ahụ - 'Exercise' dịka Bekee kpọrọ ya, ga-eme ka nwoke dị garagara, ma nyekwara ya aka ịgbasi ike maka aramara",
    "Chọọ ezi enyemaka - E nwere ndị nwere ọzụzụ maka inyere mmadụ aka n'okwu gbasara aramara, Bekee na-akpọ ha 'sex therapists'. Ndị dị otu a nwere ike inyere nwoke aka wepụ ụjọ na-atụ ya maka etu amụ ya ha",
    "Mụta ụzọ ndị ọzọ ị ga-esi na-eme onye nke gị obi ụtọ n'oge mmekọ nwoke na nwaanyị. Nke a ga-eme ka ụnụ abụọ nwee afọ ojuju ma ụnụ na-enwe mmekọ.",
    "Ị mana enwere ndị bu ọtụ na amụ na Naịjirịa? Ndị a kọwara ihe ha na-agabiga n'ihi ọnọdụ a.",
    "Ned Nwoko vs Jaruma: Ụlọikpe atọhapụla Jaruma dịka ọ nọrọ abalị anọ n'ụlọ mkpọrọ28 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Ihe mụ na Nnamdi Kanu kpara mgbe m gara hụ ya - Aloy Ejimakorelekere 3 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "'Arụ na-eme n'ala Igbo bụ 'cancer' aga awapụ' - Asari Dokubo",
    "Ned Nwoko vs Jaruma: Ụlọikpe atọhapụla Jaruma dịka ọ nọrọ abalị anọ n'ụlọ mkpọrọ",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Ecowas ekewapụla Burkina Faso n'otu ha",
    "Onyoonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}