{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ken Ekwus sị na nwa ya dị afọ 14 gbalahụrụ ogbugbu n'aka otu nwoke a na-enyo nke a sị na chọrọ igbu ya n'obodo Ubommiri, dị n'okpuruchịchị Mbaitoli nke Imo Steeti.",
    "Ọ sị na nke a mere n'ụbọchị isii nke ọnwa Jenụwarị, afọ 2022, mgbe nwoke a bụ onye agbataobi ha e boro ebubo gwara nwa ya ka o nyere ya aka tinye akara 'whatsApp' n'ekwentị ya.",
    "Ekwus sị na nwa ya sorola nwoke a e boro ebube banye n'ime ụlọ, chee na ọ gara iwete ekwentị ya.",
    "Lee nwoke ndị uweojii na-enyo maka igbu ụmụ ya atọ n'Enugu steeti",
    "Nwokoroọbịa gburu nwoke a n'Ihitte/Uboma zutere ọnwụ ya n'aka ndị ntoroọbịa obodo",
    "Etu di na nwunye ụmụ anọ ha nwụrụ n'otu ụbọchị si agbakee ugbua n'Umuahia",
    "Etu onye omekome siri were mma gbuo nne m n'Owerri - Ambrose Nwaogwugwu",
    "Etu nwunye Leohand Lyeanyi ndị uweojii India gburu si eri uju ọnwụ di ya",
    "Ọ maghị na nwoke ahụ banyere n'ime ụlọ ya were mma oge si n'azụ gbuo nwa ya n'isi.",
    "Ọ sị na ka nwa ya chọrọ ịgba ọsọ, nwoke ahụ gbukwasịrị ya mma n'ihu nakwa n'olu.",
    "\"Nwa m jisiri ike gbapụta ma tie mkpu maka enyemaka.",
    "Ndị bịara zọpụta ya jụrụ ya ihe mere, ọ sị na nwoke ahụ chọrọ ya, na ọ dị ka ọ chọrọ iji ya gwọọ ọgwụ ego.",
    "Otu onye agbataobi m buuru nwa m gawa n’ụlọọgwụ.\"",
    "Ọ sị na ha mechakwara buru nwa ya gaa n’ụlọọgwụ ọzọ ebe a kwara ya isi.",
    "Ekwus gara n’ihu kwuo na ndị uweojii bịara nwuchie nwoke kpara arụ a.",
    "A chọpụtara ili e gwuru egwu n'ime ụlọ nwoke a sị kpara arụ a.",
    "Gịnị bụ ịgwọ ọgwụ ego?",
    "Ịgwọ ọgwụ ego bụ usoro ụfọdụ mmadụ chere na a ga-esi bute ego ọsịsọ site n'igbu mmadụ nakwa ịtụ aja ọjọọ dị iche iche.",
    "Onye dibịa na onye na-achọ ego ga-eme ụfọdụ omerịa ha chere ga-ebute nnukwu ego.",
    "Ọtụtụ mgbe onye ha na-egbu na-abụkarị onye ha ghọgburu maọbụ onye ha tọọrọ, ma na onye ahụ anaghị ama na ha ga-eji ya agwọ ọgwụ ego ruo mgbe ọnwụ bịachara ya nso.",
    "Ihe ndị uweojii kwuru",
    "Ndị uweojii Imo steeti sị na nwaamadị ahụ a na-enyo mere ihe a ekwughi ihe mere o ji chọọ igbu nwata ahụ, kama na ha ka na-eme nnyocha.",
    "Ọrụ",
    "Imo steeti",
    "Ụmụaka",
    "Ụbiam",
    "Mmeru nwata",
    "Vidio, Kidnapping in Nigeria: Nkwarụ aka m zọrọ m n'aka ndị ntọ - Juliet Okoloji, Duration 3,2610 Mee 2021",
    "Gov Ifeanyi Ugwuanyi agbatarala nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụ ego ọsọ enyemaka12 Nọvemba 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Nwanyiocha: Omenala Igbo na-amasị m nke ukwu, Duration 3,4522 Jenụwarị 2022",
    "Vidio, Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus, Duration 5,27elekere 6 gara aga",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Etu ọkụ si gbaa ụlọ nchekwa ozu dị na General Hospital Onitsha, Duration 0,49elekere 4 gara aga",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}