{
  "published": "25 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Olileanya na nrọ Sopuruchi Okorocha Nkemakolam bụ na ọ ga-abụ onye na-eme ihe nkiri nakwa onye ọkpa ọchị a ma ama.",
    "Mana ọrịa akpụkpọ ahụ o nwere ekweghị ya jisie ike n'ihe ahụ bụ nrọ ya.",
    "Ndị ọkachamara kwuru na Sopuruchi nwere ọrịa a na-akpọ 'Epidermal Nevus', nke bụ ọrịa na-emetụta akpụkpọ ahụ mmadụ.",
    "Talcum Powder: Kwụsilata ka isi ete nzu bekee maka ọrịa Kansa- Ọkammụta akpụkpọahụ",
    "Ihe ude  ịcha ọcha na-eri ụmụnwaanyị?",
    "Ọ bụrụ na ahụ gị na-akpọ nkụ, lekwa ihe ị ga-eme were tinye ndụ n'ime ya",
    "Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị",
    "Nne Sopuruchi, Anastesia Okorocha, kọọrọ BBC na oge ọ mụrụ ya ọhụrụ, o nwere obere mburupụta ụwa n'aka ya nke na-acha ọbara ọbara.",
    "Ndị dọkịta gwara ya na ya bụ ihe ga-ala ma Sopuru na-etolite.",
    "Mana, ọ dịghị etu ahụ. Ya bụ ihe gara n'ihu na-eto dịka afọ Sopuru na-agbalite.",
    "N'ime afọ abụọ gara, ọ gbasara nke ukwuu n'ahụ Sopuru niile: ihu ya, aka ya, afọ ya, obi ya, azụ ya, ebe niile.",
    "\"Ọ na-akọ m ụkọ nke ukwuu, ọ na-ekpo m ọkụ, na-esikwa isi,\" Sopuru kwuru.",
    "\"Ụmụaka ibe m ji ya akparị m, na-akpọ m anụọhịa nakwa iyi ndị ọzọ.\"",
    "\"Nke a mere ka m na-ewe iwe ọkụ oge niile, obi anaghị adị m mma.\"",
    "\"Ugbua, anaghị m apụzi ezi, n'ime ụlọ ka m na-anọ oge niile, achọghị m mkparị mmadụ.\"",
    "Ụlọọrụ 'National Library of Medicine' nke mba Amerịka kọwara ọnọdụ a dịka \"ụdị akpụ maọbụ akpụkpa na-apụta n'ahụ mmadụ, mana ọ bụghị kansa.\"",
    "Ihe na-akpata ya bụ oge akụrụngwa 'cell' dị n'akpụkpọ ahụ mmadụ adịchaghị etu o kwesịrị ịdị.",
    "A na-ahụkwarị ọnọdụ a ngwa ngwa a mụpụtara nwata, maọbụ ọ pụta oge nwata ka dị obere.",
    "N'ime otu puku ụmụaka a mụrụ n'ụwa, naani ihe dịka atọ n'ime ha nwere ike inwe ụdị ọnọdụ a, ya mere e ji akpọ ya ọnọdụ anaghị ahụ kwadaa (rare disorder).",
    "Ọrịa a abụghị ọrịa na-esi n'aka nne na nna efesara ụmụ ha, kama ọ bụ mgbanwe dị na 'gene' ma nwaanyị dị ime nwere ike ibute ya.",
    "Gịnị ka dọkịta kwuru maka ọnọdụ Sopuru",
    "BBC kpọtụụrụ Dọkịta Nkiru Onodugo, onye bụ ọkachamara n'ahụike akpụkpọ ahụ mmadụ n'ụlọọgwụ nkuzi nke Mahadum Naịjirịa dị na Ituku, Enugwu Steeti.",
    "Ọ kọwara na 'Epidermal Nevus' abụghị ọrịa a na-ahụ kwadaa.",
    "\"N'ime afọ iri m rugoro ọrụ dịka dọkịta, ndị m hụrụla nwere ụdị ọrịa erubeghị mmadụ iri,\" Dkt Onodugo kwuru.",
    "\"Ụzọ ka mma iji gwọọ ọnọdụ a bụ 'plastic surgery', n'ihi na ọ gbasaala n'ahụ ya niile.\"",
    "\"E nwekwara ọgwụ nwata a nwere ike ịṅụ, mana amabeghị kpọmkwem ma ya bụ ọgwụ ọ ga-arụ ọrụ.\"",
    "Nne Sopuru sị na ha agaala hụ ndị ọkacha mara ndị kwuru na a ga-awa Sopuru ahụ iji wepụ ihe ndị ahụ.",
    "\"Mana ha sị na ego ya ga-eru nde naịra iri,\" Anastesia kwuru.",
    "Ọ sị na ezinụlọ ha na-arịọ ndị ọbụla ọnọdụ Sopuruchi metụrụ n'obi, ka ha biko gbatara ya ọsọ enyemaka.",
    "Ụmụntoroọbịa",
    "Ahụike",
    "Talcum Powder: Ị ma na nzu bekee nwere ike inye gị maọbụ nwa gị ọrịa kansa?22 Maachị 2019",
    "Colourism: Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbua11 Disemba 2021",
    "International Albinism Awareness Day: Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Skincare: Ọ bụrụ na ahụ gị na-akpọ nkụ, lekwa ihe ị ga-eme were tinye ndụ n'ime ya25 Julaị 2020",
    "Skin Bleaching: Ihe nde kwuru nde ụmụnwaanyị na-ete ude ịcha ọcha na-agabiga9 Julaị 2019",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Nwanyiocha: Omenala Igbo na-amasị m nke ukwu, Duration 3,4522 Jenụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus, Duration 5,2724 Jenụwarị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}