{
  "published": "25 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Ngalaba BBC na-enyocha akụkọ ụgha achọpụtala na onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere.",
    "Ya bụ onyonyo fesara nke ukwuu na 'whatsapp' dịka ndị mmadụ na-akọ na ọ bụ iji gosi etu ọnọdụ nchekwa na Naịjirịa si akawanye njọ.",
    "Mana nnyocha BBC gosiri na ya bụ ihe mere na mba Cameroun.",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "#Beyondfakenews: Ndị ntaakụkọ nyochanụ akụkọ tupu ụnụ ewepụta ya-Buhari",
    "N'ime onyonyo ahụ, ụmụ okorobịa bucha egbe jidere ụmụakwụkwọ manye ha ka yipu uwe akwụkwọ ha niile, gbara ọtọ.",
    "Ụmụakwụkwọ e gosiri na onyonyo ahụ dị iri na atọ n'ọnụ ọgụgụ, ha yi uwe akwụkwọ na-acha ọcha nakwa anụnụ anụnụ.",
    "Ndị ojiegbe ahụ nọ na-eyi ụmụakwụkwọ ahụ egwu, na-agbali egbe elu iji yijaa ha, ebe ụmụ akwụkwọ ahụ nọ na-arịọ ha biko.",
    "Ihe a mere n'ụbọchị ahụ asọmpi Africa Cup of Nations(AFCON) malitere, n'abalị itoolu nke ọnwa Jenụwarị 2022.",
    "Ugboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo",
    "Akụkọ ụgha na Nnamdị Kanu anwụọla echetarala ndị mmadụ ihe ọ na-ekwu maka Buhari",
    "Akụkọ na onye ọrụ atụnyereghị Buhari achụọ m ya n'ọrụ bụ ụgha- Obiano",
    "Ụmụnwoke ahụ na-asụ bekee egbujiri egbujiri bụ nke e ji mara ogbe ndị na-asụ bekee na mba Kameroun, ma na-agwa ụmụakwụkwọ ahụ ka ha chilie aka ha elu, kpọkwa ha ndị oji egbe ezu.",
    "Ọtụtụ mmadụ bị Naịjirịa ji 'Whatsapp' ekesa onyonyo a ma na-ekwu na ọ bụ na Kebbi state, dị na mpaghara ugwu Naịjirịa ka o mere.",
    "Otu ozi so ya bụ onyonyo e kere na Whatsapp ndị Naịjirịa bụ: \"Akụkọ mere ugbua: Ndị oji egbe ezu nwụchịrị ụmụakwụkwọ si Kebbi alọta... Ugbua gwam ka ọ bụ etu a ka anyị ga-esi na-ebi ndụ anyị.\"",
    "BBC amabeghị ma enwere ndị nwụrụ na ya bụ mwakpo merenu dịka ngalaba 'Cameroon Secondary Education Ministry' azaghị ekwenti a kpọrọ ha ịjụta ha maka ya bụ akụkọ.",
    "Mana ụlọọrụ 'Voice Of America' depụtara na ngalaba ahụ kwuru na onweghị nwata akwụkwọ ọbụla merụrụ ahụ n'ọdachị ahụ.",
    "A chọpụtala na ụmụakwụkwọ ahụ bụ ụmụakwụkwọ Government High School Buea-Bokova.",
    "Na ngwụcha onyonyo ahụ ọ bụ otu onye n'ime ndị omekome ahụ setere, a nụrụ ka otu onye n'ime ha na-ekwu \"ha bụ ndị na-aga akwụkwọ na Buea.\"",
    "Ebee bụ Buea?",
    "Ebe foto si, Satellite",
    "Buea bụ obodo  dị na South West Cameroun, ya na North West Cameroon nọ na nsogbu ndị oyi ndụ egwu tinyekwara ndị na-achọ nwereonwe ikepụta mba a kpọrọ Ambazonia na mpaghara ebe a na-asụ beke na Kamerun dị na Central African country.",
    "Ndị a na-achọ nwereonwe ewerela mmechi ụlọakwụkwọ na ụlọahịa n'ike ekwu uche ha.",
    "Akụkọ na-egosi na ndị a nọ na -amanye ụmụakwụkwọ ka ha yipu akwa ha chọrọ iji ohere ahụ ghasaa asọmpi Africa Cup of Nations (AFCON) nke 2021 na-aga n'ihu n'ogbe ahụ.",
    "N'afọ 2020, ndị ji egbe wakporo ụlọakwụkwọ \"Mother Francisca International Bilingual Academy' dị na Kumba ma gbuo ụmụaka asaa ma merụọ ndị ọzọ ahụ.",
    "Agbanyeghị ọgbaghara na-eme na mpaghara 'North West' na 'South West' nke mba Cameroon, Buea na Limbe, dịcha n'ogbe ahụ na-anabata ndị otu F maka asọmpị African Cup of Nations nke 2021.",
    "National security",
    "Naijiria",
    "Cameroon",
    "Ndị Biafra chọrọ nkewa",
    "E jighị Nnamdi Kanu na Singapore- ọkaiwu Ipob1 Disemba 2020",
    "Fake News: Ezigbo ọrụ ntaaakụkọ bụ iwepụta akụkọ dịka o si mee- Ndị ọnụ eru n'okwu7 Juun 2019",
    "Fake News Debunking: Onye yiwere Umahi na Uzodinma uwe a?18 Jenụwarị 2022",
    "Nnamdi Kanu: Akụkọ ụgha na ọ nwụọla echetarala ndị mmadụ ihe ọ na-ekwu maka Buhari22 Eprel 2020",
    "Anambra Election Update: Lee akụkọ ụgha na-efegharị gbasara ntuliaka Anambra steeti28 Ọktọba 2021",
    "Fake News: Ugboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo13 Nọvemba 2018",
    "Vidio, 'Ụmụaka ibe m na-akpọ m 'beast' n'ihi ọrịa m nwere' - Sopuruchi Okorocha25 Jenụwarị 2022",
    "Gee ntị, BBC Nkeji25 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere25 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abah Okorie jide ya'",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}