{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ozu gbara ọkụ mgbe ụlọ nchekwa ozu nke General Hospital nke dị n’Ọnịcha gbaa ozu dọrọ ebe ahụ ọkụ gwogwo.",
    "Onye akaebe kwuru na ọkụ si n’ọhịa banyere n’ụlọ nchekwa ozu n’ihe dịka elekere iri na abụọ nke ehihe.",
    "Ọkụ ọgbụgba anapụla nwaanyị gbara afọ 92 ụlọ ya n'Enugwu",
    "Onye mụnyere ọkụ gbara n'Ebonyi?",
    "\"Ụlọ m na 'shọp' m gbara ọkụ, ebe ka m ga-agbaje?\"",
    "Ozu ndị a gbara ọkụ nke ukwu nke bụ na ndị na-arụ ebe ahụ na ndị butere ozu ebe ahụ amaghịzị nke bụ nke.",
    "Kama ndị na-arụ ebe ahụ siri na ọ bụ naanị ozu ndị omekome ka ha nwere ike ịkọwapụta maka na edowere ha iche.",
    "Onye nọ ebe ahụ mgbe ọ mere sị na ajọ isi sitere n’ozu ndị agbara ọkụ na-esi n’ogige ụlọọgwu a nke mere na ọdịghị mma maka ahụike ndị ọrịa na ndị ọrụ.",
    "Onye ntaakụkọ anyị hụtara na oteela aka asụrụ ọhịa nọ n’ogige ụlọ nchekwa ozu a.",
    "Cheta na kemgbe ụgụrụ a na ọkụ ole ma ọle agbaala n'ala Igbo.",
    "N' Ụmụahịa, n'ụtụtụ Mọnde, ọkụ gbara otu ahịrị ụlọahịa ndị mmadụ nke otu ụka so n'ime ya.",
    "Pastọ David Orji bụ onye nwe ụka ahụ sị na otu enyị ya kpọrọ ya n'ekwentị n'ime abalị 12:30 am gwa maka ya bụ ọkụ ọ sị malitere n'elekere 10:30 am abalị Sọnde.",
    "Ndị ọzọ ya bụ ọkụ metutere sị na ha na-ekele Chukwu na ndị ọrụ gbatagbata mmenyụ ọkụ bịara n'oge.",
    "\"Ọ bụrụ na ndị ọrụ mgbanyụ ọkụ abịa n'oge, ya ọkụ kara ị ka njọ\".",
    "N'ọnwa Nọvemba 2021, dịka ndị Anambra na-akwado ntuliaka ndị gọvanọ, ọkụ gbara otu ọdọ mmanụ ụgbọala na Unizik Junction.",
    "Ka nke ahụ mechere, ọnwa Disemba, ọkụ gbakwa ọdọ mmanụ ụgbọala n'Onitsha.",
    "N'ọnwa Jenụwarị, ọkụ ọzọ gbara ahịa Eke Oko mebie ọtụtụ ihe ndị mmadụ ebe ahụ.",
    "Ọtụtụ kwara arịri maka ya bụ ọkụ kpọjọrọ ha ihe afọ ọhụrụ.",
    "Abia Steeti",
    "Anambra Steeti",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Nwanyiocha: Omenala Igbo na-amasị m nke ukwu, Duration 3,4522 Jenụwarị 2022",
    "Vidio, Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus, Duration 5,27elekere 6 gara aga",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Etu ọkụ si gbaa ụlọ nchekwa ozu dị na General Hospital Onitsha, Duration 0,49elekere 4 gara aga",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Emume mgba Rumuodomanya dị na Rivas Steeti, Duration 0,5930 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}