{
  "published": "9 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'ọnwa abụọ gara aga, ndị Igbo tiri mkpụ maka ihe mkpụrụmmiri na-eme n'ezinaụlọ niile n'ala Igbo.",
    "Nke a mere ka ọhaneze tie mkpụ ma were otu onu katọọ ya bụ ajọ agwa nke ụmụ ntorobia tinyere aka.",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Etu NDLEA si jichie 'Cocaine' ruru 30bn naira",
    "Akụkọ kachasị taa: A tọpụla onye Jamini a tọrọ",
    "Obodo niile bụ ndị ometutere pụtara ihe buso ya bụ ajọ ihe agha n'ụdị dị iche iche.",
    "Ụfọdụ na-eti na soshal midia ebe ụfọdụ ji aka eti nke ha.",
    "Ụmụntorobịa Igbo pụtara ịpịa ndị niile ha chere n'aka ha dị na ya bụ ajọ agwa ụtarị.",
    "Ihe dịka mmadụ abụọ nwụrụ n'ime ya..",
    "Otu n'Ezihe na Mbano, Imo steeti ebe nke ọzọ bụ na Enugwu Agidi n'Anambra steeti.",
    "N'ime mmadụ abụọ a, ọnweghị nke ndị ezinaụlọ ha kwetere na ọ bụ mkpụrụmmiri mere e jiri gbuo nwa ha.",
    "Nne Darlington n'Ezihe bụ Charity Ugbuaja sị na \"nwa m anaghị ese sịga ma ya fọkwa mkpụrụmmiri\".",
    "Igwe Mike Okekuche n'Enugwu Agidi sị na, \"ọnwere nwatakiri a na-akpọ Anayo Nwora, ha nwere jide ya otu be n'ime obodo, sị na ọ na-emegheri ka onye n'aṅụ mkpụrụmmiri... amaghị ka ha siri mata na ọ ṅụrụ mkpurummiri...\"",
    "Nke bụ eziokwu bụ na o nweghị onye ji n'aka na ndị e boro ya bụ ebubo ṅụrụ mkpụrụmmiri.",
    "Ihe ndị uweojii kwuru",
    "BBC jụkwara ọnụ na-ekwuru ndị uweojii  n'Anambra steeti bụ Tochukwu Ikenga.",
    "Ikenga sị na \"ya bụ ọgwụ sigburu udele ma sigbuo nkakwụ, bụ ihe o megoro n'ala Igbo\"",
    "Ọ sị na-agbanyeghị n'ezie na ndị obodo na-enyeaka ebuso ya agha, mana ya bụ ikwe n'aka gafere nkọ aka n'obod ụfọdụ.",
    "Ọnụ na-ekwuru ndị National Drug Law Enforcement Agency (NDLEA) na Naịjirịa bụ Femi Babafemi sị na \"onye na-aṅụ mkpụrụmmiri nwere nsogbu, ekwesighị iti ya ihe... E kwesiri ịnyere ya aka kpọga ya ebe a ga-eleta ya anya\".",
    "O kwuru na ndị ọrụ ha ejiela mmadụ ruru iri puku na otu bụ ndị n'anụ ya bụ ọgwụ ike.",
    "Babafemi kọwara ka ya bụ ọgwụ siri bata ala Igbo na ihe e kwesiri ime ka ọ laa.",
    "Mkpụrụmmiri bụ nke Bekee kpọrọ Metaphytamine maọbụ Crystal meth n'aha ịchafụ bụ ọgwụ ike na-egbu karịa mmanya nke bụ onye o jidere ọ naghị ahapụ ya.",
    "Nchọpụta gosiri na ọnweghị uru ọ na-abara ahụike mmadụ.",
    "Ọ na-acha ka mmiri maọbụ anụnụ anụnụ na-egbuke egbuke.",
    "Ọ na-adịkwa ka iko maọbụ ugegbe Bekee kpọrọ \"glass\".",
    "Ọ dị oke njọ ma na-emerukwa mmadụ ahụ ebe ọ dị ọjọọ.",
    "Femi Babafemi sị na ọ bụghị taa ka ya bụ mkpụrụmmiri bịara Naịjirịa.",
    "Ọ kwuru na ọ bụ ndị Mexico na ndị Ecuador bụ ndị bịara kuziere ndị Naịjirịa ka e si esi ya bụ ọgwụike.",
    "Ọ sịkwa na ndị ọrụ ha nwere ebe a na-elekọta ndị nwere nsogbu mkpụrụmmiri anya nke onye ọbụla chọrọ ya ga-ahụ na akara nwaududo ndị NDLEA .",
    "Ndị mere akụkọ a: Chris Sanctus Chukwudi Okereke na Nnamdi Agbanelo.",
    "Ụmụntoroọbịa",
    "Ịṅọgwụ ike",
    "Ịṅụ ọgwụ",
    "Vidio, Drug abuse: 'A kụgbụrụ nwa m maka ebubo mkpụrụmmiri' - Nne onye e gburu nwa ya, Duration 8,329 Febụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,02elekere 4 gara aga",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}