{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, HO Metro Police",
    "Dịka akụkọ fesara na otu nwokorobịa nwara igbu nne ya ma jiri ya gwọrọ ọgwụ ego n'Owerri, Imo steeti, nne ya ahụ ekwuputetula ihe mere.",
    "Nwaanyị ahụ bụ onye isi ngalaba na-enye ọgwụ n'ụlọọgwụ dị na mahadum Federal Polytechnic Nekede, Imo steeti, kwuru na nwa ya nwoke ahụ sụrụ ya mma ọtụtụ oge ka ọ bịakwutere ya n'ụlọ.",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus",
    "Lee nwoke ndị uweojii na-enyo maka igbu ụmụ ya atọ n'Enugu steeti",
    "O kwuru na ha abụọ nọ na-azọ ya bụ mma ka ọ na-asụ ya, manaa ọ gbafuziri oge o nwetere obere ohere.",
    "Nwaanyị ahụ na-achọbeghi ka a kpọọ aha ya, gwara onye ntaakụkọ BBC na ya achọbeghi ịgwa ndị ntaakụkọ okwu n'uju ugbua, ruo mgbe ọ gbakere.",
    "Ọ ka nọ n'ụlọọgwụ na-anata ọgwụgwụ ugbua.",
    "Akụkọ fesara na soshal midia kwuru na otu nwokorobịa a ma dịka Ebube kpọkuru nne ya ka ọ bịa leta ya n'ụlọ ya n'Owerri.",
    "Ọ gara n'ihu were mma chọọ ịsụgbu ya maka 'iji ya gwọọ ọgwụ ego', mana nne ya kwapụrụ ya n'ụzọ wee gbaa ọsọ ndụ ya.",
    "Mike Abattam bụ ọnụ na-ekwuru ndị uweojii n'Imo steeti gwara BBC na Ebube anọghị n'aka ha ugbua, na ọ nọ n'ụlọọgwụ ebe a na-edewe ndị isi mgbaka.",
    "O kwuru na ha ka na-eme nnyocha ịmata etu ya bụ ihe si mee.",
    "Gịnị ka ịgwọ ọgwụ ego pụtara?",
    "Ịgwọ ọgwụ ego bụ usoro ụfọdụ mmadụ chere na a ga-esi bute ego ọsịsọ site n'igbu mmadụ nakwa ịtụ aja ọjọọ dị iche iche.",
    "Onye dibịa na onye na-achọ ego ga-eme ụfọdụ omerịa ha chere ga-ebute nnukwu ego.",
    "Ọtụtụ mgbe onye ha na-egbu na-abụkarị onye ha ghọgburu maọbụ onye ha tọọrọ, mana onye ahụ anaghị ama na ha ga-eji ya agwọ ọgwụ ego ruo mgbe ọnwụ bịachara ya nso.",
    "Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus",
    "Akụkọ maka ịgwọ ọgwụ ego dị ọtụtụ na Naịjirịa, mba nwere ọtụtụ ọnụọgụgụ ndị ụbịam.",
    "Ọnụọgụgụ gosiri na ihe ruru pasenti iri atọ na atọ ndị ntorobịa Naịjirịa enweghị ọrụ.",
    "Mana onweghị ihe akaebe doro anya gosiri na ịgwọ ọgwụ nwere ike ime mmadụ ọgaranya.",
    "Ikike ụmụnwanyị",
    "Mmegbu",
    "Ezinụlọ",
    "Vidio, Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus, Duration 5,2724 Jenụwarị 2022",
    "Gov Ifeanyi Ugwuanyi agbatarala nwaanyị a sị na di ya ji nwa ha gwọọ ọgwụ ego ọsọ enyemaka12 Nọvemba 2021",
    "Kanayo O. Kanayo: Ihe ise ị maghị maka KOK, onye ghọrọ ọkaiwu ka ọ gbachara afọ 5816 Septemba 2020",
    "Vidio, Igbo Jews: Otụtụ ihe ndị Igbo na ndị Juu nwekọrọ n'omenala ha14 Nọvemba 2021",
    "Vidio, 'Ụmụaka ibe m na-akpọ m 'beast' n'ihi ọrịa m nwere' - Sopuruchi Okorocha25 Jenụwarị 2022",
    "Gee ntị, BBC Nkeji25 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere25 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Vidio, Etu m si malite itinye Ajụ Mbaise n'akpa ihe ọṅụṅụ 'tea bags', Duration 6,1320 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abah Okorie jide ya'",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 2021",
    "Etu ndị Igbo si achụ afọ ochie ma nabata afọ ọhụrụEmelitere ikpeazụ na: 1 Jenụwarị 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ọzọ ikwu nne gị baara gị",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}