{
  "published": "26 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onyeisiala mba Amerịka bụ Joe Biden ekwuola na o nwereike ịnye iwu ka a machie onyeisiala mba Russia bụ Valdimir Putin ma ọ hapụ ka mba ya wakpoo mba Ukraine.",
    "Biden kwuru na ụwa niile ga-echi ha ọnụ n'ala ma Russia wakpoo mba Ukraine nke nọ na ndịda anyanwụ mba Amerịka.",
    "N'aka nke ọzọ ka mba Russia na-ekwu na ọ bụ mba Amerịka na-akwado ọgụ, ma sị na ha achọghị ịbanye ma wakpoo Ukraine.",
    "Mana Russia ezigala ndị agha otu puku narị n'akụkụ oke ala ndị Ukraine.",
    "Mba Russia na-ekwukwa na ngalaba North Atlantic Treaty Organisation (Nato) na-ebute enweghi ezi nchekwa, ma sị na ha chọrọ nkwa nke ụlọikpe kwadoro na otu Nato agaghị edụbata mba ndị ọzọ n'ime ya ọkachasị mba ndị nọ n'ọwụwa anyanwụ mba Russia.",
    "Mana Amerịka na-ekwu na okwu a kpụ n'ọnụ bụ etu mba Russia si akwado ịwakpo mba Ukraine.",
    "Ndị nnọchiteanya mba Russia, Ukraine, Germany na France nwere nzukọ maka ọnọdụ mba Ukraine.",
    "Kedụ ihe mere Russia ji eyi Ukraine egwu?",
    "Russia agbaala mbọ igbochi mba Ukraine isonye n'otu NATO na otu ndị ọzọ jikọrọ mba ndị nọ n'Europe.",
    "Oke ala Ukraine metụtara mba Russia n'otu European Union (EU).",
    "Ukraine bụbu otu n'ime mba ndị si na Union of Soviet Socialist Republics (USSR) pụta.",
    "A na-asụ Russia na mba Ukraine ebe e nwere ụfọdụ omenala a na-eme na Russia ma na-eme na mba Ukraine.",
    "Gịnị bụ NATO?",
    "NATO nke pụtara North Atlantic Treaty Organisation, bụ nzụkọ ndị agha e hiwere n'afọ 1949.",
    "Ọ bụ mba iri na abụọ bidoro ya nke gụnyere Amerịka, Canada na France.",
    "Ndị mba nọ na nzukọ a kwere onwe ha nkwa na ha ga-agbatara ibe ha ọsọ enyemaka ma ọgụ daa.",
    "E hiwere ya iji gbochie mba Russia ịgbasa na mba ndị ọzọ.",
    "Mgbe ngalaba Soviet Union dara n'afọ 1991, ụfọdụ ndị mba nọbu na ya banyere otu NATO.",
    "A jụla itinyere nwoke na-agbaghị ọgwụ mgbochi covid-19 obi ọzọ na mba Amerịka",
    "Ebe foto si, CBS",
    "N'Amerịka, otu ụlọọgwụ ajụla ka a waa otu nwoke ahụ ma tinye ya obi ọzọ, n'ihi na agbabeghi ha ọgwụ mgbochi covid-19.",
    "N'agbanyeghi na ọ dị oke mkpa ka e tinyere nwoke ahụ bụ DJ Ferguson obi ọhụrụ, ụlọọgwụ Brigham and Women's Hospital dị n'obodo Boston wepụrụ ya n'ebe a gụnyere ndị a ga-etinyere obi, dịka nna ya bụ David si kwuo.",
    "David kwuru na nwa ya nwoke ekwenyeghi n'ọgwụ mgbochi covid-19, mana ụlọọgwụ ahụ kwuru na ọ bụ iwu ka ha na-eso.",
    "N'okwu ha gwara BBC, ụlọọgwụ ahụ kwuru sị \"N'ihi na akụrụngwa ahụ mmadụ a na-etinyere ndị ọzọ adịchaghị adị, anyị na-agbasi mbọ ike ịhụ na onye ọbụla e tinyeere akụrụngwa nwere ezigbo ohere ịdị ndụ.\"",
    "Otu ọnụ na-ekwuru ụlọọgwụ ahụ kwukwara na \"Ụlọọgwụ a na-achọ ka onye a na-etinyere akụrụngwa gbaa ọgwụ mgbochi covid-19 nakwa ịmata omume onye ahụ, iji nye ohere ime ka ịwa ahụ onye ahụ gaa nke ọma, nakwa ikwalite ohere onye ahụ nwere ịdị ndụ ma e tinyechaa ya akụrụngwa ọhụrụ ahụ, etu a ọ bụ na ihe na-echekwa ahụ ha kụdara akụda ọfụma mgbe ahụ.\"",
    "Ụlọọgwụ ahụ kwuru na ọtụtụ n'ime mmadụ 100,000 na-eche ịnata akụrụngwa ahụ ọhụrụ agaghị enweteli ya n'ime afọ ise, n'ihi etu o si kọọ ụkọ.",
    "Ferguson nọ n'ụlọọgwụ kemgbe 26 nke ọnwa Nọvemba 2021, nwere ụdịrị ọrịa obi si n'agbụrụ fee ya, nke na-eme ka mmiri na ọbara tojuo akpaume ya.",
    "Naanị ihe ruru mmadụ pasentị 63 bụ ndị gbarala ọgwụ mgbochi ugboro abụọ na mba Amerịka, ebe ihe ruru pasentị 40 gbazurula nke mgbakwunye a kpọrọ \"booster\".",
    "'Ndị ọchị ehi' egbuola mmadụ 32 na South Sudan",
    "Ebe foto si, Getty Images",
    "Na South Sudan, ụlọọrụ United Nations (UN) akatọọla ogbugbu ndị mmadụ so na mwakpo a sị na ndị ọchị ehi mere na Jonglei steeti nke mba ahụ.",
    "Ngalaba ọrụ udo nke UN a kpọrọ Unmiss na mba ahụ, kwuru na ndị ntorobịa si n'obodo Murle wakporo ma gbuo mmadụ iri atọ na abụọ (32) si n'agbụrụ Dinka Bor, ma zurukwa ehi n'obodo Dungrut na Machined.",
    "Mmiri riri ụfọdụ ụmụaka na-agba ọsọ ndụ ha mgbe ya bụ mwakpo na-eme.",
    "Ọ na-ewute Unmiss na mwakpo ndị a achụpụla ọtụtụ ndị mmadụ n'ụlọ.",
    "Idemmiri tinyere steeti Jonglei ahụ n'ọnọdụ gbagharịa nso nso a, dịka ha nwebukwara nsogbu agbụrụ na agbụrụ mgbe gara aga.",
    "A na-achọ ndị agha itoolu achọ na mba Senegal",
    "Ebe foto si, AFP",
    "Ndị agha ahụ so n'otu gara ọrụ udo",
    "Na mba Senegal, ndị agha ha ekwuola etu e si gbuo ndị otu ha abụọ ebe itoolu na-efu efu dịka e nwechara ọgbaghara na mba Gambia (ebe ndị mba Senegal gbara gburugburu).",
    "Ndị agha ahụ so n'otu ndị e si mpaghara West Africa ziga ọrụ udo na mba Gambia kemgbe afọ ise.",
    "Ndị agha mba Senegal kwuru na ndị otu ha ahụ na ndị na-achọ nnwereonwe n'aka Senegal nọ na-ezubata osisi e gbuturu egbutu, kụkọtara isi.",
    "Ha kwuru na ha na-eche na ndị nnwereonwe ahụ ka ji ndị agha itoolu ahụ a na-achọ achọ.",
    "Ha kwukwara na otu n'ime ndị nwereonwe ahụ nwụkwara n'ọgbaghara ahụ.",
    "Etu ọkụ si gbaa akụkụ ụlọikpe 'Federal High Court', Umuahia",
    "Ụgbọala gwongworo gbara ọkụ n'ogige ụlọikpe 'Federal High Court' n'Umuahia, Abia steeti",
    "Ndị bi nso ụlọikpe 'Federal High Court', Umuahia, Abia steeti agbaala ama na oke ọkụ malitere igba n'ogige ụlọikpe ahụ nọ ebe ahụ n'ebe elekere asaa nke abali Tuzde.",
    "Ụfọdụ ndị bi nso ebe ahụ na-achọghị ka akpọ aha ha kọwara BBC Igbo na ụgbọala gwongworo a bu mmanụ ụgbọala malitere ịgba ọkụ ebe ahụ so na ụgbọala asaa ebusara n'ezi ya bụ ụlọikpe maka okwu nọ n'isi ndị nwee ya nke gụnyere ibu mmanụ ụgbọala n'ụzọ n'ezighi ezi.",
    "Akụkọ ndị ọkụ gbara ahia ha n'Onicha",
    "Ọkụ gbara obi ndị ọrụoyibo n'Anambra",
    "Ụlọahịa mmadụ 68 lara n'iyi n'ahịa dị n'Obiagụ n'Enugwu",
    "Ka akụkọ si kwuo, ụgbọala asaa ndị ahụ nọ ebe ahụ kamgbe afọ 2021 dịka enwetebeghi mkpebi n'okwu nọ n'isi ha.",
    "Ndị ọrụ gbatagbata wụchịrị ebe ahụ n'oge wee nyere aka meyụọ ya bụ ọkụ dịka e kwuru na amabeghi ihe butere ọkụ ọgbụgba a.",
    "Dịka a ka na-eme nnyocha ima ihe kpalitere ya bụ ọkụ ọgbụgba a, ozi si ebe ahụ ekwuola na o nweghi onye ihe mberede a merụrụ ahụ maọbụ gbagburu.",
    "Ugbua, a na-eche ozi si n'aka gọọmentị Abia steeti banyere ihe a mere ebe ahụ.",
    "Ọkụ gbakwara n'Enugwu:",
    "Ọkụ gbara ọtụtụ ụlọahịa na Coal Camp, Enugwu n'isi ụtụtụ Wenesde, 26 nke ọnwa Jenụwarị afọ 2022.",
    "Ndị nọ mgbe ihe mere kwuru na ọkụ ahụ malitere ebe elekere otu nke isi ụtụtụ, n'ebe a na-akpọ Calabar street, ma kwuputa etu ha si gbalịa ịmenyụ ya bụ ọkụ tupu ndị ọrụ mmenyụ ọkụ abịa menyụọ ya bụ ọkụ.",
    "Ndị bi na mpaghara ahụ kwara arịrị mgbe ha hụrụ BBC Igbo, ma kwuo etu ọkụ a si rie ngwongwo ha tara ahụhụ kpata.",
    "Ha gara n'ihu na-arịọ gọọmentị ka a gbatara ha ọsọ enyemaka, ọkachasị ugbua ọkụ a gbarikọrọ ebe ha si akpata nri.",
    "Ha kwukwara na ọtụtụ ndị nọ n'ogbe ahụ anọkarịbeghi ọnwa isii ebe ahụ tupu ihe mberede a adakwasị ha.",
    "Lee ihe ha gwara BBC Igbo n'onyonyo ebe a:",
    "Senegal",
    "Abia Steeti",
    "Coronavirus",
    "Ndịda Sudan",
    "Enugwu",
    "Vidio, Chidiebere Ibe: Ihe mere m ji jiri eserese isi ojii egosipụta ọrịa na ahụike mmadụ26 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abaa Okorie jide ya'",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Komla Dumor Awards 2022: Ihe niile onye ga-emeri nturugo a nke afọ a ga-erite",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}