{
  "published": "26 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Oke Mbuze na-akpa ike ugbua n'obodo Ogwu, Obollo Afor nke dị n'okpuruọchịchị Udenu, Enugwu steeti.",
    "Ya bụ mbuze malitekwara ịkpa ike ọzọ bụ nke dịgoro ihe karịrị afọ iri ise na enweghị enyemaka ọbụla site na-aka gọọmenti nke steeti maọbụ nke etiti.",
    "Mbuze eriela ala na Nanka",
    "Abia State Erosion: 'Mbuze na-achọ ikewa okporoụzọ anyị' - Ndị obodo Ekeoba, Umuahia",
    "'Gọọmentị bịa doziere anyị okporoụzọ Okigwe-Umuahia gbabiri abụọ'",
    "Oge BBC  Igbo rutere n’obodo Ogwu, Obollo Afor, anyị hụrụ na ya bụ mbuze eriela ọtụtụ ụlọ, nke na Community Primary School Ogwu nwereike ịdaba na ya bụ nnukwu onunu oge adighị anya.",
    "Ụmụ ikorobia obodo Ogwu kwuru na ha na ayọ gọọmenti ka ọ gbatara ha ọsọ enyemaka tupu mbuze ahụ erie ụlọakwụkwọ nakwa ọtụtụ ụlọ ndị mmadụ ometụtara.",
    "Onyeisi ndị ntorobịa ahụ bụ  Maazị Ogbonna Enyinna Odumegwu sị na mgbe ihe karịrị afọ iri abụọ ka ha yọbara gọọmenti ka ọ rụọ ya bụ mbuze. Ọ kwara arịrị na ugbua ọtụtụ mmadụ atufuola ndụ ha n'ime onunu ahụ.",
    "Ndị ntorobịa Ogwu ọzọ bụ Izuchukwu Malachi Odoh na Kyrian Ezeme Uchenna tinyekwara ọnụ yọọ onyeisi oche okpuruọchịchị Udenu bụ Solomon Onah, Gọvanọ Enugwu bụ Ifeanyị Ugwuanyị nakwa Onyeisiala Naijiria bụ Mohammadu Buhari ka ha cheta nnukwu ahụhụ ndị obodo ha na-ata n'ihi mbuze a.",
    "Ka ọ dị ugbua, ụzọ awara awara ochie si Obollo gaa obollo Eke nakwa Benue steeti abụrụla nke mbuze kewara abụọ.",
    "Ụlọakwụkwọ Community Primary School Ogwu bụzị ebe ndị ọkwọ ọgba tum tum na ndị jị ụkwụ si agafe, n'ihi na ụgbọala agaghị agafe ya bụ ụzọ mbuze mebiri.",
    "Ọtụtụ ndị okenye dịka Ozioko Michael Obeta na Hyginus Eze Obollo gwakwara BBC Igbo na ọ bụ ihe ihere na ihe a na-eme na okpuru ọchịchị Gọvano Ifeanyi Ugwuanyi, onye si na agbataobi ha bụ Orba ma bụkwara nwanne ha onye okpuruọchịchị Udenu.",
    "Cheta na ọnwa Decemba 2021 ka  Senatọ Ike Ekweremmadụ na ogbo ya nke House of Assembly  bụ Toby Okechukwu gara njem nleta na ya bụ mbuze were kwee ndị Ogwu Obollo Afor nkwa na ha ga-etinye anya ịhụ na-etinyere ego iruzi ya bụ mbuze na bọgetị afọ 2023 tupu ọtaa isi mmadụ.",
    "Kọmishịọna na-ahụ maka ọrụ n'Enugwu steeti bụ Mazị Greg Nnajị gwakwara BBC Igbo na gọọmentị Enugwu anọrọlarịị ọrụ n'ebe dị ịcheịche mbuze na-akpa ike n'Obollo Afor nakwa gburu gburu ya.",
    "O kwuru na gọọmentị ga na-aga n'ihu ịhụ na ha ruziri ebe niile mbuze mebiri maka ọ dị mma ndụ na akụ n'ụba  ndị mmadụ.",
    "Mbuze bụ otu ọdachi na-enye nsogbu na mpaghara dị icheiche na Naịjirịa, ọ kachasị na mpaghara Ọwụwa Anyanwụ.",
    "Ọdachia a na-akwanye njọ ugbua n'ihi oke idei mmiri nke nsogbu mgbanwe ihu eluigwe na-akpata.",
    "N'afọ 1981, gọọmentị wepụtara atụmatụ a kpọrọ 'Ecological Fund' iji buo agha megide ọdachi eke (natural disaster).",
    "Atụmatụ a kwuru na a ga na-ewepụta pasentị abụọ n'ime ego niile na-abata n'akpa gọọmentị iji gbochie ọdachi ndị a.",
    "N'ime afọ ndị gara aga, gọọmentị etiti Naịjirịa esila n'ime 'Ecological Fund' ksesaa ijeri kwuru ijeri Naịra nye steeti dị icheiche iji rụọ ọrụ maka ịkwụsị mbuze na ihe ndị ọzọ.",
    "Mana odoghị anya kpọmkwem etu gọọmentị steeti si etinye ego ndị ahụ n'ọrụ.",
    "Gburugburu",
    "Ifeanyi Ugwuanyi",
    "Enugu Steeti",
    "Klaimet chanji",
    "Vidio, Abia State Erosion: 'Mbuze na-achọ ikewa okporoụzọ anyị' - Ndị obodo Ekeoba, Umuahia, Duration 3,4121 Jenụwarị 2022",
    "Gọọmenti biko zọpụta Alaigbo n'aka mbuze - Ntorobia Ohaneze10 Septemba 2018",
    "Vidio, Lee mkpamkpa mbuze na-akpa na Nanka dị n'Anambara steeti, Duration 3,4331 Ọgọọst 2018",
    "Vidio, Anambra Erosion: 'Mbuze na-abọpụtazị ozu eliri na Nnewi', Duration 0,4928 Septemba 2019",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Enugu Erosion: Ndị Obollo Afor n'Enugu Steeti etiela mkpu akwa maka mbuze na-akpa ike na be ha, Duration 3,0526 Jenụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Chidiebere Ibe: Ihe mere m ji jiri eserese isiojii egosipụta ọrịa na ahụike mmadụ, Duration 3,0026 Jenụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}