{
  "published": "26 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chidiebere Ibe wuru ewu na soshal midia maka eserese akụkụ ahụ onye isiojii nke ndị ọrụ ahụike ji egosipụta ọrịa.",
    "Ndị mmadụ na soshal midia ji obi ụtọ nabata eserese ya maka na ọ bụ ihe pụrụiche na-egosipụta nsogbu ahụike n’eserese onye isi ojii.",
    "Lekwa ihe ị kwesịrị ịmata tupu ịṅụọ ọgwụ chloroquine",
    "Lee ụzọ ị ga-esi chuọ ọrịa akịrị (kidney) ọsọ ụkwụ erụala na ndụ gị",
    "N'ihe onyoonyo a, Ibe gwara BBC Igbo na o bụ n'ụlọakwụkwọ mahadum nke ndị dibịa Oyibo ka o bidoro nwewe mmasị ina-ese ndị mmadụ maka nkọwa ya bụ ahụ mmadụ site n'iji ndị isiojii.",
    "Ọ sị na kwaizu ka o ji egosipụta ya bụ eserese ya n'igwe soshial midịa mere ndị mmadụ jiri nwe ihe itunaya maka ihe eserese ya.",
    "O kwukwara na o nwere mmasị iji ihe eserese ya kuzie ndị ụmụakwụkwọ dọkịnta ka e ji eserese ndị isi ojii ji mụta ka ahụike ndị ma nleta ndị isi ojii kama iji eserese nke ndị ọcha nke ukwuu.",
    "Ibe na-atụanaya na eserese ya ndị a ga-abara ndị ụmụakwụkwọ na-amụta ọrụ dibịa Oyibo n'Afrịka ezigbote uru.",
    "Kirie ihe onyoonyo a ka i hụ ka nwa amadị a bụ Chidiebere Ibe ji eji igwe kọmpụta eseta ihe ndị a.",
    "Ebe foto si, Instagram/ebereillustrator",
    "Ibe bụ nwa akwụkwọ na-agụ akwụkwọ ịbụ dibịa oyibo.",
    "O buruụzọ gụọ Kemistrị na Mahadum Uyo.",
    "Ugbua ọ na-agụ maka nsogbu ụbụrụisi na mahadum Kyiv dị na mba Rọshịa.",
    "O nwekwara akaọrụ n’ịse ihe kama na ụdịrị ihe ọ na-ese bụ eserese gbasara ngosipụta ọrịa na ahụike mmadụ.",
    "Eserese ya nke gosiri nwa ka dị nne isiojii n’afọ wuru ewu n’ịntaneti dịka ọtụtụ mmadụ nabatara ya.",
    "O wuruewu n'igwe soshial midịa mgbe o gosipụtara eserese ahụ ndị isiojii ndị o sere mere ka ndị mmadụ nwe mmasị n'ihe o sere.",
    "Ebe foto si, Instagram/ebereillustrator",
    "Eserese nke Chidiebere ji gosipụta ọrịa akpata na etu o si emetụta ụmụaka.",
    "Chidiebere kọwara na ọtụtụ ọrịa ndị egbu ndị isiojii ekwesịghị ma ọ bụrụ na ndị nna nna anyị maara ka ọrịa ndị a si emetụta ndị isiojii site n’eserese ya.",
    "Ọ gara n’ihu kọwaa na site na esrese ya, ị ga-ahụ na usoro e ji agwọ onye ọcha n’otu ọrịa abụchaghị usoro e kwesịrị i ji gwọọ onye ojii.",
    "O nwere olileanya na a ga-ebido iji eserese ndị isiojii akụziri ndị mmadụ ihe n’ụlọakwụkwọ ndị ahụike.",
    "Kirie akụkọ a ka ị hụ ka ịhụ ka Chidiebere is kọwaa ya.",
    "Ndị mere akụkọ a bụ Grace Ekpu, Makuochi Okafor na Nnamdi Agbanelo.",
    "Ahụike",
    "Ọgwụ",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Enugu Erosion: Ndị Obollo Afor n'Enugu Steeti etiela mkpu akwa maka mbuze na-akpa ike na be ha, Duration 3,0526 Jenụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Chidiebere Ibe: Ihe mere m ji jiri eserese isiojii egosipụta ọrịa na ahụike mmadụ, Duration 3,0026 Jenụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}