{
  "published": "26 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bashir Ahmad",
    "Akụkọ gbasara etu Onyeisiala Muhammadu Buhari si zọọ ụkwụ n'elu 'Coat of Arms' nke Naịjirịa agbasaala ebe niile ugbua, dịka ndị ntaakụkọ atọ n'ụlọọrụ TVC ji ya mere isi akụkọ.",
    "Nke a akpalitekwalka akụkọ ụgha wuburu n'oge gara aga na Buhari anwụọla, na onye nọ n'oche ọchịchị Naịjirịa ugbua abụghị Buhari.",
    "Akụkọ ụgha na Nnamdị Kanu anwụọla echetarala ndị mmadụ ihe ọ na-ekwu maka Buhari",
    "Ugboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo",
    "Kedu etu gọọmentị ga-esi chikọta ma hazie Soshal Midịa?",
    "Na mparịtaụka TV ahụ, onye ntaakụkọ aha ya bụ Ayodele Osugbakun kwuru na \"ọtụtụ ndị Naịjirịa ọ kachasị ndị isi ndị agha na-ewe nnukwu iwe etu Onyeisiala Buhari si zọọ ụkwụ n'elu 'Coat of Arms' nke Naịjirịa, n'ụbọchị a na-echeta ndị agha larala mmụọ, nke bụ ihe emetụbeghị mbụ\".",
    "Okwu a kpalitere asịrị nakwa akụkọ ụgha na soshal midia ebe ndị mmadụ na-ekwu na Buhari nwụrụ n'afọ 2017, na onye nọ n'ọkwa onyeisiala Naịjirịa ugbua bụ nwoke aha ya bụ Jubril.",
    "Ebe foto si, Twitter Screengrab",
    "Ọ bụ Nnamdi Kanu, onyeisi otu na-achọ ikewapụ na Naịjirịa a kpọrọ 'Indigenous People of Biafra (Ipob)', bu ụzọ kwulite akụkọ ụgha a.",
    "Ọtụtụ ndị na-eso Nnamdi Kanu kwenyekwara ihe a onyeisi ha na-ekwu ruo taa.",
    "Ebe foto si, Nigerian Government",
    "Onye enyemaka mgbasa ozi Buhari na soshal midia aha ya bụ Tolu Ogunlesi, kọwara na ọ bụghị 'Coat of Arms' ka Onyeisiala Buhari kwụ n'elu ya, kama ọ bụ akara a na-akpọ 'Presidential Seal'.",
    "Ogunlesi kọwara na mba Amerịka, ebe Naịjirịa si ṅomite ọchịchị onye kwuo uche ya, nwekwara akara a bụ 'Presidential Seal'.",
    "\"Na Naịjiria, dịka ọ dị n'Amerịka, Onyeisiala nwere ikike iguzo n'elu akara a bụ 'Presidential Seal',\" Ogunlesi kọwara.",
    "\"Ọ bụrụ na Onyeisiala kwụrụ ọtọ n'elu akara 'Seal' a, ndị ọbịa ya nwere ike ikpudebe ya nso kwụrụ ebe ahụ, mana o nweghị onye ọzọ nwere ikike ịkwụ n'elu ya ma ọ bụrụ na Onyeisiala anọghị ebe ahụ.\"",
    "\"Ịkwụ n'elu 'Presidential Seal' so n'ugwu a na-akwanyere Onyeisiala, ọ bụghị mmehie ka ọ bụ.\"",
    "Ebe foto si, Tolu Ogunlesi",
    "Ogunlesi katọrọ etu ndị ntaakụkọ si gbasaa akụkọ duhiere ndị mmadụ, na-ebughị ụzọ mee nnyocha miri emi maka ozi ha na-agbasa.",
    "BBC tulekwara onyonyo ahụ e sere n'ụbọchị 15 nke Jenụwarị 2022, wee chọpụta n'ezie na ọ bụ n'elu 'Presidential Seal' ka Buhari guzo ọtọ n'ụbọchị ahụ.",
    "N'ụbọchị 22 nke ọnwa Jenụwarị, 2022, ụlọ ntaakụkọ TVC rịọrọ mgbaghara ma kọwaa na Onyeisiala nwere ikike iguzo ọtọ n'elu 'Presidential Seal'.",
    "Ebe foto si, By Lumia1234",
    "'Coat of Arms' Naịjirịa so n'otu ihe njirimara Naịjirịa gbara ọkpụrụkpụ.",
    "Ihe njirimara ndị ọzọ gụnyere ọkọlọtọ Naịjirịa, Abụ njirimara Naịjirịa (National Anthem), na Nkwa njirimara Naịjirịa (national pledge).",
    "'Coat of Arms' bụ eserese ịnyịnya abụọ, na nnụnụ Ugo dị n'elu ya, na okooko e ji chọọ ala ya mma, na akara ngosipụta osimiri Naịja osimiri Benue, nakwa ederede \"Ịdịkọnotu na Okwukwe, Udo na Ọganihu\".",
    "Inyinya abụọ ahụ na-egosipụta nkwanye ugwu, Ugo na-egosipụta ike, okoko na-egosipụta mma obodo Naịjirịa mara.",
    "Onye ọkaiwu aha ya bụ Ugo Egbujo gwara BBC na oge ọbụla e tinyere ihe ọzọ n'ime maọbụ n'elu eserese 'Coat of Arms', ọ bụkwaghị 'Coat of Arms'.",
    "Naijiria",
    "Ndịagha",
    "Muhammadu Buhari",
    "Nnamdi Kanu: Akụkọ ụgha na ọ nwụọla echetarala ndị mmadụ ihe ọ na-ekwu maka Buhari22 Eprel 2020",
    "Fake News: Ugboro ise akụkọ ụgha kpọtụrụ n'Ala Igbo13 Nọvemba 2018",
    "#BeyondfakeNews: Akụkọ ụgha enwerela oche n'obodo12 Nọvemba 2018",
    "Nnamdi Kanu: Akụkọ na Ipob gburu ndị Fulani 19 bụ akụkọ ụgha29 Eprel 2021",
    "Fake News: Ezigbo ọrụ ntaaakụkọ bụ iwepụta akụkọ dịka o si mee- Ndị ọnụ eru n'okwu7 Juun 2019",
    "Fake News Debunking: Onye yiwere Umahi na Uzodinma uwe a?18 Jenụwarị 2022",
    "Vidio, Chidiebere Ibe: Ihe mere m ji jiri eserese isi ojii egosipụta ọrịa na ahụike mmadụ26 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abaa Okorie jide ya'",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Komla Dumor Awards 2022: Ihe niile onye ga-emeri nturugo a nke afọ a ga-erite",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}