{
  "published": "30 Jenụwarị 2022, 05:51 WAT",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ ndị Igbo si n'Ọwụwa anyanwụ Naijirịa na-akpọ aha Chukwu Okike Abiama dịka aha Chi ha kwenyere.",
    "Mana ọtụtụ ndị na-ekwu na aha a abụghị aha ndị Igbo oge gboo na-akpọ Chi ha.",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja",
    "Ọjị, anụnụebe, ogilisi na osisi ndị ọzọ dị mkpa n'Igbo oge gboo na ihe omimi so ha",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "N'aka nke ọzọ, aha a bụ Chukwu Okike Abiama bụ aha ọhụrụ na ntị ọtụtụ ndị Igbo ọkachasị ndị ntoroọbịa.",
    "Dịka ọ dị ugbua, aha ndị Igbo na-akpọkarị Chi kachasị Chi niile bụ 'Chineke' maọbụ 'Chukwu'.",
    "BBC Igbo kpọtụrụ ndị ọnụ na-eru n'okwu gbasara omenala ndị Igbo ka ha tinye ọnụ ma kọwaa onye maọbụ ihe bụ Chukwu Okike Abiama.",
    "Kedụ Ihe ndị Igbo kwenyere ma na-efe oge gboo?",
    "Mazị Chigozie Nnabuihe bụ ọkammụta n'ihe gbasra Omenala na Odinnala ndị Igbo kọwara na ndị Igbo kwenyere na 'Chi-na-eke'.",
    "Nnabuihe kwuru sị, \"Ndị Igbo kwenyere na Chineke, nke pụtara Chi nke na-eke ihe niile n'ụwa\".",
    "Ọ kọwara na Chineke a nwere chi ndị ọzọ na-agara ya ozi.",
    "O kwuru na chi ndịa nke bụ Arụsị ka ndị Igbo na-akpọ ha.",
    "Arụsị ndị a gụnyere:",
    "Anyanwụ  nke bụ anya Chineke na anaghị anwụ anwụ.Ọ bụ arụsị ma ọ bụghị chi",
    "E nwere arụsị na-ahụ maka mmiri nke ụfọdụ na-akpọ Ulasi.",
    "Arụsị nke na-ahụ maka ọhịa nke a na-akpọ Ogwugwu.",
    "Igwe bụ arụsị ndị Igbo kwenyere na ọ bụ arụsị kpudoro ụwa",
    "Ala bụ arụsị ndị Igbo kwenyere kachasị arụsị ma kwere na ọ bụ ya bụ arụsị bụ isi arụsi ndị ọzọ, wdgz.",
    "N'aka nke ọzọ ka ọkammụta ihe gbasara ụkpụrụ ndị Igbo ma bụrụ kwa ụkọchukwu bụ Chika Okpalike kọwara na ihe ndị Igbo na-akpọ na mbụ bụ 'eke kere ụwa' maọbụ Chi na Eke.",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, Ohafia",
    "Okpalike kwuru na enweghị chị ọbụla ndị Igbo niile jịkọrọ aka na-efe.",
    "O kwuru sị, \"Obodo dị iche iche nwere chi ha na-efe ma na akwanyere ugwu\".",
    "Nnabuihe kọwara na mgbe gboo ndị Igbo anaghị akpọ maọbụ nwee Chi ha na-akpọ Chukwu.",
    "O kwuru sị, \" n'oge gboo ndị Igbo enweghị chị ọbụla ha na-akpọ Chukwu, ihe ndị Igbo na-akpọ bụ Chinaeke\".",
    "Omenala e ji mara Awka",
    "Chika Okpalike kọwara na enwere chi atọ kacha n'ala Igbo oge gboo nke bụ Ibini Ukpabi ndị Arọchukwu, Igwe ka ala nke ndị Umunneọha na Agbala ndị Ọka.",
    "Kama Ibini Ukpabị nke Arọchukwu bụ nke kacha gazuo ala Igbo oge gboo.",
    "Nnabuihe kwuru na ọ bụ ndị Obodo Umunneoha nke dị na Mbaitolu n'Imo Steeti ugbua bu ụzọ wepụta Chi nke ha sị na ọ bụ ya kachasị nke ha kpọrọ \"Igwe Ka Ala\".",
    "O kwuru sị, \" Igbo niile tịrị mkpụ were sị na nke a bụ arụ n'ihiu na Igwe anaghị ewe iwe n'ala karịrị ya\".",
    "Ihe ọkpụkpụ na-egosi Eze Aro",
    "Nnabuihe gara n'ihu kwuo sị,\" Mgbe a na-eme nke a ndị Arochukwu ewepụta chi nke ha kpọrọ Chi Ukwu ( Ibini Ukpabị) nke bụ Chi Kacha ihe niile\".",
    "O kwuru na oteghị aka ha mere nke a ndị ọcha were wuchie n'ala Igbo.na dịka nke a na-eme ka ndị ọcha batara Ala Igbo.",
    "Okpalike tinye kwara uche were kọọwa na ndị Arochukwu bidoro kpọwa chi ha  Ụchụ Ukwu.",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala Igbo",
    "Nkwenye ndị Igbo oge gboo banyere ịlọụwa, agwụ, ọgbanje na ihe dị ọzọ metụtara ọnwụ na ndụ",
    "Ọ kọwara na nke a gbadoro ụkwụ maka etu ndị Arochukwu sị jiri mgbere ohu baa ụba nke ha kwnyere na Ibini Ukpabi na-enyere ha aka.",
    "Ụchụ ukwu bụ aha ha na-akpọ kwa Ibini Ukpabi iji ekele ya maka ikike iji kpata ego.",
    "Mgbe ndị ọcha bịara ha ghọtara na ọ bụ Uchụ Ukwu kacha gazụọ ala igbo niile.",
    "Dịka onye ọkammụta. Okpalike kwuru sị, \"A ghọtara ma n'uche nke m na ihe a na-akpọ Chukwu ugbua bụ Chi\".",
    "Ndị Igbo makụọ nụ omenala unu - Bob Manuel Udokwu",
    "Ọ kọwara sị, \" Ọ bụrụ mgbe ochie tupu ndị ọcha abịa, ihe anyị na-akpọ Chukwu ugbua ka ndị oge gboo na-akpọ Chi\".",
    "Okpalike kọwara na ndị Arọ gosiri amaihe mgbe ha ghọtara na ofufe na enyere ha aka na azụmahịa nke mere ha jiri kpọwa Ụchụ Ukwu Chi Ụkwụ.",
    "Nke a mere ka ndị ọcha hụta 'Chịụkwụ ' ahụ dịka Chukwu a na-akpọ ugbua nke bụ 'God' n'okwu bekee.",
    "Ịdịnotu ọdịla n'ala Ozalla?",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala Igbo",
    "Aha Chineke dịka ndị oge gbgoo siri ghọta ya bụ Chi na Eke. Nke a na-egosi mbịdọ na mgwụcha.",
    "Kama ugbua atụgharịala ya ọ bụrụ Chi nke na-eke; Chineke.",
    "Ọ bụghị na ndị Igbo amaghị na-ekere ụwa eke kama onye Igbo oge gboo ka akpọ ya bụ 'Eke kere ụwa' maọbụ  'Chi kere mmadụ'.",
    "Ọ gaghị ekwu Chukwu Okike ọ ga-ekwu Chi Okike.",
    "Kedụ etu aha Chukwu Okike Abiama siri bido?",
    "Mazị Nnabuihe kwuru na ọ bụ ndị ụka batara were kpọwa Chukwu nke na-eke eke.",
    "N'aka nke ọzọ Okpalieke kọwara na ndị Igbo gafere mmiri Naịja na-akpọ Chi Olisa, Olisa buru ụwa nke a na-akpọ Oseburuụwa ugbua.",
    "Gịnị mere nwoke jiri nwụchie arụsị ndị Opi Nsukka?",
    "Imo Awka: Mmemme a bụ Opu-Eke",
    "Okpalike kwuru sị, \"Ị gaa na mphara Ugwu nke ala Igbo ha na-ekwu Eze Chito Oke Abiama, nke pụtara 'Eze Nke Na-Enye Akaraka' (Destiny) mamara ihe niile\".",
    "Ọ bụ aha a ka ndị mmadụ na aghọtahe na-akpọ 'Chukwu Okike Abiama'.",
    "Chukwu abụghị Olisa maọbụ Chi maọbụ Eze Chito Oke Abiama.",
    "Mgbe ochie, ndị Igbo anaghị akpọ Chukwu Okike Abiama.",
    "Ofụfe",
    "Omenala",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Aka akparala Mason Greewood maka ebubo ịkpa nwaagbọghọ ajọ akaelekere 5 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Ihe ụmụ ụwa na-ekwu maka foto Obi Cubana na Abba Kyari sere ọhụrụ a",
    "Ebe aha 'Chukwu Okike Abiama' siri bido",
    "Aka akparala Mason Greewood maka ebubo ịkpa nwaagbọghọ ajọ aka",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Onyoonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}