{
  "published": "27 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'ime ụmụaka otu narị a mụrụ na Naịjirịa, mmadụ abụọ n'ime ha na-enwe ọrịa ọkpọnọbara a kpọrọ 'sickle cell anaemia' na Bekee, dịka ụlọọrụ Sickle Cell Foundation si kwuo.",
    "Nwada Sanni Joy Omowunmi so n'ime mmadụ abụọ n'ime otu narị ahụ a mụrụ nwere ya bụ ọrịa, mana oge o nwetara ohere ịga mahadum na University of Lagos, ọrịa ahụ metụtara ọkpụkpụ ukwu ya nke ndị dọkịnta kwuru na ọ gaghị agali ije naanị ya.",
    "Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta",
    "Ihe mere m ji enyere ndị bu ọrịa 'Sickle cell' aka",
    "Iwu ọrịa 'Sickle Cell' nke Anambra megidere Iwu Naijiria - Ọkaiwu",
    "E nyere ya osisi nwere ụkwụ anọ ga-enyere ya aka ịga ije, mana ndị ntọrọọbịa ụfọdụ achọghị ịhụ onye nwere ụkwụ isii gụnyere na a rụghị ụlọakwụkwọ mahadum maka ndị nwere nkwarụ.",
    "N'etiti akaja ndị ụfọdụ mere ya na nsogbu ịga klaasị, lee ka nwada Joy kọọrọ gị etu o siri jirizie ụkwụ ya abụọ gụchaa mahadum ma a waghị ya ukwu.",
    "Gịnị bụ ọrịa ọkpọnọbara - 'sickle cell anaemia'?",
    "Ebe foto si, Joy Omowummi",
    "Ọrịa ọkpọnọbara bụ ọrịa kachasị esi na mkpụrụndụ efe n'ụwa niile gbaa gburugburu.",
    "Ndị bu ya bụ ọrịa siri n'ahụ nne na nna ha bute mkpụrụndụ bu ya nke a kpọrọ jenotaịpụ.",
    "Ọ bụ ọrịa na-ebute ezigbo ahụ ụfụ nye ndị na-agabiga ya, nke nwada Joy gwara BBC Igbo na ọ dị ka mmadụ ejiri ntu na-akpọ gị n'ime ọkpụkpụ.",
    "N'ime mmadụ 100 a mụrụ na Naịjirịa, ụmụaka abụọ na-ebu mkpụrụndụ ahụ nwere 'sickle cell' nke bụ na ha na-arịa sickle cell.",
    "Dịka ndị ọrụ ahụike siri kwuo, anaghị etofe ọrịa a etofe, kama naanị iwere ụmị ọkpụkpụ dị mma tinyere onye nwere ọrịa ahụ nke a kpọrọ 'stem cells transplant' bụ ihe nwereike ịkwụsị ya.",
    "Ya bụ ọrịa egbuola otu onye mgbasaozi redio a ma ama na Naịjirịa aha ya bụ Tosyn Bucknor.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ọmụmụ na mmụta",
    "Vidio, World Sickle Cell Day: Ihe mere m ji enyere ndị bu ọrịa 'Sickle cell' aka, Duration 2,4219 Juun 2020",
    "Vidio, Kelechi Amadi-obi: Ise foto ka m ji akọ akụkọ ọbụla m chọrọ ikọ, Duration 1,462 Mee 2019",
    "Dyslexia, Autism na ọrịa ndị ọzọ ndị Naịjirịa na-aghọtaghie ma jiri akpaso ndị na-arịa ya oke28 Eprel 2020",
    "Eucharia Anunobi: Ọnwụ nwa ya, ijere Chukwu ozi na ihe ndị ọzọ gbasara ndụ ya ị maghị7 Febụwarị 2020",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Enugu Erosion: Ndị Obollo Afor n'Enugu Steeti etiela mkpu akwa maka mbuze na-akpa ike na be ha, Duration 3,0526 Jenụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Chidiebere Ibe: Ihe mere m ji jiri eserese isiojii egosipụta ọrịa na ahụike mmadụ, Duration 3,0026 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}