{
  "published": "27 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onyeisiala Naijirịa bụ Muhammadu Buharị akagbuola njem ọ kwadoro ime na Zamfara steeti n'ụbọchị iri abụọ na asaa nke ọnwa Jenụwarị a.",
    "Gọvanọ Steeti ahụ bụ Bello Mattawale kwuru na ọ bụ maka etu ihu igwe dị, mere o jiri kagbuo ya bụ njem.",
    "Mara na o kwesịburu ịga ya bụ njem nleta n'isiobodo Gusau, ebe ọ gaara ezute ma tie ndị ihe mberede dakwasịrị na steeti ahụ nso nso a aka n'obi.",
    "Ihe Buhari na-abịa ime n'Imo Steeti",
    "Njem ole ka Buhari merela kemgbe May 29?",
    "Etu ndị mmadụ si nabata Onyeisiala Buhari na Lagos",
    "Gịnị mere Buhari ji aga Zamfara?",
    "Ebe foto si, Bashir Ahmad",
    "Gọọmentị Zamfara steeti kwuru na Onyeisiala Buhari na-abịara ha mgbaru n'ihi mwakpo ndị omekome wakporo okpuru ọchịchị Anka na Bukkuyum dị na steeti ahụ n'ụbọchị anọ nke ọnwa Jenụwarị 2022, ma gbuo ihe ruru mmadụ iri ise na asatọ (58).",
    "Ha kwuru sị \"Njem a abụghị naanị maka iti gọọmentị steeti a aka n'obi n'ihi mwakpo e mere n'Anka na Bukkuyum, mana Onyeisiala Buhari ga-ezute ezinaụlọ ndị ihe mberede a dakwasịrị ma tikwaa ha aka n'obi.",
    "\"Anyị na-atụkwa anya na ọ ga-agakwa n'ebe ndị agha nọ iji gbaa ha ume ha ga-eji etinye uchu n'ibuso ndị omekome agha.\"",
    "Cheta na ndị omekome a kpara mkpamkpa n'obodo anọ dị n'okpuru ọchịchị abụọ a, gbuo ma ụfọdụ ndị agha Naịjiria nakwa ndị ọrụ nche bịara igbochi ya bụ mwakpo.",
    "Iwu ndị e tinyere maka njem ya",
    "Ibrahim Dosara bụ kọmishọna mgbasaozi na steeti ahụ, kwuru sị na a ga-agbachi ọdọụgbọala niile dị na Gusau ma gharakwa ikwe ka ụgbọala ọbụla gbaa n'ụzọ n'ime awa atọ ahụ.",
    "N'otu aka ahụ, gọọmentị steeti ahụ kwukwara sị na ha agaghị ekwekwa ka onye ọbụla buru mma, osisi maọbụ ihe e ji amụnye ọkụ, nakwa akwụkwọ e dere ihe ịkwa emu.",
    "Otu ihe ndị bi na mpaghara Ugwu Naịjirịa na-akpụkarị n'ọnụ bụ na Onyeisiala Buhari anaghị agakarị mgbaru ma e nwee ụdịrị ihe mberede a.",
    "Nso nso a ka ndị mmadụ mere ngagharịiwe n'ihi na Buhari agaghị mgbaru na Sokoto steeti mgbe ndị ojiegbe gbara ndị njem iri anọ na abụọ ọkụ n'ime ụgbọala ha ji eme njem.",
    "UAE ebuliela mmachi njem ha tinyere Naịjiria",
    "Ebe foto si, Emirates Facebook",
    "Mba United Arab Emirates (UAE) ewepụla mmachi ha machiburu ndị njem si Naịjiria ịbata mba ha.",
    "Ha kwuru na site n'ụbọchị Satọde, 29 nke ọnwa Jenụwarị 2022, na Naịjiria na mba 12 ọzọ si na mpaghara Afrịka ga-abatanwuzi mba ha.",
    "Mbuli mmachi a ha tinyeburu oge ụdịrị ọrịa covid-19 nke a kpọrọ Omicron selitere isi, pụtara na ndị nọrọla na mba ndị a ụbọchị 14 tupu ha emee njem, ga-abatanwu na mba ahụ.",
    "Mba 12 e buliri mmachi ha gụnyere Naịjirịa, Tanzania, Kenya, Botswana, Lesotho, Mozambique, Eswatini, Ethiopia, Namibia, Zimbabwe, Republic nke Congo, nakwa South Africa.",
    "Ihe ị ga-eme tupu ị banye UAE",
    "Iwu ndị UAE tinyere maka ndị si mba 12 a abata gụnyere:",
    "Ime nnyocha maka ọrịa covid-19 ugboro atọ; ha ga-ebu ụzọ mee nnyocha PCR ga-egosi na ha ebughi covid-19, ihe ruru awa 48 tupu onye ahụ mee njem",
    "Onye ahụ ga-eme nnyocha ọzọ n'ọdọụgbọelu tupu ha efepụ na mba ha",
    "Onye ahụ ga-eme nnyocha ọzọ mgbe ha ruru UAE.",
    "Ọkụ tanka gbara ihe karịrị ụlọ 25 na Delta steeti",
    "Ebe foto si, Ossai Ovie Success Facebook",
    "Aka na-achị Delta steeti bụ Ifeanyi Okowa, agaala mgbaru ebe ọkụ ụgbọala tanka gbara ihe ruru ụlọ iri abụọ na ise (25) n'obodo Ohoror dị n'okpuru ọchịchị Ughelli Nọt.",
    "Ebe foto si, Ossai Ovie Success Facebook",
    "Okowa tiri ndị ihe metụtara aka n'obi, ma kwe nkwa na gọọmentị ya ga-agba mbọ ịgbatara ha ọsọ enyemaka.",
    "Okowa kelekwara ndị ọrụ mmenyụ ọkụ maka ịgbata ọsọ ozugbo a kpọkuru ha, ma nye ha iwu ka ha ghara ịpụ ebe ahụ ruo mgbe ha menyụchara ọkụ ahụ.",
    "Dịka akụkọ si kwuo, ya bụ ọkụ gbara n'abalị Wenezde, ụbọchị iri abụọ na isii nke ọnwa Jenụwarị 2022, tara isi mmadụ abụọ mgbe tanka abụọ ahụ kụkọtara isi.",
    "Cheta na ọkụ tanka gbakwara n'akụkụ ụlọikpe 'Federal High Court', Umuahia, nakwa ọtụtụ ụlọahịa dị na Coal Camp, Enugwu, n'ụbọchị 26 nke ọnwa Jenụwarị a.",
    "Mbọ gbata gbata Naịjirịa na-agba maka ọrịa \"Lassa Fever\"",
    "Ebe foto si, AFP",
    "Oke na-ebutekarị ọrịa 'Lassa fever'",
    "N'ihi nsogbu ọrịa \"Lassa Fever\" na-enye na Naịjirịa ugbua, e hibela ụlọọrụ gbata gbata ga-ahụ maka mgbochi mfesa ya.",
    "Nke a na-eso ọnụọgụgụ ndị butere ọrịa a n'izu atọ gara aga nke e kwuru bụ mmadụ 115, nakwa ọnwụ mmadụ 26.",
    "Ụlọọrụ na-ahụ maka mgbochi ọrịa na Naijiria bụ Nigeria Centre for Disease Control (NCDC), kwuru na ihibe ụlọọrụ a dị mkpa iji gbochie mgbasa ọrịa a ngwa ngwa.",
    "Gịnị bụ Lassa Fever?",
    "Otu onye ọrụ ahụike na-ahụ maka mfesa ọrịa bi n'Enugwu bụ Chinenye Nwaekpe, kọwara ịba lassa dịka ọrịa na-efe efe a na-esi n'oke ebute.",
    "Ọ bụ site na iri ihe nsị ma ọ bụ mammịrị oke a bụ 'Mastomy Rat' metụtara ma ọ bụ iji imi kuru ya ka mmadụ si ebute ya bụ ọrịa.",
    "Oke a nwere ike inyụpụta nje na-ebute ọrịa Lassa Fever na nsị ma ọ bụ mammịrị ya na ndụ ya niile.",
    "Etu o si efe mmadụ",
    "Lassa Fever nwereike isi na mmadụ fere na mmadụ ma ha nwee mmetụta gụnyere ọbara onye bu ya ịmetụta mmadụ, site n'ọnya ahụ maọbụ nsị, mamịrị maọbụ ihe ndị ọzo si n'ahụ mmadụ apụta.",
    "Ụzọ iri ị ga-eji gbochie ịba lasa",
    "Etu e si eme ka garri ghara ibunye mmadụ ọrịa ịba Lassa",
    "Ọrịa Iba Lasa awakpoola Naịjirịa ọzọ - NCDC",
    "Ihe ị ga-eme ma etinye gị na 'quarantine' n'ihi ọrịa coronavirus maọbụ 'Lassa Fever'",
    "Iyi mkpuchi imi agaghịzị abụ iwu na mba Briten",
    "Ebe foto si, Getty Images",
    "Praịm Minista mba Briten, Boris Johnson",
    "Na mba Briten, gọọmentị ekwuola na ọ bụghịzị iwu iyi mkpuchi imi maka nchekwa ọrịa covid-19 n'ọgbakọ maọbụ n'ebe ndị mmadụ nọ.",
    "Praịm minista mba ahụ bụ Boris Johnson, kwuru nke a dịka ọrịa Covid-19 kwụsịrị ịfesasị n'ike ebe ahụ n'ihi ọgbụgba ọgwụ mgbochi ya bụ orịa, etu ndị ọrụ ahụike nke ngalaba \"National Health Service\" si agba mbọ n'ịchụpụ ọrịa a, nakwa etu ndị mba ahụ si chekwawa onwe ha.",
    "Ozi a kwukwara na ụlọahịa ukwu dịka Sainsbury's, John Lewis na Waitrose ga-aga n'ihu na-amanye ndị mmadụ ka ha na-eyi mkpuchi imi n'ime ụlọahịa ha, ebe ndị ọrụ ụgbọoloko ga na-emekwa otu ihe ahụ maka ndị njem.",
    "Mba Rwanda na-amanye ndị mmadụ ịgba ọgwụ mgbochi covid-19",
    "Ebe foto si, Getty Images",
    "Na mba Rwanda, Praịm Minista ha ekwuola na tupu e kwe onye ọbụla banye ebe ndị mmadụ gbakọrọ, mmeme na ihe ndị ọzọ yiri ya, onye ahụ ga-agbarịrị ọgwụ mgbochi maka Covid-19.",
    "E kwukwara na dịka a na-emepe ụlọoringo ime abali na mmeme egwuregwu dị iche iche, a ga-amachi ndị mmadụ ịghagharị site n'elekere iri na abụọ nke ime abalị, kwa ụbọchị.",
    "Mmadụ nde asaa n'ime mmadụ nde iri na atọ ndị bi na mba ahụ agbazuola ọgwụ mgbochi ọrịa a, ebe ihe karịrị mmadụ nde asatọ agbaala naanị otu ugboro.",
    "Mba Amerịka ajụla mkpesa mba Russia",
    "Ebe foto si, EPA",
    "N'Amerịka, ha ajụla mkpesa mba Russia kpesara ka e wepụ mba Ukraine n'otu jịkọrọ ọtụtụ mba n'Europe bụ North Atlantic Treaty Organization (Nato), dịka a na-ekwu na mba Russia nwereike iwakpo Ukraine bụ ndị agbataobi ha.",
    "Nke a so asịsa onye odeakwụkwọ mba Amerịka bụ Antony Blinken nyere mba Russia, iji zaghachi ya maka okwu nọ n'isi ha na mba Ukraine.",
    "Blinken enyeghi ohere ọbụla ikwu ọtụtụ okwu, mana o kwuru na ha na-enye Russia ohere isi n'ụzọ mkparịtaụka kpee udo ma ha chọọ.",
    "Minista mmekọrịta mba na mba nke Russia bụ Sergei Lavrov, kwuru na Onyeisiala Vladimir Putin ga-enyocha nzaghachi Blinken ugbua tupu o mee mkpebi.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Njem",
    "Njem ụgbọelu",
    "Delta Steeti",
    "Zamfara Steeti",
    "Coronavirus",
    "Muhammadu Buhari",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Onyonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?27 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onyeisiala Buhari akagbuola njem o kwesịrị ime na Zamfara state27 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Onyonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}