{
  "published": "27 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Onyonyo ebe ụmụ okorobịa abụọ na-anyụ nsị n'okporoụzọ fesara ka ọkụ ụgụrụ na soshal midia n'ụbọchị Wenezde, abalị iri abụọ na isii nke ọnwa Jenụwarị, 2022.",
    "N'ime onyonyo ahụ, e gosiri ebe ọ dịka ụmụ okorobịa ahụ ọ na-etinye aka na nsị ha na-etinye ya n'ọnụ ha, n'etiti okporoụzọ n'Owerri, Imo steeti..",
    "Otu olu na-ekwu okwu n'ime onyonyo ahụ kwuru na ọ bụ ndị ntorobịa na-etinye aka n'ịgwọ ọgwụ iji bute ego mbute.",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie",
    "Akụkọ ụgha na Nnamdị Kanu anwụọla echetarala ndị mmadụ ihe ọ na-ekwu maka Buhari",
    "Ọtụtụ ndị mmadụ kesara onyonyo ahụ na soshal midia, na-ekwu na ụwa nke a emebiela.",
    "Ndị ọzọ kwa ka onyonyo ahụ wụrụ nnukwu akpata oyi mere ka ha na-ajụ ma o nwekwara ihe ndị ntorobịa ugbua agaghị eme n'ihi ịkpata ego.",
    "Duke Duruji, onye ọkpaọchị nakwa onye na-arụ ọrụ dịka MC, gwara BBC Igbo na onyonyo ahụ abụghị eziokwu.",
    "Ọ kọwara na ọ bụ onyonyo egwuregwu nke bekee na-akpọ 'skit'.",
    "\"Ihe ahụ bụ 'skit' ka ụmụ okorobịa ahụ na-eme. Mụ onwe m na-emekwa ụdị ihe ahụ, mana ọbụghịzị nke otu a,\" Duruji kwuru.",
    "\"I lee anya n'onyonyo ahụ na-efesa na soshal midia, ị ga-ahụ na ọ bụ n'ote aka ka a nọ see ya.\"",
    "\"Ihu ụmụ okorobịa abụọ ahụ egosighị nke ọma, kama ị ga-ahụkwa otu onye nọ ha nso werekwa ekwentị ya na-ese ha.\"",
    "\"Ọ bụ onye nke ahụ nọ nso bụ onye ose foto na-ese ya bụ 'skit', mana onyonyo nke na-efesa na sohal midia bụ nke ndị mmadụ na-amaghị ihe na-emenụ.\"",
    "Duruji kwuru na ya ma ndị mere onyonyo ahụ, na ya ajụọla ha maka ya ha wee kwuo na ọ bụ ihe egwuregwu.",
    "Ebe foto si, MC Duruji",
    "Ebe foto si, Youtube screengrab",
    "Foto e wetara n'ime onyonyo ụgha fesara na soshal midia n'afọ 2021",
    "Nke a abụghị nke mbụ ndị mmadụ na-eme onyonyo egwuregwu nke ọtụtụ mmadụ na-aghọtahie chee na ọ bụ ihe mere eme.",
    "N'ọnwa Ọgọst 2021 otu onyonyo pụtara nke gosiri otu nwaokorobịa na-eme ka onye ara n'Imo steeti.",
    "Onyonyo ahụ kwuru na nwa okorobịa ahụ tinyere aka n'ọgwụ maka na ọ bụ onye ohi ịnternet, nke bekee na-akpọ 'internet fraud'.",
    "Mana nnyocha gosiri na ihe ahụ emeghị n'eziokwu, kama ọ bụ onyonyo egwuregwu 'skit'.",
    "Ebe foto si, Iwaria",
    "Ọtụtụ ndị ntorobịa na-enweta ego site n'itinye onyonyo ha na soshal midia.",
    "Duke Duruji kwuru na otu ihe na-akpata ụdị ihe a bụ maka na ụfọdụ na-eche na ọ bụ ihe ga-eme ka a mata ha.",
    "Duruji kwuru sị: \"Ihe ọjọọ na-aka agbasa karịa ihe ọma, ọtụtụ ndị ntorobịa a emeela ihe onyonyoo dị icheiche mana o nweghị onye matara ha.\"",
    "\"Mu onwe m malitere ọrụ ịkpa ọchị kamgbe afọ 2015, enwere m akara Instagram, mana ndị na-eso mụ erubeghị otu puku kamgbe afọ asaa ndị a.\"",
    "\"E meela m ihe dị icheiche iji nweta ndị na-eso m n'akara soshal midia m dị icheiche, mana o nwebeghị isi.\"",
    "\"O nwere ike ịbụ nke a mere ụfọdụ ji eme ihe onyonyo na-ata arụ n'anya iji nweta uche ndị mmadụ ma bụrụ ndị a ma ama.\"",
    "Duruji kwuru na ya akwadoghị ụdị onyonyo ahụ ụmụ okorobịa ahụ mere, maka na ha mefere ya oke.",
    "Soshal midia bụ ụzọ ọtụtụ ndị ntorobịa na Naịjirịa si enweta ego",
    "Mpụta soshal midia mepeere ọtụtụ mmadụ ohere ọhụrụ iji kpata ego site n'ime ihe dị icheiche.",
    "Otu n'ime ihe nwereike inye mmadụ ego na soshal midia bụ onyonyo.",
    "Ọ bụrụ na ọtụtụ mmadụ na-ekiri onyonyo i tinyere na soshal midia, ụlọọrụ soshal midia ahụ ga-ebido na-akwụ gị obere ụgwọ n'ihi na ị na-adọta ndị mmadụ n'ọba ozi ha.",
    "Dịka ọnụọgụgụ ndị na-ekiri onyonyo gị na-arị elu, ego a na-akwụ gị maka onyonyo ahụ ga na-agbalite kwa.",
    "Etu ọzọkwa e si enweta ego site na soshal midia bụ ịgbasa ozi azụmahịa n'akara facebook gị.",
    "Ụlọọrụ na-arụpụta ihe dị icheiche na-akwụ ụfọdụ ndị mmadụ ụgwọ ka ha tiere ha mkpu ka ndị mmadụ hụ ma zụọ ihe ha na-arụpụta.",
    "Mana ndị a bụ ndị nwere ọtụtụ ndị na-eso ha n'akara soshal midịa; nke a mere ọtụtụ ndị mmadụ ji achọ ka ọnụọgụgụ ndị na-eso ha gbalite.",
    "Na Naịjirịa taa, ọtụtụ ndị ntorobịa si n'ụzọ dị otu a bụrụ ndị a ma ama, ma gbalahụkwa ụbịam.",
    "Mana ọtụtụ kwa bụ ndị nọrọla ọtụtụ afọ mana o nwebeghị onye matara ha.",
    "Ụmụntoroọbịa",
    "Social media",
    "Ịkpa obi aṅụrị",
    "Bandits Strip Students: Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere25 Jenụwarị 2022",
    "Buhari and Coat of Arms: Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Onyonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?27 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onyeisiala Buhari akagbuola njem o kwesịrị ime na Zamfara state27 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Vidio, Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie, Duration 6,2622 Jenụwarị 2022",
    "Ihe niile ị kwesịrị ịma maka Fr Tansi, onye Naịjirịa mbụ bụ 'Saint'20 Jenụwarị 2022",
    "Onyonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "A gbaala ụlọakwụkwọ ebe ahụrụ ozu Hanifa Abubakar ọkụ",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}