{
  "published": "28 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jaruma ji akwa ojii fụchie ihu ya oge ọ bịara ụlọikpe",
    "Ụlọikpe ukwu dị n'Abuja enyela iwu ka a tọhapụ Hauwa Saidu Mohammed, onye e ji Jaruma mara, n'okwu dị n'etiti ya na ọkaiwu a ma ama bụ Ned Nwoko",
    "Ọkaikpe Ismail Abdullahi Jibril nyere iwu a n'ehihie Fraịde, Jenụwarị 28, ma kwuo ka Jaruma kwụọ ego dị Puku Narị naịra ise (N500,000).",
    "O nyekwara iwu ka Jaruma kpọta otu onye ga-ana ya n'akaebe.",
    "Onye ahụ ga-abụ onye ọrụ oyibo nọ n'ogogo 'Level 12', biri n'Abuja, ma wetakwa ego dị N500,000.",
    "Kayanmata: Jaruma asaala okwu Ned Nwoko",
    "O nweghị sakramenti jikọrọ mụ na Ned Nwoko, di Regina Daniels - Chika Ike",
    "Ihe Somadina kwuru maka Regina Daniels, ESN na Biafra",
    "Ebe foto si, Instagram/Jaruma Empire",
    "Jaruma na ezinụlọ Ned Nwoko dịbu na mma na mbụ dịka ha si gosi na foto ha sekọrọ ọnụ",
    "Regina Daniels na Jaruma dịbu na mma dịka ha si egosibu n'akara 'Instagram' ha.",
    "Mana ọ dịka e nwere nghọtahie dapụtara n'etiti ha n'ihi azụmahia.",
    "Jaruma boro ebubo na Regina Daniels riri ego ya dị nde naịra iri (N10m), mana ọ rụghị ọrụ ọ sị ya rụọrọ ya.",
    "Regina n'aka nke ya kwuru na ya mere ihe ya na Jaruma kwekọrịtara, mana Jaruma chọrọ ihe ọzọ.",
    "Etu Ned Nwoko si bata n'okwu ahụ bụ maka ebubo Jaruma boro gbasara nkewa ya na otu n'ime ndị nwunye ya.",
    "Ebe foto si, Instagram/Regina Daniels",
    "Regina Daniels na Jaruma",
    "N'ihe o dere n'akara 'instagram' ya n'abalị Tọzde, Jenụwarị 27 2022, Regina Daniels kọwara na ọ rụrụ ọrụ Jaruma kwụrụ ya ụgwọ ka ọ rụọ, mana Jaruma chọrọ ka o meere ya ihe ndị ọzọ bụ nke ya onwe jụrụ ime.",
    "O kwuru na ụfọdụ ihe ndị ahụ Jaruma chọrọ ka ya mee metụtara di ya bụ Ned Nwoko, mana ọ gwara ya ka o wepụ aha di ya na mkparịtaụka ha abụọ.",
    "\"Nkwekọrịta mụ na Jaruma nweburu bụ naanị ka m tinye ahịa ya n'akara 'Instagram' nke m, mana ọ bịara chọwazie ka m na-aụta n'onyonyo ebe m na-eyi ụfodụ ihe ndị ọ na-ere,\" Regina kwuru.",
    "\"Jaruma mebiri adịmnamma mụ na ya oge o kwuru na ọ bụ mụ kpatara nnukwu ọgbaaghara dị n'ezinụlọ m. Ezigaara m ya ozi ka o wepu ihe ahụ o dere mana o wepụghị ya.\"",
    "Regina kọwara na nnwuchi a nwuchiri Jaruma nakwa mkpọrọ a tụrụ ya agbasaghị nkwekọrịta ha abụọ nwere, kama ọ bụ maka akụkọ ụgha niile Jaruma na-agbasa megide di ya bụ Ned Nwoko.",
    "Ebe foto si, Instagram/Jaruma Empire",
    "Jaruma",
    "N'ọtụtụ ihe o dere nakwa onyonyo o tinyere n'akara 'Instagra' ya, Jaruma boro ebubo na Regina Daniels riri ego ya.",
    "N'akara Instagram ya n'ụbọchị Jenụwarị 22, Jaruma dere ihe ma kwuo sị: \"Ha gbalịrị iji ndị uweojii mba Dubai nwụchie m, mana ọ gazighịrị ha n'ihi na ndị uweojii Dubai ma na aka m dị ọcha.\"",
    "\"Ụmụaka abụọ na-ese okwu, okenye nwoke dị afọ 74 bịa buru onwe ya tinye n'ime ya, were ndị uweojii Naịjirịa na-emekpa m ahụ.\"",
    "Jaruma akpọghị Ned Nwoko aha n'ihe ahụ o dere, mana o tinyere foto ya na Ned nakwa Regina sere n'oge gara aga.",
    "Ọ gara n'ihu tinye onyonyo ebe o kwuru na e nwere otu nwoke akaọrụ ya bụ iji akụnụba ya na-emegbu ndị ntorobịa Naịjirịa.",
    "Ọ sị: \"Oge ọbụla e tinyere aha mmadụ na 'Google', ihe a ga-ahụ bụ naanị aha ndị mmadụ ọ kpọchiri na mkpọrọ. Ọ chọrọ ka anyị tụwa ya ụjọ?\"",
    "Jaruma akpọghịkwa Ned Nwoko aha n'onyonyo ahụ, mana ọtụtụ ndị mmadụ kwuru na o ji ụzọ aghụghọ atufere ya okwu.",
    "Ned Nwoko: Etu m siri kpata ego m",
    "Okwu a malitere oge otu n'ime nwunye Ned Nwoko aha ya bụ Laila Charani, onye mba Morocco, kwuru na ya na Ned ekewaala.",
    "Ndị mmadụ malitere ikwu na ọ bụ ike dị na 'kayanmata' Jaruma na-ere mere Laila na Ned ji gbaa alụkwaghị m.",
    "Ha kwuru na ọ bụ 'kayanmata' Jaruma ka Regina Daniels ji chụọ Laila Charani.",
    "Mana Regina were iwe ma kwuo na ọ bụ eziokwu na ọ na-etiri Jaruma mkpu ahịa n'oge mbụ, mana onweghị ihe gbasara ya na 'kayanmata' ọ na-ere.",
    "N'ọnwa Nọvemba 2021, Ned Nwoko bụ di Regina Daniel sara Jaruma okwumaka ebubo na ọ bụ 'kayanmata' ka Regina ji jide ya.",
    "Mana o mechara wega mkpesa n'aka ndị uweojii megide Jaruma.",
    "Ebe foto si, Instagram/Ned Nwoko/Jaruma",
    "N'akwụkwọ ebubo Ned degaara onyeisi ndị uweojii n'Abuja, o boro Jaruma ebubo ndị a:",
    "Na Hauwa Saidu Mohammed, bụ onyeisi ụlọ ahịa 'Jaruma Empire' na-agbasa akụkọ ụgha megide Ned Nwoko.",
    "Na asị niile ahụ Jaruma na-agbasa nwere ike imetọ aha Ned Nwoko ma mekwaa ka ndị mmadụ kpọọ ya asị",
    "Na Jaruma bụkwa onye na-eji akara soshal midia ya na-akpagbu na emegidekwa Ned Nwoko ọkachasị gbasara nkewa ya na nwunye ya bụ Laila Charani.",
    "Na Jaruma na-eresị ndị mmadụ ọgwụ dị icheiche nwe-enweghị nnyocha e mere gbasara ha",
    "Oge okwu ahụ pụrụ n'ụlọikpe, Jaruma kwuru na ikpe amaghị ya. Ọkaiwu Jaruma bụ James Odibe gwara ụlọikpe ka a tọhapụ ya, mana ọkaikpe yigharịrị ikpe ahụ ka ọ dị n'ụbọchị Fraịde, abalị iri abụọ na-asatọ nke ọnwa Jenụwarị.",
    "Ọkaikpe nyekwara iwu ka e debe Jaruma n'ụlọ mkpọrọ dị na Suleja rue ụbọchị ahụ a ga-ekpe ikpe iji gbapụta ya.",
    "Jaruma n'ụlọikpe n'ụbọchị Fraịde, Jenụwarị 28, 2022.",
    "Dịka ọkaiwu Ned Nwoko si kwuo, ndị uweojii kpọrọ Jaruma n'ụlọọrụ ha n'ụbọchị Fraịde, abalị iri abụọ na otu nke ọnwa Jenụwarị, mana oge ha hụrụ na ọ kpọ nwa ya bịa, ha gbachara ya ajụjụ ọnụ ma hapụ ya ka ọ laa.",
    "N'ụbọchị Mọnde, Jenụwarị 24, ka e wepụrụ okwu ahụ n'ụlọikpe, ebe ọkaikpe nọrọ nye iwu ka e jide Jaruma n'ụlọ mkpọrọ ruo ụbọchị Fraịde, Jenụwarị 28, oge a ga-ekpebi ikpe mgbapụta ya.",
    "Ụmụnyanyị",
    "Ikike ụmụnwanyị",
    "Ịkpa obi aṅụrị",
    "Kayanmata: Jaruma asaala okwu Ned Nwoko9 Disemba 2021",
    "Vidio, Regina Daniels: \"A maghị m ihe ndị mmadụ ji akọrọ m ọnụ\"15 Ọgọọst 2021",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Ned Nwoko: Asịrị e jiri m gbaa na 'social media' ka wutekarịcha m12 Jenụwarị 2021",
    "Chika Ike: O nweghị sakramenti jikọọ mụ na Ned Nwoko, di Regina Daniels15 Septemba 2020",
    "Vidio, Ned Nwoko, Pamela Ifejoku na esemokwu ala dị n'etiti ndị Idumuje Ugboko27 Mee 2021",
    "Ned Nwoko vs Jaruma: Ụlọikpe atọhapụla Jaruma dịka ọ nọrọ abalị anọ n'ụlọ mkpọrọ28 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Ihe mụ na Nnamdi Kanu kpara mgbe m gara hụ ya - Aloy Ejimakorelekere 3 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "'Arụ na-eme n'ala Igbo bụ 'cancer' aga awapụ' - Asari Dokubo",
    "Ned Nwoko vs Jaruma: Ụlọikpe atọhapụla Jaruma dịka ọ nọrọ abalị anọ n'ụlọ mkpọrọ",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Ecowas ekewapụla Burkina Faso n'otu ha",
    "Onyoonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}