{
  "published": "29 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "E menyụọla ọkụ gbara otu ọdọmmanụ ụgbọala n'Aba Road, Umuahia bụ isiobodo Abịa steeti, n'ụtụtụ Satọde, Jenụwarị 29, 2022.",
    "Amabeghi ihe kapatara ya bụ ọkụ malitere n'ụtụtụ, mana ndị ọrụ mmenyụ ọkụ gbatara ọsọ, buso ọkụ ahụ agha ma merie ya.",
    "Ndị bi nso ebe ọkụ a na-agba gbakọrọ na-enye aka imenyụ ya, ma na ya bụ ọkụ ka nọ na-agba mgbe ihe karịrị otu awa ọ malitere gachara.",
    "Onye ntaakụkọ BBC hụrụ ebe ụfọdụ ndị nwere ọnụ ụlọahịa ebe ahụ na-agbagharị na-akwapụta ngwongwo ha, dịka ha na-atụ ụjọ na ọkụ ahụ nwereike ibanye na nke ha.",
    "Ndị ọrụ mmenyụ ọkụ erutela ma na-anwa ike ha imenyụ ọkụ ahụ",
    "Anthony Agbazuere bụ onyeisi ndị ọrụ gọọmentị Abịa steeti na Chris Ezem bụ odeakwụkwọ gọọmentị ahụ, garuru ebe ya bụ ọkụ na-agba, iji anya ha hụ ma mara ihe na-eme.",
    "Ka e menyụrụ ọkụ a mgbe awa abụọ gachara, Agbazuere dọrọ ndị mmadụ aka na ntị na mkpa ọ dị inwe igwe mmenyụ ọkụ a kpọrọ \"fire extingusher\".",
    "O kwuru na a gaara emenyụ ọkụ a n'oge ma ọ bụrụ na e nwere igwe mmenyụ ọkụ dị nso.",
    "Ọ dọkwara ndị mmadụ aka na ntị ka ha gbado anya n'oge ọkọchị a.",
    "Foto ndị a si n'ebe ọkụ gbara:",
    "Nke a emeela ya ọkụ nke atọ na-agba na mpaghara Ọwụwa-anyanwụ n'ime ụbọchị atọ, dịka ọkụ gbara n'Ọnịcha, Anambra steeti, n'ụbọchị Tọzde na Fraịde, Jenụwarị 27 na 28 nke afọ 2022.",
    "Chetakwa na ọkụ gbakwara n'akụkụ ụlọikpe 'Federal High Court', Umuahia, nakwa ọtụtụ ụlọahịa dị na Coal Camp, Enugwu, n'ụbọchị 26 nke ọnwa Jenụwarị a.",
    "Ọkụ ọzọ gbakwara ihe ruru ụlọ 25 na Delta steeti n'ụbọchị 27 nke ọnwa Jenụwarị afọ 2022.",
    "Umuahia fuel station fire: E menyụọla ọkụ gbara n'ọdọ mmanụ ụgbọala29 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Nkọwa ihe mere Onyeisiala Buhari ebinyeghi 'Electoral Amendment Bill' aka29 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Onyoonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?",
    "Ned Nwoko vs Jaruma: Ụlọikpe atọhapụla Jaruma dịka ọ nọrọ abalị anọ n'ụlọ mkpọrọ",
    "'Arụ na-eme n'ala Igbo bụ 'cancer' aga awapụ' - Asari Dokubo",
    "Umuahia fuel station fire: E menyụọla ọkụ gbara n'ọdọ mmanụ ụgbọala",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Ecowas ekewapụla Burkina Faso n'otu ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}