{
  "published": "29 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N’ọdinso a, ndị omeiwu Naịjirịa kwuru na ha ahazichaala iwu ga-achịkọta ntuliaka na Naịjirịa, nke bekee kpọrọ ‘Electoral Amendment Bill’, ma wegara ya Onyeisiala Muhammadu Buhari ka o binye ya aka.",
    "Mana onyeisiala jụrụ ajụ, n’ihi na ọ chọrọ ka e wepụ ngalaba iwu ahụ nke kwuru na ọ bụ naanị usoro a kpọrọ ‘Direct Primaries’ ka a ga-esi na-eme ntuliaka imeụlọ na Naịjirịa.",
    "Onyeisiala Buhari kọwara ọghọm niile nwere ike isi na ‘direct primary’ pụta, nke mere o ji dị mkpa ka e nwee usoro ndị ọzọ pati dị icheiche nwere ike ịgbaso na ntuliaka imeụlọ, ma ọ bụrụ na ha chọọ.",
    "Dịka Buhari si kọwaa, ‘direct primary’ na-eri nnukwu ego, ọ na-egbu nnukwu oge, ọ na-akwalite wuruwuru na ntuliaka, n’ihi etu ọnọdụ nchekwa na Naịjirịa si dị ugbua, ọ gaghị adị mfe ime ntuliaka na ‘ward' niile dị na Naịjirịa, nke ọnụọgụgụ ya dị puku asatọ, na narị asatọ na itoolu.",
    "E nwere usoro atọ e si ahọpụta ndị chọrọ iso zọọ ọchịchị: bekee kpọrọ ha direct primary; indirect primary; na consensus.",
    "‘Direct Primary’ na-enye ohere ka onye ọbụla so n’otu ndọrọndọrọ ọchịchị sonye na ntuliaka imeụlọ iji họpụta ndị ga-aga nnọchite anya pati ahụ na ntuliaka nke zuzugbe.",
    "Iji maa atụ, Anambra steeti nwere ‘ward’ narị atọ na iri abụọ na isii (326), nke a pụtara na pati ọbụla ga-emerịrị ntuliaka imeụlọ ha na ward niile ndị a n’otu n’otu.",
    "Ọ pụtakwara na Independent National Electoral Commission (Inec) ga-eziga ndịọrụ ha n’ebe niile ahụ ilekọta etu ntuliaka si aga, ndị uweojii ga-ezigakwa ndị ọrụ n’ebe ahụ niile iji gbochie nsogbu... Ụfọdụ na-ekwu na nke a ga-eri ego ma gbukwaa oge.",
    "N’aka nke ọzọ, ‘indirect primary’ pụtara na a ga-ahọpụta ndị pati olemole na ‘ward’ dị icheiche ka ha gaa nọchite anya ‘ward’ ha na ntuliaka imeụlọ nke pati ahụ.",
    "Inec ga-eziga ndị ọrụ abụọ maọbụ atọ ka ha gaa lee etu ya bụ ntuliaka si gaa, ndị uweojii ga-ezigakwa ụfọdụ ndịọrụ ha maka nchekwa... Nke a anaghị eri nnukwu ego maọbụ oge.",
    "Ụfọdụ na-ekwu na ‘indirect primary’ na-enye ike inye ohere ka ndị ndọrọndọrọ ọchịchị were ego gobie mmadụ olemole ahụ ahọpụtara ka ha bịa nọchite anya ‘ward’ ha na ya bụ ntuliaka.",
    "Usoro nke ‘consensus’ bụ mgbe mmadụ niile nọ na otu ndọrọndọrọ ọchịchị kwekọrịtara ma họpụta otu onye ga-anọchite anya ha, n’enweghị ntuliaka ọbụla, maka na ndị Igbo na-ekwu na a gbakọọ aka kwanye nwa nwa n’olulu, ọ naghị awa n’afa.",
    "Nke bụ eziokwu bụ na o nweghị ebe e si gawa Ọnịcha ka ọ dị nso, maka na atụsịwa ajị dị n’ajị, onye kere ajị agbara ọtọ.",
    "Ihe ka mkpa bụ ka ndị mmadụ tinye uche ma tinyekwa uchu n’usoro e si ahọpụta ndị ga-achị ha.",
    "Ọzọkwa bụ ka e nwee ntaramahụhụ siri ike maka ndị ndọrọndọrọ ọchịchị na-eji ego egobi ndị mmadụ n’oge ntuliaka.",
    "Ka ọ dị ugbua, ndị omeiwu emegharịala iwu ntuliaka ọhụrụ a, ma tinyechaa ihe niile onyeisiala dụrụ ha ọdụ ka ha tinye.",
    "Ihe fọdụziri bụ ma Onyeisiala Buhari ọ ga-ebinyezi ya aka. O nwebeghị onye ma.",
    "Ikpe",
    "Ndọrọndọrọ ọchịchị",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Sickle Cell Anaemia: Kedụ ka Sanni Joy Omowunmi si jiri ụkwụ isii gụpụta na mahadum?, Duration 4,1927 Jenụwarị 2022",
    "Vidio, 'Ihe mụ na Nnamdi Kanu kpara mgbe m gara hụ ya - Aloy Ejimakor, Duration 7,3128 Jenụwarị 2022",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}