{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Asari Dokubo bụ onye ama ama na agha nnupuisi na Naịjirịa kọwara otu ogbugbu mmadụ nakwa ọnọdụ enweghị nchekwa n'ala Igbo dịka akpụ \"cancer\" e kwesiri ịwapụ ozugbo ozugbo.",
    "Dokubo bụ onye kọwara onwe ya ka nwaafọ Igbo aha nnanna ya bụ Ediabalị katọrọ ajọ ihe niile na-eme na ala igbo na-ekwu na okenye ekwesighị ịnọ n'ụlọ ewu amụọ n'ọgbụ.",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Otu onye enweghị ikike ịgbanwe ọkọlọtọ Biafra - Massob",
    "'Ihe kpatara agha Biafra amalitela ime ọzọ ugbua'",
    "Ọ kọtọrọ ndị niile nwere agba n'ala igbo maka ịgba nkịtị ajọ ihe dị otu a, bụ nke ọ na-ebo ndị otu Indigenous People of Biafra, Ipob, na-eme n'ala Igbo, maka egwu ha na-atụ.",
    "Asari sị \"anaghị m atụ onye obula egwu maka na ọnweghị ihe ha ga-eme m\".",
    "Ọ sị na ya ga-eso ndị ọrụ nchekwa hụ na-achụpụchara ndị ọjọọ na-egbu mmadụ n'ala Igbo.",
    "\"Ala Igbo bụ be anyị, anyị agaghị ahapụ ndị ajọọ mmadụ ka ha bịa were ọnọdụ\".",
    "'Ọkụ ndị ndọrọndọrọ ọchịchị ugbua na-amụnye ga-eregbu anyị niile' - Mbazulike",
    "O kwuru na ndị niile na eme ndị mmadụ agala ọrụ maka \"sit-at-home\" achọghị ọdị mma ndị Igbo.",
    "Asari sị na ihe abụọ e jiri mara Igbo bụ azụmahịa na ịga akwụkwọ, na ndị ajọ otu a anapụchaala ha ya.",
    "O kwuru na ọtụtụ mmadụ esichaal n'ala Igbo gbaa ọsọ maka enweghị nchekwa ebe ahụ.",
    "O kwukwara ndị ọzọ na-ere ụlọ ha na-agbapụ ọsọ  ebe ha na azọ isi onwe ha.",
    "\"Unu a sị m ekwula okwu? agaghị ma akpa nkịtị mana ọ bụghị naanị ha ma achụ mmadụ\".",
    "Asari Dokubo sị na esemokwu ya na Nnamdi Kanu malitere ka e mechere ntuliaka ndorondoro ọchịchị n'Anambra na 2014.",
    "O kwuru na ya na ndị be Nnamdi Kanu akpaala kemgbe e jidechara ya.",
    "Ọ sị na ha rịọrọ ya ka ya aghara ịme ihe ọbụla ga-eme ka gọọmenti Naịjirịa ghara ịhapụ ya.",
    "\"Mana ndị otu Nnamdi kanu achọghị ịhapụ m aka. Ha na-akọtọ m. Mana ndị ahụ bịara rịọ m enweghị ike ijideli ha\".",
    "Asarị sị na \"ahụla m ihe n'ụwa. Abaala m n'ọnụ ọnwụ pụta maka na onwere ihe Chineke chọrọ ka m mee\".",
    "Ọ gbagwojuru ya anya ka ndị mmadụ si egbu ụmụnne ha maka ha na-achọ Bịafra.",
    "O kwuru na ọtụtụ ndị niile bụ ndị ọrụ nchekwa a ha na-egbu bụ ndị Igbo, ha abụghị ndị agbụrụ ọzọ.",
    "Dokubo bụ onyeisi ndị Biafra Defacto Government sị na ya na-ekwu uche ya n'okwu a, na ọ bụghị uche ndị Defacto Government.",
    "O kwuru na ọ bụ eziokwa na ndị Defacto Government achọghị ka ya na-ekwu ụdị ihe a mana ya agaghịzị agba nkịtị.",
    "Asari si na ya so gbaa mbọ ihu na ntuliaka Anambra gara were were.",
    "Ọtụtụ mmadụ anwụọla maka ọgbaghara na-ada n'ala Igbo kemgbe afọ abụọ ugbua.",
    "Gọọmentị Naịjirịa na-ebo ndị otu Ipob ebubo ibute ya bụ ọgbaaghara maka mnwereonwe ha na-azọ.",
    "Otu Ipob chọrọ ka ndi Igbo si na Naịjirịa pụọ mana Naịjirịa ekweghị.",
    "Ha kwenyere na a na-emegbu ha emegbu na Naịjrịa.",
    "Nke a abụghị mbụ nsogbu dapụtara maka ndị Igbo chọrọ ipụ na Naịjriịa.",
    "Asiri Dokubo sị na ya ekwegheghị otu Ipob si alụ ọgụ mnwereonwe.",
    "Ọ sị na ya na Nnamdị Kanu bụ onye ndu Ipob malitere ise okwu gbasa nke a kemgbe 2014.",
    "Asari Dokubo bụ onyeisi otu Ijaw Youth Council ma bụrụ kwa onye bidoro Niger Delta People's Volunteer Force bụ otu ji ike ekwupụta ihe ha chọrọ n'aka gọọmentị.",
    "A mụrụ ya n'ọnwa Jun afọ 1964.",
    "Aha ya bụbu Melford Dokubo Goodhead nke ọbere kama ọ mechara tụgharịa aha ya were zawa Mujahid Dokubo-Asari mgbe ọ banyere okpukpere Alakụba.",
    "N'afọ 2013 ka Dokubo bụrụ onye mba Bene repụblịk ma were akụnụba ya gaa mba ahụ.",
    "Ned Nwoko vs Jaruma: Ụlọikpe atọhapụla Jaruma dịka ọ nọrọ abalị anọ n'ụlọ mkpọrọ28 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'Ihe mụ na Nnamdi Kanu kpara mgbe m gara hụ ya - Aloy Ejimakorelekere 3 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "'Arụ na-eme n'ala Igbo bụ 'cancer' aga awapụ' - Asari Dokubo",
    "Ned Nwoko vs Jaruma: Ụlọikpe atọhapụla Jaruma dịka ọ nọrọ abalị anọ n'ụlọ mkpọrọ",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Ecowas ekewapụla Burkina Faso n'otu ha",
    "Onyoonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}