{
  "published": "29 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Arochukwu dị agbata oke Akwa Ibom na Abia steeti mana ọ dị n’ime Abia steeti nke Naịjirịa.",
    "Arochukwu nwere otutu ihe nwereike ịrata ndị na-eme njem nleta.",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, Ohafia",
    "Omenala e ji ahọpụta Eze Arochukwu",
    "Etu Ikeji Arochukwu nke afo a si kpọtụ",
    "Ihe ọtụtụ jiri mara ya bụ maka arụ ndị Igbo a na-akpọ Ibin Ukpabi bụ nke Bekee “Long Juju”.",
    "Mana e nwekwara ọtụtụ ihe ndị ọzọ nwereike ịrata ndị mmadụ n’obodo ahụ nke gụnyere Olụ nat okoroji bụ dike ama ama mgbe gboo maka ike ọ kpara mgbe ndị Aro gbara ohu.",
    "Ihe ọzọ bụ ogogo iri asaa na itoolu bụ ebe ndị ohu ruru ihe karịrị narị afọ anọ (400 years).",
    "I ru ya bụ ogogo bụ ihe e jiri taa ụfọdụ ndị ohu na-enupuisi ahụhụ mgbe ahụ.",
    "Agbanyeghị na ana ekwu na ọnweghị ụzọ e si gawa Aro di nso, enwere ọtụtụ ihe agbaochie nwereike ịrata mmadụ ebe ahụ.",
    "Naijiria",
    "Ọrụ njem na ịtụrụndụ",
    "Njem nleta",
    "Abia Steeti",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Sickle Cell Anaemia: Kedụ ka Sanni Joy Omowunmi si jiri ụkwụ isii gụpụta na mahadum?, Duration 4,1927 Jenụwarị 2022",
    "Vidio, 'Ihe mụ na Nnamdi Kanu kpara mgbe m gara hụ ya - Aloy Ejimakor, Duration 7,3128 Jenụwarị 2022",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}