{
  "published": "5 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chimamaka  Ihenacho",
    "Broadcast Journalist, Igbo",
    "Ebe foto si, Getty Images",
    "Anya bụ otu akụkụ ahụ mmadụ dị oke mkpa dịka ọ bụ ihe e ji ahụ ụzọ.",
    "Na ndụ mmadụ niile, site na nwata ruo n'okenye, mmadụ nwereike inwe ọbụladị otu nsogbu anya, nke e nwere ike ịgwọta ọkachasị ma a chọpụta ya n'oge.",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gị",
    "Gingivitis, periodontitis na ọrịa ndị ọzọ ga-etinyenwu ọnụ gị na nsogbu",
    "A bịa n'ihe gbasara ilekọta anya, e nwere ụdịrị dọkịta atọ na-elekọta anya.",
    "Ha bụ ndị a kpọrọ \"Optometrist\" (onye na-enyocha anya iji chọpụta ma iyi ugegbe anya adị mkpa), \"Optician\" (onye na-enyo anya ma na-ere ugegbe anya), na \"Ophthalmologist\" (onye na-agwọ ọrịa anya).",
    "BBC Igbo na Dkt Nneoma Agbanelo bụ dọkịta anya, nwere mkparịtaụka ebe ọ kọwara maka ọrịa ndị a na-enye anya nsogbu na usoro e nwere ike isi chekwaa ha.",
    ") Glaucoma",
    "Ebe foto si, BSIP",
    "Glaucoma bụ ọrịa anya na-abịa site na mmebi akwara a kpọrọ 'optic nerve', nke nwere ike ime ka mmadụ kpuo isi 'n'otu ntabi anya'.",
    "Ya bụ akwara na-esi n'anya mmadụ gaa n'ụbụrụ, nke bụ na ike gwụ akwara a, ọ gaghịkwa enwe ike iziga ozi iji mee ka ụbụrụ ghọta ihe mmadụ na-ahụ.",
    "Ihe na-akpata ya bụ mmiri ịdọ n'anya mmadụ karịa etu o kwesịrị nke ga-eme ka ibu anya mmadu bu dị nnukwu arọ (eye pressure).",
    "Nnyocha gosiri na ọ na-esikarị n'agbụrụ efe ndị na-ebute ya (site n'aka nne na nna fee ụmụ ha na ụmụ ụmụ ha).",
    "Glaucoma na-eji nwayọ nwayọ amalite, nke bụ na ọtụtụ oge mmadụ agaghị enwe ike ịchọpụta na o nwere ya, ruo mgbe ọ kawanyere njọ.",
    "Glaucoma o nwere ọgwụgwọ?",
    "Glaucoma enweghị ọgwụgwọ ga-eme ka ọ laa kpamkpam dịka ndị dọkịta anya si kwuo, kama a ga-enyeli gị ọgwụgwọ ga-enyere gị aka ka anya gị ghara ịkpọ.",
    "Dọkịta Ugochukwu Eze bụ dọkịta anya gwara BBC sị: \"Ọ bụrụ na a chọpụta glaucoma n'oge, anyị nwere ike inyere onye ahụ aka ka anya ya ghara ịkpọ kpam kpam.\"",
    "\"Mana ọ bụrụ na ya bụ ọrịa apịala mmadụ anya, onweghị ihe mmadụ ọbụla nwere ike ime iji nyere onye ahụ aka.\"",
    ") Astigmatism:",
    "Ebe foto si, BSIP",
    "Eserese na-egosi astigmatism",
    "Astigmatism bụ mgbe mmadụ anaghị ahụcha ụzọ ọfụma nke Bekee kpọrọ \"blurry\".",
    "Nke a bụ mgbe ọkụ ndị na-aba n'anya anaghị ezute n'ebe a gbadoro anya nke Bekee kpọrọ \"focal point\".",
    "Astigmatism nwereike ime ka oke isi ọwụwa na-awa onye nwere ya.",
    "Ọ na-ebutekwa ahụchaghị ụzọ ọfụma nakwa ihe a kpọrọ 'lazy eye' maọbụ 'amblyopia' (nke bụ mgbe mmadụ anaghị ahụcha ụzọ n'otu anya, site n'ọnọdụ anya etozughi etu o kwesịrị mgbe mmadụ ka na-eto)",
    "Ọgwụgwọ ya:",
    "Ikpu enyo anya a sara asa n'ụlọọgwụ anya maọbụ 'contact lens'.",
    "A na-eji ịwa anya site n'iji ọkụ a kpọrọ 'laser'",
    ") Kansa nke anya (Eye cancer/carcinoma/retinoblastoma):",
    "Ebe foto si, BSIP",
    "Nke a bụ ihe a na-akpọ ọrịa akpụ (tumor) na-eto n'akụkụ anya dị iche iche.",
    "Ọ na-eme mgbe mkpụrụndụ dị mma n'ime maọbụ n'akụkụ anya mmadụ gbanwere ma na-eto na-enweghi mgbochi ọbụla.",
    "Ụfọdụ oge ọ na-esi na mmụbawanye na mgbanwe ihe Bekee kpọrọ 'gene', maọbụkwanụ mgbe mmadụ na-aka nka.",
    "Ihe ọzọ na-ebute ya bụ ma ọkụ a kpọrọ \"ultraviolet rays\" chabanye mmadụ n'anya.",
    "Dkt Agbanelo kwuru sị na a na-eji usoro a na-akpọ \"ultrasound\" enyochapụta ya bụ ọrịa n'anya mmadụ.",
    "Ọgwụgwọ ya:",
    "A na-eji ikpu enyo anya na-egbochi anwụ ịchaba n'anya egbochi ya. I nwekwara ikpu okpu ma ị nọrọ n'anwụ, ka anwụ ghara ịba gị n'anya.",
    "A na-eji ịwa ahụ, ịṅụ ọgwụ nakwa ihe Bekee kpọrọ \"radiation therapy\" na \"chemotherapy\" agwọ ya.",
    "Retinoblastoma:",
    "Nke a bụ ụdịrị kansa anya na-eme n'akụkụ anya a kpọrọ \"retina\".",
    "Ọ bụ ọrịa na-emekarị ụmụaka, mgbe gene ha gbanwere.",
    "Ọgwụgwọ ya:",
    "Dịka Dkt Agbanelo si kwuo, amabeghi usoro ọbụla e nwere ike iji gbochie ya, mana a na-eji usoro a na-akpọ \"ultrasound\" enyochapụta ya n'anya mmadụ.",
    ") Apoolo (Conjuctivitis):",
    "Ebe foto si, Getty Images",
    "Nke a bụ mgbe anya gị na-acha mmee mmee, ma na-akọ gị ọkọ.",
    "Ọnọdụ anya a bụ ihe Bekee kpọrọ \"allergies\" maọbụ nje ime ahụ (infection) na-ebute ya.",
    "E nwekwara ụdịrị nke bụ nje e si n'aramara bute na-akpata ya.",
    "Apoolo na-ebidokarị n'otu anya tupu o fere n'anya nke ọzọ.",
    "Njirimara ya na-abụkarị anya ịcha mmee mmee, abụ ịpụta n'anya ma na-amado na nku anya, anya ịgba mmiri nakwa anya ịkọ ọkọ.",
    "Ọgwụgwọ ya:",
    "Ọ na-alakarị n'ime ụbọchị ole na ole maọbụrụgodi na ị gbachiri nkịtị ghara ịgwọ ya.",
    "I nwekwara ike iji aka gị elekọta ya site n'isi mmiri ọkụ, chere ka ọ jụtu oyi tupu i jiri ya na akwa dị ọcha (cotton wool) hichaa anya gị. Ị mechaa nke a, i tụkwasị ya akwa jụrụ oyi ka ọ dajụọ.",
    "I nwekwara ike ịga ụlọọgwụ ebe a ga-enyocha udịrị nje ọ bụ, ma nye gị ọgwụ ọṅụṅụ nakwa nke a na-atanye n'anya.",
    "Nke kachasị nke, na-akwọ aka gị oge niile, ọkachasị mgbe ị hịọchara aka n'anya.",
    "Ọzọ, gị na mmadụ ekela akwa i ji ehicha ahụ.",
    ") Blepharitis:",
    "Ebe foto si, BSIP",
    "Nke a bụ mgbe elu akpa anya mmadụ zara aza.",
    "Ihe na-ebute Blepharitis bụ nje na-esi na-elekọtaghị elu anya mmadụ ọfụma. Nje na-eme n'akpụkpọ ahụ a kpọrọ 'atopic dermatitis' nwekwara ike ibute ya.",
    "Ọ naghị esi na mmadụ fere na mmadụ.",
    "Blepharitis na-eme ka elu akpa anya mmadụ chaa mmee mee, zaa aza ma na-akọ ya ọkọ. Ọ na-emekwa ka anya onye bu ya makọọ ọnụ ma o si n'ụra teta.",
    "Ọgwụgwọ ya:",
    "Blepharitis abụghị oke ajọ ọrịa, mana o nwereike ibute nsogbu ndị ọzọ gụnyere anya kọrọ mmiri, apoolo nakwa nke a na-akpọ 'cyst', ma ọ bụrụ na elekọtaghị ya.",
    "E nwere ike ịgwọ ya site n'iji akwa dị ọcha na mmiri dị ṅaraṅara ehicha elu akpa anya gị ọbụlagodi otu mgbe kwa ụbọchị.",
    "Etela ihe ntecha ọbụla dịka ọtanjele n'anya gị ma ị chee na blepharitis na-eme gị.",
    "Eyikwala enyo anya nke a na-arụnye n'anya (contact lens) ruo mgbe ya bụ ọrịa lachara.",
    "I nwekwara ike ịga ụlọọgwụ ebe a ga-enye gị ọgwụ ọṅụṅụ nakwa nke a na-atanye n'anya.",
    ") Exophthalmos:",
    "Ebe foto si, NHS UK",
    "Nke a bụ mgbe mkpụrụ anya mmadụ zara aza.",
    "A na-akpọkwa ya \"proptosis\"; o nwereike imetụta naanị otu anya maọbụ anya gị abụọ.",
    "Ọ bụ ihe a kpọrọ 'thyroid eye disease' (nke bụ mgbe akwara dị n'anya, elu akpa anya nakwa akpa anyammiri dị n'azụ anya zara aza) na-ebute exopthalmos a.",
    "Ha na-eme ka anya chaa mmee mmee, ma zaa aza.",
    "Ọ bụrụ na ị nwere exopthalmos, obere ụjọ dị na 'optic nerve' gị nwere ike pịkọọ, nke nwere ike imetụta etu i si ahụ ụzọ ma mebie anya gị kpam kpam ma ọ bụrụ na a gwọghị ya ọsịsọ.",
    "Ọgwụgwọ ya:",
    "E nwere ike ịwa onye ahụ anya iji mezie ihe mebiri n'ime ya, ma a chọpụta ya ọsịsọ.",
    "E nwekwara ike ịgba onye ahụ ọgwụ steroid, iji kwụsị ihe na-eme ka anya ahụ zaa aza.",
    "Ebe foto si, UniversalImagesGroup",
    "Ọnọdụ mmadụ enweghi ike ịhụ ụzọ",
    ") Ikpu isi:",
    "Nke a bụ mgbe mmadụ ejighi anya ya ahụ ụzọ, ụfọdụ oge ọ bụrụ n'otu anya maọbụ n'anya ya abụọ.",
    "Ihe ndị nwere ike ibute ya gụnyere ihe mberede, ọrịa shuga, achọpụtaghị nakwa agwọghị nsogbu na ọrịa ndị ọzọ n'oge.",
    "Dkt Agbanelo sị na ọ na-abụkarị onye o mere na-ebu ụzọ amata, tupu nnyocha amata hooha na onye ahụ ekpuola isi.",
    "Mgbochi ya:",
    "Kwụsị ise anwụrụ maọbụ amalitela ya chaa chaa",
    "Na-elekọta shuga dị n'ọbara gị, gbado anya ka ọ hapụ igafe etu o kwesịrị ịdị",
    "Na-eyi enyo anya na-echedo anya gị, ọkachasị maọbụrụ na ị na-ele anya n'ọkụ ọtụtụ oge (dịka ndị na-eji kọmputa, ekwentị na ihe ndị ọzọ na-acha ọkụ arụ ọrụ)",
    "Na-aga nnyocha anya gị ma ị gụrụ gụrụ (kwa mgbe, kwa mgbe).",
    "Macky Sall abụrụla onyeisioche ọhụrụ nke African Union5 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Ihe mere ichi ọzọ n'ala Igbo ji bụrụ egwu onye obi kara, Duration 6,393 Febụwarị 2022",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESN",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Gọọmentị Abia steeti etiela iwu machiri gwongworo ịgba n'okporoụzọ mgbe chi ka dị",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ndị agha Amerịka egbuola Onyeisi otu Islamic State bụ Abu Ibrahim al-Qurayshi na Syria",
    "Etu ụkọchukwu siri kụsaa alụmdi mụ na na Fani-Kayode - Precious Chikwendu",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}