{
  "published": "1 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nonso Ofor bụ onye Oraifite n'Anambra Steeti kwuru na o ji aka ya rụpụta ụgbọala a nke wuru ewu na soshal midia.",
    "Na mkparịtaụka ya na BBC Igbo nwere, ọ sị na ihe ndị ọzọ ọ na-arụ gụnyere ihe e ji egwu mmiri, ncha nakwa efere e ji asa ahụ a kpọrọ \"Jacuzzi\".",
    "Ofor sị na o ji injine ụgbọala Venza hazigharịa ụgbọala dị ka ụgbọala \"Rolls Royce Phantom\".",
    "Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia",
    "Ọgba mbọ: Ukamaka Okoye bụ nwaanyị na-arụpụta ụzụ igwe",
    "'E ji m ọrụ mesin azụ ụmụ m asaa' - Nwaanyị na-edo ụlọ",
    "Ọ sị na amamihe o jiri mee nke a si na ihe e gosiri ya na nrọ mgbe ọ na-ehi ụra, na e nwekwara ọtụtụ ụgbọala a na-egosi ya nke ọ na-arụbeghi.",
    "N'olu ya \" M na-arụ ụra, a na-egosi m ọtụtụ ụgbọala na nrọ, mana m pụta n'ihe rụọ ya, o gosipụta ihe ahụ m hụrụ na nrọ.\"",
    "O kwukwara na ewezuga ingine ahụ, ihe ndị ọzọ nille gbasara ụgbọala a bụ aka ka o ji rụọ ya.",
    "Ofor sị na ọ chọpụtara na ọ bụ ihe ọ na-arụpụta n'aka ya bụ ihe na-enye ya ego.",
    "O kwuru na akụrụngwa o ji arụ ụgbọala a bụ ihe ndị o nwetachara na Naịjirịa ebe a.",
    "Ọ gara n'ihu kwuo na ọ bụ naanị akwụkwọ Sekọndịrị ka ọ gụrụ tupu ọ gawa igba bọị ma chọtazie akaraka ya.",
    "Ofor kwuru na o si Legọs steeti ebe ọ rụpụtara ụgbọala a buru ya bịawa Ọwụwa Anyanwụ.",
    "N'ikpeazụ ọ sị \"Obi dị m ụtọ na ndị mmadụ nabatara ihe m na-eme\".",
    "Gere ihe o kwuru ebe a n'ujụ.",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Ogbambọ: \"Etu m si kpụgharịa ụgbọala a site na ntuziaka m hụrụ na nrọ\", Duration 1,571 Febụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Gender-based Violence: 'Anyị na-eti ndị nwunye anyị ihe ka ha wee na-akwanyere anyị ugwu', Duration 8,4031 Jenụwarị 2022",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}