{
  "published": "31 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Unizik Junction dị Awka, Anambra steeti Jenụwarị 31, 2022",
    "Sit-at-home ọ na-aga n'ihu n'ala Igbo taa bụ Mọnde, Jenụwarị 31, 2022?",
    "Foto onye ntaakụkọ anyị setere na Unizik Junction dị n'Awka , Isi obodo Anambra gosiri na ndị mmadụ na-agara onwe ha mkpa ha.",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taa",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Anyị ka ga-enwetere gị foto nakwa onyonyo etu akụkụ ala Igbo ndị ọzọ dị na Mọnde a.",
    "Okporoụzọ Abakiliki dị n'Ebonyi steeti",
    "N'Ebonyi steeti, ndị mmadụ na-agagharị n'Abakiliki bụ isi obodo Ebonyi steeti ebe enwere ọtụtụ ụgbọala na ọgbatumtum na-agagharị ebe niile.",
    "Ụlọahịa, ụlọakụ, ahịa mepere n'ụtụtụ taa bụ Mọnde.",
    "Okporoụzọ Abakiliki dị n'Ebonyi steeti",
    "Ebe ndị mmadụ na-aba ụgboala njem emepeghị mana ụgbọala na-agara onwe ha n'okporoụzọ.",
    "Ndị mmadụ nwere ụlọahịa ekweghị emepe maka ha amaghị ihe nwerike ime ụlọahịa ha.",
    "Ahia dị n'okporụzọ Ikot Ekpene dị n'Umuahia",
    "Ahia dị n'okporụzọ Ikot Ekpene dị n'Umuahia",
    "Ebe foto si, BBC",
    "Ahia dị n'okporụzọ Ikot Ekpene dị n'Umuahia",
    "Okporoụzọ dịka \"Ogui road\" nke Enugu ka tọgbọọ chakoo.",
    "Cheta na otu indigenous People of Biafra apụtala ugboro ugboro kwuo na ha akagbuola ya bụ sit-at-home ha tinyere n'August 9, 2022 kwa Mọnde ọbụla.",
    "Ipob kwuru na ha tinyere ya bụ atụmaatụ iji kwado onye ndu ha bụ Nnamdi Kanu nọ na mkpọrọ Department of State Service kamgbe ọnwa June 2021.",
    "Ugbua Ipob kwuru ka ndị mmadụ na-anọ n'ụlọ naanị mgbe Kanu ga-apụta n'ụlọikpe ịzara ọnụ ya.",
    "A nwụchiri Kanu na mba Kenya ma kpọghachite ya Naịjirịa na June 2021, kamgbe ahụ ọ na-azara ọnụ ya n'ụlọikpe maka ebubo iyi ndụ egwu na ihe ndị ọzọ gọọmenti Naịjirịa boro ya.",
    "Gini bụ Ipob?",
    "Ipob pụtara 'Indigenous People of Biafra'.",
    "Ọ bụ otu na-azọ ka mpaghara Ọwụwa Anyanwụ Naịjirịa bụrụ obodo nke aka ya.",
    "Mana gọọmentị Naịjirịa akpọọla ha otu na-eyi ndụ egwu, ma kwuo na o megidere iwu mmadụ isonye n'otu ahụ.",
    "Otu a manyela ọtụtụ iwu n'ala Igbo gụnyere ndị mmadụ kwụsị iji anụ nama ndị ugwu eme mmemme, ndị ọchị ehi si n'ala Igbo kwapụ, ụlọakwụkwọ kwụsị ịbụ abụ ọdinaala Naịjirịa, nnọrọ n'ụlọ wdgz.",
    "Nnamdi Kanu bụ onye hibere otu Ipob n'afọ 2009, ọ bụkwa ya bụ onyeisi otu ahụ ugbua.",
    "Ọ bụ onye Afaraukwu dị n'Umuahia, Abia steeti, n'Ọwụwa Anyanwụ Naịjirịa, mana o nwekwara akwụkwọ gosiri na ọ bụ onye mba Briten.",
    "Kanu bụ onye ama na-ekwu okwu megide ọchịchị Naịjirịa ma na-akpọ oku ka e nwee ntuliaka ebe ndị Ọwụwa Anyanwụ ga-ekwu ma ha achọrọ ịnọgide na Naịjirịa.",
    "Gọọmentị Naịjirịa jichiri Nnamdi Kanu nke mbụ n'afọ 2015, malite ikpe ya ikpe n'ebubo iyi ndụ egwu nakwa ịkpa nkata ịkwatu ọchịchị Naịjirịa.",
    "N'afọ 2017, Kanu gbapụrụ ọsọ na Naịjirịa, n'ihi na o kwuru nd ndị agha wakporo ụlọ ya ma chọọ igbu ya.",
    "Mana ndị ọrụ nchekwa nwuchikwara ya ọzọ na mba Kenya n'ọnwa Jun afọ 2021, kpụlata ya Naịjirịa.",
    "Ikpe ya malitekwara ọzọ n'ọnwa Sepụtemba afọ 2021.",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugwu",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Boris Johnson arịọla mgbagharaelekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị mmadụ erubere isi n'iwu nọrọ n'ụlọ na Mọnde a?31 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "EFCC enyefeela Arthur Eze ụlọ 11 e zuru ego ya rụọ",
    "Ebe aha 'Chukwu Okike Abiama' siri bido",
    "Ndị mmadụ erubere isi n'iwu nọrọ n'ụlọ na Mọnde a?",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Boris Johnson arịọla mgbaghara",
    "Ihe ụmụ ụwa na-ekwu maka foto Obi Cubana na Abba Kyari sere ọhụrụ a",
    "Onye bụ ọchịagha Ibrahim Babangida?",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}