{
  "published": "2 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Jeff Zucker bụ onyeisi ụlọọrụ CNN arịọla mgbaghara",
    "Jeff Zucker  bụ onyeisi ụlọọrụ CNN nke bụ ụlọọrụ mgbasaozi a ma ama agbaala arụkwaghi n'ọrụ n'ihi na o kwupụtaghị ime enyị ya na otu onyeisi ọrụ ya mere n'oge gara aga dịka iwu ụlọọrụ ha si dị.",
    "Maazị Zucker dị afọ 56 kwuru n'akwụkwọ ozi o zigara ndị ụlọọrụ ahụ na o mehiere maka na o kwupụtaghi ime enyi ahụ.",
    "Sexual Harrassment: Andrew Cuomo agbaala arụkwaghịm dịka gọvanọ New York",
    "Gọọmentị Naijịrịa agwala onye nnọchite anya ya na mba Indonesia ya lọghachị mba Naijịrịa",
    "E mere nchọpụta ime enyi a mgbe ndị otu nnyocha nọ n'isi okwu Chris Cuomo bụbu onye ụlọọrụ ahụ achụrụ n'ọrụ maka ikpuchi mmehe nwanne ya nwoke mere n'oge gara aga nke gụnyere ebubo mwakpoo otu nwaanyị.",
    "Ihe a bụ ihe ịtụ n'anya dịka Maazị Zucker bụ onye ogogo ya riri elu n'ọrụ mgbasaozi na mba Amerịka.",
    "N'ozi e zigara ndị ụlọọrụ ahụ nke otu onye n'ime ha zipụtara n'ịntanetị, Maazị Zucker kwuru na a jụpụtara ya maka ime enyi a mgbe a na-eme nnyocha n'isi otu ogbo ya bụ Chris Cuomo.",
    "Cheta na okwu Cuomo dapụtara mgbe e kwuru na ọ gbara mbọ ikpuchi mmehee nwanne ya Andrew Cuomo onye bụbu Gọvanọ New York nke mba Amerịka nke ebubo e boro ya gụnyere mwakpoo nwaanyị.",
    "Maazị Zucker kwuru n'ozi ya na ya na ogbo ya mere eyi arụọla ruo ihe ruru afọ iri abụọ nke mere na ime enyi ha jiri gbanwee banyezie na nke ime mmekọ na nso nso a.",
    "O kwuru \"E kwesịrị m ekwupụta ime enyi a mana m ekwughi ya, a ma m na m mehiere, nke a mere m ji agba arụkwaghị m n'ọrụ m\"",
    "Akwụkwọ ozi ya ekwupụtaghi onye ọrụ ya bụ ihe ya na ya mere enyi a mana ụlọọrụ CNN kpọpụtara aha as Allison Gollust n'okwu a.",
    "Allison Gollust bụ otu onye nwere agba n'ọrụ ahụ dịka ọ bụ osote onyeisi nakwa onyeisi anchụmnta ahịa n'ụlọọrụ ahụ.",
    "Nwaada Gollust kwuru n'ihe onyonyo ya na ogbo ya bụ Maazị Stelter mere n'ụbọchị Wenezde sị",
    "\"Mụ na Jeff bu ezigbo enyi n'oge gara aga ma rụkọọ ọnụ ruo afọ iri abụọ mana na nso nso a oge ọrịa Covid-19 malitere mụbanwanyewe, ime enyi anyị bịara gbanwee\"",
    "Ọ gara n'ihu kwuo \"A nam ata onwe m ụta na anyị ekwupụtaghi ime enyi anyị mgbe anyị kwesiri\"",
    "Nwaada Gollust kwuru na ọ ga aga n'ihu na-arụ na ya bụ ụlọọrụ. Ka ụlọọrụ mgbasaozi New York Times si kwuo, nwaada Allison Gollust nakwa Maazị Jeff Zucker bụ ndị gbarala alụkwaghị n'oge gara aga.",
    "Maazị Zucker eserela aka ya n'ịbụ onyeisi ngalaba mgbasaozi nke WarnerMedia nakwa nke ozi egwuregwu ha.",
    "Ọ malitere ịrụ ọrụ na CNN na afọ 2013.",
    "Ihe bụ mgbe ụlọọrụ NBC nyere aka chịbụrụ mba Amerịka bụ Donald Trump ikekere ime ihe onyonyo e ji mara ya bụ \"The Apprentice\".",
    "Ọtụtụ ndị tụrụ Maazị Zucker aka n'oge gara n'ihe etu a si na o si mee ka ya bụ ụlọọrụ buru okwu Donald Trump n'isi ọkachasi mgbe emere ntuliaka ime ụlọ nke otu pati Republican.",
    "Trump gbara ama etu CNN si buru okwu ya n'isi mgbe ahụ ezighi ezi ma ncha.",
    "Adaala gọọmentị Naịjirịa nha N200,000 maka ikpe Nnamdi Kanu",
    "Ọkaikpe nọ n'isi okwu Nnamdi Kanu na gọọmentị etiti bụ Binta Nyako adaala ọkaiwu gọọmentị etiti bụ Abubakar Malami nha ọnụ ego puku nari narịa abụọ (N200,000.00).",
    "Nyako mere nke a n'ụbọchị Wenezde n'ihi na Malami na ọgbọ ya apụtaghị ụlọikpe maka ikpe mmadụ anọ ndị ọzọ e ji eji kamgbe afọ 2017 n'ihi ebubo na ha so Nnamdi Kanu kpaa nkata ikposa ịdịnotu Naịjirịa.",
    "Onye bụ Nnamdi Kanu?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ihe ọ ga-efu iji tọhapụ Nnamdi Kanu - Abubakar Malami",
    "Ọkaikpe Nyako kwuru na Malami ga-akwụ mmadụ anọ a bụ Bright Chimezie, Chidiebere Onwudike, Benjamin Maduagwu, na David Nwaurusi puku iri ise n'otu n'otu maka ịta ha ahụhụ ịpụta ụlọikpe ebe ya na ogbo ya bụ Shuaib Magaji Labaran apụtaghị.",
    "O kwukwara na a ga-akwụrịrị ego ịda nha a tupu ụbọchị 17 nke ọnwa maachị nke bụ ụbọchị eyighariri ikpe Nnamdi Kanu.",
    "Ikpe a ruru ọkaikpe Nyako ntị site n'aka ọkaiwe Nnamdi Kanu ebe ha mere mkpesa kwuo na ha tara oke ahụhụ ma chọọ ego pụta ụlọikpe n'ụbọchị ahụ mana ọkaiwe gọọmentị etiti na ogbo ya apụtaghị.",
    "Otu nwaanyị si n'ụlọọrụ na-ahụ maka ikpe bụ Adewumi Aluko gwara ọkaikpe Nyako na Shuaib Labaran mere njem pụọ ala Naịjirịa ugbua ya mere na ọ pụtaghị ya bụ ikpe.",
    "Ọkaikpe Nyako anabataghi mkpesa ahụ ma ncha n'ihi na o kwuru na ndị ọkaiwu gọọmentị na-akpụ ụkwụ n'ala kamgbe afọ 2015 mgbe okwu a dapụtara.",
    "Cheta na Nnamdi Kanu bụ onyendu otu \"Indigenous People of Biafra\" (Ipob) nke gọọmentị Naịjirịa nwụchịrị n'afọ 2021 maka ebubo ikpa nkata ikposa ịdịnaotu Naịjirịa.",
    "Ndịagha Naịjirịa wakporo ụlọ nna ya n'Afaraukwu nke Umuahia, Abia steeti n'afọ 2017 nke mere o ji gbaa ọsọ gbaga mba ọzọ.",
    "Otu Ipob bụ otu kwuru na ha na-achọ nwereonwe ndị Igbo mana ugbua gọọmentị Naịjịrịa amachịela otu a maka ọtụtụ ebubo nọ n'isi ha.",
    "Ebe foto si, Getty Images",
    "Mason Greenwood na-agbara Manchester United bọọlụ apụtala n'aka ndị uweojii site na nwuchi a nwuchiri ya maka ebubo ịwakpo nwaanyị.",
    "A nwuchiri nwamadị a dị afọ iri abụọ na Sọnde n'ebubo na ọ chọrọ idina nwaanyị n'ike nakwa iyi egwu igbu mmadụ na soshal midia.",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka",
    "Manchester United abụrụla Eze obodo Manchester",
    "Otu ya bụ Man United sị na ọ gaghị agbara ha bọọlụ ọzọ ruo oge a na-amabeghi.",
    "Ndị uweojii sị na a nwuchiri ya mgbe ha hụrụ ihe foto na soshal midia nke otu nwaanyị tinyere na-ebo ya ebubo ịwakpo ya.",
    "Site na nwuchi nwamadị a, ọtụtụ ndị ọgba bọọlụ ibe ya nakwa ụlọọrụ dị iche iche agbahapụla ya.",
    "Ụlọọrụ FIFA ewepụla aha Greenwood n'aha ndị ọgba bọọlụ nke a kpọrọ FIFA 22.",
    "Greenwood malitere ịgbara United bọọlụ n'uju n'ọnwa Maachị afọ 2019 na nkwerịkọta ịgbara ha bọọlụ ruo afọ anọ.",
    "Vladmir Putin asaala ebubo na mba ya chọrọ iwakpo Ukraine",
    "Ebe foto si, BBC",
    "N'ofesi, onyeisiala mba Russia bụ Vladmir Putin ebola mba Amerịka ebubo ibute agha n'etiti mba ya na Ukraine.",
    "N'okwu mbụ ya pụrụiche gbasara ebubo na mba ya chọrọ iwakpo mba Ukraine, Putin kwuru na ebumuche mba US bụ ikpalite okwu ga-eme ka ha nyekwuo mba Russia ntaramahụhụ.",
    "E si m Aboh Mbaise gaa mahadum Russia mabute 5.0 CGPA - Justin Chukwudi Olewuezi",
    "A hụrụ aka nwaanyị egbujiri egbuji n'ime akpa 'professor'",
    "Putin kwuru na mba US na-eleghara nchekasị Russia nwere gbasara ndị agha Nato nọ n'Europe.",
    "Mba US na ndị otu na Nato na-ebo mba Russia na ha na-akwado iwakpo Ukraine, ihe Russia na-agọsi ike na ọbụghị eziokwu.",
    "N'ime izu ụka gara aga, Russia zipuru ndị agha ruru otu narị ha bunyere ọtụtụ ngwa agha ka ha ga-akwụrụ n'oke ala ha na mba Ukraine.",
    "Nke a na-abia dịka mba Russia weghara mpaghara Ukraine akpọrọ southern Crimea peninsula site n'ọgụ akwafuru oke ọbara n'ogbe Donbas.",
    "Moscow na-ebo gọọmenti Ukraine ebubo na ha emezughị nkwekọrịta ha nwere iweghachi udo na mpaghara ọwụwa anyanwụ ebe egbugoro mmadụ ruru puku iri na anọ nakwa ndị nnupuisi Russia kwadoro na-eweghara ogbe ahụ n'ike n'ike.",
    "Onyeisiala mba Ukraine bụ Volodymyr Zelensky adọọla aka na ntị na mwakpo Russia agaghị abụ agha n'etiti Ukrine na Russia kama ọ ga-abụ agha ga-eme na Europe.",
    "Onyeisiala Putin kwuru na ọ na-eche \"na mba Amerịka ebughị nchekwa Ukraine n'obi kama ha chọrọ ibelata ntolite mba Russia.\"",
    "Esemokwu dị n'etiti Russia na US malitere n'oge akpọrọ Cold War (1947-1989), Mgbe ahụ Ukraine ka sonyere na communist Soviet Union.",
    "Putin kwuru \"na ekwe ka Ukraine sonye otu Nato , ọ nwerike iweta agha n'etiti ndị niile nọ n'otu Nato na Russia.\"",
    "Mana mba US ekwuola na ihe ha chọrọ bụ iji mkparịtaụka mee ihe ọbụla gbasara nchekasị nchekwa ọbụla.",
    "N'aka ọzọ, mba US kwuru na mbido izu ụka a na ha natara akwụkwọ ozi si mba Russia bia gbasara ibelata okwu na-achọ ise n'etiti mba ahụ na Ukraine, mana minista na-ahụ maka ihe gbasara mba ofesi na Russia kwuru na nke a abụghị eziokwu.",
    "Ụlọọrụ NCDCenyela ndị \"unknown gunmen\" ọsọ n'Ebonyi",
    "Onyeisi NCDC Ebonyi steeti kwuru na ndị oji egbe a chọrọ iwakpo Ndufu-Achara dị n'Ebonyi steeti na-eti na ha achọghịzị Ebubeagu",
    "Ndị ọrụ Nigeria Civil Defence Corp chụsasiri ndị oji egbe egbu biara iwakpo obodo Ndufu-Achara dị n'okpuruọchịchị Ikwo n'Ebonyi steeti n'ụbọchị Tuesde.",
    "Onyeisi Ncdc n'Ebonyi steeti bụ Terrumun Gbue kwuru na onweghị onye nwụrụnụ na mwakpo ahụ.",
    "Akụkọ kwuru na ndị omekome ahụ bucha egbe A-K47 , yiri nani ọbante mgbe ha na-aga iwakpo obodo ahụ.",
    "Gbue kwuru na ndị omekome ahụ gbukwara ndị otu Ebubeagu ruru atọ n'oge gara aga nke mere ka ọtụtụ mmadụ kwuo na ha achọghịzi Ebubeagu n'obodo kamgbe afọ gara aga.",
    "O kwuru na ndị uweojii nakwa ndị ọrụ Nigeria Civil Defence Corp jịkọrọ aka chụmie ndị oji egbe egbu ahụ.",
    "Gbue kwuru, \" ọ bụghị mgbe mbụ ndị omekome na-agbapu egbe maka igosi na ha achọghị Ebubeagu.\"",
    "Kedụ ndị bụ Ebube Agu?",
    "Ebube Agu bụ otu nchekwa ndị gọvanọ mpaghara Ọwụwa Anyanwụ hibere iji buso nsogbu nchekwa dakwasịrị mpaghara ahụ agha.",
    "E hibere ha n'ọnwa Epreelụ, afọ 2021, ka ndị gọvanọ Ọwụwa anyanwụ ndị na ndị isi ọrụ nchekwa mechara nzukọ n'Owere, Imo steeti.",
    "Isi ụlọọrụ ha dị n'Enugwu steeti, ebe ha si achịkọta ndị otu ha ndị nọ na steeti ndị ọzọ.",
    "Mgbe Gọvanọ Dave Umahi nke Ebonyi steeti na-ehibe otu Ebube Agu nke steeti ya, o kwuru sị \"Ọ bụ Ebubeagụ ga-enyere onyeisiala Muhammadu Buahri aka maka ọrụ ya na nchekwa n'Ọwụwa Anyanwụ\".",
    "Amerika",
    "Manchester United",
    "Rọshia",
    "Nnamdi Kanu",
    "Ukraine",
    "Jeff Zucker bụ onyeisi ụlọọrụ CNN agbala arụkwaghị m maka ije nwaanyịelekere 3 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Vidio, Gọọmentị Abia steeti ebugala ngwaọrụ n’ụlọọgwụ Ndị Inya Abam2 Febụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Jeff Zucker bụ onyeisi ụlọọrụ CNN agbala arụkwaghị m maka ije nwaanyị",
    "Mbuze egbuola mmadụ 11 na mba Ecuador",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "EFCC enyefeela Arthur Eze ụlọ 11 e zuru ego ya rụọ",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Aka akparala ndị chọrọ ịnapụ ọchịchị n'ike na Guinea Bissau",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}