{
  "published": "30 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, MARC ATKINS/GETTY",
    "A nwụchiela Maazi Mason Greenwood maka ebubo ịkpa nwaanyị ajọ aka.",
    "Ama agbara kemgbe ụtụtụ maka ntaramahụhụ cheere Mason Greenwood n'ihu maka ebubo ịkpa nwaagbọ mmadụ ajọ aka bụ nke na-efegharị soshal midia kemgbe ụtụtụ sọnde.",
    "Southampton akụọla Chelsea ihe Anthony Joshua kụrụ Ruiz",
    "'PEPEsoup' oke ọnụahịa Arsenal agbaala ụka n'azụ ụlọ ha",
    "Ugbua ọ pụtala ihe na ndị uweojii akparala aka maka ya bụ ebubo.",
    "",
    "Chete na ya bụ ihe onyonyo na foto gbara ya n'anwụ pụtara n'Instagram ya bụ nwaada, adịghịzị ebe ahụ ugbua.",
    "Mana ndi otu egwubọọlụ ahụ sị na ha hụrụ ya tupu o fụọ ọhịa, ma kwukwa na Greenwood ga-anọ ezumike ruo mgbe nchọpụta bịara na ngwụcha.",
    "Otu egwubọọlụ ahụ ekwụbụọla na ha \"agaghị anabata iti mmadụ ihe n'ụdị ọbụla\".",
    "Mason Greenwood ekwubeghị pịm gbasara ebubo a.",
    "Ya bụ onwe egwubọọlụ ọkpa nkọ gbara afọ iri abụọ gbara egwubọolụ mbụ ya na Manchester United na Maachi afọ 2019 dịka o tinyere aka n'akwụkwọ ịgbara ha bọọlụ afọ anọ na Fenuwarị 2021.",
    "Ọ bụ na otu egwubọọlụ nke ndị torobịa ha ka o si pụta.",
    "Ebe foto si, Reuters",
    "Kim Jong-UN, Onyeisiala mba North Korea",
    "Mba North Korea agbapụla ogbunigwe kachasị ogbunigwe, bụ nke kachasị nnukwu ha na-agbapụ kemgbe afọ 2017.",
    "South Korea bụ agbataobi ha, kwuru na a gbapụrụ ya bụ ogbunigwe taa bụ Sọnde 30, 2022.",
    "Trump agaala ije na ndagwuru ugwu olulu ọnwụ",
    "US ga-etinye iwu kachasị nke maka N Korea",
    "Mba Japan, South Korea nakwa mba Amerịka akatọọla ogbunigwe a North Korea gbapụrụ, nke bụ nnwale nke ugboro asaa ha mere n'ọnwa a.",
    "Ngalaba United Nations machiri North Korea ịgbapụ nnwale ogbunigwe ma nyekwa ntaramahụhụ.",
    "Mana mba ahụ dị na mpaghara ọwụwa anyanwụ Asia a naghị erubere mmachi ahụ isi, ebe onyeisiala North Korea anwụọla iyi na ya ga-eme ihe ọbụla iji hụ na o chekwara ya mba ya.",
    "Ngalaba akpọrọ National Security Council dị na mba South Korea ekwuola na nwalee ogbunigwe nke sọnde a bụ nke akpọrọ intermediate-range ballistic missile (IRBM) nwerike ị bụ nke kachasị kamgbe November 2017.",
    "Ndị ọrụ Japanese na South Korea na-ekwu na ya bụ ogbunigwe garụrụ ogo 2,000km(1240 maili) ma fee ruo nkeji 800km. Ọ datụru n'osimiri Japan.",
    "Mba Amerịka agwaala North Korea ka ha kwụsị \"ihe ndị a na-agbakasị ahụ.\"",
    "Nwalee ogbunigwe North Korea mere n'ọnwa a gosiri na ha na-emepụta teknụzụ nwerike imerị mwakpo pụrụiche galara ọnụ nwerike isi n'aka Japan na US bata mba ha.",
    "Onye bụbụ onyeisi ndị agha mmiri, ọkammụta Kim Dong Yup kwuru na mba Noth Korea chọrọ ịnwe ngalaba nchekwa \"ga-adị ka ọdụ akpị.\"",
    "N'ọnụ Yup, \"ebumuche North Korea abụghị iwakpo mana ọ bụ ichekwa onwe ha ma na-ekwu na mba ahụ na-achọ ka ha mepụta \"ụzọ dị iche iche ha ji echekwa onwe ha.\"",
    "Ebe foto si, Getty Images",
    "Gịnị mere na nnwalee ogbunigwe North Korea na 2017?",
    "Mba North Korea gbapụrụ ọtụtụ nwalee ogbunigwe n'ọnwa Jenụwarị 2022 nke banyechara n'osimiri.",
    "N'afọ 2017, mba North Korea nwalere ọtụtụ ogbunigwe nuclear ma ndị febanyere na mba Japan dịka onyeisiala South Korea bụ Moon Jae-in si kwu.",
    "N'afọ 2018, ka mazi Kim kwuru na aga-akwụsịtụ ya bụ nwalee ogbunigwe nuclear maọbụ nke ogologo akpọrọ intercontinental ballistic missiles (ICBMs).",
    "Mana ọ pụtara na 2019 kwuo na ya bụ nkwụsịtụ agbasaghị ya.",
    "Mba Amerịka nyere North Korea mmachị na mbido Jenụwarị maka nwalee ogbunigwe ha gbpụrụ na mbụ.",
    "Mba Amerịka na North Korea enwebeghị mkparịtaụka kamgbe onyeisiala US bụ Joe Biden banyechara ọchịchị.",
    "North Korea",
    "Ngwagha nuklia",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aka akparala Mason Greewood maka ebubo ịkpa nwaagbọghọ ajọ akaelekere 6 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Ihe ụmụ ụwa na-ekwu maka foto Obi Cubana na Abba Kyari sere ọhụrụ a",
    "Ebe aha 'Chukwu Okike Abiama' siri bido",
    "Aka akparala Mason Greewood maka ebubo ịkpa nwaagbọghọ ajọ aka",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "Onyoonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}