{
  "published": "6 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, DANNY LAWSON",
    "Ezenwaanyị mba England bụ Elizabeth II kwuru na ọ chọrọ ka akpọwa Camilla ji ọkwa \"Duchess of Cornwall\" ezenwaanyị mgbe nwa eze Charles bụụrụ eze.",
    "N'ozi o ziputere iji mee ncheta ọchịchị ya dịka ezenwaanyị nke afọ iri asaa , Elizabeth II kwuru na ọ ga-amasị ya ma Camilla nwete ọkwa ezenwaanyị.",
    "Prince Andrew: A napụla ya ikike ndị agha na ihe nrite ndị ọzọ",
    "Foto: Ezenwaanyị na mba Briten edulaala Ọkparaeze Philip",
    "Na mbụ ka ndị mmadụ na-eche na a ga-echi Camilla ada eze (Princess) dịka di ya jị ọkwa nwa eze (Prince).",
    "Mana ozi a ezenwaanyị Elizabeth II ziputere ugbua ga-emepere Camilla ụzọ ịbụ ezenwaanyị n'ọdịnihu.",
    "Ọnye na-ekwuru ụlọ Clarence kwuru na nwa eze Wales nakwa Duchess nke Cornwall gosiri obi aṅụrị ha gbasara ugwu ezenwaanyị kwanyere ha.",
    "Nkwpute a ezenwaanyị mere dịka ọ na-eme ncheta ọchịchị ya kamgbe afọ 1952 azaala ajụjụ ndị mmadụ na-ajụ kamgbe gbasara ọnọdụ Camilla n'ọdịnihu.",
    "\"Ọ bụ ebumnuche m na oge ahụ ruo, a ga-akpọ Camilla \"ezenwaanyị makana di ya bụ eze nke bekee kpọrọ \"Queen Consort\", bụ ihe Elizabeth II depụtara n'ozi ya.",
    "Queen Consort pụtara nwunye eze na-achị nke ga-eme ka Camilla zawa ezewaanyị n'ọdịnihu.",
    "Ndị nwoke anụbatara n'obi eze England na-enwetekarị ọkwa \"consort\" na-abụghị eze kama ọ na-abụkarị ọkwa nwa eze.",
    "Ihe ị kwesiri maka emume \"Platinum Jubilee\" ezenwaanyị",
    "Ezenwaanyị mba Briten bụ onye mbụ si n'ezinụlọ obi eze England na-eme emume \"Platinum jubilee\".",
    "Ọ nọpụrụ onwe ya n'ebe akpọrọ \"Sandringham estate\" dịka a ga-eme emume ndị mba ahụ na-ahazi n'ọnwa Juun.",
    "Ezenwaanyị Elizabeth II malitere ọchịchị kamgbe ọ dị afọ iri abụọ na ise, mgbe nna ya bụ George VI nwụchara, na February 6, 1952.",
    "Ezenwaanyị dị afọ iri itoolu na ise ugbua, depụtara ozi ekele na obi ụtọ ya maka nkwado na ihunanya ndị mba England na-enye ya mgbe niile.",
    "Nke a bụkwa mbụ ọ na-eme ụdịrị emume a naanị ya makana di ya bụ \"Duke of Edinburgh\" lara mmụọ n'afọ 2021.",
    "Ọ tulere uche na nkwado di ya bụ nwa eze Philip nyere ya ma kelekwa ndị mmadụ si agbụrụ na okpukperechi dị iche iche na mba England kwadoro ya mgbe niile.",
    "Praịm minista iri nọgoro na 10 Downing bụ ụlọọrụ ebe ha na-ebi na England, kamgbe ezenwaanyị chịwara.",
    "Praịm Minista Boris Johnson, depụtara n'akara twitter ya,\" Ana m eto ọtụtụ afọ ezenwaanyị wepụtere onwe ya ma fee mba England ma na-elegara anya mmeme a ga-eji ṅụrịa maka ọchịchị ya pụrụiche.\"",
    "Praim minista ndị nke chịburu achị bụ Theresa May na David Cameron kelekwara ezenwaanyị maka emume ahụ.",
    "Kedụ ndị bụ Camilla na Charles?",
    "Ebe foto si, CHRIS JACKSON",
    "Charles na Camilla bụ mmadụ abụọ gbagburu alụkwaghịm n'alụm di na nwunye ha abụọ nọbụ tupu ha alụọ onwe ha n'afọ 2005.",
    "Charles na-alụbu adaeze Diana mana mechaa gbasaa n'afọ 1996, otu afọ mgbasa ha gachara tupu Diana anwụọ n'ihe mberede okporoụzọ na Paris.",
    "Mgbe Camilla na Charles lụchara di na nwunye, e kwesịrị ichi ya adaeze makana di ya bụ ọkparaeze, mana e mechara echiche ahụ edochaghị anya na nso nso a.",
    "Ọkwa ọhụrụ a ezenwaanyị Elizabeth II nyere Camilla na-abịa dịka ezenwaanyị kwuputechara na ọ ga-esonye n'otu akpọrọ \"Order of the Garter\"- ọkwa kachasị a na-enye ndị mere ihe pụrụiche.",
    "Camilla dị afọ iri asaa na anọ ugbua, na-emekarị ihe ndị gbasara ya dịka ikwuru ndị a na-emegbu ọnụ ha.",
    "Ebe foto si, EPA",
    "Nne na nna Rayan na-ahapụ ebe ahụ ụmị mmiri nọ mgbe ụgbọ ndị ọrụ gbatagbata bịara buru ozu nwa ha nwoke",
    "Ndị gbatagbata na mba Morocco agbapụtala nwatakiri ahụ dị afọ ise akpọrọ Rayan danyere n'ụmị mmiri kamgbe abalị anọ gara aga.",
    "Ndị be ha na ndị mba ahụ nọ na mkpu akwa ugbua dịka ozi mechara pụta n'aka ndị isi ọchịchị mba ahụ na ihe egwupụtara bụ ozu ya.",
    "Mbọ mba a gbara igbapụta nwata ahụ mere ka mmadụ niile ebe ahụ chịrị obi n'aka, dịka ọtụtụ ndị mmadụ ruru narị kwuru narị gbakọrọ n'ihu olulu mmiri dịka ndị ọrụ gbatagbata nọ n'ọrụ igbapụta nwa ahụ nakwa ọtụtụ puku ndị ọzọ sochiri akụkọ a n'ihe onyonyo.",
    "Na soshal midia, ọtụtụ ndị mba ahụ na ndị mba ụwa ndị ọzọ zipụtara ozi iti aka n'obi nye ezinụlọ nwa a dịka ha gosiri obi mgbawa ha n'ihe mberede a mere.",
    "N'akara Facebook, Onyeisiala mba France bụ Emmanuel Macron, ọ dere: \"N'abalị a, achọrọ m ịgwa ezinụlọ nwatakịrị a bụ Rayan na ndị mba Morocco na anyị na-ekerịta n'ihe mgbu ha metụtara ya\"",
    "Ozi sitere n'obi Eze mba Morroco kọwara ọnwụ Rayan dịka \"ihe mberede dị egwu\", na-agbakwụnye, Eze mba ahụ bụ Mohammed VI kpọrọ nne na nna nwa nwoke ahụ.",
    "Cheta na akụkọ kwuru na nwatakịrị ahụ a kpọrọ Rayan, dabara n'ime ụmị mmiri ahụ dị n'obodo Tamorot, nso Chefchaouen, na mba Morocco, ka ọ na-egwu egwuregwu nso ya n'ụbọchị Tuzde.",
    "Ndị na-egwu ala gwutere akụkụ ụmị ahụ aka, gwufee mita atọ tupu e ruo ebe Rayan daruru, mana ha agaghị n'ihu maka ha nọ na-atụ ụjọ na o nwereike ibute mbuze ga-egbe nwata ahụ.",
    "Mustapha Baitas bụ ọnụ na-ekwuru gọọmentị Morocco, kwuru n'ụbọchị Fraịdee na olulu ọzọ ahụ ha gwuru n'akụkụ ụmị ahụ iji ruo Rayan nso kwesiri ịmịta mkpụrụ mgbapụta ya bụ nwa.",
    "Nna Rayan gwara ndị ntaakụkọ le360 dị na mba ha n'ụbọchị Wenezde, na \"naanị otu ntabianya m lepụrụ ya anya, nwatakịrị a adaba n'ime ụmị. Ụra agabeghi m n'anya\".",
    "Nne Rayan ji anyammiri kwuo sị \"Ezinaụlọ anyị niile pụrụ ịga chọọ ya. Mgbe ahụ ka anyị chọpụtara na ọ dabara n'ụmị. Aka m na-enwe olileanya na anyị ga-agụpụta ya na ndụ.\"",
    "N'agbanyeghi ụdịrị ada ọ dara, kamera e tinyere iji lee ọnọdụ ya n'ụbọchị Fraịdee, gosiri na Rayan ka dị ndụ ma mụrụ anya, mana ọ dị ka o merụtụrụ obere ahụ n'isi.",
    "Ndị ọrụ gbatagbata weturu ya mkpuchi imi nke \"oxygen\", nri na mmiri n'ime ụmị ahụ, dịka ndị ọrụ ahụike nọ na-echebiri ngụpụta ya, ka e nwee ike ilekọta ya.",
    "Ụgbọelu helịkọpta wụchịrị ebe ahụ na-echebiri ibuga ya n'ụlọọgwụ ozugbo a gụpụtara ya.",
    "Ọtụtụ ndị mmadụ na-eso usoro ngụpụta ya na soshal midia, ebe ọtụtụ ndị gbakọrọ nso ebe a na-agụpụta ya. Ọtụtụ ozi ndị mmadụ zipụtara soro ihe njịkọta ozi a na-akpọ Hashtag e dere \"#SaveRayan\" were na-egosi olilianya na aga-agbapụta nwa ahụ na ndụ.",
    "Nke  a mere obi ji gbawa ọtụtụ ndị mgbe ozi ọnwụ nwa dapụtara n'ụbọchị Satọdee. Nne na nna, ndị mba Morocco etiela mkpu akwa maka ozi ọnwụ nwa dabara n'ụmị kamgbe ụbọchị Tuzde.",
    "Ebe foto si, Science Photo Library",
    "Ọnụ na-ekwuchitere ndị uweojii n'Anambra steeti bụ Tochukwu Ikenga, gwara BBC Igbo na anwụchiela nwamadi a na-eche gburu enyi ya nwaanyị n'obodo Urutolu, Mgbakwu, Awka North.",
    "Ikenga kwuru na ndị uweojii na-enyocha ya bụ ọnwụ zutere Chidimma Christopher bụ nwaagbọghọ dị afọ 22, n'aka enyi ya nwoke.",
    "O kwuru na ha natara ozi n'ụtụtụ ụbọchị atọ nke ọnwa Febrụwarị 2022, na nwamadi ahụ a na-eche gburu Chidimma, tiri ya ihe ma tigbuo ya n'ime ụlọ ya, tupu ndị mmadụ ebuga ya ụlọọgwụ ebe a nọ kwuo hoohaa na ọ nwụọla.",
    "Cheta na akụkọ si n'obodo ahụ pụta kwuru na nwamadi ahụ na-etikarị Chidimma ihe, dịka kepu kepu kwuru na ọ ka mụrụ nwa ọnwa isii gara aga.",
    "Etu ọkụ si gbapịa ihe ndị mmadụ n'Enugwu steetielekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Vidio, Ihe mere ichi ọzọ n'ala Igbo ji bụrụ egwu onye obi kara, Duration 6,393 Febụwarị 2022",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Etu ọkụ si gbapịa ihe ndị mmadụ n'Enugwu steeti",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESN",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Gọọmentị Abia steeti etiela iwu machiri gwongworo ịgba n'okporoụzọ mgbe chi ka dị",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Macky Sall abụrụla onyeisioche ọhụrụ nke African Union",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}