{
  "published": "30 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Abba Kyari Facebook",
    "Foto Obi Cubana na-eme azụmahịa nakwa Abba Kyari bụ onye uweojii Naịjiria sere ọhụrụ a etinyela ọtụtụ okwu n'ọnụ ndị mmadụ.",
    "Kyari tinyere foto ahụ na Facebook ya ma depụta na ọ gara agbamakwụkwọ Maina Alkali, nwa nwoke onyeisi ndị uweojii Naịjiria bụ Alkali Baba.",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Akwụsịla Abba Kyari ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ",
    "Agbamakwụkwọ ahụ mere na ụlọ eze Shehu nke Borno, Abubakar El-Kanemi na Maiduguri bụ isi obodo Maiduguri n'ụbọchị Satọde.",
    "Gọvanọ Babagana Zulum nke steeti ahụ, nakwa Mai Mala Buni nke Yobe steeti nakwa Badaru Abubakar nke Jigawa steeti.",
    "Ndị ọzọ biakwara ya bụ agbamakwụkwọ gụnyere onyeisi sineti bụ Ahmad Lawan, gọvano chiburu Borno bụ Kashim Shettima, minista njem ụgbọelụ  bụ Hadi Sirika, onye azụmahịa ama ama bụ Aliko Dangote nakwa ndị ọzọ.",
    "Ebe foto si, Abba Kyari Facebook",
    "Cheta na ngalaba Nigeria Police Service Commission kwụsịtụrụ Kyari ọrụ na July 31st 2021 maka ebubo nrụrụaka ụlọọrụ Federal Bureau of Investigation nke mba Amerịka boro ya nakwa mmekọ ya na Ramon Abass, aka Hushpuppi, a na-enyo maka mpụ na nrụrụaka.",
    "Onyeisi uweojii Naịjiria bụ Usman Alkali Baba gwara ngalaba PSC ka ha kwụsitụ Kyari ọrụ ruo mgbe ha ga-emecha nyocha maka ebubo ngalaba Federal Bureau of Investigation nke mba Amerịka wepụtara maka Kyari.",
    "Otu ihe kachasi mee ndị mmadụ ji akatọ Kyari bụ maka mmekọ ya na ụfọdụ ndị mmadụ ama ama dịka Obi Cubana.",
    "Ebe foto si, Abba Kyari Facebook",
    "Abba Kyari dị afọ iri anọ na isii bụ onye Borno steeti dị na mpaghara ugwu Naịjirịa.",
    "Ọ nwetere asambodo Geography na mahadum nke o ji nwete ọrụ dịka Assistant Superintendent ndị uweojii n'afọ 2000 dịka ọ natachara ọzụzụ na police academy dị na Wudil, Kano steeti.",
    "Ọ bụ mgbe ọ dụgara ndị otu ya nwudere onye ori akpọrọ Ndagi a.k.a spirit a na-achọ achọ kamgbe ka Kyari bidoro wube ebe niile.",
    "Ndagi weghara ọchịchị Numan bụ obodo kachasi n'Adamawa dị na mpaghara ugwu Naịjirịa.",
    "N'afọ 2005, ka ọ banyere ndị uweojii Mobile Police Force ebe ọ banyere ụlọọrụ ndị uweojii Legọs n'afọ 2010.",
    "Kyari mechara bụrụ mmadụ nke abụọ n'ụlọrụ uweojii nakwa onyeisi Special Anti-Robbery Squad (SARS), ngalaba uweojii na-ebuso mpụ agha.",
    "Obi Cubana nke ezigbo aha bụ Obinna Iyiegbu, bụ onye oji ego achụ ego a na-anụ aha ya n'ihe gbasara ịgba oringo na Naịjiria, dịka ọ bụ onye nwere ọtụtụ ebe oriri na nkwari.",
    "Obi a na-etu \"Okpole Yankee\" na-aza Obi Cubana n'ihi aha otu ụlọ oriri na nkwari ya bụ Cubana.",
    "N'agbanyeghi na ọ gụrụ maka ndọrọ ndọrọ ọchịchị na mahadum University of Nigeria Nsukka (UNN), ọ gwara BBC Igbo na o nweghi mmasị ịzọ ndọrọ ndọrọ ọchịchị ma ugbua ma n'ọdịnihu.",
    "Ọ bụ onye Oba, dị n'okpuru ọchịchị Idemili, n'Anambra steeti.",
    "A mụrụ ya n'ụbọchị 12 nke ọnwa Epreelụ, 1975.",
    "Ya na Ebere nwunye ya ji ụmụ nwoke anọ.",
    "Akwamozu nne ya wuru ewu na soshal midia n'afọ 2021.",
    "N'ụbọchị mbụ nke ọnwa Nọvemba afọ 2021, ụlọọrụ na-ahụ maka mpụ na nrụrụaka na Naịjiria bụ Economic and Financial Crimes Commission (EFCC), kpọtara maka ịgba ya ajụjụọnụ.",
    "Ihe Obi Cubana sara BBC Igbo maka ọgwụike na etu o si akpata ego",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aka akparala Mason Greewood maka ebubo ịkpa nwaagbọghọ ajọ akaelekere 6 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?21 Julaị 2019",
    "Ihe ụmụ ụwa na-ekwu maka foto Obi Cubana na Abba Kyari sere ọhụrụ a",
    "Ebe aha 'Chukwu Okike Abiama' siri bido",
    "Aka akparala Mason Greewood maka ebubo ịkpa nwaagbọghọ ajọ aka",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "Onyoonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}