{
  "published": "3 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii Abia steeti sị na ha na-arịọ ezinaụlọ nwoke ahụ a hụrụ ozu ya n'okporoụzọ Lagos street dị n'Umuahia ka ha bịa buru ya.",
    "Ọnụ na-ekwuru ha bụ Geoffrey Ogbonna gwara BBC Igbo na nwoke a gbara afọ iri isii na itoolu nwụrụ n'ezie.",
    "Otu nwoke adaala nwụọ na ọdọugbọelu dị na Legọs ka ọ nụrụ na nwunye ya nwuru",
    "Nwoke akụgbuola nwa ya n'Enugwu",
    "Otu nwoke ejirila ụra magbuo nwunye ya",
    "Ọ sị na ọ bụ ndị ọrụ ha buuru ozu nwoke ahụ gawa n'ụlọọgwụ ebe dọkịta nyoro ya ahụ ma sị na ọ nwụọla.",
    "\"Agaghị m akọwanwu ihe gburu nwoke ahụ mana ndị ọrụ ahụike na-eme nnyocha banyere ya,\" Ogbonna kwuru.",
    "\"Anyị hụrụ mpekere akwụkwọ 'driving licence' gosiri aha nwoke ahụ mana anyị amaghị ebe o si maọbụ ezinaụlọ ya.",
    "\"Eji m ohere a akpọku ezinaụlọ nwoke a ka ha bịa n'isi ụlọọrụ ndị uweojii dị n'Umuahia.\"",
    "Cheta na akụkọ pụtara na Twitter gosiri ka otu nwoke tọgbọrọ n'okporoụzọ dị n'Umuahia.",
    "Nke a bụghị mbụ ụdịrị ihe a na-eme, n'izuụka ole na ole gara aga, otu nwoke a na-amghị onye ọ bụ dakwara n'okporoụzọ dị n'Aba ma nwụọ.",
    "BBC Igbo na-agba mbọ inwete ezinaụlọ nwoke ahụ.",
    "Akụkọ ka na-abịa...",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Abia Steeti",
    "Okike",
    "Ezinụlọ",
    "Vidio, 'Etu ndị 'unknown gunmen' si wakpoo ma gbuo di m n'ugbo ya n'Oguta' - Nwunye Christian Kpatumaelekere 3 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Vidio, Ihe mere ichi ọzọ n'ala Igbo ji bụrụ egwu onye obi kara3 Febụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Ndị agha Amerịka egbuola Onyeisi otu Islamic State bụ Abu Ibrahim al-Qurayshi na Syria",
    "Mbuze egbuola mmadụ 11 na mba Ecuador",
    "Jeff Zucker bụ onyeisi ụlọọrụ CNN agbala arụkwaghị m maka ije nwaanyị",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Etu otu nwoke si daa ma nwụọ n'okporoụzọ dị n'Umuahia, Abia Steeti",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Nkwenye ndị Igbo oge gboo banyere ịlọụwa, agwụ, ọgbanje na ihe dị ọzọ metụtara ọnwụ na ndụEmelitere ikpeazụ na: 2 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}