{
  "published": "31 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, EFCC",
    "Ụlọọrụ na-ahụ maka mpụ na nrụrụaka ego na Naịjiria a kpọrọ Economic and Financial Crimes Commission (EFCC), enyeghachịla Arthur Eze ụlọ ndị e zuru ego ya ji zụọ.",
    "N'ozi ha ziputere na Facebook ha, EFCC kwuru na ha napụtara Olisebuka Okechukwu Eze na Onyeka Nnadozie Eze bụ ụmụ nwanne Arthur Eze, ụlọ 11 ha zụrụ n'Enugwu na mpaghara Ọwụwa Anyanwụ dị iche iche.",
    "EFCC kwuru na Olisebuka (na-arụbu dịka onye nchịkọta ụlọọrụ) na Onyeka (na-arụbu dịka onye na-achịkọta akụnaụba ụlọọrụ) nọ na-ezupu ego Arthur Eze, ma jiri ya zụọ ụlọ ndị a.",
    "Ụlọọrụ EFCC kpụpụrụ ha ụlọikpe ka ha na-eme nnyocha maka ebubo nrụrụaka ego a, ebe Ọkaikpe I.M Buba nke Federal High Court, Enugwu, kpebiri n'ụbọchị 18 nke ọnwa Ọktoba 2021, ka e nye Arthur Eze ya bụ ụlọ ndị e ji ego ya zụọ.",
    "Ọkaikpe Buba kpebiri nke a ka o nyechara Olisebuka na Onyeka ohere iweta ihe akaebe ga-eme ka a ghara ịnapụ ha ụlọ ndị ahụ ma nye ya Arthur Eze, mana ha enwetenwughi.",
    "EFCC nyeghachịrị Arthur Eze ụlọ ndị ahụ n'ụbọchị 28 nke ọnwa Jenụwarị afọ 2022, ebe ọ nọ kelee ha maka mbọ ha gbara ịhụ na o nwetere ikpe ziri ezi.",
    "Onye bụ Arthur Eze?",
    "Arthur Eze bụ ọgaranya aha ya na-ada ụda n'Anambra steeti nakwa na Naịjiria.",
    "Ọ bụ oji ego achụ ego si na mmanụ agbịdị kpaa ego, dịka ụlọọrụ ya bụ Atlas Oranto Petroleum bụ otu n'ime ụlọọrụ ndị kacha achọta ma na-egwuputa mmanụ na mba Afrịka.",
    "O si n'ezinaụlọ eze, n'Ukpo dị n'okpuru ọchịchị Dunukofia nke Anambra steeti.",
    "A ma ya ama dịka onye na-eji ego ya akwado ndị ndọrọndọrọ ọchịchị, ọkachasị n'Anambra steeti.",
    "Arthur Eze kwanyere Gọvanọ ugwu ruru ya - Chris Ngige",
    "Etu ọkụ si gbaa ọtụtụ ugbo akpụ n'Umuahia",
    "Ọtụtụ ugbo akpụ alala n'iyi n'Umuahia maka oke ọkụ gbara eve ahụ.",
    "Ọkụ a na-amaghị ebe o si agbabuola ugbo akpụ ndị diketere ahịa Ubani-Ibeku nakwa Amakama dị n'okpuruọchịchị Umuahia south dị n'Abia steeti.",
    "Umuahia fuel station fire: E menyụọla ọkụ gbara n'ọdọ mmanụ ụgbọala",
    "Kedụ ihe ọkụ ọgbụgba a pụtara?",
    "Nke a pụtara na enwerike inwe ndatụ nri na nri ịda oke ọnụ n'ogbe ebe ụgbo ndị a gbara ọkụ dị.",
    "Ọ bụrụ na-abụrụ ya bụ akpụ dị n'obosara ugbo akpụ ahụ, a kara inwe akpụ ruru ton iri isii nakwa iri atọ bụkwa udiri akpụ ọzọ.",
    "Eze Philip Ajomiwe bụbụ onyeisioche ndị Eze nọ n'Umuahia North kwuru na ọkụ a gbarakwuru ugbo ya.",
    "O kwuru na nke a ga-eme ka ọ ghara inweta ego ọ ga-eji kwụọ ndị binyere ya ego o ji kọọ ugbo ya.",
    "Ọ na-arịọ ka ndị na-etinye ọkụ ọgbagba ahụ kwụsị ya.",
    "Ndị na-akọ ụgbo n'umuahia na-etibu mkpụ na onweghị ka ọ ha ihe ha na-enweta n'ubi tupu ugbua maka nsogbu ichi ehi gagharị na-ewetara ha.",
    "Ebe foto si, Getty Images",
    "Ndị oji egbe ka na-akpa ike na Niger steeti dịka ha mere mwakpoo ọhụrụ na izu gara gara ebe ahụ",
    "Akụkọ na-ekwu na ndị  ji egbe amabeghi ndị ha bụ wakporo ma gbuo ọtụtụ ndị mmadụ na mpaghara abụọ na Niger steeti n'ụbọchị Satọde.",
    "Ụfọdụ ndị ezinaụlọ ihe a mere metụtara kwuru na ugbua ha na-achọ ndị be ha achọ.",
    "Ndị omekome awakpoola isi ụlọọrụ Nigeria Defence Academy, gbuo ndị agha abụọ",
    "Nchekwa: Onye ga-azọ ndị bi na Benue?",
    "Nke a na-abịa dịka izu abụọ gachara ka gọọmentị Naịjirịa zigara ndịagha  ebe ahụ maka nchekwa na mbelata mwakpoo na-arị ibe ya elu ebe ahụ.",
    "Ka akụkọ si kwuo, ndị oji egeb ahụ ji ọtụtụ ọgba tum tum wụbata ebe ahụ na mgbede Satọdee ma malite igba egbe aghara aghara dịka e kwukwara na ha gbara ọtụtụ ụlọ nọ ebe ahụ ọkụ ma mamina ndị nche nọ ebe ahụ.",
    "Ndị bi ebe ahụ gwara BBC na ndị o ji egbe ahụ ezoghi ezo dịka ha bịara dị mmadụ nsọ ma gbaa ha were obi iwe gbaa ha egbe.",
    "Ha kwukwara na ndị a gara n'ụlọ na n ụlọ tọrọ ọtụtụ ndị mmadụ amabeghi ọnụọgụgụ ha ugbua n'obodo Galadima Kogo na Galkogo.",
    "Gọọmentị Niger steeti ekwuola na ndị agha awụchịela n'obodo abụọ a ihe a mere dịka ha na-esi imi n'ala ịchọpụta ndị mere ihe a.",
    "Cheta na nso nso a na ndị o ji egbe na ndị omekome \"bandits\" na-akpa ike na akụkọ otutu steeti nọ na ugwu Naịjirịa nke gụnyere Kaduna, Zamfara, Kebbi na Niger steeti.",
    "Akụkọ si ebe ndị a kwuru na ndị bi ebe ahụ agbapụla dịka ha na-agba ọsọ  ndụ maka oke ịtọ ndị mmadụ, mwakpoo, ogbugbu ndị mmadụ nakwa ịgba ụlọ ndị mmadụ ọkụ na-eme ebe ahụ.",
    "Akụkọ ịtụ n'anya ọzọ sikwa ebe ndị a pụta bụ etu ndị bi ebe ndị a sizi akwụ ụgwọ ụtụ isi nye ndị omekome a maka igbochi ntọrọ maọbụ mwakpoo.",
    "Akụkọ na-ekwu na ndị o ji egbe amabeghi ndị ha bụ wakporo ma gbuo ọtụtụ ndị mmadụ na mpaghara abụọ na Niger steeti n'ụbọchị Satọde. Ụfọdụ ndị ezinaụlọ ihe a mere metụtara kwuru na ugbua ha na-achọ ndị be ha achọ.",
    "Ebe foto si, Reuters",
    "Ndịagha mba Kenya nọ n'ọrụ nchekwa maka ozi mwakpoo ha nụrụ na-abịa",
    "Ndị omekome gbukwara mmadụ 12 na Katsina steeti",
    "Ihe ruru mmadụ iri na abụọ nwụrụ dịka ndị ojiegbe wakporo ndị 'bandit' chegharịrị echegharị n'obodo Illela dị n'okpuruọchịchị Safana, na Katsina steeti.",
    "Dịka ndị obodo ahụ si kwuo, ndị ojiegbe ahụ bịaburu iwakpo otu onye nchegharị ahụ a kpọrọ Mani Turwa a sị na-echekwa obodo ahụ, mana ndị otu Turwa meriri ha, mere ha ji jiri iwe bịaghachị ma kpaa mkpamkpa a.",
    "A na-ache na ụfọdụ ndị mmadụ anwụọla na mpaghara ugwu mba Kenya ebe otu ụgbọala bu ndị njem riri elu ogbunigwe nọ ebe ahụ n'ụbọchị Mọnde.",
    "Akụkọ kachasị n'abalị a: Ọgbụnigwe egbuola ndị uweojii na kwa Russia 2018 fọrọ abali asatọ",
    "Kenya: Awakporo Kalonzo Musyoka",
    "Ihe a mere n'okporoụzọ Mandera nke dị nso oke mba ahụ na mba Somalia.",
    "Nke a so oke nchekwa nọ na mba Kenya ugbua maka ịdọ aka na ntị ha natara n'aka mba France nakwa mba ndị ọzọ banyere atụmatụ nwakpoo ndị agha nnupụisi nke ndị alakube zubere ịme ebe ahụ na nso nso a.",
    "Cheta na ndị agha nnupụisi nke otu Al Shabaab emele mwakpoo na mba ahụ kwa mgbe kwa mgbe n'oge gara aga.",
    "Ebe foto si, AFP",
    "Otu UN na Ecowas ga-ezute ndị isi agha na ndị ọzọ nwere agba na Burkina Faso n'izu a",
    "Otu jịkọrọ mba ndị nọ na Ọwụwa anyawụ Afrịka bụ Economic Community of West African States (Ecowas) ga-abata isi obodo mba Burkina Faso bụ Ouagadougou n'ụbọchị Mọnde itinye anya n'ọnọdụ mba ahụ.",
    "Nke a so mweghara ọchịchị ndịagha mere ebe ahụ n'ụbọchị 23 nke ọnwa Jenụwarị, 2022 ma chụpụ onyeisiala mba ahụ bụ Roch Kaboré.",
    "Ecowas ekewapụla Burkina Faso n'otu ha",
    "Sudan coup 2021: Ihe anyị ma maka Lt. General Abdel Fattah al-Burhan, onye isiagha wegharala ọchịchị n'ike na mba Sudan",
    "Ndị mịnịsta nnọchianya Ecowas na ụfọdụ ndị otu United Nations (UN) nke onyeisi ụlọọrụ n' Ọwụwa anyawụ Afrịka nakwa na mpaghara Sahel bụ Mahamat Saleh Annadif ga-akwụ n'ihu njem a.",
    "Otu abụọ a na ọchịagha mba ahụ nọ n'isi mweghara ọchịchị ahụ bụ Paul-Henri Damiba ga-ezute, ebe ndị ọzọ nwere agba na mba ahụ ga-esokwa.",
    "Iso nke a, ndị Ecowas ga-enwekwa ọgbakọ ọzọ n'ụbọchị Tọọzde na mba Ghana maka ime mkpebi ndị ọzọ dị mkpa n'okwu a.",
    "Cheta na Ecowas wepụrụ Burkina Faso na otu maka mweghara ọchịchị mere ebe ahụ n'ọnwa Jenụwarị. Nke a na-abịa dịka mweghara ọchịchị e meela na ụfọdụ mba Afrịka na nso nso a.",
    "Otu jịkọrọ mba ndị nọ na Ọwụwa anyawụ Afrịka bụ Economic Community of West African States (Ecowas) ga-abata isi obodo mba Burkina Faso bụ Ouagadougou n'ụbọchị Mọnde itinye anya n'ọnọdụ mba ahụ.",
    "Bido n'afọ 2021 ruo ugbua, mweghara ọchịchị emela na mba ise n'Afrịka.",
    "Ebe foto si, Reuters",
    "Foto na-egosi ogbunigwe mba North Korea nwalere na nso nso a",
    "Mba North Korea eleghi ihu ndị mmadụ anya dịka ha zipụtara foto na-egosi nnukwu ogbunigwe ha nwalere na nso nso a nke ọtụtụ mba na-akatọ.",
    "Mba ndị so katọọ ihe a bụ mba Japan na South Korea. Ogbunigwe nke a bụ nke kachasi nnukwu ha rụrụ kemgbe afọ 2017 ma bụrụkwa nwalee nke asaa ha na-anwalee ogbunigwe ha n'afọ Jenụwarị, 2022 agbanyeghi na otu UN adọọla ha aka na ntị ka kwụsị ime nke a.",
    "Nnyocha South Korea na Japan mere gosiri na ogbunigwe a fegoro elu ruo kịlomịta puku abụọ  2,000km (1,242 miles) n'ogogo ikuku tupu ọ datuo na oke osimiri mba Japan.",
    "North Korea zipụtara foto a site na ụlọọrụ mgbasa ozi gọọmentị ha bụ KCNA dịka e kwuru na ọ bụ ihe e ji ese foto nke nọ n'ahụ ogbunigwe ahụ bụ ihe zetere ya.",
    "Mba Amerịka n'oge gara aga agwaala mba North Korea ka ha kwụsị ịnwaale ogbunigwe ha dịka ọ na-ekposasi ihe. Ogbunigwe agbaala na mba Kenya.",
    "Nwalee ogbunigwe North Korea mere n'ọnwa a gosiri na ha na-emepụta teknụzụ nwerike imerị mwakpo pụrụiche galara ọnụ nwerike isi n'aka Japan na US bata mba ha.",
    "Onye bụbụ onyeisi ndị agha mmiri, ọkammụta Kim Dong Yup kwuru na mba Noth Korea chọrọ ịnwe ngalaba nchekwa \"ga-adị ka ọdụ akpị.\"",
    "N'ọnụ Yup, \"ebumuche North Korea abụghị iwakpo mana ọ bụ ichekwa onwe ha ma na-ekwu na mba ahụ na-achọ ka ha mepụta \"ụzọ dị iche iche ha ji echekwa onwe ha.\"",
    "Kenya",
    "North Korea",
    "Ndịagha",
    "Burkina Faso",
    "Ecowas",
    "United Nations",
    "Boris Johnson arịọla mgbagharaelekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị mmadụ erubere isi n'iwu nọrọ n'ụlọ na Mọnde a?31 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "EFCC enyefeela Arthur Eze ụlọ 11 e zuru ego ya rụọ",
    "Ebe aha 'Chukwu Okike Abiama' siri bido",
    "Ndị mmadụ erubere isi n'iwu nọrọ n'ụlọ na Mọnde a?",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Boris Johnson arịọla mgbaghara",
    "Ihe ụmụ ụwa na-ekwu maka foto Obi Cubana na Abba Kyari sere ọhụrụ a",
    "Onye bụ ọchịagha Ibrahim Babangida?",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}