{
  "published": "4 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Lai Mohammed",
    "Gọọmentị Naịjirịa sị ha achọpụtala ụlọọrụ dị otu narị iri abụọ na atọ na mmadụ iri itoolu na isii na-ebunye ndị Boko Haram ikputu ego ha ji akpa ikena Naịjirịa.",
    "Minista mgbasaozi bụ Lai Mohammed wepụtara ozi a na Tọzde mgbe ọ na-agwa ndị ntaakụkọ okwu n'Abuja.",
    "Boko Haram awakpoola Maiduguri ọzọ",
    "EFCC akpụpụla Mama Boko Haram ụlọikpe",
    "Anyị ga-ewe dinta 10,000 n'ọrụ ibibi Boko Haram - Gọvanọ Borno steeti",
    "Mohammed sị na a nwụchiela mmadụ iri anọ na ise a na-enyo na ha na ji ego akwado iyi ndụ egwu, na a kpụpụla ha n'ụlọikpe.",
    "Ọ sị na a chọpụtara ụlọọrụ na mmadụ ndị a site na nyocha ngalaba Nigerian Financial Intelligent Unit e mere malite n'afọ 2020 ruo 2021.",
    "Ọ sị na ngalaba a nwere ihe akaebe banyere ndị Boko Haram, ISWAP, ndị ekperima, ndị ntọrị nakwa ndị ọzọ na-eyi ndụ egwu.",
    "N'afọ gara aga, otu United Nation sị na ịkwado otu na-eyi  egwu bụ ezigbote nsogbu nye nchekwa na Naịjirịa.",
    "Dịka gọọmentị ji ndịagha na ndị nchekwa ebuso iyi ndụ egwu agha mana ugbua ọ malitela iji ngalaba na-ahụ maka nchịkọta ego iji nye aka n'agha a.",
    "N'ọnwa gara aga ngalaba Nigerian Securities and Exchange Commission na-ahụ maka mgbanwe ego igwe nyere iwu ka e nyochaa ndị ahịa ha niile iji mara ndị na-akwado iyi ndụ egwu.",
    "Naijiria",
    "Boko Haram",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Etu egwu m tiri maka ọnọdụ Naịjirịa si butere m nsogbu n'aka DSS - Orits Williki4 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESNelekere 9 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESN",
    "Gọọmentị Abia steeti etiela iwu machiri gwongworo ịgba n'okporoụzọ mgbe chi ka dị",
    "Ndị agha Amerịka egbuola Onyeisi otu Islamic State bụ Abu Ibrahim al-Qurayshi na Syria",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu otu nwoke si daa ma nwụọ n'okporoụzọ dị n'Umuahia, Abia Steeti",
    "Jeff Zucker bụ onyeisi ụlọọrụ CNN agbala arụkwaghị m maka ije nwaanyị",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}