{
  "published": "4 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Okezie Ikpezu",
    "Gọvanọ Okezie Ikpeazu na-agba mbọ ịhụ na nchekwa ndụ ndị mmadụ nọ n'okporoụzọ Abia steeti",
    "Gọọmentị Abia steeti amachiela ụgbọala gwongworo igba n'okporoụzọ ọbụla na steeti ahụ maọbụladị n'oge e nyere ha ohere ịgba.",
    "Kọmishọna njem na steeti ahụ bụ Godswill Nwanoruo ekwuola na ụgbọala gwongworo agaghị na-agba site n'elekere isii nke ụtụtụ ruo elekere itoolu nke abalị, iji beleta ihe mberede okporoụzọ.",
    "'Gọvanọ Okezie Ikpeazu akpọghị IPOB otu oyiegwu'",
    "Meenu ụlọọrụ Inner Galaxy nnyocha zuruoke - Gọvanọ Ikpeazu",
    "Ariaria International Market: \"Ọnọdụ okporoụzọ dị n'ahịa a na-agba anyị anya mmiri\"",
    "Gọọmentị steeti ahụ ekwuola na gwongworo ọbụla a hụrụ na-agba na mpaghara Aba, Umuahia nakwa Ohafia na steeti ahụ ga-ata ezigbo ahụhụ dịrị ha maka ida iwu a ehibere.",
    "Echiche ndị mmadụ bụ na iwu ọhụrụ a dapụtara maka ihe merede okporoụzọ mere n'Ogbor Hill Aba, Abia Steeti n'ụbọchị Tọzde nke kwapịasiri akụnaụba ndị mmadụ ma kpalite ọnwụ ụfọdụ ndị mmadụ.",
    "Cheta na ihe mberede okporoụzọ a gụnyere ụgbọala gwongworo na ụgbọala obere ndị ọzọ.",
    "Dịka Maazị Nwanoruo si kwuo gọvanọ Okezie Ikpezu bụ gọvanọ steeti ahụ hibere otu ga-elekọta nrubeisi iwu a ma kwuo na a ga-amalite mmanye ya bụ iwu bido n'ụbọchị 14 nke ọnwa Febụwarị, 2022.",
    "O kwukwara na e mere nke a i ji belata kpachị kpachị ụzọ nke ọtụtụ ụgbọala gwongworo so akpalịte.",
    "Ọ rutụlwara aka n'obi mgbawa so agwa ọjọọ ndị gwongworo na-akpa akụkụ ụzọ \"Aba tollgate\" ebe ha ji aka malite ibu ngwongwo agbanyeghi na gọọmentị enyeghi ha ikike ime nke a ebe ahụ.",
    "Gọọmenti kwuru na otu ga-amalite mmanye iwu a ga-agụnye ngalaba nlekọta njem okporoụzọ bụ National Union of Road Transport Workers (NURTW) na ministri na-ahụ maka njem nakwa otu njem bụ Road Transport Employers Association of Nigeria (RTEAN).",
    "Otu nwoke bi n'Aba a kpọrọ Obialor Ejimofor akọwaala etu o siri gbanahụ ọnwụ site n'ihe mberede okporoụzọ mere n'Ogbor Hill Aba, Abia Steeti n'ụbọchị Tọzde.",
    "Ọ sị na nke a mere mgbe ụgbọala ukwu 'trailer' sọbara isi n'ime ahịa a na-egbu ma na-ere anụ a kpọrọ 'Ahia udele' dị na Waterside.",
    "Ọ sị na ha nọ n'ime ọgbatumtum Keke mgbe ụgbọala ahụ si n'ugwu na-agbatu, mana ọ dịka ihe o ji akwụsị dara nke bụ 'break failure'.",
    "\"Ụgbọala ji ọsọ na-abịa ebe keke anyị nọ mana anyị hapụrụ gbaa ọsọ ma na-elezi ka ebe ụgbọala ahụ kụụrụ ụgbọala ọzọ ma sọba isi n'ime ahịa.",
    "\"Ọ malitere imebi ọtụtụ ụlọahịa dịka ọ na-agbada n'ahịa dị n'ime ndagwuru ugwu.\"",
    "Ejimofor sị na o mechara nụta akụkọ na ọtụtụ ihe mebiri nakwa na o nwe ndị nwụrụ anwụ.",
    "N'ahịa udele ebe ihe a mere bụ ahịa ọtụtụ ndị chọrọ ịzụta anụ na-ekwo ekwo.",
    "N'ihi nke a gọvanọ Okezie Ikpeazu enyela iwu ka e mechie ahịa ahụ ma buga ya n'ebe a kpọrọ Omuma Uzor dị n'Ukwa West.",
    "Osote ya bụ Ude Oko Chukwu gara ebe ahụ sị na e mechiri ahịa a maka ọnọdụ ọjọọ ebe ahụ dị nke na-emetụ ahụike ndị mmadụ.",
    "Gọvanọ kelere ndị na-ere ahịa ebe ahụ maka ibuga ndị merụrụ ahụ n'ihe mberede ahụ n'ụlọọgwụ.",
    "A mabeghi kpọmkwem mmadụ ole merụrụ ahụ maọbụ nwụrụ n'ihe okporoụzọ ahụ.",
    "Nke a abụghị mbụ ụdị ihe mberede okporoụzọ a ga-eme n'ebe a na-akpọr Ugwu Ogbor-Hill.",
    "Ihe mbere okporoụzọ na-emekarrị ebe ahụ opekarịa mpe otu ugboro kwa afọ ọbụla, nke na-enute ọnwụ ọtụtụ mmadụ.",
    "Naijiria",
    "I gosi ahịa",
    "Okezie Ikpeazu",
    "Abia Steeti",
    "Njem",
    "Vidio, Etu egwu m tiri maka ọnọdụ Naịjirịa si butere m nsogbu n'aka DSS - Orits Williki4 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESNelekere 9 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESN",
    "Gọọmentị Abia steeti etiela iwu machiri gwongworo ịgba n'okporoụzọ mgbe chi ka dị",
    "Ndị agha Amerịka egbuola Onyeisi otu Islamic State bụ Abu Ibrahim al-Qurayshi na Syria",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu otu nwoke si daa ma nwụọ n'okporoụzọ dị n'Umuahia, Abia Steeti",
    "Jeff Zucker bụ onyeisi ụlọọrụ CNN agbala arụkwaghị m maka ije nwaanyị",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}