{
  "published": "31 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Babangida chịrị Naịjirịa dịka onye agha site n'afọ 1985 ruo 1993",
    "Ibrahim Badamasị Babangida bụ otu n'ime ndị ọchịagha chịrị Naịjirịa nke ugboro asatọ site n'afọ 1985 ruo n'afọ 1993.",
    "A mụrụ Babangida n'obodo Minna dị na Niger Steeti n'afọ 1941 n'ime ezinaụlọ nne na nna ya bụ Muhammad na Aisha Babangida.",
    "'Chutuonụ Bụharị n'ọkwa ọchịchị' - Babangida",
    "Babangida kwụsiri ike n'ozi mbụ o zipụrụ",
    "Nsogbu Naijiria bụ nsogbu ndị ndu butere - Babangida",
    "Ọ gụrụ akwụkwọ praịmarị  n'afọ 1950 ruo 1956, gụọ nke sekọndịrị na Government College Bida site n'afọ 1957 ruo 1962.",
    "Ọ banyere n'ọrụ ndịagha Naịjirịa n'ọnwa Disemba afọ 1962, mgbe ọ gara ọzụzụ na Nigerian Military Training College dị na Kaduna.",
    "Ọ natara ọzụzụ ndịagha na mba India nakwa na Briten.",
    "Babangida so na nnapụ ọchịchị n'ike e mere n'afọ 1966 nke mere e ji chụpụ ọchịagha Aguiyi Ironsi ma were ọchịagha Yakubu Gowon dochie ya.",
    "Babangida so na ndịagha Naịjirịa buru agha megide ndị Biafra site n'afọ 1967 ruo n'afọ 1970 mgbe ọ bụ onye ndu ndịagha 'Infantry Battalion' n'afọ 1968.",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha",
    "N'afọ 1969 a gbara ya egbe n'akụkụ obi, mgbe agha na-ada n'etiti Enugwu na Umuahia mana ọ mechara gbakee.",
    "Ọ lụrụ nwunye ya bụ Maryam King n'ụbọchị isii nke ọnwa Sepụtemba, afọ 1969.",
    "O meela afọ 50, a lụrụ Biafra, mana ihe kpatara ya ka na-eme",
    "Mgbe agha biri n'afọ 1970, e buliri Babangida n'ọkwa ugboro abụọ ma ziga ya na Nigerian Defence Academy dịka onye ntuziaka.",
    "Ọ gara ọzụzụ na mba Amerịka site n'ọnwa Ọgọọstụ afọ 1972 ruo ọnwa Juun afọ 1973.",
    "Babangida nwetere mbuli elu n'ọkwa nakwa ọzụzụ dị iche iche site n'afọ 1973 ruo 1985.",
    "Ebe foto si, Getty Images",
    "Babangida azọla ọchịchị n'oge gaara aga",
    "N'afọ 1975 mgbe Babangide ji ọkwa onye ndu ndị a kpọrọ 'amoured corps', o tinyere aka napụ ọchịchị n'ike.",
    "Mana n'afọ 1976, o gbochiri atụmatụ nnapụ ọchịchị n'ike site n'ịkpa ụlọ mgbasaozi Radio Naịjirịa, nke mere e jiri gbuo ọchịagha Murtala Muhammed.",
    "N'afọ 1983, ọ haziri nnapụ ọchịchị n'ike site n'aka ndị nkịtị ma tinye n'aka ndịagha nke tinyere ọchịagha Muhammadu Buhari n'ọchịchị.",
    "Mgbe e ruru afọ 1985, ọ hazi kwara nnapụ ọchịchị n'ike n'aka ọchịagha Buhari ma tinye onwe ya dịka ọchịagha na-achị Naịjirịa.",
    "Ebe foto si, Getty Images",
    "IBB ekwuala na ọ ya ziri Kassim ozi o jere",
    "N'ọtụtụ oge mgbe Babangida nọ n'ọchịchị, ọ nwara ịhazi ntuliaka iji nyeghachị ndị nkịtị ọchịchị mana ọ dabaghị.",
    "E ruru n'ọnwa Juun, afọ 1993, e mere ntuliaka ịhọpụta onyeisiala, mana ọ kagburu ya sị na e nwere nrụrụaka.",
    "Nke a butere ọtụtụ ngagharịiwe banyere ọgbaghara na mpaghara Ndịda Anyanwụ Naịjirịa.",
    "N'ihi ọgbaghara ahụ kawanyere njọ mere ka Babangida gbaa arụkwaghịm n'ọnwa Ọgọọstụ 1993 ma nyefee Ernest Shonekan ọchịchị nchere oge.",
    "Dịka ọnwa ole na ole gachara, ọchịagha Sani Abacha napụrụ Shonekan ọchịchị ahụ n'ike.",
    "Ọchịagha Ibrahim Babangida lụrụ nwunye ya bụ Maryam n'afọ 1969 mana ọ nwụrụ n'afọ 2009.",
    "Ha mụrụ ụmụa anọ gụnyere Aisha, Muhammad, Aminu na Halima.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndịagha",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Boris Johnson arịọla mgbagharaelekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị mmadụ erubere isi n'iwu nọrọ n'ụlọ na Mọnde a?31 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "EFCC enyefeela Arthur Eze ụlọ 11 e zuru ego ya rụọ",
    "Ebe aha 'Chukwu Okike Abiama' siri bido",
    "Ndị mmadụ erubere isi n'iwu nọrọ n'ụlọ na Mọnde a?",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Boris Johnson arịọla mgbaghara",
    "Ihe ụmụ ụwa na-ekwu maka foto Obi Cubana na Abba Kyari sere ọhụrụ a",
    "Onye bụ ọchịagha Ibrahim Babangida?",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}