{
  "published": "31 Jenụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kemgbe ọ hapụrụ ọchịchị na 2020, Uche Nwosu na ezinaụlọ ya agabigala ọtụtụ ihe n'Imo steeti.",
    "E bola ya na ndị be ya ọtụtụ ebubo nke gụnyere ịwere ala ndị mmadụ n'ike nakwa ịweghara ihe ndị steeti ahụ.",
    "Aga m agbaghara APC mmehie ha megidere m na ntuliaka 2019 - Uche Nwosu",
    "Imo APC Primaries: A kpọpụtala Uche Nwosu dịka onye ga-azọ ọkwa gọvanọ Imo",
    "Nke ikpeazụ bụ mnwuchi ndị uweojii nọ na obi gọọmenti Imo steeti nwuchiri ya n'ụbọchị iri abụọ na isii, ọnwa Disemba 2021 n'ụlọ ụka St. Peters Church, Eziama dị na Nkwere, Imo steeti.",
    "Ndị otu a batara n'ime ụlọ ụka gbaliwe egbe elu, kpọrọ Maazi Nwosu gbalaga.",
    "Gọomentị Imo steeti agọọla na aka ha adịghị na ya bụ mnwuchi maọlị.",
    "Uche Nwosu gwara BBC Igbo ihe ya hụrụ ụbọchị ụka ahụ bụkwa ụbọchị ọ kaara nne ya nwụrụ anwụ ụka.",
    "Ọ sị na ndị bịara ya bụ njem e gosighị ya akwụkwọ ikike ha ji bịa ịjide ya.",
    "O kọkwara ka ha sị yipu ya akwa ya mee ya akaje n'ihu ọha mmadụ.",
    "BBC jụkwara ya maka ebubo ala niile a na-ebo ya na steeti ahụ.",
    "Nwosu sị na ọ nweghị ala mmadụ maọbụ nke steeti ya na ọ gọ ya nwoke bụ Rochas Okorocha nweere.",
    "O kwuru maka ala ebe nwunye Okorocha rụrụ Royal Sping Palace bụ nke ọ sị na \"Ọ bụghị oge nke m ka e nyere ya ala ahụ. A chịchala ọchịchị tupu enye ha ala\".",
    "O kwuru na ihe dị iche na gọọmentị Uzodimma na nke Rochas bụ na gọọmentị ka diri ndị mmadụ nso mgbe Rochas karịa ugbua.",
    "O kwukwara na ihe kacha mkpa ugbua na steeti ahụ bụ udo na ihunanaya bụ nke kọrọ ụkọ ugbua.",
    "O kwuru na ihe ka ya njọ bụ mmebọ e mebọrọ ya n'ụlọ ụka ụbọchị ya na eru uju nne ya.",
    "Father Cliford Eze kọwara ka ihe siri mee n'ụbọchị ahụ na ka obodo siri gbakasie mgbe ndị uweojii ahụ gbawara egbe.",
    "Uche Nwosu bụ onye so dọọ ọkwa Gọvanọ Imo steeti na ntuliaka 2020.",
    "O ji okoloto Action Alliance, AA, zọọ ọkwa ahụ.",
    "Ọ bụ ọgọ Gọvanọ na-achị mgbe ahụ bụ Rochas Okorocha.",
    "Ọ rụrụ ọrụ na gọọmentị Okorocha dịka:",
    "Osote onye nlekọta ndị ọrụ oyibo (Depty Chief of staff) - 2011 - 2013",
    "Kọmishọna na-ahụ maka ala (Commissioner for lands)  - 2013 -  2015",
    "Onyeisi nlekọta ndị ọrụ oyibo (Chief of Staff) - 2015 - 2019",
    "Gọọmentị Hope Uzodinma na ọchịchị nke Okorocha ha adịghị na mma kemgbe ụtụtụ.",
    "Ndọrọndọrọ ọchịchị",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Gender-based Violence: 'Anyị na-eti ndị nwunye anyị ihe ka ha wee na-akwanyere anyị ugwu', Duration 8,40elekere 8 gara aga",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Uche Nwosu: E resịghị m ọgọ nwoke Rochas Okorocha ala Imo, Duration 9,0231 Jenụwarị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}