{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mwakpo ụmụnwaanyị arịala elu na mba Kenya, ọkachasị oge mkpamkpa ọrịa ozuruụwa ọnụ covid-19 selitere isi.",
    "Mana ọtụtụ ndị a wakporo na ndị a na-awakpo anaghị eme mkpesa n'aka ndị uweojii, n'ihi ụjọ nakwa enweghi ntụkwasị obi n'ihe ndị uweojii pụrụ ime.",
    "Ị wakpoo nwaanyị maọbụ ụmụaka, anyị apịa gị amụ - Ụlọomeiwu Ekiti",
    "Gịnị ka e kwesịrị ime nwoke wakporo nwaanyị?",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?",
    "Etu ị ga-esi gbanahụ mwakpo na mmemme",
    "Lee ụfọdụ iwu Naịjirịa megidere ụmụnwaanyị",
    "Dịka ndị a kpọro \"Health Assistance Kenya\" si kwuo, mkpesa maka mwakpo ụmụnwaanyị ji pasentị 300 rịa elu karịa etu ọ na-adịbu, mgbe a amachiri ngagharị maka ọrịa covid-19 na mba ahụ.",
    "Ụfọdụ ndị obodo Soweto dị na mba Kenya, kwuru na iti nwunye ha ihe bụ ụzọ ha si enweta nkwanye ugwu n'aka ha.",
    "Ọtụtụ n'ime ụmụnwoke ahụ kpọrọ onwe ha ndị Jacaranda Social Movement, kwuru na ha emeghi etu a, na ụmụnwaanyị nọ na ndụ ha ga na-akparị ha.",
    "Ha sị na ọ bụ 'omenala', ọkachasị mgbe nwoke lụrụ nwaanyị ọhụrụ.",
    "N'ime akụkọ a, otu nwaanyị a kpọrọ Mary Mugambi, kọwara etu di ya gbarala ya alụkwaghịm si jiri mma gbukasịa ya ahụ ma gbukwaa otu nwa ha nwaanyị dị naanị afọ isii, mgbe ọ jụrụ ka ọ laghachịte na ndụ ya na ụmụ ha atọ.",
    "Otu nwaanyị a kpọrọ Njeri Migwi ewepụtala onwe ya n'ịlụ ọgụ megide mwakpo ụmụnwaanyị na mba ahụ.",
    "Migwi na onwe ya bụ onye gabigakwara mwakpo ọtụtụ afọ, hibere otu a kpọrọ Usikimye, bụ ebe ụmụnwaanyị na-agabiga mwakpo n'aka ụmụnwoke nwere ike ịgbata maka enyemaka.",
    "Migwi kọwara etu o si nyere ihe ruru ụmụnwaanyị 450 aka kemgbe mkpamkpa covid-19 malitere n'afọ 2020.",
    "Judith Lameth bụ onyeisi ndị uweojii na-ahụ maka 'community policing, gender and child protection' na mba ahụ gwara BBC sị na oge agbanweela oge ndị uweojii ga-ana aka azụ ma ghara ịrụ ọrụ ma e meere ha mkpesa.",
    "Lameth kpọrọ oku sị ka ndị nwere nsogbu mwakpo kpọkuo ndị uweojii, na ha ga-eleba ya anya.",
    "Gee etu ihe si kwụrụ n'uju n'ihe onyonyo a:",
    "Ụmụnyanyị",
    "Kenya",
    "Ikike ụmụnwanyị",
    "Ịwakpo mmadu na-ike",
    "Mmegbu",
    "Vidio, Gender-based Violence: 'Anyị na-eti ndị nwunye anyị ihe ka ha wee na-akwanyere anyị ugwu', Duration 8,40elekere 8 gara aga",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Uche Nwosu: E resịghị m ọgọ nwoke Rochas Okorocha ala Imo, Duration 9,0231 Jenụwarị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}