{
  "published": "1 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị ọrụ gbatagbata na ndị obodo na-agagharị na-achọ ndị ka dị ndụ",
    "Nnukwu mbuze nke oke mmiri ozuzo butere egbuola ihe ruru mmadụ 11 n'isiobodo Quito nke mba Ecuador.",
    "Ihe ruru mmadụ 32 merụkwara ahụ dịka ya bụ mbuze kwaturu okwute na ide, nke bupuchara ọtụtụ ụgbọala ma tojuo ụlọ asatọ na otu ọgbọegwuregwu.",
    "Gọọmentị mba ahụ kwuru na ya bụ mmiri ozuzo bụ nke kachasị oke na mba ahụ kemgbe afọ 20.",
    "Ndị ọkachamara n'ihe gbasara ọnọdụ ihuigwe kwuru sị na ụdịrị mmri ozuzo a ha hụrụ ji ihe ruru ugboro 40 karịa ihe a tụrụ anya ya.",
    "Ụlọntaakụkọ mba ahụ bụ El Universo dere na Belén Bermeo bụ otu onye hụru ka ihe mere sị \"Ahụrụ m etu idemmiri si buru otu nwoke na otu nwatakịrị. Ọ dị egwu!\"",
    "Ndị ọrụ gbatagbata mba ahụ biputara ihe nkiri gosiri ka idemmiri a na-akpa mkpamkpa.",
    "Santiago Guarderas bụ aka na-achị obodo Quito, kwuru na ya bụ oke mmiri zoro n'ụbọchị Mọnde, Jenụwarị 30, 2022, bụ ụdịrị ha na-ahụbeghị kemgbe afọ 2003.",
    "Ndị ọrụ gbatagbata na ndị uweojii na-arụ ọrụ ebe mkpamkpa a kpara, dịka gọọmentị na-atụ atụmatụ izipu ndị agha ka ha nyere aka n'ịchọta na ịzọpụta ndị mmadụ.",
    "Ọtụtụ mmadụ na-akatọ Joe Rogan na Spotify",
    "Ebe foto si, Getty Images",
    "Mgbasaozi podcast nke Rogan na-agbasa bụ ọkaibe n'ọbaozi Spotify",
    "Ọtụtụ ndị a ma ama na-akatọ ma na-agbahapụ spotify maka etu otu onye a kpọrọ Joe Rogan si jiri ya na-agbasa akụkọ ụgha.",
    "Joe Rogan bụ nwafọ Amerịka na-agbasa ozi a kpọrọ 'podcast', ọ bụ ya kachasị agbasa ozi na spotify.",
    "Mmadu atọ emerụọla ahụ n'isiụlọọrụ YouTube",
    "Zuckerberg Facebook Meta: Ihe mere Facebook jiri gbanwe aha ya",
    "Facebook nyụrụ ka ọkụ tata",
    "Ụlọọrụ nwe spotify na-akwụ ya ego ruru otu nde narị dọla maka ịgbasa ozi Rogan n'ọbaozi ha.",
    "Akụkọ sị na a na-ebudata ozi Rogan nke a kpọrọ 'download' ugboro nde abụọ n'ime otu ọnwa.",
    "Rogan na-akpọta ọtụtụ ndị ka ha kwuo okwu na mgbasaozi ya mana ụfọdụ n'ime ha na-ekwu okwu nduhie.",
    "Ụfọdụ okwu nduhie ndị a gụnyere;",
    "Ọgwụ mgbochi nwereike ịgbanwe mkpụrụ ndụ mmadụ a kpọrọ 'genes' mana ndị ọkachamaara sị na ọ bụ asị.",
    "Na ọgwụ Ivermectin nwereike ịgwọ coronavirus mana nyocha BBC mere kwuru na o nweghi ihe akaebe gosiri na ọgwụ a nwereike covid.",
    "Ọ bụrụ na ịgbaa ọgwụ mgbochi ma ị rịachaa covid-19, ahụike gị ka nọrọ n'ihe izendụ. Ọtụtụ ndị ọrụ ahụike katọrọ okwu a ma sị ka spotify leba anya n'okwu ụgha ahụ.",
    "Ihe izendụ ụmụaka ga-enwete site n'ịgba ọgwụ mgbochi karịrị nke dị ma ha bute ya bụ covid-19 n'onwe ya.",
    "N'ihi okwu nduhie ndị a Rogan gbasara n'ọbaozi Spotify, ọtụtụ ndị a ma ama na-ewepu egwu, ozi nakwa ihe ndị ọzọ ha tinyere na ya.",
    "Spotify bụ ọbaozi (websaịt) na-enye ndị mmadụ ohere inwete egwu, ihe onyonyo nakwa ọtụtụ ihe ndị ọzọ ha chọrọ site n'ịntanet.",
    "Ndị tiri egwu na ndị nwere ihe onyonyo na-etinye ya n'ọbaozi Spotify ka o ruo ndị nọ mbaụwa aka.",
    "Spotify pụtara ihe n'afọ 2008 mana ugbua o so n'otu n'ime ọbaezi egwu kachasị n'ụwa.",
    "Ọtụtụ ụmụafọ Naịjirịa na-eti egwu na-etinye egwu ha n'ọbaozi Spotify ka ndị nọ na mba ndị ọzọ nwee ike gee egwu ha.",
    "Nnamdi Kanu agwala ndị Ipob ka ha gbasoo ụzọ ime udo na-aga n'ihu ugbua.",
    "Onye ndu otu Indigenous people of Biafra (Ipob) bụ Nnamdi Kanu agwala ndi otu ya ka ha gbasoo ụzọ ime udo nke na-aga n'ihu ugbua.",
    "Nke a dị n'ozi ọkaiwu ya bụ Ifeanyi Ejiofor wepụtara ka ọ gara leta ya n'ụlọmpkọrọ ndị Department of State Services (DSS).",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "N'ozi a pụtara n'ụbọchị 27 Jenụwarị afọ 2022, Kanu rịọrọ ndị otu ya ha ekwela ka onye ọbụla megharịa ha anya.",
    "N'olu Ejiofor \"Onyendu sị ka Umuchinekw lekwasị anya n'ihe ha na-achụ maka ndị iro na-agba mbọ n'efu iweta esemokwu.\"",
    "\" Ọ sị ka a kwanyere mbọ a na-agba ime udo n'etiti ha ugwu.",
    "N'otu aka ahụ, Kanu kelere ndị niile na-eso ya ma kwesie ike n'ihe ọbụla ha na-eme.",
    "Cheta na Kanu bụ onye nọ n'aka gọọmentị etiti ugbua na-azara ọnụ ya n'ebubo dị iche iche, gụnyere ibuso gọọmentị agha.",
    "Ụlọikpe ukwu dị n'Abuja nke ọkaikpe Binta Nyako n'isi ya ga-eleba anya n'ikpe ya ọzọ n'ụbọchị 16 Febụwarị, 2022.",
    "N'aka nke ọzọ, Kanu meriri n'ụlọikpe dị n'Umuahia n'akwụkwọ ọ gbara gọọmentị Naịjirịa maka imetọ ikike dịịrị ya.",
    "Ụlọikpe a sị ka gọọmentị Naịjirịa kwụọ Kanu otu ijeri naịra maka ịwakpo ụlọ ya dị n'Umuahia n'afọ 2017.",
    "Boris Johnson ga-aga mba Ukarine ikwudoro ha dịka Russia nwereike iwakpoo ha",
    "Ebe foto si, Getty Images",
    "Prịam Minista mba Briten bụ Boris Johnson na-egosi n'ezie na mba ha kwudoro mba Ukraine n'oge a",
    "Praịm Minista mba Briten bụ Boris Johnson na-akwado ịga mba Ukarine dịka a na-atụ anya na mba Russia nwereike iwakpo ha n'oge adighi anya.",
    "Cheta na Johnson kwuru na mba Briten ga-adọnyere onyeisiala mba Ukarine bụ Volodymyr Zelensky ukwu n'oge a iji gbochie nkwafụ ọbara.",
    "Boris Johnson arịọla mgbaghara",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha",
    "Boris Johnson abụrụla Praịm Mịnịsta Briten",
    "Ndị agha mba Russia ruru otu nari puku eburula ngwa agha ha wụchịe n'oke ala mba ha na mba Ukraine, n'agbanyeghi na ha kwuru na ha enweghi atụmatụ ọbụla iwakpo mba Ukarine.",
    "Chetakwa na gọọmentị mba Russia adọọla mba Ukraine aka na ntị ka ha kwụsị nzube ha isonye otu jịkọrọ ọtụtụ mba na Europe bụ North Atlantic Treaty Organization (Nato) dịka ha kwuru na atụmatụ a ga-emetụta nchekwa mba ha.",
    "Mba Amerịka jụrụ mkpesa a mba Russia mere dịka ọtụtụ mba ndị ofesi na-akwado imachi Russia ma ọ bụrụ na ha buso Ukraine agha.",
    "Dịka minista na-ahụ maka mba na mba na Briten bụ Liz Truss si kwuo, mmachi a nwereike ịmetụta ndị nwere agba na mba ahụ, ndị na-akwado Russia nakwa ndị oji ego achụ ego ha na onyeisiala mba Russia bụ Vladimir Putin na-azụkọ ahịa.",
    "Dịka Johnson na-akwado ịga isi obodo Ukraine bụ Kyiv, gọọmentị mba Briten kwupụtara na ọ ga-enye mba Ukraine ego ruru nde paụnde iri asatọ na asatọ (£88m) iji kwalite ọchịchị kwụsiri ike na nwereonwe n'aka mba Russia.",
    "Amerika",
    "Boris Johnson",
    "Intanet",
    "Nnyocha",
    "Ndịagha",
    "Rọshia",
    "Ukraine",
    "Boris Johnson news: Ọ rịọla mgbaghara31 Jenụwarị 2022",
    "Ukraine: Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị29 Jenụwarị 2022",
    "Ụlọọrụ onyeisi ọrụ mba UK dị na 10 Downing street, arịọla Ezenwaanyị mba ahụ mgbaghara maka oringo ha gbara14 Jenụwarị 2022",
    "A na-atụ ụjọ na 'coup' nwereike ị na-eme ugbua na Guinea-Bissauelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Amamihe m ji rụọ ụgbọala a bụ ọnatarachi, amụghị m ya amụ - Nonso Ofor1 Febụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Mbuze egbuola mmadụ 11 na mba Ecuador",
    "EFCC enyefeela Arthur Eze ụlọ 11 e zuru ego ya rụọ",
    "A na-atụ ụjọ na 'coup' nwereike ị na-eme ugbua na Guinea-Bissau",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onye bụ ọchịagha Ibrahim Babangida?",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ebe aha 'Chukwu Okike Abiama' siri bido",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}