{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Umaro Sissoco Embalo meriri ntuliaka ma zọta ọkwa onyeisiala na mba Guinea Bissau n'afọ 2019",
    "Akụkọ na-ekwu na otu onye anwụọla n'isiobodo Bissau na mba Guinea-Bissau, dịka a na-eche na ndị agha na-anwa iweghara ọchịchị n'ike.",
    "A nụrụ ụda egbe nso otu ụlọ gọọmentị dị na Bissau, ebe a na-eche na Onyeisiala Umaro Sissoco Embalo nọ na nzukọ ndị gọọmentị.",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 2021",
    "Ecowas ekewapụla Burkina Faso n'otu ha",
    "Etu ndị agha Burkina Faso si napụ onyeisiala Roch Kabore ọchịchị",
    "Ka ọ dị ugbua, amabeghi ebe ya bụ onyeisiala nakwa Praịm Minista mba ahụ nọ kpọmkwem.",
    "Ndị isiala mpaghara West Afrịka, n'okpuru Economic Community of West African States (Ecowas) katọrọ ihe ha kpọrọ \"ịnwa mweghara ọchịchị n'ike\", ma rịọ ndị agha ka ha laghachị n'ọdọ ha.",
    "Minista na-ahụ maka mmekọrịta mba na mba na Guinea-Bissau, gwara BBC na ọ ka na-eche ịnata ozi maka ọnọdụ onyeisiala ha.",
    "E mechiela ụlọakwụkwọ na ụlọọrụ, dịka e zipuru ndị agha n'ụlọ gọọmentị dị iche iche.",
    "Kemgbe afọ 1980, ndị agha anwaala ma wegharakwa ọchịchị ugboro itoolu na mba ahụ.",
    "Cheta na ndị agha ewegharala ọchịchị ugboro ugboro n'Afrịka n'ime ọnwa iri na asatọ garala aga.",
    "Nso nso a, ndị agha wegharala ọchịchị na mba Burkina Faso.",
    "Akụkọ ka na-abịa",
    "West Africa",
    "Afịrịka",
    "Guinea-Bissau",
    "A na-atụ ụjọ na 'coup' nwereike ị na-eme ugbua na Guinea-Bissauelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Amamihe m ji rụọ ụgbọala a bụ ọnatarachi, amụghị m ya amụ - Nonso Ofor1 Febụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Mbuze egbuola mmadụ 11 na mba Ecuador",
    "EFCC enyefeela Arthur Eze ụlọ 11 e zuru ego ya rụọ",
    "A na-atụ ụjọ na 'coup' nwereike ị na-eme ugbua na Guinea-Bissau",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onye bụ ọchịagha Ibrahim Babangida?",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ebe aha 'Chukwu Okike Abiama' siri bido",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}