{
  "published": "2 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Inya Abam, obodo dị n’okpuruọchịchị Arochukwu n’Abia steeti pụtara mbụ na BBC Igbo na 2020 dịka obodo nọ n’ọchịchịrị.",
    "Mgbe BBC gbara ebe ahụ, o nweghị ihe gosiri na o nwere gọọmentị ha nọ n’okpuru.",
    "Ka BBC Igbo nyechara ha ohere iji hichaa ha anyammiri maka ụkọ enweghị ụlọọgwụ, mmiri, ọkụ ma ọ bụkwanụ ụzọ e sị aba be ha, gọọmentị Abịa steeti gbara ọsọ rụọrọ ha ụlọ ọnụ ukpuru anọ n'otu obi ebe a na-anabata ndị ọrịa.",
    "Ọ bụ sọọsọ oge ntuliaka ka ndị ndọrọndọrọ ọchịchị na-echeta anyị - Obodo Ndị Inya Abam n'Arochukwu",
    "Lee ọtụtụ ihe akụ ọnatarachi juputara n'Abia State nke nwere ike ime ha ọgaranya",
    "Abia State Erosion: 'Mbuze na-achọ ikewa okporoụzọ anyị' - Ndị obodo Ekeoba, Umuahia",
    "Ịga Abia state ga-agụ gị agụụ ma ị gụchaa akụkọ a",
    "Ka otu afọ a rụchara ya bụ ụlọ gachara, ọ nweghị ihe gosiri na ebe ahụ bụ ụlọọgwụ dịka akwa, okporo, ọgwụ, oche and ihe ndị ọzọ bụ njirimara ụlọọgwụ adịghị ebe ahụ.",
    "N’ụbọchị abụọ nke ọnwa Jenụwari afọ 2022, BBC Igbo gakwara ebe ahụ ịmata ka ihe si gbara kwuru, ihe a hụrụ ebe ahụ bụ okpokoro ụlọ.",
    "Mana ngwa ngwa anyị gachara, n’ụbọchị 31 nke ọnwa Jenụwarị, 2022, Gọọmentị Abia steeti malitere ibuga ngwaọrụ na ya bụ ụlọọgwụ.",
    "BBC kpọtụụrụ Kọmishọna Ahụike Abia steeti bụ Jonathan Osuji, onye kwuru na “anyị ebugala ngwaọrụ nke mbụ ụnyaahụ, nke abụọ ga-apụ taa”, bụ ihe ọ gwara BBC.",
    "BBC chọrọ ka ọ mata maka nkwa ndị ọzọ gọọmentị kwere ndị obodo a n'ajụjụọnụ anyị gbara ha n’afọ 2021, mana Kọmishọna abụọ anyị kpọrọ ekweghị ekwu okwu.",
    "Kirie ka o siri gaa na Ndị Inya Abam mgbe BBC gara ebe ahụ.",
    "Ahụike",
    "Abia Steeti",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Nwoke a na-ebo ebubo igbu ma gbaa nwanne ya ọkụ maka esemokwu ala, Duration 3,01elekere 4 gara aga",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Ndị Ugbawka bere akwa arịrị maka ọchịehi, Ogbodo, e gburu, Duration 1,57elekere 6 gara aga",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Ogbambọ: \"Etu m si kpụgharịa ụgbọala a site na ntuziaka m hụrụ na nrọ\", Duration 1,571 Febụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}