{
  "published": "3 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ichi ọzọ bụ omenala dị oke mkpa n'ala Igbo.",
    "Ọ bụ echichi a na-echi onye wepụtara onwe ya ikwu eziokwu na ị bụ onye aka ya kwụ ọtọ n'obodo na onye ga-akwụdoro ndị onweghị ka ọ hara ha.",
    "'Ndị Igbo kwesiri ịlọghachite n'ụzọ omenala' - Bob Manuel Udokwu",
    "Ọ bụ nkafie ikpere Chukwu n'ụzọ omenala?",
    "Ndị uweojii Kenya ebola oke na o zuru ọgwụike",
    "Onye ọbụla nwereike ichi ọzọ mana ọ bụghị onye ọbụla ga-ekweta ịsọ nsọ dị n'ọzọ.",
    "Nke a mere e ji akwanyere onye ọbụla wepụtara onwe ya ichi ọzọ ugwu n'ala Igbo.",
    "Ichi ọzọ na-abụkaarị ihe nzuzo mana BBC Igbo nwere ohere isonye n'emume ichi ọzọ nke Ọzọ Meniru Nwakaranna n'Amansiodo, Enugu steeti.",
    "Ọzọ Nwakaranna nyere BBC Igbo ohere isonye n'emume ichi ọzọ ya.",
    "O kwuru na ichi ọzọ na \"ebute ugwu na adịmasọ\".",
    "O kwukwara na onye ọzọ kwesiri ịdị ka Elijah onye amụma dị ndụ gbagoro eluigwe.",
    "Ọ kọwara ịdị nsọ dịka \"mmadụ anapụghị ibe ya ihe n'ike, ijekwu nwunye mmadụ, ịtụ asị\".",
    "N'okwu ya, o kwupụtara na o riri ya afọ atọ iji chie ọzọ maka ọtụtụ ihe o kwesiri ime.",
    "Ọzọ Nwakaranna sị na onye chiri ọzọ tọrọ onye obula tọbụrụ ya mana na-echibeghi ọzọ.",
    "O kwukwara na onye ọzọ kwesiri ịna-agọ ọfọ na-akpokukwa ndị ichie mgbe ọ na-eme nke a.",
    "Igwe Ngoddy n'Atani, Anambra steeti kwuru na \"ihe e ji mara ndị Igbo bụ ichi ọzọ\".",
    "O kwusiri ike na nwaanyị anaghị echi ọzọ n'ala Igbo makana \"ọ bụ nsọ ala\".",
    "Igwe Ngoddy kwuru nke a n'isa okwu gbasara ụmụnwaanyị Igbo chiri ọzọ na London.",
    "Ọ sị na ichi ọzọ bụ ihe e jiri mara ụmụnwoke Igbo.",
    "O kwukwara na ụmụnwaanyị Igbo nwekwara echichi nke ha dị iche iche, mana ọ bụghị ọzọ.",
    "Ọzọ Meniru Nwakaranna sị na \"ugbua m bụzị Ọzọ, oriakụ m bụzị Lolo\".",
    "O kwuru na ọrụ Lolo bụ inyeaka ịchịkwa ụmụnwaanyị n'obodo ya na ilete ọzọ anya.",
    "Lolo Onyinyechi Meniru sị na, \"amaara m na oke ọrụ dịịrị ma dịka nwunye ọzọ, aga m eme ike m imezụ ya\".",
    "Amansiodo dị n'okpuruọchịchị Ezeagu dị n'Enugu steeti.",
    "Naijiria",
    "Enugu Steeti",
    "Omenala",
    "Igbo Culture: Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha13 Nọvemba 2020",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, 'Etu ndị 'unknown gunmen' si wakpoo ma gbuo di m n'ugbo ya n'Oguta' - Nwunye Christian Kpatuma, Duration 5,22elekere 3 gara aga",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Ogbambọ: \"Etu m si kpụgharịa ụgbọala a site na ntuziaka m hụrụ na nrọ\", Duration 1,571 Febụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}