{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ezinaụlọ Peter Chukwuani bere akwa arịrị maka onye ọchịehi ha a sị ndị oji egbe gbagburu n'Ugbawka dị n'Enugu steeti n’ụbọchị Wenezde.",
    "Ya bụ onye ọchị ehi bụ onye Awụsa, aha ya bụ Mohammadu Alarabe na Mazị Chukwuani n'arụ ọrụ  n'obodo ahụ.",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "Ihe ndị uweojii kwuru maka ndị ọchịehi si Niger wakpoo Naijiria",
    "E lielarị Mohammadu onye ndị obodo ma dịka Ogbodo taa bụ ụbọchị abụọ nke ọnwa Febuwarị n'ebe a na-eli ụka Alakụba na-eli ozu n'Abakpa Nike dị n’Enugu steeti.",
    "Otu nwanne nwaanyị Chukwuani na-achọghị ka a kpọọ aha ya sị na Ogbodo ka gbakechere n'ọrịa abalị abụọ gara aga.",
    "Ọ sị, \"Onweghị onye ga-echefuli Mohammadu (Ogbodo) ngwangwa n'ezinaụlọ a maọbụ n'Ugboawka niile gbaa gburugburu. Ọ naghị akpaoke ma ọlị\".",
    "Tupu ndị ekperima ahụ agbagbuo ya, Ogbodo nọ na-eti, \"ehi a unu na-agbagbu bụkwa nke onye Igbo. Ọ kwa Mazị Peter Chukwuani Onyeabor nwe ehi a, ọ bụghị nke onye Fulani\".",
    "Nwaanyị ahụ gbaara BBC ama sị \"Ogbodo bụ nwaanne anyị. Ọ nweere anyị niile ka ụmụnne ya\".",
    "Nwokorobịa ọzọ aha ya bụ Ike, bụ onye ya na Ogbodo na-arụkọ ekweghị ogbugbo dịka ọ na-etiwa akwa.",
    "Ike sị na ọ bụ Ogbodo kuziere ya ịchị ehi kpọbatakwa ya ka o soro chịwara Maazi Chukwuani ehi.",
    "O kwukwara na Ogbodo na enyetụkwa ya nri mgbe ụfọdụ.",
    "N'aka ọzọ, nwunye Chukwuani na-akọwa na mgbe ha na-anụ ụda egbe na ya na di ya nọ n'ime ụlọ ha.",
    "Ọ sị, \"di m chọrọ ịgbapụ n'ezi, ọ bụ m jidere ya ka ọ ghara ị ga. Mgbe ha gbachara egbe pụọ, anyị hụzịrị Ogbodo ka ọ dịna n'okporo ụzọ\".",
    "Ọnwụ Ogbodo ka na-anwụ ndị Ugbawka akpata oyi n'ụdị na ọnweghị onye ọnụ nyere okwu.",
    "Otu onye ụkọchụkwụ nwereike ikwuru BBC Igbo okwu bụ Pastọ Caleb kọwara ka o siri mee.",
    "O boro ebubo na “ndị omekome ahụ na-agbafe mgbe ehi ndị ahụ kwuchiri ha ụzọ, mere ha jiri malite ịkwa ha mgbọ, were gbuo ehi iri na abụọ n'ime ha, gbukwuo onye chị ha”.",
    "Caleb sị na Ogbodo bụ sọsọ mmadụ bụrụkwa enyi ọha.",
    "Ka ọ dị ugbua, gọọmentị Enugu steeti site n'ọnụ Stephen Oruruo bụ onye enyemaka Gọvanọ steeti ahụ na mgbasaozi sị na ndị uweojii na-etinye anya na ogbugbu nwaadị a dị obodo ma dịka Ogbodo.",
    "Cheta na nghọtehịe dị na-etiti ndị ọchịehi na ndị obodo na ndịdịa anyanwụ Naịjrịa nke mere ọtụtụ steeti dị ebe ahụ jiri machie ịchịehi n'ụzọ.",
    "Ndị o ji egbe amaghị ndị ha bụ na-achụgharịkwa ndị ochiehi dịka ndị ọchịehi na-achụgharịkwa ndị ọrụụgbọ n'ọwụwa anyaanwụ Naịjrịa.",
    "Adaala gọọmentị Naịjirịa nha N200,000 maka ikpe Nnamdi Kanu",
    "Aka akparala ndị chọrọ ịnapụ ọchịchị n'ike na Guinea Bissau",
    "Mbuze egbuola mmadụ 11 na mba Ecuador",
    "Ọrụ ugbo",
    "Enugu Steeti",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Nwoke a na-ebo ebubo igbu ma gbaa nwanne ya ọkụ maka esemokwu ala, Duration 3,01elekere 4 gara aga",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Ndị Ugbawka bere akwa arịrị maka ọchịehi, Ogbodo, e gburu, Duration 1,57elekere 6 gara aga",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Ogbambọ: \"Etu m si kpụgharịa ụgbọala a site na ntuziaka m hụrụ na nrọ\", Duration 1,571 Febụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}