{
  "published": "7 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Onyeisiala mba Senegal bụ Mack Sall ekwupụtala taa bụ Mọnde, abalị asaa nke ọnwa Febrụwarị 2022, dịka ụbọchị ezumike.",
    "Nke a bụ ka ndị mmadụ wee ṅụrịa maka nturugo Senegal nwetara n'asọmpi iko mba Afrịka a kpọrọ 'African Cup of Nations' 2021.",
    "Macky Sall nọ mba ofesi n'abalị Sọnde oge a gbara asọmpi a, mana ọ kagburu njem ya lọta iji soro ndị mba ya ṅụrịa.",
    "Lee 'ụmụanụmanụ' ga-achịpụ ya n'asọmpi AFCON 2019",
    "Onye ga-amaburu Iko Afcon taa?",
    "2022 World Cup : A gụnyela  Nigeria na 'Group C",
    "Onyeisiala Sall ga-ezute ma kelee ndị ọgbaa bọọlụ mba ahụ n'ụbọchị Tuzde n'obi gọọmentị dị na Dakar.",
    "Nke a bụ nke mbụ mba Senegal na-emeri asọmpi Afcon, dịka e meriri ha n'agba nke ikpeazụ ya bụ asọmpi n'afọ 2002 nakwa 2019.",
    "Penariti ise a satara abụọ ka Senegal ji merie ndị Egypt n'ụbọchị Sọnde, abalị isii nke ọnwa Febrụwarị 2022.",
    "Cheta na asọmpi nke a bụ nke e kwesịrị ịgba n'afọ 2021, mana e bugharịrị ya n'ihi mfesa ọrịa coronavirus.",
    "Ebe foto si, Getty Images",
    "E meriri Senegal n'agba nke ikpeazụ iko Afcon n'afọ 2002 na 2019",
    "Aṅụrị na-egbu ndị mba Senegal ka mmanya ugbua dịka ndị bọọlụ ha mabutere iko Afcon.",
    "N'ime nkeji 90 a gbara asọmpi ahụ, nakwa nkeji 30 a gbakwụnyeere ha, onweghị onye nyetere ibe ya goolu.",
    "Nke a mere ya bụ asọmpi jiri bie na penariti.",
    "Ebe foto si, Reuters",
    "Aliou Cisse gbaara Senegal bọọlụ n'afọ 2002 oge e meriri ha n'iko Afcon afọ ahụ, ugbua ọ bụ ya bụ onye nkuzi buteere Senegal ya bụ iko.",
    "\"Nke a gosiri na onye ọbụla gbasiri mbọ ike, kwụdosie ike, ọ ga-enweta ihe ọ na-achọ,\" Aliou Cisse, onye nkuzi ndị Senegal kwuru.",
    "\"Ọ dị m ka m bewe akwa n'ihi na anyị bụ ndị Senegal achọọla iko a ihe ruru afọ 60.\"",
    "Ebe foto si, Getty Images",
    "Mohamed Salah hụrụ iko Afcon 2021 anya, mana o metụghị ya aka",
    "N'aka nke ọzọ, anya mmiri ka Mohammed Sala ndị otu ya ndị Egypt ji nara ọlaọcha ha ritere n'asọmpi Afcon 2021.",
    "Cheta na Sala na Sadio Mane nke Senegal na-agbara otu egwu bọọlụ Liverpool na mba England.",
    "Ha abụọ so na ndị e ji eme ọnụ n'otu bọọlụ ahụ, mana Mane bụ onye nyere penariti ikpeazụ Senegal ji nweta mmeri.",
    "Ebe foto si, Getty Images",
    "Ndị agha Germany nọ na Mali maka nchekwa na ime udo dị ihe dịka 1,200 n'ọnụọgụgụ",
    "Gọọmentị mba Germany ekwuola na o cheghị na ha ga-ahapụ ndị agha ha nọ na mba Mali ugbua iji nyere ha aka buso ndị oyi ndụ egwu agha.",
    "Mịnịsta nchekwa mba Germany bụ Christine Lambercht kwuru na ihe kpatara nke a bụ maka nghọtahie dị n'etiti ndị agha Mali na ụfọdụ Mba ndị ofesi nọ na mba ahụ dịka Fransị, Germany, na ndị ọzọ.",
    "Ọ sị na ọ na-adị ha ka ndị agha Mali achọghizi ndị agha Germany na mba ha.",
    "Ndị agha Germany nọ na Mali maka nchekwa na ime udo dị ihe dịka 1,200 n'ọnụọgụgụ",
    "Bah Ndaw aghọọla Onyeisiala mba Mali",
    "Etu ndị agha Burkina Faso si napụ onyeisiala Roch Kabore ọchịchị",
    "Aka akparala ndị chọrọ ịnapụ ọchịchị n'ike na Guinea Bissau",
    "Cheta na ndị agha Mali chụturu ndị nkịtị ma weghara ọchịchị n'ọnwa Mee afọ 2021.",
    "Ndị agha ahụ kwuburu na ha ga-ahazi ntuliaka ma nyefekwaa ndị nkịtị ọchịchị.",
    "Mana ha mechara kagbuo nkwado ntuliaka ahụ ma kwuo na ha ga-anọ n'ọchịchị ọtụtụ afọ.",
    "Ndị agha ahụ kwukwara na ha ga-agbaso ụfọdụ ndị agha ọrụ ngo si mba Russia, a kpọrọ 'Wagner group', ka ha nyere ha aka n'agha megide ndị na-eyi ndụ egwu.",
    "N'ọnwa Disemba afọ 2022, mba 16 - ọtụtụ n'ime ha bụ ndị Europe - katọrọ ndị agha Mali maka atụmatụ ahụ ha na-agbaso.",
    "Ndị ọkachamara na-ekwu na nke a nwere ike ịgbanwe agha a na-ebuso ndị oyi ndụ egwu na mpaghara Sahel nke Afrịka.",
    "Ebe foto si, Reuters",
    "Ndị uweojii na-eche ndị na-eme ngagharịiwe nche ụbọchị ụka",
    "Onyeisioche obodo Ottawa dị na mba Canada etinyela ọnọdụ gbatagbata iji kee nkwụcha maka ihe ntụmadị nwereike ịdapụta maka abụbụọrụ ndị ọkwọ ụgbọala ogologo Bekee kpọrọ \"truck\" gbata na mba ahụ maka iwu covid-19 a tụkwasara ha n'isi.",
    "Jim Watson sị na oke ọgbaghara nwereike ịdapụta ebe ahụ maka na ndị ọkwọụgbọla ahụ akarịala ndị uweojii pụtara ọrọ n'ọnụọgụgụ.",
    "Ị hụla ihe gọọmentị Lagos chọrọ ka tanka na gwongworo na-emezi ugbua?",
    "Ndị uweojii anwụchiela ọkwọụgbọala gwongworo dagburu mmadụ abụọ n'Onitsha",
    "Ndị ọkwọụgbọala ogologo a ji ụgbọala ha mechie ụzọ niile nke bụ na ọnweghị ndị na-agafeli.",
    "Ha malitere ngagharịwe a ha kpọrọ \"Freedom Convoy\" maka iwu gọọmentị na ha ga-agbariri ọgwụ mgbochi covid-19 bụ nke ha jụrụ ajụ na ọnweghị onye pụrụ ịmanye ha ịme nke a.",
    "Dịka Mazi Watson kwuru na radio CFRA, ọ sị na ndị ọkwọụgbọla ogogologo ahụ na-emezị ka ndị nkopu site \"n'igbu opi akwụsị akwụsị, werezie ya bụ ọnọdụ gbarazịa oringo\".",
    "Maazị a sị na, \"nke bụ eziokwu bụ na a na-emeri anyị n'agha a\". \" anyị ga-esepụ ya bụ aka enwe n'ofe tupu ọ ghọọ aka mmadụ. O ruola mgbe anyị ga-azọpụta obodo anyi\".",
    "Ebe foto si, Getty Images",
    "Onyeisioche a ekwughị ihe onwereike ime iji belata ọnọdụ a mana ndị uweojii kwuru ụbọchị ụka na ha ga-enweligwu aka n'ọnọdụ nchekwa ma malite ịkpachị ndị niile na-akwado ndị ngagharịiwe a.",
    "Ọnọdụ gbatagbata a ga-enye ndị ọrụ ikike ịnwetakwụ akụrụngwa ga-enyere ha aka ịpịnyụ ya bụ ọgbaghara ka ọkụ.",
    "Ndị ọrụ steeti ahụ sị na ya bụ ọnọdụ gbatagbata gosiri na ya bụ \"egwu apụọla na joromi\" \"ọkachasị n'itinye ndị ebe ahụ n'ọnọdọ itụ egwu mana na-agosikwa na oruola mgbe ha ga- etigara ndị steeti ọzọ mkpu enyemaka\".",
    "Ọtụtụ ndị ebe ahụ ajụla ya bụ ngagharịiwe maka ajọ agwa ndị ahụ na-akpa nke gụnyere igbochi ndị mmadụ ụzọ, ịrụ ụlọ alawaghara n'ụzọ, ekwu ịwakpo ndị mmadụ nakwa oke ego ndị ebe ahụ na-etufu maka ya bụ ọnọdụ.",
    "Ndị uweojii sị na nke na-echu ha ụra ugbua bụ ka ya bụ ngagharịiwe siri rata ndị nkatọ ọkachachị ndị ekweghị na gọọmentị nọ n'ọchịchị.",
    "Ebe foto si, Getty Images",
    "Ndị na-eme ngagharịiwe gbasara ọgwụmgbochi Covid na Parliament Hill n'Ottawa",
    "Ha sị na ha enwetaka mkpesa ruru iri isi (60) nke gụnyere aka ntụtụ, ịkpa arụ, akpọasị na imebi ihe ndị mmadụ site na ya bụ ngagharịiwe.",
    "A nwuchiela ọtụrụ mmadụ ma kpachikwaa ụfọdụ ụgbọala maka nke a.",
    "Otu onye ọkwọ ụgbọala ogonogo bụ Kimberly Ball si ebe tere aka bịa isonye ya bụ ngagharịiwe gwara AFP na \"ngagharịiwe a bụ maka \"mnwere onwe anyị\".",
    "Agbanyeghị na ndị Canada na ndị omeiweu ha na-ekwu na ọbụghị taa ka ụdị ngagharịwe a bịawara ebe ha mana ndị uweojii na-ekwu na ha ahụbeghị ụdị a mbụ ọkachasị otu ha  si nweta ndị nkwado na-ewepụta ego ha ji eme ya bụ ihe.",
    "GoFundMe kwuru na Frịade na ya ga-akpachi nde kwuru nde dọla ndị mmadụ tụtara maka ngagharịiwe maka ọgbagharị ndị uweojii sị na na-eme.",
    "Ọ dịghị mgbagha na ndị ngagharịiwe akpọọla ekwo nkụ na ha agaghị akwụsị akwụsị nke bụ na ọtụtụ na-esonyezi ha kemgbe izuụka abụọ gara aga.",
    "Dịka amabeghị mgbe ihe a ga-ebi, ọ na-agbagwoju ndị obodo ahụ anya ihe mere ndị uweojii jiri hapụ ya bụ ngagharịiwe ka o ruo otu a.",
    "Akpụpụla ndị na-eme ngagharịiwe ụlọikpe maka oke oti ha ji egbuchi ndị mmadụ ntị agbanyeghị na ndị isi ha ekwuola na ha na ebelata ụzụ opi, ọkachasị n'abali.",
    "Itinye ọnọdụ gbata gbata bụ ihe ikpeazụ ndị isiọrụ steeti ahụ ga-eme agbanyeghị na ọnweghị onye ma mgbe ya bụ ihe ga-ebe.",
    "Ndị isi ngagharịiwe Freedom Convoy kwere nkwa na ha agaghị akpa aghara, na ha ga-eruwe isi n'iwu mana na ha ga-anọ ruo mgbe ọbụla.",
    "Ngagharịiwe malitere ọnwa gara aga mgbe gọọmentị Canada tiri iwu na onye ọbụla na-anya ụgbụọla ogonogo a ga-agbariri ọkwụ mgbochi tupu ha esi US banye Canada.",
    "Canada",
    "Coronavirus",
    "Vidio, Etu ọgwụ ike 'kush' si akpa mkpamkpa7 Febụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewuelekere 5 gara aga",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Lee ọtọrọ onye na onye ụdị coronavirus pụtagoro kemgbe 20205 Febụwarị 2022",
    "Gịnị dị n'ime iwu ọhụrụ gbasara ọnụọgụgụ Naịjirịa Onyeisiala Buhari kpuhere ụnyaahụ?4 Febụwarị 2022",
    "Vidio, Ihe mere ichi ọzọ n'ala Igbo ji bụrụ egwu onye obi kara, Duration 6,393 Febụwarị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Etu ọkụ si gbapịa ihe ndị mmadụ n'Enugwu steeti",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 2021",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ụzọ ọgbara ọhụrụ ise ị ga-eji hazinwu ọmụmụ gịEmelitere ikpeazụ na: 12 Ọgọọst 2020",
    "Gọọmentị Abia steeti etiela iwu machiri gwongworo ịgba n'okporoụzọ mgbe chi ka dị",
    "Australia ga-agbape mba ha ha gbachiri kamgbe afọ abụọ gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}