{
  "published": "4 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọnụọgụgụ mmụbawanye ezinụlọ na Naịjirịa abụrụla ihe",
    "Ụnyaahụ bụ Tọzde, ụbọchị atọ nke ọnwa Jenụwarị ka onyeisiala Muhammadu Buhari na Osote ya bụ Yemi Osinbajo kpuhere iwu ọhụrụ ga-echekwa ọnụọgụgụ n'isi ụmụ Naịjirịa ha kpọrọ \"Revised National Policy on Population for Sustainable Development\".",
    "N'ozi ọhụrụ ha weputara na Twitter ha, ụlọọrụ ndị isiọchịchị si na ya bụ iwu ọhụrụ na-etinye anya n'ụzọ ọgbara ọhụrụ e ji egbochi oke ọmụmụ, ọkacha ugbua Naịjirịa nọ na mkpa.",
    "Ọnụogụgụ ụmụnwoke ịkarị  nke ụmụnwanyi na Naijiria abụghị ihe ọhụrụ - NPC",
    "Ọ bụ nwaanyị ka ọ dị n'aka ikwu ụmụ ole ọ ga-amụ?",
    "Lee ihe ndị ị kwesiri ị ma maka ịhazi ụmụ ole ị ga-amụ n'ezinaụlọ gị",
    "Ya bụ akwụkwọ ga-agbado ụgwụ n'usoro ọgbaraọhụrụ eji ahazị ọmụmụ bụ 'modern contraceptive methods' na Bekee.",
    "N'otu ụbọchị ahụ, onyeisiala Naịjria bụ Muhammadu Buhari hiwere otu kọmitii ọrụ ha ga-abụ ikpokoba iwu na ọrụ n'ụdị ga-eme ya ka o yie ihe.",
    "Ha kpọrọ ya bụ kọmitii \"National Council on Population Management (NCPM)\" na Bekee.",
    "Ọ bụ onyeisiala Muhammadu Buharị na Osote ya bụ Yemi Osinbajo bụ ndị isi na ya bụ Kọmitii.",
    "Ndị so na ya bụ otu bụ ndị isiọrụ na ministri ya bụ ọrụ ọnụọgụgụ gbasara.",
    "Onyeisiala nwere olile anya na ọrụ ndị a ga-enyeaka ịme ka ndụ dịara ndị mmadụ nfe na Naịjirịa gbaa gburugburu.",
    "O kwukwara na \"Iwu ọhụrụ a ga-enyeaka ịbelata oke atụime site na iji ụzọ ọgbara ọhụrụ \"family planning\", ịgbazi ụzọ, ịhazị ọmụmụ nakwa ịme ka a zụta akụrụngwa e ji arụ ya bụ ọrụ\".",
    "Ọ sịkwa na ọ ga-enyeaka ịkwalite ahụike nne na nwa na ndị ọzọ.",
    "Ọ na-akọwa na imilikiti ndị Naịjirịa bụ ndị ntorobịa ka na-amụ nwa kwesiri itinye uche n'ịhazị ọmụmụ.",
    "O kwukwara na ọ dị oke mkpa itinye iwu ọhụrụ a n'ọrụ maka ịkwado ịgụ ọnụ isi ndị Naịjrịa n'afọ 2022 a.",
    "Ebe foto si, Getty Images",
    "Lee ihe atọ gbara ọkpụrụ anyị ma dị n'ime ya bụ akwụkwụ ahụ",
    "Gọọmentị ga-abado usoro na ihe ndị e ji ahazị ọmụmụ nke Bekee kpọrọ \"Contaceptives\".",
    "Akwụkwọ ahụ kwadoro usoro ịgbasa ọmụmụ nke Bekee kpọrọ \"Child Spacing\".",
    "A ga-enwe ndị na-agbaziri ezinaụlọ ụzọ nke ga-enyere ha aka ịhazị ọmụmụ na be ha a kpọrọ \"family planning counselling'.",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ezinụlọ",
    "Vidio, Etu egwu m tiri maka ọnọdụ Naịjirịa si butere m nsogbu n'aka DSS - Orits Williki4 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESNelekere 9 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESN",
    "Gọọmentị Abia steeti etiela iwu machiri gwongworo ịgba n'okporoụzọ mgbe chi ka dị",
    "Ndị agha Amerịka egbuola Onyeisi otu Islamic State bụ Abu Ibrahim al-Qurayshi na Syria",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu otu nwoke si daa ma nwụọ n'okporoụzọ dị n'Umuahia, Abia Steeti",
    "Jeff Zucker bụ onyeisi ụlọọrụ CNN agbala arụkwaghị m maka ije nwaanyị",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}