{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imo state police",
    "Ndị uweojii Imo steeti gbara mmanwụ ha sị na ha napụtara ndị otu Eastern Security Network (ESN) n'anwụ n'Owerri, n'ụbọchị anọ nke ọnwa Febụwarị 2022.",
    "Ihe ndị ọzọ ha gosiputara gụnyere egbe, mgbọ egbe na ngwaagha ndị ọzọ, ego Biafra, uwe, ekwentị na ihe ndị ọzọ dị iche iche.",
    "Ihe Ipob sara maka ebubo na ụfọdụ ndị otu ha na-erifusi ego",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Kedụ onye ndị agha Naịjirịa nwụchiri n'ezie n'Ekwulobia? Lee ihe Ipob sara",
    "Aka na-achị steeti ahụ bụ Gọvanọ Hope Uzodimma, gara n'ụlọọrụ ndị uweojii bụ ebe a gbara ihe ndị a n'anwụ, iji anya ya hụ ihe na-eme.",
    "Ebe foto si, Imo state police",
    "Uzodimma kelere ndị uweojii na ndị ọrụ nchekwa ndị ọzọ maka ihe ọ kpọrọ \"ọrụ ọma ha na-arụ\" n'ihe gbasara nchekwa na steeti ahụ.",
    "Ọ gwara ha ka ha gaa n'ihu na-agba mbọ n'ọrụ ha ịhụ na udo laghachitere n'Imo steeti.",
    "O kwuru na mbọ ha gbara enyela aka n'ibudata etu e si atọ mmadụ na steeti ahụ.",
    "Ebe foto si, Imo state police",
    "Ebe foto si, Imo state police",
    "Ndị uweojii gbara ego Biafra ha napụtara ndị ha sị bụ ndị ESN n'anwụ",
    "Ebe foto si, Imo state police",
    "Ebe foto si, Imo state police",
    "Ebe foto si, Imo state police",
    "Cheta na n'ọnwa Disemba afọ 2021, ihe onyonyo fegharịrị na soshal midia gosiri ebe mmanwụ ndị ESN a na-agba oringo n'Orlu dị n'Imo steeti.",
    "N'ihe onyonyo ahụ, mmanwụ ndị ahụ na-akpa nganga, ebe ndị bu egbe nọ na-agbali egbe elu, a nụkwara olu ndị na-ekwu \"ihe a bụ mmanwụ ndị Biafra\".",
    "Gịnị bụ ESN?",
    "Nnamdi Kanu bụ onye ndu otu Indigenous People of Biafra (Ipob) hibere otu ndị nchekwa ọ kpọrọ Eastern Security Network (ESN), nke ọ sị bụ maka ichekwa mpaghara ala Igbo n'aka ndị ọchị ehi.",
    "E hibere ya n'ọnwa Disemba afọ 2020.",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful",
    "Ihe Ipob sit-at-home enforcement riri n'ala Igbo",
    "A ka na-achọ ịgụpụta nwa afọ ise dabara n'ime ụmị kemgbe Tuzde",
    "Ebe foto si, AFP",
    "Ndị ọrụ gbatagbata egwuola nnukwu olulu nso ụmị nwa ahụ dabara",
    "Na mba Morocco ka ndị ọrụ gbatagbata ka na-agbagharị na-achọ ụzọ ha ga-esi gụpụta nwatakịrị dị afọ ise dabara n'ụmị mmiri kemgbe Tuzde, ụbọchị mbụ nke ọnwa Febrụwarị afọ 2022.",
    "Akụkọ kwuru na nwatakịrị ahụ a kpọrọ Rayan, dabara n'ime ụmị mmiri ahụ dị n'obodo Tamorot, nso Chefchaouen, na mba Morocco, ka ọ na-egwu egwuregwu nso ya.",
    "Ụmụokorobia asatọ anwụọla n'ime olulu mmiri n'Enugu",
    "Ụmụaka isii adabala n'ime olulu nsi",
    "Lee olulu loro nwa agbọgho na Lagos",
    "A na-eche na ọ daruru ihe ruru mita 32, site n'ohere na-ebuchaghi ibu.",
    "Ndị na-egwu ala egwuteela ya aka, gwufọ mita atọ tupu e ruo ebe Rayan daruru, mana a na-atụ ụjọ na o nwereike ibute mbuze.",
    "Mustapha Baitas bụ ọnụ na-ekwuru gọọmentị Morocco, kwuru na olulu ọzọ a na-egwu n'akụkụ ụmị ahụ iji ruo Rayan nso ga-amịta mkpụrụ.",
    "Nna Rayan gwara ndị ntaakụkọ le360 dị na mba ha n'ụbọchị Wenezde, na \"naanị otu ntabianya m lepụrụ ya anya, nwatakịrị a adaba n'ime ụmị. Ụra agabeghi m n'anya\".",
    "Nne Rayan ji anyammiri kwuo sị \"Ezinaụlọ anyị niile pụrụ ịga chọọ ya. Mgbe ahụ ka anyị chọpụtara na ọ dabara n'ụmị. Aka m na-enwe olileanya na anyị ga-agụpụta ya na ndụ.\"",
    "N'agbanyeghi ụdịrị ada ọ dara, kamera e tinyere iji lee ọnọdụ ya, gosiri na Rayan ka dị ndụ ma mụrụ anya, mana ọ dị ka o merụtụrụ obere ahụ n'isi.",
    "Ndị ọrụ gbatagbata ewetuola mkpuchi imi nke oxygen, nri na mmiri n'ime ụmị ahụ, dịka ndị ọrụ ahụike na-echebiri ngụpụta nwatakịrị ahụ, ka e nwee ike ilekọta ya.",
    "Ụgbọelu helịkọpta nọkwa ebe ahụ na-echebiri ibuga ya n'ụlọọgwụ ozugbo a gụpụtara ya.",
    "Ọtụtụ ndị mmadụ na-eso usoro ngụpụta ya na soshal midia, ebe ọtụtụ ndị gbakọrọ nso ebe a na-agụpụta ya.",
    "Ebe foto si, Getty Images",
    "Nzụkọ a onyeisiala Vladimir Putin na onyeisiala Xi Jinping mere bụ nzụkọ mbụ ha abụọ, nke mere ihu na ihu kemgbe ọnwa Juun 2019",
    "Mba China esonyela Russia na-emegide mmụbawanye otu jịkọ mba dị ịcheịche na Europe bụ North Atlantic Treaty Organization (Nato) dịka mba abụọ a na-arụkọ n'ịgbagide atụmatụ mba Amerịka na nke Briten banyere ha azụ.",
    "Mba Russia na mba China zipụtara ozi nkwekọrịta ha dịka onyeisiala mba Russia bụ Vladimir Putin njem nleta hụ onyeisiala mba China bụ Xi Jinping na Beijing, isi obodo mba China ebe asọmpi mtụ oyi akpọrọ Winter Olympics 2022 na-aga n'ihu ugbua.",
    "Onyeisala Putin kwuru na mba Amerịka na mba Briten ji ohere esemokwu a dapụtara n'isi mba ha na mba Ukraine, bụ ndị na-achọ ibanye Nato, akpari ha.",
    "Cheta na Putin ekwuola na mba Russia enweghi atụmatụ iwakpoo mba agbataobi ha bụ Ukraine agbanyeghi na ọtụtụ ndị na-atụ anya mwakpoo a,",
    "ọkachasị ugbua a sị na ihe ruru ndị agha mba Russia mmadụ 100,000 ka nọ n'ókè ala mba ha na mba Ukraine, nke bụbu mba Soviet Republic.",
    "Onyeisiala Putin, onye deburula n'oge gara aga na mba Russia na mba Ukraine bụ \"otu mba\", arịọla ka a machie Ukraine isonye n'otu Nato.",
    "Ozi a mba China na mba Russia zipụtara akpọghi mba Ukraine aha kpọmkwem mba ha kwuru na otu Nato na-eti egwu ọgụ ugbua.",
    "Nzụkọ a nke mba Russia kwuru gara nke ọma mere tupu asọmpị Winter Olympics 2022 amalite.",
    "Otu akụkụ ozi a dere: \"ime enyi dị n'etiti mba China na mba Russia enweghi mgwụcha dịka enweghi enweghi ihe ha soro nsọ na mmekọrịta ha\"",
    "Ihe a bụ mbụ ndị isi mba abụọ na-ezụte ihu na ihu kamgbe ọrịa Covid-19 malitere fesawa na mba ụwa.",
    "Morocco",
    "Imo steeti",
    "China",
    "Rọshia",
    "Hope Uzodinma",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Etu egwu m tiri maka ọnọdụ Naịjirịa si butere m nsogbu n'aka DSS - Orits Williki4 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESNelekere 9 gara aga",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Novak Djokovic apụọla na mba Australia ugbua16 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Ebe aha 'Chukwu Okike Abiama' siri bido30 Jenụwarị 2022",
    "Akụkọ na Buhari zọrọ ụkwụ n'elu 'Coat of Arms' Naịjirịa bụ akụkọ nduhie26 Jenụwarị 2022",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESN",
    "Gọọmentị Abia steeti etiela iwu machiri gwongworo ịgba n'okporoụzọ mgbe chi ka dị",
    "Ndị agha Amerịka egbuola Onyeisi otu Islamic State bụ Abu Ibrahim al-Qurayshi na Syria",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Etu otu nwoke si daa ma nwụọ n'okporoụzọ dị n'Umuahia, Abia Steeti",
    "Jeff Zucker bụ onyeisi ụlọọrụ CNN agbala arụkwaghị m maka ije nwaanyị",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}