{
  "published": "13 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Emmanuel Nwodo nwere ọnatarachị na-ekopu ụwa.",
    "Ọ gurụ akwụkwọ na mahadum Port Harcourt mana o jizi aka ya arụpụta oche ndị eze.",
    "Ọ gwara BBC Igbo na ọ na-eji mpi anụmana emepụta oche eze.",
    "N'ọnụ ya,\" ọ bụ na nrọ ka m hụrụ ebe m na-arụpụta oche eze ma pụtazia n'ihe rụwazie ya.\"",
    "O kwuru na o na-egotekarị ngwaọrụ ya n'ahịa ebe a na-egbu anụmana.",
    "O gosiri BBC Igbo etu o si emepụta ya bụ oche eze nakwa ọtụtụ mpi o ji arụ ọrụ.",
    "Nwodo kwuru na mpi anụmana o ji arụ oche eze ga-eme ka ọmenaala ndị Africa tọọ atọ.",
    "O kwuru na ọ dịghị mma etu ndị mmadụ si eche na ihe ọ na-eme bụ ihe arụsị.",
    "Kama ọ dịmma ka ha hụta ya  dịka ohere chi ya nyere ya iji kepụta ihe dị mma.",
    "Ihe ndị ọzọ ọ kọwara di n'ime ihe nkiri a di ebe a.",
    "Naijiria",
    "Abia Steeti",
    "Vidio, Emmanuel Nwodo: Lee nwokorobia ji mpi anụmana emepụta oche eze, Duration 3,5913 Febụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Daddy Showkey: Amụtara m ịsụ Igbo n'Ajegunle, nwunye m bụ onye Abia steeti, Duration 1,15,3911 Febụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Drug abuse: 'A kụgbụrụ nwa m maka ebubo mkpụrụmmiri' - Onye e gburu nwa ya, Duration 8,329 Febụwarị 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Sickle Cell Anaemia: Kedụ ka Sanni Joy Omowunmi si jiri ụkwụ isii gụpụta na mahadum?, Duration 4,1927 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}