{
  "published": "9 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Getty Images",
    "Otu ụkọchukwu akpọrọ Joseph Bassitome nọ na Catholic diocese dị na mba Togo agbahapụla ụka ma bụrụzia dibia.",
    "Ndị isi ụka Catholic nọ na Togo kwuru ka ekpewara Bassitome ekpere makana ọ bụ naanị chukwu ga-ewere ọnọdụ n'isi ya.",
    "Agụiyi adọgbuola ụkọchukwu",
    "Ụkọchukwu edurula ndị ụka mee ngagharịiwe maka ajọ okporoụzọ n'Aba",
    "Ụka catholic nọ na mba Togo kwuru na akụkọ, na Bassitome bụ onye nchịkọta ụka ''Saint Ferdinand de Vogan\" eburula ofufe omenala bata ụka malitere ka kepu kepu.",
    "Bishop Isaac Jogues Gaglo bụ onye nchịkọta diocese Aneho depụtara n'akwụkwọ ozi o zipụrụ ọha na ndị ụka Bassitome boro ya ebubo ịgwakọ ofufe omenala na ụka ọnụ ma na-agwa ndị ụka ya ha soro ụzọ ahụ.",
    "\"Ọ bụ n'ihi ọtụtụ kepu kepu anyị na-anụ mere anyị kwụọ ka anyị nwee nzuko maka ịsachapụ ahụ nke afọ 2021.",
    "\"E mechakwara m hụ okwu o kwuru n'igwe okwu, ebe ọ na-efe chi omenala. A kpọrọ m ya oku n'ihu TRP Vicar General nakwa TRP Episcopal Vicar na-ahụ maka ndị ụkọchukwu ka enyochaa ya bụ okwu.",
    "Bishop Gaglo kwuru na Bassitome kwetere na ọ bụ ya nọ n'igwe okwu ahụ akpọku chi omenaala ma sikwa na ya bụ onye otu akpọrọ \"\"African Renaissance\" .",
    "\"A gwara m ya ka ọ pụọ n'otu ahụ ozigbo nakwa na ọ ga-aga na \"Dzogbegan monastery\" maka nsacha nke mmụọ.\"",
    "\"A kpọkwara m ya ọkụ ọzọ, mgbe ahụ ka ọ gwara m na ọ na-agba arụkwaghịm ịbụ ụkọchukwu.  O nyere m akwukwọ arụkwaghịm ya nke o ji aka ya depụta.\"",
    "Bishop Gaglo gara n'ihu kwuo na ọ gwara ndị ndụmọdụ ya nakwa ndị ezinụlọ Bassitome maka etu o si gbaa arụkwaghị m.",
    "N'ọnụ ya, \"otebeghị aka anyị malitere usoro ọpụpụ ya tupu anyị hụwa foto ebe o yi uwe ndị dibia na-efegharị n'elu soshal midia.\"",
    "Ebe foto si, DioceseAneho.org",
    "Bishop Isaac Gaglo bu onyeisi Diocese Aneho",
    "O kwuru na ọ dị mma ka ndị mmadụ mata na ụkọchukwu Joseph Bassitome  abụghịzị ụkọchukwu.",
    "N'ọnụ ya, ọ ka bụ nwanne anyị, anyị na-ekpekwa ekpere maka nchegharị ya.\"",
    "\"Mana etu ọ dị ugbua, inweghịke ịkpọzi ya ụkọchukwu Catholic. Ọ ga-adị mma ka ịghara ịma ya ikpe maọbụ katọọ ya.\"",
    "Bishop Gaglo gara n'ihu gwa ndị mmadụ ha zere isonye otu ndị na-agwakọ ofufe omenala nakwa nke ụka makana ha kazi nkụ na soshal midia.\"",
    "Ofụfe",
    "Togo",
    "Ụka ndị Roman",
    "Omenala",
    "Vidio, Drug abuse: 'A kụgbụrụ nwa m maka ebubo mkpụrụmmiri' - Nne onye e gburu nwa ya9 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgborojaelekere 4 gara aga",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "Lee ọtọrọ onye na onye ụdị coronavirus pụtagoro kemgbe 20205 Febụwarị 2022",
    "Gịnị dị n'ime iwu ọhụrụ gbasara ọnụọgụgụ Naịjirịa Onyeisiala Buhari kpuhere ụnyaahụ?4 Febụwarị 2022",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ụfọdụ ndị a ma ama ihe onyonyo aramara ha gbarala n'anwụ",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}