{
  "published": "13 Febụwarị 2022, 08:49 WAT",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Israel Adesanya emeriela Robert Whittaker ma jidesie ike ọkwa ya dịka ọkaibe Ultimate Fighting Championship(UFC) middleweight.",
    "Ha abụọ sọkọtara mpi n'ogụ UFC 271 taa bụ Sọnde n'elekere nke West Africa.",
    "Kamaru Usman: Dimkpa Naịjirịa nwere 'single bone' eturula ugo",
    "Odogwu Israel Adesanya eturula ugo ọzọ",
    "Asọmpị ha abụọ bụ nke ọtụtụ mmadụ na-eche tụmadị n'ogo UFC middleweight.",
    "Ọgụ UFC 271 a bụ nke ọtụtụ mmadụ kpụ n'ọnụ mere na Toyota Center dị na Houston, Texas, dị na Amerịka.",
    "Mgbe ha abụọ sọkọtara mpi afọ atọ gara aga n'ogo middleweight , Adesanya kụpụrụ Whittaker ihe tinka kụrụ pan.",
    "Ha abụọ zụkọtara mbụ n'ogo UFC 243 n'ọnwa Oktoba 2019, mgbe Adesanya meriri Whittaker n'agba nke abụọ.",
    "Adesanya bụ ọkaibe na middleweight ma nọsie ike n'ogo ahụ kamgbe o meriri ọgọdọ ukwu.",
    "Tupu ugbua, Adesanya emeriela ọgụ ruru 21 ebe Whittaker emeriela ọgụ ruru iri abụọ na anọ.",
    "Mana mmeri a Adesanya meriri ugbua, emeela ya nke iri abụọ na abụọ.",
    "Adesanya akpụọla afọ n'ala otu ugboro mana Whittaker akpụọla afọ ugboro ise. Ha abụọ ababeghị ogo nhatanha.",
    "Adesanya dị afọ iri atọ na abụọ (32) bụ onye Naịjirịa na-emere mba New Zealand egwuregwu mixed martial mabụrụkwa onye na-akụbụ ọkpọ.",
    "O ritela ọtụtụ nturugo n'egwuregwu \"mixed martial\", \"kickboxer\" nakwa ọkpọ kamgbe ọ malitechara njem egwuregwu ndị a n'afọ 2012.",
    "Dịka onye na-eme egwuregwu mixed martial, Adesanya debanyere aha na Ultimate Fighting Championship (UFC) ebe ọ bụ ọkaibe.",
    "Nne na nna ya bụ ndị Yoruba bụ otu agburu nọ na Naịjirịa.",
    "Aha otutu ya bụ \"Style bender\".",
    "Ka o merichara Whittaker ugbua, Adesanya  kwuru na ọ ga-alọghachite n'ọnwa June ebe ya na Jared Cannonier bụkwa ọkaibe n'asọmpị middleweight ga-asọkọta mpị.",
    "Lee mba ndị sị ndị bee ha kwara pụọ na Ukraine",
    "Ebe foto si, Getty Images",
    "Odeakwukwọ mba Amerịka bụ Anthony Blinken ekwuola na etu e si eche na mba Russia ga-akpa akpa na Ukraine bụ ihe kpatara ha ji asị ka akpọpụ ndị mba US nọ n'ụlọọrụ ha dị na Kyiv.",
    "Nke a na-abịa dịka onyeisiala Ukraine na-arịọ ka e jiri nwayọ ma na-ekwu na ihe na-enye nsogbu ugbua bụ ụjọ.",
    "Joe Biden agwala ndị America nọ na Ukraine ka ha rie mbombo ọsọ",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "Ihe karịrị mba iri na abụọ asịla ndị bee ha kwara pụwa na Ukraine.",
    "Agbanyeghị na Moscow nwere ihe ruru ndị agha otu narị puku n'oke ala ha na Ukraine, Russia na-ekwusi ike na ha achọghị ịwakpo Russia.",
    "Yuri Ushakov bụ onye ndụmọdụ ụlọọrụ(Kremlin) onyeisiala mba Russia kwuru ka ndị mmadụ gbachị mba US nkiti n'ịdọ aka  na ntị ha na-eme ma na-ekwu ha na-etinye ụjọ n'ahụ ụmụ ụwa.",
    "Onyeisiala mba Amerịka bụ Joe Biden dọrọ onyeisiala mba Russia bụ Vladmir Putin aka na ntị n'ekwenti maka nsogbu mwakpo ọbụla ga-esi n'aka Russia ha ga-ebute.",
    "Odeakwụkwọ ndị ọrụ nchekwa nọ na UK bụ Ben Wallace kwuru na mwakpo ga-esi n'aka mba Russia bia nwerike ịbia \"mgbe ọbụla.\"",
    "Wallace ji ihe mere n'oge Nazi Germany were tunyere ihe na-eme ugbua n'etiti ndị ofesi na Russia ugbua.",
    "Kedụ ihe mere Russia ji eyi Ukraine egwu?",
    "Russia agbaala mbọ igbochi mba Ukraine isonye n'otu NATO na otu ndị ọzọ jikọrọ mba ndị nọ n'Europe.",
    "Oke ala Ukraine metụtara mba Russia n'otu European Union (EU).",
    "Ukraine bụbu otu n'ime mba ndị si na Union of Soviet Socialist Republics (USSR) pụta.",
    "A na-asụ Russia na mba Ukraine ebe e nwere ụfọdụ omenala a na-eme na Russia ma na-eme na mba Ukraine.",
    "Gịnị bụ NATO?",
    "NATO nke pụtara North Atlantic Treaty Organisation, bụ nzụkọ ndị agha e hiwere n'afọ 1949.",
    "Ọ bụ mba iri na abụọ bidoro ya nke gụnyere Amerịka, Canada na France.",
    "Ndị mba nọ na nzukọ a kwere onwe ha nkwa na ha ga-agbatara ibe ha ọsọ enyemaka ma ọgụ daa.",
    "E hiwere ya iji gbochie mba Russia ịgbasa na mba ndị ọzọ.",
    "Mgbe ngalaba Soviet Union dara n'afọ 1991, ụfọdụ ndị mba nọbu na ya banyere otu NATO.",
    "'Ọ bụ nwa onye nwe ụlọakwụkwọ adigboroja pịagburu nwa akwụkwọ dị ọnwa 19' - Kọmịshọna Agụmakwụkwọelekere 6 gara aga",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Azọpụtala mmadụ abụọ ma gwupụta ozu mmadụ atọ n'ụlọ dara na Yaba12 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steeti",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "'Ọ bụ nwa onye nwe ụlọakwụkwọ adigboroja pịagburu nwa akwụkwọ dị ọnwa 19' - Kọmịshọna Agụmakwụkwọ",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Israel Adesanya emeriela Robert Whittaker n'asọmpị UFC 271",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}