{
  "published": "14 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "James na nwunye ya bụ Elisabeth Ani ebiela ka di na nwunye ruo afọ iri asaa ma nwee ezigbo ifunanya nye onwe ha.",
    "Ha bụ ndị Amankpu, Obinagu-Uwani, Akpugo, Enugu steeti.",
    "Mba ndị anaghị akwadọ mmemme Valentine",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu Katọlik",
    "James kwuru na ọ bụ ebe ha na-egwu ọnwa ka ọ hụrụ nwunye ya Elisabeth.",
    "O kwuru na ọ bụ n'afọ 1951 ka ọ lụrụ nwunye ya mana ụmụ ha kwuru na ha alụọla tupu afọ ahụ.",
    "Elisabeth nwunye ya kwuru na ọ na ya na di ya na-ebi n'udo na-eweghị nsogbu ọbụla.",
    "Otu nwa ha nwoke bụ  Sunday Ani  kwuru na ha abụọ mụrụ ụmụ iri na abụọ mana mmadụ asaa n'ime ha nwụfuru.",
    "N'ọnụ Sunday, \"nne m na nna m alụọla ruo ihe karịrị  afọ iri anọ na ụma tupu ha agba akwụkwọ n'ụlọụka n'Eprelu 2007.\"",
    "\"Ọ bụ ezigbo agwa ha na-akpa mere ka ha nọrọ ruo ugbua dịka di na nwunye.\"",
    "Ihe ndị ọzọ ha kwuru dị n'ime ihe nkiri a dị ebe a.",
    "Akụkọ a di mkpa dịka a na-eme emume Valentine, nwoke ụwa mara dịka onye gosiri ihunanya nke ukwu dịka akụkọ ifo si kwu.",
    "Mana Chika Okpalike bụ ụkọchukwu na ọkammụta n'African Traditional Religion gwara BBC okwu maka onye bụ Valentine a ụwa kpụ n'ọnụ ma na-ekwu na enwere ọtụtụ akụkọ so ya.",
    "O di mma ka ndị ntoroọbịa mara udiri ihunanya ha kwesiri ịṅyomi karịa ma nke nwerike ibutere ha ọghọm.",
    "Ịkpa obi aṅụrị",
    "Alụmdịnanwụnye",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Valentine Messages: Lee di na nwunye birila ruo afọ 70 ka na-eme 'Love nwantịntị', Duration 3,1714 Febụwarị 2022",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}