{
  "published": "8 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Abba Kyari/Facebook",
    "Ọkaiwu Naịjirịa bụ Abubakar Malami, ekwuola na e nwere ike ịkpụga onye uweojii bụ Abba Kyari mba Amerịka ka ọ ga zara ọnụ ya n'okwu gbasara izu ohi ịntaneetị.",
    "Malami kwuru nkea na mkparịtaụka ya ndị ntaakụkọ Channels nwere n'abalị Mọnde.",
    "O kwuru na nnyocha gosiri na Abba Kyari bụ onye uweojii a ma ama nwere ajụjụ ọ ga-asa gbasara ọdịmma ya na Ramon Abbas, onye a ma dịka Hushpuppi, bụkwa onye e boro ebubo izu ohi ịntaneetị na mba Amerịka.",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Akwụsịla Abba Kyari ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ",
    "Anyị ebidola nnyocha ebubo nrụrụaka Hushpuppi boro DCP Abba Kyari - Ndị uweojii Naijiria",
    "Ihe ụmụ ụwa na-ekwu maka foto Obi Cubana na Abba Kyari sere ọhụrụ a",
    "Malami kwuru sị: \"Ebe anyị kwụ ugbu bụ na anyị ahụla n'ezie na Abba Kyari mere ihe kwesịrị ka e nyoo ya enyoo.\"",
    "\"Anyị achọpụtakwala na o mere ihe kwesịrị ka a kpụpụ ya ụlọikpe, maọbụ kpụga ya mba na-achọ ikpe ya ikpe, ma ọ bụrụ na ihe dị otu ahụ dapụta.\"",
    "Chetakwa na otu ọkaikpe mba Amerịka aha ya bụ Otis Wright e nyelarị iwu ka anwụchie Abba Kyari ma kpụta ya n'ụlọikpe.",
    "Otis Wright nyere iwu a dịka ngalaba nchekwa mba Amerịka a kpọrọ 'Federal Bureau of Investigation' (FBI) mechara nnyocha nke gosiri na Abba Kyari na Hushpuppi nwere mmekọ.",
    "Ndị FBI chọpụtara na Hushpuppi na-ezigara Abba Kyari ego kwa mgbe kwa mgbe.",
    "Ebe foto si, ABBA KYARI /HUSHPUPPI /INSTAGRAM",
    "Cheta na a nwụchiri Hushpuppi na mba United Arab Emirates n'ọnwa June afọ 2020.",
    "Ndị uweojii mba ahụ wakporo ụlọ ya ebe ha kwuru na ya na ndị otu ya na-eji igwe kọmputa ezukpọ ego ndị mmadụ na mba ụwa dị icheiche.",
    "Ha mechara bulaa hushpuppi na ụfọdụ ndị otu ya mba Amerịka ka e kpee ha ikpe.",
    "N'ọnwa Julaị afọ 2021, Hushpuppi kwuru n'ụlọikpe na ikpe mara ya n'ezie maka ebubo izu ohi ịntaneetị e boro ya.",
    "Ụlọikpe ahụ tinyebueu ụbọchị 14 nke ọnwa Febrụwarị maka ịma ya ikpe ma nye ya ntaramahụhụ.",
    "Mana ha mechara yigharịa ya ka ọ bụrụzie n'ụbọchị 11 nkje ọnwa Julaị dịka ọkaiwu Hushpuppi rịọrọ ha arịrịọ gbasara ya.",
    "N'ozi o wepụtara n'akara Facebook ya, Abba Kyari kwuru na afọ abụọ gara aga Hushpuppi wetaara ya mkpesa na o nwere nwoke na-eyi ezinaụlọ ya egwu, chọrọ igbu ha.",
    "Ọ gara n'ihu kwuo na ha nwụchiri nwa amadi ahụ, mechaa nnyocha ma tọhapụ ya na anaghị ya ego ọbụla.",
    "Ebe foto si, Abba Kyari",
    "Ọ sịrị, \"Abbas kpọrọ anyị afọ abụọ gara aga sị na o nwere onye  na-ekwu na ọ ga-egbu ndị ezinaụlọ ya na Naijiria,zitere anyị akara ekwentị ya.\"",
    "\" Anyị nwuchiri ya mee nnyocha  were hụ na onye ahụ bụ enyi ya maarala ogologo oge, nke ya na ya nwere esemokwu ego nke mere ka anyị tọhapụ ya.",
    "\" O nweghị onye sịrị Abbas weta ego, o nweghị onye nara ya ego.\"",
    "Kyari kọwakwara na o nweela oge Hushpuppi zitere ya ozi na o nwere uwe o yi  masịrị ya, o wee gosi ya onye ga-akwara ya akwa ahụ ahụ, nke o zigara ego dị puku nari atọ ka ha kwaara ya.",
    "\"Maka ndị na-aṅụ anyị maka akụkọ a, na-arụ anyị aka, aka anyị dị ọcha,\" Kyari kwuru.",
    "Ebe foto si, EPA",
    "Onyeisiala mba Canada bụ Justin Trudea akpọọla oku ka ndị ụgbọala ogologo kwụsị ya bụ abụbụ ọrụ ha na-agba kemgbe izuụka abụọ gara aga.",
    "Justin Trudea sị na agwa ụfọdụ ndị dụraịva ndị a na akpa nke gụnyere akantutu awụ ndị mmadụ akpataoyi.",
    "A napụla dokịta akwụkwọ ikike ya maka ịtụnye nwaanyi 11 ime",
    "Ndị ọkwụ ụgbọala ndị nọ n'abụbụ ọrụ maka na gọọmentị chọrọ ịmanye ha ka ha gbaa ọgwụ mgbochi.",
    "Ha ji ụgbọala ha gbachie ezi na ụzọ niile n'Obodo Ottawa nke mere ka gọọmentị ebe ahụ tinye ọnọdụ gbata gbata.",
    "Ọ fọrọ nta ka o ruo izuụka abụọ ugbua ndị ọkwọ ụgbụọala a gbachiri ezi na ụzọ nille nke mere ka ọtụtụ gbachie ụlọahịa ha.",
    "Ndị bi ebe ahụ ataala ahụhụ kemgbe maka opi oke ha ji egbuchi ndị mmadụ ntị, kwa abali, kwa ụtụtụ.",
    "Mana ha kuteturu ume ụnyaahụ bụ Mọnde mgbe ụlọikpe n'Ottawa nyere iwu ka ha kwụsị igbu ya bụ opi ike ruo abali iri.",
    "Ọ bụ eziokwu na ha na eme ya bụ abụbụ ọrụ n'udo mana ndị uweojii sị na ha atụegwu ndị omekome na-agbaso ndị ọchịchị mgba izubanye ebe ahụ kpaa mkpa mkpa.",
    "E nweela mkpesa maka ịkpọ iyi ịkpaoke agbụrụ nakwa nke aramara nwoke maọbụ na nwaayị na ibe ya, ma nke ndị isi aba okpu Nazi.",
    "Ụfọdụ n'ime ha gbara egwu n'ili ndị agha amaghị ndị ha bụ.",
    "Ndị uweojii Otawa sị na ha na-elebe anya na mkpesa ruru iri isii nke gụnyere okwu akpọmasị nakwa imebi ngwongwo ndị mmadụ.",
    "National security",
    "Sekuriti nke kọmputa",
    "Naijiria",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik8 Febụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobiaelekere 6 gara aga",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "Lee ọtọrọ onye na onye ụdị coronavirus pụtagoro kemgbe 20205 Febụwarị 2022",
    "Gịnị dị n'ime iwu ọhụrụ gbasara ọnụọgụgụ Naịjirịa Onyeisiala Buhari kpuhere ụnyaahụ?4 Febụwarị 2022",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "E nwere ike ịkpụga Abba Kyari mba Amerika maka okwu gbasara ya na Hushpuppi",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ndị ohi ịntanetị mba Nọt Korịa zuru ego 'crypto' ruru nde $400",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}