{
  "published": "8 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Archdiocese of Lagos",
    "Bishop Adewale Martins na Fr James Alenu",
    "Fada James Anelu ekwuola okwu banyere ebubo e boro ya na ọ kwụsịrị ndị mmadụ ịgụ egwu ndị Igbo n'ụlọụka Katọlik nke Ikorodu dayọsis dị na Legọs.",
    "Oge BBC Igbo kpọrọ Fada Anelu, o kwuru na ya enweghị ihe ọbụla ọ ga-ekwu n'ihi na onyeisi ya bụ Bishọp ekwuolarịị okwu gbasara ya.",
    "Ọkụ agbagbuola Fada ụka Katọlik, a tọrọ ọzọ",
    "'Ọ bụrụ na Naịjiria dị mma echeghi m na a ga-enwe IPOB' - Fr. Ebube Mmụọnsọ",
    "A tọhapụla Fada a tọrọ n'Enugwu",
    "O kwuru na ọ bụchaghị etu ndị mmadụ sị akọ ya bụ akụkọ na soshal midia ka o si dị n'ezie.",
    "Akụkọ banyere ebubo na Fada a machiri ikwe ukwe Igbo n'ụlọụka ya wuru n'ụtụtụ Tuzde 8 Febụwarịm 2022.",
    "O butere ọtụtụ okwu nakwa nghọtaghie nke mere ụfọdụ ndị ụkọchukwu Kalolik jiri tinye ọnụ na ya.",
    "Otu ụkọchukwu sị na onweghị onye nwere ikike ịmachi asụsụ ọbụla n'ụlọụka.",
    "N'ihi otu okwu ahụ, onyeisi ụka Katọlik na Legọs bụ Archbishop Adewale Martins kwụsịrị Fada Anelu ịka ụka nwa mgbe nta.",
    "Fada Anelu bụ ụkọchukwu na-elekọta ụlọụka Holy Trinity Catholic Church, nke dị na mpaghara Ewu-Owa Gberigbe, Ikorodu, Legọs steeti.",
    "'Amụma Fada Mbaka buru maka Hope Uzodinma n'Imo na-eme ihere'",
    "BBC kpọtụụrụ otu ụkọchukwu nyere aha ya dịka Fada Jude, onye kọwara na o nwereike ịbụ nghọtahie ka ndị mmadụ ghọtahiere ihe Fada James Anelu kwuru.",
    "Fada Jude kwuru sị: \"Onweghị mgbe Fada James ga-amachi ukwe Igbo n'ụlọụka ya. O nweghị onye nwere ikike ịmachi asụsụ ọbụla.\"",
    "\"Eji m n'aka ka na ihe ọ chọrọ ịkọwa bụ ka e nwee mmụọ nnabata, ghara ị na-ekwe ukwe e dere naanị n'otu asụsụ oge niile,\" Fada Jude kwuru.",
    "Fada Jude kwuru na ya na-arụ ọrụ na Benin, mana ya ma Fada James Anelu nke ọma, \"ọ bụghị onye na-akpa oke agbụrụ n'ụdị ọbụla\".",
    "O kwuru na ọ dị mma etu Bishọp si kwuo na ya ga-enyocha okwu ahụ iji chọpụta nke bụ eziokwu.",
    "Ebe foto si, Lagos Catholic Archdiocese",
    "Cheta na akụkọ kwuru na Fada James Anelu mara ọkwa n'ụlọụka ya n'ụbọchị Sọnde, abalị isii nke ọnwa Febrụwarị afọ 2022, ma kwuo ka akwụsị ikwe ukwe Igbo ọbụla n'ụlọụka ya.",
    "Dịka ya bụ akụkọ si kwuo, ụkọchukwu Anelu kwuru na ya agaghị agbachị nkịtị ka ndị Igbo weghara ọnọdụ n'ụlọụka ya dịka ha si eme ebe niile ha gara.",
    "Mana Bishọp Adewale Martins wepụtara akwụkwọ ozi n'ụbọchị Mọnde, abalị asaa nke ọnwa Febrụwarị 2022 iji katọọ Fada Anelu n'okwu ahụ o kwuru.",
    "Bishọp kwuru na ihe Fada Anelu kwuru adabaghị adaba na nkuzi ụka Katọlik.",
    "Ebe foto si, Lagos Catholic Archdiocese",
    "O kwuru sị: \"Ụka Katọlik na-anabata onye ọbụla dịka otu ụmụnne n'agbanyeghị ebe onye si maọbụ okpukperechi onye.\"",
    "Archbishop Martins kwuru na ya akwụsịla Fada Anelu ọrụ malite n'ụbọchị Tuesday, abalị asatọ nke ọnwa Febrụwarị 2022.",
    "Ọ rịọkwara ndị ụlọụka ahụ ka ha jisi okwukwe ha ike ma gaa n'ihu ife Chukwu etu ha si emebu.",
    "\"Jikọtanụ ọnụ n'ịhụnanya, ụnụ ekwela ka asụsụ maọbụ ọdịnala maọbụ agbụrụ kewaa ụnụ,\" Archbishop Martins kwuru.",
    "Otu onye a chọghị ka anyị kpọọ aha ya kwuru na Fada Anelu emebuola ụdị ihe a oge ọ nọ n'ụlọụka Katọlik dị n'Iba, Legọs steeti.",
    "Onye ahụ kwuru na Fada Anelu na-ekwu ikwe naanị ukwe Igbo na-eme ka ndị ọzọ abụghị ndị Igbo ghara isonye nke ọma n'ụka.",
    "Mana onye ahụ, bụkwa onye Igbo n'onwe ya, kwuru na ya echeghị na ọ bụ ịkpa oke ka ụkọchukwu ahụ na-akpasa ndị Igbo.",
    "\"N'uche nke m, ọ bụ iji mee ka ndị na-abụghị ndị Igbo na-aghọta ma na-esonye n'ukwe a na-ekwe n'ụlọụka,\" onye ahụ gwara BBC Igbo.",
    "Dịka ọbaozi ndị ụka Katolik na Legọs steeti si gosi, Fada James Anelu bụ onye Auchi dị n'Edo steeti.",
    "E chiri ya ụkọchukwu n'ụka Katọlik n'ụbọchị 20 nke ọnwa Ọkutoba afọ 2001.",
    "Nke a pụtara na ọ rụọla ọrụ dịka ụkọchukwu afọ iri abụọ na otu.",
    "Ofụfe",
    "Legọsị steeti",
    "Legọsị",
    "Ụka ndị Roman",
    "Vidio, Security in Nigeria: Ihe Buhari kwesịrị iji achụ ndịisi nchekwa na Naịjirịa - Bishop Adewale Martins2 Maachị 2020",
    "Vidio, Archbishop Adewale Martins ekwuola na amụma Mbaka buru maka Hope Uzodinma na-eme ihere, Duration 2,557 Jenụwarị 2020",
    "Vidio, Ash Wednesday: 'Iyi akwa ojii nara ntụ bụ ozi anyị na-ezigara onyeisiala maka enweghị ezi nchekwa ' - Bishop Martins26 Febụwarị 2020",
    "Vidio, Bishop Godfrey Onah: 'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma'13 Ọktọba 2021",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik8 Febụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobiaelekere 6 gara aga",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "Lee ọtọrọ onye na onye ụdị coronavirus pụtagoro kemgbe 20205 Febụwarị 2022",
    "Gịnị dị n'ime iwu ọhụrụ gbasara ọnụọgụgụ Naịjirịa Onyeisiala Buhari kpuhere ụnyaahụ?4 Febụwarị 2022",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "E nwere ike ịkpụga Abba Kyari mba Amerika maka okwu gbasara ya na Hushpuppi",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ndị ohi ịntanetị mba Nọt Korịa zuru ego 'crypto' ruru nde $400",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}