{
  "published": "7 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị na-ese ihe osise a kpọrọ 'kush' na mba Sierra Leone kọwaara BBC etu o si eru ha aka na ihe ndị ha na-eme iji nweta ya.",
    "BBC nụrụ akụkọ na ọtụtụ ndị ntorobịa na-egbu onwe ha, emerụ onwe ha maọbụ ndị ọzọ ahụ, wee gaa mee nchọpụta maka ya bụ ihe.",
    "Dịka akụkọ si kwuo, ọ naghị ara ha ahụ ịgwọkọ, dịka ha na-eji ụdịrị kemịkal nwereike ikpalite ụbụrụ gbaa n'elu otu ụdịrị akwụkwọ nri.",
    "Codeine, ọtọmegbum",
    "Codeine ọtọmegbum: Emzor achụọla ndịọrụ",
    "Gọọmenti amachiela ọgwụ codeine",
    "Otu n'ime ndị na-ese kush aha ya bụ Isha, kwuru na ọ na-agba akwụna iji nweta ego o ji azụta ya.",
    "O kwukwara na ọ na-ara ya ahụ ịkwụsị, n'agbanyeghi na ya bụ 'kush' egbuola ụfọdụ ndị enyi ya.",
    "Onye ọzọ, Tindem, kwuru na ọ na-ese ya bụ 'kush' iji nweta onwe ya ma ọ rụchaa ọrụ ya bụ ịkpa alumi.",
    "Mana ọ gwara BBC na ọ na-agbalị ịkwụsị ise kush ka o wee dịrị ụmụ ya abụọ ndụ.",
    "O kwukwara na o nwere mmasị ịbụ ọgbabọọlụ a ma ama.",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụ",
    "Etu ndị mmadụ si abanye na nsogbu ka soshal midia mere ka ọ dị mfe ire ọgwụ ike",
    "Ndị na-arụ ọgwụ ike agbarụọla mmiri ala n'Enugwu",
    "Ndị ọrụ ahụike n'isiobodo Freetown kwuru na ihe ruru pasentị iri itoolu (90%) ụmụnwoke a na-edubata n'ụlọọgwụ ebe a na-elekọta ndị isi gbakara, bụ ọgwụ kush a tinyere ha n'ọnọdụ ahụ.",
    "Ndị uweojii mba ahụ na-ebukwa agha na-emegide ya bụ ọgwụ ike.",
    "E nwere ụdị ahịhịa 'cannabis' nke a na-e si na mpaghara Kush nke mba Afghanistan enweta, a na-akọ ụdị 'cannabis' nke a 'kush'.",
    "Mana e nwekwara ụdị ọgwụ ike ọzọ a na-akpọ 'kush', nke a bụ nke a na-enweta site na ngwokọ kemịkalụ dị icheiche.",
    "Aha ọzọ bekee na-akpọ ọgwụ ike a bụ 'kush' bụ 'synthethic marijuana'.",
    "Ọgwụ ike a na-eme ka ụbụrụ ndị na-ese ya gbalie elu nke ukwuu.",
    "Ụmụntoroọbịa",
    "Ahụike",
    "Ịṅọgwụ ike",
    "Ahụike echiche",
    "Ahịa ọgwụ",
    "Sierra Leone",
    "Ịṅụ ọgwụ",
    "Hard drugs: Ndị na-arụ ọgwụ ike agbarụọla mmiri ala n'Enugwu3 Eprel 2019",
    "Vidio, Etu esi gidi ndị na-arụ ọgwụ ike n'Enugwu, Duration 2,253 Eprel 2019",
    "Ị ma ihe ọzọ 'Igbo' na-eme n'ahụ mmadụ karịa ịkwụsị ahụ mgbu?29 Juun 2018",
    "Imo Police Command: Anyị ga-enyocha ozu ụmụakwụkwọ e chere nwụrụ site n'ọgwụ ike5 Eprel 2019",
    "Gọọmentị ekpochapụọla ọgwụ ụkwara Codiene kariri nde abụọ30 Julaị 2018",
    "Dexamethasone: Gịnị bụ ọgwụ a a sị nwereike ịgwọ coronavirus?17 Juun 2020",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,48elekere 5 gara aga",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}