{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nsonso a, nke ihe na-ewu na soshal midia bụ akụkọ ndị gburu mmadụ bere akụkụ ahụ ha maka ịgwọ ọgwụ dị iche iche.",
    "E nweela ọtụtụ akụkọ pụtara ihe n'ime izu abụọ garagara maka ndị gburu maọbụ ndị chọrọ igbu mmadụ maka ọgwụ ego.",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus",
    "'Anyị dị ndụ taa bụ enyemaka ndị mmadụ' - Nwaanyị eboro dị ya ebubo igbu nwa ha nwoke",
    "Nke so ya ugbua bụrụzịa akụkọ gbasara ọgwụ nke a kpọrọ Okeite nke otu nwoke sepụtara na soshal midia nsonso a.",
    "Nke a mere BBC Igbo jiri sinye imi n'ala ịmata ihe bụ okeite.",
    "Anyị kpọtụụrụ ndị omenala na ọdịnala doro anya ka ha kọọwara anyị ebe okeite a siri pụta.",
    "Ọzọ Desmond Meniru bụ Dibia n'Eziagu, Enugu steeti kwuru na Okeite bụ oke ọgwụ nke e ji ọbara anụmamụ maọbụ nke mmadụ agwọ.",
    "Ọ sị na e ji Okeite enweta ihe n'aka chi mana Okeite e ji mmadụ agwọ dị oke njọ nke bụ na ndị mmadụ ekwesighị ịna etinye aka n'ụdị ihe ahụ.",
    "Oke dibia bụ Olueze Ukaeje, Duruagwu nke abụọ n'Umunakara, Imo steeti sị na usoro Okeite nwere ozi zoro ezo n'ime ya nke bụ na a si na  \"Ajọ ọgwụ a na-eji nkụ sirike esi\".",
    "Ọ kọwara na ọ bụrụ na Dibia sị na \"a ga-eji osisi ọjị sie ọgwụ a, ihe ọ pụtara bụ na a ga-eji ọkpụkpụ mmadụ sie ya bụ ọgwụ\".",
    "O kwuru na ọ bụrụ na a sị na \"ihe a bụ Awele Ike, ihe ọ pụtara bụ na ahụ mmadụ ga-abariri na ya bụ ọgwụ\".",
    "Duruagwụ kwuru na Okeite abụchaghị maka ịnwe ego ka, mana mgbe ụfọdụ ọ na-abụ ihe gbasakwara ịsata ike \"maka na anaghị aza dike na nkiti\".",
    "Ọ sịkwa na ọnwere ihe mmadụ ga-achụwa, ọ bụrụ na ya bụ ihe chọrọ okeite.",
    "\"Okeite bụ oke ọgwụ, ọ bụghị ọgwụ mmụaka\", dịka o kwuru.",
    "Duruagwu gara n'ihu kwuo na \"onweghị arụsị maọbụ agbara ndị Igbo obula e ji mmadụ emedo, ihe Igbo jị emedo arụsị bụ anụọhịa dịka ewu, ọkụkọ na anụ ndị ozọ\".",
    "Ọ sị na ọbara mmadụ ịtasa n'ala bụ ezigbo ajọ ihe bụrụ oke alụ n'ala Igbo.",
    "Ọ mara atụ sị na mgbe gboo, ndị Dike ọgụ lọta ọgụ na ana edopu ha iche ịhe karịrị izuụka nwere mgborogwụ na mkpaakwụkwọ maka \"ịkwọ ha aka ọbara\" tupu ha abata ụlọ ọzo.",
    "Ọ sị na ịme Okeite iji megide mmadụ maọbụ igbu mmadụ n'ime ya dị ezigbo njọ maka na ọ na-akpata ọtụtụ ajọ ihe na ndụ ndị mere ya.",
    "Dịka ndị ihe omenala doro anya si kwuo, ihe ise imejọ Okeite nwereike ibutere ndị mere ya gụnyere:",
    "Nze Olueze Ukaeje sị na Okeite nwereike ibutere onye gworo ya ara ọghịghị.",
    "O nwekwereike ibutere ha ụdị ọrịa dị iche iche enweghị ọgwụgwọ.",
    "Ọzọ Desmond Meniru sị na Okeite abụghị naanị onye gwọrọ ya ka ọ na-ebuere ajọ ihe, ka ma na ọ na-emetuta ezinaụlọ ya mgbe ụfọfdụ.",
    "\"Ọ nwereike ibuere ụmụ ya akwụkwụ, maọbụ ọnọdụ ịgụ asọmmiri nke bekee kpọrọ \"Down Syndrome\".",
    "O nwekwaraike ibutere ezinaụlọ ya ụdịrị ọrịa dị iche ego agaghị azọpụtalị ha na ya.",
    "Ọzọ Meniru na Durugwụ dọrọ ụmụ Igbo aka na ntị ka ha sepụ aka na iji mmadụ gwọọ ọgwụ maka na ndị na-eme etu a na-emerụ ala.",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,48elekere 5 gara aga",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Imsu Babe: Ihe m na-ede n'efere abacha m mere ndị mmadụ ji abụ ya ụbụ, Duration 6,498 Juun 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}