{
  "published": "8 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọakwụkwọ Politekniki rụpụtara ụgbọala latrik nke ụfọdụ ndị nkuzi ngalaba 'Mechanical na Electrical' inginịa rụpụtara.",
    "E nweghi ezi ọkụ latrik bụ otu n’ime nsogbu na-egbochi ụgbọala latrik ịdị ire na Naịjirịa.",
    "Mana ụgbọala a na-eji ikike si n'anyanwụ a kpọrọ 'Solar Energy' arụ ọrụ.",
    "'Ọ bụrụ na ọkụ na akụrụngwa dị anyị gaara ime karịa'",
    "Electric Keke: Aba na-arụ kpataa",
    "Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị dịka nke Wright Brothers - Kenneth Akobundu",
    "Igwe ọkụ latrik m rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ - Henry Obasi",
    "Ụgbọala na-eji mmanụ na-emebi ọnọdụ ihu eluigwe nakwa gburu gburu ebe obibi mmadụ, dịka ndị ọkachamara si kwuo.",
    "BBC gbara ndị nkụzị na ụmụakwụkwọ rụrụ ya bụ ụgbọala ajụjụ ọnụ ka ha kọọwa ka ha sị rụọ ya.",
    "Pius Nwosu bụ onye nọ n'isi nrụpụta a sị na o were ha ọnwa isii iji rụọ ya, mana ịrụpụta ọzọ agaghị ewe ha karịa otu ọnwa.",
    "Osote onyeisi Mahadum ahụ bụ Christopher Chijioke sị na ụgbọala a ga-nyere ha aka ịhazi ọnọdụ njem n'ime ụlọakwụkwọ ahụ.",
    "Ọtụtụ mba na-eche na ụgbọala latrik ga-ewere ọnọdụ n'ụwa n'afọ 2030.",
    "Tekinụzụ",
    "Naijiria",
    "Imo steeti",
    "Ọmụmụ na mmụta",
    "Vidio, Ọgba mbọ: Ihe mere m ji ewe ụmụ nwaanyị n'ọrụ karịa ụmụnwoke, Duration 3,3611 Febụwarị 2020",
    "Vidio, Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị - Kenneth Akobundu, Duration 4,257 Julaị 2021",
    "Vidio, Electric Keke: Ụkọ mmanụ ụgbọala mere m ji arụ Keke - Ifeanyi, Duration 2,2725 Ọktọba 2018",
    "Vidio, Lee Alex Nwa-Ephraim Akwaiwu nwa afọ Igbo na-arụ ụgbọala, Duration 2,008 Eprel 2019",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, Nnewi bụ ebe a ga-ahụ ndị ji aka na-arụpụta ụgbọala, Duration 2,2222 Febụwarị 2018",
    "Vidio, Igbo people in South Africa: \"Achụrụ m n'ọrụ mana abụzị m onye na-enye ọrụ na Johannesburg\", Duration 2,3124 Julaị 2019",
    "Vidio, Innoson: Ụlọọrụ ụgbọala m ga-arụnwụ 'Ventilator' - Innocent Chukwuma, Duration 1,2825 Maachị 2020",
    "Vidio, Nsogbu anyị na-ahụ n'ụzọ - Nwaanyị na-akpa ndị ọkwọ ụgbọala obi ụtọ, Duration 2,307 Nọvemba 2018",
    "Vidio, Tony Elumelu tinyere N1.8m n'ahịa akị oyibo m - Chigozie, Duration 2,4127 Ọktọba 2018",
    "UNN Electric Car: 'Ọ bụrụ na ọkụ na akụrụnkwa dị anyị kaara ime karịa'9 Julaị 2019",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Domestic Abuse in Abia state: Lee ka ikpe nwaanyị a sị wụnyere mmiri ọkụ n'ọnụ nwa odibo ya si aga, Duration 1,12elekere 4 gara aga",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Sickle Cell Anaemia: Kedụ ka Sanni Joy Omowunmi si jiri ụkwụ isii gụpụta na mahadum?, Duration 4,1927 Jenụwarị 2022",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}