{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị oji egbe amabeghi ndị ha bụ agbagbuola otu onye na-atụzi aka okporoụzọ bụ Anambra State Road Traffic Management Agency (ARTMA) n'Umuchu Ekwulobia dị n'Anambra Steeti.",
    "Ọnụ na-ekwuru ndị uweojii bụ Tochukwu Ikenga gwara BBC Igbo na nsogbu butere ogbugbu nwoke ahụ malitere n'ụtụtụ Tuzde 8, Febụwarị, 2022.",
    "Gọọmentị ga-akwado ezinụlọ onye ndị uweojii gbagburu n'Igboukwu - Willie Obiano",
    "Lee mkpamkpa ndị ojiegbe kpara n'Oko, Nkpor dị n'Anambra steeti na Sept 28",
    "Etu ndị oji egbe si gbagbuo Igwe Edozieuno n'okporoụzọ Anambra Steeti",
    "Etu ogbugbu onye okada si bute ọgbaaghara n'Igboukwu, Ekwulobia, Oko",
    "Ọ sị na ndị uweojii nụrụ kepukepu na ndị oji egbe na-akpa ike na gburugburu Ekwulobia na Umunze, nke mere kọmishọna ndị uweojii steeti ahụ ji zịpụ ndị uweojii ebe ahụ.",
    "O kwuru na tupu ha erute ebe ahụ, na ndị oji egbe hụrụ otu onye uweojii nọ nsọ ebe ahụ ma chọrọ ịnapụ ya egbe ya.",
    "Ikenga sị na onye uweojii ahụ gbasuru ndị ahụ egbe nke mere ha jiri rie mbọ mbọ ọsọ.",
    "Ebe foto si, ARTMA",
    "Ọ sị dịka ndị oji egbe a na-agba ọsọ na ha malitere ịgba egbe aghara aghara ebe ahụ.",
    "Mgbe ha rutere n'okporoụzọ Umuchu na Ekwulobia, mgbọ egbe ha tụrụ ma gbuo onye ntuziaka okporoụzọ ngalaba Anambra State Traffic Management Agency nọ n'ọrụ ebe ahụ.",
    "Ikenga sị na nchekwa alọghachịla na gburugburu ebe ahụ ugbua.",
    "Ọ sị ka onye ọbụla malitekwa ịga mkpa ya ma sị na nyocha ka na-aga n'ihu ịnwụchị ndị kpara arụ a.",
    "Kedụ ndị bụ ARTMA?",
    "Anambra State Road Traffic Management Agency (ARTMA) bụ ngalaba gọọmentị Anambra hiwere bụ ndị ga-enye aka ịhụ na njem ụgbọala na-aga siriri werere.",
    "Ọrụ ndị  bụ ịhụ na a gaghị enwe kpachikpachi okporoụzọ na steetị ahụ.",
    "Ha na-atụziri ndị ọkwọ ụgbọala aka ebe ha kwersịrị ịga nakwa mgbe ha kwesịrị iji aga, ọkachasị ebe ọtụtụ ụzọ zutere onwe ha bụ 'junction maọbụ roundabout' na Bekee.",
    "Ngalaba anaghị ebu ngwa ọgụ arụ ọrụ mana ị daa iwu ha nwereike ijide ụgbọala gị ma kpụpụ gị n'aka gọọmentị.",
    "Ọtụtụ ọgbaghara na okwu mwakpoo n'aka ndị omekome adapụtala n'akụkụ Ekwulobia na Ihiala nke Anambra steeti na nso nso a dịka ndị ọrụ nchekwa na-agba mbọ idajuu ọgbaghara ndị a.",
    "Ọwụwa anyawụ Naịjirịa danyere n'ọnọdụ nchekwa dị ọjọọ n'afọ 2021 nke gụnyere mwakpo na ntọrọ ndị mmadụ, ụlọọrụ ndị uweojii, ụlọọrụ ngalaba na-ahazi ntulika bụ Independent National Electoral Commission (Inec), ụfọdụ ụlọ mkpọrọ na ebe ndị ọzọ.",
    "Gọọmentị Naịjirịa gbara isi akwara na okwu ịwaghachịte udo na nchekwa na mpaghara Ọwụwa Anyawụ Naịjirịa.",
    "Naijiria",
    "Anambra Steeti",
    "Njem",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik8 Febụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobiaelekere 6 gara aga",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "Lee ọtọrọ onye na onye ụdị coronavirus pụtagoro kemgbe 20205 Febụwarị 2022",
    "Gịnị dị n'ime iwu ọhụrụ gbasara ọnụọgụgụ Naịjirịa Onyeisiala Buhari kpuhere ụnyaahụ?4 Febụwarị 2022",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Ekwensu ọ bụ 'satan' n'ala Igbo?Emelitere ikpeazụ na: 17 Eprel 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "E nwere ike ịkpụga Abba Kyari mba Amerika maka okwu gbasara ya na Hushpuppi",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ndị ohi ịntanetị mba Nọt Korịa zuru ego 'crypto' ruru nde $400",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}