{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Oxlade/Tiwa/Tacha/Shatta/Instagram",
    "Okwu a kpụ n'ọnụ ugbua bụ etu ihe onyonyo aramara oti egwu bụ Ikuforji Olaitan e ji 'Oxlade' mara si gbaa n'anwụ.",
    "Nke a mere ndị mmadụ ji kpụrụ nwa amadị a n'ọnụ dịka ọtụtụ na-eto ya, ebe ndị ọzọ na-akatọ ya.",
    "Tiwa Savage: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo",
    "Wizkid ọ bụ iko Tiwa?",
    "Lee obodo ụmụnwaanyị ji aramara echere ọbịa ọjị",
    "Ụfọdụ ndị mmadụ na-ajụ gịnị mere e ji na-eto nwamadị a mana katọọ Tiwa Savage oge ihe onyonyo nke ya pụtara na soshal midia n'oge gara aga.",
    "A matabeghi onye gbara ihe onyonyo a n'anwụ ebe nwamadị a bụ Oxlade ekwubeghi pịm banyere ya.",
    "Ebe foto si, INSTAGRAM/OXLADE",
    "Ezi aha nwamadị a bụ Ikuforji Olaitan mana 'Oxlade' bụ e ji maara ya n'iti egwu ya.",
    "Ọ na-eti egwu bụ nke ọ sị na ọ malitere n'ụlọụka mgbe ọ dị obere.",
    "Ọ sị na nne na nna ya nwụrụ mgbe ọ dị obere na ọ bụ nnenne na nnanna ya zụlitere ya.",
    "Oxlade gbapụtara ihe n'afọ 2020 mgbe o tichara egwu ọ kpọrọ \"Away\" bụ egwu mere ọfụma n'afọ ahụ.",
    "O tiela egwu ndị ọzọ dị iche iche gụnyere Oxygen, Ojuju dgz.",
    "Nke a abụghị mbụ ihe onyonyo aramara ndị a ma ama na-agba n'anwụ ma wuwe na soshal midia.",
    "Ndị ọzọ nke ha gbarala n'anwụ gụnyere:",
    "Tiwa Savage",
    "Ebe foto si, TIWA SAVAGE/INSTAGRAM",
    "N'ụbọchị 8 nke ọnwa Ọktoba afọ 2021, Tiwa Savage na mkparịtaụka o nwere na New York sị na mmadụ chọrọ iji ihe onyonyo aramara ya atụnarị ya ego.",
    "Tiwa sị na ọ bụ aramara mere n'etiti ya na ọyị ya nwoke mana ọ maghị ka o si ruo onye ahụ aka.",
    "Ihe onyonyo ahụ mechara gbaa n'anwụ nke mere ọtụtụ ji kpụrụ ya n'ọnụ.",
    "Tacha",
    "Ebe foto si, @SYMPLY_TACHA/TWITTER",
    "Tacha bụ onye a ma ama so n'emume Big Brother Naija nwetere ozi n'afọ 2020 banyere foto ebe ọ gba ọtọ.",
    "Mana Tacha sị na nke ahụ bụ foto a rụrụ arụ na ọ bụghị nke ya n'ezie.",
    "Salawa Abeni",
    "Ebe foto si, INSTAGRAM/@OFFICIALSALAWAABENI",
    "N'ọnwa Eprelụ afọ 2020, oti egwu bụ Salawa Abeni kwuru na mmadụ chọrọ iji foto ebe ọ gba ọtọ anapụ ya ego.",
    "N'ozi o wepụtara n'Instagram Abeni sị na ọ dị ka ọ bụ mgbe ọ nọ n'ụlọọgwụ maọbụ mgbe ya na onye nke ya nọ ka e sere foto ahụ.",
    "O mechara were aka ya gbaa foto ahụ n'anwụ ma sị na mmadụ agaghị e ji ya mekpaa ya ahụ.",
    "Small Doctor",
    "Ebe foto si, INSTAGRAM/@SMALLDOCTOR",
    "N'afọ 2017, ihe onyonyo ebe oti egwu a kpọrọ Small Doctor na-emetụ onwe ya aka n'amụ n'akara Snapchat.",
    "Akụkọ sị na o mechara wepu ya ma sị na ọ mmadụ zobara n'ime ekwentị ya ma wepụta onyonyo ahụ.",
    "Shatta Wale",
    "Ebe foto si, INSTAGRAM/ SHATTA WALE",
    "N'afọ 2018, ihe onyonyo pụtara na snapchat nwafọ Gana bụ Shatta Wale gosiri ka nwaanyị ji ọnụ na-amị amụ ya.",
    "O mechara tinye ya na snapchat ma jụọ \" ọ bụ na ndị mmadụ ahụtụbeghi ya mbụ?\"",
    "Mana o kwughi ma ọ bụ ya ka nwaanyị na-amị amụ n'ezie.",
    "Naijiria",
    "Ihe nkiri",
    "Ghana",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Ihe ngosi",
    "Tiwa savage viral video: Ihe atọ onyonyo aramara nwere ike ibutere gị ma ọ gbapuo19 Ọktọba 2021",
    "Wizkid Fever: Wizkid ọ bụ iko Tiwa?24 Ọktọba 2018",
    "Cyber Security: Etu i ga-esi gbalahụ onyonyo aramara gị ịpụta ihe28 Ọktọba 2021",
    "Lee ka ị ga-esi mee aramara ghara ibute coronavirus16 Ọgọọst 2020",
    "Polyamory Relationship: O nwere uru ọ bara mmadụ inwe ọtụtụ ndị ya na ya na-enwe mmekọ?21 Nọvemba 2021",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị a9 Septemba 2020",
    "Vidio, Drug abuse: 'A kụgbụrụ nwa m maka ebubo mkpụrụmmiri' - Nne onye e gburu nwa ya9 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgborojaelekere 4 gara aga",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka José Peseiro, onye nkuzi ọhụrụ Super Eagles30 Disemba 2021",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "Lee ọtọrọ onye na onye ụdị coronavirus pụtagoro kemgbe 20205 Febụwarị 2022",
    "Gịnị dị n'ime iwu ọhụrụ gbasara ọnụọgụgụ Naịjirịa Onyeisiala Buhari kpuhere ụnyaahụ?4 Febụwarị 2022",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ụfọdụ ndị a ma ama ihe onyonyo aramara ha gbarala n'anwụ",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}