{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Ndị oji egbe a na-amaghị ndị ha bụ agbagboula otu onye uweojii na otu onye nkịtị n'Enugwu taa bụ Tọzde, 10 Febụwarị 2022.",
    "Nke a mere n'ehihie n'ebe elekere atọ, mgbe ndị oji egbe a wakporo ebe ndị uweojii nọ na 'cashew busstop' dị n'ụzọ Kenyatta, Timber shade, Enugwu.",
    "Etu ndị ekperima si gbuo otu onye, gbaa onye ọzọ egbe, ma tọrọ nwaanyị uweojii n'Enugwu",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Etu e si gbuo mmadụ isii na mwakpo mere n'Adani Enugwu Steetị",
    "Ndị hụrụ ihe merenụ gwara BBC Igbo na ndị ojiegbe ahụ wuchiri ebe ahụ gbagbuo otu onye uweojii nakwa otu nwoke nkịtị ha na-ajụ ajụjụ.",
    "Ebe ihe a mere bụ ebe ndị uweojii na-anọkarị na-enyocha ụgbọala ndị mmadụ.",
    "BBC Igbo chọpụtara na ndị a ji ụgbọala Sienna na-acha ọbara ọbara wee bịa ebe ahụ kpaa arụ a.",
    "Otu onye uweojii ọzọ merụkwara ahụ nke mere e ji buru ya gawa ụlọọgwụ.",
    "Mana kepukepu na-ekwu na ọ nwụọla kama BBC Igbo achọpụtabeghi maọbụ eziokwu.",
    "Ka ọ dị ugbua, ndị uweojii eburula ozu onye otu ha nwụrụ anwụ.",
    "Ndị bi na gburugburu ebe ahụ sị na ndị oji egbe a kpara arụ a n'otu ntabi anya nke bụ tupu ị mara ihe na-eme, ha agbafuola.",
    "Ọnụ na-ekwuru ndị uweojii n'Enugwu bụ Daniel Ndukwe sị na nke a bụ eziokwu, na e gburu ndị uweojii n'Enugwu ma kwuo na ha na-eme nnyocha ka ya bụ mkpamkpa siri mee.",
    "Ndị oji egbe egbuola ọtụtụ ndị ọrụ nchekwa nakwa ndị nkịtị na mpaghara Ọwụwa Anyanwụ kamgbe afọ abụọ gara aga.",
    "Ndị ọrụ nchekwa na-ebo otu Ipob/ESN ebubo maka ogbugbu ndị a mana ndị Ipob na nzaghachị sị na aka ha adịghị na ha.",
    "Nke a mere ọtụtụ ji na-ajụ \"kedụzie ndị na-akpa arụ a, ọkachasị na mpaghara Ọwụwa Anyanwụ?\"",
    "Nchekwa ndị ụwe ojii",
    "Enugu Steeti",
    "Enugwu",
    "Unknown gunmen attack : Ọnọdụ ụlọọrụ ndị uweojii ebe atụrụ ogbunigwe n'Ideato, Imo steeti7 Jenụwarị 2022",
    "Unknown Gunmen Anambra State: Etu ndị ojiegbe siri gbuo mmadụ atọ n'Oba, Anambra State31 Julaị 2021",
    "Rivers State Police Attacks: Ndị ojiegbe gburu ndị uweojii asaa na mwakpo ha mere na Rivers State8 Mee 2021",
    "Ndị 'unknown gunmen' agbaala ogige uweojii Arondizuogu ọkụ, gbuo otu n'ime ha23 Nọvemba 2021",
    "Ozalla/Agbani Enugu attack: Etu ndị ekperima si gbuo otu onye, gbaa onye ọzọ egbe, ma tọrọ nwaanyị uweojii n'Enugwu11 Ọktọba 2021",
    "Police attack: Ndị omekome gburu nwaanyị dị ime onye uweojii na Bayelsa1 Julaị 2019",
    "Unknown gunmen attack in Anambra: Lee mkpamkpa ndị ojiegbe kpara n'Anambra steeti na Sept 2828 Septemba 2021",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwuelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Vidio, Etu ọgwụ ike 'kush' si akpa mkpamkpa, Duration 9,547 Febụwarị 2022",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee ihe ị maghị maka 'Naatị' nke New Masquerade nwụrụ anwụ",
    "Ụfọdụ ndị a ma ama ihe onyonyo aramara ha gbarala n'anwụ",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Etu ndị ohi si gbuo ndị uweojii abụọ oge ha wakporo 'bullion van' n'Ibadan",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}