{
  "published": "11 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye oti egwu a ma ama bụ John Odafe Asiemo a na-akpọkwa ‘Daddy Showkey’ akọwaala etu o siri too ma malite iti egwu bụ nke e ji mara.",
    "Na mkparịụka ya na BBC Igbo nwere, Showkey sị na ndụ ya gbanwere oge nna ya nwụrụ maka ya na nna ya dị na mma nke ukwuu.",
    "Etu egwu m tiri maka ọnọdụ Naịjirịa si butere m nsogbu n'aka DSS - Orits Williki",
    "Ihere kwesịrị ime ndị gọvanọ niile na-achị mpaghara 'South-South' na 'South-East' - Duncan Mighty",
    "Ọ sị mgbe ọbụla nna ya bịara Legọs kwa ụbọchị ụka ọbụla, na ha abụọ ga-eyi uwe ọhụrụ yiri ibe ha ma soro gaa n’ụlọụka.",
    "Ọ sị na oge aṅụrị ahụ anọteghi aka wee bịa na njedebe n’ihi ọnwụ nna ya.",
    "“Nne m agwaghị m na nna m anwụọla, abịara m hụ na ọ kwụsịrị ị na-abịa dịka o si eme na mbụ.",
    "“Iji mee ka m ghara ịmata, nne m gara n’ihu na-akwara m uwe ọhụrụ kwa ụbọchị ụka ọbụla.",
    "“Otu ụbọchị a nụrụ ka nne m na-ebe akwa na-akpọ aha nna m, ozugbo ahụ a chọpụtara na ọ nwụọla.",
    "Nne m amaghị na ihe ahụ mere m jiri hapụ ụlọ gbaa ọsọ gbaga n’okporo ụgbọoloko dị n’Ijora Legọs.”",
    "Showkey sị na ọ bụ nnenne ya chọtara ya ma kpọlata ya n’ụlọ, mana ndị enyi ya sokwa ya lọta.",
    "Ọ sị na o bidoro mụtawa ke e si akụ ọkpọ (boxing) mana o nweghi onye enyemaka ga-ebinye aka n’akwụkwọ ka ọ gaa n’ihu.",
    "Ọ sị na o mechara soro ndị nka na egwu, wee na-eme ndị mmadụ obi aṅụrị dịka ha na-ekiri ya.",
    "Daddy Showkey kọwara ka o si bipụta egwu ya nke mbụ nakwa etu ezinaụlọ ya si kpeere ya ekpere ọganihu ma kwado ya.",
    "John Odafe Asiemo a maara dịka Daddy Showkey bụ onye a ma ama dịka ọgụ egwu nke a kpọrọ \"ghetto reggae\".",
    "A mụrụ ya n’ụbọchị anọ nke ọnwa Ọgọst afọ 1970.",
    "Ọ bụ onye Olomoro dị n’okpuruọchịchị Isoko South nke Delta Steeti mana a mụrụ ya n'Ajagunle Legọs bụ ebe o toro.",
    "E jiri egwu ya o bipụtara n'afọ 1995 bụ ‘welcome’ mara ya.",
    "Daddy Showkey bụ onye gosipụtara egwu a na-agba masịrị imirikiti mmadụ nke a kpọrọ ‘galala’.",
    "Site mgbe ahụ o bipụtara akwụkwọ egwu karịrị atọ n'aka Feline records.",
    "Ọ lụrụ nwunye aha ya bụ Ebere Asiemo, ma mụta ụmụ anọ; nwoke abụọ na nwaanyị abụọ.",
    "Nwunye ya bụ onye Ikwuanọ dị n'Abịa steeti",
    "Showkey na-asụ asụsụ ise; ha bụ Bekee, Pidgin, Isoko, Igbo na Yoruba.",
    "Ebe foto si, Daddy Showkey",
    "Daddy Showkey na nwunye ya",
    "Site na mgbe o bipụtara ọpụrụiche egwu ya, ma nke a na-agba agba bụ galala, ọtụtụ ndị ọgụụ egwu ọzọ helitere isi ma bido iṅomi ya n'egwu nke ya.",
    "Na mkparịụtaụka a, Showkey tinyekwara ọnụ na ndọrọ ndọrọ ọchịchị, ndị ntoroọbịa, Ipob na ihe ndị ọzọ.",
    "Kirie ihe onyoonyo a n'uju.",
    "Ndị mere akụkọ a: Adline Okere na Vining Ogu",
    "Ụmụntoroọbịa",
    "Legọsị",
    "Naijiria",
    "Delta Steeti",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Vidio, Orits Williki : \"Etu egwu m tiri maka ọnọdụ Naịjirịa si butere m nsogbu n'aka DSS\", Duration 48,594 Febụwarị 2022",
    "Sound Sultan: Otiegwu Naịjirịa a ama ama alala mmụọ11 Julaị 2021",
    "Vidio, Phyno: Ihe ise ị kwesịrị ime iji bụrụ ezi otiegwu, Duration 2,1318 Eprel 2018",
    "Vidio, \"Ihe bụ Biafra n'ezie bụ inyere nwanne gị aka\" - Illbliss, Duration 2,596 Julaị 2018",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "Vidio, Mr Raw: Ihe mere m jiri eji Igbo eme 'rap', Duration 1,451 Febụwarị 2019",
    "Vidio, Daddy Showkey: Amụtara m ịsụ Igbo n'Ajegunle, nwunye m bụ onye Abia steeti, Duration 1,15,3911 Febụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Drug abuse: 'A kụgbụrụ nwa m maka ebubo mkpụrụmmiri' - Onye e gburu nwa ya, Duration 8,329 Febụwarị 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Sickle Cell Anaemia: Kedụ ka Sanni Joy Omowunmi si jiri ụkwụ isii gụpụta na mahadum?, Duration 4,1927 Jenụwarị 2022",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}