{
  "published": "10 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Lion Finger",
    "Natty so mee ihe onyonyo Lion Finger",
    "Romanus Amuta e ji Natty mara, anwụọla ka ọ dị afọ 79.",
    "Chukwuma Amụta bụ diọkpara ya gwara ndị ntaakụkọ na nna ya nwụrụ ka ọ rịachara obere ahụ.",
    "'Ovuleria, nwunye Zebrudaya' sị na ọ ka dị ndụ",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga",
    "Ihe ị maghị maka Ify Onwuemene, onye ihe ejije lara mmụọ",
    "Cordelia nwunye ya gwara BBC Igbo ihe ndị mmadụ amaghị maka di ya, dịka ọ kọwara maka ahụ ọ rịara.",
    "Romanus Amuta bụ onye Ukana dị n'okpuruọchịchị Udi, n'Enugu steeti",
    "Ya na Cordelia nwunye ya mụtara ụmụ isii, nwoke abụọ na nwaanyị anọ",
    "Ọ rụrụ ọrụ dịka onye ntaakụkọ n'ụlọọrụ Daily Times Newspaper tupu ọ banye ọrụ ejije",
    "O sokwa mee ihe onyonyo ụfọdụ dịka Ijele n'afọ 1999, Lion Fingers n'afọ 2003, Eagles Bride n'afọ 2005",
    "Ọ dara ọrịa mkpọnwụ ahụ (stroke) kemgbe afọ 2009, dịka nwunye ya si kwuo",
    "Ya na Ezinaụlọ ya bi n'Enugwu ruo mgbe ahụ mesiwara ya ike, ụmụ ya kpọtara ya Legọs ka ha leta ya anya na n'afọ 2015",
    "New Masquerade bụ ejije ịkpa ọchị na-eme na Nigeria Television Authority (NTA) kwa abalị Tuzde ma o jiri ọkara gafee elekere asatọ nke abalị ruo elekere itoolụ.",
    "Onye malitere ide ejije a bụ James Iroha nke zara Giringori Akabogu na ya bụ ejije e mere ebe afọ 1980 ruo n'ebe afọ 1990.",
    "New Masquerade so n'ihe ejije kacha nọtee aka n'onyonyo mgbe ahụ.",
    "A malitere ime ya bụ ihe ejije iji tinye ndị mmadụ ọchị n'ihụ ka a gbachara ọsọ agha.",
    "Onye otu ya n'ọrụ ejije bụ Chinwetalu Agu, sị na \"ya bụ nwoke nwere ntachi obi maka na ha tara ahụhụ na nkịtị n'ọrụ ejije, n'ihi na ego adịghị ya mgbe ha batara. Ya bụ aga m asị na ọ nwụrụ n'ụbịam\".",
    "O kwuru na uru ha ritere mgbe ahụ bụ na a ma ha ama ebe niile nke bụ na ha na-aga n'ụzọ a na-eto ha.",
    "Chika Okpara, onye a kpọrọ Chief Zebrudaya Okoroigwe Nwaogbo alias 430, n'ejije New Masquerade, bụ onyeisi n'ime ya bụ ejije.",
    "Ndị ọzọ so na ya bụ ejije bụ Lizzy Evueme (Ovuleria, nwunye Zebrudaya) Philo Ada ya, Clarus na Giringori ndị odibo ya, Claude Eke bụ Jegede Sokoya, Christy Essien-Igbokwe bụ Akpenọ - Nwunye Sokoya, David Ofor bụ Clarus, Romanus Amuta bụ Natty.",
    "Nollywood",
    "Naijiria",
    "Enugu Steeti",
    "Actress Ify Onwuemene: Ihe ị maghị maka onye ihe ejije lara mmụọ26 Mee 2021",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga9 Jenụwarị 2021",
    "Christy Essien-Igbokwe: Nwaanyị a lụtara na mba bịara bụrụ Ada Igbo ji eme ọnụ11 Nọvemba 2020",
    "Ovuleria nwunye Zebrudaya: A ka dị m ndụ6 Nọvemba 2019",
    "Gee ntị, Ovuleria Urediya: Chineke akpọbeghi m6 Nọvemba 2019",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwuelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Vidio, Etu ọgwụ ike 'kush' si akpa mkpamkpa, Duration 9,547 Febụwarị 2022",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee ihe ị maghị maka 'Naatị' nke New Masquerade nwụrụ anwụ",
    "Ụfọdụ ndị a ma ama ihe onyonyo aramara ha gbarala n'anwụ",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Etu ndị ohi si gbuo ndị uweojii abụọ oge ha wakporo 'bullion van' n'Ibadan",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}