{
  "published": "11 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Clemson Cornell Facebook",
    "Ụlọomeiwu Naịjiria enyela iwu ka a machie ihe ejije ọbụla gosiri ebe a na-agwọ ọgwụ ego.",
    "Ha kwuru na ihe gbasara ọgwụ ego abanyela n'ọnọdụ gbatagbata na Naịjiria.",
    "Etu nwaanyị si gbalahụ nwa ya 'chọrọ iji ya gwọọ ọgwụ ego'",
    "Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu",
    "Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus",
    "Toby Okechukwu bụ onyendu pati ndị na-anọghị n'ọchịchị n'ụlọomeiwu nta, kwuru na ọ bụ ejije Nollywood ndị gosiri ọgwụ ego so ebute nsogbu a.",
    "Nke a na-eso ogbugbu e gburu otu nwaada dị afọ iri abụọ, wuru ewu na Naịjiria, n'ihe a na-eche bụ ogbugbu maka iji ya gwọọ ọgwụ ego.",
    "A na-ebo ndị a nwụchiri maka ogbugbu ya ebubo iji ya gwọrọ ọgwụ ego, dịka ha bepụchara ụfọdụ akụkụ ahụ ya.",
    "Ebe foto si, Clemson Cornell Facebook",
    "Ome ejije Clemson Cornell na-emekarị dibia n'ejije Nollywood",
    "Kanayo .O. Kanayo bụ onye ejije Nollywood a ma ama ọkachasị maka etu o si eme ejije na-egosi ịgwọ ọgwụ ego tinyere ọnụ n'okwu a.",
    "N'ihe onyonyo o tinyere n'elu Instagram ya, ọ sara ajụjụ a jụrụ ya ma Nollywood ọ bụ ihe mere igbu mmadụ maka ọgwụ ego ji arị elu.",
    "O kwuru sị \"Ọtụtụ ndị mmadụ na-akpọ m n'ekwentị na-ekwu na ọ bụ Nollywood mere ka ịgwọ ọgwụ ego na-arị elu, kedụkwanụ ka anyị si ekwu ụdịrị ihe a? Uche adịghị n'okwu a.",
    "\"Nollywood dịka ebe mmepụta ejije dabere n'ihe na-eme n'ụwa. Anyị na-eme ejije gbasara ihe na-eme n'ụwa ka o si eme.",
    "\"Nke bụ eziokwu dị mwute bụ na Naịjiria na Afrịka nwere nkwenye na ntụkwasị obi n'ihe gbasara ịgwọ ọgwụ ego.",
    "\"Naanị obere pasentị ejije bụ ihe na-egosipụta ihe ndị a na-eme n'ụwa anyị, ejije anyị na-egosikwa ihe ndị ọzọ na ndụ anyị dịka nkwenye na ntụkwasị obi n'okpukperechi ndị ọzọ.",
    "\"Ụzọ kacha mma iji ebuso nsogbu (ọgwụ ego) a agha bụ iṅogharị ụwa anyị, nye ndị be anyị ọzụzụ ka ha ghọta na ọ bụ aka aja aja na-ebute ọnụ mmanụ mmanụ\"",
    "Peace Anyiam-Osigwe bụ onyeisi otu ndị na-emepụta ejije (Association of Movie Producers) na Naịjiria, kwukwara otu ihe ahụ.",
    "Ọ gwara BBC Igbo na ejije ha na-emepụta na-egosi ihe na-eme n'ụwa.",
    "O kwukwara sị na obodo emebiwo, na ihe na-ebe si n'ụlọ bere akwa pụta ezi, na ndị nne na nna anaghịzị akụnye ezi ụkpụrụ ha kwesịrị, dịka ọ na-adịbu na mbụ.",
    "Victor Okhai bụ onyeisi ndị na-ahụ maka nhazi usoro e si eme ejije (Directors Guild of Nigeria), kwuru sị na ọ bụghị ndị ejije ka ihe na-ebe si n'aka.",
    "O kwuru na mba Amerịka anaghị atụ Hollywood aka maka ihe gbasara mwakpo, oke obubu egbe na mgbagbu ndị omekome na-eme na mba ahụ, n'agbanyeghi na ọtụtụ ejije ha na-eme na-egosi ihe ndị a.",
    "O kwuru na ọ hụghịkwa etu ịkọ ntaakụkọ (redio, TV na akwụkwọ ozi) gbasara ogbugbu na ịgwọ ọgwụ ego si eme ka ịgwọ ọgwụ ego bawanye.",
    "Alhaji Adedayo Thomas bụ onyeisi ngalaba National Film and Video Censors Board (NFVCB), gwara BBC Igbo na aka Nollywood adịghị n'ihe na-ebe, n'ihi na ejije Nollywood niile na-esi n'aka ha agafe.",
    "O kwuru na ejije Nollywood niile na-enwe ihe a na-akpọ 'rating', nke bụ na ọ bụrụ na ọ dịghị mma, na ha agaghị enye ha ikike ibiputa ya.",
    "O kwukwara na ọrụ ha bụ ịhụ na ejije niile ruru ha aka kuziri ezigbo ihe, na ejije ha niile na-egosi na ọrụ niile nwere ụgwọ ya, nke bụ na onye mee ihe ọjọọ n'ejije, aka iwu ga-akparịrị ya.",
    "Gịnị bụ ọgwụ ego?",
    "Ịgwọ ọgwụ ego bụ usoro ụfọdụ mmadụ chere na a ga-esi bute ego ọsịsọ site n'igbu mmadụ nakwa ịtụ aja ọjọọ dị iche iche.",
    "Onye dibịa na onye na-achọ ego ga-eme ụfọdụ omerịa ha chere ga-ebute nnukwu ego.",
    "Ọtụtụ mgbe onye ha na-egbu na-abụkarị onye ha ghọgburu maọbụ onye ha tọọrọ, ma na onye ahụ anaghị ama na ha ga-eji ya agwọ ọgwụ ego ruo mgbe ọnwụ bịachara ya nso.",
    "Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu",
    "Nollywood",
    "Naijiria",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwuelekere 8 gara aga",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Vidio, Amụtara m ịsụ Igbo n'Ajegunle, nwunye m bụ onye Abia steeti - Daddy Showkey11 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Lee ihe ị maghị maka Romanus Amuta, 'Naatị' nke New Masquerade nwụrụ anwụ",
    "Ejije anyị maka ọgwụ ego na-egosi ihe na-eme n'ụwa anyị - Ndị Nollywood",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ndị DSS gbara isi akwara na Nnamdi Kanu agaghị agbanwe uwe ya - Ifeanyi Ejiofor",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}