{
  "published": "10 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ahịhịa 'marijuana' maọbụ 'cannabis' nke e ji Igbó mara na Naịjirịa, so na otu n'ime ọgwụ ike nke gọọmentị Naịjirịa machiri amachi.",
    "Mana nke a egbochighi ọtụtụ ndị mmadụ ịse ya, ọkachasị ndị ntorobịa.",
    "Ọ bụ eziokwu na ndị nnyocha sayensị na-ekwu na ahịhịa 'marijuana' nwere uru ọ bara maka ahụike, mana o nwekwara ọtụtụ ọghọm nke mere gọọmentị ji machie ya.",
    "'Abu m 'ganja man' tupu m chịsa ọwa'",
    "Ndị na-arụ ọgwụ ike agbarụọla mmiri ala n'Enugwu",
    "Ndị 'Customs' ejichiela anwụrụ ike ruru nde kwuru nde naịra si Ghana abata Naịjiria",
    "Ụtụ anwụrụ na mmanya etinyela ego",
    "Ebe foto si, Getty Images",
    "Ndị nnyocha sayensị kwuru na e nwereike iji ahịhịa 'marijuana'agwọ ọrịa",
    "Ahịhịa 'marijuana' nwereike inyere mmadụ aka n'ọtụtụ ụzọ ọkachasị ndị na-arịa ụfọdụ ọrịa.",
    "Enyemaka a gụnyere: \"Ibelata ahụ mgbu, ịbelata ọnọdụ ahụike na-emetụta ụbụrụ isi mmadụ maọbụ \"multiple sclerosis\" na Bekee, ibelata oke ịgbọ agbọ, ịkwụsịlata oke ụjọ na obi mmapụ, nakwa inyere ndị nwere ọrịa kansa aka.\"",
    "Onye kwuru nke a bụ okammụta Makuochi Muobike, bụ ọkachamara n'ọgwụ nakwa ịmepụta ọgwụ.",
    "Muobike gwara BBC Igbo na \"'marijuana' nwere ike inye aka ka agụụ gụọ mmadụ, ọkachasị onye ahụ na-arịa\".",
    "O kwukwara na a na-eji ya enyere ndị nwere ihe Bekee na-akpọ \"post-traumatic stress disorder\" nakwa ọrịa parkinson' aka.",
    "Dọkịta ọzọ aha ya bụ Udodi Okoli kwuru na 'marijuana' na-enyere ndị na-enwe nsogbu ihi ụra aka ka ha rarụ ụra nke ọma.",
    "Kama ọ dọrọ aka na ntị na ọ bụ dọkịta kwesịrị ịgwa mmadụ ụzọ ka mma ọ ga-esi jiri 'marijuana' mee ihe, \"ọ bụghị ihe mmadụ na-aṅụrụ onwe ya aghara aghara",
    "\"Agbanyeghi na 'marijuana' nwere ọtụtụ uru, ọ naghi abụ ọgwụ mbụ maọbụ nke abụọ a na-enye onye ọrịa n'ihi ọghọm dị n'ịṅụfe ya oke,\"dọkịta Okoli kwuru.",
    "Kedụ ọghọm dị na mmadụ ịse Igbó maọbụ itinye ya na nri?",
    "Ebe foto si, Getty Images",
    "Ise igbo adịghị mma.",
    "Ọ na-eri mmadụ ahụ ma sie ike ịkwụsị: Ọtụtụ ndị nnyocha sayensị ekwuola na igbó nwereike ịtọkụrụ mmadụ.Dịka Mazị Muobike si kwuo, ịkwụsị onye igbó tọkụụrụ ga-ebute nsogbu ụfọdụ dịka ọnọdụ mgbakasi ahụ, mmụọ ida mba,nsogbu ihi ụra, nakwa ndị ọzọ",
    "O nwereike ịmetụta akọ na ụche nakwa ụbụrụ isi mmadụ: Ndị ọrụ ahụike kwuru na igbó nwereike ikpata obi mmapụ, ụjọ nakwa nkụja n'ahụ ụfọdụ.Dọkịnta Okoli kwuru na ọ nwereike ibute oke obi ịda mba nke a na-akpọ \"Clinical Depression\".Igbó nwereike ikpalite mmadụ ịhụ ihe dịka ọ nọ na nrọ maọbụ 'halucination' na bekee, o nwekwara ike ịghasa akọnuche mmadụ.Dọkịnta Okoli kwukwara na isefe igbó oke nwereike ibute ọrịa isi mgbaka nke Bekee na-akpọ \"schizophrenia\".",
    "Ọ na-emebi akụkụ ahụ dị mkpa n'ime ahụ mmadụ: Maazị Muobike kwuru na ise 'marijuana' dịka anwụrụ nwereike butere mmadụ ọrịa obi, ọrịa kansa ngụgụ, nakwa ụkwara akwụsị akwụsị.",
    "O nwereike iduba gị mkpọrọ: Dịka 'marijuana' bụ ihe iwu Naịjirịa machiri, ndị uweojii maọbụ ngalaba na-ahụ maka mgbochi ọgwụ ike bụ 'National Drug Law Enforcement Agency' (NDLEA) nwere ikike ịnwụchị ndị na-ese ya, kpụpụ ha ụlọikpa ma tụọ ha mkpọrọ.",
    "O nwereike ime ka achụọ mmadụ n'ọrụ: Ụfọdụ ụlọọrụ nwereike ịchụpụ mmadụ ma achọpụta na ọ na-ese ya bụ ọgwụ.Ụlọọrụ dị ịcheịche na-enyocha ndị ọrụ ha ịmata ma ha a na-aṅụ ọgwụ ike. E nyochapụta ọgwụ a na-ahụ mmadụ enwereike ịchụ onye ahụ n'ọrụ, dịka na ọrụ ndị agha, ndị egwuregwu, ndị ọkwọ ụgbọelụ nakwa ụgbọala, maọbụ ndị na-anya igwe e ji arụpụta ihe nke Bekee na-akpọ \"Manufacturing Industries\" wdgz",
    "Ebe foto si, Getty Images",
    "Ndi dibia bekee kwuru na ise anwụrụ ike na-emebi ụbụrụ isi",
    "Otu nwoke na-achọghị ka akpọ aha ya kwuru na ịse Igbo na-enyere ya aka n'ikpalite mmụọ ya nakwa na-iralarụ ụra nke ọma.",
    "Otu nwaanyị na-achọghị ka akpọ aha ya kwuru na enyochapụtara ọgwụike a n'ahụ ya n'ụlọọrụ ya, nke mere e ji chụọ ya n'ọrụ n'ihi na ọ bụ ihe ụlọọrụ ha machiri amachi.",
    "Onye ọzọkwa sị ka a kpọọ ya John kwuru na Igbo na-enyere ya aka ịkpalite agụụ iri nri n'ihi na ọ naghi enwe mmasi rie nri. John kwukwara na \"Igbo na-enyere m aka n'ịchepụta echiche ọma n'ọrụ aka dịka onye ọkwa nka.\"",
    "Nwaokorobịa ọzọ kwuru na ọ na ese Igbo iji bụ ihe na-enyere ya aka imesapụ ahụ n'ihi na ọ bụ onye  ihere. O kwukwara na ụtọ Igbo abaala ya n'ụmị nke bụ na ọ ga-esiri ya ike ịkwụsị. Nke a ebuterela ya na ndị ezinụlọ ya nsogbu n'ihi na nne ya achọghị ka ọ na-ese ya.",
    "Ebe foto si, Getty Images",
    "Ngalaba NDLEA bụ ndị na-ebuso ịṅụ ọgwụ ike agha na Naịjirịa",
    "Ngalaba NDLEA bụ ndị na-ahụ maka mgbochi ịṅụ na ibughari ọgwụ ike bekee kpọrọ 'narcotics' na Naịjirịa.",
    "Ntaramahụhụ dịịrị onye a hụrụ ọgwụ ike dịka 'marijuana' n'aka ya bụ na onye ahụ ga-aga mkpọrọ ihe dịka afọ iri na abụọ.",
    "Ọ bụrụ na ọgwụ a hụrụ n'aka onye ahụ buru ibu, o nwereike ịga nga mkpụrụ ọka.",
    "Ọ bụ ezie na ọtụtụ mmadụ na mba ofesi na-agba mbọ ka a kagbuo mmachị 'marijuana', gọọmentị Naịjirịa ka kwusoro ike na ya bụ ahịhịa megidere iwu.",
    "Agbanyeghi na ụfọdụ ndị ahụike ka na-eme ndọrọndọrọ ma ọgwụ a enwereike ịtọ kụrụ mmadụ tọfee ya uche, ọtụtụ akwụkwọ ahụike agbaala ama na ụtọ ọgwụ a nwereike ịba mmadụ n'akwara nke bụ na onye ahụ aghaghị enwe ike kwụsị ịṅụ ya maọbụ see ya.",
    "Onye nọ n'ọnọdụ a nwereike ịnata ọgwụgwụ site n'aka ndị ọrụ ahụike na-ahu maka akparamagwa.",
    "E nwere ụfọdụ usoro ọgwụgwọ a na-eji enyere ndị a aka nke gụnyere:",
    "Cognitive-behavioral therapy",
    "Contingency management",
    "Motivational enhancement therapy",
    "Ha niile nakwa ndị ọzọ bụ usoro eji azọpụta ndị ịse ọgwụ a na-eme ịwa.",
    "Marakwa na onye nọ n'ọnọdụ a abụghị onye e kwesịrị ịchị ọchị maọbụ kwaa emo, kama ọ bụ onye e kwesịrị iji ịhụnanya na ọmịiko nyere aka.",
    "Lekwa ụfọdụ ihe onye nwere mmasị ibelata ise maọbụ ịkwụsị ise ọgwụ a ga-eme:",
    "Wepụ na tufuo ihe ndị ịji aṅụ ya bụ ọgwụ maọbụ ihe ndị na enyere gị aka ịsee ya dịka akwụkwọ, ihe eji a mụrụ ọkụ (lighter) wdgz",
    "Kwụsị ịga ebe ndị mmadụ na-ese ya ga-anọ",
    "Kwụsị ịkpọ ndị maọbụ inye na-eresi gị ya bụ ọgwụ. Wepụ akara ekwentị ya n'akwụkwọ gị nakwa na ekwentị gị",
    "Mara ihe ndị na-akpalite mmụọ gị ịchọ ịse ya bụ ọgwụ ma zere ihe ndị ahụ",
    "Mara oge agụụ ịse ya kacha e ji agụ gị ma kee nkwụcha etu ịga esi gbalahụ ya bụ agụụ",
    "Kwupụta nzube gị ịkwụsị ise ya nye ndị hụrụ gị n'anyị ma gwaa ha nyere gị aka n'atụmatụ ahụ",
    "Gba mbọ chọọ ihe dị mma ga-anọchịte anya mmasị ise ọgwụ a na ndị gị",
    "Ahụike",
    "Ịṅọgwụ ike",
    "Ahụike echiche",
    "Ọgwụ",
    "Ahịa ọgwụ",
    "Ịṅụ ọgwụ",
    "War against drug abuse: Ihe ise ịṅụ ọgwụ ike nwere ike ime gị- Dọkịta26 Juun 2019",
    "Drug Trafficking: Ndị 'Customs' ejichiela anwụrụ ike ruru nde kwuru nde naịra si Ghana abata Naịjiria2 Ọktọba 2019",
    "Gọọmentị ekpochapụọla ọgwụ ụkwara Codiene kariri nde abụọ30 Julaị 2018",
    "Codeine: Ndị ntorobia na aṅụ ọgwụ ike ka na-azụ ọgwụ a n'ahịa18 Ọktọba 2018",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwuelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Vidio, Etu ọgwụ ike 'kush' si akpa mkpamkpa, Duration 9,547 Febụwarị 2022",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee ihe ị maghị maka 'Naatị' nke New Masquerade nwụrụ anwụ",
    "Ụfọdụ ndị a ma ama ihe onyonyo aramara ha gbarala n'anwụ",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Etu ndị ohi si gbuo ndị uweojii abụọ oge ha wakporo 'bullion van' n'Ibadan",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}