{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ ndị ọkwọ ụgbọala na Naijiria okachasị ndị nọ na Legọs steeti na-atamu ntamu gbasara mmanụ ụgbọala adịgboroja nke juru ebe niile ugbua.",
    "Nke a na-eme dika ngalaba na-ahụ maka ire mmanụ ụgbọala na Naijiria bụ NNPC kwuru ka eweghachị mmanụ ụgbọala ebidoro ire na steeti ahụ na nso nso a n'ihi na ya bụ mmanụ ụgbọala adịghị mma.",
    "Kama tupu ozi a erute ndị mmadụ ntị, ọtụtụ ndị na-akwọ ụgbọala azụtala mmanụ adigboroja ahụ ma tinye n'ime ụgbọala ha.",
    "Nke a mere ka ọtụtụ ụgbọala mebie maka mmanụ ụgbọala adịgboroja a.",
    "Ndị na-ere mmanụ ụgbọala n'Anambara akwụsịla abụbọọrụ",
    "Umuahia fuel station fire: E menyụọla ọkụ gbara n'ọdọ mmanụ ụgbọala",
    "Ohaji/Egbema: Obodo nwere ọtụtụ mmanụ agbidi mana okporoụzọ ha jọgburu onwe ya",
    "BBC Igbo gara n'ụlọahịa atọ ebe a na-ere mmanụ ụgbọala n'Asaba, Delta Steeti, wee chọpụta na ụdị mmanụ ụgbọala atọ ndị a na-acha ụcha dị iche iche.",
    "Nke a mere anyị ji gakwuru Obi Ejima Okogba, onye bụ ọkaibe n'ihe gbasara mmanụ ụgbọala na etu e si emepụta ya ka ọ kọwaara anyị etu mmadụ ga-esi amata mmanụ ụgbọala adịgboroja na-agbanyeghi etu ọ sị acha.",
    "Okogba kụziri ihe gbasara ụgbọala na nnukwu ụlọọakwụkwọ a kpọrọ Asaba Technical College, Asaba ma rụkwaa ọrụ na ngalaba mmezi ụgbọala nke ndị agha Biafra n'oge a lụrụ agha.",
    "O kwuru na ọtụtụ ndị na-ere mmanụ ụgbọala na-agwakọ ya na mmanụ ndị ọzọ dịka Kerozin, maọbụ 'Hydraulic', nke na-eme ka ụgbọala na-enwe nsogbu.",
    "Okogba kọwara na ezigbo mmanụ ụgbọala na-akọ ngwangwa ma mmadụ metụ ya aka.",
    "\"Ngwangwa ị metụrụ ezigbo mmanụ ụgbọala aka, fụọ aka gị ikuku, ọ ga-akọ na-egbughi oge, aka gị ga-achakwa ntụ ntụ.\"",
    "\"Ọ bụrụ na ọ dịghị otu a, mara na ọ bụghị nke ọma ya.\"",
    "Ahịa mmanụ agbịdị",
    "Ụkọrọ mmanụ ụgbọala",
    "Naijiria",
    "Vidio, Ohaji/Egbema Imo State: Obodo nwere ọtụtụ mmanụ agbidi mana okporoụzọ ha jọgburu onwe ya, Duration 1,002 Septemba 2021",
    "Vidio, Fuel price hike: Ihe ndị mmadụ na-ekwu maka ọnụahịa mmanụ ụgbọala, Duration 1,1516 Maachị 2021",
    "COVID 19: Gọọmenti ewetuola mmanụ ụgbọala ruo N13018 Maachị 2020",
    "Enugu Fuel Crisis: Ihe anyị ji kpọchie ụlọahịa mmanụ ụgbọala n'Enugwu - IPMAN22 Jenụwarị 2020",
    "Vidio, Drug abuse: 'A kụgbụrụ nwa m maka ebubo mkpụrụmmiri' - Nne onye e gburu nwa ya, Duration 8,329 Febụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo, Duration 7,5810 Maachị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000), Duration 8,4930 Septemba 2021",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,02elekere 4 gara aga",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}