{
  "published": "10 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, TVC",
    "Ụgbọala 'bullion van' ahụ ndị ohi wakporo n'Ibadan",
    "Ndị ojiegbe ezu ohi egbuola ndị uweojii abụọ na mpaghara Idi-Ape dị n'Ibadan Oyo steeti.",
    "Nke a mere n'ehihie taa bụ Tọzde, Febrụwarị 10, dịka ndị ohi ahụ wakporo ụgbọala e ji ebu ego, bekee kpọrọ 'bullion van'.",
    "Ndị ojiegbe gburu ndị uweojii asaa na mwakpo ha mere na Rivers State",
    "Ndị ojiegbe egbuola 'DPO' na ndị uweojii atọ ọzọ na Bayelsa",
    "Ihe mere n'etiti ndịagha mmiri na 'unknown gunmen' n'Awkuzu Junction",
    "Onyeisi ndị uweojii n'Oyo steeti bụ Ngozi Onadeko gwara ndị ntaakụkọ n'ezie na ọ bụ ndị uweojii abụọ lara mmụọ na mwakpo ahụ.",
    "O kwukwara na ndị uweojii gbagburu otu n'ime ndị ohi ahụ oge ha na-akwarịta mgbọ.",
    "Onadeko gara n'ihu kwuo na ha eburula ndị uweojii abụọ mgbọ tụrụ n'ụkwụ gawa ụlọọgwụ.",
    "O kwuru na nnyocha amalitela gbasara mwakpo a, ma kwe nkwa na ha ga-anwụchirịrị ndị omekome kpara arụ a ma nye ha ntaramahụhụ kwesịrị ha.",
    "Ebe foto si, PA Media",
    "Okparaeze nke Wales bụ Charles ebutela coronavirus ma dopukwa onwe ya iche dịka ụlọ Clarence si kwuo na Twitter.",
    "E kwupụtara nke a dịka a na-atụ anya na ọ ga-abịa n'emume a na-eme na Winchester.",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu",
    "Foto: Ezenwaanyị na mba Briten edulaala Ọkparaeze Philip",
    "Etu onye ntaakụkọ BBC si jiri aghụghọ nweta mkparịtaụka n'aka Princess Diana",
    "Ya na nwunye ya bụ Duchess nke Cornwall zutere ndị mmadụ n'ọgbakọ oriri e mere na n'ogige nlereanya bụ 'British Museum' na Wenezde.",
    "Nwunye ya bụ Camilla ebuteghi ya bụ ọrịa site na nyocha o mere na Tọzde mana nke a bụ ugboro abụọ Ọkparaeze Charles ga-ebute ọrịa a.",
    "Nwamadị a afọ iri asa na atọ  buteburu nje a n'ọnwa Maachị 2020 mgbe ọ sị na ihe ngosi ya dị  obere.",
    "Ụlọ Clarence sị na Ọkparaeze Charles agbaala ọgwụ mgbochi ugboro atọ mana ha akọwaghị ka o si eme ya n'ahụ.",
    "N'otu aka ahụ ha ekwughi ma ọ hụla Ezenwaanyị Elizabeth anya na nso nso a.",
    "Onye bụ Ọkparaeze Charles?",
    "Ebe foto si, Reuters",
    "Ọkparaeze Charles bụ nwa mbụ Ezenwaanyị Elizabeth nke Ịngland na di ya bụ Ọkparaeze Philip mụrụ.",
    "A mụrụ Charles Philip Arthur George n'ụbọchị 14 nke ọnwa Nọvemba, afọ 1948 bụ afọ ise tupu e chie nne ya Ezenwaanyị.",
    "E mere ya 'ọkparaeze nke Wales mgbe ọ dị naanị afọ itoolu mana chie ya dịka echiche n'afọ 1969 n'ụlọ Caernarfon Castle.",
    "Ebe ndị ọ gụrụ akwụkwọ gụnyere ụlọakwụkwọ Gordonstoun nke Scotland, Geelong Grammar dị n'Austrelia nakwa Trinity College dị na Cambridge.",
    "Ọ bụrụ na a chọọ Ezenwaanyị Elizabeth achọọ, ọ bụ Ọkparaeze Charles ga-anọchi anya ya dịka Eze nke Ịngland.",
    "Ndị otu na-elekọta ma buru ikike dịrị ụmụanụmanụ n'isi na mba Briten anapụla Kurt Zouma na-agbara West Ham bọọlụ ụmụnwamba abụọ ya dịka ihe onyonyo ebe ọ na-ama otu n'ime ha ụra pụtara ihe.",
    "Otu ahụ a kpọrọ Royal Society for the Prevention of Cruelty to Animals (RSPCA) na ndị uweojii obodo Essex jikọrọ aka ọnụ n'okwu a.",
    "Enyi mmiri atagbuola mmadụ na Kenya",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọ",
    "Onyeisi ndị otu RSPCA sị \"nwamba abụọ a nọzị n'aka anyị maka nlekọta\".",
    "West Ham sị na ha adaala Zouma nha \"ego kacha ukwuu ha nwereike\" bụ nke a ga-enye ndị ọrụ obiebere na-elekọta ụmụanụmanụ.",
    "Ndị ụlọọrụ Adidas dị nke mba Germany na-akwado Zouma dị afọ iri abụọ na asaa (27), sị n'ụbọchị Wenezde, Febụwarị 9, 2022, na ha esepụla aka ha n'isi ya.",
    "Ha sị, \"anyị emechaala nchọpụta anyị were kpebie na anyị achọghịzị mmekọ anyị na nwaamadị ahụ ọzọ\".",
    "Ka a na-ekwu nke a, ndị ọzọ na-akwado ya bụ Experience Kissimmee sị na \"maka ihe ndị a mere n'izu a, anyị akwọpụla aka anyị n'isi ndị otu egwubọolụ ahụ\".",
    "Imerienwe obodo enwe na mmadụ bụ nwanne",
    "Ihe karịrị mmadị puku otu narị na iri ise (150,000) etinyela aka n'akwụkwọ na-akpọ oku ka e kpee Zouma ikpe.",
    "Ka a na-ekwu nke a, nnukwu ụlọọrụ ọzọ bụ Vitality kwukwara na ha agaghịzị akwado otu egwubọọlụ West Ham.",
    "West Ham sị na Zouma na-erube isi gbasara okwu a n'ụdị ọbụla gụnye na ọ jikwa aka ya nye ndị ọrụ RSPCA  nwamba abụọ ahụ maka nnyocha.",
    "Ọnụ na-ekwuru ndị ọrụ RSPCA sị na \"isiokwu anyị bụ ịchọpụta ma ahụ esikwara nwamba abụọ ahụ ike. A kpọgala ha maka nnyocha, mana ha ga-anọkwa n'aka anyị rụọ mgbe e mechara nnyocha\".",
    "Ebe foto si, Reuters",
    "A kwara ụgbọala Abdulhamid al-Dbeibah oke mgbọ mgbe ọ na-agbafe n'isiobodo ha bụ Tripoli",
    "Abdulhamid al-Dbeibah bụ praịm minista mba Libya alaala na nta n'aka ndị nwara ịnapụ ya ndụ ya n'ike.",
    "Ndị ojiegbe ahụ mechara rie mbombo ọsọ wụrụ mgbọ n'ụgbọala bu al-Dbeibah, n'isi obodo Tripoli, n'isi ụtụtụ Tọzde a.",
    "Mmadụ 136 esịla Libya laghachịte",
    "Mmadụ iri itoolu emiela mmiri na Libya",
    "Taa bụ Tọzde ka ndị otu ọzọ na-agbaso gọọmentị ya mgba kwesiri ime ntuliaka maka ịgbanwe gọọmentị ya hiwezie gọomentị ga-anọchị anya ọha nille.",
    "Maazị Dbeibah ekwubola na ọnweghị ihe ya ga-eji mpụtara ya bụ ntuliaka kpọrọ.",
    "E bugharịrị ntuliaka ha kwesiri ịme n'ọnwa Disemba.",
    "A mabeghị mgbe a ga-eme ya bụ ntuliaka ọzọ.",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwuelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Vidio, Etu ọgwụ ike 'kush' si akpa mkpamkpa, Duration 9,547 Febụwarị 2022",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee ihe ị maghị maka 'Naatị' nke New Masquerade nwụrụ anwụ",
    "Ụfọdụ ndị a ma ama ihe onyonyo aramara ha gbarala n'anwụ",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Etu ndị ohi si gbuo ndị uweojii abụọ oge ha wakporo 'bullion van' n'Ibadan",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}