{
  "published": "11 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu jikọrọ ndị nkuzi na Mahadum Chukwuemeka Odumegwu Ojukwu (COOU) n'Anambra Steeti, ekewaala abụọ n'ihi ndị kwe na ndị ekweghị gbasara isonye ndị otu Academic Staff Union of Universities (ASUU) nke Naịjirịa n'abụbụọrụ ha na-akwado.",
    "N'ime otu abụọ a, otu nke kpọrọ onwe ha \"Progressives\", nke Okammụta Osita Chiaghanam nọ n'isi ya, kwuru na ha agaghị esonye n'abụbụọrụ ndị ASUU.",
    "Cheta na aha e jibu mara 'Chukwuemeka Odumegwu Ojukwu University' bụ 'Anambra State University' (ANSU), tupu ha agbanwee aha.",
    "Ọkammụta Chiaghanam sị na ASUU anaghị ekenye ha ihe agbatara n'abụbụ ọrụ mgbe e chere.",
    "Ndị a mabeghị ndị ha bụ egbuola 'mmadụ itoolu' na mpaghara Igbariam",
    "Obiano emeela onye Igala kọmishọna",
    "Asuu strike: Ihe na-eme ugbua na mahadum ala Igbo",
    "\"Dịka Mahadum steeti anyi bụ, e kwesiri a gbachaa abụbụ ọrụ, anyị na ASUU akpaa ka anyị ga-esi keta oke nke anyị,\" Chiaghanam kwuru.",
    "O ji ụgwọ a kpọrọ 'Earned Academic Allowance' maa atụ bụ nke ọ kwuru na e kwesiiri ịkwụ ha kemgbe ugboro anọ ha gbagoro abụbụọrụ mana akwụghị ha.",
    "O kwukwara na ọnweghị ọtụtụ uru ha na-erita n'abụbụ ọrụ ASUU maka na ọ bụ ego ha kpatara n'ụlọakwụkwọ ka ha ji ebi.",
    "Ọkammụta Chiaghanam gara n'ihu kwuo na Onyeisi Mahadum ha bụ Okammụta Greg Nwakobi bụ ezigbo mmadụ.",
    "\"O nweghị ụgwọ o ji anyị. Ọ baghị uru na anyị na-agbara ya abụbụ ọrụ.\"",
    "\"Ihe niile ahụ ASUU ji agba abụbụ ọrụ, ọnweghị nke gbasara ya dịka onyeisi ụlọakwụkwọ Mahadum steeti.\"",
    "Chiaghanam kwuru na ndị na-akwado abụbụ ọrụ ahụ bụ ụfọdụ ndị nkuzi ọnụọgụgụ ha ebughị ibu.",
    "Mgbe BBC Igbo kpọtụkwaara ngalaba nke ọzọ nke ASUU nke Mahadum ahụ, onyeisi ha bụ Ọkammụta Aniebo kwuru na ndị otu 'Progressives abụghị ndị eziokwu.",
    "\"Ọ bụ ndị ọchịchị Mahadum anyị ji ha kwara ngwa ọrụ,\" Aniebo kwuru.",
    "\"Ọ bụrụ na ụlọ a rụrụ na Mahadum Igbariam dị otu narị, iri anọ maọbụ iri atọ na ise bụ ihe a gbatara n'abụbụ ọrụ ASUU.\"",
    "\"Otu ihe ahụ kwa na nke dị n'Uli\"",
    "\"Ụfọdụ na-ama mahadum a njakiri na-akpọ anyị ụlọakwụkwọ TETFUND na \"Needs Assessment; maka na ewepụ ego a gbatara n'abụbụ ọrụ, ụlọakwụkwọ anyị gaara ịdị ka nke ndị ọta akara\".",
    "Aniebo sị na abụbụ ọrụ nke ASUU gbara n'afọ 2019, ihe gọomentị kenyere COOU bụ N193,000,000.",
    "Gbasara nke \"Earned Academic Allowance\" Aniebo kwuru na \"mmadụ agaghị arụ ọrụ na ebe ọzọ ga rie ụgwọ ebe ọzọ\".",
    "O kwuru na ọnweghị ihe gbasara gọọmentị etiti na ụgwọ ahụ maka na ọ bụ naanị na mahadum Ọwụwa Anyanwụ ka anaghị akwụ ya maka ndị gọọmentị ebe ahụ jụrụ na ha agaghị akwụ.",
    "Aniebo kọwara na ọtụtụ ndị sonyere n'abụbụ ọrụ nke 2020, \"e ji ha ụgwọ ọnwa itoolu kemgbe ahụ, n'agbanyeghị na anyị degara onyeisi Mahadum ahụ akwụkwọ\".",
    "O kwuru na ndị otu 'progressives' abụghị ndị isi Asuu, ma kọwaa na ha onwe ha so n'Asuu na-aga Legọs ịga sonye n'ọgbakọ ebe a ga-anọ kpebie maka ya bụ abụbụ ọrụ.",
    "\"Ọ bụ n'ụbọchị ụka ka Asuu ga-agwa ọhaneze ebe ha kwụ maka ya bụ abụbụ ọrụ,\" Aniebo kwuru.",
    "Ebe foto si, FESTUS KEYAMO/TWITTER",
    "Ndị ọrụ gọọmentị ịgba abụbụ ọrụ na Naịjirịa abụghị ihe ọhụrụ.",
    "Asuu agbaala abụbụọrụ ọtụtụ oge n'ọdị nso n'ihi etu ha sị gọọmentị Naịjirịa si akpaso ndị nkuzi mahadum agwa.",
    "N'oge ugbua, ndị Asuu na-ewe iwe na gọọmentị anaghị emezu nkwa niile ha kwere ha kamgbe afọ 2009.",
    "Oge ikpeazụ Asuu gbara abụbụọrụ bụ malite n'ọnwa Maachị ruo ọnwa Disemba afọ 2020.",
    "Ya bụ abụbụọrụ nọrọ ọnwa itoolu tupu ha akwụsị ya.",
    "Oke abụbụọrụ a ndịị nkuzi mahadum na-agba kwa mgbe kwa mgbe mere ụfọdụ ndị nne na nna ji etinye ụmụ ha na mahadum nke ndị nkịtị nwe.",
    "Anambra Steeti",
    "Ọmụmụ na mmụta",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwuelekere 8 gara aga",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Vidio, Amụtara m ịsụ Igbo n'Ajegunle, nwunye m bụ onye Abia steeti - Daddy Showkey11 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Lee ihe ị maghị maka Romanus Amuta, 'Naatị' nke New Masquerade nwụrụ anwụ",
    "Ejije anyị maka ọgwụ ego na-egosi ihe na-eme n'ụwa anyị - Ndị Nollywood",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ndị DSS gbara isi akwara na Nnamdi Kanu agaghị agbanwe uwe ya - Ifeanyi Ejiofor",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}