{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Foto bụ nke e tinyere iji kọọ akụkọ, ọ bụghị ya ka akụkọ na-ekwu maka ya",
    "Akụkọ si obodo Uli nke dị n'okpuruọchịchị Ihiala n'Anambra Steeti na-ekwu na ndị oji egbe amaghi ndị ha bụ wakporo ụlọọrụ ndị uweojii nọ n'ebe ahụ taa bụ ụbọchị Fraịdee.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Tochukwu Ikenga gwara BBC Igbo na ihe a mere n'ezie.",
    "O kwukwara ha gbochiri ndị ekperima ahụ imezu ebumnuche ha.",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti",
    "N'okwu ya, ọ sị 'Agbabenyi na ndị a mere mwakpoo n'ụlọọrụ anyị dị n'Uli, enweghi onye Uweojii ha gburu\"",
    "Okpuruọchịchị Ihiala n'Anambra steetị bụ ebe ndị oji egbe na ndịagha Naịjirịa na-akwakọrịta mgbọ kwa mgbe kwa mgbe.",
    "N'abali ole na ole gara aga, ndị agha Naịjirịa gburu ndị oji egbe anọ dịka ha kwakọrịtara mgbọ.",
    "Mana ụgbọala ndị agha nwere ihe mberede okporoụzọ dịka ha na-agbaga ebe ahụ, otu onye agha nwụrụ na ya bụ ọdachi.",
    "Eeee awakporo ụlọọrụ ndị uweojii n'obodo anyị ma gbuo inspector Peter - Onye Obodo Ojoto",
    "Ọtụtụ ọgbaghara na okwu mwakpoo n'aka ndị oji egbe adapụtala n'akụkụ Ekwulobia na Ihiala nke Anambra steeti na nso nso a dịka ndị ọrụ nchekwa na-agba mbọ idajuu ọgbaghara ndị a.",
    "Cheta na oge e mere ntuliaka gọvanọ Anambra steeti n'afọ 2021, emeghi ntuliaka n'okpuruọchịchị Ihiala n'ụbọchị ehibere ime ya n'ihe etu ọnọdụ nchekwa si dị ebe ahụ.",
    "Mana e mechara yigharịa ma mee ya ntuliaka ahụ n'izuụka na-esote ya.",
    "Ebe foto si, Getty Images",
    "N'afọ 2021, Ọwụwa Anyawụ Naịjirịa banyere n'ọnọdụ nchekwa dị egwu.",
    "Ụfọdụ ihe egwu so nke a gụnyere mwakpo na ntọrọ ndị mmadụ, ntọrọ ndị eze odinala, mwakpo ụlọọrụ ndị uweojii, ụlọọrụ ngalaba na-ahazi ntulika bụ Independent National Electoral Commission (Inec), oke ogbugbu ndị mmadụ, mwakpoo ụfọdụ ụlọ mkpọrọ na ebe ndị ọzọ.Gọọmentị Naịjirịa ka na-agba mbọ n'waghachịte udo na nchekwa na mpaghara Ọwụwa Anyawụ Naịjirịa ugbua.",
    "Na nke dịka ibe ya, akụkọ apụtala na ndị oji egbe gbagburu otu onye nche a ma ama n'Enugwu aha ya bụ 'Jango' n'ụbọchị Tọzde.",
    "Nke a na-abịa dịka ndị Enugwu ka na-ama jijiji maka ogbugbu ndị oji egbe gburu ndị uweojii atọ n'ime ụbọchị Tọzde ahụ.",
    "E gburu onye nche a e ji 'Jango' maara n'ogige Meniru street dị na Gariki nke Enugwu.",
    "Anya hụrụ ka o si mee gwara BBC Igbo na  ọ bụ na mgbede Tọzde ka ndị oji egbe wakporo Meniru street were egbe chụsaa ndị mmadụ.",
    "Ngwagwa ha ruru n'ụlọ onye ha na-achọ bụ Jango, ha were egbe gbagbuo ya.",
    "Ndị uweojii Enugwu steeti ekwubeghị ihe ọbụla banyere nke a, mana BBC Igbo ezigarala ha ozi.",
    "Ọtụtụ ndị bi n'Enugwu nọ n'oke ụjọ ugbua maka ndị oji egbe a na-amaghị ndị ha bụ na-akpagharị mana na-egbu ndị mmadụ.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ozubulu crisis: Ndị ọchịehi awakpoghi Ozubulu - Ndị uweojii Anambra steeti12 Juun 2021",
    "Nkpor Killings: Etu ndị omekome si gbagbuo mmadụ atọ n'ọgbakọ emere na Nkpor - Ndị uweojii Anambra steeti11 Febụwarị 2021",
    "Unknown Gunmen in Anambra State: Ọ bụ Gọvanọ Obiano ka ndị ojiegbe wakporo n'Ihiala Oktoba 12?12 Ọktọba 2021",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwuelekere 8 gara aga",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Vidio, Amụtara m ịsụ Igbo n'Ajegunle, nwunye m bụ onye Abia steeti - Daddy Showkey11 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Lee ihe ị maghị maka Romanus Amuta, 'Naatị' nke New Masquerade nwụrụ anwụ",
    "Ejije anyị maka ọgwụ ego na-egosi ihe na-eme n'ụwa anyị - Ndị Nollywood",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ndị DSS gbara isi akwara na Nnamdi Kanu agaghị agbanwe uwe ya - Ifeanyi Ejiofor",
    "Etu ndị oji egbe si gbagbuo onye ntuzi aka okporoụzọ n'Ekwulobia",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}