{
  "published": "12 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Ndị ọrụ gbatagbata nke Legọs steei na-agba mbọ ịzọpụta ndị a na-eche tọrọ n'ime ụlọ a dara",
    "Ọnụ na-ekwuru ndi uweojii na Legọs steeti bụ Adekunle Ajisebutu ekwuola na ha ezigala ndị nke ha ebe otu dara na Yaba, Legọs steeti.",
    "Ụlọ a ka na-arụ arụ, ogogo ya ruru atọ dara na mpaghara Akanbi Crescent, Yaba nke Legọs steeti n'ụbọchị Satọdee.",
    "E kwuru na ụlọ a dara dakwasi ụlọ ọzọ nọ ya nso ebe ahụ.",
    "A na-eche na ndị mmadụ ka tọọ n'okpuru ụlọ a dara na Yaba.",
    "Ikoyi building collapse Lagos:Ndi nwụrụ n'ụlọ elu dara n'Ikoyi Legọs eruola 45",
    "Ikoyi building collapse update: A hụla ozu abụọ ọzọ mere ya mmadụ 45 nwụrụ n' ụlọelu dara na Legọs",
    "Ụlọ adaala n'Abraka, Delta steeti",
    "Ihe a mere n'ebe elekere atọ nke ehihe n'ụbọchị Satọde.",
    "Ndị nso ebe ahụ gbara ama na akụkụ ụlọ ahụ daburu n'afọ gara aga mana nke akwụsịghị ndị na-arụ ya bụ ụlọ.",
    "Ọtụtụ ndị nọ ebe ahụ na-ebe akwa enyemaka na-ekwu na ndị nke ha tọrọ n'ime ya bụ ụlọ dara.",
    "Ha kwukwara na ha nụrụ olu ụfọdụ ndị ha na-eche nọ n'ime ụlọ ahụ na-eti mkpu enyemaka mana ugbua ha anaghizi anụ olu ndị ahụ.",
    "Ọtụtụ ndị ọrụ gbatagbata awụchịbeghị ebe ahụ agbanyeghi na ndị uweojii nakwa ụgbọala e ji enyere ndị nọ n'ọnọdụ gbata gbata aka bụ Ambulance awuchiela ebe ahụ.",
    "Ndị ọrụ gbatagbata nke Lagos State Emergency Management Agency jị obere akụrụngwa ha wụchie ebe ahụ mgbe o ji nkeji ole m ole gafee otu awa ihe mere.",
    "Ndị nọ ebe ahụ na-ewe iwe n'ihi ndị ọrụ gbatagbata ebutebeghi akụrụngwa pụrụiche e ji agbapụta ndị nọ n'ụdịrị ọnọdụ a.",
    "Agbapụtala otu onye a sị dị afọ 16 dịka ndị nọ ebe ahụ mere ngwa ngwa gbapụta ya.",
    "Ka ọ dị ugbua, oge agaala kamgbe ihe a mere mana amalitebeghi ịgbapụta ndị ọzọ a na-eche tọrọ n'ime ụlọ a dara.",
    "Ụfọdụ na-ekwu na ọ bụ mmadụ anọ nọ n'ime ụlọ a dara ugbua.",
    "Amabeghi ihe kpatara ụlọ ji daa, maọbụ ma e nwere ndị nwụrụ maọbụkwanụ ma e nwere ndị merụọ ahụ n'ọdịda ya.",
    "A  na-eche ozi ga-esi n'aka ndị ọrụ gbatagbata nke gọọmentị banyere ya.",
    "Akụkọ ka na-abịa",
    "Ebe foto si, Reuters",
    "Ndị ọkwọ ụgbọala ogologo bụ 'truck' na Bekee akpọọla ekwo nkụ n'ime ngagharịiwe ahụ ha malitere kemgbe ịzuụka abụọ gara aga, agbenyeghi iwu ụlọikpe nyere ka ha kwụsị ya bụ abụbụ ọrụ n'okeala Amerika na Kanada.",
    "Ụlọikpe nyere ya bụ iwu n'elekere asaa n'abalị Fraịde, mana ruo ugbua, ọtụtụ n'ime ha nọkwa ebe ahụ ka ọnweghị ihe na-eme.",
    "Canada etinyela ndị Naịjirịa mgbochi",
    "Canada ga-agbara ndị Naịjirịa ụgbọ nwamkpi",
    "Egbuola nwoke gbagburu mmadụ 16 na Kanada",
    "Ndị ọkwọ ụgbọala ndị ahụ ji ụgbọala ha gbochie ụzọ isiakwa mmiri Ambassador Bridge, bụ ụzọ jikọtara Windsor, Ontario, Detroit na Michigan nke bụ na ọnweghị ndị ọzọ ha kwere gafe.",
    "Ndị ọzọ sokwa na ya bụ abụbụ maka ya bụ mmanya a chọrọ ịmanye ndị drịava ahụ ka ha gbaa ọgwụ mgbochi nọkwa ebe ndị ọzọ dịka Ottawa.",
    "Ndị wegara ya bụ ikpe n'ụlọikpe bụ ndị steeti Windsor  na ndị otu na-azụ ahịa akụrụngwa ụgbọala bụ ndị na-ekwu na ihe ha tufugoro maka ya bụ abụbụ ọrụ eruola nde dọla iri ise ($50m) kwa ụbọchị.",
    "Ya bụ iwu ụlọikpe mere ka ndị uweojii Windsor mee ka ndị mmadụ mata na \"ọ bụ arụ ịkachị ntị na-eme ya bụ abụbụ ọrụ\" maọbụ igbochi ụzọ n'okeala ahụ.",
    "Ha mekwara ka ndị mmadụ mata na ndị dara iwu a nwereike ha agaghịzị abata mba Amerịka ma akpachikwa ụgbọala ha.",
    "Mana ka awa ole maọbụ ole gachara, ụfọdụ n'ime ha pụtakwara fegharịwa ọkọlọtọ ha ebe ha na-eme abụbụ ọrụ.",
    "Puku kwuru puku ndị ọzọ nọkwa n'ime obodo Ottawa, isiobodo mba ahụ na-emekwa nke ha.",
    "Ha gbachikwara ụzọ abụọ ndị ọzọ e si eji mba Amerịka.",
    "Ebe foto si, European Pressphoto Agency",
    "Jake Sullivan bụ onye ndụmọdụ ọrụ nchekwa mba Amerịka sị na Russia nwereike ịwakpo Ukraine mgbe adịghị anya",
    "Mba Germany dịka mba Amerịka adọọla ndị be ha nọ n'Ukraine aka na ntị ọzọ ha si ebe ahụ gbapụ tupu abalị abụọ agacha, maka na Russia nwereike ịwakpo ebe ahụ mgbe ọbụla.",
    "Ha kwuru ụbọchị Frịade na ya bụ nmwakpo nwereike iji agha ụgbọelu malite nke nwereike ime ka ọ hịaahụ mmadụ ịgbapụ.",
    "Joe Biden agwala ndị America nọ na Ukraine ka ha rie mbombo ọsọ",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "Moscow ka na-agọsi ike na ọnweghị mgbe ha bu n'obi ịwakpo Ukraine agbanyeghị na ndị agha ha ruru otu narị puku keziri nkwụcha n'okeala ha na Ukraine.",
    "Ndị mba ọzọ dịka UK, Canada, the Netherlands, Latvia, Japan na South Korea agwakwala ndị be ha ka ha si ebe ahụ gbapụ ọsọ ngwangwa.",
    "Minista na-ahụ maka mba ofesi nke Russia ebola ndị mba ndị ọzọ a na ha na-arafụ ndị mmadụ site n'ibu akụkọ ụgha.",
    "Onye ndụmọgbụ gbasara ọrụ nchekwa na mba Amerịka bụ Jake Sullivan sị na Russia \" ekeela nkwụcha ugbua ibuso agha nke dị egwu\".",
    "Ọ sị. \"anyị amabeghị ihe ga-eme echi. Anyị amaghị ihe echi ga-abụ. Mana ihe anyị ma bụ na ya bụ oke mmiri ejiela n'igwe nke bụ na onye obula kwesiri ịgbawa ọsọ ndụ ya ugbua\".",
    "Sullivan sị na ha amabeghị ka onyeisiala mba Russia bụ Vladimir Putin ekpebiela ịwakpo Ukraine, ma sịkwa na onyeisiala ahụ na-achọzị ihe ọ ga-ekodo aka nwere malite ya bụ mnwakpo nke ọ sịrị ga-amalite n'agha elu.",
    "Okwu ya bịara dịka mba Amerịka dọgoro aka na ntị maka ngwaagha ndị Russia na-ebusa na okeala ha na Ukraine kemgbe izu gara aga ya na ọzụzụ ndị agha ha na-eme na Black Sea nsonso a.",
    "Odeakwụkwọ ukwu mba Amerịak bụ Antony Blinken ekwubụọla na etu Russia si ebusa ngwagha n'okeala ha na Ukraine nyere \"nsogbu ma nwekwaike ịme ka ya bụ okwu ria elu\".",
    "Amerika",
    "Legọsị steeti",
    "Legọsị",
    "Canada",
    "Rọshia",
    "Ukraine",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steetielekere 4 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "A na-eche na ndị mmadụ ka tọọ n'ụlọ ogogo ya ruru atọ adara na Yaba, Legos steeti12 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steeti",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Ndị DSS gbara isi akwara na Nnamdi Kanu agaghị agbanwe uwe ya - Ifeanyi Ejiofor",
    "A na-eche na ndị mmadụ ka tọọ n'ụlọ ogogo ya ruru atọ adara na Yaba, Legos steeti",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala",
    "Ịgba abụbụọrụ ekewaaala Asuu nke Mahadum Odumegwu Ojukwu",
    "Lee ihe ị maghị maka Romanus Amuta, 'Naatị' nke New Masquerade nwụrụ anwụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}