{
  "published": "12 Febụwarị 2022, 13:12 WAT",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mac Collins Chidebe/Facebook",
    "N'ụwa niile gbaa gburugburu, onyonyo na-achawapụta ndị buru ha tinye n'ihu ndị mmadụ.",
    "Ọ na-egosi etu ndị mmadụ si ebi ndụ na etu ha si eme ihe dị icheiche.",
    "Ejije anyị maka ọgwụ ego na-egosi ihe na-eme n'ụwa anyị - Ndị Nollywood",
    "Ihe ise ị maghị maka Ernest Asuzu lara mmụọ",
    "Stanley Okoro, onye ihe ejije a ma ama alaala mmụọ",
    "Ọ bụrụ na a tụgharịa ya etu ndị Bekee siri kwuo ya, 'onyonyo bụ enyo obodo' nke pụtara na ọ na-enyopụtasị etu obodo dị wee hazie ya gosi ndị mmadụ.",
    "Nollywood bụ otu na-ahụ maka ihe ejije na Naịjirịa bụ otu kwụ chịm ma bụrụ nke atọ na mbaụwa ndị ọnụọgugụ onyonyo ha na-emepụta kachasị na mbaụwa.",
    "Nolywood edebela Naịjirịa n'ogogo dị elu ma were omenala Naịjirịa kpagharịa gaa mpaghara niile n'ụwa site n'onyonyo ha na-emepụta na-egosi ndị Naịjirịa na agwa ha.",
    "Dika onyeisi ndị otu Association of Movie Producers (AMP) bụ Peace Anyiam-Osigwe siri kwuo, \"Nollywood bụ ihe tinyere Naịjirịa na mapụ mbaụwa ma gosi ụwa ihe ọma dị icheiche gbasara anyị na ihe ndị anyị na-emepụta.\"",
    "Ebe foto si, Mac Collins Chidebe/Facebook",
    "Nke a bu eziokwu maka na ọtụtụ ndị si mba dị icheiche na-abịabeghị Naịjirịa mbụ nwereike ikwu gbasara ụfọdụ omenaala, kpọọ ụfọdụ ebe aha site na onyonyo ndị ha lere.",
    "N'ihi na Nollywood bụ ndị nwere ike pụrụiche nwereike ịkụzi maọbụ gbanwee echiche ndị mmadụ, ọtụtụ ndị mmadụ ekwuola na o nwere ụfọdụ ihe ha na-egosi na-abụghị etu ihe si kwụrụ na Naịjirịa ma na-ebute nghọtaghịe nye ndị na-ekiri ha. Ụfọdụ ihe ndị ahụ adabaghị adaba.",
    "Legọs steeti bụ ebe a na-egbu ọzụ na ntabị anya",
    "N'ọtụtụ onyonyo ndị Nollywood, ha egosila na n'ime obodo ka a na-ata ahụhụ, ndị niile nwere ego ihe na-agara nke ọma bụ ndị nọ n'ebe ọkụ na-enwu n'elu maobụ ndị bi na Legọs nke bụ na ewu na ọkụkọ ga-achọ ịga Legọs ebe ha ga-egbu ozu n'otu afọ maọbụ na ntabi anya.",
    "Ebe foto si, Mac Collins Chidebe/Facebook",
    "Ịgbankwụ",
    "Ịgbankwụ bụ emume omenala ịlụ nwaanyị n'ụfọdụ obodo n'ala Igbo. Nke bu eziokwu bụ na ọtụtụ obodo anaghị eme ịgba nkwụ na mbụ.",
    "Mana ugbua, Nollywood emela ya ọ dị ka ọ bu omenala ala Igbo niile.",
    "Ụfọfụ ndị anyị gbara ajụjụọnụ kwuru na ndị obodo anaghị emebu ịgbankwụ, kama ha na-eme ịdọ mmanya, isi nri ọgọ, ịrụ ọrụ ọgọ nakwa ịhụ ahịa nwaanyị nke obodo dị icheiche nwere aha ha na-akpọ ya. Ịgbankwụ bụ omenala ụfọdụ ebe n'Anambara.",
    "Dibia na-anọ n'ime ọhịa",
    "N'imirikiti onyonyo ndị Nollywood, ndị na-arụ dibịa Igbo na-ebi n'ime ọhịa, onye ọbụla chọrọ izute ha ga-aga n'ime ọhịa, mana nke abụghị eziokwu.",
    "Ebe foto si, Ebere Okaro/Instagram",
    "Ndị okenye na-abụkarị ndị amụsụ",
    "Otu nne nwanyị gwara BBC Igbo okwu na-achọghị ka a kpọọ aha ya kwuru na ya anaghị agabu ndị obodo nso oge mbụ maka na ya na-eche na ha bụ ndị amusu maka etu ndị Nollywood si egosi ndị okenye n'ụfodụ onyonyo.",
    "Nwanyị ahụ kwuru na ọ bụ oge ya mere okenye ka ya malitere ịga ndị okenye nso n'onwe ya na-emeghi ya na mmanye.",
    "Ndị bi n'ime obodo na-egbu mmadụ",
    "Ọtụtụ ndi Igbo nọ n'ofesi anaghị alọta maka na ha na-ahụ onyonyo ebe e gburu e jiri ọtụmọkpọ gbuo mdị lọtara ụlo.",
    "Nke a n'onwe ya abụghị eziokwu.",
    "Ebe e nwere ndị mmadụ n'ezie, ọ ɓụghị eziokwu na a na-egbu ndị niile si ofesi lọta.",
    "Ebe foto si, Ebere Okaro/Instagram",
    "Ndị nnedi bụ ajọ mmadụ",
    "Patience Ozokwo ji onyonyo ebe ọ mere ajọ nnedi mere onwe ya aha nke bụ na ụfọdụ ụmụnwaanyị na-ekpe ekpere ka ha ghara inwe nnedi.",
    "Mana nke bụ eziokwu bụ na nnedi niile anaghị emegide nwunye nwa ha.",
    "Nkwakwalite atụmatụ ọgwụ ego",
    "N'okwu ndị ọzọ a na-atụ Nollywood aka na ha na-abute Naịjirịa nsogbu, ndị omeiwu Naịjirịa nyere iwu ka ndị na-eme onyonyo kwụsị ịgosi onyonyo ebe a na-eme ọgwụ ego maka na ọ dịka ndị mmadụ jizi ya amụ etu e si agwọ ọgwụ ego. Agbanyeghi nke a, ndị nwere agba na Nollywood kwuru na aka ha adighi na ebubo a.",
    "Nollywood",
    "Ihe nkiri",
    "Amaka Igwe: Ihe iri ị na-amaghị maka nwaada Igbo a larala mmuọ2 Jenụwarị 2020",
    "Vidio, Nollywood: E gwuru m chandum mgbe m bidoro - Obi Emelonye1 Nọvemba 2019",
    "Vidio, Uwaezuoke: 'Anwụ na-achagbu anyị na Nollywood'23 Juun 2021",
    "Vidio, Ike Ude: 'Ihe mere m ji esekarị ndị Nollywood'16 Juun 2019",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steetielekere 3 gara aga",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "A na-eche na ndị mmadụ ka tọọ n'ụlọ ogogo ya ruru atọ adara na Yaba, Legos steeti12 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steeti",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ndị DSS gbara isi akwara na Nnamdi Kanu agaghị agbanwe uwe ya - Ifeanyi Ejiofor",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala",
    "A na-eche na ndị mmadụ ka tọọ n'ụlọ ogogo ya ruru atọ adara na Yaba, Legos steeti",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ịgba abụbụọrụ ekewaaala Asuu nke Mahadum Odumegwu Ojukwu",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}