{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe onyoonyo na-efeghari gosiri ka ozu otu nwoke yi akwa ndị uweojii Naịjirịa tọgbọọ n'ala",
    "Akụkọ si Enugu abịa na-ekwu na ndị a na-eche bụ ndị o ji egbe agbagbuola ndị  uweojii a sị ruru anọ n'Obeagu dị n'okpuruọchịchị Enugu south n'ụbọchị Satodee",
    "N'ihe onyoonyo na-efeghari na soshal midia n'ụbọchị Satọdee, e kwuru na mwakpo nọ ya bụ ihe onyoyo mere n'okporoụzọ si Obeagu gawa Agbani.",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "E kwuru na agbagburu ndị uweojii anọ n'agbanyeghi na ihe onyoonyo ahụ gosiri naani otu nwoke yi akwa uweojii ebe ahụ.",
    "Akụkọ na-ekwu na mwakpo a mere ebe elekere atọ nke ehihi Satọdee.",
    "Nke a na-abịa dịka naani otu abalị gachara ebe ndị o ji egbe amabeghi ndị ha bụ wakporo ogige Meniru street dị na Gariki nke Enugwu.",
    "Na mwakpoo a mere n'ụbọchị Tọzde, agbagburu otu onye nche a ma ama n'Enugwu aha ya bụ 'Jango'.",
    "N'ihe onyonyo na-efeghari ugbua, ndị njem bu ụgbọala ha na-agafee ogige ebe ndị uweojii na-enyocha ụgbọala ndị mmadụ nke Bekee na-akpọ Check Point, nke e kwuru bụ ebe mwakpoo a mere.",
    "Ebe foto si, Screenshot",
    "Ihe onyoonyo ahụ gosiri 'Check point' ebe ndị uweojii na-anọ eme ọrụ nchekwa",
    "Ndị njem ahụ nọ na-eti mkpu dịka ozu otu nwoke yi akwa ndị uweojii tọgbọọ n'ala ebe ahụ.",
    "Ihe onyonyo ahụ gosikwara ka ọbara si n'ahụ ozu nwoke ahụ tọgbọọ ebe ahụ jupụtara n'ala ya bụ okporoụzọ ahụ.",
    "Ndị nọ ebe ahụ ihe a mee kwuru na ndị o ji egbe ahụ bi ụgbọala \"Sienna\" na \"Lexus jeep\" wee wakpo ndị uweojii na checkpoint ahụ ama ama n'ụzọ si Obeagu gawa Agbani.",
    "Ndị a kwukwara na a gbagburu ndị uweojii anọ, ndị ozu ha tọgbọrọ na ya bụ n'okporoụzọ.",
    "Chetakwa na ọ bụ ụbọchị abụọ gara aga ka ndị o ji egbe wakpokwara \"check point\" ndị Uweojii na akụkụ Timber shade, Enugu ma gbagbuo mmadụ anọ.",
    "BBC Igbo kpọtụrụ ọnụ na-ekwuru ndị uweojii n'Enugu steeti bụ Daniel Ndukwe maka nke a mana ọ zabeghi ekwentị ya.",
    "Ọkaiwu Steve Orurua bụ onye enyeka gọvanọ Ifeanyi Ugwuanyi kwuru na ọ nụrụ maka ya bụ mwakpo mana gọọmentị Enugu steeti ga-ezipụta ozi banyere ya na nso nso a.",
    "Cheta na Ndukwe ekwuolarị okwu maka nke mere abali abụọ gara aga were zaa ndị ntaakụkọ na ha na-atinye anya na mmiri ịchọpụta ndị omekaome ahụ.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Enugwu",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steetielekere 4 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "A na-eche na ndị mmadụ ka tọọ n'ụlọ ogogo ya ruru atọ adara na Yaba, Legos steeti12 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Lekwa onye Queen Elizabeth chọrọ ka akpọwa ezenwaanyị n'ọdịnihu6 Febụwarị 2022",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steeti",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "A chọtala ngwongwo ọrụ Ijeoma Neke n'aka ụmụnne abụọ a na-enyo maka ogbugbu ya",
    "Ndị DSS gbara isi akwara na Nnamdi Kanu agaghị agbanwe uwe ya - Ifeanyi Ejiofor",
    "A na-eche na ndị mmadụ ka tọọ n'ụlọ ogogo ya ruru atọ adara na Yaba, Legos steeti",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala",
    "Ịgba abụbụọrụ ekewaaala Asuu nke Mahadum Odumegwu Ojukwu",
    "Lee ihe ị maghị maka Romanus Amuta, 'Naatị' nke New Masquerade nwụrụ anwụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}