{
  "published": "15 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Virginia Roberts",
    "Prince Andrew na Virginia Roberts na Ghislaine Maxwell, n'afọ 2001",
    "Prince Andrew bụ otu n'ime ụmụ Ezenwaanyị Elizabeth nke abụọ nke mba Briten, ekpebiela ikpe dị n'etiti ya na Virginia Giuffre - onye kpụpụrụ ya ụlọikpe maka mwakpo na mba Amerịka.",
    "Nwaada Giuffre gbara Prince Andrew (Duke nke York) akwụkwọ n'ụlọikpe, ebe o boro ya ebubo iwakpo ya ugboro atọ oge ọ dị naanị afọ 17, nke ọ gọrọla ụkwụ na aka ya ugboro ugboro.",
    "Akwụkwọ ozi e zigara ụlọikpe dị na mba Amerịka n'ụbọchị Tuzde, kwuru na Prince Andrew na nwaada Giuffre kpebiri okwu ha n'onwe ha, na-esoghizi mkpebi ụlọikpe.",
    "Akwụkwọ ozi ahụ kwuru na ọ ga-akwụ nwaada Giuffre ego ole a na-akpọghị aha.",
    "Ndị nnọchite anya ya kwuru na o nweghi ihe Prince Andrew nwere ikwu karịa ihe e kwurula n'akwụkwọ dị n'ụlọikpe, ebe Buckingham Palace jụrụ itinye ọnụ n'ihe gbasara mkpebi a.",
    "Ebe foto si, Anadolu Agency",
    "Mba Russia sị na ọ gwala ụfọdụ ndịagha ha nọ nso n'okeala ha na mba Ukraine ka ha lọghachite n'azụ.",
    "Minista ha na-ahụ maka nchekwa sị nkwado ha na-eme ga-aga n'ihu kama na ụfọdụ ndịagha na-alọghachite n'ogige ha.",
    "O doro anyị anya na Russia na-akwado ịwakpo Ukraine nke taa nke echi - Boris Johnson",
    "Joe Biden agwala ndị America nọ na Ukraine ka ha rie mbombo ọsọ",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "O kwughi ndịagha ole na-apụ, a mabeghi ma o nwere ibelata egwu dị n'ebe ahụ ugbua.",
    "Russia ji ndịagha ha karịrị otu puku narị (100,000) kwụrụ chịm n'okeala ha na mba Ukraine, mana ha gọnarịrị ebubo na ha chọrọ ịwakpo Ukraine.",
    "Ndịagha nọ na-enwete ọzụzụ dị iche iche n'ogige ahụ dịka ọnụ na-ekwuru ministry nchekwa bụ Igo Konashenkov si kwuo.",
    "Mkparịtaụka etu a ga-esi gbochie ọgụ na ọgbaghara a ka na-aga n'ihu na Tuzde dịka Chansela Germany bụ Olaz Scholz ga-ezute onyeisiala Russia bụ Vladimir Putin.",
    "Kama m ga-agba ọgwụ mgbochi coronavirus ọ kaara m mma ịkwụsị ịkụ tennis  - Djokovic",
    "Novak Djokovic na-akụ tennis ekwuola ihe mere o ji jụụ ịgba ọgwụ mgbochi coronavirus.",
    "Na mkparịtaụka ya BBC nwere, ọ sị na mmadụ enweghi ikike ịmanye ya n'ike ka ọ gbaa ọgwụ mgbochi coronavirus.",
    "Novak Djokovic apụọla na mba Australia ugbua",
    "\"Ihe nke a enyeghi m ọnụ okwu, ọ di m ka ọ bu na-nrọ\" - Rafael Nadal",
    "Ọ sị kama ọ ga-agba ọgwụ mgbochi coronavirus, na ọ ga-akara ya mma ịhapụ ịkụ asọmpi tennis.",
    "Djokovic sị na o soghi na ndị na-asị ka a gbaala ọgwụ mgbochi kama na ọ bụ maka ahụike ya mere ọ chọghị ịgba.",
    "Ebe foto si, EPA",
    "Cheta na mba Australia nyere nwamadị a ọsọ na mba ha maka na ọ gbaghị ọgwụ tupu ọ bịara ịkụ asọmpi Tennis.",
    "Djokovic bụ onye mbụ n'ịkụ tennis, sị na o nwere akwụkwọ mkpuchi ịbanye Australia na-agbaghị ọgwụ a.",
    "Mana minista ọpụpụ na mbata n'Australia bụ Alex Hawke kagburu akwụkwọ ikike Djokovic ma sị na o nwere ibute ọgbaghara na mba ha.",
    "Onye bụ Djokovic?",
    "Novak Djokovic bụ nwafọ mba Serbia na-akụ tebụlụ tennis.",
    "A mụrụ ya n'ụbọchị iri abụọ na abụọ nke ọnwa Mee afọ 1987.",
    "Djokovic malitere ịkụ tennis dịka aka ọrụ n'afọ 2003.",
    "Ọ bụ otu n'ime ndị kachasị akụ tennis n'ụwa, o turula ugo a kpọrọ 'Grand slams' ugboro iri abụọ na abụọ.",
    "Ọ lụrụ nwunye ya bụ Jelena Djokovic n'afọ 2014 ma mụọ ụmụ abụọ bụ Tara na Stefan Djokovic.",
    "Coronavirus",
    "Egwuruegwu",
    "BBC",
    "Vidio, “Onye ọbụla na-ekwu na Naịjịria dara ogbenye enweghi anya ime mmụọ” – Rochas Okorocha15 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Etu ndị 'unknown gunmen' si gbuo ndị uweojii n'Ezillo, Ebonyi steetielekere 4 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA",
    "Prince Andrew na Virginia Giuffre ekpebiela okwu mwakpo dị n'etiti ha",
    "O doro anyị anya na Russia na-akwado ịwakpo Ukraine nke taa nke echi - Boris Johnson",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steeti",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala",
    "Ihe mere na m akpọpụtaghị aha ndị na-akwado ndị ekperima n'Imo -Hope Uzodimma",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}