{
  "published": "14 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Unizik/Facebook",
    "Ndị nkuzi mahadum na Naịjrịa bụ Academic Staff Union of Universities (ASUU) sị na ha-agba abụbụọrụ otu ọnwa.",
    "Nke a dị n'akwụkwọ ozi ha wepụtara n'ụtụtụ Mọnde 14 Febụwarị, 2022 mgbe ndịisi otu mechara nzukọ bụ nke ha kwerikọtara ịgba abụbụọrụ.",
    "Ndị Asuu ekwebeghị ịgba egwu gọọmentị na-akụrụ ha",
    "Abụbọ ọrụ ASUU abịala na njedebe",
    "Ihe ASUU Strike napụrụ anyị  - Ụmụakwụkwọ Naịjirịa",
    "N'ozi ha wepụtara na Twitter ngalaba agụmaakwụkwọ a sị na ha mere ọ gbakọ a malite n'abalị Sọnde rute n'ụtụtụ Mọnde.",
    "Academic Staff Union of Universities (ASUU) sị na abụbụọrụ a bụ iji dọọ gọọmentị aka na ntị ka ha nwee ike mezuo ihe ndị ha chọrọ nke gụnyere;",
    "Ka gọọmentị kwụọ ha ụgwọ mgbakwụnye a kpọrọ 'Earned Academic Allowance'.",
    "Ka gọọmentị tinyekwuo ego n'agụmaakwụkwọ.",
    "Ka gọọmentị gbanwee usoro ịkwụ ha ụgwọ a kpọrọ 'Integrated Personnel Payroll Information System' (IPPIS) ka ọ bụrụzie 'University Transparency and Accountability System' (UTAS).",
    "ASUU sị na abụbụọrụ a ga-aga n'ihu ruo mgbe a na-amabeghi ma ọ bụrụ na gọọmentị emeghi ihe banyere ihe ndị a ha chọrọ.",
    "Cheta na ASUU na gọọmentị etiti nwere mkparịtaụka n'izuụka gara iji leba anya n'ihe ndị a mana ọ dị ka nke ahụ amịtabeghi mkpụrụ nke mere ASUU jiri malite abụbụọrụ a.",
    "Ebe foto si, ASUU",
    "ASUU bụ aha mkpiriisi otu Academic Staff Union of Universities bụ nke jikọtara ndị nkuzi mahadum na Naịjirịa.",
    "E hiwere otu a n'afọ 1978, mgbe ha gbanwere otu a kpọrọ 'Nigerian Association of University Teachers' bụ nke e hiwere n'afọ 1965.",
    "Ọrụ ha bụ ikwulite okwu ka agụmaakwụkwọ mahadum Naịjirịa dị mma ma nwete oke ruru ha.",
    "Otu a agbaala ọtụtụ abụbụọrụ nke malitere n'afọ 1988 mgbe ndị agha ka na-achị Naịjirịa ma rute ugbua ndị nktịtị na-achị.",
    "Ụfọdụ ndị chịrị dịka ndịisi ngalaba a gụnyere; Oladipo Fashina, Attahiru Jega, Assisi Asobie,Festus Iyayi, Victor Emmanuel Osodeke dgz.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Ọmụmụ na mmụta",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA14 Febụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "O doro anyị anya na Russia na-akwado ịwakpo Ukraine nke taa nke echi - Boris Johnsonelekere 9 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steeti",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "'Ọ bụ nwa onye nwe ụlọakwụkwọ adigboroja pịagburu nwa akwụkwọ dị ọnwa 19' - Kọmịshọna Agụmakwụkwọ",
    "O doro anyị anya na Russia na-akwado ịwakpo Ukraine nke taa nke echi - Boris Johnson",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}