{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Boris Johnson, bụ onyeisi gọọmentị mba United Kingdom, ekwuola na ha ma nke ọma na Russia na-atụ atụmatụ ịwakpo mba Ukraine n'oge adịghị anya.",
    "Johnson kwuru nke a oge o mere njem gaa mba Scotland, ma kpọọ oku ka mba Russia ghara ime nke a.",
    "Boris Johnson arịọla mgbaghara",
    "Ihe mmeri Boris Johnson pụtara n'okwu Brexit?",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "\"Anyị ahụla ihe akaebe doro anya gosiri na Russia na-akwado ịwakpo Ukraine,\" Johnson kwuru.",
    "\"Ihe niile anyị hụrụla gosiri n'ezie na ha na-akwadosi nke a ike.\"",
    "\"Ọnọdụ a jọgburu onwe ya na njọ ma sikwaa nnukwu ike, mana oge ka dịịrị Onyeisiala Vladmir Putin ịkwụsị mwakpo a.\"",
    "Cheta na gọọmentị mba UK agwala ndị mba ha niile nọ na Ukraine ka ha si na mba ahụ pụọ n'ihi ụjọ na Russia nwere ike ibuso mba ahụ agha.",
    "N'ụbọchị Sọnde, ụlọọrụ ụgbọelu KLM kwuru na agaghịzị na-aga mba Ukraine.",
    "Ka ọ dị ugbua, mba Russia akpọkọọla ndị agha ha ruru 100,000 dobe ha na nso okeala ha na Ukraine.",
    "Ndị agha Russuia karịrị 30,000 nọkwa na-eme nkwado ọgụ na mba Belarus, n'agbanyeghị na Russia kwuru na ha achọghị ịwakpo Ukraine.",
    "Onyeisiala mba Germany bụ Olaf Scholz na Vladmir Putin ga-enwe nzukọ n'ụbọchị Tuzde, Febrụwarị 15, iji kpaa etu a ga-esi mee ka udo chịa.",
    "Isi sekpụ ntị n'esemokwu a bụ na Russia achọghị ka a nabata Ukraine n'otu NATO, nke bụ otu jikọrọ ndị agha mba niile dị na Europe.",
    "Mana ọtụtụ mba Europe ndị ọzọ akwadoghị ihe Russia na-ekwu. Ha ekwuola na ha ga-enye mba Russia ntaramahụhụ siri ike ma ha wakpoo Ukraine.",
    "United Kingdom",
    "Europe",
    "Rọshia",
    "Mpaghara Europe",
    "Ukraine",
    "World News today: A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden26 Jenụwarị 2022",
    "Boris Johnson news: Ọ rịọla mgbaghara31 Jenụwarị 2022",
    "UK Election : Ihe mmeri Boris Johnson pụtara n'okwu Brexit?13 Disemba 2019",
    "Russia bidoro ntụliaka taa iji chọpụta onyeisiala ọhụrụ18 Maachị 2018",
    "Vladimir Putin bụ onyeisiala Rọshịa ga-achị afọ isii ọzọ19 Maachị 2018",
    "Boris Johnson abụrụla Praịm Mịnịsta Briten23 Julaị 2019",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA14 Febụwarị 2022",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "O doro anyị anya na Russia na-akwado ịwakpo Ukraine nke taa nke echi - Boris Johnsonelekere 9 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Vidio, Bad Fuel: Etu ị ga-esi mata mmanụ ụgbọala adịgboroja, Duration 2,029 Febụwarị 2022",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa haEmelitere ikpeazụ na: 23 Mee 2020",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steeti",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "'Ọ bụ nwa onye nwe ụlọakwụkwọ adigboroja pịagburu nwa akwụkwọ dị ọnwa 19' - Kọmịshọna Agụmakwụkwọ",
    "O doro anyị anya na Russia na-akwado ịwakpo Ukraine nke taa nke echi - Boris Johnson",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}