{
  "published": "15 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Rochas Okorocha, bụ onye na-anọchịte anya mpaghara 'Imo West' n'ụlọ omeiwu ukwu Naịjirịa, ekwuola na onye ọchịchị ọbụla na-ekwu na Naịjirịa dara ụbịam, bụ onye enweghị ọgụgụ isi ichepụta ihe.",
    "Okorocha kwuru nke a na mkparịtaụka pụrụiche ya na BBC Igbo nwere n'ọdị nso a, dịka o kwupụtachara mmasị ya iso zọọ ọkwa onyeisiala Naịjirịa n'afọ 2023.",
    "Nwamadị a chịburu Imo steeti dịka Gọvanọ kwuru na onwebeghị onye a ga-eji tunyere ya n'ime ndị niile kwupụtarala mkpebi ha ịzọ ọkwa a.",
    "Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas",
    "Rochas Okorocha na gọọmenti Imo steeti na-adụ aka n'ọnụ gbasara ndi bụ \"unknown gunmen\"",
    "Ihe mere Uche Nwosu taa - Rochas Okorocha",
    "Ndị niile Rochas Okorocha nyere ala na Ekwema Crescent gba aka - Gọọmentị Imo state",
    "N'agbanyeghị ebubo nrụrụaka nke ndị ngalaba na-ebu agha megide mpụ bụ 'Economic and Financial Crimes Commission (EFCC) na-ebo ya, Okorocha kwuru na egwu anaghị atụ ya.",
    "Gbasara onye Igbo ịchị Naịjirịa, Okorocha kwuru na ndị Igbo anaghị akwado ndị nke ha.",
    "N’okwu ya ọ sị: “Ndị Igbo amaghị etu e si akwa ụzọ”",
    "Okorocha kọwakwara mmekọrịta dị n'etiti ya na Bola Ahmed Tinubu, onye bụ onyeisi oche pati All Progressives Congress (APC) si dị.",
    "Gbasara etu o si hụta ọchịchị Naịjirịa nke ugbua, Okorocha kwuru na ya agaghị ekwupụta uche ya kịtaa, na ha ka nọ n’oche ọrụ.",
    "Afọ 2023 bụ afọ Naịjirịa ga-eme ntuliaka maka ọkwa onyeisiala ga-anọchi onye nke na-achị ugbua bụ Muhammadu Buhari.",
    "Buhari achịzuola afọ asatọ nke iwu Naịjirịa nyere mmadụ ikike ịnọ n'ọkwa Onyeisiala.",
    "Ya mere na ihe niile banyere ịzọ ọkwa Onyeisiala Naịjirịa ji asara oke ọkụ ugbua.",
    "Mkparịtaụka BBC Igbo na Rochas Okorocha nwere rụtụrụ aka na mmasị ya ịzọ ya bụ ọkwa oche nakwa ihe ndị ọzọ banyere ọchịchị Naịjirịa.",
    "Ndọrọndọrọ ọchịchị",
    "Imo steeti",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Hope Uzodimma : Ihe mere na m akpọpụtaghị aha ndị na-akwado ndị ekperima n'Imo4 Jenụwarị 2022",
    "Vidio, Ihe mere Uche Nwosu taa - Rochas Okorocha, Duration 3,2226 Disemba 2021",
    "Vidio, Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas Okorocha, Duration 40,4229 Nọvemba 2021",
    "Vidio, Sit-at-home:Etu ndị 'unknown gunmen' si gbuo ndị uweojii n'Ezillo, Ebonyi steeti, Duration 1,26elekere 4 gara aga",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, “Onye ọbụla na-ekwu na Naịjịria dara ogbenye enweghi anya ime mmụọ” – Rochas Okorocha, Duration 37,0015 Febụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Onyeisi ndị uweojii Naịjiria enyela iwu ka a machie ngalaba uweojii ọpụrụiche niile, Duration 2,4115 Febụwarị 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Nwayọ nwayọ, ịkwa baro emeela m ọgaranya, Duration 4,5020 Julaị 2021",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}