{
  "published": "15 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị oji egbe egbu awakpoola ma gbuo ndị uweojii atọ n'ụlọọrụ ndị uweojii dị n'obodo Ezillo dị n'okpuruọchịchị Ishielu n'Ebonyi steeti n'ụbọchị Mọnde, Febrụwarị 14, 2022.",
    "Nke a mere ka ọtụtụ ndị bi n'obodo ahụ rie mbo mbo ọsọ dịka ndị bi ebe hụ si kwu.",
    "Ihe mere Gọvanọ Umahi jiri sị na ọ ga-anwụchi ezinaụlọ ndị 'Unknown Gunmen' n’Ebonyi",
    "A gbaala otu onye ọkụ n'Enugu ugbua",
    "Anya hụrụnụ na-achọghị ka akpọpụta aha ya gwara onye ntaakụkọ BBC gara ebe ahụ ihe ha mere, na \"ọtụtụ ndị bi n'obodo Ezillo malitere gbawa ọsọ mgbe ha nụrụ ụda egbe dịka ha na-eche na ọ bụ ndị agbata obi ha biara iwakpo ha.",
    "\"Mana anyị mechara chọpụta na ọ bụ ndị unknown gunmen biara ije ahụ.\"",
    "O kwuru na ọ bụ n'elekere iri na otu na ụma nke mgbede ka ha bidoro nụwa ụda egbe.",
    "\"N'ụtụtụ ebe elekere asatọ ka m hụrụ otu ụgbọala agbara ọkụ, ahụghị m ozu ọbụla ebe ahụ mana a nụrụ m na ndị o ji egbe ahụ gburu ndị uweojii atọ.\"",
    "Pius Edeh na-arụ n'ụlọụka ndị Katọlịk kwukwara otu ihe ahụ. O kwuru na mgbe ọ nụru ụda egbe ahụ n'elekere 11:30, ọ kpọrọ nwunye ya gawa na Bishop's court maka inweta nchekwa.",
    "\"Mana n'ụtụtụ a, ọtụtụ mmadụ amalitela gawa mkpa ha.\" bụ Pius gwara onye ntaakụkọ anyị.",
    "Kọmishọna ndị uweojii nọ n'Ebonyi steeti bụ CP Garba Aliyu gwara onye ntaakụkọ BBC na ihe a mere mana \"ọ ka na-eche ka e nye ya mkpesa etu ihe mberede ahụ si mee, nke o ga-eme ka ụwa mara ma o nweta ya.\"",
    "Ụjọ ji ụfọdụ ndị n'Ekwulobia, bụ ebe ndị oji egbe amaghị ndị ha bụ wakporo ụlọọrụ ndị uweojii n'ụbọchị Sọnde, 13 nke ọnwa Febrụwarị 2022.",
    "Dịka ndị uweojii si kwuo, ha busoro ndị oji egbe ahụ wakporo ha agha n'Aguata nakwa Neni dị n'okpuruọchịchị Anaocha, mere ka ha rie mbombo ọsọ.",
    "Ndị uweojii tinyere 'checkpoint' ebe a na-akwụsị ma na-enyocha ụgbọala ndị na-abata n'Ekwulobia",
    "Tochukwu Ikenga bụ ọnụ na-ekwuru ndị uweojii n'Anambra steeti, gwara BBC Igbo na ha memilara ndị oji egbe anọ n'Aguata, ebe ndị ọzọ riri mbombo ọsọ.",
    "O kwuru na ha napụtara ha ihe gụnyere egbe, mgbọ egbe, hama nakwa akpa (wallet) nke nwere akwụkwọ mgbaama Bekee kpọrọ \"I.D card\".",
    "Ikenga kwuru na ha na-ama imi n'ala ịchọpụta ndị bịara mwakpo a, ma kwuo na a na-eme nnyocha (forensics) n'elu ihe ndị a anapụtara ndị ha memilara.",
    "Ọnọdụ a emeela ka ndị uweojii tinye 'checkpoint' ebe a na-enyocha ụgbọala ọbụla na-abata n'obodo ahụ ugbua, tupu e kwe ya gafee.",
    "Mana ụjọ ka jikwa ụfọdụ ndị obodo ahụ dịka ha jụrụ ịgwa onye ntakụkọ BBC Igbo okwu gbasara ihe mere n'obodo ha.",
    "Mgbe onye ntakụkọ BBC Igbo gagharịrị, ọ hụrụ ka ụfọdụ ndị na-agara mkpa ha, mana ọ hụkwara na ụfọdụ ọgbọ nri na mmanya ejughi eju, dịka ndị kwesịrị ịbịa agba ha aka ahịa anaghị apụta etu ha kwesịrị.",
    "Ọ hụkwara na ebe ndị mmadụ nọ, na otu onye uweojii bịakwara nọrọ nso ebe ahụ.",
    "Cheta na ndị oji egbe amaghị ndị ha bụ wakpokwara Ekwulobia ma gbuo otu onye nche okporoụzọ na-arụrụ Anambra Traffic Management Agency (ATMA) ọrụ, n'ụbọchị asatọ nke ọnwa Febrụwarị, 2022.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ebonyi Steeti",
    "Anambra Steeti",
    "Vidio, Sit-at-home:Etu ndị 'unknown gunmen' si gbuo ndị uweojii n'Ezillo, Ebonyi steeti, Duration 1,26elekere 4 gara aga",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, “Onye ọbụla na-ekwu na Naịjịria dara ogbenye enweghi anya ime mmụọ” – Rochas Okorocha, Duration 37,0015 Febụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Onyeisi ndị uweojii Naịjiria enyela iwu ka a machie ngalaba uweojii ọpụrụiche niile, Duration 2,4115 Febụwarị 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Nwayọ nwayọ, ịkwa baro emeela m ọgaranya, Duration 4,5020 Julaị 2021",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}