{
  "published": "16 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaikpe Binta Nyako nke ụlọikpe 'Federal High Court' dị n'Abuja eyighariala ikpe Nnamdi Kanu bụ onyeisi Indigenous People of Biafra gaa April 8, 2022.",
    "O kwuru na ya bụ ikpe ga-ebido n'elekere iri abụọ nke ụbọchị ahụ.",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Etu ikpe Nnamdi Kanu n'Umuahia ga-esi metụta nke Abuja",
    "Abia cow market attack: Etu ndị ojiegbe si gbagbuo mmadụ asatọ n'ahịa a na-ere ehi n'Abia Steeti",
    "Mana ndị ọkaiwu Kanu chọrọ ka ebudakwuo myigharị ikpe a nso mana  ọkaikpe jụrụ ajụ ma kwuo na ọ chọrọ iji ohere ahụ wee lebaa anya n'okwu ndị ọkaiwu Mike Ozekhome kwuru tupu o kpebie.",
    "Ọkaikpe Binta Nyako jụrụ ihe mere na Kanu agbanwebeghi uwe ya dịka o nyere n'iwu, nke ha sara sị na DSS jụrụ na ọ gaghị eyi uwe isiagụ ndị ọkaiwu ya chịtara.",
    "Ọkaikpe Nyako kwuru na nke ahụ esoghi n'usoro, ma jụọ ya akwa ọ chọrọ iyi.",
    "Kanu kwusiri ike na ọ chọrọ iyi ya bụ isi agụ.",
    "Mana Ọkaikpe Nyako kwuru na ọ chọrọ ka o yiri uwe nkịtị, dịka ọ na-ekwu na ọ chọghị ka o yiri uwe ọbụla na-egosi njirimara otu ọbụla maọbụ agbụrụ ọbụla.",
    "Maka enyo anya Kanu, Ọkaikpe Nyako nyere DSS iwu ka ha chọọ enyo anya ya nye ya makana ọ bụrụ na ọ nọtee aka na-eyighi ya ọ na-eme ya anya nkochi.",
    "O kpebiri ka a chọọrọ ya enyo anya ọzọ.",
    "Ebe foto si, BBC",
    "Ọkaiwu Kanu bụ Ifeanyi Ejiofor, Goody Uwazurike nakwa nke gọọmenti etiti bụ S.M Labaran nakwa ụfọdụ ọkaiwu so ha ka ekwere ka ha bata n'ụlọikpe maka ikpe nwa amadi ahụ taa bụ February 16, 2022.",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Etu ikpe Nnamdi Kanu n'Umuahia ga-esi metụta nke Abuja",
    "Ka Nnamdi Kanu wuchichara n'ụlọikpe, ọkaikpe Binta Nyako batara ụlọikpe malite ya bụ ikpe.",
    "Ụmụnne Kanu wuchikwara n'ụlọikpe.",
    "Ọkaiwu gọọmenti Naịjirịa chọrọ ka akụchapụ mkpesa ka atọghapụ Nnamdi Kanu bụ onye ndụ Indigenous People of Biafra(Ipob)",
    "Ọkaiwu Kanu na-eme mkpesa ma Kanu ka na-eyi otu akwa ma kwuo na Department of state services anaghị erubere ụlọikpe isiHa kwuru na ha chirila uwe ọhụrụ gaa n'ụlọikpe ụgboro atọ iji nye Kanu ka o gbanwe uwe ya ma DSS ekweghị ka ha mee nke a",
    "Ọkaiwu Kanu kwuru na Kanu enweghị ugogbe anya o ji ahụ ụzọ nke mere ka anya ya na-emechi emechi",
    "Ọkaiwu Kanu ji akwụkwọ mkpesa ha dere n'ụbọchị Jenuwarị 18 na 19 ma na-ekwu ka akụchapu ebubo 15 gọọmenti boro nwa amadi ahụ makana ha enweghị isi",
    "Ha chọkwara ka atọghapụ ma kụchapụ ikpe Nnamdi Kanu ma hapụ ya ka ọ lawa.",
    "Ha chọrọ ka ụlọikpe nụrụ nke a",
    "Ọkaiwu Mike Ozekhome bụ ọkaiwu Kanu kwuru na awụchịrị nwa amdi ahụ n'ụzọ iwu akwadoghị na Kenya.",
    "Ozekhome kwuru na ọ bụ isonye n'emume n'eyi ndu egwu bụ ebubo e boro Kanu mana o nweghị ihe gosiri na o mere mgbasaozi maka iyi ndị mmadụ egwu",
    "Ọkaiwu Ozekhome kwuru na a na-ebo Kanu ebubo n'okpuru iwu na-enweghị isi na ọdụ n'ụlọikpe ukwu",
    "Ọ chọrọ ka akụchapụ ikpe a makana ọnweghị ezigbo ihe ngosi nakwa o megidere iwu nke mba ofesi",
    "Ọkaiwu gọọmenti bụ S.M Labaran kwuru ka a ga n'ihu kpe Nnamdi Kanu ikpe",
    "O ji ọtụtụ iwu dị n'akwụkwọ iwu Naịjirịa kwado nke a",
    "Labaran kwuru na o nweghị iwu ọbụla kwadoro ịkụchapụ ikpe Kanu",
    "Labaran kwuru na Ipob bụ otu amachiri amachi",
    "Ebe foto si, BBC",
    "Cheta na ọ bụ ụbọchị n'ụbọchị Jenụwarị 19, 2022 ka ọkaikpe Binta Nyako nke ụlọikpe ukwu dị n'Abuja bụgharịrị ikpe Kanu ruo taa bụ February 16, 2022.",
    "Ihe ọkaikpe Nyako kwuru mgbe ọ na-apịachi ikpe Mazi Kanu na Jenuawarị 18, 2022",
    "Ihe ise nwere ike ime dịka Nnamdi Kanu nwetara mmeri n'ụlọikpe n'Umuahia",
    "Onye bụ Nnamdi Kanu?",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Etu ikpe Nnamdi Kanu n'Umuahia ga-esi metụta nke Abuja",
    "Ọkaikpe Nyako mere nke ahụ iji tule mkpesa ndị ọkaiwu Kanu wetere n'ihu ya, gụnyere ịbịanyụ ebubo niile gọọmenti etiti boro Kanu.",
    "O kwuru na ụlọikpe ga-enye ọkaiwu gọọmenti etiti akwụkwọ mkpesa ahụ abalị ise tupu ikpe nke February 16, 2022 amalite.",
    "Ebe foto si, BBC",
    "Kanu gọnarịrị ebubo niile gọọmenti etiti boro ya n'ikpe nke Jenuwarị 19, 2022.",
    "N'otu ụbọchị ahụ kwa ka ụlọikpe nọ n'Umuahia kwuru ka gọọment Naịjirịa kwụọ Kanu ego ruru otu Ijeri naịra maka etu e si wakpoo ụlọ ya dị n'Isiama Afaraukwu na Sepụtemba 2017.",
    "Lee ka o si aga n'ụlọikpe n'Abuja taata:",
    "Lee ihe ise a na-atụ anya ga-eme n'ikpe a taa",
    "A na-atụ anya na ikpe nke taa ga-amalite n'ihe dị ka elekere mbụ nke ehihie.",
    "A ga-amata ma a ga-aga n'ihu kpee ikpe ya ma a ga-akụchapụ ya.",
    "Ụwa ga-amata ma Nnamdi Kanu a ga-agbanwe uwe ya dịka ọkaikpe Binta Nyako nyere iwu.",
    "Ndị mmadụ na-atụ anya ịhụ ọkaiwu ọhụrụ, nke ọkaiwu Kanu bụ Ifeanyi Ejiofor kwuru na ọ ga-esonye n'ikpe nke taa.",
    "Ọkaikpe Nyako kwuru na ikpe nke taa agaghị akarị nkeji iri abụọ. Ọ chọrọ ka Nnamdi Kanu na gọọmenti etiti kpọọ okwu aha, ka ikpe a malite maọbụ a kụchapụ ya.",
    "Dịka ndị otu Ipob yinyeburu n'iwu ma mechaa sị na ha akagbuola ya, ha na-emebu \"onye ọbụla nọrọ n'ụlọ\" na mpaghara Ọwụwa Anyanwụ iji kwado ikpe Kanu.",
    "Ha yinyeburu ya kwa Mọnde ọbụla, mechaa na-emekwa ya kwa ụbọchị ọbụla a na-ekpe ikpe Kanu.",
    "N'Enugwu n'ụtụtụ Wenezde, Febrụwarị 16, ndị mmadụ apụtaghị ịgara mkpa ha.",
    "Etu Asata dị n'ụtụtụ Wenezde, Febrụwarị 16, 2022",
    "Onye ntaakụkọ BBC gagharịrị akụkụ Enugwu dị iche iche gụnyere ahịa Artisan, Ogui, Otigba na ebe ndị ọzọ, wee hụ na ụzọ tọgbọ chakoo n'ihi na ndị mmadụ nọ n'ụlọ.",
    "Ụzọ Oloto dị n'Enugwu tọgbọ chakoo",
    "N'Ebonyi steeti, n'isiobodo Abakaliki, ndị mmadụ kụrụ 'paa' n'ime ụlọ, dịka ọtụtụ ụlọọrụ, ụlọakụ, ụlọakwụkwọ nakwa ọdọahịa emepeghi.",
    "Ebe ndị dị ka Vanco junction, Waterworks, Gunning road, Abacha roundabout, CAS Campus wdgz, mechiri emechi dịka naanị ụfọdụ ọnụụlọahịa mepere emepe.",
    "Ụzọ ndị dị n'Ebonyi steeti dịka ọ dị n'ụtụtụ Wenezde, 16 Febrụwarị 2022",
    "N'isiobodo Umuahia nke Abịa steeti, ndị mmadụ amalitela imepe ọdọahịa ha nakwa ọdọụgbọala na ebe ndị ọzọ dịka awa anọ ha kwesịburu iji emepe ya gachara.",
    "Nke a mere dịka ụjọ jibu ụfọdụ ndị mmadụ ịpụta gara mkpa ha.",
    "Ụlọọrụ gọọmentị ndị dị n'Umuahia nakwa ụlọakụ nakwa ọdọmmanụ ụgbọala mepere etu ha si emepebu, mana ndị mmadụ ka jikwa akụkụ anya ele dịka ha na-agara mkpa ha.",
    "Mana n'otu aka ahụ ka ndị na-amanye ndị mmadụ ka ha nọrọ n'ụlọ gbara otu keke napep ọkụ na Ngwa Road nso East dị n'Aba.",
    "Ebe foto si, Obialor Ejimofor",
    "Ndị na-amanye ndị mmadụ nọrọ n'ụlọ n'Aba mụnyere otu keke napep ọkụ",
    "Ọkaikpe Binta Nyako nke ụlọikpe ukwu dị n'Abuja yigharịrị ikpe Kanu ruo Jenụawarị 18, 2022 n'ụbọchị Ọktoba 21, 2021 ọ gbachara n'ụlọikpe.",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpe",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbua",
    "Cheta na mgbe mbụ Kanu gbara n'ihu ụlọikpe ukwu dị n'Abuja bụ n'ọnwa Julaị oge anwụchịchara ma tinye ya n'ụlọmkpọrọ ndị Department for State service (DSS) n'ọnwa Juun 2021.",
    "Lee ihe ọkaiwu Ipob sara gbasara nwụchịgharị Nnamdi Kanu na mkpọghachite ya na Naịjirịa mgbe ahụ",
    "Ọkaikpe Nyako yighariri ikpe ahụ buga ya n'ụbọchị iri abụọ na otu nke ọnwa Ọktoba, 2021, dịka ndị otu Ipob zipụtara ozi iwu onye nọrọ n'ụlọ maka nkwanye ugwu ya bụ ikpe.",
    "Lekwa ebubo asaa ọhụrụ Gọọmentị Naijiria ji kpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Cheta na gọọmentị etiti Naịjiria kwupụtere na ha si mba Kenya nwụchie ma kpọghachite Kanu na Naịjirịa n'ọnwa Juun nke afọ 2021.",
    "Ndị otu Ipob nakwa ọtụtụ mmadụ katọrọ etu e si nwụchie nwamadị a ma na-ekwu na iwu mba ofesi akwadoghi ihe gọọmenti etiti mere.",
    "Mana gọọmenti etiti na-ekwusi ike na Kanu gbara ọsọ ka ikpe mbụ o nwere ka na-aga ihu kamgbe afọ 2017.",
    "Nnamdi Kanu bụ onyeisi otu na-achọ nwereonwe Biafra a kpọrọ Indigenous People of Biafra (Ipob).",
    "A makwa na ọ bụ onye ndị mmadụ na-akpụkarị n'ọnụ n'ihi etu o si ama ndị nọ n'ọchịchị aka dịka ọ na-achọ nnwereonwe n'aka Naịjirịa.",
    "Ndị Department of State Services (DSS) nwuchiri ya mbụ n'Ọktoba 19, 2015.",
    "Ọ gara ụlọikpe na Nọvemba 18, 2015. Na Septemba 2017, ọ gbafuru n'ụlọ ya dị n'Afara Ukwu, Umuahia, mgbe ndị agha wakporo be ya, dịka akụkọ siri kwuo.",
    "Nwunye Nnamdi Kanu gwara ndị BBC Igbo na ọ maghị ebe dị ya nọ",
    "Kamgbe ahụ onweghi onye ma ebe ọ nọ, ma nwunye ya bụ Uchechị anyị jụrụ ajụjụ n'afọ 2018 sị na ọ maghị ebe Kanu nọ.",
    "N'afọ 2018, ka gọọmentị Naịjiria nke Muhammadu Buhari bụ onyeisi ha, kpọrọ Ipob ndị oyi ndụ egwu.",
    "N'ọnwa Juun 27 afọ 2021, a nwuchiri Kanu na mba Kenya ma kpọlata ya na Naịjirịa mana mana onyeisi ụlọrụ nnọchiteanya Kenya na Naịjirịa kwuru na aka ha adịghị na nwuchi ya.",
    "Naijiria",
    "Ụlọ ikpe mpụ mba ụwa",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ihe mere ọkaikpe Nyako ji sị Kanu eyila uwe isiagụ16 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Kamgbe m dị na nwata ka ihe ntecha bidoro masịwa m - Arinze Ekwugha16 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Ihe mere ọkaikpe Nyako ji sị Kanu eyila uwe isiagụ",
    "Abia cow market attack: Etu ndị ojiegbe si gbagbuo mmadụ asatọ n'ahịa a na-ere ehi n'Abia Steeti",
    "Nnamdi Kanu's trial: Mkpu ọṅụ dara n'ụlọ ndị mmadụ dịka Nnamdi Kanu wuchiri n'ụlọikpeEmelitere ikpeazụ na: 21 Ọktọba 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "Ndị DSS gbara isi akwara na Nnamdi Kanu agaghị agbanwe uwe ya - Ifeanyi Ejiofor",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}