{
  "published": "17 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Victor Nwankwo so na ndị nwere ụbụrụ akwụkwọ na klaasị ya oge ọ banyere ụlọakwụkwọ sekọndịrị.",
    "Mana ebumnuche ya niile gbasara agụmakwụkwọ kụrụ afọ n'ala n'otu ụbọchị, n'afọ 2004, dịka otu onye ka ya na klaasị tiri ya ihe ma merụọ ya ahụ.",
    "Ụzọ ise ị ga-esi chọpụta ma gbochie mmekpa ahụ nwa gị na-agabiga n'ụlọ akwụkwọ",
    "'Ụmụaka ibe m na-akpọ m 'beast' n'ihi ọrịa m nwere' - Sopuruchi Okorocha",
    "Sylvester Oromoni nwụrụ ọnwụ chi ya ọ bụghị ntigbu ka e tigburu ya - Uweojii Legọs",
    "\"Oge m gụrụ akụkọ maka Sylvester Oromoni, anyammiri juru m anya maka na o chetaara m ihe mere m,\" Nwankwo kwuru.",
    "Sylvester Oromoni bụkwa nwatakwụkwọ akụkọ kwuru n'ọdị nso a na ụmụakwụkwọ tiri ya ihe merụọ ya nnukwu ahụ, nke butere ọnwụ ya.",
    "Nwankwo gara n'ihu kwuo na nwata akwụkwọ ahụ bụ 'senior' buliri ya elu, sụọ ya isi n'ala.",
    "Nke a gbajiri ọkpụkpụ azụ ya nke mere na o nweghị ike ịga ije ọzọ.",
    "Ugbua, Victor Nwankwo alụọla nwaanyị, mụta otu nwa nwaanyị, mana ihe ọ gabigara n'ụlọakwụkwọ sekọndịrị apụbeghi ya n'obi.",
    "\"Ọnọdụ m a napụrụ m ihe niile, mana naanị ihe ọ napụghị m bụ olileanya m na okwukwe m nwere na Chineke,\" O kwuru.",
    "Nwankwo nyere ndụmọdụ ka ndị nne na nna na azụlite ụmụ ha nke ọma, maka na ọ bụ n'ezinụlọ ka ezi akparamagwa na-amalite.",
    "\"Ụlọakwụkwọ abụghị ebe a na-azụ mmadụ maka omume ọma, ọ na-ebido n'ezinụlọ.",
    "Akụkọ gbasara mmekpa ahụ n'ụlọakwụkwọ, nke a na-akpọ 'school bullying' na bekee, na Naijiria dịka ọ na-agbali elu ugbua.",
    "Nnyocha gosiri na ihe karịrị pasentị 67 n'ụmụakwụkwọ na Naijiria na-agabiga mmekpa ahụ.",
    "Otu nnyocha ahụ gosikwara na ụmụakwụkwọ na-emekpa ibe ha ahụ dị naanị pasentị iri atọ na asaa (37%).",
    "Ụmụntoroọbịa",
    "Ahụike",
    "Ọmụmụ na mmụta",
    "Vidio, Nnamdi Kanu Case: Ozi m na-ezi bụ ihe Kanu gwara m zie, Duration 14,3517 Febụwarị 2022",
    "Vidio, Bullying in schools: Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ - Victor Nwankwo, Duration 4,1917 Febụwarị 2022",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Sit-at-home:Etu ndị 'unknown gunmen' si gbuo ndị uweojii n'Ezillo, Ebonyi steeti, Duration 1,2615 Febụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}