{
  "published": "15 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Usman Alkali Baba bụ onyeisi ndị uweojii Naịjiria enyela iwu ka a machie ngalaba uweojii pụrụ iche a kpọrọ Intelligence Response Team (IRT) na Special Tactical Squad (STS) niile dị na Naịjiria.",
    "Nke a na-abịa ka otu ụbọchị ndị ọrụ NDLEA nwụchiri Abba Kyari onye bụbu osote kọmịshọna ndị uweojii na Naịjirịa nakwa onyeisi otu IRT nke ndị uweojii Naijiria, maka ebubo ịgba mgbere ọgwụ ike, gachara.",
    "Ka ọ dị ugbua, a gwala ndị uweojii niile na-arụ na ngalaba ndị a ka ha bịa n'isiụlọọrụ ndị uweojii dị n'Abuja maka nkọwa.",
    "Cheta na n'ọnwa Julaị afọ 2020, Mohammed Adamu bụbu onyeisi ndị uweojii nyeburu iwu ka e kposaa ngalaba uweojii pụrụiche nke IRT na STS ndị ọzọ dị na mpaghara Naịjiria dị iche iche, ma hapụ isiụlọọrụ ha n'okpuru ngalaba nnyocha State Investigation Bureau.",
    "O nyere iwu a mgbe ahụ iji saa mkpu akwa igwe mmadụ nọ na-ebe maka mmegide ikike dịrị onye nke ha sị na ndị uweojii nọ n'okpuru ngalaba ndị a na-eme.",
    "NDLEA sara ebubo ndị uweojii na-ebo ndị otu ya maka ibu ọgwụike",
    "Femi Babafemi bụ ọnụ na-ekwuru ngalaba na-ahụ maka mgbochi ibu ọgwụike na Naịjirịa a kpọrọ “National Drug Law Enforcement Agency” (NDLEA) gwara BBC Igbo na ebubo ndị uweojii Naịjirịa na-ebo ndị ọrụ ha achịtaghị aja.",
    "Babafemi sara ebubo a ndị uweojii boro ndị ọrụ ha n’ụbọchị Tuzde, Febrụwarị 15, 2022, mgbe BBC Igbo kpọtụrụ, sị “Ndị uweojii na-ekwu ka ha amabu maka okwu a tupu anyị (NDLEA) agwa ha maka ya n’ọnwa Jenụwarị 2022”.",
    "O gara n’ihu kwuo: “Anyị agamielarị na nnyocha okwu a kamgbe, ọ bụrụ na aka ndị otu anyị nọ ya, anyị gaara ama ma kwuputa ya”",
    "Etu ọgwụ ike 'kush' si akpa mkpamkpa",
    "Ndị na-arụ ọgwụ ike agbarụọla mmiri ala n'Enugwu",
    "Etu ndị mmadụ si abanye na nsogbu ka soshal midia mere ka ọ dị mfe ire ọgwụ ike",
    "Babafemi kwukwara ho ha na ihe Abba Kyari bụ onye a na-enyo enyo kwuru mgbe o bịakwutere ha, na ebubo a ndị uweojii Naịjirịa na-ebo ha adabaghị ma ncha.",
    "O kwuru na dịka akwụkwọ ozi ha si kwuo, na ha ka na-eme nnyocha dịka ha ka na-esi imi n’ala banyere okwu a.",
    "Ọ sị “Anyị agaghị ele anya n’ihu, onye ọbụla aka ya nọ n’okwu a, ma ọ bụ onye otu anyị ma ọ bụ onye otu ọzọ, anyị ga-enyochapụta ya ma hụ na ọ tara ahụhụ dịịrị ya”",
    "Ọ gwakwara BBC Igbo na Kyari sị na ọ bụ ya ka ndị na-ebu ọgwụike kpọkuru, kwukwaa na ọ bụ Abba Kyari ka ndị ahụ zigara foto banyere ọgwụ a nke bụ n’uche na ihe ndị a gosiri na ebubo ndị uweojii adabaghị cha cha.",
    "Ọ sara ajụjụ banyere ndị na-ajụ ma okwu ọhụrụ a nọ n’isi Kyari na nke nọbụ n’isi ya na mbụ ma e nwere ihe jikọrọ ha.",
    "N’okwu ya, ọ sị “Agaghị eji maka na mmadụ nọ n’okwu ebubo ihe a sị na o mere hapụ ịkpọ ya maọbụ nwụchie ya ma a nụ na o mere ihe ọzọ”.",
    "Ọ zara ajụjụ banyere ihe maọbụ onye ngalaba NDLEA bu n’obi mgbe ha depụtara n’akwụkwọ ozi ha na ịgba okwu Abba Kyari n’anwụ, nwereike ibute mmaja ndụ maọbụ oyiyi egwu na a ga-egbu ndị otu ha.",
    "O sara sị “Anyị agaghị akatọ aha onye maọbụ otu ọbụla mana ndị anyị na-agwa ma onwe ha, anyị ga-agba mbọ chekwawa ndị nke anyị n’okwu a”.",
    "Etu esi jide ndị na-arụ ọgwụ ike n'Enugwu",
    "War against drug abuse: Ihe ise ịṅụ ọgwụ ike nwere ike ime gị- Dọkịta",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a",
    "Dịka ngalaba NDLEA kpọpụtara aha Abba Kyari dịka onye a na-achọ achọ n’ụbọchị Mọnde (Febrụwarị 14, 2022) n’okwu ebubo ịtụ mgbere ọgwụike “Cocaine”, ndị uweojii ziputara ozi kwuo na ha anwụchiela Kyari ma nyefee ya n'aka ndị ọrụ ngalaba NDLEA.",
    "Akwụkwọ ozi ndị uweojii Naịjirịa banyere okwu a boro ndị ọrụ NDLEA ebubo na-ekwu na aka ụfọdụ ndị otu ha nọ ya bụ okwu ibu ọgwụike, ọkachasị ndị nke na-arụ n’ọdọụgbọelu Akanu Ibiam dị n’Enugu steeti.",
    "Cheta na akwụkwọ ozi ndị NDLEA kwuru na ọ bụ n’ọdọụgbọelu Akanu Ibiam nke Enugu steeti ka ndị otu ha nwụchiri ndị na-ebu ọgwụike si Brazil gaa Ethiopia ma banye Naịjirịa.",
    "Ngalaba NDLEA kpọpụtara aha Abba Kyari dịka onye a na-achọ achọ n’ụbọchị Mọnde bụ ụbọchị 14 nke ọnwa Febụwarị 2022 maka ebubo ịtụ mgbere ọgwụike.",
    "N’otu ụbọchị ahụ, n’ebe mgbede, ndị uweojii Naịjirịa bipụtara akwụkwọ ozi nke kwuru na ha anwụchịla Kyari na ndị otu mmadụ anọ ndị ọzọ kpọnye ha ndị NDLEA dịka ha malitere nnyocha imeụlọ iji ruo n'isi ya bụ okwu.",
    "NDLEA kwuru na Na ọ bụ n’ụbọchị 19 nke ọnwa Jenụwarị 2022 ka ndị uweojii ngalaba 'Intelligence Response Team' (IRT) nwụchiri mmadụ abụọ bu ọgwụike 'cocaine' si Ethiopia bata Naịjirịa n’ọdọ ụgbọelụ dị n’Enugu steeti.",
    "Akwụkwọ ozi ha gara n’ihu kwuo na n'ụbọchị 25 nke ọnwa Jenụwarị,  ndị uweojii IRT nyefere okwu ahụ n'aka ndị NDLEA mana mgbe ahụ ka agwọ ji banyere n’akịrịka dịka nnyocha ha gosiri na ụfọdụ ndị uweojii gara ije adịghị mma gbasara nnwụchị ndị ahụ a sị buru ogwụike nakwa ya bụ ọgwụike e jichịrị.",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị",
    "Ị ma ihe ọzọ 'Igbo' na-eme n'ahụ mmadụ karịa ịkwụsị ahụ mgbu?",
    "Codeine, ọtọmegbum",
    "Akwụkwọ ozi ndị uweojii kwuru na nnyocha nke ha gosikwara na ndị ahụ na-ebu ọgwụike na ndị NDLEA na-arụkọ.",
    "Ha gara n’ihu kwuo na mmadụ abụọ ahụ e jichiri kwuru na ọ bụ ndị NDLEA na-enyere ha aka ibufe ya bụ ọgwụike kamgbe afọ 2021.",
    "Site n’asịsa Femi Babafemi bụ ọnụ na-ekwuru ndị NDLEA, ha na-ekwu na ebubo ndị uweojii akwụghị ọtọ.",
    "Abba Kyari bụbu osote kọmịshọna ndị uweojii Naịjirịa nke ndị uweojii kwụsịtụrụ ọrụ mgbe nta kamgbe afọ 2021 n’ihi ebubo na ọ mere nrụrụ aka.",
    "Okwu a dapụtara mgbe ndị uweojii pụrụiche na mba Amerịka a na-akpọ Federal Bureau of Investigation (FBI) nwụchịrị otu nwoke a ma ama na soshal midia dịka Hushpuppi.",
    "A nwụchiri Hushpuppi na mba Dubai n'afọ 2019 n'ebubo na ọ bụ onye ohi ịntaneetị nke ọtụtụ na-akpọ onye 'yahoo yahoo'.",
    "Nnyocha ndị ọrụ nchekwa FBI nke mba Amerịka mere gosiri na Hushpuppi na-ezigara Abba Kyari ego kwa mgbe kwa mgbe.",
    "Ha kwukwara na nnyocha ha gosiri na Abba Kyari na-enyere Hushpuppi aka site n'ịnwuchi onye ọbụla wetara mkpesa maka ya n'aka ndị uweojii.",
    "Ya mere ha ji zitere Naịjirịa ozi banyere Kyari na-atụ ya aka dịka onye na-eme nrụrụ aka.",
    "Abba Kyari kwuru na ebubo niile ahụ bụ asị asị, mana otu ọkaikpe na mba Amerịka zitere ozi ka a nwụchie Abba Kyari ma kpụta ya n'ụlọikpe.",
    "Ka nke a na-eme, ndị uweojii Naịjirịa kwụsịrị Abba Kyari ọrụ ma malite inyocha ya maka ebubo ndị ahụ.",
    "Goọmentị etiti nke Naịjirịa ekwuola na nso nso na ha nwereike ibuga Kyari gaa mba Amerịka ka ọ zara ọnụ ya dịka ọkaikpe mba ahụ si rịọ.",
    "Ikpe",
    "Ịṅọgwụ ike",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ahịa ọgwụ",
    "Ịṅụ ọgwụ",
    "Vidio, Kidnapping in Nigeria: N'ime okwu ntọrị mmadụ na Naịjirịa, Duration 9,571 Julaị 2019",
    "Vidio, Drug abuse effects: Etu ọgwụ ike 'kush' si akpa mkpamkpa, Duration 9,547 Febụwarị 2022",
    "Vidio, Sit-at-home:Etu ndị 'unknown gunmen' si gbuo ndị uweojii n'Ezillo, Ebonyi steeti, Duration 1,26elekere 4 gara aga",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, “Onye ọbụla na-ekwu na Naịjịria dara ogbenye enweghi anya ime mmụọ” – Rochas Okorocha, Duration 37,0015 Febụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Onyeisi ndị uweojii Naịjiria enyela iwu ka a machie ngalaba uweojii ọpụrụiche niile, Duration 2,4115 Febụwarị 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Nwayọ nwayọ, ịkwa baro emeela m ọgaranya, Duration 4,5020 Julaị 2021",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}