{
  "published": "16 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ịchọ mma abụghị ihe ọhụrụ n'ala Igbo,",
    "Tupu ndị ọcha abịa, ndị Igbo oge gboo na-eji uli na ihe ndị ọzọ achọ onwe ha mma.",
    "Ọ bụ ụmụnwaanyị na-eme ihe ntecha karịa kamgbe gboo.",
    "'Ejirila m ịkpa isi zụpụta onwe m na mahadum'",
    "Ọgba mbọ: Ukamaka Okoye bụ nwaanyị na-arụpụta ụzụ igwe",
    "Ọgba mbọ: 'Ụmụnwoke anabughi ekwe ka m metụ ha aka n'isi'",
    "Dịka oge na-aga, ọ pụtara na ọ na-abụkarị ụmụnwaanyị na-eji ime ihe ntecha (nke bụ Makeup n'asụsụ Bekee) dịka aka ọrụ ha.",
    "Kama ugbua, ụfọdụ ụmụ nwoke ebidola itinye anya na ya bụ nka ma na-emeta ya nke ọma.",
    "Ekwugha Samuel Arinze bụ nwoke na-eme ihe ntecha n'obodo Ọka nke Anambra Steeti, Naijirịa.",
    "Ọ kọwara na ịchọ mma dịka ịkwalite mma mmadụ maburu na mbụ.",
    "Ekwugha kwuru sị, \"Dịka m gụchara Mahadum, achọpụtara m na enwere m mmasị ime ihe ntecha\".",
    "Ihere adịghị na nwoke ime nwaanyị mbọ",
    "Lee Nwoke gbara afo 57 nwaanyi na-anwuru ka o mee ha isi",
    "Ọgba mbọ: Etu m si bido ịgba mbọ",
    "Onye ọkaiwu na-ere ọkpa",
    "O kwuru sị, \"ọ bụ ihụnanya m nwere ebe ihe ntecha nọ mere ka aka m ji chawapụ, nke mere ka ndị mmadụ na-akpọ m ugbu a\".",
    "Ekwugha kwuru sị, \"nwoke chọrọ ime ihe ntecha ga-ahapụ oringo dị na ya ma tinye uchu na ya n'ihi na ego dị na ya\".",
    "Ọ na-atụ anya na n'ime afọ abụọ ma ọ bụ atọ na ụwa niile ga-anụ aha ya.",
    "Lee ihe onyonyo a ka ị mata ihe gbara Ekwugha ume na ihe mere ka ntecha nke ya pụọ iche.",
    "Ụmụntoroọbịa",
    "Ụmụnyanyị",
    "Omume",
    "Vidio, Ọgba mbọ: Lee Nwoke gbara afo 57 nwaanyi na-anwuru ka o mee ha isi, Duration 3,474 Ọgọọst 2020",
    "Vidio, Ihere adịghị na nwoke ime nwaanyị mbọ - Onyedika, Duration 1,0115 Nọvemba 2018",
    "Vidio, Kelechi: E ji m ịkpa isi zụọ onwe m n'akwụkwọ, Duration 1,1622 Maachị 2018",
    "Vidio, 'Ịkpa isi ka m ji enyere ụmụ nne m na ezinaụlọ m aka', Duration 1,1413 Disemba 2018",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Sit-at-home:Etu ndị 'unknown gunmen' si gbuo ndị uweojii n'Ezillo, Ebonyi steeti, Duration 1,2615 Febụwarị 2022",
    "Vidio, Ọgba Mbọ: Kamgbe m dị na nwata ka ihe ntecha bidoro masịwa m - Arinze Ekwugha, Duration 3,3716 Febụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, “Onye ọbụla na-ekwu na Naịjịria dara ogbenye enweghi anya ime mmụọ” – Rochas Okorocha, Duration 37,0015 Febụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Nwayọ nwayọ, ịkwa baro emeela m ọgaranya, Duration 4,5020 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}