{
  "published": "17 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọọmentị Naịjirịa nwuchigharịrị onye ndu Indigenous People of Biafra (Ipob) bụ Nnamdi Kanu ma malite ikpe ya ọzọ n'ọnwa Juun afọ 2021.",
    "Gọọmentị Naịjirịa kpọchiri ya n'ụlọmkpọrọ ndị uweojii nzuzo bụ Department of State Services (DSS) dị n'Abuja.",
    "Ihe mere ọkaikpe Nyako ji sị Kanu eyila uwe isiagụ",
    "'O nweghị mgbe Nnamdị Kanu jiri gọọ na ya abụghị onyendụ ndị Ipob' - Ejiofor",
    "Ihe Nnamdi Kanu sị na ya chọrọ n'aka gọọmentị Naịjirịa",
    "Kamgbe ahụ rute ugbua, e kpeela ikpe ya ihe ruru ugboro ugboro n'ụlọikpe ukwu dị n'Abuja nke ọkaikpe Binta Nyako nọ n'isi ya.",
    "Gọọmentị Naịjirịa boro ya ebubo ruru iri na ise nke gụnyere ịgbasa na redio sị ka egbuo ndị ọrụ nchekwa na ndị ọzọ.",
    "Dịka ikpe a ndị a na-aga n'ihu e nweela ọtụtụ ihe ndị ọkaiwu Kanu rịọrọ sị ka e meere ya dịka o si metụta ikike dịịrị onye.",
    "Ọkaikpe Binta Nyako nabatara ụfọdụ mkpesa ndị ahụ ma sị ka DSS hụ na e mere ha nye Kanu.",
    "Kedụ ihe iwu Ọkaikpe Binta Nyako nyere ya?",
    "Site n'ikpe Ụfọdụ ihe ndị ahụ e meere Kanu gụnyere;",
    "Ikike okpukperechi sọrọ ya",
    "Nnamdi Kanu site n'ọnụ ndị ọkaiwu ya rịọrọ ụlọikpe ka e nye ya ohere ikpere chi ya dịka onye okpukperechi juu nakwa ka e wetere ya ụfọdụ ihe oji e kpe ekpere.",
    "Ọkaikpe Nyako nyere DSS iwu sị ka ha hụụ na Kanu ga na-ekpere chi ya.",
    "Ịgbanwe akwa ndịna",
    "Ọ rịọkwara sị ka a gbanwere ya akwa ndina ebe ọ na-ehi ụra bụ nke ọkaikpe Nyakọ nabatara ma sị ka DSS mee ya.",
    "Ịnabata ndị ọbịa",
    "Ọkaikpe Binta Nyako nyekwara Kanu ikike ịnabata ndị ọbịa gụnyere ezinaụlọ ya, ndị ọkaiwu ya nakwa onye ọbụla chọrọ ịhụ ya n'ụlọmkpọrọ DSS.",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Kama onye ahụ ga-anata ikike site n'aka ndị ọkaiwu ya bụ ndị ga-edegara DSS akwụkwọ.",
    "Kanu nwere ohere ịnabata ndị ọbịa ugboro abụọ n'otu izuụka.",
    "Ohere ịhụ ihu eluigwe anya n'ụlọmkpọrọ",
    "Ndị ọkaiwu Kanu mere mkpesa sị maka etu DSS si akpọchibido Kanu n'ime ụlọ naanị ya na-ahụghị ihu eluigwe anya na nke ahụ nwereike imetụta ụbụrụ ya.",
    "Na nzaghachị, ọkaikpe Nyakọ sị ka e nye Kanu ohere ịpụta ezi nara ikuku ndụ nakwa hụ ihu eluigwe anya.",
    "Ịgbanwe uwe ya",
    "Kamgbe a nwuchiri Kanu, naanị otu uwe ka ọ na-eyi mgbe ọ na-apụta n'ụlọikpe.",
    "Ndị ọkaiwu ya mere mkpesa sị ka a gbanweere ya uwe bụ nke ọkaikpe Nyako kwadoro mana ọ ka na-eyikwa otu uwe ahụ.",
    "Ndị ọkaiwu Kanu sị na ndị DSS jụrụ ka ha gbanwere Kanu uwe mana n'ikpe nke ụbọchị 16 Febụwarị, ndị DSS sị na uwe a na-achịtara Kanu bụ uwe isiagụ bụ nke ha sị megidere iwu ha.",
    "'Nnamdi Kanu na-arụrụ gọọmenti Naịjirịa ọrụ' - Ralph Uwazuruike",
    "Ọkaikpe Binta Nyakọ jụrụ Kanu udịrị uwe ọ chọrọ iyi, ọ sị na ọ bụ uwe e ji maara ndị Igbo bụ uwe isiagụ.",
    "Mana ọkaikpe Nyakọ jụrụ sị ka Kanu ghara iyi uwe na-egosi njirimara ndị ọbụla kama ka o yiri uwe ọbụla masịrị nke na-enweghi ihe esere na ya.",
    "Inye ya ugegbe anya",
    "N'otu aka ahụ ndị ọkaiwu Kanu n'ụbọchị 16 Febụwarị rịọrọ ka e nye Kanu ugegbe anya ọ ga na-eyi maka na anya na-ekochi ya n'ihi nke a.",
    "Ọkaikpe Nyako nyekwara ndị DSS iwu ka ha hụụ na Kanu malitere yiwe ugegbe.",
    "N'ime ihe ndị a niile nke a sị ka e mere ya, naanị ughegbe anya na ịgbanwe uwe bụ ihe ndị ọkaiwu ya sị na emebeghi.",
    "A na-atụ anya na ndị DSS ga-erube isi n'iwu ọkaikpe Nyako ma meere Kanu ihe ndị ahụ tupu ụbọchị asatọ nke ọnwa Eprelu, 2022 bụ mgbe ọzọ a ga-ekpe ike ya eruo.",
    "Nnamdi Kanu bụ onyeisi otu na-achọ nnwereonwe Biafra a kpọrọ Indigenous People of Biafra (Ipob).",
    "A makwa na ọ bụ onye ndị mmadụ na-akpụkarị n'ọnụ n'ihi etu o si ama ndị nọ n'ọchịchị aka dịka ọ na-achọ nnwereonwe n'aka Naịjirịa.",
    "Ndị Department of State Services (DSS) nwuchiri ya mbụ n'Ọktoba 19, 2015.",
    "Ọ gara ụlọikpe na Nọvemba 18, 2015. Na Septemba 2017, ọ gbafuru n'ụlọ ya dị n'Afara Ukwu, Umuahia, mgbe ndị agha wakporo be ya, dịka akụkọ siri kwuo.",
    "Nwunye Nnamdi Kanu gwara ndị BBC Igbo na ọ maghị ebe dị ya nọ",
    "Kamgbe ahụ onweghi onye ma ebe ọ nọ, ma nwunye ya bụ Uchechi anyị jụrụ ajụjụ n'afọ 2018 sị na ọ maghị ebe Kanu nọ.",
    "N'afọ 2018, ka gọọmentị Naịjiria nke Muhammadu Buhari bụ onyeisi ha, kpọrọ Ipob ndị oyi ndụ egwu.",
    "N'ọnwa Juun 27 afọ 2021, a nwuchiri Kanu na mba Kenya ma kpọlata ya na Naịjirịa mana mana onyeisi ụlọọrụ nnọchiteanya Kenya na Naịjirịa kwuru na aka ha adịghị na nwuchi ya.",
    "Naijiria",
    "Ikike diri mmadụ",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Ọ bụghị mmadụ niile ga-ekwete na ozi m na-ezi bụ ihe Nnamdi Kanu gwara m - Ejiofor17 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ17 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Anyị agaghịzi anabata ogbugbu ndị ugwu bi n'Ọwụwa Anyanwu - Coalition of Northern Groups",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Mama gbara afọ 102 chọrọ iso zọọ ọkwa onyeisiala Naịjirịa 2023",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe",
    "Nnamdi Kanu News: Ihe isii Ọkaikpe Binta Nyako nyere iwu ka e meere Nnamdi Kanu",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwaEmelitere ikpeazụ na: 29 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Blinken egwuola na ya na Lavrov nke Russia ga-ezuta n'izụụka na-abịanụ",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}