{
  "published": "17 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụnwaanyị mere ngagharịiwe n'ogige ụlọikpe n'Abuja mgbe e mere ikpe Nnamdi Kanu.",
    "Ụfọdụ ụmụ nwaanyi Igbo yipuru akwa elu ha tukwuru n'ala nkịtị ma na-ekpe ekpere ma na-agụkwa egwu n'ogige ụlọikpe nke dị n'Abuja bụ isi Oboido Naijirịa n'ụbọchị Wenesde dịka a na-ekpe ikpe onyeisi otu Ipob bụ Nnamdi Kanu.",
    "Dịka omenala ndị Igbo na ụfọdụ mba ndị ọzọ siri dị, ọ bụghị ezigbo ihe nwaanyi iyipụ uwe ha n'ọha.",
    "Ihe isii ụlọikpe sịrịla ka e meere Nnamdi Kanu",
    "Ihe mere ọkaikpe Nyako ji sị Kanu eyila uwe isiagụ",
    "Kama nke a abụghị mbụ ụmụnwaanyị megoro ụdịrị ihe a.",
    "Ụmụnwaanyị na agbakarị ọtọ eme ngagharịiwe iji chọọ ikike diiri ha maọbụ maka ọdịmma nke ndị obodo.",
    "Cheta na n'ọnwa Mee nke afọ 2017, na ụmụ nwaanyị Igbo ndị Indigenous People of Biafra (Ipob) yipuru uwe ha mee ngagharịiwe n'Abiriba, Abia steeti maka agwa ndị agha Naịjirịa kpasoro ha.",
    "Nke a mere BBC Igbo jiri tinye anya na ya bụ ihe iji chọpụta ihe kpatara ụmụnwaanyị ji emekarị ya bụ ihe mgbe ụfọdụ.",
    "Onye ọka mmụta na ihe gbasara akụkọ agbaochie na West Virgina University bụ Bright Alozie sị na ya chọpụtara na ọ bụghị naanị Ụmụnwaanyị Igbo na-eme etu a.",
    "Ọ sịkwa na ụmụnwaanyị agbụrụ ọzọ na Naịjriịa jikwa ya bụ agwa azọ isi onwe ha ma ihe siwa ike.",
    "Ogbugbu otu nwaokorobịa na Nkpor ebutela ngagharịiwe",
    "Ụmụnwaanyị Aba emeela ngagharịiwe maka ajọ ụzọ",
    "Ngagharịiwe ndị Katọlik: Ka o si ga",
    "Edemede ya kwuru na nsonso a, n'ọnwa Julai afọ 2020, na ụmụ nwaanyị ndị ọdịda anyanwụ Kaduna yipuru uwe elu ha, na-agwọ onwe ha n'ala iji gosi iwe ha maka mmegbu na ogbugbu ndị mmadụ na-eme n'ebe ahụ.",
    "Alozie dekwara na ụmụnwaanyị ndị Yoruba na ndị Igbo jikwa ya bụ agwa eme ihe siri ike ma oge ruo.",
    "O kwuru na \"ọnwebeghị mgbe ụmụnwaanyị mere otu a ka ha ghara izọta ihe ha na-azọ\".",
    "Ọ sị na kama igosi ihere, ụmụnwaanyị ji ọtọ ha egosi iwe ha, ike ha ma mee ka anụ olu ha.",
    "Akụkọ na-echetakwa maka ngagharịiwe ụmụnwaanyị n'Aba, Owerri na Calabar, nke ụmụnwaanyị ji sị ndị ọcha ọchịchị nchịgbu na o zuola n'afọ 1929.",
    "Ụmụnwaanyị a gba ọtọ were mee ngaghrịiwe a.",
    "Ụmụnwaanyị iri ise nwụrụ na ya bụ ngagharịiwe.",
    "Ọzọ kwa, n'ime afọ 1930 ụmụnwaanyị Abeokuta busoro Alake Abeokuta agha nke mere ka ọ gba ọsọ ndụ ya maka ihe ọ mere ha.",
    "Chetakwa n'afọ 2002 ụmụ nwaanyị ndị Niger Delta karịrị 600 n'ọgụgụ gba ọtọ mee ngagharịiwe maka na ha sị na Chevron na Texaco na-emetọrọ ha mmiri na ala ha ma ghara ilenyere ha anya.",
    "Ụmụnwoke ha emeela ike ha mgbe ahụ ma ọnweghị ihe ha metere.",
    "Duke Ukaeje, Duruagwụ nke abụọ sị na nwaanyị ịyipu uwe ya mee ngagharịiwe bụ ihe siri ike na-egosi ala adịghị mma.",
    "Duke Ukaeje, Duruagwụ nke abụọ sị na ọ bụ oke arụ nwaanyị ịgba ọtọ na-ezi iji gosi iwe.",
    "Ọ sị na \"nwaanyị gbara ọtọ kpere gị ekpere maka ajọ ihe ị mere ya, ọtụtụ mgbe, ọfọ ọ gọọrọ onye ahụ ga-ere n'isi onye ahụ\".",
    "Ochie dike bụ Mbazulike Amaechi sị na \"nwaanyị gbaa ọtọ na-ezi maka iwe, mara na-arụ mere. Ọ bụrụ ebe ndị okenye nọ, ha agbakeriwe ala mara ka aga e si kpụọla arụ\".",
    "Ọ sị na ụmụnwaanyị gbara ọtọ n'ogige ụlọikpe maka Nnamdi Kanu taa n'Abuja mere ya maka na, \"ihe a na-eme ndị igbo bụ arụ. Ọ bụghị naanị Nnamdi Kanu ka a na-eme ya. Ọ bụ Igbo niile ka a na-eme ya. Ya kpatara ha ji agodoro ala ka ọ gbatara ha ọsọ enyemaka\".",
    "Nwaanyị iyipu uwe n'ezi bụ oke ihe ịrịbaama, bụ nke na egosipụta omenala dịwara oge gboogboo.",
    "Iji ghọta nke a, e kwesighị ile ya anya n'ụzọ aramara, ịkpụ ugwu n'ala maọbụ ajọ ihe.",
    "Nke bụ eziokwu bụ na ike dị na ahụ ụmụ nwaanyị karịa.",
    "Iji kwanụ ya bụ ike dị n'ahụ ha gboo mkpa, ụmụnwaanyị emegharịla ihe ndị mmadụ na-eche maka ịgba ọtọ.",
    "E kwesiri ị kwanyere ụmụnwaanyị na-eme etu a ugwu pụrụiche maka na ha na-egosi ike, obi ntachi, na nkwuwe okwu.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu News: Ihe isii Ọkaikpe Binta Nyako nyere iwu ka e meere Nnamdi Kanu17 Febụwarị 2022",
    "Abia cow market attack: Anyị agaghịzi anabata ogbugbu ndị ugwu bi n'Ọwụwa Anyanwu - CNGelekere 8 gara aga",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe16 Febụwarị 2022",
    "Vidio, Ọ bụghị mmadụ niile ga-ekwete na ozi m na-ezi bụ ihe Nnamdi Kanu gwara m - Ejiofor17 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ17 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Anyị agaghịzi anabata ogbugbu ndị ugwu bi n'Ọwụwa Anyanwu - Coalition of Northern Groups",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Mama gbara afọ 102 chọrọ iso zọọ ọkwa onyeisiala Naịjirịa 2023",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe",
    "Nnamdi Kanu News: Ihe isii Ọkaikpe Binta Nyako nyere iwu ka e meere Nnamdi Kanu",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwaEmelitere ikpeazụ na: 29 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Blinken egwuola na ya na Lavrov nke Russia ga-ezuta n'izụụka na-abịanụ",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}