{
  "published": "17 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Odeakwụkwọ ukwu mba Amerịka bụ Anthony Blinking agwa ndị ọgbakọ United Nations taa bụ Tọzde na ya na ogbo ya nke Russia bụ Sergei Lavrov ga-ezute na Europe n'izuụka na-abịanụ.",
    "O kwukwara na Amerịka na achọ ịhazi ọgbakọ n'etiti Nato na Russia ka ewere kpee udo maka ibelata agha a na-achọ ịda.",
    "Jeff Zucker bụ onyeisi ụlọọrụ CNN agbala arụkwaghị m maka ije nwaanyị",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "Ọ kwuru na-atụrụ anya na ọgbakọ ndị a \"ga-emeghe ụzọ\" maka ọgbakọ nke nnukwu bụ nke ga-adị n'etiti ndị isi ndị mba ndị a maka itinye ọnụ n'okwu gbasara ịwe ezi nchekwa ebe ahụ.",
    "Okwurua na \"ọ bụ oke na ọrụ ha ịgbambọ hụ na e ji udo kpebie ihe ọbụla bụ nsogbu ma mee ka udo chie ebe ahụ\".",
    "Blinken sị na Amerịka kwenyesiri ike na mkpebi nke ha nweburu na Minsk dị oke mkpa maka ọdịmma mba abụọ ahụ gawa n'ihu.",
    "O kwuru na ndị Amerịka ga-enwe ọṅụ maọbụrụ na ya bụ ama ha gbara maka mwakpo Russia mechee bụrụ ụgha.",
    "Ebe foto si, Russian Defence Ministry/TASS via Getty Images",
    "Ọ dị nfe ihe ịkanwanye njọ maka oke egbe ọzụzụ niile a na-ada n'ihu ma na azụ.",
    "Malite na ụbọchi iri nke ọnwa Febuwari ka Russia malitere ịkwa mgbọ nke ọzụzụ iji jikere maka ya bụ agha Belarus bụ agbataobi ndị Ukraine na mpaghara ugwu be ha.",
    "Mba Amerịka dọrọ aka na ntị na ihe ruru 30,000 bụ ndị agha mba Russia so na ya bụ ọzụzụ akaike bụ nke ha ga-akwụsị na abali iri abụọ nke ọnwa Febuwari.",
    "Russia kposara ndị agha n'okeala ndị Ukraine na-emekwa ọzụzụ na Crimea bụ, ndịda nde Ukraine bụ nke ha ji akaike nata n'afọ 2014.",
    "Russia na-ekwukwa na ha akpolawala ụfọdụ ndị agha ha, mana Ukraine na ndị enyị ha Nato sị na nke ahụ bụ aja mbene.",
    "Kemgbe ụbọchị iri na atọ nke ọnwa Febuwarị ka Russia malitere ịtụba ogbunigwe n'oshiri Black Sea bụ nke ha sị na ọ ga-ebi na ụbọchị iri na itoolu nke ọnwa a.",
    "N'aka ọzọ dịka Ukraine na-atụ egwu na mwakpo Russia dịzị nso, ha amalitekwala ọzụzụ akaike nke ha na be ha.",
    "Ukraine na-eke nkwụcha ike ha site na ịzụ ndị nkịtị ka e si agba egbe na-etinyekwa anya ịhụ na ọ daghị ha na mberede.",
    "Ebe foto si, Reuters",
    "Anyị chetere ihe Russia sara Amerịka maka ihe Onyeisiala Joe Biden kwuru na ọ na ha nwereike ịwakpo Ukraine mgbe adịghịa anya.",
    "Ọnụ na-ekwuru ndị Russia bụ Dmitry Peskov gwara ụlọọrụ ndị RIA Novosti news agency na ụdịrị okwu ahụ bụ ihe na-ekoli obi ezuike na obi mmapụ n'ụwa.",
    "Ndị mbaụwa na-enyo Russia enyo iji akụkọ ụgha nwere tigharia Ukraine anya nwere wakpo ha, dịka Minista ndị UK bụ James Cleverly gwara odeakwụkwọ ọgbakọ nchekwa na United Nations.",
    "Ọ sị, \"anyị ahụla ọtụtụ okwu ụghara maka ihe na-eme na Donbas bụ nke si kremlin pụta\".",
    "\"Nke a gosiri na Russia hiri asaa na-abọ n'anya nwere akụkọ nrafu bia itigheri Ukraine anyi ka were lụsa ha ọgụ\".",
    "Ndị otu Ndịda anyanwụ mbaụwa jikọrọ aka a kpọrọ Neto na-eche na ya bụ ogbunigwe \"sheeling\" a tụrụ na akụkọ Ukraine bụ Donbas so na ihe nkodoaka ndị Russia ji chọ ịmalite ya bụ ọgụ.",
    "Minista mba UK bụ James Cleverly kwuru na ọgbakọ UN emere na New York na ha nọ na \"ha na-achọ ịmata ụzọ aga esi gbochie ọgbaghara na-achọ ịdapụta ugbua\".",
    "Ọ sị na \"Russia ebugachaala ngwaagha a ga-eji wakpo Ukriane, ugbua ha e keela nkwụcha\".",
    "Agbanyeghị na Russia sị na ha alawala mana \" nke bụ eziokwu bụ na ha atajarala maka ya bụ agha\".",
    "O kwukwara na \"Russia ka na ada iwu mbaụwa nke chọrọ ka ndị agha ọbụla pụta ihe gbasara ihe usoro ha ga-esi belata mwakpo ndị ọzọ\".",
    "Opekata mpe mmadụ iri na atọ danyere n'ime ụmị mmiri ma nwụọ dịka ha bịara emume agbam akwụkwọ na Uttar Pradesh dị na mba India n'ụbọchị wenesde.",
    "Ndị uweojii mba ahụ kwuru na mmadụ iri na atọ a nọ n'elu ya bụ ụmị mmiri oge emume agbamakwụkwọ a na-aga n'ihu kama ebe ha nọ n'elu ụmị mmiri a dara were tụbanye ha n'ime ụmị mmiri a.",
    "Ihe isii ụlọikpe sịrịla ka e meere Nnamdi Kanu",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe",
    "Abia cow market attack: Etu ndị ojiegbe si gbagbuo mmadụ asatọ n'ahịa a na-ere ehi n'Abia Steeti",
    "Mgbe ya bụ ihe mere ndị mmadụ gbatara ịzọpụta ndị a were kpọrọ ụfọdụ gawa ụlọọgwụ mana mmadụ iri na otu nwụrụ ebe ahụ ebe abụọ ọzọ nwụrụ n'ụlọ ọgwụ.",
    "Praịm Mịnịsta mba Indịa bụ Narendra Modi kwuru na ọnwụ ndịa na-agbawa obi.",
    "ASUU nọ ezụmike,ọ bụghị abụbọ ọrụ ka ha na-agba - Chris Ngige",
    "Ebe foto si, @LabourMinNG",
    "Mịnịsta ndị ọrụ Naijirịa bụ Chris Ngige ekwuola na abụbọ ọrụ otu jịkọrọ ndị nkuzi mahadum bụ Academic Staff Union of Universities (ASUU) na-agba bụ ezumike ka ha nọ n'ihi na ha agwaghị gọọmentị.",
    "Kama onyeisi ASUU bụ Emmanuel Osodeke kwuru na ha gwara Mịnịsta na-ahụ maka agụmakwụkwọ bụ Adamu Adamu maka ya bụ abụbọ ọrụ.",
    "Osodeke na-akọwa na ọ bụ mgbe ha na Adamu nwere nzụkọ ka ya tupenyere ya azụ na ha nwereike ịgba abụbọ ọrụ.",
    "Kama Adamu na-ekwu na gọọmentị ka na-atule ihe otu ASUU kwuru na ha chọrọ tupu ha agbaa abụbọ ọrụ a.",
    "Osodeke kwuru na gọọmentị nwere ụbọchị iri atọ imezu ihe ha chọrọ kama na gọọmentị nwereike ime ya n'ime abalị abụọ maọbụ atọ ma ha chọọ.",
    "Ụmụnyanyị",
    "Ụmụaka",
    "India",
    "Vidio, Ọ bụghị mmadụ niile ga-ekwete na ozi m na-ezi bụ ihe Nnamdi Kanu gwara m - Ejiofor17 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ17 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Vidio, Ihe ndị dibia kwuru banyere ọgwụ okeite na-ewu, Duration 2,487 Febụwarị 2022",
    "Anyị agaghịzi anabata ogbugbu ndị ugwu bi n'Ọwụwa Anyanwu - Coalition of Northern Groups",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Mama gbara afọ 102 chọrọ iso zọọ ọkwa onyeisiala Naịjirịa 2023",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe",
    "Nnamdi Kanu News: Ihe isii Ọkaikpe Binta Nyako nyere iwu ka e meere Nnamdi Kanu",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwaEmelitere ikpeazụ na: 29 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Blinken egwuola na ya na Lavrov nke Russia ga-ezuta n'izụụka na-abịanụ",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}