{
  "published": "17 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "BBC Igbo na Ifeanyi Ejiofor bụ ọkaiwu Nnamdi Kanu nwere mkparịtaụka dịka ekpechara ikpe Kanu n'ụbọchị 16 nke ọnwa Febụwarị afọ 2022.",
    "Ọkaiwu Ejiofor bụ otu n'ime ndị ọkaiwu na-anọchite anya Kanu, onyeisi otu Indigenous People of Biafra (Ipob), n'ikpe Gọọmentị Naijirịa na-ekpe ya n'ebubo gụnyere ịkpalite ọgbaaghara na Naijirịa, sara ajụjụ gbasara etu ya bụ ikpe si aga kemgbe a nwụchichara Kanu.",
    "Ihe mere ọkaikpe Nyako ji sị Kanu eyila uwe isiagụ",
    "Ihe isii ụlọikpe sịrịla ka e meere Nnamdi Kanu",
    "Ejiofor rụtụrụ aka n'okpu a kpụ n'ọnụ dịka ekpechara ya bụ ikpe nke gụnyere ịmezu ihe ọkaiwu kwuru maka uwe Kanu, enyo anya ya, ihe Simon Ekpa kwuru gbasara ozi Nnamdi Kanu na-ezi Ejiofor dgz.",
    "Gbasara ihe ọ ga-eme iji hụ na emezuru ihe ọkaikpe kwuru?",
    "Ọkaikpe Ifeanyị Ejiofor zara sị, \"anyị ga esosi ya ike iji hụ na emere ihe ọkaikpe sị ka e mee, agaghị m enye ha ohere\".",
    "Maka okwu ndị nchekwa ekweghị ịgbanwe uwe Nnamdi Kanu?",
    "Ejiofor kọwara na achọghị ka Kanu yiri akwa isiagu.",
    "O kwu sị, \"Ọ nweghị m hụrụ ọ mere ya iyi akwa siagu bịa ụlọ ikpe, kama ọ bụrụ ya ka a ga-eme ka ihe dị mma, anyị ga-eme ya\".",
    "Maka ndị na-ekwu na ha agaghị ege ya ntị n'ihi na ọbụghị ihe Kanu kwuru ka ọ na-ekwu",
    "Ọ zara sị, \"Anụbeghị m na e nwere ndị si na ha anaghị ege m ntị\".",
    "Ọ bụ Nnamdi Kanu ziem ozi m zie ha.",
    "Ka ọ dị ugbua, e yigharịala ya bụ ikpe gaa ụbọchị asatọ nke ọnwa Epreelụ afọ 2022.",
    "Lee ihe onyonyo a n'uju ka ị mata ihe ndị gbara ọkpụrụkpụ o kwuru",
    "Nnamdi \"Nwannekaenyi\" Okwu-Kanu hibere ma bụrụ onyendu otu a ma dịka Indigenous People of Biafra (Ipob) n'afọ 2012.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara Ọwụwa Anyanwụ kewapụ na Naịjiria ma bụrụ mba a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra, mana ka a lụchara agha nke butere ọnwụ mmadụ ruru otu nde, atụmaatụ ahụ abiaghị na mmezu.",
    "Onye bụ Nnamdi Kanu?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Kanu malitere Redio Biafra nke e hibere na London n'afọ 2009 ma na-agbasa ozi nye ndị Igbo bi na Naịjirịa.",
    "N'afọ 2018 ka gọọmentị Naịjiria nke Muhammadu Buhari bụ onyeisi ha, kpọrọ Ipob ndị oyi ndụ egwu.",
    "Nnamdi Kanu kọwaa etu i si gbalarị Egwu Eke - Uwazuruike",
    "Ọ gara Government College Umuahia, gaa mahadum na Naịjiria, (University of Nsukka) nwa mgbe nta tupu ọ gawa London, ebe ọ nọ gaa London Metropolitan University.",
    "Ọ gụrụ 'Politics and Economics' na mahadum.",
    "A mụrụ ya na Naịjiria mana o nwekwara akwụkwọ ikike (passport) ịbụ onye mba Briten.",
    "Ọ lụọla nwaanyị ma jide ụmụ.",
    "O kwenyere na ma bụrụ onye ofufe Judaism.",
    "Ikpe",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Nnamdi Kanu Case: Ozi m na-ezi bụ ihe Kanu gwara m zie, Duration 14,3517 Febụwarị 2022",
    "Vidio, Bullying in schools: Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ - Victor Nwankwo, Duration 4,1917 Febụwarị 2022",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Sit-at-home:Etu ndị 'unknown gunmen' si gbuo ndị uweojii n'Ezillo, Ebonyi steeti, Duration 1,2615 Febụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}