{
  "published": "18 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, PA Media",
    "Ndị isiobodo adọọla ndị mmadụ aka na ntị ka ha nọrọ n'ime ụlọ ha maka oke ajọ ikuku akpọrọ \"Storm Eunice\" na-akpa mkpamkpa na mba Briten.",
    "Ndị ọrụ nchekwa obodo a kpọrọ Met office dọrọ aka na ntị nke ugboro abụọ nye ndị niile bi na London, South-east nke Ọwụwa Anyanwụ mba Briten maka oke ikuku a.",
    "Ya bụ aka na ntị ha dọrọ ha kpọrọ \"red warning\" bụ maka ịgwa ndị mmadụ, ma ndị bi na mpaghara South-West England nakwa South Wales ka ha kee nkwụcha na chekwawa onwe ha maka ihe nwereike idakwasa ha dịka osisi, ureure ụlọ dara ada maọbụ gbamgbam sị n'ụlọ.",
    "Ọtụtụ ụlọakwụkwọ na ụzọ ụgbọoloko mechiri emechi na mpaghara Wales dịka ndị agha kere nkwụcha maka ihe meberede nwereike ịdapụta.",
    "Ndị ọrụ Sanyesị gbasara ihu eligwe gbara afa na oke ikuke bụ a \"Storm Eunice\" nwekwara ike ibute ikuku ji ọsọ ruru maịlị iri itolu (90mph) n'otu awa ụbọchị Frịade bụ nke ga-emebi ọtụtụ ihe ma igwe ọkụ latriki.",
    "Ndị amụma Sayensị gbasara mbara eligwe nke BBC sị na ihe a \"nwereike ị bụ ikuku kacha njọ n'afọ iri atọ gara aga\".",
    "Ebe foto si, Elizabeth Howard/PA Media",
    "Ha kwuru na ikuku Eunice bụ ikuku kacha njọ na UK n'izụụka abụọ dịka ọzọ ha kpọrọ \"storm Dudley\" kpachara ike na Scotland, northern England nakwa Northern Ireland hapụ ha n'ọchịchị kemgbe ahụ.",
    "Ndị ọrụ nchekwa obodo bụ Met Office adọọla ndị mmadụ aka na ntị ọtụtụ mgbe kemgbe ahụ.",
    "Nke ikpeazụ bụ nke ha kpọrọ Storm Arwen mere n'ọnwa Nọvemba afọ gara aga.",
    "Mana tupu nke ahụ eme, ọnwere nke ha kpọkwara \"Beast from the East\" mere n'afọ 2018.",
    "Ọgbaafa ndị BBC n'ihe gbasara ihu eligwe bụ Ben Rich sị na atụrụ anya na Eunice nwereike ịmebi ọtụtụ ihe maọbụ bute idere mmiri maka ndị bi n'akụkụ mmiri.",
    "Ebe foto si, @NGRSenate",
    "Ndị agha ụgbọmmiri Naịjirịa na Economic na Financial Crimes Commission (EFCC) ajụla ịkwado akwụkwọ iwu na Sineti nke sị ka a gụnye ndị kwuru ndị ntọrị maọbụ ndị omekataraihe pụọ ụjọ ụgwọ mgbaraisi onwe dịka kpara arụ n'obodo.",
    "Ndị ụlọọrụ abụọ a sị ka e wepụ ya bụ okwu na ya bụ akwụkwọ iwu gbasara ibelata oke ntọrị na Naịjirịa.",
    "Ọ bụ Buhari nọ n'Aso villa - Enyinnaya Abaribe",
    "Ụlọomeiwu ebinyela aka n'akwụkwọ 'police reform bill'",
    "Bukola Saraki akpọọla oku ka gọọmenti bulite \"sexual harassment bill\" ọzọ",
    "Onye nnọchite anya ndị Navy bụ Rear Admiral K.O Egbuchulam kwuru nke a n'Abuja ụbọchị Tọzde na mkparịtaụka e mere maka ọha ịtinye ọnụ na ya bụ okwu n'ụlọomeiwu ukwu.",
    "Sineti chọrọ ihibe iwu ọhụrụ ha kpọrọ 'Terrorism Prevention Act (Amendment) Bill 2021' iji belata oke ntọrị dị na Naịjirịa.",
    "Ndị mere ya bụ ọgbakọ ọha ahụ na Sineti bụ ndị kọmitii na-ahụ maka ikpe nkwụmọtọ, ikike dịịrị onye, ihe niile gbasara ikpe nakwa ịbuso mpụ agha ha kpọrọ 'Judiciary, Human Rights and Legal Matters; and Anti-Corruption and Financial Crimes' nke onye omeiwu Opeyemi Bamidele nọ n'isi ya.",
    "Amaokwu nke iri na anọ (14) ya bụ akwụkwọ iwu sị na \"onye ọbụla zigaara onye ntọrị maọbụ onye ọbụla kpachiri mmadụ n'ike ego maka ịtọhapụ onye nke ya adaala iwu obodo nke ga-ebutere ya nga afọ iri na ise\".",
    "Egbuchulam na-ekwu na kama ịta ndị kwuru ụgwọ n'isi ndị nke ha ahụhụ na ọ ka mma iji ya bụ ego ha na-akwụ ndị ntọrị dịka ihe ga-enyere ndị ọrụ nchekwa aka ịme nchọpụta ha.",
    "Ọ na-ekwu ka \"ndị chọrọ ịkwụ ụgwọ mgbapụta onwe gbaara ndị ọrụ nchekwa dịka ONSA, ndị agha nakwa ndị uweojii ama maka enyemaka\".",
    "N'otu aka ahụ onye nọchite anya ndị ụlọọrụ EFCC bụ Chile Okoroma sị na ya bụ iwu a chọrọ ime dị mma mana na o kwesighi ịta onye kwuru ụgwọ maka ịgbapụta onye nke ya ahụhụ.",
    "Ọ kwuru na e kwesiri ịhapụ ya bụ iwu ka ọ bụrụ sọ naanị ndị natara ya bụ ego, ọ bụghị onye nyere ya bụ ego.",
    "Mana ndị ọrụ nlekọta ndị nọ na mkpọrọ bụ Nigeria Correctional Service nabatara ihe nille dị na ya bụ akwụkwọ iwu ọhụrụ nke gụnyere ịta onye kwụrụ ụkwọ maka ịgbapụta ndị nke ha.",
    "Sịnetọ Bamidele chọrọ ka ndị mmadụ kwụsị ịkwụ ụgwọisi mgbara onwe maka ndị nke ha ndị ntọrị ji.",
    "Ya bụ iwu bụ iwu Terrorism (Prevention) Act, 2013 ka ọ chọrọ ịmegharị.",
    "Ebe foto si, Getty Images",
    "A chọpụtala ọrịa 'wild Poliovirus' n'ahụ nwatakịrị dị afọ atọ n'obodo Lilongwe bụ isiobodo Malawi.",
    "Ngalaba World Health Organisation (WHO) kwuru na nke a bụ mbụ a na-ahụ ọrịa polio kemgbe afọ ise n'Afrịka niile.",
    "Ya bụ ọrịa kpọnwụrụ ahụ nwatakịrị a.",
    "'Taa ka Afrịka ga-esonye na mba enweghịzị Polio'",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?",
    "Enweghị ntụkwasị obi n'ọgwụ mgbochi bụ oke nsogbu nye ụwa",
    "Nnyocha gosiri na ọ bụkwa otu nje ọrịa na-efegharị na mba Pakistan.",
    "Mgbe ikpeazụ a nụrụ maka ọrịa polio n'Afrịka tupu nke a emee bụ na Borno steeti dị na Naijirịa n'afọ 2016.",
    "Ọ bụ n'afọ 2020 ka a kpọrọ Afrịka dịka mba na-enweghịzị ọrịa Polio ma ncha.",
    "Ọrịa polio bụ ọrịa na-efesa n'ike.",
    "Ọ na-ebute mkpọnwụ ahụ n'ime awa ole na ole onye ahụ butere ya.",
    "Ebe foto si, Akanu Ibiam Airport",
    "Otu jịkọrọ ndị ụlọọrụ njem ụgbọelu bụ Airline Operators of Naijirịa n'ụbọchị Tọzde kwuru na ebubo ndị ụlọ omeiwu boro ha na ọ bụ ha na-ebute nkagbu njem na ụgboelu efebụghị n'oge ọ kwesịrị ezịghị ezi.",
    "Ọ bụ mgbe ndị ụloomeiwu na-ahụ maka njem ụgbọelu gara njem nleta n'ụlọọrụ Nigerian Civil Aviation Auhtority nke Legọs ka ha boro ebubo a.",
    "Onyeisi nzụkọ ndị omeiwu a bụ Sam Adeyemi kwuru sị, \" Ọ bụrụ na ụlọọrụ ụgbọelu ndị nọ na Naijirịa arụghị ọrụ ha nke ọma, a ga-akpọbata ụlọọrụ ndị si ofesi ime njem n'etiti Naijirịa\".",
    "Kama ụlọọrụ ndị na-eme njem kwuru na ọ bụ enweghị ezi akụrụngwa, ọdọ ụgbọelu ziri ezi, mmachi njem ụgboelu mgbe ọbụla onyeisiala na-eme njem na ihe ndị ọzọ na-ebute ya.",
    "Otu ọkwọụgbọala anwụọla dịka ndị omekome a kpọrọ 'bandits' na Bekee wakporo ụgbọala ndị bu ụmụakwụkwọ, na mpaghara Kerio Valley, Rift Valley dị na mba Kenya.",
    "Ụmụakwụkwọ iri na atọ (13) na ndị nkuzi abụọ nke ụlọakwụkwọ Tot High School, merụrụ ahụ na ya bụ mwakpo mere na mgbede ụbọchị Tọzde, Febrụwarị 17, 2022, mgbe ndị omekome ahụ kwara mgbọ aghara aghara n'ụgbọala ha ji si njem mmụta na-alọta.",
    "Fred Matiang'i bụ minista na-ahụ maka ihe na-eme n'ime mba ahụ, kwuru na a ga-akpụpụ onyeisi ụlọakwụkwọ ahụ ụlọikpe maka ikwe ka ụgbọala bu ụmụakwụkwọ ka nọrọ n'ụzọ mgbe elekere 6:30 nke mgbede gachara.",
    "Nke a na-abịa dịka ọ fọrọ naanị izu atọ tupu a malite ile ule na mpaghara mba ahụ niile.",
    "E nweela ọtụtụ mwakpo ndị omekome 'bandit' n'okpuruọchịchị gụnyere West Pokot, Baringo na Elgeyo Marakwet dị na mpaghara Ugwu nke Rift Valley, ebe e gburula opekata mpe ihe ruru mmadụ 80 n'ime ọnwa ise garala aga.",
    "Mwakpo ndị a achụpụla ọtụtụ ezinaụlọ n'ụlọ, mechie ọtụtụ ụlọakwụkwọ ma mee ka ndị mmadụ nọrọ n'ezigbo ụjọ na mpaghara ahụ.",
    "N'agbanyeghi na e zigala ọtụtụ ndị ọrụ nchekwa na mpaghara ahụ, ndị omekome a ka na-eme mwakpo ihe ruru kwa ụbọchị.",
    "Ka ọ dị ugbua, gọọmentị enweela atụmatụ iji ike gaa nnyocha ha ga-eji anapụta ndị nkịtị ngwaagha ndị ha na-esighi usoro iwu kwadoro nweta, na mpaghara ahụ.",
    "Ebe foto si, Reuters",
    "Naijirịa na mba ise ndị ọzọ n'Afrịka esorola na mba ndị ngalaba World Health Organisation họpụtara ga-ebido ịrụpụta ọgwụ mgbochi Covid-19.",
    "Ọ bụ Tedros Ghebreyesus bụ onyeisi WHO kwuru nke a ma sị na mba ndị nke ọzọ bụ Ijipt, Kenya, Senegal, Saụt Afrịka na Tunishịa n'ụbọchị Frịday.",
    "Ghebreyesus kwuru sị, \" WHO na ụlọọrụ na gọọmentị mba ndịa ga-arụkọ ọrụ iji hazie usoro na nkuzi nke ga-enyere ịka ibido atụmatụ a dịka ọchụchụ na ike mba ahụ siri dị.",
    "Ebugharịala ahịa ehi Omuma Uzo gaa ahịa ịyabasị nke Uratta - Okeiyi Kalu18 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu Colliery Avenue dị ugbua kemgbe izu abụọ ọkụ gbachara18 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Ebugharịala ahịa ehi Omuma Uzo gaa ahịa ịyabasị nke Uratta - Okeiyi Kalu",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Mama gbara afọ 102 chọrọ iso zọọ ọkwa onyeisiala Naịjirịa 2023",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwaEmelitere ikpeazụ na: 29 Ọktọba 2020",
    "Nnamdi Kanu News: Ihe isii Ọkaikpe Binta Nyako nyere iwu ka e meere Nnamdi Kanu",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbuaEmelitere ikpeazụ na: 11 Disemba 2021",
    "Ndị isiọrụ adọọla aka na ntị ka onye ọbụla gbakpuo n'ụlọ maka ajọ ikuku \"Storm Eunice",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}