{
  "published": "19 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Agbụrụ nọ na Naịjirịa ruru narị atọ ebe enwere asụsụ ruru narị ise na Naịjirịa.",
    "N'ọnwa Febụwarị 2022, akụkọ pụtara na soshal midia na otu onye uweojii n'Adamawa steeti kpasara otu onye Igbo agwa gosiri ịkpa oke agbụrụ.",
    "Ka akụkọ ebubo a si kwuo, onye uweojii ahụ gwara onye Igbo ahụ chọrọ ịrụ ụlọ n'akụkụ be ya sị: \"Achọghị m ka ị bụrụ onye agbataobi m, a chọghị m ka onye si Ọwụwa Anyanwụ biri m nso.\"",
    "Ị ma na ị nwereike ịkpa oke na-amaghị ama?",
    "Gịnị ka ị ma gbasara atụmatụ 'State Police'?",
    "Ihe ọkaiwu Sunday Igboho kwuru maka nwụchị ya na Cotonou",
    "Akụkọ kwuru na kọmịshọna uweojii n'Adamawa steeti bụ Mohammed Ahmed Barde ehiwela otu nnyocha ịmata ma ihe a o mere n'ezie.",
    "Ndịigbo si na ọbụ mmegbu iji onye ugwu tụchịe onye ndịda na gọmmentị Buhari",
    "Okwu ebubo ịkpa oke agbụrụ bụ ihe ọtụtụ ndị mmadụ kpụ n'ọnụ na nso nso nke mere na ọtụtụ ndị nakwa otu na Naịjirịa ekwuola na a na-emegbu ha ebe ụfọdụ kwuru na Naịjirịa na-akpagbu ha.",
    "N'ihi ya, ọtụtụ apụtala kwuo na ha chọrọ nnwereonwe n'aka Naịjirịa ma sị na a na-emegbu ha.",
    "Ụfọdụ otu ndị a gụnyere Indigenous People of Biafra (Ipob) chọrọ nwereonwe ndị Igbo, nakwa otu \"Yoruba Nation\" chọrọ nwereonwe ndị Yoruba.",
    "Ọtụtụ n'ime ha na-eti mkpu mmegbu na Naịjirịa ma sị na a na-akpasị ha oke agbụrụ n'ụzọ dị iche iche.",
    "Ebe foto si, Getty Images",
    "Ndị otu Yoruba Nation na-eme ngagharịiwe dịka ha na-achọ nwereonwe ndị Yoruba",
    "Otu onye ọkaiwu bụ Jake Effoduh gwara BBC Igbo na iwu Naịjirịa megidere mmadụ ịkpasị ibe ya oke agbụrụ n'ụzọ ọbụla gụnyere ụdịdị ya, akwa ya, ebe a mụrụ ya, okpukperechi dgz",
    "Ọ sị na akwụkwọ iwu Naịjirịa akara \"Section 42\" depụtara ihe ndị megidere ikike dịịrị onye nke metụtara ịkpa oke.",
    "Ọkaiwu ọzọ bụ Uchechi Ezenyirioha sị na ihe siri ike n'okwu a bụ na ọ naghị adị mfe ịkpụpụ mmadụ ụlọikpe maka ebubo ịkpa oke agbụrụ bụ nke a kpọrọ \"non justiciable rights\" n'akwụkwọ iwu.",
    "Ọ gara n'ihu kwuo na naanị ma onye akpasịrị agwaa gosi ihe akaebe gbara ọkpụrụkpụ ga-enye aka iji nwuchie onye kpasịrị ya oke agbụrụ.",
    "Ezenyirioha sị na ihe akaebe ahụ nwereike ịbụ ihe onyonyo, akwụkwọ ozi, olu okwu e tinyere n'ekwentị dgz.",
    "Ọ sị na agbanyeghi na iwu akwadochaghị ịkpụpụ mmadụ ụlọikpe maka ya mana ụlọikpe pụrụiche bụ 'industrial court' na-eleba anya n'ebubo ịkpa oke agbụrụ.",
    "Ebe foto si, Getty Images",
    "Ndị otu Ipob na-eme ngagharịiwe dịka ha na-achọ nwereonwe ndị Igbo",
    "E nweela ọtụtụ mgbe a boro ndị nọ n'ọchịchị ma ndị nkịtị ebubo maka ịkpa oke agbụrụ, ụfọdụ ha gụnyere;",
    "Cheta na Twitter wepụrụ ozi Onyeisiala Buhari nke o zipụtara n'akara Twitter ya n'ụbọchị mbụ nke ọnwa Juun, 2021. Otutu boro ebubo na ozi ahụ gosiri ịkpa oke nye ndị Igbo.Ya bụ ozi dere \"Ndị na-ebute ọgbaghara bụ ndị ntorobịa na-amaghi ihe anyị gabigara n'oge agha Bịafra...\"Anyị ga-egosị ha ihe ha na-achọ ọkachasị n'asụsụ ha ga-aghọta.\"Twitter kwuru na ozi ahụ megidere iwu ụlọọrụ ha nke mere ha ji wepụ ya.",
    "Ndị mmadụ boro ọkaiwu gọọmentị etiti bụ Abubakar Malami ebubo ịkpa oke agbụrụ maka ihe o kwuru na mkparịtaụka ya na Channels TV n'ọnwa Mee 2021.Malami kwuru sị: \"Mmach ịchị ehi na ndịda Naịjirịa dị ka ndị gọvanọ mpagha Ugwu ịjịkọ aka ọnụ machịe ịzụ ahịa akụrụngwa ụgbọla bụ \"spare parts\"..Ndị mmadụ kwuru na ọ bụ ndị Igbo ka Malami na-atụfere okwu, n'ihi na ọ bụ ndị Igbo ka e ji azụmahịa \"Spare Parts\" mara n'Ugwu.",
    "N'afọ 2015, Eze odinala nke Legos bụ Oba Babatunde Akiolu, kwuru okwu gbasara ntuliaka ọkwa gọvanọ nke afọ ahụ.O kwuru sị: \"Aṅụọ m iyi n'aha Chukwu, onye ọbụla n'ime ụnụ na-atụnyeghiri Ambode vootu ka ọ bụrụ Gọvanọ Legos steeti ga-ala n'ime osimiri a; mmiri ga-eri ya\".Akiolu kwuru nke a dịka ụfọdụ ndị ndu Igbo gara leta ya n'obi ya, nke a mere ka ọtụtụ mmadụ katọọ ya.",
    "Ebe foto si, Getty Images",
    "Udo na ịdịnaotu dị mkpa maka ọganihu obodo",
    "Agbụrụ nọ na Naịjirịa ruru narị atọ ebe enwere asụsụ ruru narị ise na Naịjirịa, dịka ụfọdụ nnyocha si gosi.",
    "Iji belata ịkpa oke agbụrụ, gọọmentị Naịjirịa tinyere iwu a na-akpọ 'Federal Character'.",
    "Dịka iwu a si dị, ụlọọrụ niile dị mkpa na gọọmentị Naịjirịa ga-enwerịrị ndịọrụ si na mpaghara nakwa agbụrụ dị icheiche na Naịjirịa.",
    "Ọkwa dị elu na gọọmentị ga-enwekwa ndị si mpaghara dị icheiche ga-anọ na ha.",
    "Ngalaba e hibere iji hazie nke a ka a na-akpọ 'Federal Character Commission\".",
    "Mana ọtụtụ na-ekwu na ịkpa oke agbụrụ ka na-arịkwa elu na Naịjirịa n'agbanyeghị atụmatụ ndị a e tinyere iji gbochie maọbụ belata ya.",
    "ịkpa oke",
    "Islam",
    "Ofụfe",
    "Naijiria",
    "Agbụrụ",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ndị otu Kristi",
    "Discrimination: Ị ma na ị nwereike ịkpa oke na-amaghị ama?1 Maachị 2020",
    "International Albinism Awareness Day: Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Abubakar Malami: ọ bụ ịkpa oke agbụrụ iji ndị mkpuka tụnyere ndị ọchịehi - Fani-Kayode20 Mee 2021",
    "Ihe ndị pụtara n'akwụkwọ Obasanjo degara Buhari24 Jenụwarị 2018",
    "Christopher Columbus: Ihe i kwesịrị ịma maka nwoke a ndị na-eme ngagharịiwe kụturu na mba Amerịka12 Juun 2020",
    "Vidio, 'Etu anyị si buru asụsụ Igbo gaa mahadum Oxford' - Nwelue na Umenyiriohaelekere 6 gara aga",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụlaelekere 7 gara aga",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramaraEmelitere ikpeazụ na: 23 Ọktọba 2021",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Ebugharịala ahịa ehi Omuma Uzo gaa ahịa ịyabasị nke Uratta - Okiyi Kalu",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Kedụ ihe iwu Naịjirịa kwuru banyere ịkpa oke agbụrụ?",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe",
    "Ndị uweojii Canada amịpụtarala ndị na-eme ngagharịiwe anya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anyaEmelitere ikpeazụ na: 1 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}