{
  "published": "18 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A malitela ịrụgharị ebe obibi ndị ọkụ gbara ụlọ na ngwongwo ha na Colliery Avenue dị na Coal Camp, Enugwu.",
    "Kemgbe ọkụ ahụ gbachara n'ụbọchị isii nke ọnwa Febrụwarị afọ 2022, ndị bi n'ogbe ahụ kwara arịrị na ha enwetabeghi enyemaka ọbụla n'aka gọọmentị n'agbanyeghi na ha kwere nkwa ịgbatara ha ọsọ enyemaka.",
    "Ha kwuru na ndị ụlọọrụ na-ahụ maka gbatagbata na Naịjiria bụ National Emergency Management Agency (Nema) na gọọmentị bịara dekọrọ aha ha mana ha anụbeghi ụkpọrọ ha.",
    "Etu ọkụ si gbapịa ihe ndị mmadụ n'Enugwu steeti",
    "Umuahia fuel station fire: E menyụọla ọkụ gbara n'ọdọ mmanụ ụgbọala",
    "Lee etu ọkụ siri gbapịa ahịa dị n'Obiagu n'Enugwu",
    "Mgbe BBC Igbo gara njem nleta ebe ahụ n'ụbọchị Fraịde, 18 nke ọnwa Febrụwarị 2022, ha hụrụ ka ụfọdụ ndị bi ebe ahụ ji aka ha arụgharị ebe obibi ha.",
    "Ndị ọzọ gwara BBC na ha ka na-arahụ n'ezi, ebe ụfọdụ kwuru na ha gara nọnyere ụmụnne na ndị enyi ha.",
    "BBC kpọtụrụ ụlọọrụ Nema, ndị kwuru na ha gara ebe ahụ n'ezie mana ha ezigala aha ndị ahụ n'isi ụlọọrụ ha ebe a ga-esi gbatara ha ọsọ enyemaka mgbe a hazichara ihe.",
    "Major James Eze bụ onyeisi na-achịkọta Nema na mpaghara Ọwụwa Anyanwụ n'Enugwu steeti, kwuru na enyemaka nke ha bụ nke si na gọọmentị etiti, na ọ bụ State Emergency Management Agency (Sema) ga-ebu ụzọ gbata ya bụ ọsọ enyemaka tupu nke gọọmentị etiti abịa mgbe a hazichara ya.",
    "BBC Igbo nwara inweta onyeisi Sema n'Enugwu, mana ruo mgbe e biputara akụkọ a, o bughi ekwenti ya.",
    "Lee ihe BBC hụrụ nakwa ihe ndị bi ebe ahụ kwuru n'onyonyo:",
    "Cheta na ọkụ bu ụzọ gbaa na mpaghara a kpọrọ Calabar street dị na Coal Camp n'ụbọchị iri abụọ na ise nke ọnwa Jenụwarị 2022,",
    "Ya bụ ọkụ mebiri ọnụ ụlọ karịrị iri abụọ, ma gbapịa ngwongwo ndị e ji ebi n'ụlọ.",
    "Ka ọ dị ugbua, ndị Calabar street na onwe ha ka na-ebe akwa ọkụ a gbara na nke ha.",
    "Enugu Steeti",
    "Enugwu",
    "Ebugharịala ahịa ehi Omuma Uzo gaa ahịa ịyabasị nke Uratta - Okeiyi Kalu18 Febụwarị 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Etu Colliery Avenue dị ugbua kemgbe izu abụọ ọkụ gbachara18 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Lee ihe \"marijuana' nwere ike ime n'ahụ gị10 Febụwarị 2022",
    "Ebugharịala ahịa ehi Omuma Uzo gaa ahịa ịyabasị nke Uratta - Okeiyi Kalu",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Mama gbara afọ 102 chọrọ iso zọọ ọkwa onyeisiala Naịjirịa 2023",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwaEmelitere ikpeazụ na: 29 Ọktọba 2020",
    "Nnamdi Kanu News: Ihe isii Ọkaikpe Binta Nyako nyere iwu ka e meere Nnamdi Kanu",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ihe mere ọtụtụ ndị mmadụ ji agbanwe etu ha si acha na Naijiria ugbuaEmelitere ikpeazụ na: 11 Disemba 2021",
    "Ndị isiọrụ adọọla aka na ntị ka onye ọbụla gbakpuo n'ụlọ maka ajọ ikuku \"Storm Eunice",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}