{
  "published": "24 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Image",
    "Ndí uweojii nzuzo DSS ekweghí na Nnamdi kanu ga-eyi akwa isi agụ bịa n'ụlọikpe n'ọdị nso a",
    "Okwu gbasara akwa 'Isi Agụ' bọlitere elu n'ọdị nso dịka ndị ọrụ nchekwa nzuzo Naịjirịa jụrụ ajụ na Nnamdi Kanu agaghị eyi ya bụ uwe bịa ụlọikpe.",
    "Nnamdi Kanu bụ onyeisi otu na-achọ nnwereonwe mpaghara Ọwụwa Anyanwụ Naịjirịa ebe ndị Igbo kacha biri.",
    "Gọọmentị Naịjirịa na-ekpe Kanu ikpe ugbua dịka ha boro ya ebubo ịkpa nkata ikewa Naịjirịa nakwa iyi ndụ egwu.",
    "Odoghị anya kpọmkwem ihe kpatara ndị DSS jị jụ na Kanu agaghị eyi uwe isi agụ, mana ihe doro anya bụ na uwe isi agụ bụ otu ọkpụrụkpụ njirimara ndị Igbo.",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha",
    "Ebe ọbụla a hụrụ onye yi isi agụ, ma na Naịjirịa maọbụ na mba ọzọ, ọdịghị mkpa mmadụ ịgwa gị na onye yi ya bụ onye Igbo, maọbụ na onye ahụ na-achọ igosi na ihe ndị Igbo na-adị ya mma.",
    "Mana ebe ọ bụ na uwe 'Isi Agụ' abụghị n'ala Igbo ka a na-emepụta ya, kedụzị etu o si bụrụ nnukwu njirimara ndị Igbo?",
    "Ebe foto si, Getty Images",
    "N'omenala Igbo, Agu bụ eze ụmụ anụmanụ.",
    "Agụ bụ anụmanụ kacha nwee nkwanye ugwu dịka omenala Igbo si dị.",
    "Nke a bụ maka na Agu bụ anụmanụ siri ike, ọ bụghị anụmanụ onye ọbụla nwere ike ịga nwụrụ n'aka.",
    "Nke a mere ndị Igbo ji ekwu okwu sị na \"ebube Agu na-eche Agụ\".",
    "Ebe foto si, Presidency/Nasir El-Rufai",
    "Mgbe ụfọdụ ndị abụghị ndị Igbo na-eyi uwe Isi Agụ iji gosi na ihe ndị Igbo na-adị ha mma",
    "A bịa n'otu ndị dinta, ọ bụ naanị onye gburula agụ n'ịchụ nta ka a na-akpọ 'Ogbu Agu'.",
    "Dịka Ikechukwu Umeonyirioha si kọọrọ BBC Igbo, \"'Ogbu Agụ' bụ echichi na-egosi na mmadụ bụ dike, na onye ahụ abụghị onye ụjọ.",
    "\"Onye a kpọrọ 'Ogbu Agu' na-enwe nkwanye ugwu pụrụ iche n'etiti ụmụnna ya nakwa n'obodo niile.\"",
    "Etu m si eji uli Igbo emepụta akwa ọgbaraọhụrụ bụ sọ mma",
    "Ikechukwu Umeonyirioha bụ ọkaibe n'asụsụ nakwa omenala Igbo, ọ nọ ugbua na Mahadum Oxford nke mba United Kingdom, ebe ọ na-akuzi asụsụ Igbo.",
    "Ọ kọwara na n'oge gboo, \"ndị chiri ogbuagu na-eyi akwa pụrụ iche nke e sere isi agụ na ya iji gosi ike ha kpara.",
    "\"Ọ bụ otu a ka uwe e sere isi agụ si bụrụ ihe nkwanye ugwu n'ala Igbo,\" Umeonyirioha kwuru.",
    "Kama ọ kọwakwara na uwe nke ndị gboo yiri abụghị ụdị nke a ndị Igbo na-eyi taa.",
    "Ebe foto si, Getty Images",
    "Otu ihe ahụ kwa ka ndị nchọcha aha ha bụ Margaret Ajiginni, Antonia Okogwu, na Chile Oparaocha chọpụtara n'akwụkwọ nchọcha nke ha mere n'afọ 2020.",
    "Ha dere sị: \"Isi agụ bụ onyinye a na-enye ndị dike ndị garala agha ma turu ugo lọta; nke a bụ iji gosi nkwanye ugwu ndị Igbo na-akwanyere anụmanụ a bụ agụ.\"",
    "Dịka oge na-aga, a malitere itinye onyonyo Odum n'akwa kama nke Agu, n'ihi na ndị Igbo kwenyere na Odum na-egbu Agu.",
    "Akụkọ ndị ọzọ yitere akụkọ a: Etu e si nweta aha ahịa anọ dị n'ala Igbo",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị Igbo",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa ha",
    "N'edemede nke James Eze dere gbasara Isi Agu n'afọ 2016, ọ kọrọ akụkọ ihe Eze Chukwuemeka Eri sara ya gbasara etu Agụ si bụrụ anụ ndị Igbo na-akwanyere Ugwu.",
    "Chukwuemeka Eri bụ eze ọdịnala obodo Eri, bụ ebe ọtụtụ kwenyere na ndị Igbo si pulite.",
    "O kwuru sị: Agụ bụ anụ siri ike, ọ naghị atụ anụ ọzọ egwu, otu a ka ndị Igbo dị.\"",
    "\"Ọ bụghị na mberede ka Agụ ji bụrụ anụmanụ e ji mara ndị Igbo, ihe niile e ji mara Agụ bụkwa ihe e ji mara Igbo.\"",
    "Ebe foto si, Bubendorff MG Sch Adazi - Nnukwu",
    "N'ọdị nso a, otu ụlọakwụkwọ n'Anambra steeti ji ya kwaara ụmụakwụkwọ aha akwa akwụkwọ.",
    "N'oge gboo, ọ bụ naanị ndị chiri chichi 'Ogbu Agu' nwere ike iyi uwe ahụ pụrụ iche esere isi agụ na ya.",
    "Mana dịka oge na-aga, akwa isi agụ bịaziri bụrụ akwa e ji ama nwoke Igbo ọbụla tozuru etozu.",
    "Onye ọbụla ị hụrụ yi uwe isi agụ, ihe ọ na-ekwu bụ \"ihere anaghị eme m ikwupụta na a bụ m onye Igbo\".",
    "Ebe foto si, @IKEJIOFOR ELLA AMY",
    "Ikejiofor Ella na di ya ji akwa Isi Agu uwe agbamakwụkwọ ha",
    "Ka ọ dị ugbua, ụmụnwaanyị na-ejizikwa uwe isi agụ akwa ụdị akwa dị icheiche.",
    "N'oge mbụ, a na-ekwu na nwaanyị anaghị eyi isi agụ, mana ihe ndị a agbanwechaala.",
    "Ụfọdụ ụmụnwaanyị ejirila uwe isi agụ kwaa akwa agbamakwụkwọ ha.",
    "Akwete bụkwa ụd akwa ọzọ e ji mara ndị Igo. A na-arụpụta ya n'obodo Akwete n'Abia steeti",
    "Akwa 'Isi Agụ' nwere ụdị dị icheiche, mana o nweghị ụdị nke a na-emepụta n'ala Igbo.",
    "Ha ncha bụ mba ofesi ka ndị na-atụ mgbere akwa na-esi ebubata ha.",
    "Dịka Onyeka Nwelue si gwa BBC Igbo, ọ bụ na mba Turkey ka e si ebubatakarị akwa Isi Agụ.",
    "Ọkammụta Nwelue bụ ode akwụkwọ nakwa onye nchọcha na ngalaba mmụta akụkọ ntọnala ndị nke bekee na-akpọ 'anthropology'.",
    "Ụfọdụ akwa Isi Agụ na-esikwa na mba India abata.",
    "Ụfọdụ akwa ndị ọzọ e ji mara ndị Igbo gụnyere:",
    "Akwaete - nke a na-emepụta n'obodo Akwete n'Abia steeti",
    "Akwa ọcha - nke e ji mara ndị Igbo na mpaghara Aniọma, Ọnịcha, na ndị ọzọ bi nso n'osimiri Naịja",
    "Ukwu akwa abụọ - e ji ya amata ụmụnwaanyị si mpaghara Ọwụwa Anyanwụ",
    "Ekike",
    "Ọrụ aka ịkwa akwa",
    "Omenala",
    "Igbo Markets: Etu e si nweta aha ahịa anọ dị n'ala Igbo31 Ọgọọst 2019",
    "Igbo Culture: Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha13 Nọvemba 2020",
    "Igbo Musicians: Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 200011 Septemba 2020",
    "Vidio, Gịnị bụ \"lion na leopard\" n'Igbo?18 Eprel 2018",
    "Igbo History: Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa ha23 Mee 2020",
    "Igbo Landing: Etu ụmụ Igbo si gosi 'ofu obi' n'ihu mkpagbu n'oge gboo24 Mee 2020",
    "Vidio, Igbo History: Ihe mere ndị bekee enweghi ike ịchọta Ivin Ukpabi ndị Arochukwu16 Jenụwarị 2021",
    "Pius Okigbo: Ihe gbara ọkpụrụkpụ maka ndụ odogwu Igbo a6 Febụwarị 2021",
    "NA EME UGBU A Russia Vs Ukraine: Ihe ndị bụ iwe Putin o jiri wakpoo Ukraine",
    "Gee ntị, BBC Nkeji24 Febụwarị 2022",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson24 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson",
    "Etu akwa 'Isi Agụ' si bụrụ nnukwu njirimara ndị Igbo",
    "ENSEIC akpọpụtala PDP dịka ndị meriri na ntuliaka ọkwa onyeisioche n' okpuru ọchịchị 17",
    "Etu e si tụọ Sarah Ochekpe bụbụ Mịnịsta mkpọrọ afọ isii",
    "Foto: Rọshịa amalitela nwakpo Yukren",
    "Ned Nwoko Vs Jaruma: Jaruma ọ gbaala ọsọ maka ikpe ya na Ned Nwoko?",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nkwenye ndị Igbo oge gboo banyere ịlọụwa, agwụ, ọgbanje na ihe dị ọzọ metụtara ọnwụ na ndụEmelitere ikpeazụ na: 2 Ọgọọst 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}