{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeka Nwelue na Ikechukwu Umeonyirioha ekwuola na ebumnuche ha bụ ime ka ndị ọcha mụta etu e si asụ Igbo, ọ bụ nke a mere ha ji malite atụmatụ ịkụzi asụsụ Igbo na Mahadu Oxford, na mba United Kingdom.",
    "Ha kwuru nke a na mkparịtaụka ha na BBC Igbo nwere n’ụbọchị Satọde, Febrụwarị 19, 2022.",
    "Aha mmadụ abụọ a wuru ewu n’akwụkwọ akụkọ niile na Naịjirịa dịka ike a ha kpara pụtara ihe.",
    "Uru asụsụ Igbo bara",
    "Million, Billion na Trillion bụ gịnị n'Igbo? Lee ihe ndị mmadụ zara",
    "Ị ga-asụpenwu ogbunigwe n'Igbo?",
    "Egwu ncheta ụbọchị ọmụmụ gị",
    "Onyeka Nwelue, onye bụkwa odeakwụkwọ, kwuru na ọ bụ ya hibere ngalaba a kpọrọ james Curreh Society, na Mahadum Oxford.",
    "“Otu a bụ iji kwalite agụmagụ nakwa ndị odeakwụkwọ si mpaghara Afrịka,” Nwelue kwuru.",
    "“James Currey n’onwe ya bụ onye ya na Chinua Achebe hibere atụmatụ ‘African Writers Series’ n’afọ 1962.”",
    "“Iji cheta nwoke a nakwa mbọ ọ gbara ịkwalite ndị ode akwụkwọ Afrịka, anyị hibere otu a n’aha ya.”",
    "“Ọ bụ n’ime otu a ka anyị ji ewepụta atụmatụ dị icheiche maka nkwalite asụsụ Igbo na asụsụ Afrịka ndị ọzọ.”",
    "“Ihe anyị bu n’obi bụ ka ndị ọcha mụta ma na-asụ Igbo, dịka anyị onwe anyị si mụta ma na-asụkwa bekee.”",
    "N’aka nke ya, Ikechukwu Umeonyirioha kwuru na ya gụrụ asụsụ Igbo na Mahadu Nnamdi Azikiwe dị n’Ọka, Anambra steeti.",
    "O mechara gafee mba Chaịna, ebe ọ nọ na-amụta asụsụ Chaịna ma na-akụzikwara ha Igbo.",
    "“Oge m nọ na mahadum, ọ dịghịrị m mfe ịgwa ndị mmadụ na m na-agụ Igbo, maka ha ga na-akparị ma na-achị m ọchị,” Umeonyirioha kwuru.",
    "“Mana o kwesịghị ịdị otu a, asụsụ anyị kwesịrị ịbụ ihe anyị ji eme ọnụ. Taa, ọ na-agụ ndị ọcha agụụ ịmụta asụsụ Igbo.”",
    "“Mụ onwe m na-asụ asụsụ Chaịna nke ọma, na-ede ya ede, jirikwa ya na-akụzi ihe.”",
    "Umenyirioha kọwara na ọ bụghị ihe ọjọọ ma mmadụ na-asụ Igbo ma na-etinyetụkwa ya obere bekee.",
    "“Engligbo abụghị ihe ọjọọ,” o kwuru. “Ọ dịghị mma ịchị onye na-amụta Igbo obere obere ọchị.”",
    "N’otu aka ahụ kwa, Onyeka Nwelue kwuru na ya onwe ya etinyela ụfọdụ mkpụrụokwu  ‘Engligbo’ n’ime akwụkwọ o bipụtara.",
    "“N’akwụkwọ m bụ ‘The Abyssinian Boy’, etinyere m okwu a bụ “nwayọly” n’ime ya.”",
    "“Ọ bụrụ na nke a dabaa, otu ụbọchị, ị ga-ahụ okwu ahụ abanye n’ọba okwu bekee, ọ bụ etu a ka asụsụ si eto eto.”",
    "Ikechukwu Umenyirioha kwuru na ọ dị mkpa ka e nwee otu na-akwalite ọmụmụ asụsụ Igbo, dịka otu a kpọrọ ‘Society for Promotion of Igbo Language and Culture’ (SPILC) n’oge gara aga.",
    "Ugbua, otu SPILC anwụọla, mana Umeonyirioha rịọrọ ndị ọkammụta n’asụsụ Igbo ka ha tutekwa ya bụ otu n’ọnwụ.",
    "“Ọ bụrụ na anyị akwadoghị asụsụ anyị ma wulite ya, onye ga-emere anyị ya”? ka ọ jụrụ.",
    "Ikechukwu Umeonyirioha bụ onye nkuzi na mahadum Oxford na-agbasi mbọ ike ịhụ na asụsụ Igbo kwụ chịm na mba ụwa",
    "Onyeka Nwelue na Ikechukwu Umeonyirioha kọwakwara na mbọ ha na-agba ịkwalite asụsụ Igbo, abụghị nkwado maka nnwereonwe Biafra.",
    "Ha kwuru na ha ahụla etu ụfọdụ mmadị si eji akụkọ maka nkuzi asụsụ Igbo na Mahadum Oxford na-ekwu na nnwereonwe Biafra eruwela nso, \"mana o nweghị ihe ọbụla gbasara ihe anyị na-eme na Biafra\".",
    "\"Ọrụ anyị na James Currey Society gụnyekwara ịkwalite asụsụ Afrịka dị icheiche, ọ bụghị naanị Igbo,\" ha kwuru.",
    "Naijiria",
    "Omenala",
    "Ndị Biafra chọrọ nkewa",
    "Ọmụmụ na mmụta",
    "Igbo Culture: Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe ha13 Nọvemba 2020",
    "Vidio, Bob Manuel Udokwu: Lọghachịte n'ụzọ omenala, Duration 3,2221 Jenụwarị 2022",
    "Vidio, Ịsụ asụsụ igbo bara nnukwu uru, Duration 2,2322 Febụwarị 2018",
    "Vidio, Mother Language Day: Ngwa nwale ịsụpe ogbunigwe n'Igbo, Duration 2,2021 Febụwarị 2020",
    "Vidio, 'Etu anyị si buru asụsụ Igbo gaa mahadum Oxford' - Nwelue na Umenyirioha, Duration 13,59elekere 6 gara aga",
    "Vidio, Chukwuemeka na Chinyere Odunukwe: Etu di na nwunye ji otu nwa na-erubeghi otu afọ si laa mmụọ, Duration 1,54elekere 4 gara aga",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Bullying in schools: Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ - Victor Nwankwo, Duration 4,1917 Febụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Nnamdi Kanu Case: Ozi m na-ezi bụ ihe Kanu gwara m zie, Duration 14,3517 Febụwarị 2022",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}