{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nnanyelugo Chidi Aroh/Twitter",
    "Chidi Aroh bụbu Kọmishọna mgbasa ozi n'Enugwu steeti tupu e mee ya kọmishọna na-ahụ maka ala.",
    "Kọmịshọna na-ahụ maka ala n'Enugwu steeti bụ Chidi Aroh agbalahụla ọnwụ dịka ndị oji egbe amaghị ndị ha bụ wakporo ya n'Anambra steeti.",
    "Mana ndị uweojii abụọ na-eche ya nche ka akụkọ kwuru na ha lara mmụọ na mwakpo ahụ.",
    "Ọnụ na-ekwuru ndị uweojii Anambra steeti bụ Toochukwu Ikenga kwuru na ya bụ ihe mere n'eziokwu.",
    "Kama o kwughị na ndị uweojii ahụ nwụrụ anwụ, ọ sị na a na-achọ ha achọ.",
    "Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu",
    "Ebonyi NDLEA killing: Ndị ojiegbe eyiegwu egbuola ndị ọrụ NDLEA abụọ ma gbaa ụgbọala ha ọkụ n'Ebonyi Steeti",
    "Ikenga kwuru na ọ bụ n'ụbọchị Sọnde, abalị iri abụọ nke ọnwa Febrụwarị ka ya bụ ihe mere.",
    "Ọ kọwara na ihe a mere n'okporoụzọ Ukpor-Lilu-Orsumoghu-Azia-Mbosi.",
    "Akụkọ kwuru na ọ bụ oge Chidi Aroh na ndị uweojii na-eche ya nche si Anambra na-alaghachi Enugu ka ndị oji egbe ahụ chebiri n'okporoụzọ ma kwaa ha mgbọ.",
    "Ndị ekperima ahụ kwara mgbọ n'ụgbọala Hilux nke ndị uweojii nọ n'ime ya, ebe Chidi Aroh, onye nọ n'ime ụgbọala ọzọ, ji obere ihe gbalahụ ya bụ ọdachi.",
    "Akụkọ kwukwara na ndị omekome ahụ wekọọrọ egbe ndị uweojii ahụ nwụrụ anwụ.",
    "Mana n'ozi o ziteere BBC Igbo, Toochukwu Ikenga kwuru na ọ bụ etu ndị uweojii ahụ si lụso ndị ekperima ahụ ọgụ mere Chidi Aroh n'onwe ya ji hụ ụzọ gbaa ọsọ.",
    "O kwuru sị: \"Nke a egosila etu ndị ọrụ nchekwa si eji ndụ ha achụ aja iji chekwaa ndụ ndị ọzọ.\"",
    "\"Ọ bụ bụ n'ihi na ha lụsoro ndị ekperima ahụ ọgụ, mere Kọmshọna na ọkwọ ụgbọala ya ji gbalaga.\"",
    "\"Oge anyị nwetara akụkọ mwakpo a, anyị zipụrụ ndị ọrụ anyị na mpaghara ahụ, mana ka ọ dị ugbua, anyị amabeghị ebe ndị uweojii abụọ ahụ nọ.\"",
    "\"Anyị ka na-agba mbọ ịmata nke a.\"",
    "Chidi Aroh so na ndị ndọrọndọrọ ọchịchị ọnụ na-eru n'okwu n'Enugwu steeti.",
    "Ọ rụọla ọrụ na ngalaba dị icheiche tupu e mee ya Kọmishọna na-ahụ maka ala na ngwụcha afọ 2021.",
    "Tupu oge ahụ ọ bụbu Kọmishọna mgbasaozi.",
    "Ugbua, Chidi Aro na-azọ ọkwa onyeisi oche okpuru ọchịchị Igbo-Etiti n'Enugwu Steeti.",
    "O merielarị ntuliaka imeụlọ nke ndị otu 'Peoples Democratic Party' iji nọchie aha ha na ntuliaka hụ nke a ga-eme n'ụbọchị Wenezde, abalị iri abụọ na atọ nke ọnwa Febrụwarị 2022.",
    "Odobeghị anya ma mwakpo a enwere ka o si gbasata ntuliaka a na-abịanụ.",
    "Marakwa na mpaghara Lilu, Orsumoghu, na Azia, ebe mwakpo a nọrọ mee, bụ ebe ndị ojiegbe na-akpa nnukwu ike n'ọdị nso a.",
    "Foto a abụghị ya ka akụkọ a na-ekwu maka ya.",
    "Ndị uweojii n'Imo steeti wepụtakwara akwụkwọ ozi nke kwuru na ndị omekome wakporo ụlọọrụ ha dị n'Isu, Imo steeti.",
    "Michael Abattam, bụ ọnụ na-ekwuru ndị uweojii Imo kwuru na mwakpo a mere n'elekere iri na otu na ọkara nke abalị Sọnde, Febrụwarị 20.",
    "\"Ndị ekperima a si n'azụụlọ wakpoo ụlọọrụ ndị uweojii ahụ, maka na o nweghị ngwuru,\" ka o kwuru.",
    "Abattam kwukwara na ndị ahụ tụbatara ogbunigwu n'ime ụlọọrụ ahụ nke tasuru akụkụ ya bụ ụlọ ọkụ.",
    "Mmadụ abụọ ndị otu ha nwuru na mwakpo a ebe otu onye ọzọ merụrụ ahụ dịka mgbọ egbe tụrụ ya n'isi.",
    "Abattam kwukwara na ha ndị oji egbe ahụ kwara mgbọ aghara aghara nke mere ha ji gba ọsọ.",
    "O sị na ha na-agba mbọ inyochapụta ndị mere ihe a ugbua.",
    "Cheta na naaanị n'ọnwa Febụwarị afọ 2022, ndị oji egbe egbuola ihe ruru mmadụ iri abụọ gụnyere ndị uweojii na ndị nkịtị na mpaghara Ọwụwa Anyanwụ.",
    "Ọnọdụ enweghị nchekwa a metụtara steeti niile dị na mpaghara ahụ.",
    "Ndị ọrụ nchekwa na-ebo ebubo na ọ bụ ndị IPOB, nakwa ndị otu ha bụ 'Eastern Security Network' (ESN) na-akpa ajọ ike a.",
    "Mana ugboro ugboro ka ndị IPOB gọrọ agọ na aka ha adịghị na ya.",
    "Ọnọdụ enweghị nchekwa a kawanyere njọ dịka gọọmentị Naịjirịa nwụchiri onyeisi ndị Ipobv bụ Nnamdi Kanu ma kpọchie ya n'ụlọ mkpọrọ ndị ọrụ nchekwa nzuzo dị n'Abuja.",
    "Iji gosi iwe ha maka nnwuchi Nnamdi Kanu, ndị IPOB tiri iwu ka onye ọbụla ghara ịpụ iro n'Ọwụwa Anyanwụ kwa Mọnde ọbụla.",
    "Kamgbe a malitere iwu a, ndị ekperima amaghị ndị ha bụ na-akpagharị na-awakpo onye ọbụla pụtara iro n'ụbọchị Mọnde.",
    "N'otu aka ahụ kwa, ndị oji egbe na-akpagharị na-awakpo ndị ọrụ nchekwa n'ụlọọrụ ha nakwa n'ebe niile ha nwere ọnọdụ nche.",
    "Ndị ọrụ nchekwa Naịjirịa na-ekwu na ọ bụ mpaghara Lilu, Orsumoghu, Ihiala, na Azia dị n'Anambra steeti ka ndị IPOB ji mere isi ụlọọrụ.",
    "IPOB, nke pụtara 'Indigenous People of Biafra', bụ otu sị na ha na-alụ ọgụ maka nnwereonwe mpaghara Ọwụwa Anyanwụ Naịjirịa.",
    "Imo steeti",
    "Enugwu",
    "'Unknown Gunmen' agbagbuola onye uweojii na onye nkịtị n'Enugwu10 Febụwarị 2022",
    "N20 million bounty on Dr Chike Akunyili killers: Anambra gọọmenti etinyela N20 m n'isi ndị gburu di Dora Akunyili29 Septemba 2021",
    "Unknown Gunmen Attack: Ndị oji egbe wakporo ụlọọrụ ndị uweojii n'Anambra, gbuo onye nche n'Enugwu11 Febụwarị 2022",
    "Ebonyi NDLEA killing: Egbuola ndị ọrụ NDLEA abụọ ma gbaa ụgbọala ha ọkụ n'Ebonyi Steeti21 Febụwarị 2022",
    "Dr Chike Akunyili: 'Ọ bụrụ na IPOB chọrọ iweta udo n'ala Igbo, ha kwasaa ESN' - FCC Jones Onwuasoanya30 Septemba 2021",
    "Unknown gunmen attack : E gbuola mmadụ abụọ n'Oguta, Imo steeti20 Mee 2021",
    "'Ahụ esighị m ike, biko tọhapụnụ m' - Abba Kyarielekere 9 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imoelekere 5 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo",
    "Etu e si chọpụta ozu ụmụ akwụkwọ UNIZIK abụọ n'ime ụlọ obibi ha",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Ebonyi NDLEA killing: Ndị ojiegbe eyiegwu egbuola ndị ọrụ NDLEA abụọ ma gbaa ụgbọala ha ọkụ n'Ebonyi Steeti",
    "'Ahụ esighị m ike, biko tọhapụnụ m' - Abba Kyari",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ezenwaanyị Elizabeth nke mba Briten ebutela ọrịa Covid-19",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Sit-at-home a ka na-eme n'ala Igbo?",
    "Ohanaeze ndigbo akatọọla etu e si gbuo ehi na ndị mmadụ n’Abia steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}