{
  "published": "19 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Stocktrek Images",
    "Foto gosiri akụkụ akwara ahụ a na-ekechị maọbụ kebịe n'usoro 'Vasectomy'",
    "E nwere ọtụtụ ụzọ ndị mmadụ si akwụsị ịmụ ụmụ, ụfọdụ n'ime ha bụ ihe nwoke kwesịrị ime, ụfọdụ kwa dị n'aka nwaanyị.",
    "Ndị mmadụ na-agbaso usoro ndị a iji zeere ịmụ ọtụtụ ụmụ karịa ole ha nwere ike ịzụlite nke ọma.",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara",
    "Gịnị ka nnyocha sayensi kwuru gbasara ọgwụ e ji etowanye amụ nwoke?",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Ụfọdụ usoro ndị a gụnyere:",
    "Nwoke maọbụ nwaanyị iji okpunnabuenyi nke bekee kpọrọ 'condom'",
    "Nwaanyị ịṅụ ọgwụ a kpọrọ 'contraceptive pills'",
    "Nwaanyị itinye ihe bekee kpọrọ 'intrauterine device' n'ime ahụ ya iji gbochie ịtụrụ ime",
    "Ịgba ọgwụ na-egbochi ịtụrụ ime",
    "Usoro ịwa ahụ nke a na-akpọ 'vasectomy' ... dgz",
    "Ọ bụ usoro nke ikpeazụ a ka akụkọ a kọwara maka ya.",
    "Vasectomy bụ otu n'ime ụzọ nwoke ga-esị hụ na ọgaghị atụwa nwaanyị ime.",
    "Dọkịnta na-ahụ maka ịtụrụ ime aha ya bụ Olaitan Boluwatife kọwaara BBC Igbo banyere usoro a.",
    "Usoro a gụnyere ịwa akụkụ amụ nwoke ma bepụ maọbụ kechịe akwara nke na-ebu ughe (sperm) si na mkpụrụ amụ gaa ọnụ amụ ebe nwoke ga-esị nyụpụ ya.",
    "Akwara a na-ebu ughe nwoke ka Bekee na-akpọ \"Vas Deferens\".",
    "Mana ajụjụ ọtụtụ mmadụ na-ajụ bụ: \"Ebepụchaa maọbụ kechịchaa akwara a, kedụzị ebe ughe akpaamụ nwoke na-emepụta na-aga?",
    "Usoro ịwa ahụ Vasectomy na-enyere ụmụ nwoke aka ịgbochi ịtụba nwaanyị ime",
    "Usoro 'Vasectomy' a na-emetụta ime ahụ nwoke?",
    "Dkt. Boluwatife kwupụtara ihe olemole na-eme n'ahụ nwoke ma emechaa Vasectomy:",
    "Mkpụrụamụ nwoke ka ga-aga n'ihu na-emepụta spam ma o mechaa \"Vasectomy\".Mana ughe a ga-abaghachi na-ahụ nwoke n'ihi na enweghizi ụzọ ọ ga-esi ruo n'ọnụ amụ.Ahụ nwoke nwere ụzọ ọ na-esi ewebaghachi ughe ahụ n'ime ahụ, dịka o si eme ma nwoke hapụ inwe mmekọ ogologo oge.",
    "Mkpụrụamụ nwoke ga-agakwa n'ihu na-emepụta 'hormone' a kpọrọ 'testosterone'.Ọ bụ 'hormone' a na-eme ka nwoke yie ma na-akpa agwa dịka nwoke.",
    "'Vasectomy' agaghi emetụta mmekọ nwoke na nwaanyị.Nwoke mere ya ga na-enwekwa agụụ inwee mmekọ nakwa ikike ịnwe mmekọ etu o si dị na mbụ tupu o mee \"Vasectomy\".Mana ihe dị iche bụ na ihe ga-apụta ya n'amụ n'oge aramara bụ naanị mmiri amụ (semen).Ughe (sperm) nke bụ ihe nwere ike ịụwa nwaanyị ime, agaghịzị apụta",
    "Mbelata mmụbawanya ọnụọgụgụ mba: Ọtụtụ mba na-achọ ụzọ ha ga-esi belata ọnụọgụgụ mmadụ ịgafe oke, n'ihe ọtụtụ ọghọm na-eso ya dịka ụbịam, ụkọ nrị, ọrịa dị ịcheịche wdgz.",
    "Nwoke ịnwe ike nwee mmekọ etu o si chọọ: Usoro 'vasectomy' nwereike igbochi nwoke ịtụwa nwaanyị ime ruo pasentị 99, nke bụ na ịtụwa mmadụ ime agaghizi na-eche nwoke uche",
    "Usoro a dị mfe nye ndị ọrụ ahụike: Usoro ịwa ahụ e ji eme 'vasectomy' dịịrị ndị ọrụ ahụike mfe ime. E nwereike ime ya na nkeji 30.",
    "Usoro a bụ ihe ọma nye ahụike nwoke: 'Vasectomy' anaghị ebutere nwoke nsogbu ahụike ọbụla gbara ọkpụrụkpu, agbanyeghi na enwereike inwe ụfọdụ obere nsogbu dịka ahụ mgbu na ihe ndị ọzọ.",
    "Akwụkwọ na-egosi etu mba dị ịcheịche si nwee mmata banyere Vasectomy ruo afọ 2013",
    "Nnyocha gosiri na ọtụtụ ụmụ nwoke n'Afrịka amaghi maka usoro a.",
    "Ọzọkwa bụ na akụkọ ugha banyere ya dị ọtụtụ nke mere na ọtụtụ ụmụnwoke anaghị enwe mmasị ime ya.",
    "Ụfọdụ na-achị ụmụnwoke mere Vasectomy ọchị ma na-enye ha mkparị, na-ekwu na ha abụzighi nwoke",
    "Ihe kpatara nke a bụ na ha amaghi mkpa ọ dị nye ndị nwere mmasị ime ya.",
    "Otu nwoke na-achọghị ka-akpọọ aha ya gwara BBC na ọ bụ n'ihi nke a mere ya agwaghi ndị mmadụ mgbe o mere 'vasectomy'.",
    "O kwuru sị: \"Ndị mmadụ ga-ahụ gị dịka nwoke na-etozughizi oke maka ihe e mere n'amụ m\"",
    "Dkt. Boluwatife kwuru na ịkpaso ụdị agwa a nye mmadụ maka mkpebi o mere n'ahụike ya adịghị mma.",
    "\"Nwoke ka bụ nwoke tozuru oke ma o mechaa Vasectomy, ọ naghị egbochi maọbụ belata ya ịbụ nwoke,\" ka o kwuru",
    "Nwaanyị ku ụmụ ejima",
    "N'izu olemole gara aga otu nwoke mba Saụt Afrịka zipụtara ozi n'akara Twitter ya na-ekwu na ọ mere oke mkpebi dị mkpa dịka nwaokorobịa dị afọ 29.",
    "Nwoke a akara Twitter bụ @JagsIsOffline dere:",
    "\"E meela m ya. I agaala mee usoro ịwa ahụ 'Vasectomy' nke enweghi ike ịgbanwe\"",
    "\"A dị m afọ 29, alubeghi nwunye, enweghi nwa ọbụla, enweghi m mmasị ịmụ nwa ọbụla. Ihe a bụ ihe gụrụ m agụụ ime kamgbe afọ olemole, ọ dị m ka na nrọ\"",
    "Ozi a tasuru ọkụ na soshal midia dịka ọtụtụ ndị kwara ya emo, ndị ọzọ kwukwara na ha aghọtaghi ya bụ usoro maọbụ ihe mere o ji mee mkpebi dị etu a.",
    "@JagsIsOffline zara ndị jụrụ ya etu o si mee ya bụ ihe, oge ole oriri ya, etu ahụ dịka mgbe o mechara ya bụ usoro nakwa ajụjụ ndị ọzọ.",
    "Ọ gara n'ihu kọwara ndị mmadụ na ọ ka tozuru oke dịka nwoke nke bụ na usoro a egbochighi ime ihe ọbụla ọchọrọ ime.",
    "Ọtụtụ na mba Afrịka aghọtabeghi maọbụ marakwanụ maka usoro a dịka akwụkwọ ozi nọ n'elu akụkọ a si gosi.",
    "Ya kpatara ọtụtụ ndị mmadụ ji akwa ndị ọzọ nwere mmasị ime nke a emo.",
    "Onye ọbụla tozuru nwereikikere ime ihe ọ chọrọ n'ahụ ya maọbụrụ na iwu mba ya kwado ya.",
    "Ndị ọrụ ahụike kwadokwara usoro a ma kwuo na enweghi ihe ọjọọ maọbụ ọghọm dị na ya nke mere ha ji nabata ya ma na-etinye aka n'usoro ịwa ahụike nke 'Vasectomy'.",
    "Ịmata ka usoro ihe si aga bụ otu n'ime ụzọ mmadụ ga-esi nwadobe onwe ya n'ụwa anyị.",
    "Nke ọzọ bụkwa ịmata uru usoro ihe ahụ bara nakwa ihe ndị dị mkpa banyere ya.",
    "Otu ihe dị mkpa nwoke ga-ama bụ na emecha 'vasectomy' ruo izu ụka olemole, nwoke ahụ ka nwereike ịtụba nwaanyị ime.",
    "Nke a bụ maka na ụfọdụ ughe (sperm) nwereike ịnọ n'ime amụ ya nke bụ na ọ nwee mmekọ, ughe ahụ nwereike ịtụba nwaanyị ime.",
    "Ndị ọrụ ahụike na-adụ ndụmọdụ ka nwoke mere 'vasectomy' ọhụrụ yiri okpunnabụenyi n'oge ọ na-enwe mmekọahụ.",
    "Ọ ga-anọrụ izuụka 12 tupu e nyochaa amụ ya mara ma ughe niile nwereike ịtụba nwaanyị ime asapụchala.",
    "Ebe foto si, Getty Images",
    "Vasectomy anaghi emetụta ahụike ụmụ nwoke n'ụzọ ọjọọ",
    "'Vasectomy' agaghi egbochi mmadụ ibute ọrịa site n'aramara; ọ dị mkpa nwoke ịchekwawa onwe ya site na-iyi okpunnabụenyi",
    "Usoro a anaghi adị mfe igbanwe. Ịgbanwe ya ka nwoke nwekwaa ike ịtụwa nwaanyị ime anaghi adị mfe ma ncha, mana ọbughị ihe nyịrị omume",
    "Usoro a nwereike imetụta akụkụ ahụ ebe emere ya nwa obere nke bụ na onye mere ya agaghi eme mmekọ ruo abalị asaa",
    "Ahụike",
    "Naijiria",
    "Ọgwụ",
    "Penis Enlargment: Ọgwụ maọbụ ude o na-eme ka amụ nwoke buwanye ibu maọbụ towanye ogologo?27 Jenụwarị 2022",
    "Erectile dysfunction treatment: Nwoke kwesịrị idina nwaanyị ugboro 21 kwa ọnwa4 Septemba 2021",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara23 Ọktọba 2021",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị a9 Septemba 2020",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Vidio, 'Etu anyị si buru asụsụ Igbo gaa mahadum Oxford' - Nwelue na Umenyiriohaelekere 6 gara aga",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụlaelekere 7 gara aga",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramaraEmelitere ikpeazụ na: 23 Ọktọba 2021",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Ebugharịala ahịa ehi Omuma Uzo gaa ahịa ịyabasị nke Uratta - Okiyi Kalu",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Kedụ ihe iwu Naịjirịa kwuru banyere ịkpa oke agbụrụ?",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe",
    "Ndị uweojii Canada amịpụtarala ndị na-eme ngagharịiwe anya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anyaEmelitere ikpeazụ na: 1 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}