{
  "published": "19 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onweghị onye ọbụla ndị uweojii merụrụ ahụ, mana a ga-akpụpụ ndị a nwụchiri n'ụlọikpe.",
    "Ndị uweojii amalitela iji ike chụpụ ndị na-eme ngagharịiwe na mba Kanada kamgbe izuụka atọ gara aga.",
    "Ndị na-anya nnukwu ụgbọaala 'truck' malitere ngagharịiwe a n'ihi iwu ọhụ kwuru na onye ọbụla ga-agbarịrị ọgwụmgbochi covid19 na mba ahụ.",
    "N'ụbọchị Fraịde ka ndị uweojii malitere iji aka ike achụsasị ndị ahụ na-eme ngagharịiwe.",
    "Ihe ndị i kwesịrị ịma maka Kaycee Madu, nwa afọ Igbo e mere Minista ikpe n'Alberta,Canada",
    "Ị chọrọ 'ịgbaga' Canada? Lee ihe ọ ga-ewe gị",
    "Egbuola nwoke gbagburu mmadụ 16 na Kanada",
    "Canada ga-agbara ndị Naịjirịa ụgbọ nwamkpi",
    "Ha mere nke a n'ihi na ụlọikpe enyela iwu ka ndị ahụ na-eme ngagharịiwe gbasasịa, mana ha jụrụ ajụ.",
    "Ndị uweojii abupula ụgbọala 'truck' ruru 21, ma nwuchikwaa ụfọdụ ndị gbara isi akwara na ha agahị apụ n'ụzọ.",
    "Ka ọ dị ugbua, o nweghị onye ọbụla e merụrụ ahụ, mana a ga-akpụpụ ndị a nwụchiri n'ụlọikpe.",
    "Ebe foto si, Getty Images",
    "Ndị uweojii na ndị na-eme ngagharịiwe na Kanada atakọọla isi",
    "\"Otu onye so eme ngagharịiwe aha ya bụ Kevin Homaund gwara ndị ntaakụkọ na ya agaghị akwụsị.",
    "\"Nnwereonwe adịghị mfe inweta,\" Homaund kwuru.",
    "\"Gịnị ọzọ ka ha ga-eme karịa ịtụ anyị ịga n'aka ma tukpuo anyị na mkpọrọ?\"",
    "Onyeisi ndị uweojii steeti Ottawa bụ Steve Bell kwuru na ya bụ ngagharịiwe megidere iwu n'ihi na ụlọikpe enyela iwu ka ọ kwụsị.",
    "Bell ekwughị kpọmkwem mmadụ ole ndị uweojii nwuchirila, o kwughịkwa mgbe ọrụ ha n'ebe ahụ nwere ike ịkwụsị.",
    "Ebe foto si, Getty Images",
    "Onyeisiala Kanada bụ Justin Trudeau na Mịnịsta mgbasaozi Naịjirịa bụ Lai Mohammed",
    "Cheta na n'izuụka gara aga ka gọọmentị Naịjirịa ji ngagharịiwe a na-aga n'ihu na Kanda tunyere ngagharịiwe e mere na Naịjirịa n'afọ 2020, a kpọrọ 'End SARS protest'.",
    "Mịnịsta mgbasaozi Naịjirịa bụ Lai Mohammed, rụtụrụ aka etu gọọmentị Kanada si akatọ ngagharịiwe ahụ, mana ha kwadoro nke e mere na Naịjirịa.",
    "Ọ katọkwara ụlọọrụ 'Twitter' maka etu ha si enyere Kanada aka ịkwụsị ya bụ ngagharịiwe, mana n'oge nke Naịjirịa, ọ bụ ha-akwanye ya ọkụ.",
    "\"Anyị na-arụ ọrụ site n'ụtụtụ ruo abalị ruo mgbe ọ ga-akwụsị,\" ka Bell kwuru.",
    "Ngosi iwe",
    "Ngosi",
    "Canada",
    "Vidio, Kaycee Madu: Etu m ji si Mbaise bụrụ 'Minister' ikpe nkwụmọtọ na Canada31 Ọgọọst 2020",
    "Kaycee Madu: Ihe ndị i kwesịrị ịma maka Kaycee Madu, nwa afọ Igbo e mere Minista na ahụ maka ikpe na mba Canada27 Ọgọọst 2020",
    "Vidio, Rita Orji abụrụla nwaanyị mbụ ritere nturugo 'persuasive computing' na Canada28 Febụwarị 2021",
    "Canada etinyela iwu ga-eme ka ọ siere ndị Naịjirịa ike ịga mba ahụ22 Ọgọọst 2018",
    "Canada ga-enye ndị Naịjirịa enweghị akwụkwọ ọsọ1 Nọvemba 2018",
    "Forbes report: Ihe mere Naijiria jiri gbaa ọnyụpa n'obodo kacha mma na-azụmaahịa4 Jenụwarị 2019",
    "Vidio, 'Etu anyị si buru asụsụ Igbo gaa mahadum Oxford' - Nwelue na Umenyiriohaelekere 6 gara aga",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụlaelekere 7 gara aga",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramaraEmelitere ikpeazụ na: 23 Ọktọba 2021",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Ebugharịala ahịa ehi Omuma Uzo gaa ahịa ịyabasị nke Uratta - Okiyi Kalu",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Kedụ ihe iwu Naịjirịa kwuru banyere ịkpa oke agbụrụ?",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe",
    "Ndị uweojii Canada amịpụtarala ndị na-eme ngagharịiwe anya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe ise nwaanyị na-ekwesịghị ịgwa di ya na-agbanyeghị ka o si hụ ya n'anyaEmelitere ikpeazụ na: 1 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}