{
  "published": "20 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook/Archbishop Valerian Okeke/Edeywork",
    "Akụkọ apụtala na onyeisi ụka Katọlik nke Ọnịcha Achdayọsis bụ Valerian Okeke amachiela Onyeisi ụlọ ekpere a kpọrọ \"E dey work\" mịnịstrị nke dị na Nnobi, Anambra Steeti.",
    "N'ime akwụkwọ ozi o zipụrụ n'ụbọchị Satọde, Achbishọp Okeke kwukwara na ụkọchukwu bụ onyeisi ụlọ ekpere ahụ, bụ Fada Magnus Ebere, enweghị ikike ịrụ ọrụ na mpaghara ahụ.",
    "Fr Magnus Ebere ekwubeghị okwu maka nke a. Anyị kpọrọ akara ekwentị dị n'ọba ozi ụlọekpere ya mana azaghị ya.",
    "Ọ zabeghịkwa ozi anyị zigaara ya n'akara e-mail.",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Mbaka: Anyị awakpoghị ndị ntaakụkọ BBC n'Enugwu",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'",
    "Ihe mere e ji kwụsị Rev. Fada Oliver Ekene Nwosu ọrụ ụkọchukwu n'ụka Catholic",
    "Ebe foto si, Catholic Archdiocese of Onitsha",
    "Achbishọp Valerian Okeke kwuru na Fada Magnus Ebere ji ụzọ aghụghọ mịbata n'obodo Nnobi wee malite ụlọọekpere adigboroja.\"",
    "Achbishọp Okeke kwuru sị: \"Onweghị ndị isi ụka Rev Fr Magnus Ebere gwara tupu ọ malite, o nweghịkwanụ onye nyere ya ikike ịrụ ọrụ.\"",
    "\"Anyị adọọla ndị ụka anyị aka na ntị ugboro ugboro gbasara usoro ekpere nwoke a, bụ nke na-agaghị enyere okwukwe ha aka.\"",
    "\"Nkuzi Fr Magnus Ebere bụ nkuzi ọjọọ na nkuzi aghụghọ, onye ọbụla na-eso ya anọghizi n'okpuru usoro nkuzi ụka Katọlik.\"",
    "Ebe foto si, canaanlandministriestv/Lagos Archdiocese",
    "Fr Magnus Ebere na Fr James Alenu",
    "N'ọdị nso a ka akụkọ pụtara na ụka Katọlik na Legọs Steeti amachiela ụkọchukwu aha ya bụ James Anelu onye e boro ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka ya Katọlik.",
    "Fada Magnus Ebere kwuru okwu wee katọọ ihe Fada Anelu mere, ma kwuo na \"e wepu ndị Igbo, ụka Katọlik na Legọs ga-adakpọ\".",
    "Ọ gara n'ihu kwuo na e wepu ndị Igbo, Naịjirịa ga-etikpọ, akụnụba ya etipia.",
    "\"Ndị Igbo bụ ndị e kere ka ha na-achị mba ndị ọzọ,\" Fada Magnus Ebere kwuru n'ihe onyonyo fesara na soshal midia.",
    "Akụkọ ndị ọzọ yitere nke a: Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọla",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ",
    "Achbishọp Valerian Okeke katọrọ nkuzi a Fada Ebere na-akuzi, ma kwuo na nke a abụghị nkwenye ndị ụka Katọlik nọ n'ala Igbo.",
    "\"Ihe a bụ okwu onye isi mgbaka, onye kwesịrị ka e nyere ya aka maka ọrịa isi mgbaka,\" Okeke depụtara n'ime akwụkwọ ozi ya.",
    "\"Ụka Katọlik abụghị ụka e hibere maka otu agbụrụ, o kwesịghị ka ndị mmadụ na-ahụta ya etu ahụ.\"",
    "Ebe foto si, Facebook/Edeywork CanaanlanTV",
    "Fr Magnus Ebere",
    "Fr Magnus Ebere bụ ụkọchukwu so n'otu a kpọrọ 'Society of Divine Vocations', maọbụ 'Vocationist Fathers', maọbụ S.D.V n'ịchafụ.",
    "Onye malitere otu a bụ ụkọchukwu aha ya bụ Justin Russolillo, onye mba Italy.",
    "Otu a malitere malitere kpọmkwem n'afọ 1947, mana ọ batara na Naịjirịa n'afọ 1991, n'Ahiara Mbaise.",
    "O dobeghị anya ugbua n'afọ e chiri Magnus Ebere ụkọchukwu, maọbụkwanụ Bishọp chiri ya.",
    "Ndị otu a azabeghị ajụjụ anyị zigaara ha n'akara e-mail gbasara nke a.",
    "Mana ihe doro anya bụ na ọ bụ Fr Magnus Ebere nwe ụlọekpere a kpọrọ Canaanland Adoration, nke dị na Mbaise nakwa Nnobi Anambra Steeti.",
    "Ụlọekpere a malitere ihe dịka afọ iri maọbụ afọ iri na otu gara aga.",
    "Cheta n'ọnwa Nọvemba afọ 2019, ka ndị isi ụka Katọlik na dayọsis Ahiara dị na Mbaise, Imo steeti, wepụtakwara akwụkwọ kwuo na ha amachiela Fr Magnus Ebere na ụlọekpere ya bụ 'e dey work'.",
    "Mmachi a si n'aka Bishọp na-elekọta dayọsis ahụ bụ Lucius Ugorji, nakwa ụkọchukwu na-enyere ya aka bụ Fada David Iheanacho.",
    "Dịka Fada Iheanacho si depụta n'oge ahụ, Fr Ebere anataghị ikike ọbụla tupu ọ malite ụlọekpere ya n'Ahiara.",
    "\"Anyị dọrọ Fr Ebere aka na ntị ka ọ ghara ihibe ụlọ ekpere ya ebe a, mana o nupuru isi ma were ụzọ nzuzo na-enweta ala ebe ọ ga-arụ ụlọekpere.\"",
    "\"Ọ naghị agbaso usoro ụka Katọlik ji ekpe ekpere ma na-enyekwa Sakaramentị.\"",
    "\"Ndị mmadụ bokwara ya ebubo ịnapụ ha ala ha n'ike na-enweghị ezigbo nkwekọrịta.\"",
    "\"Anyị na-agwa ndị Katolik n'Ahiara Dioces ka ha zeere ụlọekpere a bụ Canaanland Adoration Mịnịstrị, maka na onyeisi ya bụ Fr Magnus Ebere enweghị ikike ụka Katọlik iji rụọ ọrụ.\"",
    "\"",
    "Fr James Anelu: Ọ saala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik8 Febụwarị 2022",
    "Fr Ejike Mbaka: Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'4 Juun 2021",
    "Ihe mere e ji kwụsị Rev. Fada Oliver Ekene Nwosu ọrụ ụkọchukwu n'ụka Catholic2 Ọgọọst 2020",
    "Vidio, Oliver Ekene Nwosu: Ihe ndị ọnụ na-eru n'okwu na-ekwu maka esemokwu Fada Nwosu na Bishop Awka Diocese8 Ọgọọst 2020",
    "Joseph Bassitome: Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia9 Febụwarị 2022",
    "Fr Raymond Arazu: Fada Katọlik a bụkwa Dibịa anwụọla27 Disemba 2021",
    "Ezenwaanyị Elizabeth nke mba Briten ebutela ọrịa Covid-1920 Febụwarị 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụlaelekere 6 gara aga",
    "Vidio, ‘Etu m si malite ime ejije na Nollywood’ – Chioma Akpotha20 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Onye bụ Fr 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Ezenwaanyị Elizabeth nke mba Briten ebutela ọrịa Covid-19",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Etu Wilfred Machage, onye nnọchite anya Kenya na Naịjirịa si nwụọ",
    "Ohanaeze ndigbo akatọọla etu e si gbuo ehi na ndị mmadụ n’Abia steeti",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwaEmelitere ikpeazụ na: 29 Ọktọba 2020",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'Emelitere ikpeazụ na: 4 Juun 2021",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}