{
  "published": "20 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwaada Igbo ji eme ọnụ n’ọrụ ejije Nollywood bụ Chioma Akpotha gwara BBC Igbo ọkpụrụkpụ ihe olemoele banyere ndụ ya, ọrụ ya, alụmdịannwunye nakwa ihe ndị o kwenyere na ndụ a.",
    "Na mkparịtaụka a pụrụiche nke e nwere n’afọ 2018, ọ kọrọ akụkọ etu o si chọọ ịbụ onye a ma ama malite oge ọ dị na nwata.",
    "'Nollywood laghachinu n'asụsụ Igbo'",
    "'Nyochakwaa 'genotype' tupu ị lụọ onye ọbụla ị chọrọ ịlụ' - Eucharia Anunobi",
    "'Gbanwenu usoro esi eme ihe nkiri ụgbụa'",
    "Nollywood: 'Anaghị enye m nsogbu ndina tupu m mee ejije'",
    "Ọ kọkwara etu o si ejikọlata ezinụlọ ya iji zeere ụfọdụ akụkọ ọjọọ a na-anụ gbasara ndị a ma ama maọbụ 'celebrities' na bekee.",
    "Akpotha kọwara na ịrụ ọrụ dịka onye ejije ga-eme ka ọtụtụ ndị mmadụ na-achọ asịrị n’ime be gị, nke mere o ji kwuo:",
    "“Ọ bụghị nsogbu niile ị na-enwe n'ezinaụlọ gị ka ị ga-ewepụta ka ọha tinye ọnụ”",
    "\"E nwere ihe ndị naanị gị na ndị be gị kwesịrị ima maọbụ hụ.\"",
    "Anyị jụkwara ya ihe kpatara na ejije e mere n'asụsụ Igbo ji dị nta n'ọnụọgụgụ.",
    "O kwuru sị: \"Uru ego adichaghi na-ime ihe onyoonyo nke asụsụ Igbo maka na ọtụtụ mmadụ anaghị enwe mmasị na ha\".",
    "Kirie ihe onyoonyo a ka ịmara etu Akpotha si banye ọrụ ejije Nollywood nakwa ihe ndị ọzọ.",
    "Ebe foto si, Nstagram/Chioma Akpotha",
    "Nwaada a na-arụ ọrụ dịka onye na-eme ejije na Nollywood ma na-ahizịkwara ndị ọzọ ejije.",
    "Ọ dị afọ 42 ugbua.",
    "Agwa ọ kpara n’otu ejije nke ọ mere n’afọ 2007 nke akpọrọ “Sins of the flesh” riteere ya nturuugo Africa Movie Academy Award n'afo ahụ.",
    "O ritekwala ọtụtụ nturuugo n'ọrụ ya dịka onye na-eme ejije.",
    "Akpotha bụ onye Oraifite nke Anambra steeti mana a mụrụ ya na Legọs steeti.",
    "Ọ gụrụ akwụkwọ na Mahadum Legọs steeti ebe o nwetere ọzụzụ n’ọrụ ụlọakụ.",
    "Taa, Akpotha so na ndị aka ochie n’ọrụ ejije Nollywood.",
    "N’afọ  2019, Akpotha malitere atụmatụ ikuziri ndị nwere mmasị n’ịmụta ọrụ ejije etu esi eme ya bụ ihe.",
    "Na nso nso a, o ji akara soshal midia, ọ kachasi nke Tiktok na-eme ndị mmadụ obi ọma, ekwupụta uche ya n’ụzọ pụrụiche ma na-akuzikwa ihe.",
    "Ebe foto si, Getty Images",
    "Nollywood bụ ngalaba na-ahụ maka mmepụta na nhazi ihe ejije na ihe onyoonye egwuregwu nakwa ihe ịkpa obu aṅụrị na Naịjirịa.",
    "E wepụ ngalaba ejije mba Amerịka bụ Hollywood, na nke mba India bụ Bollywood, Nollywood nke Naịjirịa bụ ngalaba ejije nke atọ a kacha anụ aha ya n'ụwa niile.",
    "Atapịala ọtụtụ ejije Nollywood n’ọtụtụ asụsụ mba ụwa dị icheiche.",
    "Ịntanetị na teknuzu eji ekesa ejije, a na-akpọ “Streaming platforms”, enyela aka nke ukwu ịgbasa ejije Nollywood ma mee ya ka ọ kawanye mma.",
    "Ndị mere akụkọ a bụ Uche Akolisa na Nnamdi Agbanelo.",
    "Nollywood",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Omenala",
    "Oby Ezekwesili, Dora Akunyili na agbara nwaanyị ndị ọzọ si Anambra state Nigeria enweghi ike ichefu21 Ọgọọst 2019",
    "Amaka Igwe: Ihe iri ị na-amaghị maka nwaada Igbo a larala mmuọ2 Jenụwarị 2020",
    "Vidio, 'Nollywood laghachi n'asụsụ Igbo unu jiri malite' - Vicky Nwogu, Duration 2,1029 Nọvemba 2018",
    "Vidio, Ngozi Nwosu: Ihe ise ị ga-eme iji nwee ugwu n'ọrụ ihe nkiri, Duration 1,3524 Eprel 2019",
    "Vidio, Rita Edochie: 'Ị chọwa mpa nnukwu na Nollywood, ị ga-esi n'otu 'room' banye 'room' ọzọ', Duration 1,596 Disemba 2020",
    "Vidio, Nedu Wazobia: Ụjọ agụụ dubara m n'ihe ịkpa ọchị, Duration 3,4211 Mee 2019",
    "Vidio, Hank Anuku: Ihe mere m ji kọọ ụkọ na Nollywood, Duration 1,07,5124 Septemba 2021",
    "Vidio, Chukwuemeka na Chinyere Odunukwe: Etu di na nwunye ji otu nwa na-erubeghi otu afọ si laa mmụọ, Duration 1,5419 Febụwarị 2022",
    "Vidio, Chioma Akpotha: ‘Etu m si malite ime ejije na Nollywood’, Duration 9,4020 Febụwarị 2022",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, 'Etu anyị si buru asụsụ Igbo gaa mahadum Oxford' - Nwelue na Umenyirioha, Duration 13,5919 Febụwarị 2022",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Nnamdi Kanu Case: Ozi m na-ezi bụ ihe Kanu gwara m zie, Duration 14,3517 Febụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Nwayọ nwayọ, ịkwa baro emeela m ọgaranya, Duration 4,5020 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}