{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ Chukwuemeka Odunukwe na nwunye ya bụ Chinenye Odunukwe ji nwa na-erubeghi otu afọ ma nwụọ n'afọ 2021 wuru ewu na nso nso a.",
    "Nna Chukwuemeka bụ Mary Odunukwu kwuru na ahụ malitere ime nwa ya ka afọ isii gachara mgbe o mechara agbamakwụkwọ ya.",
    "Taxing the dead: Akwamozu nwunye m riri m ihe karịrị nde naịra abụọ (N2,000,000)",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Ihe mere nwaanyị anaghị eli ozu n'ala Igbo",
    "O kwuru na ebughariri nwa ya Chukwuemeka onye dị afọ 27 gaa ọtụtụ ụlọọgwụ ebe a na-achọ ọgwụgwụ ọrịa ji ya mana enweghi nke chịtara aja nke mere na o mechara laa mmụọ m'ọnwa Febụwarị 2021.",
    "Nna Chukwuemeka kwukwara na mgbe ihe a mechara, ha chọpụtara na nwunye ya dị ime.",
    "O kwuru na ha abụọ bịkọ n'Ọnịcha ebe ọ nọ mmụọ nwa ya n'udo.",
    "N'okwu ya, ọ sị: \"Ka ọnwa atọ gachara mgbe ọ mụrụ nwa ya o bịara daa ahụ ọkụ\"",
    "O gara bee nna ya ka eledo ya anya, ebe ahụ ka ọ nọ laa mmụọ ma hapụ nwa ya na-erubeghi otu afọ n'ụwa a,",
    "Nne Chukwuemeka bụ Mary Odunukwu gwara BBC na e liri nwa ya nwoke ngwa ngwa maka etu o si nwụọ mana emeghi akwamuozu ya dịka ọ kwesiri.",
    "A emere akwamuozu ha abụọ n'ụbọchị Satọdee bụ ụbọchị 19 Febụwarị, 2022.",
    "Akụko ọnwụ ha gbawara ọtụtụ obi n'ihi ha ka malitere alụmdinanwuye ma bụrụkwa ndị ntorobịa tupu ọnwụ egbuchịe ha n'afọ 2021.",
    "Ihe a mere n'obodo Nnobi, dị na okpuruọchịchị Idemili South nke Anambra steeti.",
    "Nne Chukwuemeka ji obi mgbawa gwaa BBC na ha ebugaghi ozu ha abụọ gaa ụlọọgwụ maka nnyocha ime ahụ n'ihi ha ahapụrụla Chukwu ikpe ọnwụ ha.",
    "Igbo kwenyere na ikwanyere mmadụ ugwu dịka onye ahụ na-agafee ala mmụọ.",
    "Akwamuozu bụ ụzọ ndị mmadụ, ọkachasi ndị ezinaụlọ, agbataobi nakwa ndị enyi onye nwụrụ ji egosi ya nwanye ugwu ruru ya.",
    "Ọtụtụ ebe n'ala Igbo na-akwa ozu n'ụzọ dị ịcheịche mana ala Igbo niile na-akwanyere ozu ndị nke ha ugwu.",
    "Agbanyeghi na eliela mmadụ, maọbụ mgbe ahụghi ozu onye nwụrụ, emume akwamuozu bụ omenala a na-emere onye ọbụla larala mmụọ iji dokwa mmkpụrụobi ya ma hụ na onye ahụ gafere ala mmụọ n'udo.",
    "Emume akwamuozu na-enyekwa ezinụlọ, agbataobi nakwa ndị enyi onye nwụrụ ohere ifere ya aka nke ikpeazụ nakwa inye ya nkwanye ugwu maọbụ mkpesa nke ikpeazụ tupu onye ahụ agafee ala mmụọ.",
    "Omenala",
    "Alụmdịnanwụnye",
    "Vidio, 'Etu anyị si buru asụsụ Igbo gaa mahadum Oxford' - Nwelue na Umenyirioha, Duration 13,59elekere 6 gara aga",
    "Vidio, Chukwuemeka na Chinyere Odunukwe: Etu di na nwunye ji otu nwa na-erubeghi otu afọ si laa mmụọ, Duration 1,54elekere 4 gara aga",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Bullying in schools: Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ - Victor Nwankwo, Duration 4,1917 Febụwarị 2022",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Nnamdi Kanu Case: Ozi m na-ezi bụ ihe Kanu gwara m zie, Duration 14,3517 Febụwarị 2022",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}