{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook/Abba Kyari",
    "Abba Kyari, bụbu onyeisi ngalaba ndị uweojii a kpọrọ 'Intelligence Response Team', agbaala gọọmentị Naịjirịa akwụkwọ n'ụlọikpe dịka a nwụchiri ya maka ebubo ibu ọgwụ ike.",
    "Kyari gbara akwụkwọ site n'aka ọkaiwu ya bụ Cynthia Ikena, n'ụlọikpe ukwu dị n'Abuja, ma kwuo na ahụ esighi ya ike ịnọ na mkpọrọ.",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA",
    "Akwụsịla Abba Kyari ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari",
    "Cheta na ndị ọrụ nchekwa na-egbochi ịṅụ ọgwụ ike bụ 'National Drug Law Enforcement Agency' (NDLEA) nwụchiri Abba Kyari.",
    "Ha boro ya ebubo na ya na ndị otu ya ndị uweojii bupụrụ ọgwụ ike ruru kilogram iri na ise.",
    "N'ime akwụkwọ ahụ Abba Kyari gbara n'ụlọikpe, o kwuru na ya na-arịa diabetes nakwa hypertension.",
    "Ọ chọrọ ka a tọhapụ ya na mkpọrọ ndị NDLEA ruo oge a ga-akpụpụ ya ụlọikpe maka ebubo ibu ọgwụike.",
    "Mana ọkaikpe Inyang Ekwo kwuru na ụfọdụ ihe Kyari dere n'ime akwụkwọ ahụ kwesịrị ka ndị ọ gbara akwụkwọ sara ọnụ ha.",
    "Tupu nsogbu ya amalite, Abba Kyari bụbu onye uweojii e ji ama atụ na Naịjirịa, n'ihi etu ya na ndị otu ya si ebuso ndị ekperima agha.",
    "Mana ihe mgbu ya malitere oge a nwụchiri otu nwaokorobịa aha ya bụ Ramon Abaas, onye e ji Hushpuppi mara, n'obodo Dubai, n'ihi izu ohi na ịntanetị.",
    "Nnyocha gosiri na Hushpuppi na Abba Kyari na-arụkọ ọrụ, dịka a chọpụtara na ọ na-ezigara ya ego ugboro ugboro.",
    "Ebe foto si, AbbaKyari/Hushpuppi/Instagram",
    "AbbaKyari na Hushpuppi",
    "Nke a mere e ji kwụsị Abba Kyari ọrụ n'otu ndị uweojii, ma mlite nnyocha ihe jikọrọ ya na Hushpuppi.",
    "Dịka nnyocha a na-aga n'ihu, otu ụlọikpe na mba Amerịka nyere iwu ka a nwụchie Abba Kyari ma kpụta ya ụlọikpe na mba ahụ, maka na aka ya adịghị ọcha gbasara mmekọrịta ya na Hushpuppi.",
    "Ya bụ okwu ka a ka kpụ n'ọnụ oge ndị NDLEA wepụtara akwụkwọ n'ụbọchị 14 nke Febrụwarị 2022, ma kwuo na Abba Kyari bụ onye a na-achọ achọ, maka ebubo ibu ọgwụ ike.",
    "Ka nke a mere, onyeisi ndị uweojii bụ Usman Alkali Baba, nyere iwu ka a nwụchie Abba Kyari ma nyefee ya n'aka ndị NDLEA.",
    "Ọ bụ etu a ka Abba Kyari si nọrọ n'ụlọ mkpọrọ ndị NDLEA ruo ugbua.",
    "National security",
    "Naijiria",
    "Ahịa ọgwụ",
    "Ịkpa arụ nke cyber",
    "Ịṅụ ọgwụ",
    "Abba Kyari Update: Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA14 Febụwarị 2022",
    "Abba Kyari FBI Indictment: Akwụsịla ya ọrụ n'ihi ebubo ịnara Hushpuppi akaazụ1 Ọgọọst 2021",
    "Ụlọikpe Amerịka ezitala ozi ịnwụchi Abba Kyari4 Ọgọọst 2021",
    "Abba Kyari Police: 'Anyị ebidola nnyocha ebubo nrụrụaka 'Hushpuppi' boro ya'30 Julaị 2021",
    "'Ahụ esighị m ike, biko tọhapụnụ m' - Abba Kyarielekere 9 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imoelekere 5 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo",
    "Etu e si chọpụta ozu ụmụ akwụkwọ UNIZIK abụọ n'ime ụlọ obibi ha",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Ebonyi NDLEA killing: Ndị ojiegbe eyiegwu egbuola ndị ọrụ NDLEA abụọ ma gbaa ụgbọala ha ọkụ n'Ebonyi Steeti",
    "'Ahụ esighị m ike, biko tọhapụnụ m' - Abba Kyari",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ezenwaanyị Elizabeth nke mba Briten ebutela ọrịa Covid-19",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Sit-at-home a ka na-eme n'ala Igbo?",
    "Ohanaeze ndigbo akatọọla etu e si gbuo ehi na ndị mmadụ n’Abia steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}