{
  "published": "20 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ezenwaanyị Elizabeth nke abụọ ebutela ọrịa covid-19.",
    "Obi eze 'Buckingham Palace' nke mba Briten gbara ama a n'ụbọchị Sọnde",
    "N'akwụkwọ ozi ha bipụtara, ha kwuru na Ezenwaanyị Elizabeth nwere naanị obere azụzụ ugbua.",
    "Ha kwukwara na nke a agaghi egbochi ya ịrụ nwa obere ọrụ dịrị ya na mpaghara Windsor n'izu a na-abịa abịa.",
    "Prince Andrew: A napụla ya ikike ndị agha na ihe nrite ndị ọzọ",
    "Mụ na ezinaụlọ m kwadoro Harry na Meghan ịnọrọ onwe ha - Queen Elizabeth",
    "Prince Philip, Duke Edinburgh: Kedụ ihe mere BBC na-agbasakarị ozi banyere ọnwụ onye ezinaụlọ obieze Ingland n'ụzọ pụrụ iche?",
    "Ozi ndị ọrụ mgbasaozi Obi Ezenwaayị zipụtara kwuru: \"Ọ ga-aga n'ihu na-anata ọgwụgwọ dịka anyị ga-eso usoro ahụike kacha mma.\"",
    "Ezenwaanyị onye dị afọ 95 na diọkpara ya bụ Charles zụkọrọ na izu gara aga tupu achọpụta na Charles butere ọrịa Covid-19.",
    "Nke a na-abịa dịka n'izu olemole gara aga e mere emume ikwanyere Ezenwaanyị ugwu dịka onye kacha nọtee aka n'oche ọchịchị ahụ.",
    "Emume a e mere n'ụbọchị isii nke ọnwa Febụwarị kwupụtara na ọchịala dịka Ezenwaanyị ruo afọ 70.",
    "Abalị foro chi emume a bụ nke mbụ Ezenwaanyị pụtara nwee nkwụkọrịta n'ihu ọha dịka ihe kariri ọnwa atọ agafeele mgbe ọ mere nke a.",
    "Onye ntaakụkọ BBC nke Obi Ezenwaanyị kwuru na ọ ma kpọmkwem na Ezenwaanyị agbazuola ọgwụ mgbochi ọrịa Covid-19.",
    "O kwuru na kamgbe Ezenwaanyị si ụlọọgwụ pụta n'ọnwa Ọktoba 2021 na o jizi nwayọ nwayọ eso ndụ ya.",
    "Cheta na ezipụtara ozi n'ụbọchị itolu nke ọnwa Jenụwarị 2021 nke kwuru na Ezenwaanyị gbara ọgwụ mgbochi ọrịa a nke mbụ ya.",
    "Ebe foto si, Getty Images",
    "Ọnwa Maachị 2020: Diọkpara Ezenwaayị mba Briten bụ Charles butere ọrịa Covid",
    "Ọnwa April 2020: Nwa ya nwoke bụ William butere ọria Covid-19",
    "Jenụwarị 2021: Ezenwaanyị na di ya bụ Philip gbara ọgwụ mgbochi Covid-19 nke mbụ ha",
    "Febụwarị 2021: Charles na nwunye ya Camilia gbara ọgwụ mgbochi Covid-19 nke mbụ ha",
    "Ụbọchị asatọ nke ọnwa Febụwarị 2022: Ezenwaanyị zutere diọkpara ya bụ Charles n'emume emere na Windsor",
    "Ụbọchị 10 nke ọnwa Febụwarị 2022: Charles butere ọrịa Covid-19 nke ugboro abụọ ya",
    "Ụbọchị 14 nke ọnwa Febụwarị 2022: Camilla butere ọrịa Covid-19",
    "Ụbọchị 20 nke ọnwa Febụwarị 2022: Obi Ezenwaanyị kwuru na Ezenwaayị butere ọrịa Covid-19.",
    "United Kingdom",
    "Queen Elizabeth II",
    "Coronavirus",
    "Ọgwụ mgbochi ọria",
    "Prince Philip: Ihe ndị ọchịchị mba ụwa kwuru maka ọnwụ Duke nke Edinburgh9 Eprel 2021",
    "Prince Andrew: A napụla ya ikike ndị agha na ihe nrite ndị ọzọ13 Jenụwarị 2022",
    "Ego ole ka Harry na Megan na-agbakụta azụ ugbua ha chọrọ ịchọwa akara aka ha?9 Jenụwarị 2020",
    "Queen Elizabeth: Eze Nwaanyị Ịngland sị na ọ kwadọrọ Harry na Meghan ịnọrọ onwe ha13 Jenụwarị 2020",
    "Ezenwaanyị Elizabeth nke mba Briten ebutela ọrịa Covid-1920 Febụwarị 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụlaelekere 6 gara aga",
    "Vidio, ‘Etu m si malite ime ejije na Nollywood’ – Chioma Akpotha20 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala12 Febụwarị 2022",
    "Onye bụ Fr 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Ezenwaanyị Elizabeth nke mba Briten ebutela ọrịa Covid-19",
    "Fada Anelu asaala ebubo na ọ machiri ịgụ egwu Igbo n'ụlọụka Katọlik",
    "Etu Wilfred Machage, onye nnọchite anya Kenya na Naịjirịa si nwụọ",
    "Ohanaeze ndigbo akatọọla etu e si gbuo ehi na ndị mmadụ n’Abia steeti",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwaEmelitere ikpeazụ na: 29 Ọktọba 2020",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'Emelitere ikpeazụ na: 4 Juun 2021",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}