{
  "published": "21 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ ụlọahịa mechiri emechi na Mission Hills Umuahia",
    "Ụfọdụ mmadụ ka na-erube isi n'iwu onye apụla ezi a ndị otu Indigenous People of Biafra (Ipob) hibere kemgbe gọọmentị Naịjirịa nwuchiri onyeisi ha bụ Nnamdi Kanu na Kenya ụbọchị 15  nke ọnwa Julaị 2021.",
    "Lee foto ka o si aga ebe ụfọdụ n'ala Igbo.",
    "Ahịa Eke Awka na-ekwo ekwo n'ụtụtụ a",
    "Eke Awka",
    "N'Owerri ebe ụfọdụ nọ n'ụlọ ndị ọzọ na-azụ ahịa.",
    "Whetheral Road Owerri",
    "Owerri",
    "N'Umụahịa, ebe ụfọdụ na-agara onwe ha ndị ọzọ nọkwa n'ụlọ.",
    "Ọdọ mmanụ ụgbọala a dị na Club Road ụmmụahịa na-ere rere mmanụ ụgbọchị a",
    "Ebe foto si, Festus Kiyamo/Twitter",
    "Ndị otu jikọrọ ndị nkuzi Mahadum bụ Academic Staff Union of Universities bụ Asuu n'aha ịchafụ ga-enwe ọgbakọ pụrụiche n'Abụja taa bụ Mọnde gbasara abụbụ ọrọ a ha nọ n'ime ya ụgbụa.",
    "A tụrụ anya na ha na gọọmentị etiti ga-ezuta n'ime izuụka a gbasara ya bụ ọkwụ abụbụ ọrụ bụ nke ha nọ n'enụ ya ugbua.",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa",
    "bn TETFund: ASUU ọ ga-agba abụbụọrụ ọzọ?",
    "Ịgba abụbụọrụ ekewaaala Asuu nke Mahadum Odumegwu Ojukwu",
    "N'izụ gara aga ka Asuu banyere abụbụọrụ ịdọaka na ntị otu ọnwa ka ha kulichara n'ọgbakọ abalị abụọ ha mere.",
    "Asuu sị na ọnweghị ihe ọzọ ha ga-eme karịa ịgba ya bụ abụbụ ọrụ n'ihi ihe ha kpọrọ mkpọchị ntị gọomentị etiti gbasara ọdịmma ndị ọrụ na ụlọakwụkwọ.",
    "Minista ndị ọrụ bụ Chris Ngige kwere ndị ọrụ a nkwa na ha ga-elebe anya na mkpa ndị niile n'ọgbakọ ha nwere na 14 Ọktọba 2021.",
    "Akwụkwọ akụkọ Punch na-akọwa na ama gbaaara ha na ụfọdụ ndị ọrụ a awuchielarị n'Abuja maka ya bụ ọgbakọ dị mkpa ha na-akwado n'abalị ta bụ Mọnde.",
    "Onyeisioche ndị Asuu bụ Prof. Emmanuel Osodeke kwuru na ya bụ abụbụ ọrụ na-abịa maka mkpochi ntị ndị gọọmentị etiti.",
    "Ọ sị na, \"Ọ bụ ọgbakọ ka ha kpọrọ anyị. Ha ga-agwa anyị ihe ha jiri maka ya kpọọ anyị mgbe oge ruru n'ime izuụka a\".",
    "Osodeke rịọrọ ndị ndị mmadụ ka ha rịọ gọọmentị ka ha mezuo ngwa ihe ha kwere ha.",
    "Naijiria",
    "Ọmụmụ na mmụta",
    "Etu e si tụọ Sarah Ochekpe bụbụ Mịnịsta mkpọrọ afọ isii22 Febụwarị 2022",
    "Gee ntị, BBC Nkeji22 Febụwarị 2022",
    "Ihe ndị uweojji kwuru maka ndị otu ha a sị agbagburu n’Okija, Anambra steetielekere 4 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere ASUU ji kpebie ịgba abụbụọrụ otu ọnwa14 Febụwarị 2022",
    "Etu e si tụọ Sarah Ochekpe bụbụ Mịnịsta mkpọrọ afọ isii",
    "Ihe ndị uweojji kwuru maka ndị otu ha a sị agbagburu n’Okija, Anambra steeti",
    "Etu e si chọpụta ozu ụmụ akwụkwọ UNIZIK abụọ n'ime ụlọ obibi ha",
    "Ebonyi NDLEA killing: Ndị ojiegbeeyiegwu egbuola ndị ọrụ NDLEA abụọ ma gbaa ụgbọala ha ọkụ",
    "'Ahụ esighị m ike, biko tọhapụnụ m' - Abba Kyari",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Tony Ubesie: Akatamkpo nwoke gbara mbọ maka nkwalite asụsụ IgboEmelitere ikpeazụ na: 22 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}