{
  "published": "26 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị bi na mpaghara Ngor-Okpala dị n'Imo steeti apụtala n'igwe ịhọpụta onye omeiwu ọhụrụ ga-anọchi anya ha n'ụlọ omeiwu steeti ahụ.",
    "Ngalaba 'Independent National Electoral Commission' (Inec) na-ahazi ntuliaka a iji dochie Tochi Okereke, bụ onye meriburu ya bụ ọkwa, mana ọ naghị aga ọgbakọ ndị omeiwu.",
    "Ụlọikpe ukwu ekwetala itinye anya n'ikpe ntuliaka gọvanọ Imo steeti",
    "Anyị nụrụ ụda egbe mgbe anyị chọro imata ihe ejiri chụọ anyị - Onye omeiwu n'Imo",
    "Amụma Mbaka emezuela, Hope Uzodinma emeriela dịka Gọvanọ Imo steeti",
    "Ya bụ ntuliaka malitere ka ọ gafechara elekere asatọ nke ụtụtụ taa bụ Satọde, abalị iri abụọ na isii nke ọnwa Febrụwarị afọ 2022.",
    "Onye ntaakụkọ BBC Igbo chọpụtara na ndị ọrụ Ince nakwa ngwaọrụ ha awụchiela n'ebe dị icheiche a ga-anọ tụọ ya bụ vootu.",
    "Otu ndọrọndọdọ ọchịchị ga-esonye na ntuliaka nke taa dị iri na otu n'ọnụọgụgụ.",
    "Mana ndị ma ihe ekwe na-akụ na ndọrọndọrọ ọchịchị na-ekwu na ya bụ ọgụ ga-aka sie ike n'etiti otu 'Peoples Democratic Party' (PDP), PDP na ndị All Progressives Congress' (APC).",
    "Ndị na-anọchi anya pati abụọ ahụ na ntuliaka a bụ Jeff Nwachukwu - PDP, na Blyden Amajirionwu - APC",
    "Cheta na Tochi Okereke, onye omeiwu nke a chụpụrụ achụpụ, nọbu n'otu PDP, nke a mere ọtụtụ ji ekwu na ndị PDP ga-emerikwa ntuliaka nke a.",
    "Mana chetakwa na ọchịchị Imo steeti ugbua dịzi n'aka pati 'All Progressives Congress' (APC), dịka ụlọikpe kachasị chụtuchara Emeka Ihedioha nke PDP dịka Gọvanọ Imo steeti ma tinye Hope Uzodinma nke APC.",
    "Imo State Election: Agbawara ndị Imo Steeti aka napụ ha ọchịchị",
    "Ụfọdụ na-ekwu na n'ihi mgbanwe ọchịchị a, otu APC nwere ike imeri ntuliaka a nke na-aga n'ihu ugbua.",
    "Chetakwa na ngwangwa Hope Uzodinma weghaara ọchịchị, ọtụtụ ndị omeiwu Imo Steeti si na pati PDP pụọ, banye APC.",
    "Ka ọ dị ugbua, ndị pati APC ka ọnụọgụgụ ha karịrị n'ụlọ omeiwu Imo steeti.",
    "Ndọrọndọrọ ọchịchị",
    "Imo steeti",
    "Vidio, Imo State Election: Agbawara ndị Imo Steeti aka napụ ha ọchịchị, Duration 9,584 Febụwarị 2020",
    "Supreme Court Judgement: Hope Uzodinma emeriela dịka gọvanọ Imo steeti14 Jenụwarị 2020",
    "Hope Uzodinma: \"Ọ bụ ndị ndọrọndọrọ ọchịchị chọrọ ịgba ụlọ Gọvanọ Uzodinma ọkụ\"- Kọmịshọna mgbasa ozi Imo Steeti24 Eprel 2021",
    "Imo House of Assembly: Hope Uzodimma anabatala onyeisi ụlọomeiwu Imo ọhụrụ ahọpụtara ụnyahụ8 Nọvemba 2021",
    "Imo State News: Anaghị akpa nkata ịchụpụ 'speaker' Imo steeti - Uche Ogbuagu8 Julaị 2020",
    "NA EME UGBU A Agha Russia na Ukraine ga-ete aka, anyị ga-adị njikere - Onyeisiala France",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Kpọpụnụ ndị agha ụnụ na Ukraine - Nigeria gwara Russia26 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite",
    "Ihe Goodluck Jonathan gatara dịka Ecowas zigara ya ime udo na Mali",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "ENSEIC akpọpụtala PDP dịka ndị meriri na ntuliaka ọkwa onyeisioche n' okpuru ọchịchị 17",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}