{
  "published": "26 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Goodluck Jonathan na-agwa ndị ntaakụkọ okwu dịka ya na ndị agha mba Mali nwechara mkparịtaụka n'ụbọchị 24 nke ọnwa Ọgọst afọ 2020",
    "Aka chịburu Naịjiria bụ Goodluck Jonathan ekwuola na obi dị ya mma etu mkparịtaụka si aga na mba Mali gbasara etu a ga-esi hazie ntuliaka ka ndị agha weghaara ọchịchị n'ike na mba ahụ nyeghachi ndị nkịtị ọchịchị.",
    "Nke a bụ ihe dị n'akwụkwọ ozi nke otu ECOWAS wepụtara n'ụbọchị Fraịde, Febrụwarị 25, 2022, gbasara ya bụ ọnọdụ.",
    "Bah Ndaw aghọọla Onyeisiala mba Mali",
    "Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 2021",
    "Ecowas ekewapụla Burkina Faso n'otu ha",
    "Etu ndị agha Burkina Faso si napụ onyeisiala Roch Kabore ọchịchị",
    "Aka akparala ndị chọrọ ịnapụ ọchịchị n'ike na Guinea Bissau",
    "Cheta na Goodluck Jonathan bụ onyeisi kọmiti nke ndị Ecowas zigara ka ha ga kpee udo na mba Mali dịka ndị agha ha chụtuchara ndị nkịtị ma weghara ọchịchị.",
    "N'ime akwụkwọ ozi ahụ, Ecowas kwuru na ndị agha na-achị mba Mali egosila njikere ịmalite mkparịtaụka maka etu a ga-esi hazie ntuliaka.",
    "N'ọgbakọ e nwere na Bamako, isi obodo Mali, n'ụbọchị Tọzde, Febrụwarị 24, Jonathan kwuru na Ecowas kwụsiri ike na mkpebi ya iji ụzọ mkparịtaụka weghachị ọchịchị onyekwuo uche ya na mba Mali.",
    "O kwukwara na obi dị ya mma na ndị agha mba Mali na-aga n'ihu na mkparịtaụka ha na Ecowas.",
    "Jonathan gara n'ihu kwuo na Ecowas ga-enyere mba Mali aka imeri ụfọdụ ihe ndị cheere ha aka mgba ugbua.",
    "Ndị ọzọ sonyere n'ọgbakọ ahụ gụnyere: Onyeisi Ecowas bụ Jean-Claude Kassi Brou; nakwa Francis A. Behanzin onye bụ Kọmishọna Ecowas na-ahụ maka okwu ndọrọndọrọ ọchịchị, udo na nchekwa.",
    "Ebe foto si, Getty Images",
    "Dịka onyeisiala Muhammadu Buhari binyere aka n'iwu ọhụru ga-agbanwe etu e si ahazi ntuliaka na Naịjirịa nke akpọrọ \"Electoral Act Amendment Bill\" n'ụbọchị Fraịdee bụ ụbọchị 25 nke ọnwa Febụwarị, 2023, ngalaba na-ahụ maka nhazi ntuliaka na Naịjịrịa bụ Independent National Electoral Commission (Inec) ebipụtala akwụkwọ gosiri ka usoro ntuliaka nke afọ 2023 ga-esi mee nakwa ụbọchị ndị ọzọ dị mkpa banyere ya bụ ntuliaka.",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Nsogbu Naijiria bụ nsogbu ndị ndu butere - Babangida",
    "Dịka onyeisi ngalaba a bụ Mahmood Yakubu si kwee na nkwa, Inec zipụtara akwụkwọ ozi n'elekere atọ nke ehihe Satọdee dịka iwu Naịjirịa si dokwaa ya.",
    "O mere nke a na ọgbakọ ya na ndị ntaakụkọ mere taa bụ Satọdee n'Abuja.",
    "Akwụkwọ ozi Inec dere na ntuliaka ọkwa onyeisiala na ndị omeiwu ga-abụ n'ụbọchị 25 nke ọnwa Febụwarị , 2023 ebe ntuliaka nke ọkwa gọvanọ na ndị omeiwu steeti ga-abụ n'ụbọchị 11 nke ọnwa Maachi, 2023.",
    "Cheta na iwu Naịjirịa banyere ntuliaka nyere ohere ka Inec zipụta ozi akwụkwọ ga-usoro  ntuliaka dị ịcheịche a ga-eme naanị ma ọ fọ otu afọ kpọm kwem.",
    "Ya mere, dịka onyeisiala binyere aka n'iwu \"Electoral Amendment Act\", Inec ezipụtala ozi a igosi na taa ka a ga-amalite ịgụkọ ụbọchị maka ntuliaka 2023.",
    "bụ afọ Naịjirịa ga-eme ntuliaka onyeisiala, gọvanọ (na steeti ụfọdụ, ndị omeiwu nakwa ọkwa ndị ọzọ.",
    "Ebe foto si, Getty Images",
    "E ji mweghara ọchịchị n'ike kpọbata Bah Ndaw, etu ahụ ka e sikwa chụpụ ya n'oche ọchịchị",
    "Bah Ndaw batara dịka onyeisiala mba Mali n'ụbọchị 25 nke ọnwa Septemba afọ 2020, mgbe ndị agha chụpụchara Ibrahim Boubacar Keïta n'oche onyeisiala.",
    "Ndaw mere Assimi Goita bụ onye agha osote ya, dịka ha nọ n'ọchịchị kwesịrị ịnọ naanị ọnwa 18 ruo mgbe a ga-eme eme ntuliaka iji họpụta onyeisiala.",
    "Ka ọ bachara ọchịchị, onyeisi otu Economic Community of West African States (Ecowas) kwuru na ha ga-ebuli mmachi ha machiri mba Mali ma ọ bụrụ na o jiri onye nkịtị mee Praịm minista.",
    "Nke a mere ka Ndaw họpụta Moctar Ouane dịka Praịm minista n'afọ 2020.",
    "N'ụbọchị 24 nke ọnwa Mee, 2021, ndị agha kpatara Ndaw na Ouane aka ma nwụchie ha n'ọgbọ ndị agha ebe Ndaw nọ kwuputa na ọ gbaala arụkwaghịm n'ụbọchị 26 nke ọnwa Mee ahụ.",
    "Ka nke a mechara, Assimi Goita weghaara ọchịchị, ma bụrụ onyeisiala mba Mali ruo ugbua.",
    "Ebe foto si, Twitter/screen grab",
    "Ndị uweojii Edo steeti ekwuola na ha ahụla ego ruru nde naịra iri atọ na anọ bụ nke ndị ohi wakporo ụlọakụ anọ n'Uromi, Edo steeti, hapụrụ gbaa ọsọ.",
    "Nke a si n'akwụkwọ ozi si n'aka ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Bello Kontongs n'ụbọchị Fraịde.",
    "Etu ndị ohi si gbuo ndị uweojii abụọ oge ha wakporo 'bullion van' n'Ibadan",
    "Ndị ohi ịntanetị mba Nọt Korịa zuru ego 'crypto' ruru nde $400",
    "'Ndị ohi ji egbe wakpoo anyị na Upper Iweka n'ehihie ọcha'-   Chuma",
    "Kontongs kwuru  na ndị ohi ahụ gbagburu mmadụ asaa oge ha wakpọrọ ụlọakụ ndị ahụ.",
    "Mmadụ asaa gụnyere ndị uweojii abụọ na ndị nkịtị ise.",
    "Kontongs kwukwara na ha nwetara ozi na e nwere ụfọdụ ụgbọala a gbahapụrụ na mpaghara Oruen, n'Ubiaja, Edo steeti.",
    "Ụfọdụ ndị uweojii na ndị ọrụ nche nakwa eze ọdịnala Ubiaja bụ John Odijie gara ebe ahụ iji anya ha hụrụ.",
    "Ha chọpụtara ụgbọala anọ, ọgbatumtum abụọ, akpa abụọ ngwongwo ụmụ nwaanyị dị n'ime ya, kaadị ATM, ego nakwa ụfọdụ ihe ndị ọzọ, bụ nke ha bukọọrọ gawa ụlọọrụ ha.",
    "Kontong gara n'ihu kwuo na ha ahafeela ihe niile ahụ ha hụrụ n'aka ngalaba ndị uweojii dị n'Uromi ka ha were nnyocha ha gawa n'ihu.",
    "Akụkọ kwuru na ọ bụ ndị ntorobịa mechiri okporoụzọ ebe ndị ohi ahụ ga-esi gbaa ọsọ, nke mere ha ji gbahapụ ụgbọala ha na ọgbatumtum ha were ụkwụ gbabaa ọhịa.",
    "Ebe foto si, Twitter Screen grab",
    "Ụgbọala nakwa akpa ego ndị ohi ahụ gbahapụrụ gbaa ọsọ",
    "Akụkọ kwuru na ọ bụ n'ihe dịka elekere ise nke mgbede ụbọchị Tọzde, Febrụwarị 24, 2022, ka ndị ohi ahụ wakporo ụlọakụ anọ n'Uromi.",
    "Ndị hụrụ ihe merenụ sị na ọnụọgụgụ ndị mere mwakpo a karịrị iri abụọ, ha bukwa ọtụtụ ụgbọala na ọgbatumtum.",
    "Mwakpo ahụ nọrọ ihe karịrị awa abụọ dịka ndị bi nso n'ogbe ahụ si kwuo.",
    "Ndị ekperima ahụ ji ogbunigwe 'dynamite' gbarie ụzọ ụlọakụ ndị ahụ tupu ha abanye n'ime ha.",
    "Ebe foto si, TVC",
    "Ụgbọala 'bullion van' ahụ ndị ohi wakporo n'Ibadan",
    "Chetakwa na ndị uweojii wakporo ụgbọala ụlọakụ na-ebu ego, a na-akpọ 'bullion van', n'Ibadan, Oyo Steeti na mbido ọnwa Febrụwarị afọ a bụ 2022.",
    "Ndị ohi mere mwakpo a ruru iri n'ọnụọgụgụ. Ha bukọọrọ ego niile dị n'ime ụgbọala ahụ.",
    "Ndị uweojii abụọ tụfuru ndụ ha na mwakpo ahụ.",
    "N'abalị abụọ nke ọnwa Jun afọ 2021, ndị ohi wakpokwara ụlọakụ abụọ n'obodo Apomu na Ikire dị n'Osun steeti.",
    "Ebe foto si, The Nation/Twitter",
    "Ahịa Ladipo na-agba ọkụ",
    "Akụkọ na-ekwu na ahịa Ladipọ bụ ebe a na-ere akụrụngwa ụgbọala na Legọs gbara ọkụ n'isi ụtụtụ ụbọchị Satọde a.",
    "Ọ bụ mpaghara ahịa hụ a kpọrọ 'Aguiyi Ironsi International Trade Centre' ka ya bụ ọkụ na-agba, mana amabeghị ihe kpatara ya.",
    "Ndị nwụrụ n'ihe mberede ogbunigwe gaasị na Ladipo,Legọs, eruola mmadụ ise",
    "Ihe anyị ma maka ọgbaghara dapụtara na Ladipo",
    "Ihe ndị agha Naịjirịa kwuru maka ogbaghara dara n'ahia Ladipo ụnyahụ",
    "Onye ntaakụkọ aha ya bụ Oluwatomisin Amokeoja kwuru na ụfọdụ ndị mmadụ gbatara ọsọ iji nye aka menyụọ ya bụ ọkụ.",
    "Ndị ọrụ mgbanyụ ọkụ a kpọrọ 'fire service' na bekee gbatakwara inye aka menyọ ọkụ ahụ.",
    "Ndị mmadụ na-ele anya dịka ọkụ gbariri ngwaahịa ha na Ladipo, Mee 31, 2021.",
    "Malite n'ọnwa Mee afọ 2021 ruo ugbua, ọkụ agbaala na mpaghara dị icheiche n'ahịa Ladipo ihe ruru ugboro anọ.",
    "N'ụbọchị ikpeazụ nke ọnwa Mee 2021, akụkọ pụtara na ahịa Ladipo na-agba ọkụ.",
    "Amaghị ihe kpatara ọkụ nke ahụ, mana ngwaahịa ndị mmadụ ruru nde kwuru nde naịra lara n'iyi n'ọkụ ahụ.",
    "Ndị ọrụ mgbanyụ ọkụ na-agbanụ ọkụ gbara n'ahịa Ladip n'ọnwa Julaị 2021",
    "N'abalị asatọ nke ọnwa Julaị afọ 2021, ọkụ gbakwara n'ahaịa ladipo ma mebie ọtụtụ ngwaahịa ndị mmadụ.",
    "Ihe kpatara ọkụ nke ahụ bụ ụfọdụ kemịkalụ ndị mmadụ na-ere bụ nke gbara ka ogbunigwe n'isi ụtụtụ ụbọchị ahụ ma nwuru ọkụ.",
    "Ndị ọrụ mgbanyụ ọkụ bịakwara nye aka gbanyụọ ọkụ nke ahụ.",
    "Ọzọkwa, n'ụbọchị 29 nke ọnwa Nọvemba afọ 2021, ahịa Ladipo gbakwara ọkụ.",
    "Ụfọdụ kwuru na ọ ga-abụ ọkụ latrik kpatara ọkụ nke ahụ, mana o nweghị onye matara kpọmkwem ihe kpatara ya.",
    "Akụkọ na-abịa.",
    "Ahịa ụgbọala",
    "Legọsị steeti",
    "Legọsị",
    "Ahịa",
    "Coup in Africa: Ugboro ole ndị agha wegharala ọchịchị n'ike n'Africa kemgbe 202125 Jenụwarị 2022",
    "Etu ndị ohi si gbuo ndị uweojii abụọ oge ha wakporo 'bullion van' n'Ibadan10 Febụwarị 2022",
    "Gas Explosion in Ladipo: Ndị nwụrụ n'ihe mberede ogbunigwe gaasị na Ladipo,Legọs, eruola mmadụ ise16 Nọvemba 2021",
    "Ihe anyị ma maka ọgbaghara dapụtara na Ladipo9 Nọvemba 2020",
    "Vidio, Ladipo Market: Etu esemokwu ngwa ahịa eweghachitere siri bute ọnwụ Felix Onu n'ahịa Ladipo28 Julaị 2021",
    "Ladipo Market Crisis: Anyi achọghịzị ka ndị agha bia zuo ahia n’aka anyi ọzọ – Ndị ahia Ladipo13 Julaị 2021",
    "Vidio, Igbo cuisine: Ana m amalite ọrụ n'elekere atọ nke ụtụtụ - Onye Abacha19 Julaị 2019",
    "Vidio, Onye ọrụaka a sị na Igbo kwesiri ịtinye uche n'ịrụ ọrụaka15 Eprel 2018",
    "Vidio, Apprenticeship scheme: Ihe a Igbo ji enyere onwe ha aka ọ na-alazi ala?13 Nọvemba 2018",
    "Vidio, Ifeanyi Ubah: 'Ihe mere m jiri soro ndị Alaba agụrụ Nnamdi Kanu egwu'15 Ọktọba 2021",
    "NA EME UGBU A Agha Russia na Ukraine ga-ete aka, anyị ga-adị njikere - Onyeisiala France",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Kpọpụnụ ndị agha ụnụ na Ukraine - Nigeria gwara Russia26 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite",
    "Ihe Goodluck Jonathan gatara dịka Ecowas zigara ya ime udo na Mali",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "ENSEIC akpọpụtala PDP dịka ndị meriri na ntuliaka ọkwa onyeisioche n' okpuru ọchịchị 17",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}