{
  "published": "26 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Chukwudumeme Onwuamadike a.k.a Evans bụ onye a na-enyocha maka ntọ ndị ji ego na Naịjirịa",
    "N'ikpeazụ, a tụọla Chukwudumeme Onwuamadike a ma dịka 'Evans' nga mkpụrụ ọka dịka Ụlọikpe Ụkwu dị na Lagos steeti kpebiri na ikpe mara ya bụ nwamadi n'ebubo  ịtọrọ Donatus Dunu, bụ onye nwe ụlọọrụ Maydon Pharmaceuticals Ltd.",
    "Mkpebi a nke Jọstis Hakeem Oshodi nyere na-abịa afọ anọ a malitere ya bụ ikpe.",
    "Anwụchiri Evans  n'ọnwa Juun afọ 2017 ma kpụpụ ya ụlọikpe maka ebubo igbu ọtụtụ mmadụ, inwe egbe na mgbọ egbe, nakwa ịtọ ọtụtụ mmadụ.",
    "'Abụghị m onye ntọ' - Evans",
    "Onye ọkaiwu Evans esepụla aka n'ikpe ya",
    "E bugoola ndị uweojii 45 maka nwụchi Evans",
    "Jọstis Oshodi tụkwara ndị otu Evan's mmadụ abụọ bụ Uche Amadi  na Okwuchukwu Nwachukwu, nga mkpụrụ ọka ma sị na kama mmadụ atọ ndị a ga-ekweta na ha mejọrọ na ha gbara isi akwara na-atụ asị n'elu asị.",
    "Ọkaikpe hapụrụ Ogechi Uchechukwu, Chilaka Ifeanyi, Victor Aduba, na otu onye agha sị na ikpe amaghị ha.",
    "Ebe foto si, Kayode Oladapo/NAN",
    "Oge a nwụchiri ya, Evans gwara ndị ntaakụkọ gbara ya ajụjụ ọnụ etu ya na ndị otu ya si anapụ ndị mmadụ akatamkpo ego.",
    "Mana n'afọ 2018, Evans kwugharịrị na o nweghị mgbe ọbụla o jiri ọnụ ya kwupute na ya bụ onye ntọ.",
    "O kwuru na ọ bụ mmanye ka ndị uweojii manyere ya ikwete na ya mere ihe ya emeghị.",
    "Dịka a kpụpụrụ Evans ụlọikpe, ọtụtụ ndị mmadụ gbara akaebe na Evan tọọrọ ha ma napụ ha nnukwu ego:",
    "Sylvanus Ahamonu, boro ebubo n'Ụlọikpe na Evans na ndị otu ya tọọrọ ya napụ ya $420,000",
    "Uche Okereafor kwuru na Evans tọọrọ ya na Festac, Legos n'abalị  21 Novemba afọ 2017, ma manye ya ka ọ kwụọ nde dọla abụọ iji gbara isi onwe ya.",
    "Chukwudi Onwuamadike, bụ nwa afọ Nnewi, Anambara steeti, bụ onye a ma dịka \"ọgaranya onye ntọ\".",
    "N'ịza ajụjụ ndị ntaakụkọ jụrụ ya oge e jidere ya ọhụrụ n'afọ 2017, Evans kwuru na ya anaghị eme ntọ obere ego.",
    "Ndị uweojii chọrọ ya afọ anọ maka ntọ, iji egbe ezu na mkpamkpa ọ kpara na steeti atọ; Legọs, Anambra na Edo steeti ma mecha nwụchie ya n'ụlọ ya n' Magodo, Legọs dịka ọ na-akpa nkata iwụ ọsọ gbaga mba ọzọ.",
    "N'otu mkparịtaụka Evans na ndị ntakụkọ nwere,ọ gbara ama na ya nọbu n'Anambara steeti akpa ike tupu Gọọmentị Anambra steeti oge Peter Obi ewere iwu megidere ntọ mee ka steeti ahụ sara ọkụ megide ndị ji ntọ mere ọrụ.",
    "National security",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "E bugoro ha maka ezigbo mbọ ha gbara iji nwụchie onye a na-enyo maka ntọ mmadụ bụ Chukwudumeme Onwụamadike na ndị otu ya.",
    "NA EME UGBU A Agha Russia na Ukraine ga-ete aka, anyị ga-adị njikere - Onyeisiala France",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Kpọpụnụ ndị agha ụnụ na Ukraine - Nigeria gwara Russia26 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite",
    "Ihe Goodluck Jonathan gatara dịka Ecowas zigara ya ime udo na Mali",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "ENSEIC akpọpụtala PDP dịka ndị meriri na ntuliaka ọkwa onyeisioche n' okpuru ọchịchị 17",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}