{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Onyeisiala mba Ukraine bụ Volodymyr Zelensky na-arịọ mba dị ịcheịche ka ha hapụ ịkọnye ndị mmadụ ụjọ n'ahụ maka mwakpoo Russia na-eme",
    "Aha Zelensky bụ aha ụwa kpu n'ọnụ dịka Russia na-awakpoo mba Ukraine, kedụ ihe ima maka ya?",
    "Volodymyr Zelensky dị afọ 44 bụ onyeisiala mba Ukraine.",
    "Russia and Ukraine conflict 2022: Elon Musk ezigala SpaceX Ukraine dịka Rọshịa mebiri intaneti ha",
    "Joe Biden agwala ndị America nọ na Ukraine ka ha rie mbombo ọsọ",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "O banyere n'oche ọchịchị mba n'ọnwa Mee nke afọ 2019.",
    "O mere ọtụtụ ihe ejije n'oge gara aga nke gụnyere \"Servant of the People\" nke mechara bụrụ aha pati o ji nwete mmeri na ntuliaka onyeisiala mba ahụ.",
    "Na mbido, Zelensky enweghi atụmatụ ịzọ ọkwa Onyeisiala ma fọdụzie inwete mmeri.",
    "Ugbua anya ụwa niile na-ele ya dịka ihe ọbụla o kwuru maọbụ mee nwereike ịsụnye ọkụ n'ọgbaghara nọ n'etiti mba Ukraine na mba Russia.",
    "Agwa ya egosila na ọ bụghịkwanụ mmanwụ a na-akwa aka dịka ọrụ ya ugbua gụnyere ịzụta obi ọtụtụ mba ndị ga-adọnyere ya ukwu n'oge agha na-ada, idaju ụjọ ji ndị mba ya nakwa ịchọ ụzọ ọ nwereike isi belata ihe a na-eme na mba Ukraine.",
    "Ime ihe ejije doro Zelensky nke ọma dịka ọ mepụtara ọtụtụ ihe onyoonyo nakwa ejije n'oge gara aga",
    "A mụrụ Zelensky n'obodo Kryvyi Rih n'afọ 1978, nne na nna ya bụ ndị Juu nke bụ ya na onwe ya bụ onye Juu.",
    "Ọ natara ọzụzụ ịbụ onye ọkaiwu na mahadaum Kyiv National Economic University mana ọ hapụrụ ụzọ ahụ banye ụzọ ikpa ndị mmadụ ọchị.",
    "Mgbe ọ ka bụ nwaokorobịa, o sonyere mee ọtụtụ asọmpị ịkpa ọchị n'ihe onyoonyo nke mere ya ndị ogbo ya jiri mepee ụlọọrụ ebe a na-akpa ndị mmadụ ọchị na obi ọma akpọrọ Kvartal 95.",
    "Ụlọọrụ ya mere ọtụtụ ejije nke gụnyere ụfọdụ o meere ngalaba magbasazi nke 1 + 1.",
    "Ihor Kolomoisky bụ onye ọgaranye mba ahụ nwee ụlọọrụ 1 + 1 mechara bụrụ otu onye nwere agba kwadoro Zelensky na mmasị ya ịzọta ọkwa onyeisiala mba Ukraine n'afọ 2019.",
    "Mgbe Volodymyr Zelensky nwetere mmerị tụrụ ụwa n'anya na ntuliaka nke afọ 2019",
    "N'afọ 2014 mgbe ọgbaghara dapụtara na mba Ukraine, Zelensky ka nọ na-eme ejije.",
    "Otu ejije o mere mgbe ahụ mechara pụta n'afọ 2015 bụ \"Servant of the People\".",
    "Servant of the People mechakwara bụrụ aha otu pati ya nke pụtara \"Odibo ọha niile\"",
    "Ọgbaghara a so ọtụtụ ngagharịiwe dapụtara na mba ahụ mere a chutuo onye bụbu onyeisiala ha bụ Viktor Yanukovych n'ọkwa oche ya.",
    "Otu n'ime ihe ịkwesiri ima maka Yanukovych bụ na ọ kwadoro mba Russia.",
    "Mgbe a chuturu ya n'oche, Russia ji iwe jibodo mpaghara Crimea ma malite ikwado ndị otu na-achọ nwereonwe na mba Ukraine.",
    "Otu ndị a jupụtara n'Ọwụwa Anyanwụ mba ahụ.",
    "Ihe a so na ihe kpara ọgbaghara nọ n'etiti Ukraine na Russia ugbua.",
    "Cheta na Zelensky meriri Petro Poroshenko bụ onye bụbu onyeisiala mba ahụ na ntuliaka ma mecha bụrụ onyeisisala mba ahụ nke isii.",
    "N'oge achụmnta vootu, Petro Poroshenko kwara Zelensky emo nke ukwu ma kwuo na ọ gaghi achita aja n'ihi na ọ bụ onye na-akpa ndị mmadụ ọchị ma bụrụ onye na-enweghi ihe ọma banyere ndọrọndọrọ ọchịchị.",
    "Ebe foto si, EPA",
    "Mgbe mba Russia na mba Ukraine nwere nkweọrịta ịkwụsị ibuso onwe ha agha n'afọ 2019",
    "N'oge achụmnta vootu maka ntuliaka ọkwa onyeisiala, Zelensky kwere nkwa na ọ ga-adaju ọgbaghara na-ada n'Ọwụwa Anyanwụ mba Ukraine.",
    "Mgbe ọ malitere ịchị, mbọ ndị ọgbara maka nke a mere ke ihe ruru mmadụ 14,000 nwụọ dịka ọtụtụ ọgbaghara dapụtara ebe ahụ.",
    "Na mbụ, ya na ndị isi mba Russia nwere mkparịtaụka kwa mgbe kwa mgbe banyere nkwado Russia na-enye ndị a.",
    "O bipụtara atụmatụ ikpe udo nke a kpọrọ \"Minsk agreements\" mana nke a achitaghi aja mancha.",
    "Onyeisiala mba Russia bụ Vladimir Putin malitere inye ndị bi na mpaghara ahụ akwụkwọ njem nke mba ya nke bụ na ọ nabataghi mkpesa Minsk agreements.",
    "Mba abụọ a kpebiri ịkwụsị ibuso onwe ha agha n'ọnwa Julaị nke afọ 2020 mana obere esemokwu gara n'ihu dị n'etiti ha abụọ.",
    "Ebe foto si, Tass/Getty Images",
    "Ọtụtụ mba ndị Europe na Amerịka apụtala gosi nkwado ha nye mba Ukraine dịka Russia na-wakpo ha",
    "Dịka mba abụọ nọ n'esemokwu, ihe gbara ọkpụrụkp tinyere ọkụ n'esemokwu nọ n'etiti ha ugbua bụ na Zelensky kwupụtara atụmatụ ya ibanye otu jịkọrọ ụfọdụ mba n'Europe akpọrọ North Atlantic Treaty Organization (Nato).",
    "Atụmatụ a bụ nke Russia akwadoghi n'ihi Onyeisiala Putin kwuru na Ukraine isonye Nato ga-emetụta nchekwa mba nke ya.",
    "Marakwa na Ukraine na Russia bụ ndị agbataobi. Ya bụ, ihe ọbụla Ukraine mere nwereike ịmetụta Russia.",
    "Ụjọ Putin bụ na Ukraine bụ enyị mba ndị ofesi na-abụghị ndị enyi ya dịka mba Amerịka, mba Briten, Mba France wdgz.",
    "Mba ndị Nato so na mba ndị ya na Putin anaghi akpakọ.",
    "Ugbua, Zelensky onye nọbụ na-eme ejije nakwa na-akpa ndị mmadụ ọchị site n'ihe onyoonyo abụrụla onye Russia na-awakpo mba ya maka mmasị ya isonye Nato.",
    "National security",
    "Ndịagha",
    "Rọshia",
    "Vladimir Putin",
    "Ukraine",
    "Russia and Ukraine conflict 2022: Etu agha Ukraine si emetụta akụnụba Naịjirịa na mbaụwa25 Febụwarị 2022",
    "Ọtụtụ ndị mmadụ ga-anwụ ma Russia wakpoo Ukraine - Joe Biden16 Febụwarị 2022",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson24 Febụwarị 2022",
    "NA EME UGBU A A machiela ụlọọrụ ntaakụkọ mba Rọshịa itinye ihe na YouTube",
    "NA EME UGBU A A machiela ụlọọrụ ntaakụkọ mba Rọshịa itinye ihe na YouTube",
    "Gee ntị, Nkeji BBCelekere 8 gara aga",
    "Ihe mere ụwa ji kpụrụ aha Volodymyr Zelensky n'ọnụ ugbuaelekere 7 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "Russia and Ukraine conflict 2022: Elon Musk ezigala SpaceX Ukraine dịka Rọshịa mebiri intaneti ha",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ihe mere ụwa ji kpụrụ aha Volodymyr Zelensky n'ọnụ ugbua",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe Goodluck Jonathan gatara dịka Ecowas zigara ya ime udo na Mali",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}