{
  "published": "27 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Ide ego bụ Elon Musk ekwuola na ụlọọrụ ya bụ Starlink ezigala \"broadband\" n'Ukraine inyere ha aka maka intaneti ha ndị Rọshịa mebiri.",
    "Elon Musk sịkwa na ya ga-emekwa ka SpaceX ruo ndị Ọwụwa anyanwụ Uropu aka bụ ndị Rọshịa mebiri ọbanzikọrịta ozi ha.",
    "Joe Biden agwala ndị America nọ na Ukraine ka ha rie mbombo ọsọ",
    "A ga-amachị Putin ma Russia wakpoo mba Ukraine - Biden",
    "Ọ dere n'akara Twitter ya sị na, \"ọrụ ndị Starlink kwụchim ugbua n'Ukraine. Ọzọ ka na-abịakwa\".",
    "Ọ dere nke a na nzaghachi okwu otu onye ọrụ gọọmentị mba Ukraine bụ onye rịọrọ ya ka o gwa ụlọọrụ Starlink ka ọ nyere ha aka.",
    "Praịm Mịnịsta mba Ukraine bụ Mykhailo Fedorov dere sị @elonmusk, dịka ị na-achọ ibi na Mars - lekwa na Rọshịa na-achọ ịkpakọrọ Ukriane! Dịka ụgbọelụ rọketị gị na-achọ ịwuchi n'igwe, - rọketị ndị Rọshịa egbuchalla ndị mmadụ n'Ukraine\".",
    "Ọnyanwaudude bụ ịntanetị etipiala n'Ukraine, ọkacha n'ọwụwa anyanwụ nakwa ndịda ya.",
    "Ndị kpọrọ onwe ha Internet Monsters kwuru ụbọchị Satọde na ọ bụ na mpaghara ebe ahụ ka agha kacha njọ.",
    "Ọ bụ eziokwu na itinye \"satellite\" n'igwe abụghị egwụ achị ụtaba n'aka agba, onwereike ịme ka ịntanetị rụọ imerime obodo niile.",
    "Onwekwaraike ịnye aka mgbe oke ikuku maọbụ ihe mberede ndị ọzọ mebiri ịntaneti.",
    "Musk kwuru na ụlọọrụ SpaceX nwere \"satellite\" ruru 1,469 na-arụ ọrụ ka a chọrọ ma nwekwa 272 ọzọ ga-abanye n'ọrụ mgbe adịghị anya.",
    "Nke a na-eme ka Moscow ji ogbuigwe na-ebuso Ukraine agha na mpaghara niile nke gụnyere Kyiv.",
    "Rọshia",
    "Ukraine",
    "NA EME UGBU A A machiela ụlọọrụ ntaakụkọ mba Rọshịa itinye ihe na YouTube",
    "Gee ntị, Nkeji BBCelekere 8 gara aga",
    "Ihe mere ụwa ji kpụrụ aha Volodymyr Zelensky n'ọnụ ugbuaelekere 7 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "Russia and Ukraine conflict 2022: Elon Musk ezigala SpaceX Ukraine dịka Rọshịa mebiri intaneti ha",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Ihe mere ụwa ji kpụrụ aha Volodymyr Zelensky n'ọnụ ugbua",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe Goodluck Jonathan gatara dịka Ecowas zigara ya ime udo na Mali",
    "Gịnị ka ị ma maka Buchi Emecheta, nwaanyị Igbo ji eme ọnụ?Emelitere ikpeazụ na: 21 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}