{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Marakwa na foto a esighi n'Obodo Ebenebe bụ ebe ihe a mere",
    "Ọsọ tara n'obodo Ebenebe nke Anambra steeti n'ụbọchị Satọdee dịka ndị oji egbe wakporo akwamozu ebe ahụ.",
    "Ọnụ na-ekwuru ndị uweojii n'Anambra steeti bụ Tochukwu Ikenga gbara BBC Igbo ama na ọtụtụ nwụrụ dịka ha enyochapụtabeghi kpọmkwem mmadụ ole ha dị nwụrụ na mkpamkpa a kpara n'obodo Ebenebe, nke dị n'okpuruọchịchị Awka North, Anambra steeti n'ụbọchị Satọdee.",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo",
    "Anyị ga-akwụ onye nyere anyị ozi maka ndị gburu Dkta Akunyili N20m- Govanọ Obiano",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "Ka akụkọ si kwuo, ndị oji egbe e kwuru a na-eche bụ ndị otu nzuzo wakporo akwamozu otu nwoke n'obodo ahụ.",
    "E kwuru na ndị a pụtara gbawa egbe aghara aghara ebe ahụ.",
    "Ụfọdụ na-ekwu na ihe ruru mmadụ 20 nwụrụ ebe ndị ọzọ merụrụ ahụ.",
    "Ka Ikenga si kwuo, \"Anyị na-eche na ndị mere ihe a bụ ndị otu nzuzo bịara ibuso ndị iro ha agha\"",
    "O gara n'ihu kwuo:",
    "\"Nnyocha anyị na-egosi na onye a na-eme akwamozu ya ebe ahụ nwereike ịbụ onye otu nzuzo ọzọ nke bụ onye iro ndị a bịara wakpoo ya bụ akwamozu\"",
    "Ikenga kwuru na ha nụrụ ozi mwakpo a n'oge n'ụbọchị Satọdee.",
    "Dịka nke a na-eme, ndị uweojii ekwubeghi mmadụ ole ha nyochapụtarala nwụrụ ebe ahụ ugbua.",
    "Ikenga gwara BBC Igbo na kọmịshọna ndị uweojii na steeti ahụ bụ  Echeng Echeng nụrụ ozi ihe a mere ma zịga ọtụtụ ngalaba ndị uweojii ebe ahụ maka ichekwa udo obodo ahụ.",
    "O kwuru na ọtụtụ ndị otu ha nọ ebe ahụ eme nnyocha ima ka ihe a mere si malite ma weghachite udo ebe ahụ.",
    "O kwukwara na ha na-agba mbọ ịnwụchị ndị mere ihe a ugbua.",
    "Ọtụtụ mwakpoo adapụtala n'Anambra steeti na nso nso a.",
    "Ọnọdụ enweghị nchekwa na-eselite isi ya n'Anambra steeti dịka ọtụtụ steeti ndị ọzọ n'Ọwụwa Anyanwụ Naịjirịa na-ata ahụhụ n'aka ọtụtụ mwakpoo.",
    "Ndị ọrụ nchekwa na-ebo ebubo na ọ bụ ndị otu nwereonwe nke Indigenous People of Biafra (Ipob) , nakwa ndị otu nchekwa ha bụ 'Eastern Security Network' (ESN) na-akpa ajọ ike a.",
    "Mana ugboro ugboro ka ndị Ipob etiela mkpu na aka ha adịghị na ya.",
    "Nke a bụ izizi na nso nso ndị uweojii na ebo ndị otu nzuzu ebubo maka mwakpo mere mpaghara ahụ.",
    "National security",
    "Naijiria",
    "Anambra Steeti",
    "NA EME UGBU A Agha Russia na Ukraine ga-ete aka, anyị ga-adị njikere - Onyeisiala France",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Kpọpụnụ ndị agha ụnụ na Ukraine - Nigeria gwara Russia26 Febụwarị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite",
    "Ihe Goodluck Jonathan gatara dịka Ecowas zigara ya ime udo na Mali",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "Onyeisiala Muhammadu Buhari emepere 'Pyramid' osikapa na-achịtaghị aja?",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "ENSEIC akpọpụtala PDP dịka ndị meriri na ntuliaka ọkwa onyeisioche n' okpuru ọchịchị 17",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}