{
  "published": "28 Febụwarị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Abba Kyari Facebook",
    "Ụlọikpe ukwu dị n'Abuja ajụla arịrịọ ndị ọkaiwu Abba Kyari bụbu osote Kọmishọna uweojii na-arịọ ka a gbapụta ya nwa mgbe nta.",
    "Ọkaikpe Inyang Ekwo nke Federal High Court dị n'Abuja kwuru n'ụbọchị Mọnde, Febrụwarị 28, 2022, na ha agaghị enye ya ohere ka ọ kwụọ ụgwọ nwere onwe ya nwa mgbe nta (bail), n'ihi na ụlọikpe ọzọ - nke Ọkaikpe Zainab Abubakar nọ n'isi ya - enyela National Drug Law Enforcement Agency's (NDLEA) ikike imecha nnyocha ha na-eme n'isi Kyari n'ime abalị 14 ọzọ na-abịanụ.",
    "'Ahụ esighị m ike, biko tọhapụnụ m' - Abba Kyari",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA",
    "E nwere ike ịkpụga Abba Kyari mba Amerika maka okwu gbasara ya na Hushpuppi",
    "Ọkaikpe Ekwo kwuru na ụlọikpe ahụ kpenyeere NDLEA n'ụbọchị 22 nke ọnwa Febrụwarị, bụ ụlọikpe nwere ikike ikpekwa ikpe ahụ.",
    "O kwuru na ọ ga-ekpekwa ikpe ahụ mgbe ụbọchị 14 ụlọikpe nyere gachara.",
    "O yigharịrị ụbọchị ikpe ahụ buga ya ụbọchị 15 nke Maachị, iji kpee ya bụ ikpe maka ikike ruru Kyari dịka mmadụ.",
    "Cheta na Kyari bụ onye a nwụchiri maka ebubo ibu ọgwụ ike, tinyere akwụkwọ n'ụlọikpe n'izu gara aga ebe o kwuru ka gọọmentị etiti Naịjiria kwụọ ya nde narị naịra ise (N500m) ma rịọkwaa ya mgbaghara n'akwụkwọ ntaakụkọ abụọ maka imegide ikike ruru ya dịka mmadụ.",
    "Kyari gbara akwụkwọ a site n'aka ọkaiwu ya bụ Cynthia Ikena, n'ụlọikpe ukwu dị n'Abuja, ma kwuo na ahụ esighi ya ike ịnọ na mkpọrọ, rịọ biko ka a hapụtu ya nwa mgbe nta ka o nwee ike ilekọta ahụike ya.",
    "Ọ gwara ụlọikpe na ọ na-arịa \"ọrịa shuga, ọbara mgbali elu na ezigbo ọrịa obi nwere ike ibutere ya ọnwụ.\"",
    "‘Ebubo ndị uweojii na-ebo ndị otu anyị maka ibu ọgwụike adabaghị’ – Femi Babafemi, NDLEA",
    "Ebe foto si, AFP",
    "Guillame Soro bi na mba France ugbua",
    "Guillaume Soro bụbu onyeisi ụlọomeiwu mba Ivory Coast agọọla agọ na ahụghị ngwaagha ọbụla n'ụlọ ya na Bouake, n'isiobodo Abidjan.",
    "Toure Moussa na-ekwuru ya sị na o bibeghi ebe ahụ kemgbe ọtụtụ afọ, dịka ọ gbagara Europe n'afọ 2019.",
    "Nchọpụta a na-abịa ka a chọtachara ọtụtụ ngwaagha n'ụlọ Souleymane Kamarate Kone, bụbu onye isi nhazi ya n'afọ 2017.",
    "Ndị otu Soro kwuru na akụkọ a so na nkata a na-akpa iji dughie ndị mba Ivory coast.",
    "Cheta na a tụrụ Soro nga mkpụrụ ọka n'azụ ya (nke a kpọrọ 'in absentia') n'ọnwa Juun afọ 2021, ka e boro ya ebubo ịkpa nkata nnapụ Onyeisiala Alassane Ouattara ọchịchị n'ike.",
    "Ikpe",
    "Nchekwa ndị ụwe ojii",
    "Ịṅụ ọgwụ",
    "NA EME UGBU A Yukren na Rọshịa amalitela inwe mkparịtaụka",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Ị ga-esi Ike ka ntorobịa ma nwee akọnuche ka okenye ịbụ onyeisiala Naijiria - Chukwuka Monyeelekere 6 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Etu akwa 'Isi Agụ' si bụrụ nnukwu njirimara ndị Igbo24 Febụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite",
    "Ụlọikpe ajụla arịrịọ ịhapụ Abba Kyari nwa mgbe nta",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Russia and Ukraine conflict 2022: Elon Musk ezigala SpaceX Ukraine dịka Rọshịa mebiri intaneti ha",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Ihe Goodluck Jonathan gatara dịka Ecowas zigara ya ime udo na Mali",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}