{
  "published": "1 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii na-agba mbọ ibelata mwakpo na-arị ibe ya elu n'Imo steeti",
    "Ndị omekome awakpoola ma gbaa ụlọọrụ ndị uweojii nọ n'Okwelle nke okpuruọchịchị Onuimo, Imo steeti.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Michael Abattam gbara ama nke a ma kwuo na enweghi onye nwụrụ maọbụ merụrụ ahụ na mwakpo a.",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo",
    "Ihe ndị mmadụ na-ekwu maka mwakpo mere be gọvanọ Imo steeti",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Otu onye bi n'obodo ahụ na-achọghị ka akpọ aha ya kwuru na ihe mere n'ime abalị Mọnde mgbe ndị uweojii mechirila ọrụ nke ụbọchị ahụ.",
    "Ka o si kwuo, ndị uweojii ebe na-agbachị ụlọọrụ ha kwa ụbọchị ma chi jie.",
    "Nke a na-abịa dịka naanị otu izu gacharala mgbe ndị o ji egbe wakporo ụlọọrụ ndị uweojii nọ n'Isu ma gbuo ndị uweojii mmadụ abụọ.",
    "Onye ahụ bi n'obodo ahụ kwuru:",
    "\"Ihe a bụ ihe mgbawa obi dịka ụlọọrụ ndị uweojii ndị a gbara ọkụ bụ naanị nke anyị nwere n'obodo anyị\".",
    "N'otu aka ahụ, ndị uweojii Imo steeti kwuru na ha gbochiri mwakpo ndị oji egbe nwara ime n'ụlọọrụ nọ n'okpuruọchịchị Njaba n'ebe elekere otu nke isi ụtụtụ Tuzde.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Michael Abattam kwuru na ndị a ha na-enyo bụ ndị otu Indigenous People of Biafra (Ipob) na ndị otu nchekwa ha bụ Eastern Security Network(ESN) nwara ịwakpo ụlọọrụ ha dịka ha tụnyere ogunigwe n'ime nke mere ndị uweojii ji pụta buso ha agha.",
    "Abattam kwuru na ha ndị ahụ kwara mgbọ nke mere na ọtụtụ n'ime ha bu apa mgbọ rie mbọbọ ọsọ.",
    "O kwuru \"Anyị chụrụ ha ọsọ n'ike ma chụba ha n'ọnụ ebe ndị agha na-eme nyocha ụgbọala n'akwa mmiri nke Njaba\"",
    "\"Ndị agha ahụ busoro ha agha ma chụọ ha ọsọ eru ala\"",
    "Abbattam kwuru na enweghi onye nwụrụ n'ihe a mere ebe ahụ.",
    "O Kwukwara na ha na-agba mbọ ịwụchị ndị o ji egbe ahụ dịka ha na-esi imi n'ala ugbua na mpaghara ahụ niile nakwa ebe ndị gbara ya gburugburu.",
    "Ebe foto si, @NGRSenate",
    "Ndị Omeiwu Naijiria enyela ọkpụrụ ọchịchị ime obodo ikike ịkwụrụ onwe ha na-ego nakwa ọchịchị.",
    "Nke mere dịka ndị omeiwu Ukwu na nke nta iji igwe kọpụta tụọ vootu ụbọchị Tuzde.",
    "Okwu Okpụrụ ọchịchị ị nọrọ onwe ha bụ okwu adọọla ọtụtụ afọ dịka ndị gọvanọ na-akpachikarị oke ruru okpuru ọchịchị nke mere na mmepep a tụrụ anya anaghị erute imee obodo ka o kwesịrị.",
    "N'ụlọomeiwu Ukwu, mmadụ 92 tụrụ ha okpuru ọchịchị ime obodo nọrọ onwe ha, ebe mmadụ abụọ sị mba.",
    "N'Ụlọomeiwu Nta, mmadụ narị abụọ iri ise na asaa(257) tụrụ ha okpuru ọchịchị ime obodo nọrọ onwe ha, ebe mmadụ itọolu sị mba.",
    "Ndị Ụlọomeiwu Ukwu binyekwara aka ha ụlọike nọkwara onwe ha.",
    "NB'aka nke ọzọ Ụlọomeiwu nta jụrụ ịnabata ka onyeisi Ụlọomeiwu Ukwu na nke nta na  ndị osote ha na-anata ụgwọ ezumike rụọ n'ọnwụ.",
    "Ebe foto si, David Umahi/Facebook",
    "Ụlọikpe ukwu dị n'Abakaliki akụpụla akwụkwọ a gbara aka na-achị Ebonyi steeti bụ David Umahi, maka apụghị n'isioche dịka o si Peoples Democratic Party (PDP) gafee All Progressives Congress (APC).",
    "Sinetọ Sonni Ogbuoji bụ onye ji ọkọlọtọ APC zọso ya ọkwa gọvanọ n'afọ 2019 na Mbam Ogodo bụ osote ya, bụ ndị kpụpụrụ ya ụlọikpe.",
    "Ha gbara ya akwụkwọ dịka ha sị na o kwesịrị iritu n'oche gọvanọ dịka ọ gafere na pati na-abụghị nke o ji zọta ya bụ oche.",
    "Gọọmentị Ebonyi steeti sị 'onye hụrụ Linus Abaa Okorie jide ya'",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Onye yiwere Umahi na Uzodinma uwe a?",
    "Ha gwakwara ụlọikpe na dịka ọ bụ ha gbara ndị nke abụọ na ntuliaka afọ 2019 ahụ, na e kwesịrị ka e duo ha n'iyi ọrụ.",
    "N'ịzara ọnụ ya, Umahi na onwe ya kwuru na Ogbuoji na-adabere n'elu etu e si tozuo tupu e mee nakwa mgbe e mere ntuliaka ahụ, o kwukwara na enweghi ebe ọ dị n'iwu obodo na a ga-eji n'ihi na mmadụ gafere pati ọzọ wepụ onye ahụ dịka gọvanọ maọbụ osote gọvanọ steeti.",
    "Ọkaikpe Henry Njoku kpebiri na enweghi etu Gọvanọ Umahi si daa iwu obodo maọbụ iwu ntuliaka dịka ọ gafere APC, dịka akụkụ 188 (1) nke iwu obodo nke afọ 1999 si kwuo.",
    "O kwukwara na mpaghara 308 nke iwu obodo kwukwara na ọ dịghị mma ịgba gọvanọ akwụkwọ mpụ na nrụrụaka.",
    "Ka ọ na-akụpụ ikpe ha, Ọkaikpe Njoku kwuru ka a kwụọ Ogbuoji na Ogodo puku narị naịra ise (N500,000) maka nsogbu ha gabigara.",
    "Ebe foto si, Muhammadu Buhari/Facebook",
    "Onyeisiala Muhammadu Buhari na-aga mba Kenya taa bụ Tuzde, ebe ọ ga-esonye n'emume ncheta afọ iri ise nke otu United Nations Environmental Programme a ga-eme n'ụbọchị atọ na anọ nke ọnwa Maachị.",
    "Femi Adesina bụ ọnụ na-ekwuru ya kwuru sị na ọ ga-esi ebe ahụ gawa London ebe ọ ga-anọ izu abụọ maka nlekọta ahụike ya.",
    "National security",
    "Imo steeti",
    "Dave Umahi",
    "Muhammadu Buhari",
    "NA EME UGBU A Ihe onyonyo: Ogbunigwe atụọla n'etiti obodo Kharkiv",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Gọọmentị Naịjiria ga-amalite ịkpọlata ndị Naịjiria nọ na Ukraine na wenezde - Onyeama1 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Etu akwa 'Isi Agụ' si bụrụ nnukwu njirimara ndị Igbo24 Febụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Etu ndị 'unknown gunmen' si gbaa ụlọ na ụgbọala Hon Nnenna Ukeje ọkụ",
    "Ndị omekome awakpoola ụlọọrụ ndị uweojii n'Okwelle nakwa na Njaba nke Imo steeti",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere otu ọgbọ, otu ebiri na ndị uke ji baa uru n'ala IgboEmelitere ikpeazụ na: 22 Nọvemba 2020",
    "Otu jịkọrọ ụmụakwụkwọ mahadum Naịjrịa amalitela ngagharịiwe maka abụbọ ọrụ Asuu",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Uru nwaanyị abụghị sọ n'ụsọekwuEmelitere ikpeazụ na: 3 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}