{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Emenike Iroegbu",
    "Ndị amaghị ndị ha bụ awakpoola obodo Amamgwu Ohafia dị n'Abịa steeti gbuo ndị mmadụ ma gbaa ọtụtụ ụlọ ọkụ.Ndị nọ ebe ihe mere kwuru na ndị omekome ahụ zọchiri n'abalị Monde, gbaa ọtụtụ ụlọ ọkụ, ebe mmadụ ole edobeghị anya tụnyere ndụ ha.",
    "Ihe gọọmentị Abia state kwuru maka mwakpo ndị 'unknown gunmen' wakporo ụlọ Hon Nnenna Ukeje ọkụ",
    "Ndị omekome awakpoola ụlọọrụ ndị uweojii n'Okwelle nakwa na Njaba nke Imo steeti",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "O nweghị onye ma ndị bịara ije ọjọọ ahụ mana ndị gwara ndị ntaakụkọ anyị okwu achọghị ka akpọ aha ha kwuru na otu na ndị e gburu na mwakpo ahụ bụ otu nwaanyị na-agbara ndị oji egbe eri a ama.",
    "Ebe foto si, Emenike Iroegbu",
    "Otu onye n'ime ha onye kwuru sịrị,\"Nwaanyị ahụ nwere ebe a na-atụ ndụ mmanụ a ma ama n'Amangwu. A na-ebo ya ebubo ị na-agbara ndị ojiegbe ama.\"Kemgbe mkpamkpa ahụ kpara n'Amangwu, ọtụtụ ndị mmadụ agbaala ọsọ ndụ , ebe ụfọdụ ndị gbara ọsọ ji nwanyọọ alọghachi.Ndị uweojii Abia steeti kwuru na ha nụrụ maka ya bụ ọdachi.",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ  Geoffrey Ogbonna  kwuru na o nwebeghị onye wetara ha mkpesa banyere mkpamkpa ahụ kpara.",
    "N'otu aka ahụ, o nwebeghị ihe gọọmentị Abia kwuru maka ihe mere.Mana onye omeiwu na-anọchite Ohafia North n'ụlọomeiwu steeti ahụ bụ Ichie Chief Mandela Obasi kwuru na ya nụrụ maka ọdachi ahụ ebe a gbara ọtụtụ ụlọ ọkụ ma gbụọ ụfọdụ ndị mmadụ.",
    "Cheta na nsogbu nchekwa na-arị elu n'Ọwụwa anyanwụ kemgbe ihe karịrị otu afọ dịka  e merela ọtụtụ mwakpoo, gbuo  otụtụ ndị mmadụ ma gbaa ọtụtụ  ụlọ na ogige ndị uweojii ọkụ.",
    "N'ọnwa Epreelu afọ abụọ gara aga ka ndị uweojii gbagburu otu nwokorobia.",
    "Naijiria",
    "Abia Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Onyeisi ụka katọlịk bụ Pope Francis ekwuola na 'Lent' afọ a ga-abụ maka ikpere mba Ukraine ekpere nakwa ịrịọ ka udo chịa n'ụwa.",
    "NA EME UGBU A Ogbunigwe mba Rọshịa egbuola mmadụ 21 n'obodo Kharkiv dị na Yukren",
    "Gee ntị, BBC Nkejielekere 9 gara aga",
    "Etu ndị amaghị si wakpoola Amangwu, Ohafia, gbuo ndị mmadụ, gbaa ọtụtụ ụlọ ọkụelekere 7 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Etu akwa 'Isi Agụ' si bụrụ nnukwu njirimara ndị Igbo24 Febụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?20 Febụwarị 2022",
    "Etu ndị amaghị si wakpoola Amangwu, Ohafia, gbuo ndị mmadụ, gbaa ọtụtụ ụlọ ọkụ",
    "Ihe gọọmentị Abia state kwuru maka mwakpo ndị 'unknown gunmen' wakporo ụlọ Hon Nnenna Ukeje ọkụ",
    "Ndị omekome awakpoola ụlọọrụ ndị uweojii n'Okwelle nakwa na Njaba nke Imo steeti",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Russia and Ukraine conflict 2022: Elon Musk ezigala SpaceX Ukraine dịka Rọshịa mebiri intaneti ha",
    "Ihe ị kwesịrị ịma maka Volodymyr Zelensky, onyeisiala mba Ukraine ụwa kpụ n’ọnụ ugbua",
    "'Kama m ga-akwụ N3000 maka 'ID card' m were ya taa suya'Emelitere ikpeazụ na: 15 Ọktọba 2019",
    "Lee ihe ise nwere ike ịnọchi plastik na be gịEmelitere ikpeazụ na: 5 Juun 2018",
    "Mụta etu BBC si agba mbọ ịkwalite ntụkwasịobi na ịkwụwa aka ọtọ n'akụkọ yaEmelitere ikpeazụ na: 15 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}