{
  "published": "15 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "O meela abalị iri abụọ Russia wakporo Ukraine n'ihe ụwa kpọrọ agha kacha njọ a na-ebuso obodo kwụrụla onwe ya n'Europe kemgbe Agha Mbaụwa nke Abụọ.",
    "Kemgbe ya bụ agha malitere, ọtụtụ ndị mmadụ na-achọ ọsịsa ajụjụ ihe ndị na-agba ha gharịị gbasara ihe mere mba abụọ bụ ndị agbataobi ji na-alụ agha.",
    "Lee ọsịsa ụfọdụ ajụjụ ndị ahụ ndị mmadụ na-ajụ:",
    ") Ọ bụ Russia nwebu Ukraine?",
    "N'ebe afọ 1772 ruo 1795, ọtụtụ mpaghara ndịda anyanwụ Ukraine dịbu n'okpuru Russian Empire, site n'oke Poland.",
    "N'afọ 1783, Russia wegharala mpaghara ndịda Ukraine site na mgbakwunye Crimean Khanate.",
    "Ukraine na-esote Russia dịka mba kacha buo ibu na mpaghara ọwụwa anyanwu nke Europe.",
    "Ukraine anọghịzị n'okpuru Russia, dịka Ukraine mara ọkwa nnwereonwe ha n'afọ 1918.",
    "N'afọ 1921, Ukraine kpọpụtara onwe ha dịka mba Ukrainian Soviet Socialist Republic, bụ nke ha hibere mgbe ndị agha Russia a kpọrọ Red Army, wakporo mpaghara abụọ n'ime atọ na mba Ukraine.",
    "Ha lụrụ agha ọtụtụ oge n'ụzọ dị iche iche, mana n'afọ 1991, Ukraine kwuputere nnwereonwe ha ka a nwachara iweghara ọchịchị n'ike na Moscow.",
    "Ebe foto si, Reuters",
    "Ọkọlọtọ Rọshịa",
    ") Kedụ mgbe Russia wakporo Ukraine?",
    "Ụwa tetara n'ụbọchị 24 nke ọnwa Febrụwarị afọ 2022 nụ na Russia awakpoola Ukraine, bụ ndị ha ji agha na-eyi egwu kemgbe afọ 2014.",
    "Mwakpo a bidoro mgbe Onyeisiala Vladimir Putin kwuru okwu n'ebe 02:55 GMT nke ụtụtụ ahụ, sị na ndị agha abanyela ọrụ na Donbas nke mpaghara ọwụwa anyanwụ Ukraine.",
    "Putin kwuru na Russia na-eme ya bụ mwakpo \"iji chekwaa onwe ya\", na Russia ebughi n'obi iwakpo Ukraine, mana ha ga-akụkpọ ndị agha ma mee ihe ọ kpọrọ \"de-nazify\" mba ahụ.",
    ") Ukraine na Russia a na-asụ otu asụsụ?",
    "Russia na Ukraine na-asụ asụsụ sitere n'ihe a kpọrọ \"slavic\", nke mere na o nwereike na-ada ka otu asụsụ na ntị onye na-abụghị onye mba abụọ ahụ.",
    "Ndị bi na mba abụọ a nwereike ịghọta ihe ha na-asụ, ganye na onye ahụ ebi nso okeala jikọrọ mba abụọ a, maọbụ biri nso ndị mba ahụ.",
    "N'agbanyeghi na a na-akpọpụta okwu ha n'ụzọ dị iche iche, asụsụ abụọ a nwere mkpụrụedemede na-adịghị na ha abụọ - nke Ukraine nwere (ґ, є, і, na ї) nke asụsụ Russian enweghi - ebe nke Russian nwere (ё, ъ, ы, э) na-adịghị n'asụsụ Ukraine.",
    "Ọmụmaatụ nke a dị n'etu e si asụpe isiobodo mba Ukraine - Russia na-asụpe ya ka Kiev, ebe Ukraine na-asụpe ya ka Kyiv.",
    "Ukraine na-asụ asụsụ Ukrainian ebe Russia na-asụ Russian. O nweghi ihe o mere ma mmadụ sụọ Russian na mba Ukraine.",
    ") Asụsụ Ukraine ọ ka yie asụsụ Polish ka ọ bụ Russian?",
    "Asụsụ Ukraine ka yie nke Polish karịa nke Russian",
    "Ebe foto si, Reuters",
    "Ọkọlọtọ Yukren",
    ") Gịnị ka a na-akpọbu Ukraine mbụ?",
    "Mba Ukraine na-azabu Ukrainian People's Republic.",
    ") Russia ọ dị n'Europe ka ọ bụ n'Asia?",
    "Russia bụ otu n'ime mba 44 nke United Nations kwuru dị n'Europe.",
    "Mana, e nwere mpaghara Russia gafetere Asia.",
    "Russia abụghị naanị mba Europe gafetekwara Asia, dịka Kazakhstan, Azerbaijan, Georgia, na Turkey sokwa nwee mpaghara ha dịkwa n'Europe.",
    ") Afọ ole ka Putin dị?",
    "Vladimir Vladimirovich Putin bụ onyeisiala mba Russia dị afọ 69 dịka a mụrụ ya n'ụbọchị asaa nke ọnwa Ọktoba afọ 1952.",
    "Ọ bu ụzọ banye ọkwa onyeisiala mgbe o meriri ntuliaka n'afọ 2000 (ka ọ rụchara site n'afọ 1999 ruo 2000 dịka Praịm minista), wee chịa afọ asatọ (ruo 2008) tupu ọ rịtuo wee rụọ dịka Praịm minista site n'afọ 2008 ruo afọ 2012 ọ zọtara ọkwa onyeisiala ọzọ.",
    "Kemgbe ọ banyere dịka onyeisiala mba Russia nke ugboro abụọ ya, ọ nọọla n'oche ahụ kemgbe afọ 2012 ruo ugbua.",
    "Sentral Europe",
    "Naijiria",
    "Ọwụwa anyanwụ Europe",
    "Europe",
    "Rọshia",
    "Ọgbakọ nke Europe",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ukraine",
    "Russia and Ukraine conflict: Ihe ị kwesịrị ịma maka Volodymyr Zelensky ụwa kpụ n’ọnụ ugbua27 Febụwarị 2022",
    "NA EME UGBU A Russia and Ukraine conflict: Etu ọ kwụ na Ukraine n'ụbọchị nke 20",
    "Vidio, Ukraine Crisis: Etu mụ na ezinaụlọ m si gbapụ 'n Ukraine - Obi Ojimadu2 Maachị 2022",
    "Vidio, Russia Ukraine war: Eji m ego m nyere ndị na-agba ọsọ ndụ na Ukraine aka - Alexander Somto3 Maachị 2022",
    "Latest news on russia and ukraine war: Ihe mere e ji nwee ọtụtụ ụmụakwụkwọ mba Afrịka n'India n'Ukraine7 Maachị 2022",
    "Ukraine war: Kedụ ka ndụ na-adịrị ndị ejibidoro n'agha?14 Maachị 2022",
    "NA EME UGBU A Russia and Ukraine conflict: Putin bụ 'onye ome mpụ n'agha' - Joe Biden",
    "Gee ntị, Nkeji BBCelekere 5 gara aga",
    "Soludo's Cabinet: Gọvanọ Soludo ahọrọla mmadụ atọ ga-eso ya kwọọ ụgbọ Anambra Steetịelekere 5 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "International Women's Day: Kedụ ihe ọ pụtara Afrịka9 Maachị 2022",
    "Vidio, Nkọwa ndị ọkaiwu gbasara ikpe Dave Umahi, Duration 32,229 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "\"Site taata ọrụ m amalitela n'Anambra\"- Charles Soludo",
    "Soludo's Cabinet: Gọvanọ Soludo ahọrọla mmadụ atọ ga-eso ya kwọọ ụgbọ Anambra Steetị",
    "Etu aka si kpara ndị otu nzuzo ahụ na-akpa ike n’Awka, Anambra Steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu 'unknown gunmen' si wakpoo ụlọọrụ NDLEA n'Ebonyi steeti, gbuo mmadụ anọ taa",
    "Ndi uweojii akpọpụtala onye boro nwaanyị ahụ ebubo mere e ji gbaa ya ọtọ n'Aguleri",
    "Etu ndị 'unknown gunmen' si wakpoo ndị ọrụ mkpọrọ Imo steeti abụọ",
    "Ozumba Mbadiwe: Onye bụ Ozumba Mbadiwe Reekado Banks ji gụọ egwu?",
    "Onye na-ama Bianca Ojukwu aka mgba?Emelitere ikpeazụ na: 28 Ọgọọst 2018",
    "Akụkọ dị mkpa: MASSOB akwadola Bianca OjukwuEmelitere ikpeazụ na: 9 Septemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}