{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Timur Sazonov",
    "BBC Russia",
    "Ebe foto si, Empics",
    "N'ụbọchị Tọzde, abalị 24 nke ọnwa Febrụwarị bụ ụbọchị mbụ a wakporo Ukraine, e wepụtara foto nwoke abụọ yi akwa ndị agha Russia n'akara Facebook onyeisi agha mba Ukraine bụ Valeriy Zaluzny.",
    "Ọ bụ mgbe nke a mere ka Natalya Deineka kwuru ọ matara na e jidela nwa ya nwoke n'agha.",
    "Russia and Ukraine conflict 2022: Etu agha Ukraine si emetụta akụnụba Naịjirịa na mbaụwa",
    "Joe Biden agwala ndị America nọ na Ukraine ka ha rie mbombo ọsọ",
    "Na nkata ya na BBC Russia nwere, nwaanyị ahụ gbara afọ 40, kwuru na ọ bụ nwanne ya nwaanyị gwara ya maka foto ahụ.",
    "Natalia amatabeghị ebe okwu kwụ ugbua dịka o si metụta ọnọdụ nwa ya nwoke.",
    "Ebe foto si, AFP",
    "A na-ekwu na ndị agha Ukraine nwụchiri Rafik Rachmankulov",
    "Natalia sịrị, \"Akpọtụrụ m otu onyeagha ya na ya nọ n'otu gwa ya ihe mere.\"",
    "\"Ọ gwara m na a ga-eme nchọpụta mara ma anwụchiri Rafik ka ọ bụ na anwụchighị ya, mana o nwebeghị onye gwara m nke bụ nke.\"",
    "Ash Wed",
    "Mana ndị isi agha agọghị agụgọ na nwokorobịa ahụ dị afọ 19 banyere amị ihe erubeghị otu afọ ugbua, tupu eziga ya n'ihu agha na Ukraine.",
    "Natalia sị na nwa ya bụ injinia n'otu agha 4th Guards (Kantemirovskaya) Tank Division, amaghị na a ga-ezipu ya gawa Ukraine.",
    "Natalia Deineka sị na ọ bụ na soshal midia ka ọ matara na nwa ya nwoke so na ndị agha ezigara mwakpo Ukraine",
    "\"Ọ maghị na a ga-eduga ha ebe ahụ. Ọ bụ ka ha rutere ka ha matara.\"",
    "Ụbọchị ikpeazụ Natalia na nwa ya bụ Rafik nwere mkparịtaụka bụ ụbọchị 23 nke ọnwa Febụwarị ebe ọ gwara ya na ndị otu agha ha nọ nsọ okeala Ukraine.",
    "\"Ajụrụ m ya ihe mere na ọ gwaghị m na atụgara ya na ngalaba ọzọ, ya asaa m sị, \"Achọghị m ka ị tụwa uche. Enyela onwe gị nsogbu\". Ọ sị m na nsogbu adịghị.",
    "Oge foto ahụ wuwere, ụlọọrụ Onyonyo nke mba Russia (Russia-24) kwuru na ọ bụ \"akụkọ ụgha\".",
    "Natalia kwuru na ya akpọtụla ọtụtụ otu gụnyere otu otu abụghị nke gọọmentị na Russia jikọrọ ndị nne ụmụ ha bụ ndịagha a kpọrọ \"Committee of Soldiers' Mothers\".",
    "\"Ha nara m ozi maka nwa m ma rue ugbua, o nwebeghị ihe m nụrụ.\"",
    "\"Amaghị m ihe m ga-eme. O nweghị ihe ụlọntakụkọ na-ekwu maka ndị nke anyị e jidere n'agha. Ka ọ bụ na ha amaghị?\"",
    "Natalia kwuru na nwa ya banyere ọrụ amị n'ọnwa Juun afọ 2021 dịka onye adọkpụnyere n'ọrụ agha, nke dịka iwu ala Russia siri dị, o kwesịghị iziga ihu agha.",
    "Mana enyi nwaanyị Rafik bụ Liliya, gwara BBC Russia na Rafik malitere ọrụ dịka onye ọrụ ngo agha n'ọnwa Disemba iji nweta ego ọ ga-eji na-elekọta ezinaụlọ ọ na-akwado imalite n'ọdịnihu, n'agbanyeghị na ọ rịọrọ ya agala.",
    "Dika nne ya siri kwuo, Rafik hụrụ ọrụ amị dịka ebe ego ga na-abata ya aka kwa daa",
    "Nne Rafik kọwara na nwa ya nwoke na-agụbu n'ụlọakwụkwọ nka ọrụ ugbo tupu ọ kwụsị, banye amị n'ihi na ọ hụrụ amị dịka ọrụ ga-enye ya ego.",
    "\"A na-enye onyeagha ụlọ, i nwetakwa ụgwọ ọnwa. O nweghị ọrụ ọzọ dị n'obodo ugbua.\"",
    "\"Ọ bụghị na ọrụ agha amasịka nwa m nwoke. Kama ọ bụ ohere ịkwụrụ onwe ya inweta ọrụ ebe ego ga na-abata ya aka kwa daa.\"",
    "Rafik bụ otu n'ime ụmụ atọ Natalia mụrụ, onye ya na ya nọ dịka di na nwaanyị ugbua nwekwara ụmụ atọ.",
    "Oge a jụrụ ya ihe o chere maka mwakpo Russia mere Ukraine, Natalie kwuru na ya anaghị eso okwu ndọrọndọrọ ọchịchị maọbụ ige ozi ntaakụkọ.",
    "\"Iji gwa gị eziokwu, aghọtaghị m ihe butere ihe ndị a niile.\"",
    "\"N'ala anyị, ụfọdụ enweghị ihe ha na-eri. Aghọtaghị m agha ọbụla maọbụ ihe ndịagha na-eme.\"",
    "Ọ nọkwataghị dịka ọ gụrụ ihe ndị mmadụ na-ekwu maka nwa ya ezigara ebe a na-alụ agha, ọkachasị dị na-eyi egwu ihe a ga-eme Rafik na ndị agha Russia ndị ọzọ e jidere n'Ukraine.",
    "\"Nwa m agaghị ebe ahụ n'onwe ya, ọ bụ onyeisi agha zigara ya ebe ahụ.\"",
    "\"Maka gịnị? Enweghị m ike ịkọwa. Anyị; ma mụ ma nwa m achọghị ya.\"",
    "Ọ jụrụ sị, \"Kedụ ọnụụzọ m ga-akụ aka ka a kpọnyekwa m nwa m?\"",
    "Rọshia",
    "Ukraine",
    "Vidio, В Киеве снаряд попал в жилую многоэтажку. Люди эвакуировались26 Febụwarị 2022",
    "Роскомнадзор начал замедлять работу \"Фейсбука\" из-за ситуации на Украине26 Febụwarị 2022",
    "США, ЕС и Британия ввели персональные санкции против Путина и Лаврова, обсуждается отключение от SWIFT25 Febụwarị 2022",
    "Снаряды в жилых районах: Россия могла совершить военные преступления, считает Amnesty25 Febụwarị 2022",
    "NA EME UGBU A Ọtụtụ ndị mmadụ na-ebizi n'okpuru ụlọ ha dịka Russia gara n'ihu ịgba ọtụtụ obodo na Ukraine ogbunigwe",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Eji m ego m nyere ndị na-agba ọsọ ndụ na Ukraine aka - Alexander Somtoelekere 3 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite26 Febụwarị 2022",
    "Etu akwa 'Isi Agụ' si bụrụ nnukwu njirimara ndị Igbo24 Febụwarị 2022",
    "Vidio, Africa Eye: 'Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia' - Maryama, Duration 6,0721 Febụwarị 2022",
    "'Kedụ ọnụụzọ m ga-akụ aka akpọnyekwa m nwa m?'",
    "Ihe ị maghị maka Johnson Aguiyi-Ironsi nwụrụ kemgbe afọ 55Emelitere ikpeazụ na: 29 Julaị 2021",
    "Ndị omekome awakpoola ụlọọrụ ndị uweojii n'Okwelle nakwa na Njaba nke Imo steeti",
    "Etu ndị a maghị si wakpoo Amangwu, Ohafia, gbuo ndị mmadụ, gbaa ọtụtụ ụlọ ọkụ",
    "'Iru mgbede bụ omenala Igbo jiri hiwe isi ezinaụlọ mgbe gboo'Emelitere ikpeazụ na: 19 Nọvemba 2020",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe gọọmentị Abia state kwuru maka mwakpo ndị 'unknown gunmen' wakporo ụlọ Hon Nnenna Ukeje ọkụ",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ụlọikpe ajụla arịrịọ ịhapụ Abba Kyari nwa mgbe nta",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}