{
  "published": "5 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "Ndị Ipob na-eti 'Referendum'",
    "Kemgbe afọ ole na ole okwu Biafra malitere nọwa ọkụ ọzọ n'Ọwụwa Anyanwụ Naijiria, otu okwu ndị na-eti mkpu ikewapụ na Naijiria ọkachasị ndị otu Ipob na-akpụ n'ọnụ bụ 'Anyị chọrọ referendum\".",
    "Mana nwoke ọma, Ada Igbo, ị ma ihe referendum pụtara? Etu e si eme ya? Mba ndị merela ya na ihe iwu Naijiria na-ekwu maka ya? Soro anyị ka anyị tupenye gị azụ:",
    "IPOB ekwuola na ha ebiwela akwụkwọ maka referendum",
    "'Ụmụ Biafra kwadonu referendum na Feb.16'",
    "Ohaneze asaala Ipob",
    "Gịnị bụdị 'referendum?",
    "Ebe foto si, BBC/Getty",
    "Referendum si n'okwu Latin, 'Propositum quod referendum est populo, nke pụtara, \"Alọ e bughachiri ọha (ka ha tinye ọnụ)\".",
    "Referendum bụ vootu ọha ndị obodo maọbụ ndị otu mpaghara na-enwe iji kwuo ebe ha kwụ n'okwu maọbụ mkpebi pụrụ iche nke dị iche na mkpebi nke ndị nnọchiteanya ha na-enwe n'ụlọomeiwu.",
    "Ọkaiwu na onye nkuzi na mahadum Nasarawa University bụ Okaiwu Chukwuemeka Ezeh kọwara dịka \"okwu ka e je jụọ ndị mmadụ ihe bụ uche n'okwu tara akpụ.\"",
    "Ebe foto si, Ọkaiwu Chukwuemeka Eze",
    "Ebe foto si, Getty Images",
    "Na Brazil ihe Komiti a na-eti mkpu ya bụ ịhazi referendum iwu ịnabata igbo na Italy",
    "Ezeh kwuru na ọ bụghị okwu nile ka e ji aga referendum, ọ bụghịkwanụ naanị okwu otu mpaghara ikewapụ n'obodo ha nọ bụ referendum.",
    "\"Ọmụmaatụ, okwu iwu ụmụnwaanyị inwe ohere iwepụ afọime na mba ndị Katọlik katara ahụ, okwu iwu na-akwado iwepụ afọ na-adọta nnukwu okwu nke ọ bụ ihe dịka referendum ka e ji ekpebi ya.\"",
    "Etu e si eme referendum?",
    "Ụlọakwụkwụ Praịmarị nke New Haven",
    "Referendum dịka ịtụ vootu nkịtị mana ana-akpọ ya aha ihe ọ bụ n'ihi na ọ bụghị ntuliaka nke ndọrọndọrọ ọchịchị.",
    "Ezeh kọwara na, \"A na-ajụ ya ka ajụjụ, nye ndị mmadụ ohere ị họrọ \"Ee\" maọbụ \"Mba\".",
    "Kedụ ndị ọ bụ ọrụ ha ịhazị referendum?",
    "Ebe foto si, Getty Images",
    "Ndị ọrụ Inec na-ahazị ntuliaka nwere ike inweta ikike",
    "Ọkaiwu Eze kwuru na iwu hiwere referendum na-etinye ndị ga-ahazi referendum.",
    "\"E nwere ike a sị ka enweta Referendum Commission maọbụ etu a Naijiria dị, a sị ka enye ya ndị Inec ka ndị Inec rụọ.\"",
    "Ebe foto si, AFP",
    "Ejighị 'Incident Form' ga-akwụsị nrụrụaka na-aga na ntuliaka",
    "Ọ bụ ndị ruola afọ 18 ma debanyekwa aha dịka ndị na-atụ vootu n'obodo.",
    "Ọkaiwu Eze sị, \"Ọ bụ ndị na-atụnwu vootu bụ ndị na-eme referendum.\"",
    "Mba ndị merela referendum",
    "Ebe foto si, Getty Images",
    "Briten: Na 'Juun 23, afọ 2016 ụmụafọ Briten tụrụ vootu referendum iji kpebie ma ha chọrọ ịpụ na 'European Union' ka ha aga-anọ nke ha kpọrọ \"Brexit\" n'ịchafụ.",
    "Scotland: N'otu United Kingdom ahụ, n'afọ 2014, e nwere referendum ebe ndị Scotland gara tụọ vootu ma ha a chọrọ ịnọsi ike na United Kingdom ka ha chọrọ inwere onwe ha.",
    "East Timor nwere onwe ha n'aka mba Indonesia dịka ha mechara referendum n'Ọgọstụ 30, afọ 1999 (East Timor nwetaburu nnwereonwe n'afọ 1975 mana ọgbaghara dapụtara n'ime ha nke mere Indonesia ji wegharakwa mba ahụ ma mee ka ha sụwa asụsụ ha).",
    "Taiwan: N'afọ 2021dị Taiwan tụrụ referendum n'okwu anọ; azụmahịa (imachị ịtụbata anụ ezi), iwu metụtara gaasị, iwu maka gburugburu nakwa iwu ga-amazi referendum\"",
    "Ebe foto si, Nigerian Senate-Facebook",
    "Okaiwu Maxwell Udechukwu na Chukwuemeka Eze kwuru na Iwu Naijiria ka ọ dị ugbua akwadoghị referendum.",
    "Okaiwu Eze kọwara na referendum dịbụ n'iwu Naijiria oge Naijiria nweere onwe ya tupu ndị agha eweghara ọchịchị n'afọ 1966.",
    "O kwuru na iwu niile e mere na Naijiria kemgbe 1979 kụpụrụ referendum na ya.",
    "\"Ugbua enweghị ohere maka referendum. \"Ọ dịbụ n'iwu Naijiria, na \"Independence Constitution\".",
    "\"Anyị (Naijiria) na ndị Southern Cameroon (ndị ebe Bakassi nọbu). Mana ha mechara sị na ha achọghịzị.\"",
    "\"Ọ bụ ya ka e  ji mee referendum e mere na 1961, kenye ha ndị Cameroon.\"",
    "O kwukwara n'Adamawa nakwa Mubi sobu na Cameroon mana ha kwuru na ha chọrọ isonye Naijirịa.",
    "Etu ije  'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite",
    "Ndọrọndọrọ ọchịchị",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Bruce Fein vs Ifeanyi Ejiofor: Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu4 Maachị 2022",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Maternal home in Igbo culture: Ebe ọsọ ndụ, ọsọ ọchụ na uru ndị ihe ndị ọzọ ikwu nne ga-emere onye Igbo6 Jenụwarị 2022",
    "Vidio, Chioma Akpotha: Mgbasa ka mma karịa ịtụnye ndụ gí n'alụmdi tigbuo-zọgbuo20 Febụwarị 2022",
    "NA EME UGBU A Russia and Ukraine conflict: Zelensky na-abara Nato mba maka ọjụjụ itinye mmachi 'onye efefela' na mba ahụ",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Eji m ego m nyere ndị na-agba ọsọ ndụ na Ukraine aka - Alexander Somto3 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti, Duration 5,032 Maachị 2022",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite26 Febụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Gịnị bụdị 'referendum' a ụfọdụ ndị Ipob kpụ n'ọnụ?",
    "Buhari agaghịzị nleta ahụ ọ chọburu ịga na mba ofesi ka ọ pụtara Kenya",
    "Russia Ukraine invasion: 'Kedụ ọnụụzọ m ga-akụ aka akpọnyekwa m nwa m?'",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ọgba nwaanyị nọ na nsọ anaghị abaEmelitere ikpeazụ na: 29 Maachị 2019",
    "Ihe ị maghị maka Johnson Aguiyi-Ironsi nwụrụ kemgbe afọ 55Emelitere ikpeazụ na: 29 Julaị 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe ndị bu ọtụ na amụ na-agabigaEmelitere ikpeazụ na: 2 Ọktọba 2019",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}