{
  "published": "7 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọikpe dị n'Abuja nke na-ekpe ikpe dị n'etiti National Drug Law Enforcement Agency (NDLEA) na Abba Kyari bụbu osote Kọmishọna uweojii, eyigharịala ụbọchị ikpe ya ruo 10 Maachị, 2022, dịka Ọkaikpe Emeka Nwite si kwuo.",
    "Ụlọọrụ na-ahụ maka nwuchi ndị tinyere aka n'ọgwụike bụ NDLEA, kpụpụrụ Kyari ụlọikpe nke ukwuu n'Abuja.",
    "'Ahụ esighị m ike, biko tọhapụnụ m' - Abba Kyari",
    "E nwere ike ịkpụga Abba Kyari mba Amerika maka okwu gbasara ya na Hushpuppi",
    "Ụlọikpe ajụla arịrịọ ịhapụ Abba Kyari nwa mgbe nta",
    "Ka Kyari malitere okwu ya, ọ rịọrọ ọkaikpe na o meghị ihe niile ha sị na o mere.",
    "Ya na ndị otu ya ruru mmadụ ise ka a na-enyo ma aka ha adị n'orire ọgwụike cocaine ruru 21.25kg.",
    "Abba Kyari, onye bụbu onyeisi ndị IRT na-azara ọnụ ya n'ụlọikpe nke ukwuu n'Abuja",
    "Cheta na ụlọikpe Amerịka ezitara ozi ka anwụchi Abba Kyari n'Epreel 2021 maka ebụbo eboro ya na Ramon Abbas onye e ji \"Hushpuppi\" nyere ya ego aka azụ, nke mere e jị kwusi ya ọrụ.",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ nyefee ha n'aka ndị NDLEA na Febụwarị 2022.",
    "Kyari na ndị otu ya gbara n'ihu ọkaikpe Emeka Nwite maka ịzara ọnụ ha n'ebubo asatọ atụkwasara ha n'isi.",
    "Ya bụ ebubo e boro ha na-ekwu na Kyari na ndị otu ya buru ọgwụike dị 17.55kg nke ha enweghị ikike gọomentị ịme.",
    "A ka na-achọ Kyari achọ n'Amerịka.",
    "Ka ọ dị ugbua, ọkaikpe ukwu Naịjirịa bụ Abubakar Malami etinyela aka n'akwụkwọ inye ikike ka a kpụrụ Kyari ga Amerịka maka ikpe ya na Ramon Abbass Hushuppi.",
    "Abba Kyari mgbe ọ na-aba ụlọikpe n'ụtụtụ ekpere ikpe ha n'ụlọikpe dị n'Abuja",
    "Mba Amerịka tụrụ anya na Kyari ga-abịa zara ọnụ ya maka ebubo ibuba ego gbara ọkpụrụkpụrụ na mba ahụ.",
    "N'ọnwa Apreelụ 2021, ụlọikpe na Califonia nyere ikike ka akpọta Kyari ụlọikpe ebe ha ahụ maka ikpe ya.",
    "Maka ya bụ akwụkwọ mba Amerịka degaara gọomentị Naịjirịa ka Mallam ji nye ikike ka akpụga ya ebe ahụ maka ịzara ọnụ ya.",
    "Ọ sị  na ihe ya ji ahapụ ka Kyari gawa mba Amerịka bụ na ọnweghịzị ikpe ọzọ ọnwere ịza na Naịjirịa.",
    "Abba Kyari na mmadụ isii ndị ọzọ na-azara ọnụ ha n'ụlọikpe n'Abuja taata",
    "NA EME UGBU A Russia and Ukraine conflict: A nwụchiela ụkọchụkwụ katọrọ agha na Russia",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "A hụla ozu nwaagbọghọ furu na BRT na Legọselekere 4 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Vidio, Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti, Duration 5,032 Maachị 2022",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite26 Febụwarị 2022",
    "A hụla ozu nwaagbọghọ furu na BRT na Legọs",
    "Ihe mere e ji nwee ọtụtụ ụmụakwụkwọ mba Afrịka na Ukraine",
    "Atọhapụla Sunday Igboho nwa mgbe nta",
    "Abba Kyari in court today: Ọkaikpe eyigharịala ụbọchị ikpe ya ruo March 10, 2022",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike aEmelitere ikpeazụ na: 20 Nọvemba 2021",
    "Ihe ị kwesịrị ịma maka Bishop Lucius Ugorji ga-anọchi anya Archbishop A.J.V Obinna",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anyaEmelitere ikpeazụ na: 8 Jenụwarị 2021",
    "Buhari agaghịzị nleta ahụ ọ chọburu ịga na mba ofesi ka ọ pụtara Kenya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}