{
  "published": "5 Maachị 2022, 09:19 WAT",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onyeisiala Muhammadu Buhari agaghịzị nnyocha ahụ ọ kwadoro ịgabụ na mba ofesi ka ọ gachara mba Kenya maka ọgbakọ ndị  United Nations Environmental Programme.",
    "O kwughị ihe mere o jighị gaa mba Britain maka nnyocha ahụ ọkwadoburu ime.",
    "United Nations: Azụ ga-agwu na mmiri",
    "Buhari o mere nkwugheri n'ọgbakọ UNGA nke 74?",
    "Na ya bụ njem o mere n'ọgbakọ nke 50 otu ahụ Buhari gụnyere nsogbu mbara ihuigwe, ọhịa na ihe niile dị ya n'ime, mmụbanwanye ọmụmụ na igwe mmadụ na ahịhịa ha na-emepụta so n'ihe na-enye ụwa mmekpeahụ ugbua.",
    "Ebe foto si, UNEP@50",
    "Onyeisiala na Ibrahim Thiaw bụ Odeakwụkwọ ndị UN Convention to Combat Desertification (UNCCD) ndị na Naịrobi zukọkwara.",
    "Buhari nọ na ya bụ ọgbako kpọọ oku ka Ministri na ahụ maka ugburugburu, nke na-ahụ maka mmiri, nke ọrụugbo an ọdịmma ime obodo nakwa nke ọkụ jikọọ aka chụọ alaọkpọnkụ ọsọ ukwu eruala.",
    "Onyeisiala awuchielarị n'Abuja kemgbe ehihie ụnyaahụ bụ Fraịde.",
    "Ebe foto si, Getty Images",
    "Onyeisi ndị uweojii Naịjriịa bụ Usman Alkali Baba agbakwunyela ejiji ndị ọzọ n'uwe ụmụnwaanyị ndị uweoji.",
    "Ya bụ iwu ọhụrụ ehibere nyere ohere ụmụnwaanyị ndị uweojii Naịjirịa ịna eyizi obere iyerintị nakwa ịchafụ n'ime okpu ha.",
    "N'akwụkwọ ọnụ na-ekwuru ndị uweojii bụ Officer Olumuyiwa Adejobi tinyere aka, ọ sị na ọ bụ otu a ka e si eme ya na mbaụwa.",
    "Ọ sị na nke a dị mkpa iji gosi nabata ụmụnwaanyi nakwa igosi mmasi na omenala  ndị.",
    "O kwuru na ọ dị mkpa igosi nabata na mmasi ebe umu nwaanyị nọ nakwa igosi nnabata ebe ofufe na njirimara ndị nọ\".",
    "Otu egwu bọọlụ Naịjirịa",
    "United Nations",
    "NA EME UGBU A Russia and Ukraine conflict: Zelensky na-abara Nato mba maka ọjụjụ itinye mmachi 'onye efefela' na mba ahụ",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Eji m ego m nyere ndị na-agba ọsọ ndụ na Ukraine aka - Alexander Somto3 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti, Duration 5,032 Maachị 2022",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite26 Febụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Gịnị bụdị 'referendum' a ụfọdụ ndị Ipob kpụ n'ọnụ?",
    "Buhari agaghịzị nleta ahụ ọ chọburu ịga na mba ofesi ka ọ pụtara Kenya",
    "Russia Ukraine invasion: 'Kedụ ọnụụzọ m ga-akụ aka akpọnyekwa m nwa m?'",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe ị maghị maka Johnson Aguiyi-Ironsi nwụrụ kemgbe afọ 55Emelitere ikpeazụ na: 29 Julaị 2021",
    "Ihe ndị bu ọtụ na amụ na-agabigaEmelitere ikpeazụ na: 2 Ọktọba 2019",
    "Etu ndị oji egbe si gbuo ọtụtụ ndị mmadụ n'akwamozu emere n'Anambra steeti",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}