{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị mba Afrịka nọ n'okeala mba Poland dịka ha na-agba ọsọ ndụ n'Ukraine",
    "Mwakpo Russia na-eme na Ukraine emeela ka ọtụtụ ụmụakwụkwọ ndị mba Afrịka, mba Asia nakwa Middle East gbapụ Ukraine gbaba mba ndị ọzọ.",
    "Akwụkwọ ozi gọọmentị Ukraine zipụtara n'afọ 2020 kwuru na ụmụakwụkwọ ndị mbịara mbịara nọ na mba ha karịrị 76,000.",
    "Russia and Ukraine conflict: A nwụchiela ụkọchụkwụ katọrọ agha na Russia",
    "Ihe ị kwesịrị ịma maka Volodymyr Zelensky, onyeisiala mba Ukraine ụwa kpụ n’ọnụ ugbua",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson",
    "Ọpụpụ Ukraine",
    "Otu ụzọ n'ụzọ anọ n'ime ha bụ ndị Afrịka nke ọkankụ ha bụ ndị mba Naịjirịa, Morocco na Egypt.",
    "N'ime ha niile, mba India bụ ndị ọnụọgụgụ ụmụakwụkwọ ha kachasị, dịka ọnụọgụgụ ha karịrị 20,000.",
    "E kwuru na ọtụtụ n'ime ha bụ ndị na-agụ akwụkwọ na ngalaba ahụike, nke \"engineering\" nakwa nke iji ego chụọ ego, na mahadum mba Ukraine.",
    "Mana nke a niile abịala na nkwụsị dịka Russia na-awakpo Ukraine n'agha ekwuru bụ nke kachasị njọ n'Europe kamgbe agha mbaụwa nke abụọ.",
    "Puku kwuru puku ndị ụmụakwụkwọ ndị a agbapụla, narị kwuru narị n'ime ha ka tọrọ n'ime Ukraine ebe ndị ọzọ amabeghi ka ndụ na agụmakwụkwọ ha ga-adị n'ọdịnihu.",
    "Ọ gịnị ka ụmụakwụkwọ mba dị icheiche na-achọ na Ukraine?",
    "Ntọala nrabata ụmụakwụkwọ ndị mbịara mbịara mba dị icheiche na Ukraine malitere n'oge njikọ ọtụtụ mba Europe nke akpọrọ \"Soviet Union\".",
    "N'oge ahụ, mba Ukraine gbara ọtụtụ mbọ n'ịkwalite agụmakwụkwọ nakwa ụlọ akwụkwọ mahadum dị ịcheịche na mba ha.",
    "Ebumnobi ha bụ ịrabata ndị mba Afrịka nke mechara dị ire.",
    "Eji m ego m nyere ndị na-agba ọsọ ndụ na Ukraine aka - Alexander Somto",
    "Ọtụtụ ndị na-abanye Ukraine ịgụ akwụkwọ na-eme ya maka atụmatụ isi n'ụzọ ahụ banye ọrụ n'Europe dịka ịgụ akwụkwọ n'Ukraine adighị ọnụ etu ọ dị na mba ofesi ndị ọzọ.",
    "Ihe ọzọ bụkwa na inwete akwụkwọ njem na nke ịbụ onye mba Ukraine dị mfe.",
    "Otu nwoke na-arụ n'ụlọọrụ na-enyere ndị mba ndịda anyanwụ mba Afrịka aka ịkweta akwụkwọ njem gaa Ukraine maka agụmakwụkwọ ha bụ Patrick Esugunum kwuru \"Asombodo mahadum ndị nọ na Ukraine bụ ihe ọtụtụ na-ahụ dịka ihe bara ezigbo uru ma bụrụkwa ihe ọtụtụ na-akwanyere ugwu\"",
    "O kwukwara \"Ọtụtụ ndị na-aga mba a na-aga ịnata ọzụzụ ịbụ ndị dọkịnta dịka ha nwere ọtụtụ akwụrụngwa ụmụakwụkwọ ji nwete ọzụzụ suru oke maka nke a\"",
    "Otu nwa akwụkwọ onye mba Naịjirịa aha ya bụ Desmond Chinaza Muokwudo kwuru \"Ihe rabatara m n'Ukraine bụ etu usoro ibanye ụlọakwụkwọ mahadum ha si dị mfe ma hara ịdị oke ọnụ ma atụnyere ha n'aka mba Europe ndị ọzọ\"",
    "Otu ihe dị mkpa ikwesiri ima bụ na ọtụtụ ihe a na-ekuzi bụ n'asụsụ Bekee nke mere o ji dịrị ọtụtụ mfe.",
    "Ebe foto si, AFP",
    "Ọtụtụ ụmụakwụkwọ mba Afrịka jupụtara mba Ukraine na-agba ọsọ ndụ ha dịka Russia wakporo mba ahụ",
    "Dịka agha nọ n'etiti mba Ukraine na mba Russia, ọtụtụ ụmụakwụkwọ agbala ọsọ gbapụ Ukraine nke gụnyere Muokwudo.",
    "Otu jịkọrọ ọtụtụ mba n'Europe bụ Europeon Union kwuru na ihe kariri ụmụakwụkwọ 10,000 mba Afrịka agbala ọsọ gbaba mba ndị agbataobi Ukraine.",
    "Dịka nke a na-eme, ọtụtụ ozi nakwa ihe onyoonyo na soshal midia ekwuola na ndị uweojii nakwa ndị na-arụ n'oke ala Ukraine na-akpasa ndị mba Afrịka na-agba ọsọ ndụ ha oke.",
    "Otu nwaakwụkwọ bụ nwafọ Naịjirịa kwuiru \"Ha kwuru na m bụ onye isi ojii, sị m jiri ụkwụ gawa\"",
    "A na-atụ anya na nari kwuru nari ụmụakwụkwọ ndị ozọ ka tọrọ n'Ukraine mana dịka agha na-ada ọ gaghị adị mfe imeta ọnụọgụgụ ha kpom kwem.",
    "Akụkọ ikpa oke jụrụ na soshal midia, otu n'ime akụkọ kwukwara na egburu otu nwa akwụkwọ mba India mgbe ọ pụrụ ezi ịzụta nri.",
    "Ụfọdụ ụmụakwụkwọ gwara BBC na mahadum ha ekweghị hibe klasị ha n'ihe onyoonyo teknụzụ agbanyeghi na akụkọ mwakpo Russia ruru ha ntị n'oge.",
    "Ebe foto si, Nigerians in Diaspora Commission",
    "Ụmụakwụkwọ mba Naijịrịa akpọlatara n'ụbọchị Fraịdee",
    "Mba Ukraine akwụsịla ndị nkiti ifepụ mba ha kamgbe ụbọchị 24 nke ọkwa Febụwarị dịka mwakpo Russia malitere.",
    "Ọtụtụ gọọmentị mba ndị Afrịka agbaala mbọ ịkpọghachite ndị nke ha ebe ụfọdụ zigara ụgbọelu na mba ndị agbataobi Ukraine ebe ndị mba ha gbara ọsọ ndụ gara zoo onwe ha.",
    "Mba Ghana bụ mba Afrịka mbụ kpọlatara ụmụakwụkwọ mba ha n'ụbọchị Tuzde.",
    "Otu nwa akwụkwọ bụ Jared Otumfuo so na ndị akpọghachitere gwara BBC n'ọdọ ụgbọelu mba ha nke isiobodo Ghana bụ Accra:",
    "\"Obi na-atọ m ụtọ maka etu m siri lọghachịte n'udo, ụbọchị ole m ole gara aga amaghị na m ga-adị ndụ nọrọ ebe a ugbua\"",
    "Naịjirịa kpọbatara ụfọdụ ụmụafọ mba ha si mba Ukraine gbapụ maka agha na-ada ebe ahụ dịka ha wụchịrị n'ọdọ ụgbọala nke Abuja n'ụtụtụ Fraịdee.",
    "Ngalaba 'Nigerians in Diaspora Commission' ndị kwupụtara nke a gbara ama na ndị ha kpọlatara mmadụ nari anọ na iri isii bụ ndị gbabara mba Romania maka ya bụ agha.",
    "Ha kwuru na ndị ọzọ ga-abata nso nso a dịka ihe ruru mmadụ 5000 bụ akwụkwọ Naịjirịa n'Ukraine agbapụrụ Ukraine gbaga Romania, Hungary, na Poland.",
    "Onye nnọchịte anya Saụt Afrịka na Ukraine gwara BBC na gbapụrụ ebe gbaga mba ọzọ dịka o kwuru na ọ na-agba mbọ ịkpọlata ndị mba nọ ebe ahụ.",
    "Ndị nnọchịteanya Saụt Afrịka na Poland and Hungary agaala oke ala mba ha nyere ndị nke ha aka kwa mgbe kwa mgbe.",
    "Mba Morocco nabatakwara ụmụakwụkwọ mba ha n'Ukraine n'ụbọchị Wenezde.",
    "Dmytro Kuleba bụ minista na-ahụ maka mmekọ Gọọmentị Ukraine na mba ndị ọzọ kwuru na ha hibere ekwentị gbatagbata nye ndị mba Afrịka nakwa ndị mba Asia na-agba ọsọ ndụ ha.",
    "O kwuru na ha na-agbasị mbọ ike inyere ndị na-agba ọsọ ndụ ha aka.",
    "Ebe foto si, Nigerians in Diaspora Comission",
    "Ndị mba Naịjirịa lọghachịtere mba ha n'ụbọchị Fraịdee",
    "Dịka ọtụtụ ụmụakwụkwọ kwụzurula ụgwọ akwụkwọ ha, ọtụtụ n'ime ha gwara BBC na echiche mere ịlọghachite jiri gbaa ha aka ekpe bụ maka agụmakwụkwọ.",
    "Jessica Orakpo bụ onye na-anata ọzụzụ ịbụ onye dọkịnta na mahadum Ternopil National Medical University kwuru na ọfọrọ ya naanị ọnwa anọ tupu ọgụcha mgbe mwakpo a na-eme n'Ukraine malitere.",
    "Ọtụtụ ụmụakwụkwọ ekwuola na ihe a na-eme n'Ukraine etinyela n'ọnodụ gbaghara banyere agụmakwukwọ ha nakwa etu ndụ ha ga-adị n'ọdinahu.",
    "Ụfọdụ gwara BBC na ha agaghị alọghachịte Naịjirịa maka ọkara ha mma na ha nọ n'Europe gụchaa akwụkwọ ha.",
    "Naijiria",
    "Rọshia",
    "India",
    "Ukraine",
    "NA EME UGBU A Russia and Ukraine conflict: A nwụchiela ụkọchụkwụ katọrọ agha na Russia",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "A hụla ozu nwaagbọghọ furu na BRT na Legọselekere 4 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Vidio, Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti, Duration 5,032 Maachị 2022",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite26 Febụwarị 2022",
    "A hụla ozu nwaagbọghọ furu na BRT na Legọs",
    "Ihe mere e ji nwee ọtụtụ ụmụakwụkwọ mba Afrịka na Ukraine",
    "Atọhapụla Sunday Igboho nwa mgbe nta",
    "Abba Kyari in court today: Ọkaikpe eyigharịala ụbọchị ikpe ya ruo March 10, 2022",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike aEmelitere ikpeazụ na: 20 Nọvemba 2021",
    "Ihe ị kwesịrị ịma maka Bishop Lucius Ugorji ga-anọchi anya Archbishop A.J.V Obinna",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anyaEmelitere ikpeazụ na: 8 Jenụwarị 2021",
    "Buhari agaghịzị nleta ahụ ọ chọburu ịga na mba ofesi ka ọ pụtara Kenya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}