{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Catholic Archdiocese of Owerri Facebook",
    "Pope Francis akpọpụtala aha Bishọp Lucius Ugorji dịka onye ga-anọchi anya Archbishop Anthony J.V Obinna n'ọkwa Archbishọp nke Owerri Dayọsis.",
    "Nke a na-abịa dịka Archbishọp Obinna ji aka ya wụsa ọwa dịka ọ gbarala afọ 75 bụ afọ ndị ụkọchukwu ụka Katọlik ji ala ezumike nka.",
    "Nnamdi Kanu: Lee ihe ndị Archbishop, Bishop, nakwa eze ọdịnaala ala Igbo na-eme iji kpọpụta nwamadi a",
    "Onye bụ Fada 'e dey work' onye ụka Katọlik machiri n'Ọnịtsha?",
    "'Onweghị ndị ga-elere Ahiara Katolik Diocese anya'",
    "Ndị Papal Nuncio kwuputere maka nhọpụta ọhụrụ a na nzukọ ndị Catholic Bishops' Conference of Nigeria (CBCN) nke mbụ n'afọ 2022 a na-eme n'Abuja.",
    "Ihe ị kwesịrị ịma maka Archbishop Anthony .J. V. Obinna",
    "Ebe foto si, Catholic Archdiocese of Owerri Facebook",
    "Ọ bụ Bishọp nke Owerri, Imo steeti ruo mgbe ọ wụsara ọwa.",
    "A mụrụ ya n'ụbọchị 26 nke ọnwa Juun, afọ 1946",
    "E chiri ya ụkọchukwu n'ụbọchị itoolu nke ọnwa Epreelụ afọ 1972.",
    "E chiri ya echichi nke Bekee kpọrọ Episcopal n'ụbọchị anọ nke ọnwa Septemba 1993.",
    "E bugoro ya n'ọkwa Archbishọp n'ụbọchị 26 nke ọnwa Maachị afọ 1994",
    "Ọ bụ Archbishọp mbụ nke Archdayọsis nke Owerri, ma si n'ụlọụka Maria Assumpta Cathedral, Owerri achịkwa dayọsis ya.",
    "Okorocha: Echiche m gbasara arịrịọ Oshiomhole  - Obinna",
    "Ihe ị kwesịrị ịma maka Bishop Lucius Iwejuru Ugorji",
    "Ebe foto si, Catholic Archdiocese of Umuahia",
    "Ọ bụ Bishọp nke Umuahia, Abịa steeti.",
    "Ọ bụ osote onyeisi otu jikọtara ndị Bishọp ụka Katọlik nke Naịjiria (Catholic Bishops' Conference of Nigeria).",
    "Ọ bụkwa ihe a kpọrọ \"Apostolic Administrator\" onye nchịkọta Apọstọlik nke ndị Ahiara, Mbaise, Imo steeti, n'ụbọchị 19 nke ọnwa Febrụwarị, afọ 2018.",
    "A mụrụ ya n'ụbọchị 13 nke ọnwa Jenụwarị afọ 1952.",
    "E chiri ya ụkọchukwu n'ụbọchị 16 nke ọnwa Epreelụ afọ 1977",
    "E chiri ya echichi nke Bekee kpọrọ Episcopal n'ụbọchị mbụ nke ọnwa Julaị afọ 1990.",
    "Ofụfe",
    "Ụka ndị Roman",
    "NA EME UGBU A Russia and Ukraine conflict: Ihe Putin na Macron kpara n'ekwentị n'ụbọchị ụka",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe ị kwesịrị ịma maka Bishop Lucius Ugorji ga-anọchi anya Archbishop A.J.V Obinnaelekere 7 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti, Duration 5,032 Maachị 2022",
    "Etu ije 'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite26 Febụwarị 2022",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe ị kwesịrị ịma maka Bishop Lucius Ugorji ga-anọchi anya Archbishop A.J.V Obinna",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Gịnị bụdị 'referendum' a ụfọdụ ndị Ipob kpụ n'ọnụ?",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steetiEmelitere ikpeazụ na: 30 Disemba 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mother's Day ole ka enwere n'otu afọ?Emelitere ikpeazụ na: 12 Mee 2019",
    "Otu jịkọrọ ụmụakwụkwọ mahadum Naịjrịa amalitela ngagharịiwe maka abụbọ ọrụ Asuu",
    "Ị ma ndị na-arụ ọrụ ndị uweojii n'ala Igbo mgbe gboo?Emelitere ikpeazụ na: 10 Nọvemba 2019",
    "Ihe ị kwesịrị ịma maka Ọkaikpe Chukwudifu OputaEmelitere ikpeazụ na: 22 Septemba 2020",
    "Nnamdi Kanu Court Case: Ihe Nnamdi Kanu chọrọ ka e mere ndị ọkaiwu ya ugbuaEmelitere ikpeazụ na: 19 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}