{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị obodo Aguabata Echara, dị n'okpuruọchịchị Ikwo n'Ebonyi steeti, gwara BBC Igbo etu ọkụ si gbagbuo otu nwaanyị na ụmụ ya atọ.",
    "Otu onye obodo ahụ gwara BBC Igbo na nwaanyị ahụ anaghị ekwu okwu, ọ naghị anụ ntị.",
    "O kwukwara na nwaanyị ahụ abụghị onye obodo ahụ, mana ya na ezinaụlọ ya bi ebe ahụ.",
    "Etu m si hụ ozu di m ka ọ na-agba ọbara -  Nwaanyị sị na e gburu di ya n'Imo steeti",
    "Etu  ndị a maghị si wakpoo Amangwu, Ohafia, gbuo ndị mmadụ, gbaa ọtụtụ ụlọ ọkụ",
    "Ebonyi NDLEA killing: Ndị ojiegbeeyiegwu egbuola ndị ọrụ NDLEA abụọ ma gbaa ụgbọala ha ọkụ",
    "Ndị obodo ahụ kwuru na ụmụ atọ ahụ ọkụ gbagburu ka bụ ụmụaka na-erubeghi afọ isii.",
    "Mazi Onuobu bụ di nwaanyị a nakwa nna ụmụ atọ ahụ ọkụ gbagburu, kwuru na ọ nọ ebe ọ gara akwamozu mgbe e ziteere ya ozi na ụlọ ya agbaala ọkụ.",
    "O kwuru na ọ bụ ozu ezinaụlọ ya ka ọ zutere mgbe ọ lọtara.",
    "Loveth Odah bụ ọnụ na-ekwuru ndị uweojii na steeti ahụ kwuru na ọ bụ di nwaanyị a bịara mee mkpesa ka ọ lọtakwuru ozu ezinaụlọ ya.",
    "O kwukwara na ndị uweojii anwụchiela mmadụ abụọ ha na-enyo maka ịmụnye ọkụ a, ma kwuo na ha ka na-eme nnyocha ịma etu ihe mere si mee.",
    "Etu e si chọpụta ozu ụmụ akwụkwọ UNIZIK abụọ n'ime ụlọ obibi ha",
    "Etu di na nwunye ji otu nwa na-erubeghi otu afọ si laa mmụọ",
    "Etu Colliery Avenue dị ugbua kemgbe izu abụọ ọkụ gbachara",
    "Etu ndị 'unknown gunmen' si gbuo ndị uweojii n'Ezillo, Ebonyi steeti",
    "Ebonyi Steeti",
    "Ezinụlọ",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Etu ọkụ si gbagbuo nwaanyị na ụmụ ya atọ n'Ebonyi steeti, Duration 1,32elekere 4 gara aga",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, Etu m si hụ ozu di m ka ọ na-agba ọbara - Nwaanyị sị na e gburu di ya n'Imo steeti, Duration 2,231 Maachị 2022",
    "Vidio, South East Tourism: Lee nwoke na-egosipụta ebe ị ga-aga njem nlegharị anya n'ala Igbo, Duration 4,427 Ọktọba 2021",
    "Vidio, Russia Ukraine war: Eji m ego m nyere ndị na-agba ọsọ ndụ na Ukraine aka - Alexander Somto, Duration 2,473 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}