{
  "published": "8 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkụ agbaala n'akụkụ ụlọọgwụ dị n'ime World Bank Housing Estate dị n'ime Umuahia, isiobodo Abia state.",
    "Ya bụ ọkụ malitere ịgba n'isiụtụtụ taa ka ndị hụrụ ya sị na ọ bidoro na igwe ọkụ \"Transformer dị n'ime ogige ụlọọgwụ ahụ.",
    "Ndị oji egbe agbaala ụlọ Gozie Nwagba na nke Eze Ekezie ọkụ ma tọrọ mmadụ ise n'Orlu",
    "Ọkụ agbakọtala ụlọ karịrị 120 ọkụ",
    "Onweghi onye nwụrụ n'ime ọkụ tanka agbara ọkụ na Legọs",
    "Ya bụ Transformer gbariri, daa ụda ka ogbunigwe bụ nke mere ka ndị mmadụ malie n'ụra.",
    "Ọ malitere gbawa ọkụ nke rịwara elu nke mere ka ebe niile chakee n'abalị ahụ.",
    "Ndị bi nso ebe ahụ malitere ịgbagharị chọwa otu ha ga-esi gbanyụọ ya bụ ọkụ ebe ụfọdụ kpọwara ndị ọrụ mgbanyụ ọkụ (Fire Service) dị nso n'akụkọ ebe ahụ na Ikpot Ekpene Road, n'akụkụ Orpet filling station.",
    "Ya bụ ọkụ chọwara ịba n'ụlọọgwụ ahụ na ụlọ ndị mmadụ nakwa ụlọahịa dị nso ebe ahụ.",
    "Otu ya bụ ọkụ si agbasiike tinyere ndị bi n'akụkụ ebe ahụ na-agbagharịa nke mere ụfọdị ji bupuwa ngwongwo ha n'ụzọ.",
    "Ụfọdụ n'ime bụ ndị ekpomọkụ dị ebe ahụ apụta ekweghị ruo nso nọpụrụ anọpụ na-akpọ enyemaka ndị ọrụ mgbanyụọkụ.",
    "Ụjọ ekweghị ha rụọ nsọ rụọ mgbe ndị ọrụ mgbanyụọkụ bịara ka nkeji iri abụọ gachara, mgbe ahụ Igweọkụ \"transformer\" ahụ na eriri ya agbaala pịapịa.",
    "Mgbe agbanyụchara ya bụ ọkụ ka otu nwoke bụ Chiemela Iroha, nwunye ya nwere ụlọahịa n'akụkụ ebe ahụ gwara BBC Igbo ka ya bụ ọkụ siri malite.",
    "Chiemela sị na ha amaghị ihe kpalitere ya bụ ọkụ maka na ọkụ adịghị megbeya bụ ọkụ malitere gbara.",
    "Onye ọzọ bụ Pastọ Nathaniel Barry Maduabuchi Nwosu bụ unye ji ụgbọala ya ga kpọọ ndị ọrụ mmenyụ ọkụ sị na ya bụ okụ malitere mgbe oji ọkara gafee elekere ise nke ụtụtụ site na ya bụ oke ụda sitere na ya bụ Igweọkụ \"transformer\".",
    "Nwosu sị na \"Ọbụrụ na-agbanyụghị ya bụ ọkụ ngwangwa, ọkaara imebi ọtụtụ ihe n'ọgbe a\".",
    "Ọ sịkwa na ọnweghị ụbọchị obụla dị n'igwe gara ka ndị ọrụ EEDC ghara ịbịa rụọ ọrụ na ya bụ Igweọkụ nke mere ya jiri rịọwa ha ka ha gbaa mbọ hụkwanụ na ha ruru ya nke ọma ka ọ ghara imebezi.",
    "Ọ gwara ndị ọrụ EEDC ka ha kawazịa ahụ gbanwee ya bụ Igweọkụ ka ọghara igbu mmadụ.",
    "Ụbọchị ncheta ụmụnwaanyị 2022 n'Enugwu",
    "Otu ụmụnwaayị pụtara n'igwe n'ihu ụlọ omeiwu nke Enugwu na Imo steeti na-arịọ ka ndị ọchịchị donyere ha ukwu n'atụmatụ ọchịchị nakwa na ibelata mmegbu ụmụnwaanyị na Naịjirịa dịka taa bụ ụbọchị ha.",
    "Jeff Mba na-anọchịte oji riva na Enugu gwara BBC Igbo na gọọmentị steeti ahụ na-agba mbọ ịhụ na ndụ ụmụnwaayị dị mfe site na iwu nakwa atụmatụ ndị ọzọ ehibere na ya bụ Steeti.",
    "Ebe foto si, Screenshot",
    "Ndị uweojii na Legọs steeti agbala isi akwara n'ịchọpụta ndị gburu Ananwole Oluwabamise dịka ha kwuru na anwụchịela mmadụ atọ a na-enyo n'okwu ọnwụ ya",
    "Ndị njem na Legọs steeti jupụtara n'ụzọ dịka enweghi ndị ụgbọala bọọsụ BRT pụtara ọrụ taa bụ Tuzde.",
    "Ebe foto si, Oluwabamise/BRT",
    "Etu e si hụ ozu Ayanwole Oluwabamise dịka o furu n'ụgbọala BRT ndị Legọs steei",
    "Otu onye ọrụ ha na-achọghị ka akpọ aha ya gwara Punch na amachiri ha ọrụ nwa mgbe nta maka ọnwụ Oluwabamise Ayanwole nwata nwaanyị dị afọ 22 a tọrọ n'ụgbọala BRT ma mecha gbuo.",
    "Liverpool na Inter Milan ga-achịpụ ya n'elekere itolu nke abalị Tuzde 8 Maachị a n'asọmpị Champions League.",
    "A na-atụ anya na Roberto Firmino, Thiago Alcantara na Joel Matip ga-esonye n'asọmpị taa dịka ha so mee ọzụzụ nke mbụ ha kemgbe ahụ ọkụ mmerụ ahụ gbochiri ha isonye",
    "Omume",
    "Imo steeti",
    "Abia Steeti",
    "NA EME UGBU A Russia and Ukraine conflict: Zelensky si na ọ ga-ebuso Rọshịa agha n'ọhịa, n'ọgbọ ma n'Osimiri'",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aka m bụ gọvanọ Ebonyi steeti, ọkaikpe ahụ enweghị ike iwepụli m- Umahi8 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "'Referendum' ọ dị n'iwu Naijiria? Lee ihe ndị ọkaiwu kwuru,mba ndị e merela ya5 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Vidio, Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti, Duration 5,032 Maachị 2022",
    "Aka m bụ gọvanọ Ebonyi steeti, ọkaikpe ahụ enweghị ike iwepụli m- Umahi",
    "'Referendum' ọ dị n'iwu Naijiria? Lee ihe ndị ọkaiwu kwuru,mba ndị e merela ya",
    "Ndị uweojii DSS anwụchiela ọkwọ ụgbọala BRT na mmadụ abụọ ndị ọzọ maka ọnwụ Oluwabamise Ayanwole",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nigeria news today: Ka ọkụ si wee gba transfọma ndị ụlọ ọgwụ dị n'Umuahia",
    "Atọhapụla Sunday Igboho nwa mgbe nta",
    "Ihe mere e ji nwee ọtụtụ ụmụakwụkwọ mba Afrịka n'Ukraine",
    "Abba Kyari in court today: Ọkaikpe eyigharịala ụbọchị ikpe ya ruo March 10, 2022",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}