{
  "published": "nkeji 35 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, UN Women/Bennie Khanyizira",
    "Kwa afọ otu United Nations (UN) na-edopụta ụbọchị asatọ nke ọnwa Maachi maka ncheta ọrụ ụmụnwaanyị na-arụ nakwa ikwado ikike dịrị ha. Ndopụ ụbọchị a bụ ijikwa hụ na ọha tinyere anya na kpachị kpachị  ụzọ na-echere ọganihu na ọdịnihu ụmụnwaanyị aka mgba. Isi okwu emume ncheta ụmụnwaayị na mbaụwa nke afọ a bụ \"oke nhatanha nwoke na nwaanyị taa maka echi\"",
    "Maxime Houinato bụ onye nlekọta ụmụnwaanyị n'ụlọọrụ UN nke mpaghara ọwụwa anyanwụ nakwa ndịda Afrịka gwara BBC sị \"Ikwado atụmatụ oke nhatanha ụmụnwaanyị n'akụkọ nke ụmụnwoke ọkachasị etu mgbanwe ihu eluigwe si emetụta ha bụ otu n'ime ihe kacha bụrụ nsogbu agbara ọhụrụ a\".",
    "Ọ gara n'ihu kwuo \"Ụmụnwaanyị na ụmụaghọghọ bụ ndị mgbanwe ihu eluigwe kacha emetụta\".",
    "Mpụtara nnyocha otu UN mere gosiri na ụmụnwaanyị na ụmụaghọghọ na kacha anwụ n'aka ihe ọdachị mgbanwe ihu eluigwe na-akpalịte.",
    "Ngalaba ụmụnwaanyị nke otu UN dere na websaịtị ha \"I ji maa atụ, pasentị 95 ndị nwụrụ na idemmiri mere na Solomon Islands n'afọ 2014 bụ ụmụnwaanyị, pasentị 55 ndị nwụrụ na ala ọma jijiji mere na Nepal bụ ụmụnwaanyị pasentị 59 ndị na-enweghị be dịka oke ifụfụ bụ 'Cyclone Idai mere na Malawi na'afọ 2019 bụ ụmụnwaanyị\".",
    "Ọtụtụ nsogbu metụtara akụnụba ndị Ọtụtụ nsogbu metụtara akụnụba ndị mmadụ esorola mgbanwe ihu eluigwe pụta",
    "\"I ji maa atụ, na mba Uganda, ọnwụ ụmụ anụmanụ, enweghi owuwe ihe ubi, nakwa ụkọ nri so ụkọ mmiri nakwa mkpa mkpa abụzụ na-akpa mere ọtụ, ụmụnwaayị akwụsị agụmakwụkwọ ha maka ọrụ ugbo na ihazị ihe ndị bịara danye ha n'isi.",
    "Ụbịam na ụkọ nrị mekwara ka ọtụtụ ezinaụlọ nyefe ụmụ ha ka dị na nwata ka alụọ ha ma kwuo ụgwọ isi ha\".",
    "Okwu ndị a nọ n'akwụkwọ ozi ụlọ ọrụ ntaakụkọ Inter Press Service depụtara.",
    "Ebe foto si, Getty Images",
    "Cyclones have caused much devastation in southern Africa",
    "A malitere dopụwere ụmụnwaanyị ụbọchị a dịka otu ndị ọrụ ụmụnwaanyị mere ọtụtụ ngagharịiwe n'afọ 1908.",
    "N'afọ 1975 otu UN hibere ya bụ ụbọchị dịka ụbọchị pụrụiche maka ụmụnwaanyị.",
    "N'afọ 1908 ihe kariri ụmụnwaanyị 15,000 pụtara mee ngagharịiwe na mpaghara New York nke mba Amerịka dịka ha kwupụtara mmasị ha n'okwu inye ha ikike ịtụnyere ndị mmasịrị ha vootu na ibeleta oge ọrụ ha nakwa itinyetụ ego n'elu ụgwọ ọrụ ụmụnwaanyị.",
    "Otu pati Socialist Party of America bụ ndị mbụ nyere ụmụnwaanyị ụbọchị nke ha n'afọ sotere afọ 1908.",
    "Nwaanyị ndọrọndọrọ nke mba Germany bụkwa onye na-akwado ihe gbasara ụmụnwaanyị bụ Clara Zetkin so na ndị isi wulịtere atụmatụ ihibe ụbọchị ụmụnwaayị na mba ụwa niile.",
    "Ụmụnwaanyị ruru 100 ndị si mba 17 sonyere Zetkin n'ọgbakọ ụmụnwaanyị ndị ọrụ nke mba dị ịcheịche e mere na Copenhagen n'afọ 1910.",
    "Ọ bụ n'ọgbakọ a ka e mere mkpebị ime ụbọchị ncheta ụmụnwaayị na ọtụtụ mba dịka Austria, Denmark, Germany na Switzerland.",
    "Agbanyeghi nke a, atụmatụ a Zetkin chepụtara maka ụbọchị ncheta ụmụnwaanyị enweghị ụbọchị echepụtara kpọm kwem.",
    "E mechara hibe ụbọchị asatọ nke ọnwa Maachị n'afọ 1917 dịka ụbọchị ụmụnwaanyị pụrụiche.",
    "Ebe foto si, Harlingue",
    "Clara Zetkin bubu onyeisi na-akwado ikikere dịara ụmụnwaayị",
    "Ụmụnwaanyị ruru 100 ndị si mba 17 sonyere Zetkin n'ọgbakọ ụmụnwaanyị ndị ọrụ nke mba dị ịcheịche e mere na Copenhagen n'afọ 1910.",
    "Ọ bụ n'ọgbakọ a ka e mere mkpebị ime ụbọchị ncheta ụmụnwaayị na ọtụtụ mba dịka Austria, Denmark, Germany na Switzerland.",
    "Agbanyeghi nke a, atụmatụ a Zetkin chepụtara maka ụbọchị ncheta ụmụnwaanyị enweghị ụbọchị echepụtara kpọm kwem.",
    "E mechara hibe ụbọchị asatọ nke ọnwa Maachị n'afọ 1917 dịka ụbọchị ụmụnwaanyị pụrụiche.",
    "Ụbọchị ụmụnwaanyị n'Afrịka bụ ụbọchị ezumike na mba asaa na Afrịka nke gụnyere mba Eritrea ndị na-akwanyere ụmụnwaanyị mba ha ugwu pụrụiche maka mbọ ha gbara n'ọgụ inweta nwereonwe mba ha.",
    "Ebe foto si, Getty Images",
    "Ụmụnwaanyị lụrụ agha n'Eritrịa dịka ụmụnwoke mgbe ha na-azọ nnwereonwe ha",
    "Mba ndị ọzo hiberela ụbọchị asatọ nke ọnwa Maachị dịka ụbọchị ezumike gụnyere Angola, Burkina Faso, Guinea-Bissau, Sierra Leone, Uganda na Zambia.",
    "Na mba Madagascar, ụbọchị bụ ụbọchị ezumike nye naanị ụmụmwaanyị.",
    "Ụfọdụ mba nwekwara ụbọchị nke ha dopụrụ ịche na-abụghị nke mba ụwa niile - Mba Saụt Afrịka nyere ndị mba ha ezumike pụrụiche maka ụmụnwaanyị n'ụbọchị itolu n'ọnwa Ọgọstụ kwa afọ ikwanyere ụmụnwaanyị 20,000 ndị mere ngagharịiwe n'afọ 1956 maka ịkpọ oke agbụrụ ndị isi ọcha nye ndị isi ojii na mba ahụ.",
    "Njiri mara ngagharịiwe ahụ bụ egwu ha gụrụ mgbe ahụ bụ \"Ịkpasa nwaanyị aka, itinyere nkụme aka\" dịka ha gara n'obi gọọmentị nke mpaghara Pretoria.",
    "Itinye n'elu nke a, otu mba Afrịka bụ African Union (AU) hibere ụbọchị 31 n'ọnwa Jụlaị dịka ụbọchị ụmụnwaanyị.",
    "AU kwuru na atụmatụ a bụ iji gosipụta ma kwado ọrụ ụmụnwaanyị nakwa uru ha bara na ndọrọndọrọ ọchịchị nakwa ọgụ nwereonwe mba dị ịcheịche na mba Afrịka.",
    "Agbanyeghi na okwu Ikwado atụmatụ oke nhatanha ụmụnwaanyị n'akụkọ nke ụmụnwoke achitachabeghi aja na mba Afrịka, akwụkwọ ozi UN nke afọ 2021 gosiri ụfọdụ ọganihu enweterela n'Afrịka n'okwu a nke gụnyere na ụmụnwaanyị na mba Rwanda kachasị n'oche ọchịọchị n'ụlọomeiwu ha (pasentị 61) nke na-esote nke a bụ mba Cuba na Bolivia ebe ụmụnwaanyị pasentị 53 nọ n'oche ọchịchị ndị omeiwu mba ahụ ebe United Arab Emirates nwere pasentị 50 na ndị nọ na ya bụ oche.",
    "Ọwụwa Anyanwụ na ndịda Afrịka bụ ndị kacha nwee ụmụnwaanyị n'oche ndị nnọchịte anya ụlọomeiwu nke mpaghara Ọdịda Anyanwụ Afrịka.",
    "Akara nke a nọ na pasentị 32 n'ọnwa Disemba 2020.",
    "Ụmụnyanyị",
    "Afịrịka",
    "Ikike ụmụnwanyị",
    "NA EME UGBU A Russia and Ukraine conflict: Zelensky si na ọ ga-ebuso Rọshịa agha n'ọhịa, n'ọgbọ ma n'Osimiri'",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Aka m bụ gọvanọ Ebonyi steeti, ọkaikpe ahụ enweghị ike iwepụli m- Umahi8 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "'Referendum' ọ dị n'iwu Naijiria? Lee ihe ndị ọkaiwu kwuru,mba ndị e merela ya5 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Vidio, Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti, Duration 5,032 Maachị 2022",
    "Aka m bụ gọvanọ Ebonyi steeti, ọkaikpe ahụ enweghị ike iwepụli m- Umahi",
    "'Referendum' ọ dị n'iwu Naijiria? Lee ihe ndị ọkaiwu kwuru,mba ndị e merela ya",
    "Ndị uweojii DSS anwụchiela ọkwọ ụgbọala BRT na mmadụ abụọ ndị ọzọ maka ọnwụ Oluwabamise Ayanwole",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nigeria news today: Ka ọkụ si wee gba transfọma ndị ụlọ ọgwụ dị n'Umuahia",
    "Atọhapụla Sunday Igboho nwa mgbe nta",
    "Ihe mere e ji nwee ọtụtụ ụmụakwụkwọ mba Afrịka n'Ukraine",
    "Abba Kyari in court today: Ọkaikpe eyigharịala ụbọchị ikpe ya ruo March 10, 2022",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}