{
  "published": "9 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ọtụtụ obodo na-enwe otu ebe ha na-akpa etu ha nwereike isi tinye aka n’imezi maọbụ kwalite mmepe obodo, otu ndị Oraifite egosila na ha pụrụiche.",
    "Otu nwaanyị ajadu n’Oraifite, Anambra steeti natara onyinye ọma pụrụiche n’aka ndị ọmaghị na mbụ - Onyinye e nyere ya bụ onyinye ụlọ ọhụrụ.",
    "Bonny Okonkwo bụ onyeisi ọgbakọ Oraifite Development Platform gwara BBC Igbo ka ihe si mee.",
    "'Gọọmenti Hope Uzodimma gbatara m ọsọ enyemaka - Nwaanyi Ajadụ akụtụrụ ụlọ ya n'Imo steeti",
    "'Anyị dị ndụ taa bụ enyemaka ndị mmadụ' - Nwaanyị eboro dị ya ebubo igbu nwa ha nwoke",
    "'Ndị kụtụrụ ụlọ m na-arụgharị ya'-   Nwaanyị ajadu Ebonyi steeti",
    "Ụlọikpe enyeghachila nwaanyị Ajadu na ezinaụlọ ya ụlọ ha",
    "Ka o si kwuo, otu a tụrụ ego dịka ha si eme na mbụ chọọ etu ha nwereike isi nyere ndị mmadụ na be ha aka.",
    "Ahọpụtara mmadụ anọ ndị ajadu ha ga-enyere aka nke gụnyere nwaanyị a na ezinaụlọ ya.",
    "Mgbe ha hụrụ ọnọdọ nwaanyị ajadu a nakwa etu ebe o bi dị, otu a nwere ọmịiko ma tụkọọ ego ruru nde anọ na ụma (4.4 m) n’abali ise maka atụmatụ inyere ya aka.",
    "Dịka ndị otu nọ na mba ụwa dị ịcheịche, ha gbara izu maka ntụkọ ego a site n’ọgbakọ nke teknzu ebe ndị mmadụ na-agbasa ozi a na-akpọ Whatsapp.",
    "Mana akụkọ atụmatụ a mechara fepụ fega mba Australia ebe o ruru otu nwoke obodo Oraifite ọzọ ntị.",
    "Nwoke ahụ aha ya bụ Ezenwa Henry mere mkpesa nye otu a ka o jiri aka rụọrụ nwaanyị a ụlọ ahụ ma kwanye ihe ndị dị mkpa maka obibi n’ime ya.",
    "Ha nabatara mkpesa ya ma kpebi na ha ga-eji ego ha tọkọrọ maka nwaanyị nwere mezie otu ụlọ akwụkwọ dara ada n'obodo ha.",
    "Etu a ka nwaanyị a na ụmụ ya si hapụ ụlọ ha bi bụ nke dị ka mkpọ mkpọ ebe ma nata onyinye ụlọ ọhụrụ a a rụrụ ha.",
    "Agbanyeghi na nwaanyị nọ n’ọrịa mgbe ndị a mere ihe, o kwuru na onyinye ahụ mere ka ndụ ya dị mfe ma nye kwa obi ọma.",
    "Nwaanyị ajadu a mechara laa mmụọ n’aka ọrịa ji ya kamgbe afọ 2020 n’ọnwa Jenụwarị 2022.",
    "Kirie ihe onyoonyo a ka ịhụ etu ihe a niile si mee n’uju.",
    "Ndị mere akụkọ a bụ Chukwudi Okereke na Chiemela Mgbeahuru.",
    "Naijiria",
    "Anambra Steeti",
    "Vidio, Nnennaya Okoriano: 'Ndị kụtụrụ ụlọ m na-arụgharị ya' - Nwaanyị ajadu Ebonyi steeti, Duration 1,4223 Septemba 2020",
    "Vidio, Young Akuwuodor: Ụlọikpe enyeghachila nwaanyị Ajadu na ezinaụlọ ya ụlọ ha, Duration 10,2527 Ọktọba 2021",
    "'Anyị dị ndụ taa bụ enyemaka ndị mmadụ' - Ifebuchechukwu Eze Onyeisi27 Jenụwarị 2022",
    "Vidio, Dave Umahi court case: Nkọwa ndị ọkaiwu gbasara ikpe ya, Duration 32,22elekere 4 gara aga",
    "Vidio, Etu otu 'Whatsapp' si gbatara nwaanyị ajadu nọ n'ọrịa ọsọ enyemaka, Duration 5,419 Maachị 2022",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Josephine Ezeanyaeche: Ihe mere m ji pụta ịzọ ọkwa onyeisiala agbanyeghị na m dị afọ 102, Duration 4,128 Maachị 2022",
    "Vidio, Nwayọ nwayọ, ịkwa baro emeela m ọgaranya, Duration 4,5020 Julaị 2021",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, World Sight Day: Isi m kpuru egbochighi ịgụru PhD na mahadum UNN - Akumas Uche Kalu, Duration 6,0414 Ọktọba 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}