{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ọkaiwu tinyere ọnụ n'okwu gbasara mkpebi Ụlọikpe Ukwu dị n'Abuja mere n'isi Dave Umahi na-achị Ebonyi steeti.",
    "Ọkaiwu Goddy Uwazurike kọwara na ya bụ mkpebi Jọstis Inyang Ekwo mere n'Ụlọikpe Ukwu dị n'Abuja n'ụbọchị asatọ nke ọnwa Maachị afọ 2022, bụ gbasara akwụkwọ otu pati People's Democratic Party (PDP) gbara Umahi, ebe ha sị na ọ bụghịzị gọvanọ dịka ọ hapụrụ PDP gawa pati ọzọ All Progressives Congress (APC).",
    "Ka anyị chebiri ihe ụlọikpe mkpegharị nwere ikwu maka ikpe m - Umahi",
    "'Onye gbuo mmadụ o rute m aka, aga m ebinye aka n'akwụkwọ ọnwụ ya' - Umahi",
    "Achọrọ m ịzọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 - Gọv. Umahi",
    "Ha kwuru na Umahi kwụsịrị ịbụ gọvanọ ụbọchị ahụ ọ gafere APC.",
    "Uwazurike kwuru na ihe ụlọikpe kwuru bụ ihe ga-eme maọbụghị ma Ụlọikpe Mkpegharị o kwugharịrị ihe Ụlọikpe Ukwu kpebiri.",
    "O kwuru na ọ kwadoghi mkparị Umahi kparịrị onye Ọkaikpe. O kwuru na e welite okwu ahụ n'ụlọikpe Mkpegharị, na o nwereike inye ya nsogbu, n'ihi na ọ na-achọ ịkọwa na ndị ọkaiwu na-eri ngarị.",
    "Ọ kọwakwara ihe bụ isi sekpụ ntị maka ndị omeiwu steeti Ebonyi so Umahi wụfee APC mgbe ọ wụfere.",
    "N'otu aka ahụ, Ọkaiwu Mike Ahamba (SAN) kwuru na site n'ụbọchị asatọ nke ọnwa Maachị afọ 2022, na Dave Umahi abụghịzị aka na-achị Ebonyi steeti, ruo ma Ụlọikpe Mkpegharị emechara nye ya mmeri.",
    "O kwuru na ndị ọkaiwu ka ga na-achịkọta ikpe dị iche iche gara ịdị ka nke Umahi a (o ji nke Olusegun Obasanjo na Atiku Abubakar mgbe ha nọ n'ọkwa onyeisiala maa atụ) nyochaa ha niile ma mara ụzọ a ga-esi soro ya.",
    "O kwuru na mgbagha mkpebi ụlọikpe a Umahi gbaghara nwereike itinye ya na nsogbu ga-eme ka ndị omeiwu tikọọ aka ọnụ chụpụ ya.",
    "Gere nkọwa ha n'uju ebe a:",
    "Ikpe",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Dave Umahi",
    "Ebonyi Steeti",
    "Vidio, Dave Umahi court case: Nkọwa ndị ọkaiwu gbasara ikpe ya, Duration 32,22elekere 4 gara aga",
    "Vidio, Etu otu 'Whatsapp' si gbatara nwaanyị ajadu nọ n'ọrịa ọsọ enyemaka, Duration 5,419 Maachị 2022",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Josephine Ezeanyaeche: Ihe mere m ji pụta ịzọ ọkwa onyeisiala agbanyeghị na m dị afọ 102, Duration 4,128 Maachị 2022",
    "Vidio, Nwayọ nwayọ, ịkwa baro emeela m ọgaranya, Duration 4,5020 Julaị 2021",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, World Sight Day: Isi m kpuru egbochighi ịgụru PhD na mahadum UNN - Akumas Uche Kalu, Duration 6,0414 Ọktọba 2021",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya, Duration 3,5612 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}