{
  "published": "15 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Nso nso a otiegwu a ma dịka Reekado Banks ji aha ya gụọ egwu wuru ewu na Naịjiria ma gafekwaa mba ọzọ, mana onye bụ Ozumba Mbadiwe?",
    "Ọ bụrụ na ọ dị ndụ Mbadiwe gaara adị afọ 107 taata bụ ụbọchị 15 nke ọnwa Maachị 2022.",
    "Ị na-anụ maka Dee Sam Mbakwe mana kedụ ihe ị ma maka ya?",
    "Gịnị ka ị nụrụ maka Mbonu Ojike?",
    "Gịnị ka ị ma maka Chinua Achebe debanyere aha ya n'obi ndị Naịjirịa?",
    "Mana ndị ọgbara ọhụrụ matara maka ya ebe ndị ma mgbe ọ dị ndụ chetara ya ọzọ n'ọnwa Ọktoba afọ 2020, mgbe e mere ngagharịiwe ụbọchị iri maka mkpochapụ ndị uweojii pụrụ iche (end SARS), n'okporoụzọ a gụrụ aha ya dị na Victoria Island, Legọs.",
    "Ụzọ ahụ abụrụla ebe e ji hụwa ama maka ihe gbasara okwu end SARS, nke so mee ka Reekado Banks jiri gụọ ya bụ egwu ọ kpọrọ \"Ozumba Mbadiwe\".",
    "Mbadiwe so na ndị Igbo aha ha dara ụda oge ọ dị ndụ, nke a mere e ji gụọ ụfọdụ ihe gụnyere ụzọ nakwa mahadum aha ya.",
    "A bịa n'ihe gbasara ndọrọndọrọ ọchịchị o doro ya anya, ya mere o ji site na mahadum mere ihe gbasara ọchịchị ruo mgbe o tozuru bụrụ minista.",
    "A mụrụ Kingsley Ozumba Mbadiwe n'ụbọchị 15 nke ọnwa Maachị afọ 1915",
    "Ọ bụ onye Arondizuogu dị n'Imo steeti",
    "Ọ gara ụlọakwụkwọ praịmarị na St Mary's Catholic School dị na Rivas steeti",
    "Ọ gụrụ ụlọakwụkwụ sekọndịrị na Hope Waddell Training Institute dị na Kalaba, Aggrey Memorial kọleji dị n'Arọchukwu, Igbobi kọleji nakwa Baptist Academy dị na Legọs steeti",
    "Ọ zụtụrụ ahịa tupu o mechaa gawa mahadum na mba Amerịka (ọ gụrụ na Columbia University na New York University)",
    "Oge ọ nọ na Columbia University ka o zutere Mbonu Ojike ma bụrụ enyi ya",
    "Ebe foto si, Getty Images",
    "Ozumba Mbadiwe (nọ n'etiti) na Mbonu Ojike (nọ n'aka nri) zutere Eleanor Roosevelt bụbu nwunye onyeisiala mba Amerịka oge ha bụ ụmụakwụkwọ, n'afọ 1943",
    "O hibere otu maka ụmụakwụkwọ si mpaghara Afrịka a kpọrọ \"academy of African Arts and Research\" mgbe ọ nọ na mahadum na mba Amerịka, nke mere ka o zute Eleanor Roosevelt bụ nwunye onyeisiala Amerịka mgbe ahụ",
    "Ọ banyere ihe gbasara ndọrọndọrọ ọchịchị n'okpuru pati National Council of Nigeria and the Cameroons (NCNC), nke o mechara nwaa isi na ya chụpụ Dkt. Nnamdi Azikiwe dịka onyeisi",
    "N'afọ 1951 ka ọ zọtara oche n'ụlọomeiwu nke mpaghara Ọwụwa Anyanwụ.",
    "Ọ rụrụ ọrụ dịka minista na-ahụ maka Ala na Ọnatarachi, rụọ dịka minista na-ahụ maka Azụmahịa, ma mechaa rụọ dịka minista na-ahụ maka Azụmahịa na Mgbasaozi.",
    "Ọ rụrụ ọrụ dịka onye ndụmọdụ pụrụiche - n'ihe ndị metụtara Afrịka - nye Tafawa Balewa bụ naanị otu Praịm Minista Naịjiria nwere ka Naịjiria natara nnwereonwe n'aka Briten.",
    "O hibere ụlọntaakụkọ a kpọrọ The Daily Telegraph, dịka ụzọ o si ekwupute iwe",
    "Ọ lụrụ Cecilia nwunye ya, mụọ ụmụ isii",
    "A rụrụ mahadum n'aha ya n'Ideato dị n'Imo steeti, mpaghara Ọwụwa Anyanwụ Naịjiria",
    "A gụrụ okporoụzọ dị na mpaghara Victoria Island nke Legọs aha ya",
    "Ụmụ ya rụgharịrị ụlọ mbụ o nwere nke dị na Yaba, Legọs , ma mee ya ụlọndina nke a kpọrọ Kings Celia Hotel",
    "Ọ nwụrụ n'afọ 1990",
    "Ndọrọndọrọ ọchịchị",
    "Akụkọ mgbe gboo",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Russia and Ukraine conflict: Etu ọ kwụ na Ukraine n'ụbọchị nke 20",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Etu 'unknown gunmen' si wakpoo ụlọọrụ NDLEA n'Ebonyi steeti, gbuo mmadụ anọ taaelekere 4 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "International Women's Day: Kedụ ihe ọ pụtara Afrịka9 Maachị 2022",
    "Vidio, Nkọwa ndị ọkaiwu gbasara ikpe Dave Umahi, Duration 32,229 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Aloy Ejimakor Vs Ifeanyi Ejiofor: O nweghị ihe na-esere mụ na Ọkaiwu Aloy Ejimakor- Ejiofor",
    "Etu 'unknown gunmen' si wakpoo ụlọọrụ NDLEA n'Ebonyi steeti, gbuo mmadụ anọ taa",
    "Nwoke lekwa ihe nwereike igbu gị n'elu nwaanyịEmelitere ikpeazụ na: 10 Febụwarị 2020",
    "Ihe niile anyị ma maka nwaanyị a gbara ọtọ n'Aguleri",
    "Ozumba Mbadiwe: Onye bụ Ozumba Mbadiwe Reekado Banks ji gụọ egwu?",
    "Abba Kyari in court today: Nwunye Abba Kyari kubituru ume n'ụlọikpe taa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu enyi nwaanyị ochie Stanley Obi si jiri ọkụ gbagbuo ya n'Australia",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Foto: Rọshịa amalitela nwakpo Yukren",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}