{
  "published": "12 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Others",
    "Ụlọikpe ukwu dị na Ijebu-Jesa na Steeti Osun ekpebiela na ọ bụ Dotun Babayemi bụzị onye ga-anọchite anya PDP na ntụlịake nke ndị Gọvanọ nke steeti ahụ na-abịanụ.",
    "Ụbọchị Wenezde gara aga mgbe ọnwe Maachi dị n'ụbọchị asatọ ka ọgbara dị na PDP steeti ahụ butere ịme nchụlịaka ime ụlọ abuọ bụ nke mere ka Ademola Adeleke na Dotun Babayemi si n'otu Pati ahụ pụta dịka ndị ga-anọchite anya PDP na ndọrọndọrọ ọchịchị ndị gọvanọ steeti ahụ.",
    "Osun Election: Ụlọikpe enyela Adeleke mmeri",
    "Oche gọvanọ Osun akwaala Adeleke",
    "Ihe Ipob, Ahamba kwuru maka mmeri Adeleke n'ụlọikpe",
    "Nke a mere ka Adedokun Ademola na mmadụ iri abụọ na itoolu (29) ndị ọzọ wepụ PDP na Inec ụlọikpe.",
    "Ọkaikpe nọ n'isi ya bụ okwu bụ Adeyinka Aderibigbe sị na ndị tụọrọ Babayemi akwụkwọ so usoro ụlọikpe kwuru na mkpebi ha kpebiri n'ụbọchị iri abụọ na abụọ nke ọnwa Nọvemba afọ 2021.",
    "Nke a mere ya bụ ụlọikpe jiri kpebie na ọ bụ Babyemi bụ onye meriri ntụlịka imeụlọ ahụ ma bụrụkwa onye ga-anọchite anya PDP mgbe aga eme ntuliaka Gọvanọ steetị ahụ.",
    "Ebe foto si, Getty Images",
    "Rupiah Banda, aka chịburu mba Zambia alaala mmụọ.",
    "Banda dị afọ iri asatọ na ise (85) mgbe ọ nwụrụ n'ụbọchị Fraịde, 11 nke ọnwa Maachị 2022, rịara ọrịa kọlọn kansa ọtụtụ afọ tupu ọ nwụọ, dịka Andrew Banda nwa ya si gwa ndị ntaakụkọ AFP.",
    "Kofi Annan, onye bụbu odeakwụkwọ UN anwụọla",
    "Mohamed Morsi, aka chịbụrụ Egypt anwụọla",
    "Robert Mugabe anwụọla n'afọ 95",
    "Banda bụbu osote onyeisiala banyere oche ọchịchị mgbe ọrịa mkpọnwụ ahụ gburu Levy Mwanawasa bụ onyeisiala mgbe ahụ.",
    "Banda bụ onye nke anọ chịrị mba Zambia ka ha nwerechara onwe ha n'aka ndị Briten.",
    "Ọ chịrị afọ atọ - site n'afọ 2008 ruo 2011 - n'ihe bụ ọchịchị akụnụba obodo toro ọfụma mana ebubo mpụ na nrụrụaka juru.",
    "Ọ rụrụ ọtụtụ ụzọ, ụlọọgwụ nakwa ụlọakwụkwọ, nke ụfọdụ n'ime ha bụ ndị e bidoro ịrụ oge Mwanawasa nọ n'ọchịchị.",
    "N'agbanyeghi na akụnụba mba ahụ toro ọfụma n'oge ọchịchị ya, Banda azọtanwughi oche onyeisiala n'afọ 2011, dịka Michael Sata meriri ya.",
    "Ebe foto si, AFP",
    "Mba India ekwuola na ha amaghị ama tụbanye ogbunigwe na mba Pakistan n'ụbọchị Wenezde, 9 nke ọnwa Maachị 2022.",
    "Ha kwuru na ọ bụ \"mmebi ngwa ọrụ\" oge a na-elekọta ya etu e si emebu, butere ọdachi a.",
    "Ha rịọrọ mgbaghara ma kwuo na \"ọ bụ ihe ịta ezigbo ụta\" nye ha, dịka ha kuturu ume ndụ na enweghi onye ogbunigwe ahụ tụgburu.",
    "Ndị agha mba Pakịstan kwuru na \"otu ihe na-efe oke ọsọ n'ikuku\" dara nso obodo Mian Channu dị na mpaghara ọwụwa anyanwụ mba ahụ, ma kwuo na ya bụ ihe tinyere ndị njem ụgbọelu n'ihe ize ndụ dịka o si n'ebe ha na-esi efefe gafere.",
    "Mba abụọ a nwere ngwaagha nuklia.",
    "N'ozi o ziputara na mịnịsta na-ahụ maka ndị agha n'India sị \" n'ụbọchị itoolu nke ọnwa Maachị ka ogbunigwe gbapụrụ mgbe a na-edozi ihe mebiri na ya. Gọoment India ehiwala oke kọmitii ga-etinye anya na ya bụ ihe mere\".",
    "Islamabad adọọla Delhi aka na ntị ka ụdịrị ihe ahụ ghara ịme ọzọ. Ya bụ ogbunigwe gbapụrụ si n'obodo Sirsa dị na steeti Haryana.",
    "Ndị agha Pakistan sị  na ya bụ ugbunigwe feruru ihe ruru kilometa 124 (maịlị 77) ma felie ihe ruru \"altitude\" 12,000 maọbụ 40,000 ft n'urukpuru tupu ọdaa na Pakistan.",
    "Ọnụ na-ekwuru ndị agha na Pakistan bụ Major-General Babar Iftikharon sị  ụbọchị Tọzde na ya bụ ogbunigwe fepụrụ tinyere ọtụtụ ụgbọelụ bụ ndị mmadụ nakwa ihe ndị ọzọ dị na elụ na ala na Pakistan nakwa India n'ụjọ.",
    "Ụbọchị Frịade ka mịnịsta na-ahụ maka mba ofesi ndị Pakistan sị na ha ekpesala ya bụ ihe n'aka ndị mba India.",
    "Ha gwakwara India ka ha mee ka ha mara ihe ha chọpụtara mgbe ha mechere nchọpụta ha.",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Zambia",
    "Ọsun steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Russia and Ukraine conflict: Nato na Russia ịma onwe ha aka ga-ebute Agha Mbaụwa nke atọ - Biden",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Nwata ahụ bu egbe n’ihe onyonyo ahụ kwesịrị ịnọ n’ụlọakwụkwo – Uche Mefor11 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "'Referendum' ọ dị n'iwu Naijiria? Lee ihe ndị ọkaiwu kwuru,mba ndị e merela ya5 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Vidio, Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti, Duration 5,032 Maachị 2022",
    "Stanley Obi and Sarah Mudge death: Etu enyinwaanyị ochie onye Naịjirịa siri mụnye onwe ya na ya bụ nwoke ọkụ",
    "Ụlọikpe ukwu na Osun steeti anapụla Sinato Ademola Adeleke mmeri omeriri dịka onye nnọchite anya PDP na ntuloaka ime ọlụ",
    "Ọ bụghị Ebubeagụ wakporo ụlọ Abia Onyike- Gọọmentị Ebonyi",
    "Ipob alleged 'child soldiers': Lekwanụ abụ anyị, ajị adịghị ya - Ipob",
    "Ndị omekome agbagbuola ihe ruru ndị nchekwa 19",
    "Anyị enwetabeghị akwụkwọ mkpebi ụlọikpe n'okwu Umahi - Inec",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "'Ọ bụrụ na Naịjiria dị mma echeghi m na a ga-enwe IPOB' - Fr. Ebube MmụọnsọEmelitere ikpeazụ na: 3 Febụwarị 2020",
    "Fada Mbaka bunyere m ụgbọala 'SUV' ọhụrụ - Prince Gozie OkekeEmelitere ikpeazụ na: 3 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}