{
  "published": "13 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chelsea/Twitter",
    "Chelsea ji otu ọkpụ goolu gbalahụ ihere n'aka New Castle United n'asọmpi mbụ ha kemgbe gọoment Uk chụpụchara onyeisi ha bụ Abramovich.",
    "Ya bụ goolụ ha nyere bụ agba-ekpere chi dịka ya bụ egwuregwu fọrọ nwa ntịị ka o mechie mgbe Kai Havertz jiri tinye ya na nkeji 88.",
    "Etu o si akpọtụ ebe niile maka mmeri Chelsea",
    "Chelsea apịawaala Arsenal ogbe azụ na be ha",
    "Ka Chelsea, Liverpool maọbụ Man United gbunye Arsenal ncha ka ha sapụ ụchụ",
    "Ya bụ asọmpị tara akpụ nke bụ na otu egwu bọọlụ abụọ ahụ kwechiiri rụọ mgbe Chelsea nyere goolu ahụ.",
    "Dịka ọ dị mgbe Chelsea gbara Norwich ọkpụ atọ n'izu gara ga, ụfọdụ ndị nsonso gụwara Abramovich egwu nwa mgbe nta tupu ha mechie ọnụ.",
    "Chelsea ka yikwa afe 3 ha gbaa bọọlụ taa.",
    "Ebe foto si, Getty Images",
    "Anya niile dị ebe Chelsea nọ dịka ha ga-anabata Newcastle n'ọgbọegwuregwu Stamford Bridge n'ehihie Sọnde a.",
    "Nke a na-abịa dịka a ka na-akpa nkata maka orire otu egwu ahụ.",
    "Ka ọ dị ugbua, Premier League ekwuola na Roman Abramovich, onye nwe Chelsea etozughi ịbụ onye nhazi otu egwu ahụ, ka gọọmentị mba UK tụkwasịchara mmachi n'isi ya.",
    "Anya niile na-ele ịmata uwe Chelsea ga-eyi agba ya bụ bọọlụ na ihe a ga-ebi na ya, dịka ụlọọrụ 3 bụ ndị na-akwụ ụgwọ uwe ha kwuru na ha ga-akwụsịtu nwa mgbe nta.",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ 3 ekwuola ka e wepụ aha ha n'uwe bọọlụ Chelsea nakwa n'ọgbọegwuregwu Stamford Bridge",
    "Hyundai bụkwa ndị aha ha dị n'uwe ha sokwa kwụsịtu nkwekọrịta ha na Chelsea nwere.",
    "Gọọmentị Briten kpachikwara ngwongo niile bụ nke Abramovich (gụnyere Chelsea), nke a kwụsịrị atụmatụ o nweburu ire otu egwu ahụ.",
    "Premier League kwuru na etozughi oke Abramovich \"agaghị egbochi otu egwu ahụ ime ọzụzụ nakwa ịgba asọmpi\".",
    "Iwepụ onye nwe otu egwuregwu n'ọnọdụ ntozu oke na-ebutekarị orire oke onye nwere - bụ ihe Abramovich chọburu imalite n'abalị abụọ nke ọnwa Maachị o kwuputere mmasị ya ire Chelsea dịka ndị omeiwu bu ụzọ na-ekwu okwu itinye mmachi ndị ha mechara tinye.",
    "Mmachi niile a na-abịa n'ihi na gọọmentị mba Briten na-enyo Abramovich dịka onye nwere ike iso na ndị na-akwado mwakpo Russia wakporo Ukraine.",
    "Chelsea ji pọịntị 56 nọrọ n'ogogo atọ na tebulu Premier League, ebe Newcastle United ji pọịntị 31 nọrọ n'ogogo 14.",
    "Chelsea meriri ugboro asatọ n'ime iri ikpeazụ ha zutere Newcastle.",
    "Naanị otu ugboro ka Newcastle meriri Chelsea n'ime ugboro 27 ha zutere na Stamford Bridge (nke bụ n'ọnwa Mee 2012).",
    "Bọọlụ",
    "Egwuruegwu",
    "Chelsea",
    "NA EME UGBU A Russia and Ukraine conflict: Ụgbọelu ebulatala ndị Naịjiria 301 ọzọ",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "'Ndị Aguleri ga-ebuso ndị gbara nwaanyị ahụ ọtọ kpụgharịa ya n'obodo' - Odumobielekere 5 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Nkọwa ndị ọkaiwu gbasara ikpe Dave Umahi, Duration 32,229 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "'Ndị Aguleri ga-ebuso ndị gbara nwaanyị ahụ ọtọ kpụgharịa ya n'obodo' - Odumobi",
    "Nwoke lekwa ihe nwereike igbu gị n'elu nwaanyịEmelitere ikpeazụ na: 10 Febụwarị 2020",
    "Stanley Obi and Sarah Mudge death: Etu enyinwaanyị ochie onye Naịjirịa siri mụnye onwe ya na ya bụ nwoke ọkụ",
    "A kpọghachịtala Fada James Anelu eboro ebubo ịkwụsị egwu Igbo n'ụlọụka ya",
    "Ụlọikpe ukwu na Osun steeti anapụla Sinato Ademola Adeleke mmeri omeriri dịka onye nnọchite anya PDP na ntuloaka ime ọlụ",
    "Ọ bụghị Ebubeagụ wakporo ụlọ Abia Onyike- Gọọmentị Ebonyi",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ihe mere ndị mmadụ ji eze 'ihe nsori'Emelitere ikpeazụ na: 9 Mee 2019",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}