{
  "published": "13 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụbọ aka bụ otu n'ime ngwa egwu ndị Igbo e kwuru na-alazị ala n'ihi enweghi ọtụtụ ndị ma akpọ ya ọfụma.",
    "Mana Oluomachi Odumegwu, nwatakịrị dị naanị afọ 15, ma etu e si akpọ ya ka ọ tọba gị n'ụmị.",
    "\"Na mmụọ ka agwara m ga kụwa ufie, ngwa egwu Igbo a na-akụrụ ndị Eze\" - Sylvester Ifeanyichukwu",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000",
    "Odumegwu bụ onye Ọka, Anambra steeti, gwara BBC Igbo etu o si mụta ịkpọ ya bụ ụbọ aka nakwa etu ịkpọ ya si enyere ya aka ịghọta omenala Igbo ọfụma.",
    "Ọ gara n'ihu kwuo etu o si dị oke mkpa na ndị ọgbọ ya na ndị ntorobịa mụtara etu e si akpọ maọbụ akụ ngwa egwu Igbo ndị ọzọ e nwere.",
    "Odumegwu jikwa ohere a foo akụkọ ifo nke o ji ịkpọ ụbọaka ya kwado.",
    "Nwanne ya nwaanyị na-afụkwa ọja sonyekwara ya.",
    "Ngwa kirie ya ka ihu bụrụ gị sọsọ ọchị.",
    "\"Ihe mere anyị jiri bido na nwata tiwe mmọnwụ n'Imo Awka\"",
    "Lee ka ụmụaka abụọ a si jiri ngwa egwu Igbo eti egwu n'ụzọ pụrụiche",
    "Ihe mere m ji jiri ọja eto Chineke - Fada Chiadika Okolie",
    "Egwu anọ e ji mara ndị Igbo",
    "'Ọja abụghị pịpịịrọ!'",
    "Ụmụaka",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Omenala",
    "Vidio, Ihe ngwa egwu Igbo jiri masị anyị - Chikaima na Chinonoru Ezeno, Duration 1,2212 Mee 2019",
    "Vidio, Imo Awka Festival: Etu ụmụntakịrị n'Awka si esonye n'emume iti mmọnwụ, Duration 3,4020 Juun 2021",
    "Vidio, \"Na mmụọ ka agwara m ga kụwa ufie, ngwa egwu Igbo a na-akụrụ ndị Eze\", Duration 5,016 Maachị 2022",
    "Igbo Musicians: Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 200011 Septemba 2020",
    "Igbo Music: Egwu anọ e ji mara ndị Igbo1 Septemba 2019",
    "Vidio, Ihe mere m ji jiri ọja eto Chineke - Fada Chiadika Okolie, Duration 2,5726 Eprel 2020",
    "Vidio, Igbo Music: Etu ọja si agwa mmadụ na mmụọ okwu, Duration 3,4129 Juun 2019",
    "Vidio, Igbo Traditional musical instruments: Etu m si mụta ịkpọ ụbọ aka - Oluomachi Odumegwu, Duration 3,4313 Maachị 2022",
    "Vidio, Lee nwaanyị na-amara Chukwu mbem na ka o si ama ya, Duration 2,0823 Jenụwarị 2022",
    "Vidio, Uche Mefor: Nwata ahụ bu egbe n’ihe onyonyo ahụ kwesịrị ịnọ n’ụlọakwụkwo, Duration 38,0311 Maachị 2022",
    "Vidio, Nwayọ nwayọ, ịkwa baro emeela m ọgaranya, Duration 4,5020 Julaị 2021",
    "Vidio, Etu ọgbakọ ndị ntorobịa Oraifite na 'Whatsapp' si rụọrọ nwaanyị ajadu nọ n'ọrịa ụlọ, Duration 5,419 Maachị 2022",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Vidio, International Day of Women Judges: Lee ụzọ ị ga-eso iji bụrụ ọkaikpe dika nwaanyị, Duration 3,0911 Maachị 2022",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, Dave Umahi court case: Nkọwa ndị ọkaiwu gbasara ikpe ya, Duration 32,229 Maachị 2022",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}