{
  "published": "12 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Others",
    "Akpataonyi ka-atụ ndị ogbe Queensland dị na Australia ka Mazị Stanley Obi, onye Naijirịa, na enyinwaanyị ochie siri gbaa ọkụ n'obodo ahụ.",
    "Ọkụ gbagburu Stanley gbara afọ iri atọ na atọ  (33) mgbe enyi ya nwaanyị ya na ya yiburu mbụ mụnyere ọkụ n'ụlọ ya n'abalị Wenezde.",
    "Mmadụ 7 anwụọla n'ọkụ tanka gbara n'Anambra",
    "Abia fuel explosion: Ọkụ gbagburu ndị bi n'ụlọ m - Chuks benson",
    "Ọkụ agbagbuola mmadụ anọ n'okporouzọ",
    "Ndị uweojii ogbe ahụ sị na Sarah Mudge gbara afọ iri atọ na otu (31) zubara na be Stanely n'abalị ahụ ga wụọ ya petrolu, mụnye ya ọkụ gbara ha abụọ na ụlọ ya.",
    "Ha kpọrọ ndị uweojii ebe ahụ bụ ebe ihe niile dị n'ụlọ ahụ repịara erepịa.",
    "Obi na enyi ya nwaanyị ọhụrụ gbapuru na ya bụ ọkụ mana onye nke mụnyere ya bụ ọkụ bụ Mudge nwụrụ anwụ.",
    "E bugara Obi ụlọọgwụ mana ọ fọrọ nwantịị ka ya bụ ọkụ gbazuo ahụ ya niile.",
    "Ọ mechere nwụọ n'elekere iri nke abalị Tọzde, dịka akụkọ 9news nke Australia kwuru.",
    "Ebe foto si, 9news",
    "Ọtụtụ ndị agbataobi ebe ahụ na-achọghị ka a kpọọ aha ha kọọrọ 9news ka Obi siri gbapụta n'ime ọkụ ahụ na-arịọ ndị mmadụ ka ha kpọọ ndị uweojii.",
    "Otu onye agbataobi ya sịrị, \"e sị m na mpio windo m, na ahụ ka anwụrụọkụ sị n'ime ụlọ Stanley na-apụta\".",
    "Nwoke ahụ sịkwara na ọ hụrụ ka enyinwaanyị ọhụru Obi ka ọ chị ụmụaka atọ si n'ime ụlọ ahụ gbapụta.",
    "Ọ sị na ya chekwa na petrolu Mudge wụrụ juru ha ahụ.",
    "Nwoke ahụ kwuru na \"a ejidere m nke nta hụ na petrolu juru ya ahụ niile\".",
    "\"Mgbe m kuuru ya n'akụ, afe m niile bụrụ sọ petrolu\".",
    "\"ihe a niile mere na-agbata n'uche ma m muchie anya\".",
    "Onye agbataobi ọzọ sị na Obi na-eti mkpu n'asị na ya bụ nọsụ, na ọnọdụ ya nọ adịghị mma ma ọlị.",
    "\" Ọ nọ na-eti mkpu n'asị na ọnọdụ m adịghị mma. gwa ha na ọnọdụ m adịghị mma. E nwere m ike iwụ. Nyere m aka ọsịsọ\".",
    "\"Ihe anyị hụrụ na enyi egwu. Anyị na-akasị ya obi na-asị na ọ ga-adị mma.\"",
    "Onye agbataobi ọzọ sị na ya bụ ihe ha hụrụ dị egwu na mgbede ahụ.",
    "Ndị uwojii gbara ama na Obi na Mudge enwebuola nsogbu mbụ nke mere e jiri napụ ya ụmụaka ha nye Obi.",
    "Otu chọrọ ịchụru ezinaụlọ Obi ntaego n'intanetị sị na Obi na-aṅụrị maka agba ọhụru o ruru na ndụ ya, ma na-akọwa ya dịka ezigbo mmadụ nwere obi umeala.",
    "Permier ebe ahụ bụ Annastacia Palaszczuk  kwuru okwu maka ọnwụ ya.",
    "Ọ sị na \" nke a bụ ajọ ọnwụ gburu nwantorobia bụ nke mere ka ọkụ gbagbuo ya na ntabi anya\".",
    "O kwuru na \"ọgụ ezinaụlọ kwesiri ịkwụsị ozugbo\"",
    "Ọ sịkwa, \"anyị chọrọ obodo ebe nwoke na nwaanyị ha nhatanha bụkwa ebe ugwu na nsọpụrụ dị\".",
    "Ndị uwojii ahụ sị na afọ gara aga, ihe dịka 120,000 ọgụ ezinaụlọ ka ha kwuru.",
    "Osote Kọmishọna ndị uweojii Queensland sị na ọgụ ezinaụlọ ha hụru ruru pasentị 40% na steeti niile dị na mba ahụ.",
    "Novak Djokovic: Mịnịsta njem mba Australia kwuru na ọ pụọla mba ha ugbua16 Jenụwarị 2022",
    "Ọkụ ọgbụgba anapụla nwaanyị gbara afọ 92 ụlọ ya n'Enugwu11 Jenụwarị 2019",
    "NA EME UGBU A Russia and Ukraine conflict: Nato na Russia ịma onwe ha aka ga-ebute Agha Mbaụwa nke atọ - Biden",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Nwata ahụ bu egbe n’ihe onyonyo ahụ kwesịrị ịnọ n’ụlọakwụkwo – Uche Mefor11 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "'Referendum' ọ dị n'iwu Naijiria? Lee ihe ndị ọkaiwu kwuru,mba ndị e merela ya5 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Vidio, Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti, Duration 5,032 Maachị 2022",
    "Stanley Obi and Sarah Mudge death: Etu enyinwaanyị ochie onye Naịjirịa siri mụnye onwe ya na ya bụ nwoke ọkụ",
    "Ụlọikpe ukwu na Osun steeti anapụla Sinato Ademola Adeleke mmeri omeriri dịka onye nnọchite anya PDP na ntuloaka ime ọlụ",
    "Ọ bụghị Ebubeagụ wakporo ụlọ Abia Onyike- Gọọmentị Ebonyi",
    "Ipob alleged 'child soldiers': Lekwanụ abụ anyị, ajị adịghị ya - Ipob",
    "Ndị omekome agbagbuola ihe ruru ndị nchekwa 19",
    "Anyị enwetabeghị akwụkwọ mkpebi ụlọikpe n'okwu Umahi - Inec",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "'Ọ bụrụ na Naịjiria dị mma echeghi m na a ga-enwe IPOB' - Fr. Ebube MmụọnsọEmelitere ikpeazụ na: 3 Febụwarị 2020",
    "Fada Mbaka bunyere m ụgbọala 'SUV' ọhụrụ - Prince Gozie OkekeEmelitere ikpeazụ na: 3 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}