{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Fernando Duarte",
    "BBC World Service",
    "Ebe foto si, Getty Images",
    "N'abalị ahụ nbụ nke ọnwa Julaị 2019, ihe niile Zuhair el Karat nwereike ịtụ anya ya bụ na mkpamkpa ọjọọ na-akpa ga-akwụsị, na mgbu ndị agha gọọmentị Russia na Syria na-akwụsị ịtụ ogbunigwe n'obodo ya bụ Idlib ma chi bọọ.",
    "El Karat, bụ dọkịta na mba Syria, gwara BBC:",
    "\"A naghị atụkarị ogbunigwe n'abalị, ya mere anyị ji ewere ohere ọ bụla anyị nwere\"",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson",
    "Ihe ị kwesịrị ịma maka Volodymyr Zelensky, onyeisiala mba Ukraine ụwa kpụ n’ọnụ ugbua",
    "Eji m ego m nyere ndị na-agba ọsọ ndụ na Ukraine aka - Alexander Somto",
    "Nwunye ya chọrọ iji ụsọrọ ịwa afọ mụọ nwa ha bụ Adem, onye bụ nwa nke atọ ha nke bụkwa nke abụọ a mụrụ n'oge agha mba Syria.",
    "Ebe foto si, Getty Images",
    "Mwakpo ndị agha Russia na Syria n'Idlib chụpụrụ ihe ruru otu nde ndị mmadụ na ụma",
    "Agha a lụrụ maka ndị ga-ejibido ma chịkwa mpaghara Idlib, nke ruo taa bụ ebe ikpeazụ ndị agha nnupụisi jibioro na mba Syria, gburu ihe karịrị ndị nkịtị 1,600 bido n'afọ 2019 na 2020, dịka akwụkwọ nnyocha ngalaba Human Rights Watch (HRW) si kwuo.",
    "Ihe karịrị otu nde na ụma ndị mmadụ gbapụrụ na mpaghara ahụ n'oge ahụ.",
    "N'atụmatụ ịkwado gọọmentị mba Syria, mba Russia kpara nkata agha yiri nke a na-ahụ ugbua na mwakpoo ha na-eme n'Ukraine.",
    "Ebe foto si, Zuhair el Karat",
    "Dọkịnta El Karat na nwunye ya mụrụ ụmụ abụọ n'oge agha a dara n'Idlib",
    "Ndị agha mba Russia agbala obodo ndị dị na Kharkiv na Mariupol nke mba Ukraine gburugburu ma ma na-awakposi ha ike, nke mere na ndị nkịtị bi ebe ahụ iweghizịike inwete maọbụ ịzụta ngwaahịa ndị dịrị ha mkpa maka ibi ndụ.",
    "Dọkịnta El Karat chetara ihe mere oge ahụ ma kwuo \"Ya bụ agha ọjọọ ezigbo njọ,\"",
    "Ihe ọma mere ha bụ na nwunye ha bụ na ịmụ nwa nwụnye ya gara nke ọma.",
    "Ha mụrụ ụmụ abụọ n'oge njibido a e mere n'Idlib.",
    "\"Ha wakporo anyị ugboro ugboro nakwa mgbe niile. Anyị enweghị ọkụ latrịk, mmiri adịghị, nri adịghị\"",
    "Roman na-egosi etu mwakpo e mere na Kharkiv si kụsasịa ụlọ ndị nọ ebe ahụ",
    "Roman dị afọ 32 bụ onye na-arụ ọrụ dịka onye ndụmọdụ nye ndị ahịa.",
    "O bi n'obodo Kharkiv, otu ebe n'ime ebe ndị Russia kacha buru n'obi na mwakpo ha naeme n'Ukraine.",
    "Ọnụọgụ ndị nwụrụ anwụ dịgasị iche iche dịka ozi isiobodo Ukraine bụ Kyiv na isiobodo Russia bụ Moscow na-ezipụta si gosi.",
    "N'ụbọchị asaa nke ọnwa Maachị, otu jikọrọ mba dị ịcheịche n'ụwa bụ United Nations (UN) zipụtara ozi na ọnwụ ndị nkịtị eruola 474 dịka ndị mmerụ ahụ ruru 801.",
    "Mana ha ọ dọkwara aka na ntị na ọnụọgụgụ a dịka ha si atụ anyaga-amụbawanye.",
    "Roman gwara BBC site n'akara Whatsapp ya na enwere oge ya na nwunye ya nọrọ ihe karịrị ụbọchị abụọ n'ime ebe ha zobere onwe ha n'okpuru ụlọ ha dika ezigbo ụjọ ji ha ịpụta gaa zụta ihe ndị dị mkpa ha chọrọ.",
    "Ọpụpụ Ukraine",
    "Roman kwuru, \"Anyị ka nwere ụlọahịa ebe ndị mmadụ nwereike ịzụta nri na mmiri, mana ị ga-anọrịrị ihe ruru awa abụọ maọbụ anọ n'ahịrị tupu inwee ike ịzụta ihe\"",
    "\"Ọ dị oke egwu ichete aka etu a n'ezi ọkachasị dịka ị na-anụ ụda ogbunigwe bọmbụ na-ada ugboro ugboro. Ụjọ na ogbunigwe bọmbụ ọzọ a ga-atụ nwereike idakwasi gị bụ ihe ji mmadụ niile'",
    "N'obodo Mariupol dị n'ọnụ mmiri Ukraine ebe mba Russia tụrụla ọtụtụ ogbunigwe, ndị bi ebe ahụ ekwuola na ha enweghịzị ọkụ latrịk nakwa ihe ndị dị mkpa ha ji ebe ndụ.",
    "Maxim onye bi ebe ebe ahụ bụrụkwa onye na-arụ ọrụ teknuzu nke ime kọmpụta kwuru",
    "\"Anyị enweghizị okụ latrịk ya mere akụrụngwa mkpomọkụ nke ime anyị anaghịzị arụ ọrụ, amu enweghịzị mmiri ruo abalị abụọm, anyị enweghịzịkwa nri \"",
    "Ihe bụ ihe Maxim gwara onye ntaakụkọ BBC bụ Joel Gunter n'ụbọchị nke atọ n'ọwa Maachị dịka o zokpuru onwe ya n'ime ụlọ nne na nna ya ochie.",
    "Roman kwuru na ịkwụ n'ahiri n'ezi ebe a na-ere ihe na Kharkiv mgbe a na-atụ ogbunigwe bụ ihe dị ezigbo egwu",
    "Ọ gara n'ihu kwuo:",
    "\"Nri na ọgwụ anaghizi abata Mariupol ugbua. Gọọmentị okpuruọchịchị gbara mbọ bubata achichi na mmiri mana nke a agwụla ugbua\"",
    "\"A nwara m gbajuo iko mmiri anyị tupu mmiri akwụsị igba. Anyị nweturu mmiri ruru naanị lịta ise\"",
    "Dọkịnta El Karat kwuru na otu n'ime ihe ndị na-echere ndị nkiti aka mgba ebe agha na-ada bụ ụkọ ihe ndị dị mkpa ha ji ebe ndụ dịka mmiri, nri wdgz.",
    "O kwukwara na mmerụ ahụ sọ mwakpo nke agha abụghị naanị nsogbu ahụike agha na-ebute.",
    "N'okwu ya \"Mgbe ahụ agha a dara, anyị nabatara ọtụtụ ụmụnwaanyị na ụmụaka ndị butere ọrịa dị ịche ịche site n'ọnọdụ enweghị mmịrị, nri, ebe obibi dị ọcha wdgz. Ọrịa ndị dịka leishmania, hepatitis nakwa ọrịa ndị mmadụ na-ebute mgbe onye ahụ erighị ezigbo nri na-edozi ahụ́\"",
    "Kedụ ka atụmatụ ịkpachịbido obodo n'agha si adị?",
    "Ebe foto si, Getty Images",
    "Ihe ruru ndị nkiti 400,00 nwụrụ na mwakpo Russia mere n'obodo Leningrad oge agha mbaụwa nke abụọ",
    "Atụmatụ a bụ nke ndị agha mba ụwa dị ịcheịche ji ebuso ndị mba ndị ọzọ agha kamgbe ụwa.",
    "Mba Germany na mba Finland mere ndị mba Russia ihe a n'agha mbaụwa nke abụ.",
    "Ha jibidoro obodo Leningrad dị na Russia n'ike ruo ihe ruru ụbọchị 900.",
    "Nke mere site n'afọ 1941 ruo afọ 1944 ebe ihe ruru mmadụ 400,000 bụ ndị nkiti nwụrụ na njibido a.",
    "N'afọ 2004, mba ndị agha mba Amerịka ji atụmatụ njibido wakpo Iraq mgbe ndị agha nnupusi gbasara ha ike.",
    "Mana njibido mba n'ike kacha wuo ewu bụ nke mere n'Europe site n'afọ 1992 ruo afọ 1996 na obodo Sarajevo.",
    "Ekwuru na nke a bụ njibido emere n'isiobodo mba Bosnia  bụ Sarajevo kacha nọtee aka n'oge ọgbara ọhụrụ anyị nọ.",
    "N'agha Yugoslav, ndị agha Serbia jibidoro ma wakpo Sarajevo ugboro ugboro site n'ugwu ndị gbara ha ogige n'atụmatụ njibido ha zubere iji dajụọ mmụọ ndị agha ha nakwa ndị nkiti bi ebe ahụ.",
    "Vedrana Seksan bụ onye na-eme ejije na mba ahụ mgbe ahụ kwuru na ọ chetere etu ụjọ na ihe isi ike siri dakwasi ndị mba ha maka agha ahụ.",
    "Ọ gwara BBC n'afọ 2016 mgbe ha mere ncheta afọ 20 kamgbe agha ahụ biri",
    "\"Anyị niile gbara mbọ ịhụ na anyị anwụghị n'aka ahụhụ so agha ahụ. Anyị nọ na-eche enyemaka site n'aka ndị ọrụ enyemaka dịka ha nọ na-ezitere anyị osikapa nakwa sụpagetị\"",
    "Ebe foto si, Getty Images",
    "Vedrana Seksan bụ onye na-eme ejije ugbua so na ndị na-anwụghị n'ime mwakpo e mere na Sarajevo nke Bosnia",
    "\"Mgbe ụfọdụ anyị na-anata obere igbe nrị site n'aka ndị agha mba Amerịka kwesiri izuru naanị otu onye agha mana nne m ga ekesa ya nye m, nwanne m nwoke nakwa nne m ochie\"",
    "Ebe foto si, Getty Images",
    "Ihe kariri ndị nkiti 5000 nwụrụ na mwakpo mere na Sarajevo bido n'afọ 1992 ruo afọ 1996",
    "Agbanyeghi na agha no na-ada n'obodo Sarajevo, ndị mmadụ nwara gaa mkpa ha nakwa ọrụ mana ọtụtụ ihe ndị mere chere ndị mmadụ na ya bụ agha ka dị ire.",
    "I ji maa atụ, atụrụ ogbunigwe n'ahịa Markale ugboro abụọ n'ime afọ 1994 na 1995.",
    "Ihe ruru mmadụ 100 ebe ọtụtụ merụrụ ahụ.",
    "Ngụkọ ndị nkiti nwụrụ na njibodo a mere na Sarajevo ruru 5,400 dịka mgbọ egbe, ogbunigwe, oyi na agụọ tara isi ọtụtụ.",
    "Ndị bi ebe ahụ kwuru na ha gbara ihe ọbụla ha hụrụ ọkụ iji chụọ oyi ọkachasị mgba oge oyi nke a na-akpọ \"winter\".",
    "Ha gbara akpụụkwụ ha, akwa ha na akụkụ ụgbọala ndị ha hụrụ ọkụ iji chụọ oyi.",
    "Vedrana kwuru na ọchetere mgbe oyi mgbere ya agbaba otu ụlọakwụkwọ ụmụaka nọ ebe ahụ zuru osisi ụzọ ha ji mee nkụ chọọ oyi.",
    "Mana o kwuru na nne ya gwara ya wegachịe ya bụ osisi o zutere ebe o si zuru ya.",
    "O kwuru na nne ya kọwara ya na ego so na ego e ji ruo ya bụ ụlọ akwụkwo nke mere na ọchọghị itinye aka na ịkụsa maọbụ mebịe ya.",
    "Ebe foto si, Getty Images",
    "Mwakpo Sarajevo bụ nke kacha nọtee aka n'isiobodo ọbụla ọkachasi n'oge ọgbara ọhụrụ a",
    "Aida Cerkez  bụ otu onye ntaakụkọ nọ mgbe agha a dara na mba ahụ zipụtere ndị mba Ukraine ozi nke o gosiri BBC kwuo:",
    "\"Agụụ ga-agụụ unu, akpịrị ga-akọ unu nkụ, oyi ga-atụ unu, unu agaghị ahụ mmiri saa ahụ maọbụ fichaa ụlọ unu. Unu agaghi enwezi ụlọ, unu agaghị ahụ ụfọdụ ndị enyị unu nakwa ụfọdụ ndị ezinaụlọ unu. Ike ga-agwụ unu, okwukwe unu ga-ada mba\"",
    "Ọ gara n'ihu dee:",
    "\"Mana ka m gwaa unu, unu ga-enwete mmerị dịka anyị si mecha nweta mmerị. E chere m na m ga-anwụ mana anwụghị m amụbawanyela m\"",
    "O kwukwara n'ozi ịgba ume a \"Lee, enwela m ụmụ ụmụ, edu m ha aga mkpagharị echị\"",
    "Ebe foto si, Getty Images",
    "Ndị agha mba Amerịka ji atụmatụ agha nke njibido wakpoo ndị agha nnupụisi nke Fallujah oge agha nke abụọ dara n'etiti ha na mba Iraq",
    "Ozi onye ntaakụkọ a bụ Aida Cerkez rụtụrụ aka etu agha si emetụta ime mmụọ nakwa ahụike nke ụbụrụ isi ndị nọ n'agha.",
    "O kwuru na nke a na-akacha emetụta ụmụaka.",
    "Mana ihe mgbanwa obi bụ ịkọwara ụmụaka na ọtụtụ ndị mmadụ na-anwụ n'agha nke gụnyere nne ha ochie.",
    "O ji olu akwa kwuo",
    "\"Nne m, nwanne m nwoke na nwanne m nwaanyị nwụrụ n'agha a\"",
    "Ọ gara n'ihu kwuo \"Mana anyị agaghi egosi akwa anyị n'ihu ụmụ anyị maka ịdajụ mmụọ ha\"Dịka ogbunigwe bọmbụ dara ruo ọnwa ole m ole, Dọkịnta El Karat kwuru na ya na nwunyere malitere gbaliwe ụda ihe onyonyo na be ha iji dajụọrụ ụmụ ha ụda ogbunigwe na-ada n'ezi nke na-eyi ha ezigbo egwu.",
    "National security",
    "Ndịagha",
    "Rọshia",
    "Germany",
    "Ukraine",
    "Russia and Ukraine conflict: Ihe ị kwesịrị ịma maka Volodymyr Zelensky ụwa kpụ n’ọnụ ugbua27 Febụwarị 2022",
    "Vidio, Ukraine Crisis: Etu mụ na ezinaụlọ m si gbapụ 'n Ukraine - Obi Ojimadu, Duration 5,012 Maachị 2022",
    "NA EME UGBU A Russia and Ukraine conflict: Etu okwu Russia na Ukraine si kwụrụ n'ụtụtụ a",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Abba Kyari in court today: Nwunye Abba Kyari kubituru ume n'ụlọikpe taa14 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Vidio, Nkọwa ndị ọkaiwu gbasara ikpe Dave Umahi, Duration 32,229 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Glaucoma, Astigmatism, Conjuctivitis na ọrịa ndị ọzọ nwereike inye anya gị nsogbu5 Febụwarị 2022",
    "Ọtọ a gbara na mkpụgharị a kpụgharịrị nwaanyị a na-ewute m - Obiano",
    "Abba Kyari in court today: Nwunye Abba Kyari kubituru ume n'ụlọikpe taa",
    "Nwoke lekwa ihe nwereike igbu gị n'elu nwaanyịEmelitere ikpeazụ na: 10 Febụwarị 2020",
    "Kedụ ka ndụ na-adịrị ndị ejibidoro n'agha?",
    "Lee ihe iri bụ arụ ma nwaanyị Igbo mee yaEmelitere ikpeazụ na: 4 Septemba 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Stanley Obi and Sarah Mudge death: Etu enyinwaanyị ochie onye Naịjirịa siri mụnye onwe ya na ya bụ nwoke ọkụ",
    "Gịnị ka ị kwesiri ima tupu ị nabata onye odiboEmelitere ikpeazụ na: 5 Julaị 2018",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}