{
  "published": "17 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Lee ihe anya BBC Igbo hụrụ mgbe esemokwu malitere n'etiti Bianca Ojukwu na Ebelechukwu Veronica Obiano.",
    "O mere mgbe Ọkammụta Charles Soludo na-ebinye aka n'akwụkwọ maka ịṅụ iyi dịka Gọvanọ ọhụrụ n'Anambra steeti.",
    "Onye ntakụkọ BBC Igbo dị n'ogige Gọọmenti Anambra kọwara si, \"Odoziakụ Ebere Obiano gakwuru Bianca Ojukwu.\"",
    "\"Eche m na ọ na-ekele ya.\"",
    "\"Anyị atụghịanya na ha ga-eseokwu.\"",
    "Bianca Ojukwu at Soludo Inauguration: Onye mara ibe ya aka ntị n'emume idu n'iyi ọrụ Soludo?",
    "\"Ihe m hụrụ bụ na Bianca Ojukwu o foturu ntutu isi Ebere Obiano.\"",
    "\"Ha sị anyị gbanyụọ kamera, ka anyị hapụ isete emeokwu na-eme\"",
    "\"Amaghị m ma enwere onye gbara ibe ya aka ntị\"",
    "\"Anyị hụrụ ntutuisi, Ebere Obiano nọ na-ahazị ntụtụisi\".",
    "Ndị gbara ha gburugburu bịara gbosaa ha ọgụ.",
    "\"Ka nke a na-eme, Gọvanọ Soludo nọ na-etinye aka n'akwụkwọ. Ihe niile a eruchaghị nkeji olemole\"",
    "Onye bụ Bianca Ojukwu?",
    "Bianca Ojukwu bụ nwunye Chukwuemeka Odumegwu Ojukwu ebidola na-akwado ịzọ ọkwa ọchịchị dịka sinetọ n'ime Anambara steeti.",
    "Bianca Ojukwu bụ nwunye Chukwuemeka Odumegwu Ojukwu ebidola na-akwado ịzọ ọkwa ọchịchị dịka sinetọ n'ime Anambara steeti.",
    "Ya na Oduegwu Ojukwu mụtara ụmụ atọ tupu di ya anwụọ n'afọ 2011.",
    "Bianca na-azabụ Bianca Ono tupu ọ lụọ Chukwuemeka Odumegwu Ojukwu.",
    "Ọ bụ nwa CC Ono, aka chiburu Anambra Steeti.",
    "Bianca kwuputere ebumnuche ya ịzọ ọkwa a n'ọgbọ egwuregwu dị n'Ekwulọbịa n'Agụata n'ime Anambara steeti.",
    "Ọ nwetere nnturugo n'asọmpị e lelebe e jeghi ọrụ nke ụmụnwaanyị Naịjrịa n'afọ 1988 nakwa nke Afrịka",
    "Amụrụ ya n'ụbọchị ise nke ọnwa Ọgọstụ, 1968",
    "Ọ bụ onye ọkaiwu bụrụkwa onye ndọrọndọrọ ọchịchị",
    "Ọ rụrụ ọrụ dịka onye nnọchịte anya Naịjriịa na mba Spain n'afọ 2012",
    "Onye bụ Ebelechukwu Veronica Obiano?",
    "Ebe foto si, Ebere Obiano",
    "Ebelechukwu Obiano bụ nwunye Willie Obiano bụ aka chiburu Anambra Steeti",
    "Ọ bụ onye obodo Ogbunike ma lụọ Obiano bụ onye Aguleri nke Anambra East.",
    "Ha mụrụ ụmụ abụọ, otu nwoke na otu nwaanyị.",
    "Ọ gụrụ akwụkwọ sekọndịrị na Legọs nakwa Okija ma gụọ mahadum na mahadum Legọs.",
    "Ọ gụkwara akwụkwọ na Houston, Texas dị na mba Amerịka.",
    "Ọ rụọla ọrụ n'ọtụtụ ebe gụnyere ngalaba NNPC a kpọrọ NAPIMS",
    "O hiwere ụlọọrụ na-ahụ maka inyere ndị mmadụ aka a kpọrọ 'Caring Family Enhancement Initiative' (CAFE) n'afọ 2014.",
    "Enwere onye gbara ibe ya aka ntị?",
    "Onye ntaakụkọ BBC Igbo hụrụ ihe mere gwara abyị na \"amaghị m ma enwere onye gbara ibe ya aka ntị, ahụghịkwanụ ya mana ihe m hụrụ bụ na e foturu ntutuisi Ebere Obiano ihu ọha na eze bịara nnukwu emume a.\"",
    "Ndị mmadụ bidoro gbowezi ha ọgụ.",
    "Ka ihe niile a na-eme Gọvanọ chịburu Anambra bụ Willi Obiano gbara nkịtị na-ekwughị pim.",
    "Gọvanọ Charles Soludo arịola mgbaghara banyere okwu a",
    "Ebe foto si, Soludo TV",
    "Gọvanọ Anambra steeti nke ọhụrụ bụ Charles Soludo arịola mgbaghara n'aka ndị Anambra, ndị enyị ha, ndị nkwado ha nakwa ndị ọrịa bịara n'emume ido ya iyi ọrụ ebe a sị ọgbaghara dapụtara n'etiti nwunye  aka chịbụrụ steeti ahụ bụ Ebele Obiano na nwunye Odumegwu Ojukwu bụ Bianca Ojukwu.",
    "N'ozi a Joe C Anatune binyere aka site na ngalaba mgbasaozi ya bụ 'Soludo Media',",
    "O kwuru na ihe a mere site na nghọtaghe na ozi nke isi mmiri ya malitere na nsogbu ha Ebele na Bianca nwere na mbụ.",
    "O kwukwara na ha amalitela usoro ikpe udo n'etiti Ebele Obiano na Bianca Ojukwu.",
    "Sịnetọ Stella Odua akatọọla ihe mere n'etiti Ebele Obiano na Bianca Ojukwu",
    "Sịnetọ Stella Odua na-anọchiteanya Anambra North n'ụlọomeiwu ukwu Naịjirịa etinye ọnụ n'esemokwu dapụtara n'etiti ụmụnwaanyị ibe ya bụ Ebele Obiano na Bianca Ojukwu.",
    "N'ozi o wepụtara na Twitter, Oduah katọrọ 'agwa ọjọọ' Ebele Obiano, nwunye onye chiburu Anambra kpara site n'ịba Bianca Ojukwu ọgụ.",
    "Ọ sị na nke a gosiri na Ebele enweghi nkwanye ọbụla dị ka nwaanyị nakwa onye nne, ọkachasị nke Anambra Steeti.",
    "Oduah katọkwara aha ọjọọ nke Ebele kpọrọ Bianca mgbe esemokwu ahụ na-aga n'ihu.",
    "Ọ sị ka ụmụagbọghọ ndị na-etolite etolite eṅomikwala agwa ọjọọ a Ebele kpara.",
    "Cheta na ihe onyonyo gosiri ka Ebele Obiano si n'oche ya bilie gakwuru Bianca Ojukwu ebe ọ nọ ọdụ,",
    "Ihe ọzọ a hụziri bụ ka ha abụọ malitere ise okwu nke mere ndị mmadụ ji bịa gbosaa ha.",
    "Nke a mere n'oge a na-edu gọvanọ Charles Soludo n'iyi ọrụ n'obi ọchịchị gọọmentị dị n'Awka.",
    "Ụmụnyanyị",
    "Ikike ụmụnwanyị",
    "Anambra Steeti",
    "Governor Soludo's swearing-in: 'Anyị agaghị eji ego ndị Anambra gbaa origo' - Charles Soludo17 Maachị 2022",
    "Vidio, Governor Charles Chukwuma Soludo: Ihe ndị Anambra steeti chọrọ n'aka ọchịchị ya, Duration 2,5216 Maachị 2022",
    "Vidio, Bianca Ojukwu vs Ebele Obiano: Ihe anyị ma maka esemokwu Ebele Obiano na Bianca Ojukwu, Duration 0,2317 Maachị 2022",
    "Vidio, Governor Charles Chukwuma Soludo: Ihe ndị Anambra steeti chọrọ n'aka ọchịchị ya, Duration 2,5216 Maachị 2022",
    "Vidio, Professor Charles Chukwuma Soludo: Ihe i kwesịrị ịma maka onye ga-achị Anambra steeti, Duration 1,07,487 Nọvemba 2021",
    "Vidio, Afam Icha-Etuma: Etu o si bụrụ 'VC' pekarịchara mpe n'afọ n'Enugwu steeti, Duration 5,3015 Maachị 2022",
    "Vidio, Uche Mefor: Nwata ahụ bu egbe n’ihe onyonyo ahụ kwesịrị ịnọ n’ụlọakwụkwo, Duration 38,0311 Maachị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 5 gara aga",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro, Duration 3,222 Julaị 2021",
    "Vidio, Apprenticeship scheme: Ihe a Igbo ji enyere onwe ha aka ọ na-alazi ala?, Duration 2,2413 Nọvemba 2018",
    "Vidio, International Day of Women Judges: Lee ụzọ ị ga-eso iji bụrụ ọkaikpe dika nwaanyị, Duration 3,0911 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}