{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NDLEA",
    "Ngalaba NDLEA na-ebuso ibu ọgwụike agha na Naịjirịa",
    "Ndị a na-eche bụ ndị o ji egbe egbuola ihe ruru mmadụ anọ n'ụlọọrụ NDLEA, Ebonyi steeti ma merụọ ọtụtụ ahụ n'ụtụtụ taa bụ Tuzde.",
    "Mkpamkpa kpara n'ụlọọrụ ngalaba na-ebu agha megide ibu ọgwụike na Naịjirịa bụ National Drug Law Enforcement Agency (NDLEA) n'Ebonyi steeti.",
    "Ebonyi NDLEA killing: Ndị ojiegbeeyiegwu egbuola ndị ọrụ NDLEA abụọ ma gbaa ụgbọala ha ọkụ",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo",
    "Mwakpo niile ndị 'Unknown Gunmen' mere na mpaghara Ọwụwa anyanwụ a n'izu a",
    "Ọ bụ ndị ohi biara iwakpo ụlọọrụ Inec dị n'Ahiazu Mbaise mana anyị nyere ha mbo mbo ọsọ - Uweojii",
    "Akụkọ kwuru na ndị a wakporo ụlọọrụ ahụ ma gba egbe aghara aghara ebe ahụ nke gburu mmadụ anọ ma merụọ ọtụtụ ahụ.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Loveth Odah gbara ama na ihe a mere n'ezia.",
    "O kwuru na mmadụ anọ nwụrụ ebe mmadụ abụọ merụrụ ezigbo ahụ.",
    "N'okwu ya, ọ sị: \"Otu n'ime ndị merụrụ ahụ bụ onye ọrụ ngalaba NDLEA ebe onye nke ọzọ bụ onye na-anata ọgwụgwụ ebe ahụ maka ụtọ ọgwụike banyere ya ụmị nke bụ na ọ nweghị ike ịhapụ ịṅụ ya:\"",
    "Ụlọọrụ ngalaba NDLEA nọ n'Ebonyi steeti ebe a wakporo",
    "Odah kọwara na ndị o ji egbe ahụ amabeghị ndi ha bụ bu ụgbọala Toyota 4Runner Jeep wee wụbata n'ụlọọrụ ahụ dị n'okporoụzọ Abakaliki-Enugu.",
    "O kwukwara na ha mara ụlọaja 'fence' ebe ahụ wee malite ịgba egbe na mwakpo a.",
    "Odah sị na ihe chụpụrụ ha bụ agha ndị uweojii na ndị agha Naịjirịa busoro ha nke mere ha ji rie mbọ mbọ ọsọ.",
    "Nke na-eme ya ụgbọrọ abụọ n'ihe na-erubeghị ịzọ atọ a wakporo ndị ọrụ NDLEA n'Ebonyi steeti.",
    "Cheta na n'ụbọchị 20 nke ọnwa Febụwarị, afọ 2022, ndị o ji egbe gbagburu otu onye ngalaba NDLEA dịka ha wakporo ha n'okporoụzọ Enugu - Abakaliki.",
    "Ndị nkiti ndị ọzọ nwụrụ na mwakpo a, ebe ndị ọzọ merụrụ ahụ.",
    "National security",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ebonyi Steeti",
    "Ịṅụ ọgwụ",
    "NA EME UGBU A Russia and Ukraine conflict: Etu ọ kwụ na Ukraine n'ụbọchị nke 20",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Etu 'unknown gunmen' si wakpoo ụlọọrụ NDLEA n'Ebonyi steeti, gbuo mmadụ anọ taaelekere 4 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "International Women's Day: Kedụ ihe ọ pụtara Afrịka9 Maachị 2022",
    "Vidio, Nkọwa ndị ọkaiwu gbasara ikpe Dave Umahi, Duration 32,229 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Aloy Ejimakor Vs Ifeanyi Ejiofor: O nweghị ihe na-esere mụ na Ọkaiwu Aloy Ejimakor- Ejiofor",
    "Etu 'unknown gunmen' si wakpoo ụlọọrụ NDLEA n'Ebonyi steeti, gbuo mmadụ anọ taa",
    "Nwoke lekwa ihe nwereike igbu gị n'elu nwaanyịEmelitere ikpeazụ na: 10 Febụwarị 2020",
    "Ihe niile anyị ma maka nwaanyị a gbara ọtọ n'Aguleri",
    "Ozumba Mbadiwe: Onye bụ Ozumba Mbadiwe Reekado Banks ji gụọ egwu?",
    "Abba Kyari in court today: Nwunye Abba Kyari kubituru ume n'ụlọikpe taa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu enyi nwaanyị ochie Stanley Obi si jiri ọkụ gbagbuo ya n'Australia",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Foto: Rọshịa amalitela nwakpo Yukren",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}