{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ọkaiwu Nnamdi Kanu bụ Aloy Ejimakor na Ifeanyi Ejiofor ekwupụtala na o nweghị esemokwu dị n'etiti ha abụọ.",
    "Agụgụọ a na-abịa dịka ndọrịtaụka malitere na soshal midia nke na-arụ aka na ha abụọ nwere nghọtahie.",
    "Nke a so ozi dị iche n'ibe ya ọkaiwu abụọ a wepụtara banyere mkpọbata ọkaiwu ọzọ nwere agba bụ Chukwuma Machukwu Ume (SAN) n'ikpe metụtara otu Indigenous People of Biafra (Ipob) na onye ndu otu a bụ Nnamdi Kanu.",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Ipob alleged 'child soldiers': Lekwanụ abụ anyị, ajị adịghị ya - Ipob",
    "Ihe Nnamdi Kanu gwara m taa - Ọkaiwu Aloy Ejimakor",
    "N'ozi nke Ọkaiwu Aloy Ejimakọ wepụtara n'akara Twitter ya n'ụbọchị Monde, o kwuru na Nnamdi Kanu enyela ntuziaka ka Chukwuma Machukwu Ume (SAN) sonye na ndị ọkaiwu ya.",
    "Ebe foto si, Aloy Ejimakor/Twitter",
    "Ozi Aloy Ejimakor wepụtara pụrụ ụka",
    "Ya bụ akụkọ fesara ma wuo na soshal midia mana  ka ọ gachara awa ole na ole, ọkaiwu Ifeanyị Ejiofor wepụtara ozi were kwuo na akụkọ na a kpọbatara ọkaiwu Ume ka o sonye na ndị ọkaiwu Nnamdi Kanu bụ akụkọ ụgha.",
    "O kwuru na Ọkaiwu Machukwu Ume bụ onye a kpọbatara ka o sonye n'ikpe mmachi a machiri otu Ipob nke dị n'Ụlọikpe Mkpeghari.",
    "Cheta na Gọọmenti Etiti kpọpụtara Ipob dịka otu na-eyi ndụ egwu n'ọnwa Septemba afọ 2017 mana otu Ipob gbara akwụkwọ n'ụlọikpe ịgbagha mkpọpụta ahụ.",
    "Na nkọwa ya, Ejiofor gwara BBC n'ekwentị na Ume abụghị maka isonye ndị ọkaiwu Nnamdi Kanu n'ikpe gọọmenti etiti na-ekpe ya dịka a nwụchichara ya na mba Kenya n'afọ 2021.",
    "Ebe foto si, Ifeanyi Ejiofor",
    "Ozi Ifeanyi Ejiofor n'okwu mkpọbata",
    "Ọ gara n'ihu kwuo, \"kama ọ bụ isonye na ndị ọkaiwu n'ikpe mmachi Ipob nke mụ onwe m nọ n'isi ya.\"",
    "Mgbagha okwu ahụ na soshal midia mere ka ụfọdụ ndị mmadụ kwuwe na nghọtahie dị n'etiti ndị ọkaiwu abụọ a banyere onye ọ hụrụ a kpọbatara nke mere ka ha na-ekpechanyere onwe ha okwu na sochal midia.",
    "Mana Ifeanyi Ejiofor kwuru na o nweghị esemokwu dịrị ha abụọ kama na ya chọrọ ka ndị mmadụ ghọta nduhie dị n'ozi nke ogbo ya nyere.",
    "Ejiofor, onye kwuru na Ejimakọr bụ \"ogbo ya nke nta\" sịrị:",
    "\"Ọ bụghị na anyị na-emegide onye ọbụla ịbịa sonye na ndị ọkaiwu na-ekpere Nnamdi Kanu ikpe, kama ọ bụghị Ejimakor ka ọ dịịrị ikwu maka ya.\"",
    "\" Ọ bụrụ na e nwere mkpa onye ọzọ ịba sonye n'ikpe Nnamdi Kanu, onye ọ dịịrị ikwu nke a bụ Mike Ozehkome dịka onye isi ndị ọkaiwu na-ekpere Nnamdi Kanu Ikpe.\"",
    "Ejiofor gara n'ihu kwuo na o nweghị esemokwu dị n'etiti ya na Ejimakor.",
    "Ebe foto si, Getty Images",
    "Aha otu Ipob na-amụbawanye agbanyeghị na gọọmentị etiti nke Naịjirịa machiri otu a n'oge gara aga",
    "N'otu aka ahụ, Aloy Ejimako kwuru na o nweghị okwu dịrị ya na ogbo ya.",
    "Ọ gwara BBC Igbo n'ekwentị na o nweghị ihe dị iche na ihe ya kwuru na nke Ejiofor kwuru kama na ọ kọwara ozi ya wepụtara na mbụ.",
    "\"Ihe m dere bụ ihe o dere, kedụ ndịiche dị na ya?\"",
    "\"Dịka Ejiofor siri kwuo, onye ọkaiwu ukwu ọhụrụ na-abịa iweghara ikpe maka mmachi Ipob bụ nke dị n' Ụlọikpe Mkpegharị kemgbe afọ 2018.\"",
    "\"Ị ma na-etu e si eme ya bụ na ọ bụrụ na a kpọbata onye ọkaiwu bụ SAN n'ikpe, ndị ọkaiwu ndị ọzọ ga-akwụzị ya n'azụ.\"",
    "Ejimakor kwuru na o nweghị ihe ọjọọ dị na ịkpọbata ọkaiwu ọhụrụ n'okwu na-aga n'ụlọikpe, na ọ bụ ọṅụ bụ ihe kpalitere ya ya jiri wepụta ozi ya wepụtara na Twitter.",
    "Cheta na nsonso a, Iheanyi Ejiofor na ọkaiwu nwa Bekee so n'ikpe Nnamdi Kanu bụ Bruce Fein  nwere nghọtahie nke mere ka ha nwee tụmsara na sochal midia.",
    "Okaiwu Chukwuma Machukwu Ume bụ onye ọhụrụ  Nnamdi Kanu nyere ntuziaka ka o sonye na ndị ọkaiwu na-ekpe ikpe banyere mmachi  gọọmenti Naijiria machiri otu Ipob dịka otu na-eyi ndụ egwu.",
    "Machukwu Ume bụ onye nwe ụlọọrụ na-ahụ maka iwu a kpọrọ,  Chukwuma Machuku Ume & Co  bụ onye ọkaiwu nwere agba Naijiria nke Bekee kpọrọ Senior Adovate of Nigeria (SAN).",
    "Onye Imo steeti, Ọkaiwu Ume arụọla ọrụ ọkaiwu ihe ruru afọ iri atọ.",
    "Ikpe",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Russia and Ukraine conflict: Etu ọ kwụ na Ukraine n'ụbọchị nke 20",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Etu 'unknown gunmen' si wakpoo ụlọọrụ NDLEA n'Ebonyi steeti, gbuo mmadụ anọ taaelekere 4 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "International Women's Day: Kedụ ihe ọ pụtara Afrịka9 Maachị 2022",
    "Vidio, Nkọwa ndị ọkaiwu gbasara ikpe Dave Umahi, Duration 32,229 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Aloy Ejimakor Vs Ifeanyi Ejiofor: O nweghị ihe na-esere mụ na Ọkaiwu Aloy Ejimakor- Ejiofor",
    "Etu 'unknown gunmen' si wakpoo ụlọọrụ NDLEA n'Ebonyi steeti, gbuo mmadụ anọ taa",
    "Nwoke lekwa ihe nwereike igbu gị n'elu nwaanyịEmelitere ikpeazụ na: 10 Febụwarị 2020",
    "Ihe niile anyị ma maka nwaanyị a gbara ọtọ n'Aguleri",
    "Ozumba Mbadiwe: Onye bụ Ozumba Mbadiwe Reekado Banks ji gụọ egwu?",
    "Abba Kyari in court today: Nwunye Abba Kyari kubituru ume n'ụlọikpe taa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu enyi nwaanyị ochie Stanley Obi si jiri ọkụ gbagbuo ya n'Australia",
    "Lee ihe butere esemokwu n'etiti ndị ọkaiwu Nnamdi Kanu",
    "Foto: Rọshịa amalitela nwakpo Yukren",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}