{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra State Police",
    "Ndị uweojii Anambra Steeti ekwuola na aka ha akpara ndị otu nzuzo na-akpa ike n'obodo Awka nakwa gburu gburu ya.",
    "Nke a dị n'ozi kọmishọna uweojii bụ Echeng Echeng wepụtara n'ụbọchị 16 Maachị, 2022 dịka ọ na-agba ha n'anwụ n'ụlọọrụ ha dị n'Awka.",
    "Orụ ndị otu nzuzo akụọla n'aka ndị uweojii",
    "Ọgụ ndị otu nzuzo ataala isi ụmụokorobịa atọ n'Anambra",
    "O teela ndị otu nzuzo wakporo Ipob malitere ịkpa ike n'Oba - President General",
    "Ụdịrị arụ ha sị ndị otu a kparala",
    "Ebe foto si, Anambra State Police",
    "Echeng mere ka a mata na ndị otu nzuzo a akpaala arụ dị iche iche kamgbe afọ ọnwa Disemba 2021 rute n'ọnwa Maachị nke afọ 2022.",
    "Ọ sị n'ụbọchị 14 Disemba afọ 2021, na ha wakporo onyeisi otu jikọtara ndị ọgbatumtum Keke n'Awka, gbuo ndị uweojii abụọ nọ nso ebe ahụ ma nara ha egbe AK47 abụọ.",
    "\"Ọzọkwa bụ n'ụbọchị 26 ọnwa Febụwarị, 2022 na ndị otu ahụ wakporo ebe a na-eli ozu n'obodo Ebenebe dị n'Awka ma gbuo ọtụtụ ndị mmadụ.",
    "Echeng sị na kamgbe izuụka abụọ gara aga na a nwụchiela ọtụtụ n'ime ndị otu nzuzo a site na mgbakọ aka ndị ụweojii na ndị ọrụ nchekwa ndị ọzọ.",
    "Ebe foto si, Anambra State Police",
    "\"Mana n'ụbọchị Tuzde 15 Maachị, anyị natara ozi na ndị otu nzuzo na ndị ọrụ nchekwa 'Unizik Vigilantee Group' kwakọrịtara egbe n'ebe a kpọrọ Miracle Junction dị n'Ifitte Awaka\".",
    "Ọ sị na ndị uweojii chechiri ndị otu nzuzo ahụ n'ụzọ nke mere ha ji gbagbuo onye ndu ha bụ Uchenna Nwobu e ji 'Anali' maara ma nwuchie ndị ọzọ.",
    "Echeng sị na ihe ndị ha napụtara ndị a gụnyere egbe AK47 abụọ, egbe ndị ọzọ ruru isii, ọtụtụ mgbọ egbe, ọtụtụ mma na egbugbu, otu ụgbọala na ihe ndị ọzọ.",
    "Ọ sị na nyocha ka na-aga n'ihu ịnwụchi ndị fọrọ afọ ma rịọ ndị Anambra ka ha dere jụụ na-aga mkpa dịịrị ha n'ụzọ udo.",
    "Ọ gakwara n'ihu katọọ ihe onyonyo gosiri ka ndị mmadụ gburu ma kpọọ otu onye a sị bụ onye otu nzuzo ọkụ.",
    "Etu ndị otu nzuzo na ndị nchekwa si kwakọrịtaa mgbọ n'Ifitte",
    "Ebe foto si, Screen grab",
    "Akụkọ sị na ọ bụ mmadụ anọ lara mmụọ mgbe ahụ ndị otu ozuzo na ndị ọrụ nchekwa a kpọrọ 'Anambra Vigilante Service (AVS)' kwakọrịtara mgbọ n'ụbọchị 15 Maachị, 2022.",
    "Nke a mere n'ebe a kpọrọ 'Miracle Junction' n'Ifitte Awka, n'ụbọchị Tuzde, abalị iri na ise nke ọnwa Maachị afọ 2022, n'ihe dịka elekere iri maọbụ elekere iri na otu nke ụtụtụ.",
    "Orụ ndị otu nzuzo akụọla n'aka ndị uweojii",
    "Ọgụ ndị otu nzuzo ataala isi ụmụokorobịa atọ n'Anambra",
    "O teela ndị otu nzuzo wakporo Ipob malitere ịkpa ike n'Oba - President General",
    "Otu onye nkuzi na Mahadum Nnamdi Azikiwe bi nso mpaghara ahụ gwara BBC Igbo na o ruola abalị abụọ ha na-anụ ụda egbe aghara aghara n'ogbe ha.",
    "\"Mana unyaahụ ka ndị nche pụtara buso ndị ahụ a na-eche bụ ndị otu nzuzo agha,\" onye nkuzi a na-achọghị ka a kpọọ aha ya kwuru.",
    "Dịka onye a si kọọrọ BBC Igbo, ndị nche ahụ gbagburu mmadụ abụọ n'ime ndị a e chere na ha bụ ndị otu nzuzo, ebe ha gbagbukwara otu onye nche a na-akpọ 'iron man'.",
    "O kwukwara na ndị mmadụ jidere otu onye n'ime ndị ahụ a na-ebo ebubo ịbụ ndị otu nzuzo, ma were iwe na ọnụma gbaa ya ọkụ.",
    "Onye ọzọ bikwa na mpaghara Ifitte Awka, mana ọ chọghịkwa ka a kpọọ aha ya, kwuru na ya bụ ihe mere n'eziokwu.",
    "O kwuru na nke a abụghị nke mbụ maọbụ nke abụọ ụdị ihe a na-eme na mpaghara ahụ.",
    "\"Ya bụ ihe amarala anyị ahụ. Oge ọ bụla ị nụrụ ụda egbe, ị lakpuo n'ime ụlọ kpọchie ụzọ. Ụjọ anaghị atụzi m maka na ndị ahụ ma ndị ha na-achọta,\" ka nwaada a kwuru.",
    "Mana onye nke mbụ gwara anyị okwu kwuru na ndị ekperima na-awakpokwa ụlọ ndị mmadụ oge ụfọdụ na-ezu ohi.",
    "\"Kama ya bụ ihe ebelatatụla kamgbe ngwụcha ọnwa Febụwarị, 2022 oge ndị nche malitere ọrụ n'okirikiri a,\" ka o kwuru.",
    "Ọtụtụ onyonyo na-efegharị na soshal midịa ugbua banyere mwakpo a merenu na Miracle Junction.",
    "Ọ dịzi ka a ga-asị na nsogbu ndị otu nzuzo na-enye n'Awka, isi obodo Anambra steeti, bụzi ihe amaghị ka a ga-esi mee ya.",
    "Ugboro ugboro ka akụkọ na-apụta gbasara nkwafu ọbara nke sitere n'ọgụ dara n'etiti ndị otu ozuzo na ibe ha.",
    "Ọtụtụ oge kwa ka ndị uweojii Anambra steeti kwurula na ha anwụchiela ụfọdụ ndị ntoroọbịa e boro ebubo ịnọ n'otu nzuzo, mana ihe na-eme ka na-emekwa.",
    "Isi mmiri mmụbawanye ndị otu nzuzo a malitere na mahadum dị ịcheịche na Naịjirịa.",
    "Dịka mahadum Nnamdi Azikwe malitere ọrụ kamgbe afọ 1991 n'Awka mgbe mkpamkpa na mmụbanwanye ndị otu nzuzo na mahadum sarara ọkụ, Akwa so ebe ndị akụkọ mwakpo n'aka ndị ntorobịa bụ ụmụakwụkwọ mahadum si apụta.",
    "A na-arabanye ọtụtụ ụmụakwụkwọ mahadum n'ime otu nzuzo dị ịcheịche na Naịjịrịa.",
    "Ndị ọrụ nchekwa ekwuola kwa mgbe kwa mgbe na ndị otu nzuzo ndị a na-eme ihe ike, ezu ohi, awakpo ndị mmadụ ma na-emekwa mpụ ndị ọzọ n'obodo.",
    "Nke a mere e ji ha ji ebuso ha agha ma na-agbasa ozi na mahadum dị ịcheịche arịọ ụmụakwụkwọ ka ha hapụ isonye otu ndị a.",
    "Oge BBC Igbo kpagharịrị n'Awka ịjụ ndị mmadụ ihe ha na-atụ anya n'aka Chukwuma Soludo, bụ onye ga-amalite ọrụ dịka Gọvanọ Anambra steeti n'ụbọchị 17 nke ọnwa Maachị 2022, ọtụtụ n'ime ha kwuru na ha chọrọ ezi nchekwa n'Awka nakwa n'Anambra niile.",
    "Ụmụntoroọbịa",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "NA EME UGBU A Russia and Ukraine conflict: Etu ọ kwụ na Ukraine n'ụbọchị nke 20",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Vidio, Ihe anyị na-atụ anya n'aka Charles Soludo ka ọ ga-amaburu oche gọvanọ - Ndị Anambraelekere 9 gara aga",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "AFCON 2021 Tournament: Etu Naịjirịa si kwụrụ n'AFCON a kamgbe ọ malitere9 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "International Women's Day: Kedụ ihe ọ pụtara Afrịka9 Maachị 2022",
    "Vidio, Nkọwa ndị ọkaiwu gbasara ikpe Dave Umahi, Duration 32,229 Maachị 2022",
    "Glaucoma: Ọrịa ọjọọ nwere ike ime ka anya pịa mmadụ n'otu ntabi anya8 Jenụwarị 2021",
    "Etu aka si kpara ndị otu nzuzo ahụ na-akpa ike n’Awka, Anambra Steeti",
    "Etu ndị 'unknown gunmen' si wakpoo ndị ọrụ mkpọrọ Imo steeti abụọ",
    "Ndi uweojii akpọpụtala onye boro nwaanyị ahụ ebubo mere e ji gbaa ya ọtọ n'Aguleri",
    "Aloy Ejimakor Vs Ifeanyi Ejiofor: O nweghị ihe na-esere mụ na Ọkaiwu Aloy Ejimakor- Ejiofor",
    "Nwoke lekwa ihe nwereike igbu gị n'elu nwaanyịEmelitere ikpeazụ na: 10 Febụwarị 2020",
    "Etu 'unknown gunmen' si wakpoo ụlọọrụ NDLEA n'Ebonyi steeti, gbuo mmadụ anọ taa",
    "Abba Kyari in court today: Nwunye Abba Kyari kubituru ume n'ụlọikpe taa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ozumba Mbadiwe: Onye bụ Ozumba Mbadiwe Reekado Banks ji gụọ egwu?",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}