{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ ụmụafọ Anambra Steetị ekwuola ihe ha chọrọ n'aka Charles Soludo dịka a ga-edu ya n'iyi ọrụ gọvanọ n'ụbọchị 17 Maachị, 2022.",
    "Soludo meriri na ntuliaka ọkwa gọvanọ Anambra nke e mere n'ọnwa Nọvemba afọ 2021.",
    "Anambra governorship inauguration: Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra",
    "Chukwuma Charles Soludo: Ihe ndị cheere Soludo aka mgba dịka Gọvanọ ọhụrụ Anambra Steeti",
    "BBC Igbo gara n’isi obodo Anambra Steeti bụ Awka ịchọpụta ihe bụ olileanya ndị mmadụ n'ebe ọchịchị Soludo nọ n'ime afọ na-abịa abịa.",
    "Otu nwokorọbịa na nwagbọghọbịa sị na ha chọrọ ka Soludo leba anya n'ihe banyere nchekwa obodo, ọkachasị ndị otu nzuzo na-akpa ike n'Awka na gburu gburu ya.",
    "Otu nwaanyị na-ere ahịa mbugharị sị na ọ chọrọ ka Soludo binye ndị na-azụ ahịa ego iji kwalite azụmahịa ha.",
    "Ụfọdụ ndị ọzọ kwukwara na mmepe obodo, mmụbawanye akụnaụba na ihe ndị ọzọ bụ mkpa ha chọrọ ka Soludo gboo n'ime.",
    "Anambra steeti so na steeti ndị di n'Ọwụwa Anyanwụ Naịjirịa ebe azụmahịa nakwa iji ego chụọ ego bụ isi mmiri akụnaụba ha.",
    "Gere ihe ha kwuru n’uju n'ime ihe onyonyo a.",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Governor Charles Chukwuma Soludo: Ihe ndị Anambra steeti chọrọ n'aka ọchịchị ya, Duration 2,52elekere 9 gara aga",
    "Vidio, Afam Ịcha-Ituma: Etu o si bụrụ 'VC' kacha bụrụ nwata na mahadum, Duration 5,3015 Maachị 2022",
    "Vidio, Ogbambọ: Lee nwaanyị bụ ọkaibe n'ịrụ ụgbọala, Duration 4,1717 Ọgọọst 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 6 gara aga",
    "Vidio, Epidermal Nevus Syndrome: 'Ụmụaka ibe m na-akpọ m anụọhịa n'ihi ọrịa m nwere' - Sopuruchi Okorocha, Duration 5,2425 Jenụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Uche Mefor: Nwata ahụ bu egbe n’ihe onyonyo ahụ kwesịrị ịnọ n’ụlọakwụkwo, Duration 38,0311 Maachị 2022",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, Igbo Traditional musical instruments: Etu m si mụta ịkpọ ụbọ aka - Oluomachukwu Odimegwu, Duration 3,4313 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}