{
  "published": "18 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bianca Ojukwu/ facebook",
    "Bianca Ojukwu bụ onye meriri n'asọmpị 'nwaanyị kachasị maa mma' na Naịjirịa nke afọ 1988",
    "Abịa n'ala Igbo nakwa na mba Naịjirịa gbaa gburugburu aha otu nwaanyị na-ada ụda maka ọtụtụ ndị dị mma bụ Bianca Ojukwu.",
    "Ewezuga mma ọ mara n'ụzọ pụrụiche, e nwere ihe ndị ọzọ banyere ya mere o jiri bụrụ okwu akpụ n'ọnụ n'Afrịka.",
    "Ihe anyị ma maka esemokwu Ebele Obiano na Bianca Ojukwu",
    "Onye na-ama Bianca Ojukwu aka mgba?",
    "'Ihe ọbụla ga-eme ka APGA gaa n'ihu dị anyị mma'",
    "Bianca Ojukwu and Ebele Obiano: E nwere onye agbara aka ntị n'ịṅụ iyi Soludo?",
    "Agbanyeghị esemokwu dị n'etiti ya na nwunye Obiano mere ka o wuo n'ụbọchị Tọzde, 17 Maachị 2022, ụbọchị idu n'iyi ọrụ nke Ọkammụta Soludo, e nwere ụfọdụ ihe ị kwesịrị ịma maka Bianca Ojukwu.",
    "Ebe foto si, Bianca Ojukwu/Insta",
    "Bianca Ojukwu: Ihe ndị dị mkpa i kwesịrị ịma maka ya",
    "Kedụ onye Bianca Ojukwu bụ?",
    "N'afọ 1989, ihe e jiri mara Bianca Ojukwu bụ na o meriri nturuugo elelebe e jeghị ọrụ ụmụaghọghọ nke a kpọrọ 'Most Beautiful Girl in Nigeria' nke ndị ụlọọrụ Silverbird na-eme kwa afọ.",
    "Bianca bụ nwaanyị onye ndọrọndọrọ ọchịọchị na Naịjirịa, ọ gụrụ akwụkwọ dịka onye ọkaiwu, bụrụkwa onye ruru ọrụ dịka onye nnọchịte anya mba Naịjirịa na mba ndị ọzọ, gụnyekwa na Bianca bụ kwa onye oji ego achụ ego.",
    "Amụrụ ya n'ụbọchị ise nke ọnwa Ọgọst 1968.",
    "e",
    "Ebe foto si, Bianca Ojukwu/Facebook",
    "Nne Bianca Ojukwu bụ Carol Ojukwu onye mụrụ ya na ụmụnne ya ise bụ Lilian, Josephine, Nuzo, Gabriel, na Josef.",
    "Nna ya bụ Christian Onoh onye bụbu gọvanọ Anambra steeti ochie ebe nne ya bụ Carol onye rụrụ ọrụ dịka onyeisi ụlọakwụkwọ.",
    "Bianca toro n'obodo nna ya bụ Ngwo nke Enugu steeti.",
    "Ọ gụrụ akwụkwọ na mahadam Buckingham, nakwa mahadum Naịjirịa dị na Nsukka ebe o natara nzere dịka ọkaiwu.",
    "O nweterekwara ntozuoke ịbụ onye ọkaiwu ma rụọ ọrụ dịka onye ọkaiwu nwamgbe nta tupu o banye ọrụ nke ya dịka onye o ji ego achụ ego na ngalaba na-emepụta uli ntecha ụmụnwaanyị nakwa ngalaba na-emezi ime ụlọ ndị mmadụ.",
    "Ebe foto si, Bianca Ojukwu",
    "Mgbe Bianca Ojukwu nwetere nturugo n'asọmpị ụmụnwaanyị kacha mma na Naịjịrịa nke afọ 1988",
    "Kedụ ka aha Bianca Ojukwu si fesa mba Naịjirịa niile?",
    "Bianca banyere ọrụ isonye asọmpị elelebe e jeghị ọrụ ụmụnwaanyị olemole ma nwete nturuugo dị icheiche.",
    "O nwetere nturuugo n'asọmpị elelebe e jeghị ọrụ ụmụnwaanyị n'afọ 1988, o turukwara ugo n'asọmpị nwaanyị kacha mma n'Afrịka n'afọ 1989.",
    "N'otu afọ ahụ, o merikwara n'asọmpị ụmụnwaanyị nke 'Miss Intercontinental' nke mba 60 dị ịche ịche na-esonye n'ime ya.",
    "Ebe foto si, Bianca Ojukwu/Facebook",
    "Mgbe ọ gụchara akwụkwọ na mahadum dịka onye ọkaiwu",
    "Ihe ị kwesịrị ịma maka ọrụ ya",
    "Bianca Ojukwu ruturu ọrụ dịka onye ọkaiwu tupu o hibe ụlọọrụ nke ya.",
    "Otu ụlọọrụ ya na-emepụta uli ntecha dị ịche ịche be nke ọzọ na-emezi ime ụlọ ndị mmadụ.",
    "N'afọ 2011, aka chịbụrụ Naịjirịa bụ Goodluck Jonathan họpụtara ya dịka onye enyemaka pụrụiche na ihe banyere mmekọ mba na mba.",
    "N'afọ 2012 ahọpụtara ya dịka onye nnọchịte anya Naịjirịa na mba Ghana nakwa mba Spain.",
    "N'afọ 2016, o natara nturuugo nke nyere ya asambodo na ngalaba mmekọ mba na mba na mahadum Alfonso X el Sabio dị na Spain bụ ebe ọ rụrụ ọrụ.",
    "Ebe foto si, Bianca Ojukwu/Facebook",
    "Dịka onye ndọrọndọrọ ọchịchị, Bianca Ojukjwu nọ n'otu pati APGA nke di ya hibere",
    "Ugbua, ọ na-anọchịte anya Naịjirịa na ngalaba otu jịkọrọ mba ụwa bụ United Nations nke na-ahụ maka njem nlere anya (United Nations World Tourism Organization).",
    "E chiri ya echịchị ụmụnwaanyị olemole n'ala Igbo dịka ọ bụ oke nwaanyị Igbo ji eme ọnụ.",
    "Ọ bụ onye otu patị All Progressives Grand Alliance (APGA) nke di ya hibere nke bụkwa Patị nọ n'ọchịchị n'Anambra steeti ruo ugbua.",
    "Ihe ị kwesịrị ịma maka alụmdịnanwunye ya",
    "Ebe foto si, Bianca Ojukwu/Facebook",
    "Agbamakwụkwọ Bianca na Odumegwu Ojukwu e mere n'Abuja",
    "Bianca lụrụ otu onye Igbo akacha mara bụrụkwa onye ọtụtụ na-akwanyere oke ugwu ruo taa.",
    "Di ya bụ Chukwuemeka Odumegwu-Ojukwu onye bụ ọchịagha ndị agha Biafra ma bụrụkwa otu onye ọchịchị na Naịjirịa oge gara aga.",
    "Ha mere agbamakwụkọụ ha n'afọ 1994 n'Abụja ma mụtakwa ụmụ atọ n'ime alụmdinanwunye ha.",
    "Okwu ịke akụnụba di ya mgbe ọ nwụrụ butere ọtụtụ ọgbaghara n'etiti ya na ndị ezinụlọ di ya",
    "O rịọrọ ka ndị mmadụ hapụ di ya ka ọ laa na ndokwa ma kwuo na di ya bụ onye ekwesịrị ikwanyere ugwu.",
    "Naijiria",
    "Anambra Steeti",
    "Bianca Ojukwu: Lee ndị na-ama ya aka mgba28 Ọgọọst 2018",
    "Vidio, Bianca Ojukwu vs Ebele Obiano: Ihe anyị ma maka esemokwu Ebele Obiano na Bianca Ojukwu, Duration 0,2317 Maachị 2022",
    "Nwunye Ojukwu bụ Bianca ga-azọ ọkwa sineti na Anambra South6 Septemba 2018",
    "NA EME UGBU A Russia and Ukraine conflict: Russia ekwuola ihe ọ ga-ewe iji kwụsị agha ha na Ukraine",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Kedụ ebe isi esemokwu Ebele Obiano na Bianca Ojukwu malitere?elekere 7 gara aga",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu10 Maachị 2022",
    "Vidio, Nkọwa ndị ọkaiwu gbasara ikpe Dave Umahi, Duration 32,229 Maachị 2022",
    "International Women's Day: Kedụ ihe ọ pụtara Afrịka9 Maachị 2022",
    "Kedụ ebe isi esemokwu Ebele Obiano na Bianca Ojukwu malitere?",
    "Ihe ị kwesịrị ịma maka Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti",
    "Kedụ ihe ị ma maka Bianca Ojukwu?",
    "Willie Obiano ka nọ anyị n'aka, anyị esila Legọs buga ya Abuja' - EFCC",
    "Soludo's Cabinet: Gọvanọ Soludo ahọrọla mmadụ atọ ga-eso ya kwọọ ụgbọ Anambra Steetị",
    "\"Ọrụ anyị amalitela n'Anambra\"- Charles Soludo na Onyekachi Ibezim",
    "Etu aka si kpara ndị otu nzuzo ahụ na-akpa ike n’Awka, Anambra Steeti",
    "Onye na-ama Bianca Ojukwu aka mgba?Emelitere ikpeazụ na: 28 Ọgọọst 2018",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}