{
  "published": "18 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Willie Obiano/fb",
    "Kepụkepụ pụtara ihe n'ụtụtụ Fraịde na-akọwa na atọhapụla onye bụbu Gọvanọ Anambra steeti nke ụlọọrụ Economic and Financial Crime Commission (EFCC) jidere n'abalị Tọọzde.",
    "Wilson Uwajaren bụ ọnụ na-ekwuru ndị ụlọọrụ a sị na \"akụkọ ahụ na-ekwu na EFCC atọhapụla Obiano bụ akụkọ ụgha. Ọ ka nọ na-aka anyị rụrọ mgbe anyị mechere nchọpụta\".",
    "Ihe anyị ma maka esemokwu Ebele Obiano na Bianca Ojukwu",
    "Ihe ị kwesịrị ịma maka Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti",
    "Gọvanọ Willie Obiano o mezuru nkwa ndị o kwere imezi Anambra n'afọ asatọ?",
    "BBC Igbo juru Wilson ka ọ ma ihe a na-ebo Obiano ha nwụchiri ebubo maka ya.",
    "Ọ zara na ọbụghị ihe ya ga-aza ozugbo, mana \"tupu anyị ejide mmadụ, ọ ga-enweriri ihe onye ahụ mere. Mana ihe m ga-agwa unu ugbua bụ na Obiano ka nọ na-aka anyị maka nnyocha\".",
    "Ọ sị na Obianọ ma na ya nọ na-akwụkwọ ndị EFCC na-achọ achọ were chọọ ịgbapụ.",
    "O kwuru na ha esila Legọs steeti buga ya Abuja.",
    "Ebe foto si, Obiano/Twitter",
    "Wilson sịkwa na ya amatabeghị mgbe a ga-akpụpụ ya ụlọikpe, na ndị ga-ama nke ahụ bụ ndị ngalaba \"operations\" ha, bụ ndị jidere ya.",
    "Ụlọọrụ Economic and Financial Crimes Commission (EFCC), nwụchiri onye bụbu Gọvanọ Anambra steeti n'ọdọụgbọelụ Murtala Mohammed International Airport dị na Legọs steetị ụnyaahụ bụ Tọọzde ụbọchị iri na asaa nke ọnwa Maachị 2022.",
    "Nke a mere ka ọ nyefechere ọchịchị Anambra steeti n'aka Gọvanọ Charles Soludo ụnyaahụ, na-emezị njem nke a sị na ọ bụ mba ofesi ka o zubere ịga tupu anwụchie ya.",
    "Akụkọ kwuru na Obiano na-aga Houston, Texas mgbe a nwụchiri ya n'ọdọụgbọelụ ahụ.",
    "Ọnụ na-ekwuru EFCC bụ Wilson Uwajaren bụ onye gwara BBC nke a, sị na Obianọ nọ n'ụlọọrụ ha dị na Legọs ugbua.",
    "Bianca Ojukwu and Ebele Obiano: E nwere onye agbara aka ntị n'ịṅụ iyi Soludo?",
    "EFCC kwuru: \"ọteela anyị ji arọ ya anya mana iwu nchekwa ndị nọ n'ọchịchị nke Bekee kpọrọ \"immunity\" ekweghị anyị ruo ya nso. Mana ya bụ \"immunity\" gwuru ụnyaahụ, nke mere anyị jiri nwee ohere ịwụchi ya\".",
    "O dobeghị anya ihe mere anya EFCC  jiri nọrọ n'isi Obiano maka amabeghị ihe a na-ebo ya.",
    "Anyị ka ga-ewetere gị akụkọ a n'uju ka ọ na-apụta.",
    "Obiano bụ aka chiburu Anambra steeti site n'afọ 2014 ruo 2022 bụ onye Aguleri nke dị n'okpuruọchịchị Anambra North.",
    "O ji ọkọlọtọ ndị All Progressive Grand Alliance, APGA, were chia Anambra steeti Afọ asatọ.",
    "Ọ gara akwụkwọ na Mahadum University of Lagos bụ ebe ọ nwetere asambodo na Accountancy na njere nke \"masters\" na Business Admin n'afọ 1979.",
    "Aha nwunye ya bụ Ebelechukwu Obiano",
    "Lekwa Gọvanọ ndị ọzọ EFCC nwụchigoro",
    "Kemgbe Nịjirịa banyere repụblik nke anọ na 1999 ruo ugbua, EFCC anwuchiela gọvanọ iri atọ (30) maka ebubo nrụrụaka na mpụ.",
    "Willie Obiano mere ya onye nke iri atọ n'otu.",
    "EFCC nwuchiri ya ụbọchị Tọzde, ụbọchị iri na asaa nke ọnwa Maachi 2022.",
    "Ụbọchị anwụchiri ya bụ ụbọchị ọ nyefere ọchịchị n'aka Gọvanọ ọhụrụ Anambra steeti bụ Charles Soludo.",
    "EFCC sị na ọ teela ha rọwara ya anya, mana ha enwghị ike ijide ya maka \"immunity\" ya.",
    "Ebe foto si, Metropolitan Police",
    "Atọhapụrụ Ibori n'ọnwa Disemba 2016 kpọchite ya na Naịgirịa",
    "James Ibori bụbu Gọvanọ Delter steeti (1999 - 2007) rachara afọ iri na atọ (13) na mkpọrọ maka ebubo $77m o zuru mgbe ọ na-achị steeti ahụ.",
    "James kwetere na ya kpara nkata ezu ego ma bufee ya ofesi n'ụlọikpe South Crown n'UK.",
    "Ọ gbara ọsọ na Naịjirịa, ha jide ya na Dubia 2010 buga ya UK.",
    "Ebe foto si, Rochas Twitter",
    "Rochas Okorocha chịrị Imo steetị n'afọ 2011 ruo 2019 nọ n'aka EFFC na 13 Apreelu 2021 mgbe ha wuchiri ya Unity House office dị na Garki, Abuja.",
    "Ha boro ya ebubo ibuba ego nakwa imefu ego steeti Imo.",
    "A wụchiri Okorocha na Febụwarị 2021 mgbe gọomentị Imo steeti boro ya ebubo maka ụlọ nwinye ya ọ mepere.",
    "Ebe foto si, Orji Kanu",
    "A tụrụ Oji Uzo Kanu mkpọrọ afọ iri na abụọ  (12) maka ebubo ibuba ego steeti.",
    "Ụlọikpe mara ya na mmadụ abụọ ọzọ ikpe ibuba ego dị ijeri asaa na ụma (N7.65) mgbe ha nọ n'ọchịchị malite n'afọ 1999 -2007.",
    "Gabriel Suswam nke Benue steeti",
    "Audu Abubakar nke Kogi steeti",
    "Abdullahi Adamu nke Nasarawa steeti",
    "Aliyu Akwe Doma nke Nasarawa steeti",
    "Joshua Dariye nke Plateau steeti",
    "Jonah Jang nke Plateau steeti",
    "James Bala Ngilari nke Adamawa steeti",
    "Murtala Nyako nke Adamawa steeti",
    "Ali Modu Sheriff nke Borno steeti",
    "Danjuma Goje nke Gombe steeti",
    "Jolly Nyame nke Taraba steeti",
    "Sule Lamido nke Jigawa steeti",
    "Aliyu Wammako nke Sokoto steeti",
    "Abdulaziz Yari nke Zamfara steeti",
    "Theodore Orji nke Abia steeti",
    "Chimaroke Nnamani nke Enugu steeti",
    "Sullivan Chime nke Enugu steeti",
    "Ikedi Ohakim nke Imo steeti",
    "Godswill Akpabi nke Akwa Ibom steeti",
    "Diepreye Alamieyeseigha nke Bayelsa steeti",
    "Timipre Sylva nke Bayelsa steeti",
    "Lucky Igbinedion nke Edo steeti",
    "Olugbenga Daniel nke Ogun steeti",
    "Adebayo Alao-Akala nke Oyo steeti",
    "Rashidi Ladoja nke Oyo steeti",
    "",
    "Ikpe",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Russia and Ukraine conflict: Russia ekwuola ihe ọ ga-ewe iji kwụsị agha ha na Ukraine",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Kedụ ebe isi esemokwu Ebele Obiano na Bianca Ojukwu malitere?elekere 7 gara aga",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu10 Maachị 2022",
    "Vidio, Nkọwa ndị ọkaiwu gbasara ikpe Dave Umahi, Duration 32,229 Maachị 2022",
    "International Women's Day: Kedụ ihe ọ pụtara Afrịka9 Maachị 2022",
    "Kedụ ebe isi esemokwu Ebele Obiano na Bianca Ojukwu malitere?",
    "Ihe ị kwesịrị ịma maka Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti",
    "Kedụ ihe ị ma maka Bianca Ojukwu?",
    "Willie Obiano ka nọ anyị n'aka, anyị esila Legọs buga ya Abuja' - EFCC",
    "Soludo's Cabinet: Gọvanọ Soludo ahọrọla mmadụ atọ ga-eso ya kwọọ ụgbọ Anambra Steetị",
    "\"Ọrụ anyị amalitela n'Anambra\"- Charles Soludo na Onyekachi Ibezim",
    "Etu aka si kpara ndị otu nzuzo ahụ na-akpa ike n’Awka, Anambra Steeti",
    "Onye na-ama Bianca Ojukwu aka mgba?Emelitere ikpeazụ na: 28 Ọgọọst 2018",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}