{
  "published": "21 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe karịrị ndị agha iri ndị mba Burkina Faso anwụọla dịka ndị agha Jihad wakporo ha na mpaghara ugwu nke mba ahụ.",
    "Ọ bụ ndị agha mba a kwuru nkea ma sị na ọ bụ n'ụbọchị Sụnde ka awakporo ndị agha a dịka ha na-eme ngagharị nchekwa na obodo Natiaboni.",
    "Cheta na ndị agha mba Burkina Faso napụrụ ndị nkịtị ọchịchi n'ike n'ụbọchị Satụde.",
    "Ebe foto si, Screenshot",
    "Ụgbọelu China Eastern bu mmadụ 132 akpọkasịala na mpaghara Guangxi dịka ndị ọrụ ụgbọelu Chaịna si kwuo.",
    "Kepukepu na-ekwu na o nwereike o nweghi onye isi ya pụtara n'ọdịachị ahụ a na-amabeghi ihe kpatara ya.",
    "Legọs steeti amalitela ịrụzi ebe ihe mberede ụgbọelu mebiri",
    "Pius Adesanmi so n'ime ụgbọelu mmadụ 149 nwụrụ n'ihe mberede Ethiopian Airlines",
    "Emiliano Sala: Ugboro ole ndị egwuregwu nwụrụ ka ọnwa ha na-achake",
    "Ụgbọelu a bụ Boeing 737 kpọkasịrị n'ebe ugwu  nke butere ọkụ ọgbụgba n'ime ọhịa dịka ndị ntaakụkọ si kwuo.",
    "Nke a gụnyere ndị njem 123 na ndị ọrụ ụgbọelu mmadụ itoolu.",
    "Foto na-efegharị na soshal midia na mba Chaịna bụ nke ndị obodo ebe ihe mere sere, nke gosiri ọkụ na anwụrụ ọkụ na iberibe ụgbọelu.",
    "Ihe mberede ụgbọelu anaghọ eji ike emekaarị na Chaịna, nke ikpeazụ mere bụ n'afọ iri na abụọ gara aga.",
    "Ụgbọelu MUS5735 kwesịrị ịhapụ Kunming n'elekere 05:15 GMT gawa Guangzhou.",
    "Ụlọọrụ ụgbọelu China Eastern ekwubeghi okwu ọbụla banyere ya mana ha gbanwere agwa njuirimara websaịt ha ka ọ bụrụ ntụ, iji gosi iru uju.",
    "Ụlọọrụ a bụ nke gọọmentị nwe so n'otu n'ime ụlọọrụ ụgbọelu atọ kachasị ukwuu na Chaịna.",
    "Ezipụla ndị ọrụ gbata gbata n'ebe ihe a mere, ebe ụlọọrụ Civil Aviation Authority sị na ha ezipụla ndị ọrụ ha.",
    "Igwe na enyocha ụgbọelu gosiri na ụgbọelu ahụ fere n'elu n'ihe karịrị otu awa dịka ọ na-erute nso n'ebe ọ na-aga.",
    "Taa bụ ụbọchị otu Ipob hiwere ha jị anọ n'ụlọ iji kosi iwe ha maka onyisi ha bụ Nnamdị Kanu bụ onye eji eji kemgbe ọnwa Jụụnu nke 2021.",
    "Kemgbe ahụ rụọ taa, ndị otu Ipob nakwanye ndị mmadụ ịnọ n'ụlọ kwa Mọnde.",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Ipob,ụnụ emeela were kagbuo 'Sit-at-home'- Ohaneze",
    "Ipob,ụnụ emeela were kagbuo 'Sit-at-home'- Ohaneze",
    "I pob site n'ọnụ onye na-ekwuru ha bụ Emma Powerful ekwuola na ha akwụsịla ya bụ ịnọ n'ụlọ karịa mgbe onyeisi ha ga-apụ ụlọpikp.",
    "Mana nke ahụ nweghị isi maka ndị ọzọ iwe dị n'obi siri ọnwụ na ndị mmadị ga-edoweri ya bụ iwu.",
    "Lee ka ọnọdụ dị na steeti dị na ọnwụwa anyanwụ.",
    "Onye ọrụ BBC nọ ebe ahụ sị na ndị mmadụ eruwesighi isi mana ọdịbụghị ka o sị adị mbụ.",
    "N'ebe  Presco junction, waterworks,Ogoja road, na Government House, ndị mmadụ na-agara onwe ha mkpa ha ka ọnwegh ihe na-eme.",
    "Ụlọakụ, ụlọahịa dị icheiche, ahịa, ụlọahịa mmnụ agbidi na ebe ndị ọzọ mepere emepe.",
    "Ọ kọwara na onweghị ụgbụala si Abakaliki apụ obodo ọzọ, kama ụgbụoala niile na-agba n'ime Abakaliki.",
    "Enweghị nsogbu ọbụla n'Ụmụahịa ebe ndị mmadụ na-aga mkpa ha ka ọnweghị ihe na-eme.",
    "Onye nta akụkọ BBC nọ ebe ahụ sị na ụlọakụ, ụlọakwụkwọ, ụlọ oriri na nkwarị, ahịa nakwa ụlọọrụ ndị mmadụ mepechara emepe.",
    "Okporoụzọ Wetheral dị n'Owerri",
    "Owerri dara jụụ taa nke bụ na onye ọbụla n'azụ ahịa ya na-enweghị nsogbụ ọbụla.",
    "Ụlọakụ, ụlọakwụkwọ na ụlọahịa ndị mmadị mepere emepe.",
    "Okporoụzọ Tetlow",
    "Na Tetlow road, ndị mmadụ na-agagharị mana ụfọdụ ụlọahịa mechiri emechi.",
    "Ahịa Eke ọnụ na-azụrụ onwe ya ka ọnweghị ihe na-eme.",
    "Ọkụ agbaala akụkụ ụlọụka Katọlik Asumpta Cathederal dị n'Owerri n'abalị ụbọchị ụka 20 Maachị, 2022.",
    "Ọkụ a malitere n'ihe dịka elekere itoolu nke abalị, mana a matabeghi ihe kpatara ya.",
    "Archbishop Ugorji abụrụla onyeisi 'Catholic Bishops Conference of Nigeria'",
    "O nweghi onye ọbụla nwụrụ mana ọtụtụ uwe ndị ụkọchukwu ji edo mass gbara ọkụ.",
    "Ndị ọrụ mgbanyụ ọkụ zara oku ngwa ngwa bịa menyụọ ọkụ na-agbanyeghi na ọtụtụtụ ngwo ngwo dị mkpa gbara ọkụ.",
    "Assumpta Cathederal bụ isi ụlọụka Katọlik nke Owerri dayọsis.",
    "A malitere ịrụ ya n'afọ 1954, ma rụchaa ya n'afọ 1980, onye malitere atụmatụ ịrụ ya bụ Bishọp Joseph Brendan Whelan.",
    "Na nso nso Bishọp Anthony Obinna bụ onye ụkọchukwu n'ụlọụka lara ezumike ebe Bishọp Lucius Ugorji nọchiziri anya ya.",
    "Mberede njem ụgbọelu",
    "Imo steeti",
    "China",
    "Ụka ndị Roman",
    "Ọrụ esemese ọrụrụ ụlọ or akịtekchọ",
    "NA EME UGBU A Russia and Ukraine conflict: WW3 ga-ada ma ọ bụrụ na ekpetaghị udo - Volodymr Zelensky",
    "Gee ntị, Nkeji BBCelekere 4 gara aga",
    "Etu ndị a sị bụ ndị ‘unknown gunmen’ si wakpoo ahịa Nkwo Inyi n’Enugu steetielekere 3 gara aga",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu10 Maachị 2022",
    "Vidio, Nkọwa ndị ọkaiwu gbasara ikpe Dave Umahi, Duration 32,229 Maachị 2022",
    "International Women's Day: Kedụ ihe ọ pụtara Afrịka9 Maachị 2022",
    "Etu ndị a sị bụ ndị ‘unknown gunmen’ si wakpoo ahịa Nkwo Inyi n’Enugu steeti",
    "Gịnị bụ \"Stay Execution of Judgement\" high court nyere Dave Umahi?",
    "Ihe e mere onye wepụtara onyonyo Willie Obiano dịka ọ nọ n’aka ndị EFCC",
    "Ndị agha Jihad egbuola ndị agha mba Burkina Faso 10",
    "Onyeisiala Buhari agbarụọla ihu maka mwakpo a wakporo ụlọ George Obiozor",
    "Ihe mere Bianca Ojukwu jiri 'maa mụ ụra' - Ebele Obiano",
    "Ihe ị kwesịrị ịma maka Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti",
    "Etu 'unknown gunmen' si wakpoo ụlọọrụ NDLEA n'Ebonyi steeti, gbuo mmadụ anọ taa",
    "\"Ọrụ anyị amalitela n'Anambra\"- Charles Soludo na Onyekachi Ibezim",
    "Anyị gburu ndị IPOB/ESN anọ wakporo ụlọọrụ uweojii dị n'Omuma - Uweojii Imo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}