{
  "published": "23 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, House of Rep Nigeria/Facebook",
    "Ụlọomeiwu Naịjirịa emela mkpebi ọhụrụ n'okwu 'Electoral Act 2022' dịka ntulika nke 2023 na-abịa",
    "Ụlọomeiwu Naịjirịa ekpebiela ịgbagha mkpebi Ụlọikpe Ụkwu nke Umuahia nyere ọkaiwu Ukwu Gọọmenti etiti bụ Abubakar Malami ikike ịkachapụ akụkụ nke iri asatọ na anọ, mpaghara nke iri  na abụọ  nke iwu ntuliaka ọhụrụ a kpọrọ 'Electoral Act 2022' n'ụlọikpe mkpegharị.",
    "\"Emezuola m nkwa m kwere inye Naịjirịa usoro ntuliaka bụ ọkaibe\" - Buhari",
    "Ndị sị anyị tọhapụ Nnamdi Kanu, anyị agaghị atọhapụ ya- Buhari",
    "Nkọwa ihe mere Onyeisiala Buhari ebinyeghi 'Electoral Amendment Bill' aka",
    "Akụkụ nke iri asatọ na anọ, mpaghara nke iri  na abụọ nke iwu nkuliaka ọhụrụ  kwuru sị:",
    "\"O nweghị onye ji ọkwa ọchịchị ga-eso tụọ vootu na ogogo ọbụla n'ọgbakọ ukwu nke otu pati ọbụla maka ịhaọpụta onye ga-az ọ ọkwa ọchịchị n'aha pati ọbụla.\"",
    "Ndị omeiwu chọrọ ka Malami gbaa jim na mkpebi ụlọikpe rue ma e kpecha ya bụ ikpe. Cheta na Onyeisiala Muhammadu Buhari rịọburu ndị ụlọomeiwu ahụ ka ha kachapụ iwu ahụ mana ha jụrụ ajụ nke mere ka g a gbaa akwụkwọ n'ụlọikpe",
    "Onyeisiala mba South Africa akwụsịla ọtụtụ mmachị covid butere",
    "Ebe foto si, AFP",
    "Onyeisiala Cyril Ramaphosa na-achị mba South Africa ekwuola na ọtụtụ mmachị covid 19 butere ga-ebi taa bụ Wednesday March 23, 2022.",
    "Ramophosa kwuru na kwuru na nyocha e mere na mba ahụ egosila na mmadụ si pasenti iri isii ruo pasenti iri asatọ enwetala mgbochi maka ọrịa covid.",
    "Ramaphosa abụrụla onyeisiala mba South Africa",
    "Ramaphosa na-akwado ịbụ onyeisiala South Africa",
    "O kwuru na nke a na mere gọọmenti mba ya ga-eji kwe ka ụfọdụ ụlọ ahịa mepee nakwa kwụsịtụ iyi mkpuchi imi.",
    "Nkwụsị mmachị a ga-ahụ na emepekwara ọdọ egwuregwu , ebe nkiri , ụlọ egwuregwu ka ọha bata nke ga-eme ka ngalaba nlegharị anya chakeekwa ọzọ.",
    "Mana ndị na-anọ ebe a na-eme mmemme ga-agba mbọ hụ na ha agbala ọgwụ mgbochi maọbụ gosi akụkwọ mpụtara nyocha ha mere maka covid ka awa 72 gafechara.",
    "Ha ga-edowekwa ọnụọgugụ ndị ga-abịa mmemme ọbụla a na-eme na mba ahụ ugbua ruo pasenti iri ise (50%).",
    "Ndị na-eme njem ga-egosiriri mpụtara nyocha ha mere maka covid dịka awa 72 gafechara ha ji bata mba South Afrika.",
    "A ga-enwe akụụngwa e ji agba ọgwu mgbochi maka ndị mere njem chọrọ ịgba ya bụ ọgwụ ma ha batacha mba ahụ.",
    "Ebe foto si, PIUS UTOMI EKPEI",
    "Kọmishọna ndị uweojii na Legọs steeti bụ Abiodun Alabi adọọla ndị ọrụ ya aka na ntị gbasara iri ngarị maọbụ ịna akaazụ n'ụdị ọbụna.",
    "Alabi kwuru nke a ụbọchị Tuzde mgbe ọ mere njem nleta n'isiụlọ ọrụ ha dị n'Ogba na Steeti ahụ ebe ọ sị na onye obula e jidere ga-ata ezigbo ahụhụ ọkachasi ugbua e tinyegoro ha ihe n'ego ụgwọ ọnwa ha.",
    "Alabi gwara ndị uweojii na ha kaa onye uweojii ọbụla nara mmadụ aka azụ.",
    "Ọ sị na ndị ngalaba ọrụ uweojii n'ahụ maka ọdịmma ndị uweojii agbaala mbọ ihe na tinyere ha ego mmachị akpa, bulikwaa ụgwọ ọnwa ha.",
    "Ọ gwakwara ha sị \"ọbụrụ na onye ụweojii ọbụla naa gị akaazụ maka ịgbapụta onye ahụ, gwaa ndị isi\".",
    "Ọ dọkwara ha aka na ntị ka ha kwusi ị na-ajụ ndị mmadụ akwụkwọ ụgbọala na-enweghị isi.",
    "\" Ịjụ ndị mmadụ akwụkwọ ha jiri bubata ụgbọala ha bụ ihe enweghị isi\".",
    "Ọ sịrị na ndị isi ha agwala ndị ọchịchị ka ha ghara ịsepụ ego n'ime ụgwọọnwa ha kwa mgbe kwa mgbe.",
    "Ọ kwere nkwa na ya ga-ahụ na nsogbu ụfọdụ ha na-enwe.",
    "Ebe foto si, Getty Images",
    "Ndị omekome egbuola mmadụ iri atọ na anọ (34) nke gụnyere ndị agha Naịjirịa mmadụ abụọ na mwakpo ha mere na Kaduna steeti ụbọchị ụka.",
    "Ndị ajọọ mmadụ ahụ gbakwara ọtụtụ ụlọ ọkụ n'obodo ahụ ma tinye ndị bi ebe ahụ n'oke ụjọ.",
    "Akụkọ kwuru na ha kpara ya bụ mkpamkpa n'obodo anọ bụ ebe ha mebiri ọtụtụ ihe.",
    "Naijiria",
    "South Africa",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Muhammadu Buhari",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Russia and Ukraine conflict: G20 nwereike ịchụpụ Russia n'otu ha",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Vidio, Etu m si hibe ụlọọrụ si Naijiria ebuga ngwa nri na mba ofesi - Vivian Agboanike23 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Kedụ ihe ị ma maka Bianca Ojukwu?18 Maachị 2022",
    "Onye bụ Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti ?22 Maachị 2022",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu10 Maachị 2022",
    "Ihe ise mere ụwa ji kpụrụ ụlọahịa ahụ n'ọnụ ugbua",
    "Ihe Ipob kwuru maka ndị mechiri ụlọọrụ, ụlọakwụkwọ n'ike n'ihi egwu 'unknown gunmen'",
    "Soludo Vs Willie Obiano: 'Anambra steeti ji ụgwọ ruru N100bn'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ndị a sị bụ ndị ‘unknown gunmen’ si wakpoo ahịa Nkwo Inyi n’Enugu steeti",
    "Ihe mere Bianca Ojukwu jiri 'maa mụ ụra' - Ebele Obiano",
    "Ihe e mere onye wepụtara onyonyo Willie Obiano dịka ọ nọ n’aka ndị EFCC",
    "Kedụ ihe ị ma maka Bianca Ojukwu?",
    "Ụzọ ise ụmụnwaanyị Igbo si 'pụọ iche' ebe ndị nke Saudi Arabia nọEmelitere ikpeazụ na: 2 Ọgọọst 2019",
    "Ihe ndị bu ọtụ na amụ na-agabigaEmelitere ikpeazụ na: 2 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}