{
  "published": "23 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Marksman Chinedu Ijiomah Facebook/SEC WEBSITE",
    "Marksman Chinedu Ijiomah bụ onyeisi ngalaba Chinmark Group",
    "Otu onye ọrụ na-arụrụ Marksman Chinedu Ijiomah bụ onyeisi Chinmark Group , na-achọghị ka-akpọ aha ya ekwuola ihe ha na-agabiga ugbua n'aka nwa amadi ya ugbua.",
    "Chinmark na-ewu kamgbe na soshal midia maka etu ndị mmadụ si pụta na-ekwu na o kweghị akwụ ha ụgwọ o ji ha dịka ụfọdụ n'ime ha tinyere ego ha n'ụọahịa ya iji nweta isi ego na ọmụrụ nwa.",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru",
    "Ọgbambọ nke osiite Winifred Nwaanya",
    "Onye ahụ kwuru na kamgbe mbido afọ 2022 ka ya na ndị ọzọ na-arụrụ Chinmark ọrụ bidoro hụwa mgbanwe agwa n'ebe Ijiomah nọ.",
    "N'ọnụ, onyeisi anyị kwụsịrị iza ekwenti ya ma anyị kpọọ ya, anaghị ekwe ka anyị bata n'ime ogige ụlọọrụ Chinmark kamgbe mbido afọ 2022.",
    "O kwuru na nya bụ ihe gbagojuru ha anya makana o gosila anyị ọtụtụ ihunanya tupu ugbua.",
    "Onye ọrụ ya ọzọ kwuru na o bidoro rụwara Chinmark Group ọrụ n'afọ 2020, mana eruru nq mbido afọ 2022, ndị isi ụlọọrụ ahụ kpọọ ya na ụfọdụ ndị otu ya, si ha kwụsị ọrụ.",
    "Ọ gwara BBC Igbo na ihe ụlọọrụ Chinmark gwara ha bụ na ha na-aga obere ezumike nakwa ha ga-akpọghachite ha n'oge na-adịghị anya.-",
    "Ọtụtụ mmadụ pụtara n'elu soshal midia na-ekwu etu Ijiomah si gwuo ha chandum site na ịnakọrọ ha ego ha ma jụụ ikwụ ha ụgwọ mgbe o kwere nkwa ịkwụ ya bụ ụgwọ.",
    "Ihe ndị mere ụwa ji kpụrụ Chinmark Group n'ọnụ ugbua",
    "Cheta na Marksman Chinedu Ijiomah eji Chinmark wee mara pụtara n'onyonyo o tinyere n'akara Facebook rịọ ndị oji ego achụ ego dọnyere ụloahịa ya ukwu ka ha nwee ndịdị nwa mgbe nta.",
    "Arịrịọ Chinmark na-abịa n'elu okwu pụtara na social media ebe ọtụtụ mmadụ kwuru na o ji ha ụgwọ dịka ha tinyere ego ha n'ụlọahịa ya,  iji chụta uru n'elu ego ha.",
    "Chinmark Group bụ aha e ji mara ngalaba nwa amadi Ijomah nke o hibere iji nye ndị mmadụ ohere ka ha wete ego ka o jiri ya na-azụ ahịa ma na-enye ha ọmụrụ nwa n'elu ego ha, dịka Ijomah si depụta n'akara Faecbook ya.",
    "Kedụ ka mmiri si gbaruọ?",
    "Marksman Chinedu Ijomah depụtara n'akara facebook ya, na ngalaba Securities & Exchange Commission (SEC) machiri ọba ego Chinmarks Group kamgbe ụbọchị December 21, 2021.",
    "O kwuru na kamgbe ahụ,  na ọ bụ sọ mmadụ narị ise n'ime mmadụ pụku anọ na ụma (4966) ka ọ kwụnwụrụ ụgwọ ha tinyere na nwulite ụlọahịa Chinmark iji rite ọmụrụ nwa ego malite na March 16, 2022.",
    "Mana ụfọdụ ndị mmadụ tinyere ego na Chinmark na-ekwusike na Ijomah egwuola ha chandum site na ịji  ndị otimkpu ya lafuo ha ma nakọrọ ha ego ha.",
    "Otimkpu Chinmark ụwa kpụ n'ọnụ ugbua bụ Amanda Chisom bụ onye na-ahụ maka mmekọrịta mmadụ na ọha nakwa Harrison Gwamnishu bụkwa onye ọnụ na-eru n'okwu.",
    "Naanị Amanda ka anyị hurụ ihe gbasara Chinmark n'akara Facebook ya mana onwebeghị ihe anyị hụrụ Gwamnishu depụtara maka Chinmark  n'akara Facebook ya.",
    "Lee ihe ụfọdụ ndị mmadụ na-ekwu maka Amanda Chisom bụ otimkpu Chinmark:",
    "Ngalaba Securities & Exchange Commission (SEC) nke Naịjirịa depụtara n'ọba ozi webụsaiti ha akwụkwọ ozi katọrọ atụmaatụ oji ego achụ ego nke ụlọahịa Chinmark Group.",
    "Akwụkwọ ozi ahụ bu deeti December 25, 2021 dọrọ ndị mmadụ aka na nti ka ha mata na Chinmark group nke nọ n'okpuru aha Fin Africa Investment Limited edenyeghị aha azụmahia ya n'akwụkwọ SEC ma na-ekwu na onye ọbụla ya na ha na-emekọ ihe , ihe ọ hụru ya jiri isi ya buru.",
    "Ebe foto si, Sec website",
    "Akwụkwọ ozi ahụ kwukwara na SEC akwadoghị udiri atụmaatụ azụmahia Chinmark na-eme.",
    "Agbanyeghị mmiri ọkụ a niile na-asụ maka okwu a, Ijiomah apụtala na-ekwusi ike na onweghị ihe mere ego niile o ji ndị mmadụ nakwa ọ na-agba mbọ ihu na onye ọbụla nwetere ego ha.",
    "Soludo Vs Willie Obiano: 'Anambra steeti ji ụgwọ ruru N100bn'",
    "Ihe mere Bianca Ojukwu jiri 'maa mụ ụra' - Ebele Obiano",
    "Ihe atọ Onyeisiala Muhammadu Buharị na-abịa ịme na Legọs",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Dịka gọọmentị Naịjirịa na-enye ndị mmadụ N10,000 iji bido azumaka, ndị mmadụ chọrọ ịma ihe ha ga-eji ego ahụ mee.",
    "NA EME UGBU A Russia and Ukraine conflict: G20 nwereike ịchụpụ Russia n'otu ha",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Vidio, Etu m si hibe ụlọọrụ si Naijiria ebuga ngwa nri na mba ofesi - Vivian Agboanike23 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Kedụ ihe ị ma maka Bianca Ojukwu?18 Maachị 2022",
    "Onye bụ Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti ?22 Maachị 2022",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu10 Maachị 2022",
    "Ihe ise mere ụwa ji kpụrụ ụlọahịa ahụ n'ọnụ ugbua",
    "Ihe Ipob kwuru maka ndị mechiri ụlọọrụ, ụlọakwụkwọ n'ike n'ihi egwu 'unknown gunmen'",
    "Soludo Vs Willie Obiano: 'Anambra steeti ji ụgwọ ruru N100bn'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ndị a sị bụ ndị ‘unknown gunmen’ si wakpoo ahịa Nkwo Inyi n’Enugu steeti",
    "Ihe mere Bianca Ojukwu jiri 'maa mụ ụra' - Ebele Obiano",
    "Ihe e mere onye wepụtara onyonyo Willie Obiano dịka ọ nọ n’aka ndị EFCC",
    "Kedụ ihe ị ma maka Bianca Ojukwu?",
    "Ụzọ ise ụmụnwaanyị Igbo si 'pụọ iche' ebe ndị nke Saudi Arabia nọEmelitere ikpeazụ na: 2 Ọgọọst 2019",
    "Ihe ndị bu ọtụ na amụ na-agabigaEmelitere ikpeazụ na: 2 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}