{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Frank Gardner",
    "BBC security correspondent",
    "Ebe foto si, Getty Images",
    "Mariupol abụrụla obodo dị na mba Yukren ndị mba Rọshịa kacha ebuso agha ma kachakwa mebie.",
    "Gịnị mere obodo a ji dị oke mkpa n'agha ndị Rọshịa na-ebuso mba Yukren?",
    "E nwere ihe anọ mere inweta obodo a nwere ọdọ ụgbọmmiri jiri dị ndị Rọshịa mkpa ma bụrụ ọdachị nye ndị mba Yukren.",
    "Inweta ma jide oke ala dị n'etiti Donbas na Crimea",
    "Elewe anya n'ihe gbasara ala, Mariupol pere mpe kama ọnọchịrị ndị agha mba Rọshịa isi Crimea bata",
    "Ha si ebe a achọ izute ndị otu ha na ndị nnupuisi Yukren nọ na Dọnbas.",
    "Richard Barrons onye bụbu ọchịagha ndị agha Briten kwuru na Mariupol dị oke mkpa n'agha Rọshịa na-ebuso mba Yukren.",
    "\"Mgbe ndị Rọshịa lụchara agha a n'uju ha, ha ga-enweta ụzọ jịkọrọ mba Rọshịa na Crimea ma ha ga-ahụkwa nke a dịka ọganihu dị oke mkpa\".",
    "Ọ bụrụ na Rọshịa nweta Mariupol, ha enwetala 80% ikpere mmiri Blcaksea nke bụ na ha ewepụla ma jibodo ụzọ Yukren ji azụ ahịa maọbụ maọbụ ha na mba ọzọ ịnwe mmekọ.",
    "Ndị Yukren na-aluso ndị agha Rọshịa ọgụ kamgbe izuụka atọ tinyere ndị agha Rọshịa na gbaharịa.",
    "Ọnọdụ a ndị agha Rọshịa nọ mere ka ha were atụmatụ agha oge gboo were bido ịtụ ogbunigwe aghara aghara na mpaghara Mariupol.",
    "Ha ewepụla ọkụ latrik, mmiri, nrị , ihe ekpemọkụ na ọgwụ. Ọ bụ dịka ndị mba Yukren ekweghị ịtọgbọ ngwa ọgụ ha ma chilie aka elu dịka Rọshịa nyere ha elekere ise mgbede nke ụbọchị Mọnde.",
    "Otu onye omeiwu mba Yukren na-ebo Rọshịa ebubo \"iji agụrụ eme ka ndị agha Yukren kwụsị igbochi Rọshịa ịbata were ọnọdụ.\"",
    "Yukren na-ekwu na ha ga-eji ihe niile na mmadụ niile ha nwere hụ na Rọshịa abataghị Mariupol.",
    "Etu ihe siri dị, okwu ha dịka ọ ga-abịa na mmezu.",
    "Ndị agha Rọshịa na-abata obere obere ma dịka enweghị okwu udo ọbụla, ndị Rọshịa ga-eji ohere a tusiwa ogbunigwe ike.",
    "Ọ bụrụ na ndị Rọshịa meecha nweta obodo Mariupol, ha ga-enye ohere ka ndị agha ruru 600, hazie onwe ha dịka batalịọn mmadụ 1,000 ma nwezie ike ga-nyere ndị agha Rọshịa nọ n'ihu.",
    "Enwere ebe ole na ole e nwereike iziga ndị a:",
    "Mpaghara ọwụwa anyanwụ nke ugwu iji nwee ike ịgba ndị agha Yukren na-aluso ndị na-akwado mba Rọshịa okirikiri.",
    "Mpaghara ọdịda anyanwụ iji ruo Odesa bụ obodo ikpeazụ nyere ndị Yukren ụzọ Black Sea",
    "Mpaghara ugwu gawa obodo Dnipro",
    "Ukraine war in maps: Tracking the Russian invasion",
    "imekpa akụnaụba Yukren ahụ",
    "Mariupol kamgbe abụrụla obodo dị oke mkpa nke dị n'ọdọ ụgbọ mmiri Oshimiri Azov, nke sọ na oshimiri Black Sea.",
    "Oshimir Azov miri emi nke ọma nke mere ka ọ bụrụ ebe ngbere igwe n'etiti mba YUkren na ndị nke nọ na mpaghara Middle East na ebe ndị ọzọ.",
    "Ebe foto si, Getty Images",
    "Ihe ndị Yukren ji gbochie ụgbọala isite na oshimir Azov ịbata n'okporo ụzọ, 17 Febr",
    "Kemgbe afọ asatọ ugbua mgbe Rọshịa dọtara Crimea, obodo a nọ n'etiti ndị agha Rọshịa nọ na Crimea na ndị na-akwado Rọshịa nọ na mpaghara Donetsk na Luhansk na mba Yukren.",
    "ihe ga-esiri akụnụba ndị mba Yukren ike ma Rọshịa mechaa were Mariupol.",
    "Ohere izi ozi nrafu",
    "Mariupol bụ ebe ndị otu Azov Brigade bụ ndị kwenyere n'echicha Adolf Hilter a na-akpọ 'Neo Nazi'.",
    "Agbanyeghị na ha mejupụtara obere n'ime ndị agha mba Yukren, mba Rọshịa ejirila ohere a kwuo na ndị agha ha na-aga ịchụpụ ndị Neo Nazi.",
    "Ebe foto si, Getty Images",
    "Ebe ndị Azov Brigade na-amụ ọgụ n'ebe oriri dị nso Mariupol, February 2019",
    "Ndị Rọshọị nwee ike jide ụfọdụ ndị Azov Brigade a, ha ga-egosịpụta ha dịka njọ ha chọrọ ịwepụ na mba Yukren.",
    "Mkpalịọ mụo ndị Rọshịa",
    "Ndị Rọshịa meecha were ọnọdụ na Mariupol, ha ga-eji ohere ahụ gosi ndị mba ha na ha enwetewala ihe ha na-achọ.",
    "Kama onyeisiala Putin hụtara agha n'ụzọ ọzọ maka ọ na-ahụta oshimiri Black Sea dịka ihe akpọrọ Novorossiya, nke bụbu ala Rọshịa mgbe ha nọ n'ọchichị n'afo ndị 1800.",
    "Putin chọro ịweghachi ya ọzọ site n'atụmatụ, \" ịzọpụta Rọshịa n'aka ajọ mkpagbu ndị mba nọ na ọdịda ụwa\".",
    "Kama ọ ga-ewute ndị mba Yukren, akụnụba ha ma mbọ agha ha na-agba. Ọ ga-eme kwa ka obi ndị na-alụ ọgụ a daa mba ịchekwa ala nna ya.",
    "Mariupol ga-abụgwa obodo abụọ danyere n'aka ndị Rọshịa dịka Kherson ha etinyesighị mbọ ike ịchekwa.",
    "Ebe foto si, Reuters",
    "Ndị na-egwu ili ndị nwụrụ, 20 March",
    "Mariupol  agbaala mbọ ichekwa onwe ha kama o furu ihe ihe.",
    "Mba Rọshịa ejirila ogbunigwe gbarie obodo ahụ.",
    "Ọ ga-agụnye ya na obodo dịka Grozny na Allepo ndị agha Rọshịa ji ogbunigwe memilaa.",
    "Nke a bụ ozi dọrọ anya mba Rọshịa na-ezigara obodo ndị ọzọ nọ na mba Yukren, \" luso anyị ọgụ ma rite ihe Mariuolu ritere\".",
    "Dịka Richard Barrons si kwuo. \" Ndị Rọshịa enweghịike iji ụkwụ maọbụ ụgbọala agha ha bata Mariupol. Ya mere ha jiri were gbunigwe gbarie ebe niile. Ọ bụ kwa etua ka ọnọdọ ebe ndị ọzọ ha chọrọ ịbata ga-anọ\"",
    "Rọshia",
    "Ukraine",
    "NA EME UGBU A Russia and Ukraine conflict: Nwata akwụkwọ Naijirịa gbalatara maka agha Yukren anwụọla",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Soludo Vs Willie Obiano: 'Anambra steeti ji ụgwọ ruru N100bn'elekere 4 gara aga",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Kedụ ihe ị ma maka Bianca Ojukwu?18 Maachị 2022",
    "Onye bụ Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti ?elekere 9 gara aga",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu10 Maachị 2022",
    "Soludo Vs Willie Obiano: 'Anambra steeti ji ụgwọ ruru N100bn'",
    "Etu ndị a sị bụ ndị ‘unknown gunmen’ si wakpoo ahịa Nkwo Inyi n’Enugu steeti",
    "Etu ụlọakwụkwọ siri mechie n'ike N'Owere n'ihi egwu 'unknown gunmen'",
    "Ndị agha Jihad egbuola ndị agha mba Burkina Faso 10",
    "Gịnị bụ \"Stay Execution of Judgement\" high court nyere Dave Umahi?",
    "Ihe mere Mariupol ji dị mkpa n'atụmatụ Rọshịa",
    "Ernest Ezeajughi, bụbu 'Mayor' na London aghọọla \"Chief of Staff\" Soludo",
    "Anyị gburu ndị IPOB/ESN anọ wakporo ụlọọrụ uweojii dị n'Omuma - Uweojii Imo steeti",
    "Ihe e mere onye wepụtara onyonyo Willie Obiano dịka ọ nọ n’aka ndị EFCC",
    "Ọkaikpe sị ka a tụnyegodị ọkwọụgbọala BRT a na-enyo maka ọnwụ Bamise na mkpọrọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}