{
  "published": "23 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Naijiria bụ obodo e ji itụbata ihe mara, nke bekee na-akpọ 'import-dependent' nation.",
    "Mana nwa ada Igbo a aha ya bụ Princess Vivian Agboanike na-esi na Naijiria na-ebupụ ihe oriri dị icheiche gaa mba ofesi.",
    "Onye ọkaiwu na-ere ọkpa",
    "Etu e si akpata ego site n'ịzụ ọkụkọ Bekee",
    "Ọgba Mbọ: Ọ bụ onyinye Chukwu nyere m ka m ji akpata ego oriri - Ifeyinwa Oduche",
    "Princess kọọrọ BBC Igbo na ọ malitere ọrụ a oge ọ gụchara akwụkwọ sekọndịrị, wee na-achọ ihe ọ ga na-eme tupu ọ banye mahadum.",
    "\"Amalitere m ịga n'ụlọ n'ụlọ na-ajụ ndị mmadụ ma enwere ozi m ga-agara ha,\" Princess kwuru.",
    "\"Otu a ka m si bido igotere ndị mmadụ ngwa nri dị icheiche n'ụlọ ha.\"",
    "Oge ọ gụchara mahadum, Princess chọpụtara na ọtụtụ ụmụ Naijiria bi mba ofesi na-achọ onye ga na-ezitere ha ihe oriri si Naijiria.",
    "Nke a mere o ji gaa ọzụzụ maka ibupụ ngwa nri n'obodo ọzọ, biakwa denye aha ya n'otu a kpọrọ 'Nigeria Export Organisation'.",
    "Ugbua, Princess nwere obere ụlọọrụ na-ebupụ ngwa nri dị icheiche gaa ọtụtụ mba ụwa ebe ụmụ Naijiria bicha.",
    "Princess kwuru na mgbe ọ malitere ọrụ, ụmụnne ya anabataghi ya, mana ugbua, onye ọbụla etinyela aka na ya.",
    "\"Naanị nne m nyere m nnukwu nkwado oge m na-amalite, mana ọ bụ ihe mwute na ọ laala mmụọ ugbua,\" ka o kwuru.",
    "\"Ndị ọrụ m ugbua akariala iri isii, tinyekwara ọtụtụ ndị ọzọ na-agara m ahịa izụtara m ngwa nri.\"",
    "Ihe ndị ha na-esi Naijiria ebuga mba ofesi gụnyere: akwụkwọ nri dị icheiche, ose ọkpọọ na nke ndụ, mkpụrụ osisi dika mkpụrụ kashuu, ahụekere, jinja, egwusi, ọgbọnọ, azụ ọkpọọ, ji na ọtụtụ ihe ndị ọzọ.",
    "Princess kwuru na otu ihe nhịahụ dị n'ọrụ ha bụ na gọọmenti Naijiria anaghị enyere ha aka nke ọma.",
    "Ndị mere akụkọ a bụ Vining Ogu na Chukwunaeme Obiejesi.",
    "Azụmahịa nke kọmpụta",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Ahịa",
    "Vidio, Ọgba mbọ: Etu m si hibe ụlọọrụ si Naijiria ebuga ngwa nri na mba ofesi, Duration 5,1323 Maachị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Bianca Ojukwu vs Ebele Obiano: Ihe anyị ma maka esemokwu Ebele Obiano na Bianca Ojukwu, Duration 0,2317 Maachị 2022",
    "Vidio, Kidnapping in Enugu State: Etu e si jide nwaanyị echebu bụ onyeara a na-ebo ebubo ịtọrọ ụmụaka, Duration 2,5822 Maachị 2022",
    "Vidio, Africa Eye: Etu okporoụzọ mba Kenya si ata isi ọtụtụ ndị mmadụ agharaaghara, Duration 10,3622 Maachị 2022",
    "Vidio, Professor Charles Chukwuma Soludo: Ihe i kwesịrị ịma maka onye ga-achị Anambra steeti, Duration 1,07,487 Nọvemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 0,59elekere 7 gara aga",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, NYSC scheme in Nigeria: Etu m siri si ụzọ ife ala nna nyere aka rụọ okporoụzọ n'obodo ezigara m, Duration 5,3720 Maachị 2022",
    "Vidio, Anambra Elections 2021: Ihe mere ntụliaka Anambra ejighị adanye na nke steeti ndị ọzọ, Duration 2,085 Nọvemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}