{
  "published": "24 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi ndị Biafra Independence Movement (BIM) bụ Ralph Uwazuruike akọwala uru isonye n'otu ndị Unrepresented Nations and Peoples Organization (UNPO) bụ otu ndị na-achọ mnwereonwe na mba ha dị icheiche baara ndị Biafra.",
    "Uwazuruike sị na ọ bụ naanị ya ka ndị otu a maara maka mbọ niile ya na-agba maka mnwereonwe Biafra.",
    "Lee otu ndị na-achọ Biafra",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge agha",
    "Biafra bụzi ihe egwuregwu - Uwazuruike",
    "O kwuru na ha amabeghị ihe ga-abụ isiokwu nke afọ a na ya bụ ọgbakọ mana ya ga-amata nke a mgbe adịghị anya.",
    "Ọ kwekwara nkwa ị kọwara ndị Igbo ihe ọ jetere ebe ahụ ma ọ lọghachịte.",
    "Otu Unrepresented Nations and Peoples Organization (UNPO) bụ ọgbakọ otu mbaụwa nke ndị na-achọ mnwereonwe na be ha dị iche iche.",
    "Ọkachasị ndị a na-akpagbu na be ha nke bụzị na ha enweghị ọnụ okwu.",
    "Otu a na-enyere ndị otu ha aka ịnwe kwuwe okwu nakwa ịzọta oke diiri ha na mba ndị ahụ na-akpagbu ha.",
    "Ndị dị etu a anaghị enwe ohere iso ibe ha nọrọ n'ọgbakọ ukwu ọbụla a na-eme n’ụwa.",
    "Ọ bụ ndị so na ya bụ ndị na-eweta ego ha ji akwado otu ahụ.",
    "Nke a na-enyere ha ake ikwuru maọbụ ịme ihe ọbụla ha nwereike mee maka nwereonwe ha.",
    "Otu a na-enye ha ikike ịme maọbụ ikwu ihe ndị ọzọ enweghị ike ikwu.",
    "Otu a nwere ọgbakọ omeiwu ọha bụ 'General Assembly' nke bụ na ha emepụtala iwu ha nakwa atụmatụ ha ji arụ ọrụ.",
    "Ha nwekwara kọmitii ndị ọzọ na-enyere 'General Assembly' ha aka.",
    "Ka otu a si bido",
    "UNPO malitere n’afọ ihe dịka 1980 site n’aka nwaamadị gbara ọsọ ndụ maka mkpagbu nke ndị Kọminist bụ Linnart Mäll nke Congress of Estonia, Erkin Alptekin nke Uyghur, nakwa Lodi Gyari nke Tibet, ya na Michael Van Walt van Praag, bụ onye ọkaikpe ofesi nke ọgbakọ mbaụwa nke iri na anọ (14) nke Dalai Lama bụ ndị hibere otu a.",
    "Isiokwu ha bụ ịme ka ndị na-achọ mnwereonwe kwụsị iji ụzọ tigbuo zọgbuo nweta ya nakwa ịme ka ndị agbụrụ niile jọkọọ ọnụ ma sọpụrụ onwe ha agbanyeghị ihe ha na-agabiga.",
    "E hibere ọgbakọ a dịka ebe ndị niile nọ n’ọnọdụ dị otu a ga-agbata ọsọ enyemaka.",
    "Otu a pụtara ihe nke mbụ n’afọ 1991 na Peace Place dị na Hague site n’aka nọchita anya si mba ndị Australian Aboriginals, Armenia, Crimean Tatars, Cordillera, East Turkestan, Estonia, Georgia, ndị Greek nọ n’Albania, Kurdistan, Latvia, Palau, Tibet, Taiwan, Tatarstan na West Papua.",
    "Mechaa ndị Abkhazia, Aceh, Assyria, Chittagong Hill Tracts, South Moluccas, Bougainville, Chechnya, Kosova, Zanzibar, Mairi na ndị Iraq Turkmen sonye na ya.",
    "Ndị otu a mechere ruo ndị nnọchite anya ruru 45 bụ ndị na-anọchite anya mmadụ ruru nde narị atọ (300,000,000) n’ụwa niile.",
    "Ụfọdụ n’ime ndị a ọzọtala mnwereonwe ha, sikwa na otu a pụọ maka na ha enwetala ọnọdụ ha chọrọ na be ha.",
    "Aha ndị Biafra, Ogoni na Yoruba dị n’ọba ozi ha ugbua.",
    "Aha ndị BIM na MASSOB sọkwa na ya",
    "Nke a mere Ralph Uwazuruike ji aga isonye ọgbakọ ha n'afọ a maka atụmatụ mnwereonwe Biafra.",
    "Kirie ihe onyonyo a ka ị nụrụ ihe o kwuru maka nkwado ọgbakọ a.",
    "Vidio, Ralph Uwazuruike: 'Naanị ụzọ udo ka e si enweta mnwereonwe Biafra', Duration 4,4724 Maachị 2022",
    "Vidio, Nigeria Election 2019: Ihe a na-ekwu maka Peter Obi n'obodo ya, Duration 3,3214 Febụwarị 2019",
    "Vidio, Ọgba mbọ: Etu m si hibe ụlọọrụ si Naijiria ebuga ngwa nri na mba ofesi, Duration 5,1323 Maachị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Bianca Ojukwu vs Ebele Obiano: Ihe anyị ma maka esemokwu Ebele Obiano na Bianca Ojukwu, Duration 0,2317 Maachị 2022",
    "Vidio, Kenya Water Crisis: Etu e si were teknuzu na-ebuso nsogbu enweghị mmiri agha na mba ahụ, Duration 4,1224 Maachị 2022",
    "Vidio, Water scarcity in Enugu:'Ụkọ mmiri na-anyụ anyị ịkpakwụ n'Nsukka', Duration 1,0711 Maachị 2021",
    "Vidio, Etu ọgbakọ ndị ntorobịa Oraifite na 'Whatsapp' si rụọrọ nwaanyị ajadu nọ n'ọrịa ụlọ, Duration 5,419 Maachị 2022",
    "Vidio, Nigerian Sumo Wrestler: Ihe mere m jiri gbaa mgba Sumo na Japan - Emeka Okeke (Baba Mutum), Duration 6,251 Disemba 2021",
    "Vidio, Professor Charles Chukwuma Soludo: Ihe i kwesịrị ịma maka onye ga-achị Anambra steeti, Duration 1,07,487 Nọvemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}