{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Peter Obi/Twitter",
    "Ihe ndị mere ọtụtụ ụmụ Naijiria ji hụ aka chịburu Anambra steeti n'anya",
    "Dịka aka chịbụru Anambara steeti bụ Peter Obi kwupụtara taa bụ Tọzde, abalị 24 nke ọnwa Maachị, afọ 2022, mmasị ya ịzọ ọkwa onyeisiala Naịjirịa, ebe nile malitere ịzụwa ka ahịa na soshal midia.",
    "Nke a bụ n'ihi oke ịhụnanya ọtụtụ ndị mmadụ nwere na nwa amadị ahụ.",
    "Ihe Ipob na-achọ karịrị Peter Obi - Paul Achalla",
    "Ndị katọrọ atụmatụ Peter Obi maka China amakụọla ya ugbua?",
    "Peter Obi: Ọ bụ eziokwu na Igbo enweghị otu obi?",
    "Obi, onye chịrị Anambra steeti malite 2007-2014 kwupụtara mmasị ya ịzọ mgbe ọ gara njem nleta hụ ndị Eze ọdinala Anambra steeti n'ọgbakọ ha.",
    "Ebe foto si, Peter Obi-Facebook",
    "Peter Obi: 'E nweghị m obi nkoropụ ọbụla'",
    "\"Dịka ndị na-anọchite ndị obodo ụnụ dị iche iche, ihe m jiri bịa bụ ịgwa ụnụ  bụ ndị nọ dịka nna m bụ na m chọrọ ịga-azọ ọkwa onyeisiala Naijiria.\"",
    "Dịka aka daara n'ọgbakọ ndị Eze ọdịnala ahụ na--ege ya ntị oge o kwuru ya, aka dakwara na soshal midia ebe aha Peter Obi malitere fịọwa.",
    "@IamHenryUC sị na obi na-atọ ya rịkpọ na Peter Obi kwupụtara mmasị ya ịzọ ọkwa onyeisiala.",
    "@Yusuf gwara ndị Igbo sị, onye amaghjị asụ, ọ sụọ n'ụkwụ ya.",
    "Lee ihe ndị mmadụ ụfọdụ ndị mmadụ ji hụ ya n'anya:",
    "Ọ bụ onye gụrụ akwụkwọmarakwa maka nkwalite akụnaụba",
    "Peter obi bụ  onye gụwara isi n'akwụkwọ.",
    "Ọ  gụrụ 'Philosophy' na Mahadum 'University of Nigeria, Nsukka n'afọ 1984.",
    "O mechara gakwa akwụkwọ na mahadum kajara akaja n'ihe gbasara akụnaụba gụnyere   Harvard Business School, Boston, USA; London School of Economics, Institute for Management and Development, Switzerland wdg.",
    "Tupu ọ banye na ndọrọndọrọ ọchịchị, Obi bụ ojiegoachụego. Ọ rụkwara ọrụ n'ụlọakụ bụ ebe ọ rịruru ọkwa welitere isi.",
    "A  na-ahụta ya dịka onye na-akwụwa aka ọtụ",
    "Otu n'ime ihe ụfọdụ ji ekwupuru Obi bụ nkwenye n' onweghị anyaukwu.",
    "Otu onye nọ na Twitter kpọrọ onwe ya Arinze Odira kwuru na ụlọ Obi n'obodo ya bụ Agulụ adịghị ka nke ọgranya ma ya fọdụ nke onye bụbu gọvanọ.",
    "Dịka e ji ịgbawa akpaego gọọmentị mara ndị nọọrọla n'ọkwa ọchịchị mara ndị ndọrọndọọ ọchịchị , oge ọ hapụrụ ọkwa gọvanọ Anambra steeti, o gosiri na ya pụrụ iche site n'ịhapụ ego dị njeri Naira iri asatọ na isii(86 bn)",
    "Ihe gbasara ọchịchị obodo were ya anya",
    "Ọtụtụ ma Peter Obi dịka onye  anaghị emefu ego oge ọ nọ n'ọchịchị.",
    "O kwutula na mkparịtaụka sị, \" Ọ bụrụ n m hie n'ụlọ oriri na nkwari a sị m kwụọ N250, 000 maka otu abalị, ụra agaghị ekwe atụ m n'ihi na ọ ga-adị m ka ha e zuru m ohi.\"",
    "E wezụga nke a, ndị Anambra agaghị echefu Peter Obi maka ọrụ mmepe obodo o wetara na steeti ha bụ ebe ọ rụrụ ọtụtụ okporoụzọ.",
    "Obi mekwara ka ọnọdụ agụmakwụkwọ  Anambra steeti kawanye mma dịka o were ụlọakwụwọ nyeghachi  n'aka ndị ụka nwebu ha na mbụ ma na na-enyekwa ha ego nkwado kwamgbe kwamgbe.",
    "Anambra steeti  bụ ebe ụmụaka nwoke na-ajọbụ ụjọ akwụkwọ malitere mewe ọfụma n'ule Waec(site n'ogogo iri abụọ na isii gaa ogogo atọ na ndị kachasị eme ọfụma na Naijiria) nakwa ule e ji aba mahadum.",
    "Obi gbanwekwara ọnọdụ ahụike na steeti, ma kpọbatakwa ndị mba ofesi itinye ego steeti ahụ.",
    "Ihe ndị ma Peter Obi nwere ikwu maka ya",
    "Ihe i kwesịrị ịma maka Peter Obi",
    "A mụrụ Peter Gregory Obi n'Ọnịcha na 19 July 1961.",
    "Ọ gara ụlọakwụkwọ Praịmarị Sancta Maria Primary School Onitsha nakwa ụlọakwụkwọ sekọndịrị Christ the King College, Onitsha.",
    "O nwere ụmụnne anọ.",
    "Ọ gara mahadum University of Nigeria, Nsukka (B.A), Lagos Business School, Nigeria, Harvard Business School, Boston, London School of Economics, Columbia Business School, New York nakwa Institute for Management Development, Switzerland",
    "A ma ya dịka onye ndọrọndọrọ ọchịchị na onye oji ego achụ ego.",
    "Ọ bụ osote Atiku Abubakar na ntuliaka 2019 n'okpuru otu patị People's Democratic Party PDP.",
    "Ọ lụrụ nwunye ya bụ Ododziakụ Margaret Brownson Usen n'afọ 1992. Ha mụrụ ụmụ abụọ.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ndị ha na Peter Obi so gụọ akwụkwọ site na praịmarị ruo mahadum, kwuru ihe ndị dị ịtụnanya gbasara ya.",
    "NA EME UGBU A Russia and Ukraine conflict: Zelensky akpọọla oku ka e jiri ngaghariwe mee ncheta otu ọnwa agha darala na Ukraine",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Ihe ndị mere ọtụtụ ụmụ Naijiria ji hụ Peter Obi n'anyaelekere 5 gara aga",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Kedụ ihe ị ma maka Bianca Ojukwu?18 Maachị 2022",
    "Onye bụ Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti ?22 Maachị 2022",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu10 Maachị 2022",
    "Ihe m ji chọọ ka a tọhapụ Nnamdi Kanu - Uche Mefor",
    "Moses Ebere, onye mmepụta ejije Nollywood a ma ama alaala mụọ",
    "Chinmark Group: Ihe ise mere ụwa ji kpụrụ 'Chinmark Group' n'ọnụ ugbua",
    "Ihe ndị mere ọtụtụ ụmụ Naijiria ji hụ Peter Obi n'anya",
    "Ụmụ anọ otu nwoke anwụọla na mberede ụgbọmmiri",
    "Soludo Vs Willie Obiano: 'Anambra steeti ji ụgwọ ruru N100bn'",
    "Ihe Ipob kwuru maka ndị mechiri ụlọọrụ, ụlọakwụkwọ n'ike n'ihi egwu 'unknown gunmen'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ndị a sị bụ ndị ‘unknown gunmen’ si wakpoo ahịa Nkwo Inyi n’Enugu steeti",
    "Ihe ise ndị nwere ọtụ kwesiri ịmaEmelitere ikpeazụ na: 13 Nọvemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}