{
  "published": "3 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, Getty Images",
    "N'ime agbụrụ atọ kachasị na Naijiria; Hausa, Igbo na Yoruba, ha niile  were anya na ha nwere ibe nne na mba ndị ọzọ.",
    "Ndị Hausa nwere umunne na mba Nijie na Chad, ndị Yoruba nwere umụnne na Dahomey (Benin) nakwa Togo, ebe ndị Igbo dịka nwa enwe nwanne na mba ụwa.",
    "Mana nke a abụchaghị eziokwu, e nwere ndị bu ọbara Igbo na mba ndị  ọzọ dịka Jamaica, Barbados, Haiti, dgz.",
    "Mba ndị a bụ ebe ndị Igbo gbasara ka ụkpaka tupu ndị ọcha abịa chịwa ndị ojii.",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?",
    "Lee ndị Igbo nọ n'ejije Hollywood",
    "Lee ndị Amerịka chọpụtarala na ha bụ ndị Igbo",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya",
    "Mana ndịiche dị na Igbo nọ n'ụlọ na ndị agbụrụ ndị ọzọ bụ na ọtụtụ ndị ahụ anọrọla na mba ndị ọzọ gboogboo, ebe ndị Igbo nọ n'ofesi bụ ndị mbịarammịara.",
    "Dịka Ọkammuta Igbo na mahadum 'University of Lagos' bụ Gozie Nnabuife kwuru na \"Ebe ndị Igbo nọ ugbua n'Ọdịda Anyanwụ Afrika bụ ebe ha nọwara kemgbe ụwa.\"",
    "\"Akụkọ na ha si   na agbụrụ ndị Juu abụghị eziokwu.\"",
    "Barbados",
    "Ebe foto si, Getty Images",
    "Barbados bụ mba mmiri gbara gburugburu na Carbbean nke isi obodo ya bụ Bridgetown nke mba Briten chịburu.",
    "Akụkọ kwuru na ọtụtụ ndị Igbo a gbatara n'ohu n'Afrịka, mechara nwere onwe ha, bịa gbasaa gaa Barbadọs.",
    "Onye dịka Olaudah Equiano, bụ onye Igbo a ma ama a gbara n'ohu n'ala Igbo buga ya Virgina, soro na ndị Igbo weere ọnọdụ na mba ahụ.",
    "A na-ekwu na ọtụtụ ndị Barbados bụ ndị a nwụchiri ree n'ohu site n'etiti '17th Century' n'ebe a kpọrọ Bight of Biafra, bụ ebe Igbo bi ugbua.",
    "Jamaica",
    "Ebe foto si, Getty Images",
    "Ọtụtụ ndị Igbo nọ na Jamaica bụ ndị ọcha gbatara ha n'ohu  site na ebe 1750 rue 1807.",
    "Ọ bụ n'oge a ka mba Briten machiri ịtụ mgbere ohu, buruzie ndị ohu ahụ n'ụgbọmmiri buga ha n'ugbo ebe ha na-arụrụ ha ọrụ.",
    "Na Jamaica, a na-akpọ ha ndị 'Ibo' maọbụ 'eboe' .",
    "N'ihi na ọtụtụ na-acha ọcha, e nyere ha aha 'red eboe'.",
    "Egwu, okpukperechi nakwa nri ndị Jamaica na-eri gosiri na ha na ndi Igbo nwere ihe jịkọrọ ha.",
    "Haiti",
    "Ebe foto si, Getty Images",
    "Ndị ọzọ sọrọ ṅụrụ mmiriara Igbo bụ ndị mba Haiti.",
    "Mba a dị nso na Dominican Republic malitere site na ndị ohu si Afrịka.",
    "Akụkọ ihe mere mgbe ochie na-ekwu na ọtụtụ ndị ohu ndị Igbo hụrụ onwe ha na mba Haiti dịka ha nweere onwe ha site n'aka ndị zụrụ ha n'ohu.",
    "Otu okwu a na-ekwukarịị n'olu Haiti bụ \"Nou se Igbo\"  nke pụtara, anyị bụ Igbo.",
    "Ọzọ, ndị Haiti nwere ọtụtụ chị ha na-ekpere dịka ndị Igbo n'okpukperechi ha nke a kpọrọ 'vodou' bụ ihe yiri nke Igbo.",
    "Egwu ndị Igbo Haiti na-adakwa ka nke Igbo.",
    "USA",
    "Obi dị m ụtọ na abụ m onye Igbo - Bishop T.D Jakes",
    "Ọtụtụ ndị isi ojii bụ ndị Amerika, ndị Bekee kpọrọ 'African-Americans', ọkachasị ndị nọ Virginia na Maryland, bụ ụmụafọ Igbo bụ nne na nna ha ochie.",
    "E nwere ọtụtụ ndị isi ojii ndị America mere nnyocha mmiri ahụ (DNA) nke gbara ama na ndị mụrụ ha bụ ndị Igbo.",
    "Ndị dị otu a gụnyere: TD Jakes (onye oziọma a ma ama), Quincy Jones (otiegwu a ma ama), Forest Steven Whitaker (ome ihe ejije a ma ama), na ndị ọzọ",
    "Akụkọ kwuru na ọ bụ ndị Igbo tinyere 'okra' (ọkwụrụ) n'okwu Bekee ndị Amerịka.",
    "Ebe foto si, Getty Images",
    "Ndị Igbo nọkwa na mgbago Ugwu mba Equitorial Guinea dị n'Ọdịọ̄a Anyanwụ Afrịka n' obodo Bioko bụ  ala mmiri gbara gburugburu ebe  a mabu dịka Fernando Po.",
    "Ụfọdụ ha bụ ndị ahịa si ỌDịọ̄a Anyanwụ Afrịca bịa, ebe ụfọọ̄ụ bụ ndị agbara n'ohu nwwere onwe ha ma bịa gwunye na 'ebe ahụ.",
    "Igbo bụ pasent asaa n'ọnụọgụgụ ndị mba Equitorial Guinea.",
    "Akụkọ kwuru na ọ bụ ụfọdụ ndị Igbo si Arochukwu(  di n'Abịa steeti taa)  na-azụ ahịa gara ebe ahụ oge gboo oge Igbo na ndị Potụgiz na-azụkọ ahịa ga biri, ha anataghịzị.",
    "Cheta na n'oge Agha Biagra, ụlọọrụ ndị otu ọrụ ebere nyere ndị Bịafra aka si Equitorial Guinea f mere ebe ha si efebata nkwari nri na ọgwụ ha ji gbatar ndị Biafra ọsọ enye maka oge ọgụ.",
    "Akụkọ ga-amasị:",
    "Ebele Obiano arịọla mgbaghara ma kwupụta ebumnobi ya ịzọ ọkwa sịnetọ",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'",
    "Etu ndị ego ha tọrọ na Chinmark si degara IGP akwụkwọ mkpesa",
    "BBC Igbo Town Hall Meeting: Tinubu akala nka ịzọ ọkwa onyesiala- Pete Edochie, Uche Nworah na ndị ọzọ",
    "Amerika",
    "Naijiria",
    "Akụkọ mgbe gboo",
    "Omenala",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Bishop T. D Jakes Igbo: Etu ị ga-esi mee ka omenala ndị be unu guzosie ike, Duration 9,2421 Septemba 2020",
    "Igbo Ancestry: Lee ndị Amerịka chọpụtarala na ha bụ ndị Igbo27 Julaị 2019",
    "BBC Igbo Townhall: Etu ndị mmadụ si achọ udo n'ala Igbo ugbua9 Juun 2021",
    "Image gallery, Ebonyi state cultural festival: Mgbe ndị Ebonyi mepụtara emume ndigbo7 Nọvemba 2018",
    "Vidio, Arochukwu Culture: Lee Omenala e ji ahọpụta Eze Aro2 Julaị 2021",
    "Orsu Widow: 'Gọọmenti Hope Uzodimma gbatara m ọsọ enyemaka - Nwaanyi Ajadụ akụtụrụ ụlọ ya n'Imo steeti29 Juun 2021",
    "Vidio, Etu ọgbakọ ndị ntorobịa Oraifite na 'Whatsapp' si rụọrọ nwaanyị ajadu nọ n'ọrịa ụlọ9 Maachị 2022",
    "Igbo culture: Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "NA EME UGBU A Anya Russia dịzị n'iweghara mpaghara Ọwụwa Anyanwụ na Ndịda mba Ukraine - Zelensky",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Haiti, Barbados, na mba ndị ọzọ n'ụwa si agbụrụ Igbo pụta3 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Etu ndị o ji egbe si wakpoo ndị ọrụ FRSC n'Anambra ma gbaa isi ụlọọrụ okpuruọchịchị Orsu ọkụ n'Imo steeti",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ihe ndị ị kwesịrị ịma maka 'Cubana Chief Priest' aha ya na-ewu ugbua na soshal midia",
    "Ndị ntorobịa niile bu egbe nọrọ n'ime ọhịa, pụtazienụ ka anyị kpaa akpaa - Soludo",
    "Haiti, Barbados, na mba ndị ọzọ n'ụwa si agbụrụ Igbo pụta",
    "Ebele Obiano arịọla mgbaghara ma kwupụta ebumnobi ya ịzọ ọkwa sịnetọ",
    "Etu ndị omekome si wakpoo ụlọ kọmịshịna ọrụ na owuwe ọrụ n’Imo steeti",
    "Ihe Uche Mefor kwuru maka Adeyinka Grandson Briten tụrụ mkpọrọ maka ikwu okwu asị megide ndị Igbo",
    "Etu ndị ego ha tọrọ na Chinmark si degara IGP akwụkwọ mkpesa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}