{
  "published": "25 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Juliet Onu bụ nwanne Nnennaya Onu, onye e gburu ebe ọ na-azọ akụ nna ha, akwaala arịrị maka ọnwụ nwanne ha.",
    "Juliet kwuru na ọ bụrụ na ha nwere nwa nwoke, na ha agaghị agabiga ihe ha gabigara.",
    "Ọ sị na ihe mere n'ụlọ ha \"bụ arụ\", na ọ \"hụtubeghi ụdịrị ihe a\".",
    "Etu e si gbuo Nnennaya, gbaa ya ọkụ 'n'ihi akụ nna ya'",
    "E gbukasịrị Nnennaya ma gbaa ya na ihe o nwere ọkụ maka ịjụ ase akụ nna ya n'Onicha Igboeze dị n'Okpuru Ọchịchị Ọnịcha, Ebonyi steeti, dịka ezinụlọ ya si kwuo.",
    "Nne ya nakwa nwanne ya nwaanyị bụ Juliet Onụ na-ebo ebubo na ọ bụ ndị otu ezinaụlọ gburu nwada Nnennaya dị afọ 35 ma gbaa ya ọkụ n'ihi na ha kwuru na ha enwetala mmaja ugboro ugboro n'aka ụmụnne nna ha.",
    "Akụkọ kwuru na a gbara nwaada ahụ ọtọ, tie ya ihe tinka tiri panụ, chaa ya mma ma sunye ya ọkụ n'ihi na ọ chọrọ ka e kenye ya oke n'ala nna ya.",
    "Dịka nne nwaada ahụ bụ Oriakụ Onu si kwuo, naanị otu nwanne nwoke nwaada alụghị di nwere, nwụrụ afọ ole na ole gara aga, n'ụzọ edoghị anya, ebe otu nwanne nwaanyị o nwere lụọrọla di.",
    "Christopher Onyekachi Okorie bụ onyeisi ngalaba gọọmentị na-ahụ maka nchekwa ikike dịrị onye bụ National Human Right Commission (NHRC), kwuru na ya bụ ihe mere n'ezie.",
    "Ọ sị, \"E gburu ya n'anya ọcha, gbupụ ụkwụ ya ma tụọ ya ihe niile o nwere, mụnye ya ọkụ. Ọ gbachara nke bụ na onye hụ ya, ọ gaghị amazi ya.\"",
    "\"Ihe ọjọọ o mere bụ ịjụ ase ka e kenye ya oke n'ihe nna ya.\"",
    "Oge BBC Igbo kpọrọ ọnụ na-ekwuru ndị uweojii Ebonyi bụ Loveth Odah n'ekwentị, o kwuru na isi ụlọọrụ ndị uweojii steeti ahụ amaghị maka ya bụ okwu.",
    "\"Anyị amaghị maka ya, ha ewetaghịrị anyị mkpesa ọbụla. Ana m adụ ndị o metụtara ọdụ ka ha wega mkpesa n'ogige ndị uweojii dị ha nso.\"",
    "Ozi dị mkpa: Foto onọdụ ọnwụ nwaada a na-agba anyammiri nke ọ dịghị mma iwepụta n'ọha.",
    "Ụmụnyanyị",
    "Ikike ụmụnwanyị",
    "Ebonyi Steeti",
    "Omenala",
    "Vidio, Chinmark Ijomah: Aka m nọ Naijiria, o nweghị onye m ji ego ya gbaa ọsọ, Duration 14,09elekere 5 gara aga",
    "Vidio, Nnennaya Onu death: Ihe mere n'ezinụlọ anyị bụ arụ - Nwanne onye e gburu ebe a na-azọ akụ, Duration 6,4125 Maachị 2022",
    "Vidio, Chinmark investment: Ihe i nwere ike ime iji nweta ego i tinyere n' investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Vidio, Etu ọgbakọ ndị ntorobịa Oraifite na 'Whatsapp' si rụọrọ nwaanyị ajadu nọ n'ọrịa ụlọ, Duration 5,419 Maachị 2022",
    "Vidio, Ralph Uwazuruike: 'Naanị ụzọ udo ka e si enweta mnwereonwe Biafra', Duration 4,4724 Maachị 2022",
    "Vidio, Ọgba mbọ: Etu m si hibe ụlọọrụ si Naijiria ebuga ngwa nri na mba ofesi, Duration 5,1323 Maachị 2022",
    "Vidio, Bianca Ojukwu vs Ebele Obiano: Ihe anyị ma maka esemokwu Ebele Obiano na Bianca Ojukwu, Duration 0,2317 Maachị 2022",
    "Vidio, Water scarcity in Enugu:'Ụkọ mmiri na-anyụ anyị ịkpakwụ n'Nsukka', Duration 1,0711 Maachị 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,01elekere 6 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}