{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii nke Kabusa dị n'Abuja ànwuchiela ndị nkuzi na ndị nwe ụlọakwụkwọ Star Child Academy maka ụmụakaatọ furu ebe ahụ ụbọchị Tuzde.",
    "Marvelous, Alex na Rehoboth Sunday furu ka ha gachara akwụkwọ ụbọchị ahụ.",
    "Nne ya gara ibute ha mana ha ahụghị ya.",
    "Mbọ niile ha gbara ịchọta ha lara ha n'efu ụbọchị ahụ.",
    "Ndị ogbe ha na Kabusa mere ngagharịiwe, igosi iwe ha maka ya bụ arụ mere.",
    "Nne na nna Chibuike ji foto nwa ha furu efu",
    "Ọnụ na-ekwuru ndị uweojii na ogbe ahụ bụ Josephine Adeh sị na ha ma maka ya bụ ogwu mana na ha ka eme nnyocha ya.",
    "Ọ sị na \"anyị anwuchiela ndị nwe ya bụ ụlọakwụkwọ na ndị nkuzi ha ka ha nyere anyị aka na nnyocha anyị na-eme\".",
    "Akụkọ a ka na-abịa.",
    "Nchekwa ndị ụwe ojii",
    "Abuja",
    "NA EME UGBU A Russia and Ukraine conflict: Zelensky akpọọla oku ka e jiri ngaghariwe mee ncheta otu ọnwa agha darala na Ukraine",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Vidio, Aka m nọ Naijiria, o nweghị onye m ji ego ya gbaa ọsọ - Chinmark Ijomahelekere 5 gara aga",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị bụ \"Stay Execution of Judgement\" high court nyere Dave Umahi?21 Maachị 2022",
    "Kedụ ihe ị ma maka Bianca Ojukwu?18 Maachị 2022",
    "Onye bụ Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti ?22 Maachị 2022",
    "Etu ikpe nnwuchi anwụchiri Nnamdi Kanu na Kenya si gaa n'ụlọikpe taa",
    "Etu Tiffany Folasade Mordi dị afọ 25 si zute ọnwụ ya na mba Amerịka",
    "Moses Ebere, onye mmepụta ejije Nollywood a ma ama alaala mụọ",
    "A nwuchiela ndị nwe na ndị nkuzi niile n'ụlọakwụkwụ ụmụaka atọ na-efu efu n'Abuja",
    "Ụlọọrụ EFCC atọhapụla Willie Obiano",
    "Chinmark Group: Ihe ise mere ụwa ji kpụrụ 'Chinmark Group' n'ọnụ ugbua",
    "Ihe m ji chọọ ka a tọhapụ Nnamdi Kanu - Uche Mefor",
    "Ụmụ anọ otu nwoke anwụọla na mberede ụgbọmmiri",
    "Soludo Vs Willie Obiano: 'Anambra steeti ji ụgwọ ruru N100bn'",
    "Ihe Ipob kwuru maka ndị mechiri ụlọọrụ, ụlọakwụkwọ n'ike n'ihi egwu 'unknown gunmen'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}