{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi ụlọọrụ Chinmark Group bụ Chinedu Ijoma ekwuola na ihe mere ya ji ghara imezu nkwa ịkwụ ndị tinyere ego n'ụlọọrụ ya bụ n'ihi na ngalaba na-ahụ maka itinye ego n'azụmahịa a kpọrọ Security Exchange Commission(Sec) natara ikike gbachie akpaego ya na nke ụlọrụ ya dị n'ụlọakụ.",
    "Chinmark na Chinedu Ijomah na-ewu kemgbe na soshal midia maka etu ndị mmadụ si pụta na-ekwu na o kweghị akwụ ha ụgwọ o ji ha dịka ụfọdụ n'ime ha tinyere ego ha n'ụlọahịa ya iji nweta isi ego na ọmụrụnwa.",
    "Chinmark Group: Ihe ise mere ụwa ji kpụrụ 'Chinmark Group' n'ọnụ ugbua",
    "Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n 'investment' akụkọ bara- Johnson Chukwu",
    "Etu ị ga-esi zụta ala n'ala Igbo ma rite uru",
    "Ọtụtụ ndị a na-eti mkpu ego ha kwuru na mbọ niile ha gbarala maka nke a dara mmiri dịka Ijomah gbachiri ekwentị ya ma were ndị agbero wujuo n'ụlọọrụ ya dịga na mpaghara di iche iche na Naijiria nakwa na Dubai.",
    "Na mkparịtaụka ya na BBC Igbo  nwere, Ijomah kwuru na ọ bụghị ọsọ ka ya gbara kama na  SEC gbachiri  akpaego ya, nke nwunye ya na nwa ya.",
    "O kwuru na o nweela ndị ya kwụrụ ụgwọ n'ime ihe ruru mmadụ 400 tinyere ego n'ụlọahịa ya. ma kwekwa nkwa na ya ga-anwụ ndị fọrọ afọ ma ọ bụrụ na ha nye ya ohere ọnwa asaa na-abịa.",
    "Ngalaba Securities & Exchange Commission (SEC) nke Naịjirịa depụtara n'ọba ozi webụsaiti ha akwụkwọ ozi katọrọ atụmaatụ oji ego achụ ego nke ụlọahịa Chinmark Group.",
    "Akwụkwọ ozi ahụ bu deeti December 25, 2021 dọrọ ndị mmadụ aka na nti ka ha mata na Chinmark group nke nọ n'okpuru aha Fin Africa Investment Limited edenyeghị aha azụmahia ya n'akwụkwọ SEC ma na-ekwu na onye ọbụla ya na ha na-emekọ ihe , ihe ọ hụru ya jiri isi ya buru.",
    "Ụlọọrụ Chinmark Group dịka ha siri kọwa na websaiti ha bụ ụlọọrụ nwere ọtụtụ alaka nke gụnyere ewumewu ụlọ (Chinmark Homes and Shelter) ọrụugbo ( Chinmark Farms, njem (Chinmark Rides) , erimeri( Chinmark Restaurant & Foods services) wdgz.",
    "Isiụlọọrụ ahụ dị na 162 Ogui Road, Enugwu.",
    "Naijiria",
    "Ego mmadụ",
    "Vidio, Chinmark Ijomah: Aka m nọ Naijiria, o nweghị onye m ji ego ya gbaa ọsọ, Duration 14,09elekere 5 gara aga",
    "Vidio, Nnennaya Onu death: Ihe mere n'ezinụlọ anyị bụ arụ - Nwanne onye e gburu ebe a na-azọ akụ, Duration 6,4125 Maachị 2022",
    "Vidio, Chinmark investment: Ihe i nwere ike ime iji nweta ego i tinyere n' investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Vidio, Etu ọgbakọ ndị ntorobịa Oraifite na 'Whatsapp' si rụọrọ nwaanyị ajadu nọ n'ọrịa ụlọ, Duration 5,419 Maachị 2022",
    "Vidio, Ralph Uwazuruike: 'Naanị ụzọ udo ka e si enweta mnwereonwe Biafra', Duration 4,4724 Maachị 2022",
    "Vidio, Ọgba mbọ: Etu m si hibe ụlọọrụ si Naijiria ebuga ngwa nri na mba ofesi, Duration 5,1323 Maachị 2022",
    "Vidio, Bianca Ojukwu vs Ebele Obiano: Ihe anyị ma maka esemokwu Ebele Obiano na Bianca Ojukwu, Duration 0,2317 Maachị 2022",
    "Vidio, Water scarcity in Enugu:'Ụkọ mmiri na-anyụ anyị ịkpakwụ n'Nsukka', Duration 1,0711 Maachị 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,01elekere 6 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}