{
  "published": "26 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Omole Sowore",
    "Nzọgbụnzọgbụ dapụtara n'ọnụ ụzọ esi abanye ọgbakọ otu patị APC n'eme taa n'ogige Eagle Square nke dị n'Abuja isi obodo Naijirịa.",
    "Kama ndị uweojii mechara nyere aka kwụsị ya bụ ọgbaaghara.",
    "Dịka o siri dị ugbua, enwebeghị onye ma mmadụ ole merụrụ ahụ maọbụ ihe gbatara ya bụ nzọgbunzọgbu.",
    "Cheta na a na-atụanya na ọ bụ site na nzụko a ka a ga-eji hiwe nzụkọ n'ụbọchị satụde ịhọpụta ndị nwereike ịnọchịte otu a maka ọkwa ọchịchị na Naijirịa n'afọ 2023.",
    "Ebe foto si, Getty Images",
    "Onyeisiala Buhari agbala ọtụtụ mbọ ikpe udo na pati APC dịka ọtụtụ esemokwu na-eselite isi na ya bụ pati",
    "Anya ọha niile na Naịjirịa na-ele ọgbakọ 'National Convention' otu pati All Progressives Congress (APC) 2022 a na-eme taa bụ Satọdee n'Eagle Square Abuja.",
    "Ọtụtụ ọgbakọ ime ụlọ na-aga n'ihu ugbua na obi gọọmentị Naịjirịa nke Aso Rock Abuja maka ọchịchị pati APC.",
    "Lee ihe a na-ekwu maka ọpụpụ Tambuwal n'APC",
    "Abụ m APC, APC bụ m - Okorocha",
    "Pati APC onweela ngalaba na mba Niger?",
    "Ọgbakọ a ga-ahụ nhọpụta ndị isi ọhụrụ ga-achị pati APC.",
    "Onyeisiala Buhari nọ isi ọgbakọ ime ụlọ ndị a na-eme na Aso Rock maka ime mkpebi ihe ndị ga-adị mkpa n'ọgbakọ a ga-eme n'Eagle Square n'ụbọchị 26 nke ọnwa Maachị 2022.",
    "Akụkọ si obi gọọmentị n'ụbọchị Tọọzde kwuru na Onyeisiala Buhari zutere ndị ụlọomeiwu gọọmentị n'okpuru pati APC.",
    "Dịka APC bụ pati nọ n'ochịchị ugbua na Naịjirịa, ọtụtụ ndị ndọrọndọrọ ọchịchị si akụkụ Naịjirịa dị ịcheịche agbakọọla n'Abuja maka ọgbakọ a.",
    "Akụkọ na-ekwu na ahọpụtacha ndị ga-achị patị APC n'ọgbakọ a, ha ga-aga n'ihu họpụ ndị ga-anọchịte anya pati ahụ na ntuliaka 2023 n'abịa abịa.",
    "Kemgba afọ 2014 mgbe ehibere pati APC ọ bụ site n'ụzọ nhọpụta bụ etu APC si akpọpụta ndị ga-anọchịte anya ha na ntuliaka.",
    "Ya mere ya ọha niile jiri nọrọ n'ọgbakọ a, ima ma ihe a ga-adịkwa etu o si bụ adị n'oge gara aga.",
    "Ebe foto si, Getty Images",
    "Onyeisiala Buhari na ndị APC dịka ha na-eme emume achụmnta vootu na Teslim Balogun nke Legọs steeti",
    "Dịka ntuliaka 2023 na-abịa okwu ọtụtụ ndị mmadụ kpụ n'ọnụ bụ echichi ima ma APC a ka ga-azọta ọchịọchị dịka onyeisala Muhammdu Buhari chịrịla afọ asatọ n'okpuru pati a.",
    "Ụlọọrụ na-ahazị ntuliaka na Naịjirịa bụ  Independent National Electoral Commission (Inec) akpọpụtala ụbọchị ndị a ga-eme ntuliaka nke 2023.",
    "Ka ha si dee, ntuliaka maka onyeisiala nakwa nke ndị ụlọomeiwu ga-abụ n'ụbọchị 25 nke ọnwa Febụwarị 2023",
    "Ebe ntuliaka maka ndị gọvanọ nakwa ndị ụlọomeiwu nta ga-abụ n'ụbọchị 11 nke ọnwa Maachị 2023.",
    "N'ebe ngwụcha ọnwa Febụwarị 2022., onyeisiala Muhammadu Buhari mechara binye aka n'iwu ntuliaka ọhụrụ na Naịjirịa akpọrọ 'Electoral Act Amendment Bill 2021' nke ndị ụlọomeiwu jịkọrọ aka ọnụ wetere ya.",
    "Iwu ọhụrụ ga-emetụta etu e si eme ntuliaka na Naịjirịa.",
    "Ọtụtụ ọgbaghara adapụtala maka ọchịchị APC nke mere ndị mmadụ ji chịrị obi n'aka banyere ọgbakọ.",
    "Onyeisiala Buhair agbala mbọ n'ikpezi esemokwu na-arị ibe ya elu na pati APC.",
    "N'ọgbakọ ya na ụfọdụ ndị APC e mere n'ụbọchị 23 nke ọnwa Maachị, o kwuru:",
    "\"Mgbe anyị hibere pati a n'afọ asatọ gara aga, ebumnobi anyị bụ ịgbapụta Naịjirịa n'aka ọnọdụ ọchịchị jọọ\"",
    "O gara n'ihu kwuo: \"Sọsọ ihe nọ n'uche anyị mgbe ahụ bụ atụmatụ mgbapụta nakwa atụmatụ ga-enyere Naịjirịa aka\"",
    "Buhari gara n'ihu kpọkọọ ndị hibere pati ahụ na ndị tụrụ ntụala ya bụ pati n'ọgbakọ ime ụlọ ha mere n'ụbọchị 24 nke ọnwa Maachị.",
    "Etu esemokwu so ọgbakọ 'National Convention' a si malite",
    "Tupu ụbọchị ọgbakọ a e ruo, ọtụtụ esemokwu nakwa ọgbaghara adapụtala na pati APC ọkachasị n'isi ụlọ.ọrụ ha n'Abuja.",
    "N'ụbọchị 7 nke ọnwa Maachị 2022 ndị uweojii wụchịrị n'ụzọ niile esi abanye isi ụlọọrụ pati a nke gbochiri ndị mmadụ ibanye.",
    "Ka o si mee, gọvanọ Niger steeti bụ Abubakar Bello malitere ọrụ dịka onyeisi oche nke nwa mgbe nta kọmịtịị na-elekọta ọgbakọ pati a akpọrọ 'Caretaker Extraordinary Convention Planning Committee'",
    "Ihe a bụ ọkwa oche Mai Bala Buni bụ Gọvanọ Yobe steeti nọbụ na ya.",
    "Ọtụtụ ndị isi pati a gbakọrọ n'isi ụlọọrụ nọ n'Abuja mgbe okwu ọchịchị gọvanọ Bello nke ọhụrụ a pụtara ihe.",
    "Mgbakọ ha bụ maka nwee mkparịtaụka n'isi ọchịchị ya.",
    "N'izu so ya, onyeisala Muhammdu Buhari zutere Gọvanọ Mai Mala Buni na London ma gwaa ya kọ ọ were oche ọchịchị dịka onyeisi oche Caretaker/Extraordinary Convention Planning Committee.",
    "Ihe a mere n'ụbọchị 15 nke ọnwa Maachị.",
    "Buhari zigara onyeisi oche otu gọvanọ ndị APC bụ Atiku Bagugu na gwaa ya ka ọ kwado Buni ma hụ na ọ malitere ọrụ ya ozugbo ozugbo.",
    "N'izu so ya ụlọikpe mechara nye ohere ka APC nwee ike ime ya bụ ọgbakọ n'ụbọchị 26 nke ọnwa Maachị agbanyeghị na ha eyierịala ya ihe ruru ugboro anọ maka okwu ọchịchị ime ụlọ ha.",
    "Nyigharịa emela ugboro ugboro kemgba ọnwa Nọvemba 2021 ruo Maachị 2022.",
    "Akwụkwọ ozi APC kwuru na ọ bụ maka nghọtaghe dị n'akụkụ iwu ntuliaka ọhụrụ a Onyeisiala binyere aka bụ ihe mere ha ji yigharịa ọgbakọ ha ruo ọnwa Maachị.",
    "Marakwa na otu n'ime ihe dị na iwu a bụ na ndị ndọrọndọrọ ọchịchị nọ n'oche ọchịchị agaghị eso mee ntuliaka ime ụlọ nke pati ha.",
    "N'izu a, onyeisi ụlọomeiwu Naịjirịa bụ Ahmad Lawan kwuru na APC ga-ebịpụta ndị aha ndị ga-anọte ha na ọchịchị ha kpọrọ 'unity list' n'ụbọchị Fraịde.",
    "Ndọrọndọrọ ọchịchị",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Muhammadu Buhari",
    "All Progressives Congress",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Russia and Ukraine conflict: Joe Biden agaala mba Poland maka atụmatụ ịnyere Ukraine aka",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ndị 'Bandit' siri gbuo otu onye n'ọdọ ụgbọelu Kadunaelekere 5 gara aga",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị bụ \"Stay Execution of Judgement\" high court nyere Dave Umahi?21 Maachị 2022",
    "Kedụ ihe ị ma maka Bianca Ojukwu?18 Maachị 2022",
    "Onye bụ Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti ?22 Maachị 2022",
    "Nzọgbu-nzọgbu dapụtara n'ụzọ esi abanye ọgbakọ otu patị APC",
    "Chidinma Ojukwu: Ụlọọrụ nga Naịjirịa 'arịọla mgbaghara' maka nghọtahe so asọmpị ‘Miss Cell 2022’ ha mere",
    "Etu ikpe nnwuchi anwụchiri Nnamdi Kanu na Kenya si gaa n'ụlọikpe taa",
    "Etu ndị 'Bandit' siri gbuo otu onye n'ọdọ ụgbọelu Kaduna",
    "Ihe m ji chọọ ka a tọhapụ Nnamdi Kanu - Uche Mefor",
    "Etu Tiffany Folasade Mordi dị afọ 25 si zute ọnwụ ya na mba Amerịka",
    "Chinmark Group: Ihe ise mere ụwa ji kpụrụ 'Chinmark Group' n'ọnụ ugbua",
    "A nwuchiela ndị nwe ụlọakwụkwụ makwa ndị nkuzi niile ebe ụmụaka atọ na-efu efu n'Abuja",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Moses Ebere, onye mmepụta ejije Nollywood a ma ama alaala mụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}