{
  "published": "28 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Will Smith na-eme ihe ejije n'Amerịka mara Chris Rock na-akpa ọchị aka ntị n'emume Oscar mgbe Rock mara nwunye ya bụ Jada Pinkett njakịrị.",
    "Rock sị na isi Pinkett kpụrụ dịka isi e ji eme ihe nkiri a kpọrọ 'GI Jane 2' maka na ọ kpụrụ isi nkwọcha n'ihi ọrịa a kpọrọ alopecia.",
    "Ụka gbasara nwoke na nwaanyị wuru ewu kemgbe Coronavirus bidoro",
    "Beckham azụọla otu egwuregwu bọọlụ n'Amerịka",
    "Smith gbagooro n'elu ọgbọ ebe Rock nọ ma maa ya aka ntị tupu ọ laghachị n'oche ya.",
    "Smith dọkwara Rock aka na ntị sị \" Ka m anụla aha nwunye n'ọnụ gị ọzọ.\"",
    "Mana o Will Smith mechara rịọ mgbaghara maka agwa ahụ ọ kpara.",
    "\"Ana m arịọ otu Oscar na ndị ibem a họpụtara arịrịọ ka ha gbaghara m.\"",
    "Smith ritere nturuugo mbụ ya n'emume Oscar n'ihe ejije a kpọrọ 'King Richard'.",
    "Will Smith",
    "Ọ bu nwafọ mba Amerịka na-eti egwu, ede egwu nakwa eme ihe ejije.",
    "A mụrụ ya na 25 Sepụtemba, afọ 1968 n'obodo Philadelphia nke Pennsylvania dị na mba Amerịka",
    "Ọ lụrụ nwunye mbụ ya bụ Sheree Zampino n'afọ 1992 ha gbasaa n'afọ 1995, lụọ nke abụọ bụ Jada Pinkett n'afọ 1997.",
    "Ọ mụrụ ụmụ atọ gụnyere; Willard Carroll, Jaden Smith na Willow Smith.",
    "Ụfọdụ ejije ndị o mere gụnyere; Men in Black, Enemy of the State, Bad Boys dgz.",
    "Chris Rock",
    "Ọ bụ nwafọ Amerịka na-eme ihe ịkpaọchị, odeakwụkwọ na-emekwa ihe ejije.",
    "A mụrụ ya n'ụbọchị 7 ọnwa Febụwarị afọ 1965 n'obodo South Carolina nke mba Amerịka.",
    "Ọ lụrụ nwunye ya bụ Malaak Compton Rock n'afọ 1996 ha gbasaa n'afọ 2016.",
    "Ọ mụrụ ụmụ abụọ gụnyere; Lola Simone na Zahra Savannah Rock.",
    "Ụfọdụ ejije ndị o mere gụnyere; I'm gonna Git You Sucka, Miami Vice, Beverly Hills Cop.",
    "Foto a abụghị ya ka akụkọ a na-ekwu maka ya",
    "Ndị ekperima wakporo ụlọọrụ ndị uweojii n'obodo Obowo n'ụbọchị Sọnde, abalị iri abụọ na asatọ nke ọnwa Maachị afọ 2022.",
    "Ọnụ na-ekwuru ndị uweojii Imo steeti bụ Michael Abattam kwuru na ọ bụ ndị otu Indigenous People of Biafra nakwa ndị ọgụ ha bụ Eastern Security Network mere mwakpo ahụ.",
    "Abattam kwuru na ndị ekperima ahụ tụrụ ogbunigwe nke metụtara akụkụ ụfọdụ nke ụlọọrụ ndị uweojii ahụ ma gbakwaa otu ụgbọala ọkụ.",
    "\"Mana ndị uweojii kwara ha mgbọ iji gbochie ha ịbata n'ogige ha kpọmkwem, nke a mere ndị ekperima ahụ ji gbaa ọsọ gbabaa ọhịa,\" Abattam kwuru.",
    "\"Naanị otu onye uweojii ka mgbọ tụrụ na mwakpo a, mana eburula ya gaa ụlọọgwụ.\"",
    "Ọ gara n'ihu kwuo na ndị uweojii  chọtara otu egbe 'pump action' nakwa ogbunigwe atọ na-agbabeghị agba oge ha na-achụ ndị ekperima ahụ ọsọ.",
    "Abattam rịọrọ ndị mmadụ ka ha nyere ndị uweojii aka ịnwụchi ndị omekome na-akpa ike a, site n'iwetara ha ozi n'oge maka ya.",
    "Ebe foto si, Road Safety Lagos",
    "Ọkụ agbagbuola mmadụ isii n'okporoụzụ Lekki-Epe dị na Legọs mgbe tanka bu mmanụ ụgbọala na ụgbọala ukwu ọzọ sọkatara isi na mgbede ụbọchị ụka 27 Maachị, 2022.",
    "Olusegun Ogungbemide  bụ onyeisi ndị ọrụ nchekwa okporoụzọ bụ 'Road Safety' na Legọs sị na ọ bụ akpachapụghị anya ndị ọkwọ ụgbọala butere ya.",
    "Lee ụgbọala ole ọkụ tanka gbatọsiri n'elu akwammiri Kara",
    "Ọzọemela! Tanka ọzọ bu mmanụ ụgbọala adaala n'Enugu state",
    "Onitsha fire: \"Ụlọ m na 'shọp' m gbara ọkụ, ebe ka m ga-agbaje?",
    "Ọ sị na ihe mberede mere n'ihu ụlọọrụ a kpọrọ Eleganza n'ihe dịka elekere isii nke mgbede.",
    "Ndị a nwụrụ bụ ụmụnwoke isii gụnyere onye ọkwọ ọgbatumtum bụ onye ọkụ ahụ dọọrọ ma gbagbuo.",
    "Ebe foto si, Road Safety Lagos",
    "E bugala ozu ndị a n'ụlọ ebe a na-echekwa ozo mmadụ.",
    "Ogungbemide rịọrọ ndị ọkwọ ụgbọala ka ha kpachapụ anya dịka ha na-agba n'okporoụzọ ma jiri nwayọọ.",
    "Ebe foto si, Road Safety Lagos",
    "Cheta na ọkụ ọgbụgba sitere n'ihe mberede okporoụzọ ataala ọtụtụ ihe mmadụ na mpaghara dị iche iche na Naịjirịa na nso nso a.",
    "Ebe foto si, Road Safety Lagos",
    "Amerika",
    "Legọsị steeti",
    "Legọsị",
    "Naijiria",
    "Ihe mkparị ọchị",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Ihe ngosi",
    "Njem",
    "NA EME UGBU A Russia and Ukraine conflict: Onyeisi obodo Mariupol arịọla ka ndị niile bi ebe ahụ gbapụ ngwa ngwa",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Anambra Sit at Home: Onitsha 'Main Market' o mepere taa bụ Mọnde? Lee ihe anyị hụrụ28 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Gịnị bụ \"Stay Execution of Judgement\" high court nyere Dave Umahi?21 Maachị 2022",
    "Kedụ ihe ị ma maka Bianca Ojukwu?18 Maachị 2022",
    "Onye bụ Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti ?22 Maachị 2022",
    "Anambra Sit at Home: Onitsha 'Main Market' o mepere taa bụ Mọnde? Lee ihe anyị hụrụ",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Ihe mere Will Smith jiri sị ka o were ụra mawapụ Chris Rock ntị",
    "Ihe ndị mmadụ na-ekwu dịka Nyesom Wike kwuru na ya ga-eso zọọ ọkwa Onyeisiala na 2023",
    "Chidinma Ojukwu: Ụlọọrụ nga Naịjirịa 'arịọla mgbaghara' maka nghọtahe so asọmpị ‘Miss Cell 2022’ ha mere",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Etu 'sit at home' si aga n'Ọwụwa Anyanwụ taaEmelitere ikpeazụ na: 17 Jenụwarị 2022",
    "A nwuchiela ndị nwe ụlọakwụkwọ makwa ndị nkuzi niile ebe ụmụaka atọ na-efu efu n'Abuja",
    "Kedụ ihe ị ma maka Bianca Ojukwu?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}