{
  "published": "29 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Credit Nelo_x/Instagram",
    "Akụkọ na-ewu na soshal midia ugbua bụ maka dọkịta Chinelo Megafu onye ndị mmadụ na-ekwu na ndị omekome gbagburu n'ụgbọoloko bu ihe ruru mmadụ 1000 si Abuja aga Kaduna, n'abalị 28 nke ọnwa Maachị 2022.",
    "Otu onye ụlọọrụ Megafu ji aha @the_beardedsina nọrọ na Twitter, depụtara na nwa ada a bụ ezigbo dọkịta were ndụ ya rụọọrọ Naijirịa ọrụ nke mere ka o rite nturugo.",
    "Ụgbọ Oloko egbuola mmadu abuo na Milan",
    "Anyị anaghị arụ ụzọ ụgbọ oloko banyere Niger - Gọọmentị Naịjirịa",
    "Ụgbọoloko egbuola mmadụ abụọ na South Carolina",
    "Mpio ụgbọ oloko ahụ gbariri agbari",
    "O gosikwara nturugo ahụ n'akara Twitter ya ma na-akwa arịrị na ezigbo ihe danarịrị mba Naịjirịa taa.",
    "Ihe ikpeazụ Chinelo depụtara n'akara Twitter ya bụ na o so n'ụgbọoloko ahụ a wakporo nakwa na agbaala ya egbe, ka ụwa kpewere ya ekpere.",
    "Mana ndị mmadụ nọ na-akwa ya emu na-ajụ ma Megafu o chere na ọ ga-arafụ ndị mmadụ site n'idepụta ozi ha che bụ ụgha.",
    "Ka ndị ọyị Megafu wepụtara ozi na ọ nwụọla, ndị ahụ kwara ya emu mgbe o deputara na agbaala ya egbe, bidoro wepụwa ozi ịkwa emu ahụ ha dere na Twitter.",
    "Ruo ugbua, ngalaba Nigeria Medical Association (NMA) nke Kaduna azabeghi ozi BBC zigara ha ịji nụta maka ikwuputa maka ọnwụ Megafu na etu o si metụta ha.",
    "Onye ọzọ ji aha Steph Adamu nọrọ na Twitter depụtara na Chinelo na-arụ n'ụlọọgwụ St Gerald dị na Kaduna steeti, edekọchaala akwụkwọ ya iji gaa mba ofesi.",
    "Adamu depụtakwara na ọ gbara arụkwaghị m n'ọnwa gara aga ka o wee hapụ Naịjịrịa n'ụbọchị Fraịde na-abịa.",
    "Ebe foto si, Twitter/El-Rufai",
    "Osote onyeisiala Naịjirịa bụ Yemi Osinbajo na aka na-achị Kaduna Steeti bụ Nasir El-Rufai agaala njem nleta n'ụlọọgwụ ebe e bugara ndị merụrụ ahụ na mwakpo ụgbọoloko si Abuja aga Kaduna n'ụbọchị Mọnde.",
    "Osinbajo kwesịburu ịbịa Legọs isonye n'emume ncheta ọmụmụ aka chịburu steeti Legọs bụ Bola Tinubu, mana ọ kagburu njem ahụ, gawa Kaduna.",
    "N'otu aka ahụ kwa, Bola Tinubu kagburu emume ncheta ọmụmụ ya gaara ịdị na Legọs, iji kwanyere ndị tufuru ndụ ha n'ọdachi ahụ ugwu.",
    "Osinbajo na El-Rufai gara n'ụlọọgwụ ndị agha a na-akpọ 44 Military Hospital ebe ha nọrọ kasie ndị niile ya bụ ihe metụtara obi.",
    "Ebe foto si, Screen Shot",
    "Ụfọdụ ndị nọ n'ime ụgbọoloko ahụ a wakporo mgbe o si Abuja gawa Kaduna akọwaala ihe mere na njem ahụ.",
    "Otu nwoke bụ Shehu Isa gwara BBC Pidgin sị ụgbọoloko ahụ hapụrụ n'elekere isii nke mgbede na ihe niile na-aga ọfụma mana mgbe ha ruru ebe a kpọrọ Dutse-Kakau ha nụrụ ụda ogbunigwe nke mere ụgbọ ahụ jiri na-ama jijiji.",
    "\"Mụ na onye nọ m n'akụkụ na-akpa nkata mana mgbe o mere, anyị makpuru n'ala ụgbọoloko ahụ.\"",
    "Lee etu ụgbọoloko mbụ si siri Kogi gaa Warrị ụnyaahụ",
    "Ihe iri ị maghị maka Mahadum Njem a na-arụ na Daura",
    "Isa sị na o teghi aka ha malite ịnụ ụda egbe agharaghara.",
    "\"Eji m anya hụụ ọtụtụ ndị mgbọ egbe tụrụ, ụnyaahụ bụ nnukwu ụbọchị ịzọ ndụ nyem.\"",
    "Ebe foto si, Screen shot",
    "Anyị anaghị e si n'okporoụzọ eme njem n'ihi egwu enweghi nchekwa mana ugbua ọ bịakwutela anyị n'okporo ụgbọoloko.",
    "Onye ọzọ dere ihe n'akara Facebook ya kwuru na ogbunigwe ndị a tụrụ abụghị nke obere ya dịka o tipịara injine ụgbọoloko ahụ.",
    "Aliyu Umar Babangida bụ ọkammụta n'ihe gbasara nchekwa akatọla mwakpo awakporo ụgbọ oloko bu mmadụ 1000 si Abuja gawa Kaduna ụnyahụ bụ March 28,2022.",
    "Ọkamụta Aliyu kwuru na nwakpo a na-eme na Kaduna kwa mgbe kwa mgbe gosiri na gọọmenti etiti achọghi ịgwa onwe ha eziokwu.",
    "N'ọnụ ya, \" oye ahụ nọ ebe ọ nọ na-arịọ ka emere ndị omekome a ebere bụ ndị na-akwado mwakpo niile a.\"",
    "\"O na-ewute m na anwụchịbeghị udiri ndị a mana ọ gaghị eme m ka m kwụsị ikwu okwu etu a ga-esi kwụsị mwakpo ndị a\"",
    "\"Ndị a na-akpa mkpa mkpa a adịghị ka ndị na-anata ndị ha tọrọ ezigbo ego, kedụ ka mmadụ ga-esi na-anata ndị mmadụ n'ike ego ruru ijeri ijeri ma ka na-anọ n'ọhịa , ọ bụ na ịhụghị na ọgbaghị aka?\"",
    "Aliyu kwuru na ọ bụ ndị nọ n'ọchịchị ka ụta diri maka mwakpo a na-aga n'ihu makana ha chere na ihe agaghị emebi gawa n'ihu.",
    "\"Ha pụta ha na-asị ka ewebatakwa ndị a n'obodo, ọ bụ obodo ebe ha gbuchara ndị mmadụ, gbuo umu, di maọbụ nwunye ha ka a ga-ewebatakwa ha?\"",
    "Gịnị ka ndị omekome na-ede na Kaduna?",
    "Mwakpo na-eme na Kaduna kwa mgbe kwa mgbe emeela ka ọtụtụ mmadụ na-ajụ ihe mere o jiri bụrụ ebe ahụ  ka mwakpo na-emekarị na nso nso a.",
    "Ọkamụta Umar  kwuru na ihe kpatara atụmaatụ ahụ si n'aka ndị omekome na Kaduna ji aga n'ihu bụ na anaghị ata ha ahụhụ diri ha nke ga-eme ka ha ghara ịnwa mwakpo ahụ ọzọ.",
    "N'ọnụ ya, \"mgbe ndị omekome wakporo ụlọrụ Nigeria Defence Academy ha nara ije, ha si ya gaa wakpo ọdọụgbọelu dị na Kaduna, ugbua ha awakpola ụgbọ oloko. Ihe na-aka ha obi bụ na anaghị achọpụta ha maọbụ taa ha ahụhụ ga-eme ka ha kwụsị ya bụ mwakpo\"",
    "Kedụ ka a ga-esi kwụsị mwakpo a?",
    "Aliyu kwuru na otelarịị o ji tụpụta alo nye gọọmenti dịka onye agha lagoro ezumike nka nakwa ọkammụta n'ihe gbasara gọọmenti mana o nwebeghị nke ọ hụrụ ha tinyere n'uchu.",
    "O kwuru na ọ ga-adị mma ka gọọmenti nwe anya ụgọ ga-adị n'elu na-ele gburugburu Naịjirịa niile tụmadị ebe mwakpo a mere.",
    "Anya ugo ahụ ga dịka  igwe na-esete onyonyo ga-enye aka ka a chọpụta ndị omekome a n'ebe nzuzo ha maọbụ jide tupu ha akpa arụ ọbụla na Kaduna steeti nakwa ebe ndị ọzọ dị iche iche n'ala Naịjirịa.",
    "Nke a abụghị nke mbụ a na-awakpo ụgbọoloko si okporo Kaduna gawa Abuja.",
    "Ndị njem nwere olileanya na okporo ụgbọoloko nwere nchekwa karịa okporoụzọ ọkachasị nke a si Kaduna gawa Abuja.",
    "N'ọnwa Ọktoba 2021, ụfọdụ mmadụ wakporo ụgbọoloko si Kaduna na-aga Abuja.",
    "N'ọnwa Sepụtemba 2020, ụgbọoloko ọzọ si Abuja na-aga Kaduna banyere n'aka ndị mwakpo, ndị njem nụrụ ụda egbe mana ndị uweojii na Kaduna sị na ọ bụ ogwute ka a tụrụ n'ụgbọoloko ahụ.",
    "N'ọnwa Jenụwarị 2020, nke ọzọ mere n'ọdọụgbọoloko dị na Katari (ji kilomita 70 dị nso n'Abuja), ndị njem nụkwara ụda egbe.",
    "Ọ naanị otu okporo ụgbọoloko jikọrọ Abuja na steetị ndị dị mpaghara Ndịda-Ugwu.",
    "Onyeisiala Muhammadu Buhari gbapere ya n'ụbọchị 26 Julaị, 2016 mgbe ọtụtụ na-achọ ịgbahapụ okporoụzọ maka ntọrị ndị mmadụ.",
    "Ụfọdụ ndị na-enwe egọ ịgba ụgbọelu na-eji ụgbọoloko eme njem.",
    "Ebe foto si, AFP",
    "Ụgbọ oloko",
    "Akụkọ na-ekwu na-atọrọla ọtụtụ mmadụ na-eme njem ebe egburu otu onye n'ụgbọ oloko si Abuja aga Kaduna na mgbede Monde.",
    "Anya hụrụnụ na-ekwu na ya bụ ụgbọ oloko si n'okporo ya fepụ mgbe ihe ana amaghị gbawara na ya bụ ụgbọ oloko.",
    "Akụkọ kwuru na e nwere ndị nwụrụ mgbe ọdachị a mere ma nwekwa ndị merụrụ ezigbo ahụ.",
    "A wakporo ụgbọ oloko ahụ bu mmadụ otu puku (1000) n'elekere asatọ nke mgbede ụnyahụ bụ March 28, 2022.",
    "Mpio ụgbọ oloko ahụ gbariri agbari",
    "Ndị na-eme njem nakwa ufọdụ ndị ezinaụlọ ha gwara BBC na ọdachị a abụghị obere ihe nakwa na ha amabeghị kpọmkwem mmadụ ole ihe a metụtara.",
    "Otu onye na-eme njem kwuru na mgbe ụgbọ oloko ahụ kwụsịrị na ndị oji egbe gbara ya okiri okiri ma gbawa egbe .",
    "N'ọnụ ya, 'ndị mmadụ tukwuru ala ma chọwa ebe nzuzo dịka ndị omekome kpudewere nso n'ụgbọ oloko ahụ, gbawa ndị mmadụ egbe ma tọrọ mmadụ olemole agụtaghị ọnụ .\"",
    "\" Anyị na-aga ụzọ nụ ihe gbwaranụ , dịka ogbunigwe ma nụkwa ụda egbe , ndị na-eche ụgbọ oloko anyị nche nakwa ndị omekome ahụkwakọrịtara mgbọ mana chukwu zọrọ anyị bụ na ndị nchekwa ekweghị ka ndị omekome napụ ha ike mana ndị omekome torọ ụfọdụ ndị mmadụ n'ụgbọ ooko ahụ.\" dịka o siri kwuo.",
    "Onye ọzọ hụrụ mgbe ọdachị a mere kwuru na enwere ndị nwụrụ n'ọdachị a.",
    "Kọmishọna na-ahụ maka nchekwa ime obodo na Kaduna bụ Samuel Aruwan kwuru n'akwụkwọ ozi o depụtara na e zipụla ndị agha ka ha ga gbapụta ndị ahụ na-eme njem n'ụgbo oloko a ma buga ndị merụrụ ahụ n'ụlọ ọgwụ dị nso maka nleta ndị ọrụ ahụike.",
    "Ọ bụkwa maka ọtụtụ mwakpo na ntọrọ na-eme n'okporoụzọ Abuja- Kaduna mere ka ọtụtụ mmadụ na-ejizi ụgbọ oloko eme njem.",
    "Mana nke a bụ mwakpo nke abụọ n'ụgbọ oloko na Naịjirịa dịka ọnwa isii gaferela.",
    "Ndị ụlọorụ Nigerian Railway Corporation ekwubeghi ihe ọbụla banyere ya mana onye chọrọ ịzụ akwụkwọ njem ha na-ezitere onye ahụ ozi.",
    "Ozi sị \"biko onye njem, n'ihi ọnọdụ dị aṅaa e mechiela njem ụgbọoloko si Kaduna gawa Abuja ruo mgbe a na-amaghị.",
    "Ebe foto si, NRC",
    "Kaduna steeti",
    "Ụgbọ oloko",
    "Naijiria",
    "Abuja",
    "Ụgbọ Oloko kopuru ma gbuo mmadu abuo na Milan nke mba Italy25 Jenụwarị 2018",
    "Southeast Railway: Senate kpọrọ Amaechi oku maka ụgbọoloko n'Alaigbo22 Nọvemba 2018",
    "Ụgbọ oloko egbuola mmadụ atọ na London18 Juun 2018",
    "Nigeria vs Ghana: Ndị mmadụ ewerela obi iwe na-akụrisi ihe n'ama egwuregwu Abujaelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Abuja-Kaduna Train attack: A gbagburu dọkịta Chinelo Megafu n'ụgbọoloko Abuja-Kaduna29 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gị5 Jenụwarị 2021",
    "Ihe isii ndị nne Nigeria ji bụrụ 'ọpụrụiche'27 Maachị 2022",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akụkwọ n'ọnwa ọzọ",
    "Nigeria vs Ghana: Ndị mmadụ ewerela obi iwe na-akụrisi ihe n'ama egwuregwu Abuja",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'",
    "Abuja-Kaduna Train attack: A gbagburu dọkịta Chinelo Megafu n'ụgbọoloko Abuja-Kaduna",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Nkata anyị na Nnamdi Kanu kpara mgbe anyị gara hụụ ya na Mọnde - Ejiofor",
    "Anambra Sit at Home: Onitsha 'Main Market' o mepere taa bụ Mọnde? Lee ihe anyị hụrụ",
    "Ihe mere Will Smith jiri sị ka o were ụra mawapụ Chris Rock ntị",
    "Chidinma Ojukwu: Ụlọọrụ nga Naịjirịa 'arịọla mgbaghara' maka nghọtahe so asọmpị ‘Miss Cell 2022’ ha mere",
    "Akụkọ ụgha ndị mmadụ biputere maka nwakpo mere na Kaduna Airport",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}