{
  "published": "29 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Amanda Chisom, bụ onye a ma ama na soshal midia, arịọla mgbaghara maka oke ya n’ịkpọta ndị tinyere ego ha n’ihe gbasara iji ego achụ ego nke ụlọọrụ Chinmark Group.",
    "Na mkparịtaụka ya na BBC Igbo nwere, Chisom kwuru na enweghi mgbe o ji buru n’obi ịkpọkọta ndị mmadụ gwuo ha wayo maọbụ ghọgbuo ha.",
    "Ejịghị m ego ndị mmadụ mee 'dorime' - Marksman Chinedu Ijiomah",
    "Chinmark Group: Ihe ise mere ụwa ji kpụrụ 'Chinmark Group' n'ọnụ ugbua",
    "Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu",
    "Ọ kọwara na ọ matara Chinedu Marksman Ijiomah (Chinmark) kemgbe afọ 2011.",
    "O kwukwara na Chinmark mere ya  ‘Global Ambassador’, mana enweghi ụbọchị ọbụla ha binyere aka n’akwụkwọ gbasara ya.",
    "O kwuru na o che na ihe ọ na-eme kwụ ọtọ, na ọ dịghị ka ihe adịgboroja, mere o ji kwado ya ma tinyekwa ego nke ya ugboro ugboro n’ime ya bụ atụmatụ ma rite uru n’elu ya.",
    "Chisom gwara BBC Igbo etu o si nye Chinmark ndụmọdụ ebe Septemba afọ 2021 ka ọ kwụsị ịnara ndị mmadụ ego na-etinye n’azụmahịa ya.",
    "O kwuru na na egwu na-atụ ya n'ihi etu ọtụtụ ụlọorụ ndị na-anara ndị mmadụ ego ha iji achụ ego na-akpụ afọ n’ala.",
    "Ọ sị na ihe mere o ji gwa ya okwu a bụ na ọ chọghị ka ndị mmadụ kpụrụ ya n’ọnụ ma ọ bụrụ na Chinmark mechaa kpụọ afọ n’ala, n’ihi na ọ bụ onye a ma ama.",
    "O kwuru na Chinmark gwara ya depụtara ya usoro ọ ga-esi emechi ya bụ atụmatụ. Ọ gwakwara ya na ọ naghị ekwe ka ndị riterela uru n’ego ha tighachịkwa ya.",
    "Ọ kọwara etu o si gakwuru ndị ọrụ Chinmark na-ajụ ha ihe mere na ha akwụbeghi ndị mmadụ ụgwọ nakwa etu e si sị ya kwụsị ikwu okwu gbasara ụlọọrụ ahụ na soshal midia ya.",
    "Maka ndị na-ata ya ụta, Chisom kwuru na ọ ghọtara ebe ha si abịa na ihe mere ha ji ebo ya ebubo ndị dị aṅaa.",
    "Ọ gara n’ihu sị ka ha bịa gbakọọ aka mara etu a ga-esi gboo ya bụ nsogbu dapụtara ugbua, n’ihi na ihe kacha mkpa bụ ịhụ na ego ndị mmadụ pụtara.",
    "O kwuru na ọ na-ewute ya na a na-akpụ ugwu ya n’ala ma na-akpọ aha ya dịka onye gwuru ndị mmadụ wayo.",
    "O kwuru na ebe ọ kwụ ugbua bụ ịhụ na ọ gbara mbọ etu ike ya ruru, ịhụ na ndị mmadụ nwetara ego ha.",
    "Ebe foto si, Amanda Chisom/Instagram",
    "Amanda Chisom",
    "Ngalaba Securities & Exchange Commission (SEC) nke Naịjirịa depụtara n'ọba ozi webụsaiti ha akwụkwọ ozi katọrọ atụmaatụ oji ego achụ ego nke ụlọahịa Chinmark Group.",
    "Akwụkwọ ozi ahụ bu deeti December 25, 2021 dọrọ ndị mmadụ aka na nti ka ha mata na Chinmark group nke nọ n'okpuru aha Fin Africa Investment Limited edenyeghị aha azụmahia ya n'akwụkwọ SEC ma na-ekwu na onye ọbụla ya na ha na-emekọ ihe, ihe ọ hụru ya jiri isi ya buru.",
    "Ụlọọrụ Chinmark Group dịka ha siri kọwa na websaiti ha bụ ụlọọrụ nwere ọtụtụ alaka nke gụnyere ewumewu ụlọ (Chinmark Homes and Shelter) ọrụugbo ( Chinmark Farms, njem (Chinmark Rides), erimeri(Chinmark Restaurant & Foods services) wdgz.",
    "Isi ụlọọrụ ahụ dị na 162 Ogui Road, Enugwu.",
    "Ego mmadụ",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Chinmark investment: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara - Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Chinmark Group: Ihe ise mere ụwa ji kpụrụ ụlọahịa ahụ n'ọnụ ugbua23 Maachị 2022",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Vidio, Chinmark Group investments: Gbagharanu m maka ọrụ m rụrụ n'ihe gbasara ya - Amanda Chisom, Duration 6,1029 Maachị 2022",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Vidio, Chinmark investment: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara - Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Vidio, Nnennaya Onu death: Ihe mere n'ezinụlọ anyị bụ arụ - Nwanne onye e gburu ebe a na-azọ akụ, Duration 6,4125 Maachị 2022",
    "Vidio, Ọgba Mbọ: Etu m si malite ime Ajụ Mbaise dịka ihe ọṅụṅụ bekee, Duration 6,1320 Jenụwarị 2022",
    "Vidio, Peter Obi: Ala Igbo mee ihe atọ ndị a, ala anyị ga-emepe, Duration 3,3618 Mee 2020",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, Professor Charles Chukwuma Soludo: Ihe i kwesịrị ịma maka onye ga-achị Anambra steeti, Duration 1,07,487 Nọvemba 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Africa Eye: Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia - Maryama, Duration 6,0721 Febụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}