{
  "published": "30 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Uche Nworah, Peter Edochie",
    "Onye ihe ejije a ma ama bụ Pete Edochie ekwuola na Tinubu na ụfọdụ ndị ọzọ  pụtara ịzọ ọkwa onyeisiala n'afọ 2023 akala nka ịzọ ọkwa ahụ.",
    "Edochie kwuru nke a n'abalị Wenezde dịka ọ nọ na-agbakọ ogbe nke BBC Igbo haziri a kpọrọ \"BBC Igbo Townhall Meeting' na Bekee nwere n'ikuku, nke isi okwu ya bụ \"Gịnị mere onye Igbo ịbụ onyeisiala Naijirịa ji ewu ugbua?",
    "INEC adọtịala ntuliaka Nigeria",
    "'Ndị Igbo akwadoghị Buhari'",
    "N'ajụjụ ihe o chere maka ndị dịka  Bola Ahmed Tinubu pụtara ịzọ ọkwa onyeisiala afọ 2023, Edochie sị, \"Ọtụtụ ndị dịka Tinubu akaala nka, ahụ adịghịzịkwa ha ịzọ ọkwa onyeisiala.\"",
    "\"O teela ọchịchị a gụwara ya (Tinubu) agụ, rue oge e mere ya onye ndu APC. O nwere ka e si nwee nghọta na ọbụrụ na Buhari chịchaa o rutu ya.\"",
    "\"Mana ndị  a katara ahụ, ahụ adịghịzịkwa ha, ka anyị kwuo eziokwu.\"",
    "\"Taa adị m afọ 75. E nwere ike na-ele m anya m bụrụ sọ mma mana  m gwa gị ọgwụ m na-aṅụ i mere m ebere.\"",
    "N'okwu ihe mere Igbo ịbụ ọ bụ nkata a kpara akpa mere na ọkwa onyeisiala erutebeghị ndị Igbo aka na Naijiria.",
    "Edochie,onye kwuru na\"onye Igbo ikpeazụ chịrịla Naịjirịa bụ Aguiyi Ironsi, ndị niile so ya bụzị ndị ugwu na ndị Yoruba\"sị na ọ bụ nsị Chukwuma Nzeogwu nyụrụ n'ụlọụka butere Igbo mkpachapụ a na-eme Igbo.",
    "Ebe foto si, Pete Edochie",
    "Ọ sị, \"Ọ bụ nkata akpara akpa kemgbe iwegharị ọchịchị nke a sị Chukwuma Nzeogwu nọ n'isi ya bụ ihe kpapụrụ ndị Igbo n'ọchịchị ọkachasị nke onyeisiala Naịjirịa.\"",
    "Edochie, onye kwuru na o ruola ka ọkwa onyeisiala rute onye Igbo aka sị na ha zuru ka eme n'ụdị ọbụla.",
    "\"Ndị Igbo na-etinye aka n'ọrụ mmepe obodo dị ịcheịche na Naịjirịa nakwa mba ofesi nke bụ na anyị tozuru etozu n'ọrụ ọchịchị. Anyị nwere akọ na uche e ji achị nakwa emepee obodo\" \"I lee anya n'ọrụ egwuregwu, ime ejije, ide akwụkwọ, na ihe ndị ọzo, ndị Igbo pụrụiche ma bụrụ ndị na-emesi ihe ike.\"",
    "Ebe foto si, Ókaiwu Chinwendu Edede",
    "N'okwu ihe iwu Naijiria kwuru  maka ọchịchị irute ndị Igbo,  Ọkaiwu Chinwendu Ndụka Edede sịrị na ike ọkwa onyeisiala eke n'etiti agbụrụ na ibe ya dị na Naijiria adịghị n'Iwu Naijiria 1999,",
    "\"Mana nke bụ eziokwu bụ na ndị Ugwu anọọla ogologo oge  nke na ọ dịzị ka ọ bụ oke nke naanị ha site n'afọ nne ha.\"",
    "\" E nwere ndị Igbo tozuru ịchị nke bụ na  n'ezie o ruola ka e ekewe ọkwa onye ga-achị nke mere ka ọtụtụ na-eti mgbu onyeisiala onye Igbo mana Iwu Naijiria ekweghị maka ya.",
    "Ebe foto si, Uche Nworah",
    "N'okwu ya, dị ọzọ tinyekwara ọnụ n'okwu dịka Uche Nworah  bụbụ onyeisi ụlọrụ Ntaakụkọ Anambra State Broadcasting Service(ABS) bụ Uche Nworahahụ kwadoro Edochie.",
    "Nworah, onye kwuru na a na-akpagbu ndị Igbo na Naijiria mana ndị Igbo welitere isi mechiri ọnụ, kwuru na ''Ihe mere anyị ji achọ ọchịchị onye Igbo na ntuliaka 2023 bụ maka okwu ikpo oke.\"",
    "\"Ndị Igbo sị \"E mee nwata ka e mere ibe ya obi a dị ya mma\", ya mere okwu ọchịọchị onye Igbo ji dị mkpa.\"",
    "\"Ndị Igbo na-eme ezigbo ihe na Naịjirịa, ndị Igbo na-arụpụata ọrụ ọma, anyị nwere ihe e ji eme ọchịọchịm anyị nwere ndị mmadụ tozuru ịchị Naịjirịa ugbua.\"",
    "Onyeisi otu World Igbo Congress bụ Ọkammụta Anthony Ejiofor sịrị bụ onye ji nnwuchi a nwuchiri Nnamdi Kanu were maa atụ kwuru na a na-emegbu ndị Igbo emegbu.",
    "\"Nke bụ eziokwu bụ na ana-akpapụ ndị Igbo, \" \"I lee anya, enweghị ihe m hụrụ Nnamdi Kanu  mere, naanị okwu ọnụ ka o kwuru mana anwụchịe ya\".",
    "Otu n'ime okwu akpụ n'ọnụ ọkachasị n'ọwụwa anyanwụ Naijirịa bụ maka onye Igbo ịzọ ọkwa onyeisiala Naijirịa nke 2023.",
    "Ọ bụ n'elekere asaa nke abalị taa ka ya bụ nrụrịta ụka ga-ebiri ọkụ.",
    "Ihe ndị mere ọtụtụ ụmụ Naijiria ji hụ Peter Obi n'anya",
    "Ihe ndị mmadụ na-ekwu dịka Nyesom Wike kwuru na ya ga-eso zọọ ọkwa Onyeisiala na 2023",
    "BBC Igbo kpọtara ndị ọnụ na-eru n'okwu maka ihe gbasara ndị Igbo ka ha tinye ọnụ na ya bụ ọkwụ.",
    "Ndị a ga-etinye ọnụ n'ihe ndị gbara ọkpụrụkpụ gbasra isi okwu nrụrita ụka nke bụ\" Gịnị mere onye Igbo ịbụ onyeisiala Naijirịa ji ewu Ugbua?\".",
    "Ndị ga-eme nrụrịta ụka ga-etinye ọnụ n'ihe a kpọrọ Zoning, nke pụtara na ọchịchị kwesịrị ka ebugharịa ya ka o rute mmadụ niile aka.",
    "A na-atụanya na ndịa ga-ekwukwa ihe mere o ji dị mkpa na ọ bụị ugbua ka e kwesịrị ịhọpụta onye Igbo dịka onyeisiala Naijirịa.",
    "Ndị a na-atụanya na ha ga-eso mee ya bụ nrụrịta ụka gụnyere -",
    "Pete Edochie",
    "Chinwendu Nduka Edede",
    "Uche Nworah",
    "Emeka Amakeze",
    "Rita DAniel",
    "James Ogbuka Umekwe",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Russia and Ukraine conflict: Mkparịtaụka e mere nso nso a, amitaghị mkpụrụ udo – Gọọmentị Russia",
    "Gee ntị, BBC Nkeji30 Maachị 2022",
    "BBC Igbo Town Hall Meeting: Tinubu akala nka ịzọ ọkwa onyesiala- Peter Edochie, Uche Nworah na ndị ọzọ30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gị5 Jenụwarị 2021",
    "Ihe isii ndị nne Nigeria ji bụrụ 'ọpụrụiche'27 Maachị 2022",
    "BBC Igbo Town Hall Meeting: Tinubu akala nka ịzọ ọkwa onyesiala- Peter Edochie, Uche Nworah na ndị ọzọ",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF",
    "Nkata anyị na Nnamdi Kanu kpara mgbe anyị gara hụụ ya na Mọnde - Ejiofor",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Anambra Sit at Home: Onitsha 'Main Market' o mepere taa bụ Mọnde? Lee ihe anyị hụrụ",
    "Ihu mmadụ atọ nwụrụ mgbe awakporo ụgbọoloko si Abuja aga Kaduna",
    "Lee etu ụkọchukwu Catholic si hapụ ụka ma bụrụzia dibia",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}