{
  "published": "31 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gbenga Adewoyin bụ nwoke na-agagharị ụfọdụ ebe na Naijirịa achọ onye ga-ekwe nwalee ya site n'ime ihe iribama nke gbadoro ụkwụ n'okpukperechi ha.",
    "Adewoyin gara Anambra steeti ma dịka ihe onyonyo a gosiri, enweghị onye pụtara nwalee ya.",
    "'Ndị Igbo kwesiri ịlọghachite n'ụzọ omenala' - Bob Manuel Udokwu",
    "Ihe mere m ji hapụ ụlọakwụkwọ 'Seminary' ma soro nzọmụkwụ nna m, Pericoma - Ebube Okoye (Diọkpara Pericoma)",
    "Adewoyin na-ekwu kwa na onye mere ihe iribama a ga-erite nde Naira abụọ na ụma.",
    "Gbenga Adewoyin bụ nwa okoroọbịa Naijirịa dị afọ iri abụọ na anọ.",
    "Adewoyin kwuru na ọ nweghị chị ọbụla o kwenyere maọbụ ọ na-efe.",
    "O kwuru na okpukpere dị iche iche na-ebute ọtụtụ nsogbu na Naijirịa bụ ihe mere o jiri bido ịmaaka a ọ na-ama.",
    "Naijirịa bụ mba ọtụtụ ndị kwenyere n'ịkọ ọgwụ na ihe ndị ọzọ yiwere ya.",
    "Ọtụtụ mgbe ka akụkọ gbasara ndị egburu maọbụ jide ndị si na ha ji ndị ha gburu agwọ ọgwụ ego.",
    "Kedụ uru iru mgbede bara n'ala Igbo?",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?",
    "Nsonso a ka ejidere ụmụnwoke atọ ndị gburu nwaagbọhọ dị afọ iri na asatọ ha sị na ha chọrọ iji akụkụị ahụ ya gwọọ ọgwụ ha ga-eji nweta ego.",
    "Ụfọdụ ihe ndịa so n'ihe kpaliri mụọ Adewoyin nke mere ka ọ pụta sị, \" Onye ọbụla ga-egosi m na e nwere ihe dịka mụọ maọbụ ọgwụ ga-erite ndị naira abụọ na ụma.",
    "O kwuru na ọ bụ ndị mmadụ tụkọtara ego a ma sị na ọ ga-ewehachi ya azụ n'aka ndị nyere ya ma ọ bụrụ na-enweghị onye mere ihe iribama sitere n'okpukperechi.",
    "Minịsta na-ahụ maka mgbasa ozi na Naijirịa bụ Lai Muhammed na-ebo ndị ejije Nollywood ebubo na ọ bụ ihe ha na-egosi n'ejije ha kpatara ogbugbu ndịa.",
    "Kama ndị na-eme ihe ejije na-ekwu na mịnịsta Mohammed kwesịrị itinye uche maka etu ndị ọchịchị dị iche iche , nne na nna na ndị ndọrọndọrọ ọchịchị si etinye aka na nzulite ndị ntoroọbịa.",
    "Ofụfe",
    "Anambra Steeti",
    "Omenala",
    "Vidio, Chinmark Group investments: Gbagharanu m maka ọrụ m rụrụ n'ihe gbasara ya - Amanda Chisom, Duration 6,1029 Maachị 2022",
    "Vidio, Chinmark: Chinedu Marksman bụ enyi m, agaghị m agọnahụ ya, ọ naghị agba ọsọ - Harrison Gwamnishu, Duration 11,2330 Maachị 2022",
    "Vidio, Juju Stories: O nweghị onye Anambra obi kara ịpụta nwalee ike chi ha kwenyere na ya, Duration 1,2131 Maachị 2022",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Vidio, Sinach songs: 'Ụfọdụ anaghị aghọta na aka aja aja na-ebute ọnụ mmanụ mmanụ' - Sinach, Duration 48,0128 Septemba 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 0,59elekere 7 gara aga",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Nnennaya Onu death: Ihe mere n'ezinụlọ anyị bụ arụ - Nwanne onye e gburu ebe a na-azọ akụ, Duration 6,4125 Maachị 2022",
    "Vidio, Joy Ndubueze: Ka m si ebi ndụ kamgbe onye uweojii si na ọ chọrọ ilụ m gbara m egbe, Duration 10,5113 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}