{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Osodieme Obiano/Facebook",
    "Ebelechukwu Obiano bụ nwunye gọvanọ chiburu Anambra Steeti bụ Willie Obiano arịọla mgbaghara maka esemokwu dapụtara n'etiti ya na Bianca Ojukwu na 17 Maachị, 2022 mgbe a na-edu gọvanọ Chukwuma Soludo n'iyi ọrụ n'Awka.",
    "Obiano rịọrọ mgbaghara ahụ mgbe ọ na-ekwupụta ebumnobi ya ịzọ ọkwa Sịnetọ ga-anọchi anya Anambra North n'Ụlọomeiwu Ukwu n'Ọka n'ụbọchị Wenezde.",
    "Ebelechukwu Obiano: Ugegbe anya na-ese okwu",
    "Ihe mere Bianca Ojukwu jiri 'maa mụ ụra' - Ebele Obiano",
    "Onye bụ Ebelechukwu Obiano, nwunye Willie Obiano chịrị Anambra steeti ?",
    "Ọkwa sịnetọ mpaghara Anambra- North ọ na-akwadọ ịzọ dị n'aka onye bụbu minista njem ụgbọelu. bụ Seịnetọ Stella Oduah nke pati PDP ugbua.",
    "Otu n'ime ndị enyemaka aka ya bụ Obika Chidiebere gwara BBC Igbo na ọ bụ eziokwu na nne ya ukwu kwupụtara uche n'ịzọ ọkwa ahụ.",
    "Ihe Ebele Obiano rịọrọ n'arịrịọ",
    "Obiano sị na ọ rịọla gọvanọ Chukwuma Soludo na-achị Anambra ugbua mgbaghara maka esemokwu ahụ mere n'ụbọchị a na-edu ya n'iyi ọrụ.",
    "Ọ sị na o mere nke a site n'idegara Soludo akwụkwọ ozi.",
    "O kwuru \"Dịka onye udo nke e ji maara m, ọgbaghara abụghị akwa m,\"",
    "\"Ekelere m ndị okenye, ndịisi ọchịchị, ndị enyi na ndị Anambra niile ndị kpọrọ m ma gosi nwute ha n'ihe ahụ mere ma nye ma ndụmọdụ.\"",
    "Bianca Ojukwu and Ebele Obiano: E nwere onye agbara aka ntị n'ịṅụ iyi Soludo?",
    "\"Ndị maara nke ọma ma na kemgbe afọ asatọ m bụ nwunye gọvanọ, na agbasoro m ụzọ udo na inyere ndị mmadụ aka.\"",
    "\"O nweghi ihe m ga-eji kụnye aka maka mmechu ihu ahụ, na-agbanyeghi ihe ọbụla e mere m.\"",
    "\"N'otu aka ahụ, ana m arịọ ndị gbapụtara ihe niile, ndị Anambra nakwa ndị Igbo  mgbaghara maka imechu ha ihu n'emume ahụ.\"",
    "Ebe foto si, Osodieme Obiano/Facebook",
    "Mgbe Ebele Obiano na-ekwupụta ihe mere o jiri chọrọ ịzọ ọkwa Sịnetọ n'afọ 2023 n'Ọka, ọ sị na ọ bụ uche Chineke na ọ ga-azọ ọkwa ahụ.",
    "N'okwu ya \"Ebumnobi m ịzọ ọkwa a si n'ọkpụkpọ oku ndị obodo m kpọrọ m ka m nọchiteanya ha n'Ụlọomeiwu Etiti.",
    "\"Ndị Anambara anwaala ma ma chọpụta na e nwere m mmasị n'ijere ndị mmadụ ozi, igosi ịhụnanya nakwa itinye ọchị n'ihu ndị obi na-adịghị m, a maara m na  ọ bụ uche Chineke.\"",
    "\"Ọ bụ ihe ndị a mere ndị nke m jiri kpebie ma sị ka m bịa jeere ha ozi n'ebe ọ dị ukwuu\".",
    "Obiano bụ onye pati APGA bụ pati di ya jiri zọọ ọkwa ma merie dịka gọvanọ Anambara Steetị n'afọ 2014 ruo afọ 2022 ọ rịturu n'ọchịchị.",
    "O dobeghi anya ma ọ gbatala akwụkwọ ikike igosi mmasị ya n'ọkwa ahụ nke a kpọrọ 'normination form'.",
    "Ebe foto si, Ebere Obiano",
    "Ebelechukwu Obiano bụ nwunye Willie Obiano bụ aka chiburu Anambra Steeti",
    "A mụrụ ya n'Ọnịcha, Anambra steeti",
    "Ọ bụ onye obodo Ifite, Ogbunike dị n'okpuruọchịchị Oyi dị n'Anambra steeti, ma lụọ Obiano bụ onye Aguleri nke Anambra North",
    "Ha mụrụ ụmụ abụọ, otu nwaanyị na otu nwoke",
    "Ọ gụrụ akwụkwọ sekọndịrị na Legọs nakwa Okija ma gụọ mahadum na mahadum Legọs",
    "Ọ gụkwara akwụkwọ na Houston, Texas dị na mba Amerịka",
    "Ọ rụọla ọrụ n'ọtụtụ ebe gụnyere ngalaba NNPC a kpọrọ NAPIMS",
    "O hiwere ụlọọrụ na-ahụ maka inyere ndị mmadụ aka a kpọrọ 'Caring Family Enhancement Initiative' (CAFE) n'afọ 2014",
    "Ụmụnyanyị",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Okike",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Russia and Ukraine conflict: Anaghị agwa Putin eziokwu maka agha Yukren – Ngalaba nchọpụta Briten",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ebele Obiano arịọla mgbaghara ma kwupụta ebumnobi ya ịzọ ọkwa sịnetọelekere 6 gara aga",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gị5 Jenụwarị 2021",
    "Ihe isii ndị nne Nigeria ji bụrụ 'ọpụrụiche'27 Maachị 2022",
    "Etu ndị ego ha tọrọ na Chinmark si degara IGP akwụkwọ mkpesa",
    "Ebele Obiano arịọla mgbaghara ma kwupụta ebumnobi ya ịzọ ọkwa sịnetọ",
    "Chaina amachiela ụfọdụ ndị ọchịchị Amerịka ịbata mba ha",
    "\"Anyị agaghị ekwe ka ndị ekperima na-adọghachiri anyị aka elekere azụ\" - Soludo",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'",
    "Ihe mere Bianca Ojukwu jiri 'maa mụ ụra' - Ebele Obiano",
    "BBC Igbo Town Hall Meeting: Tinubu akala nka ịzọ ọkwa onyesiala- Pete Edochie, Uche Nworah na ndị ọzọ",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}