{
  "published": "31 Maachị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chukwuma Soludo/Facebook",
    "Aka na-achị Anambra steeti bụ Chukwuma Soludo agaala njem nleta n'isi ụlọọrụ Nnewi South ebe ahụ ndị ekperima wakporo n'abalị Wenezde, Maachị 30, ma gbaa ya ọkụ.",
    "Soludo kwuru na ihe dị otu a bụ arụ kwọ nwa n'azụ, \"ọ bụghịkwanụ ihe e ji mara anyị.\"",
    "\"Ndị Anambra agaghị ekwe ka ndị ekperima olemole na-adọghachiri anyị aka elekere azụ,\" Soludo kwuru.",
    "\"Anyị ejiri otu obi kwekọrịta na anyị ga-eme ka udo na ndokwa chịa n'ala anyị, onweghị ụdị mbibi ọbụla nwere ike ịkwụsị anyị.\"",
    "Ihe anyị ma maka ogbunigwe a tụrụ n'ụlọọrụ ndị uweojii awakporo n'Ideato, Imo steeti",
    "Etu 'unknown gunmen' si wakpoo ụlọọrụ NDLEA n'Ebonyi steeti, gbuo mmadụ anọ taa",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Ebe foto si, Chukwuma Soludo/Facebook",
    "Soludo gara n'ihu kwuo sị: \"Oge m na-ele anya n'ụlọ na ihe ndị ọzọ lara n'iyi na mbibi a, ajụjụ m jụrụ onwe m bụ,\"onye ka ọghọm dịịrị?\"",
    "\"Ego a gaara iji rụọ ọrụ ma wulite ndụ ndị nkịtị na-akwụ ụtụ isi ha n'obodo, ya ka a ga-eji ugbua doziwe ụlọ na ihe niile ndị a e mebiri.\"",
    "\"Enweghị ka anyị ga-esi gaa n'ihu n'ụzọ dị otu a.\"",
    "Ndị omekome bu egbe agbalal isiụlọrụ Okpuruọchịchị Nnewi-South  dị n'Ụkpọ, Anambara steeti ọkụ ma gbuo onye nche nọ ọrụ n'ogige ụlọọrụ ahụ n'ụzọ ụtụtụ Tọzde.",
    "Ụkpọ bụ obodo Mbazulikie Amaechi, okenye Igbo nwere agba bụbụ Minista njem ụgbọelu n'oge ọchịchị Shehu Shagari ma bụrụkwa onye du ndị Igbo ndị ọzọ wee agba gaa Abuja ịrịọ onyeisisala Muhammadu Buhari arịrịọ ka a tọhapụ onye ndu otu Ipob bụ Nnamdi Kanu na mkpọrọ DSS e tinyere ya kemgbe ọnwa Juun afọ 2021 a nwuchiri ya na mba Kenya.",
    "Onye nọ nso ebe ihe mere kwuru na ndị bu egbe a maghị ndị ha bụ wakporo ogige ụlọọrụ ahụ n'ụzọ ụtụtụ Tọzde,",
    "Onyeisioche Okpuru Ọchịchị Nnewi-South bụ Hon. Chieloka Okoye gwara BBC Igbo na ya bụ ihe mere n'ebe Elekere 12.30 nke isi ụtụtụ Tozde.",
    "Okoye kwuru n'ezie na \"ọ bụ ndị bu egbe a maghị ndị ha bụ\" (unknown gunmen).",
    "O kwuru na ndị nọ nso gara ịgbanyụ oku chee na ọ bụ ọkụ nkịtị mana  ka ha rutere, ha hụrụ ọgbatumtum e dọtachara, dịka ha na-echezi etu ndị dọsara na gburugburu ebe ahụ.",
    "Ndị ahụ malitere gbawa ha egbe ha were mata na ọ bụ ha sunyere ọkụ ahụ.",
    "O kwuru na ndị omekome ahụ gbagburu otu onye nche nọ ọrụ n'ụlọọrụ ahụ.",
    "Mbọ BBC Igbo gbara ịnata ozi ndị uweojii Anambara steeti amịtaghị mkpụrụ.",
    "Ọnụ na-ekwuru ndị uweojii Anambara steeti bụ Tochulwu Ikenga asaghị okwu ka a kpọrọ ya n'ekwentị, nke ọ na-asa ozi e zigara ya n'igwe okwu 'Whatsapp' dịka  a na-ewepụta akụkọ a. yo ya oge",
    "Ọdachi na-abịa babalị ole na ole gọvanọ ọhụrụ Anambara steeti kpọrọ otu Ipob oku ka ha dajụụ ma kwado mmepe obodo na steeti ahụ ma kwe nkwa inye aka maka ntọhapụ onye ndu ha bụ nnamdi Kanu.",
    "Kemgbe Januwarị afọ 2021, tigbuo-zogbuo gunyere izunye ụlọ ọkụ, oke ogbugbu ndị mmadụ gụnyere ndị ọrụ nchekwa, ọkachasị ndị uweojii na ndị andị Igbo nwere agba na-arị elu n'Ọwụwa Anyanwụ.",
    "Ndị uweojii Naijiria na -ekwu aka na ọbụ otu nnwereonwe Biafra a kpọrọ  Ipob na alaka ọgụ ha bụ ESN bụ ndị na-akpa mkpamkpa ndịa mana otu Iponb agọola ugboro ugboro na aka ha dị ọcha.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ịkpa arụ nke cyber",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Russia and Ukraine conflict: Anaghị agwa Putin eziokwu maka agha Yukren – Ngalaba nchọpụta Briten",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ebele Obiano arịọla mgbaghara ma kwupụta ebumnobi ya ịzọ ọkwa sịnetọelekere 6 gara aga",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Afcon 2021: Lee ụmụnwaanyị na-eri ego ndị Super Eagles20 Jenụwarị 2022",
    "Mba Ghana ga-ewepụ Milovan Rajevac dịka onye nkuzi otu bọọlụ ha22 Jenụwarị 2022",
    "Naijirịa akụnyela Sudan akpụ anya15 Jenụwarị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gị5 Jenụwarị 2021",
    "Ihe isii ndị nne Nigeria ji bụrụ 'ọpụrụiche'27 Maachị 2022",
    "Etu ndị ego ha tọrọ na Chinmark si degara IGP akwụkwọ mkpesa",
    "Ebele Obiano arịọla mgbaghara ma kwupụta ebumnobi ya ịzọ ọkwa sịnetọ",
    "Chaina amachiela ụfọdụ ndị ọchịchị Amerịka ịbata mba ha",
    "\"Anyị agaghị ekwe ka ndị ekperima na-adọghachiri anyị aka elekere azụ\" - Soludo",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'",
    "Ihe mere Bianca Ojukwu jiri 'maa mụ ụra' - Ebele Obiano",
    "BBC Igbo Town Hall Meeting: Tinubu akala nka ịzọ ọkwa onyesiala- Pete Edochie, Uche Nworah na ndị ọzọ",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}