{
  "published": "19 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ovaioza/Facebook",
    "Ọtụtụ ndị mmadụ tinyere ego ha n'ụlọọrụ a kpọrọ 'Ovaioza Farm Produce Storage Business' nọzị ugbua na-eche ihe ha na ụbọchị ga-aga.",
    "Nke a na-abịa dịka ngalaba 'Securities and Exchange Commission' (SEC) jichiri akara ọbaego niile nke ụlọọrụ ahụ, n'ihi na ha sị na ọ bụ ụlọọrụ adịgboroja.",
    "Etu ndị ego ha tọrọ na Chinmark si degara IGP akwụkwọ mkpesa",
    "MMM ọ laghachitela?",
    "Etu ị ga-esi mara onye na-eche echiche iwepụ ndụ onwe yawere ike ịkwụ ụdọ",
    "Ọ bụ eziokwu na onye nwe ụlọọrụ a bụ nwa ada Imu Ovaioza Yunusa na-ekwu na ego ndị mmadụ efughị efu, mana ụfọdụ ndị tinyere ego ha na ya bụ ụlọọrụ na-ebe na ha ahụbeghị isi ego ha ma ya fọkwa ọmụrụnwa e kwere ha na nkwa kwa ọnwa.",
    "Ebe foto si, Alamy",
    "Ka ọ dị ugbua, ndị uweojii anwụchiela Ovaioza n'Abuja dịka nnyocha ha ka na-aga n'ihu gbasara ebubo na o riri ego ndị mmadụ.",
    "Ụfọdụ ndị tinyere ego n'ahịa ahụ kọọrọ BBC Igbo etu eke si anya anwụ banyere ahịa ha tụrụ n'aka Ovaioza.",
    "Nde naịra asatọ na ụma alaala - Nelisa",
    "Ebe foto si, Screengrab",
    "Ebubo Nelisa Okonkwo Juliet boro Ovaioza",
    "Otu onye n'ime ndị sị na ha tinyere ego ha n'ụlọọrụ Ovaioza bụ nwaada aha ya bụ Nelisa Okonkwo Juliet.",
    "Nelisa gwara BBC Igbo na ihe ya tinyere n'ụlọọrụ Ovaioza nde naịra asatọ na ụma.",
    "\"Ihe m ji bido bụ N500,000, mechaa tinye nde abụọ, mechaa tinye nde atọ, mechaa tinye otu nde, mechaa tinye N600,000.\"",
    "\"Ọ bụ otu a ka ego m dị Ovaioza n'aka si ruo nde asatọ na ụma otu narị puku naịra (N8.1 million).\"",
    "Ihe dị mkpa ị kwesiri ima maka i ji ego achụ ego nke 'investment'",
    "Nelisa kwukwara na kamgbe ya malitere itinye ego n'ahịa Ovaioza, o ritela ọmụrụnwa karịrị nde naịra abụọ.",
    "\"Mana ugbua, achọghịzi m ime. Achọrọ m ka o nyeghachi m isi ego m,\" ka o kwuru.",
    "BBC Igbo akpọtụrụla Ovaioza n'ekwe ntị, n'ozi SMS, n'ozi whatsapp, nakwa ozi facebook, mana zabeghị anyị.",
    "Ebe foto si, Screengrab",
    "Nwa ada ọzọkwa aha ya bụ Chukwudi Somack Mmesoma gwakwara BBC Igbo na o tinyere nde naịra atọ n'aka Ovaioza.",
    "\"Etinyere m nde naịra abụọ n'aka otu enyi m sokwa n'azụmahịa Ovaioza, mana n'aka nke onwe m, etinyere m otu nde naịra.\"",
    "\"Otu enyim ọzọ chọrọ igbu onwe ya oge ọ chọpụtara na ego ya efuola.\"",
    "Ebe foto si, Screen grab",
    "Ọ bụ n'ụbọchị 24 nke ọnwa Maachị ka Ovaioza wepụtara ozi n'akara Facebook ya wee kwuo na ndị SEC kpọchie ọbaego ya niile.",
    "O kwuru na enwere ndị kpesara ụlọọrụ ya n'aka ndị SEC nke mere ha ji kpọchie ya.",
    "\"Akpọchiela ọbaego niile nwere akara BVN mụ na ha, ma ọbaego ndị na-enweghị ihe ọbụla gbasara ha na ụlọọrụ m,\" Ovaioza dere.",
    "\"Mana nkea emetụtaghị ndị tinyere ego n'ụlọọrụ m, n'ihi na ego ha niile dị na ngwaahịa; ego ha adịghị n'ụlọakụ ọbụla.\"",
    "\"Ọ bụrụ na m na-ere ahịa m, aga m na-akwụghachi ndị niile tinyere ego ha n'ụlọọrụ m.\"",
    "\"Ọ bụrụkwa na ha chọọ ka m bunye ha ngwaahịa, aga m emekwa nke a na-egbughị oge ọbụla.\"",
    "Akụkọ pụtakwara na ụlọọrụ SEC kpọchikwara ụlọ Ovaiosa n'Abuja, dịka ha mechiri ọbaego ya niile.",
    "Ebe foto si, Azubuike Ihemeje/Facebook",
    "Akwụkwọ mkpesa ọkaiwu Azubuike Ihemeje degaara ngalaba SEC gbasara Ovaioza",
    "Ọ bụ otu ọkaiwu aha ya bụ Azubuike Ihemeje wegara mkpesa n'aka ndị SEC gbasara azụmahịa Ovaioza, nakwa etu o si anakọ ndị mmadụ ego na soshal midia.",
    "Ihemeje bụ onyeisi ụlọọrụ ndị ọkaiwu a na-akpọ 'Relief Law Chambers'.",
    "Dịka o si depụta n'akara 'Facebook' ya, Ihemeje kwuru na ọ na-ewute ya oge ọbụla ndị mmadụ tufuru ego ha n'ụlọorụ adigboroja jupụtara ebe niile na Naịjirịa.",
    "O kwukwara na ya bụ ụzọ mee nnyocha ya nke ọma wee chọpụta na azụmahịa Ovaioza akwụghị ọtọ.",
    "Mana oge ọ jụrụ ajụjụ gbasara ya na 'Facebook', Ovaioza na ọtụtụ ndị otu ya malitere ịkparị ya ma na-akpọ ya aha ọjọọ dị icheiche.",
    "Ka oge na-aga o kpebiri na ya ga-emerịrị ihe gbasara  ụlọọrụ adigboro a Ovaioza mepere, ọ bụ ya mere o ji degara SEC akwụkwọ ka ha nyochaa ya.",
    "BBC Igbo na-agba mbọ ịnụ n'ọnụ ọkaiwu Azubuike Ihemeje gbasara nke a.",
    "Onye bụ Ovaioza",
    "Ebe foto si, Ovaioza/Facebook",
    "Ezigbo aha nwaada a bụ Imu Ovaioza Yunusa, ọ bụ onye Okene dị na Kogi steeti.",
    "Ọ nwetara ọzụzụ dịka nọọsụ mana ọ bụ ịzụ ahịa nri ka ọtụtụ mmadụ ji mara ya.",
    "Site n'akara Facebook ya, Ovaioza na-akpọ ndị mmadụ nwere mmasị ka ha nya ya ego iji zụta ngwanri ma ree ya, ha na ya ekezie ọmụrụnwa si na ya.",
    "Ihe ọ na-ere gụnyere osikapa, ọka, unere, garị, unyi, na ọtụtụ ihe ndị ọzọ.",
    "Dịka o si kọwaa, ọ na-ego nri ebe o buru ibu oge nri ahụ na-amịpụta nke ukwuu, ma chekwaa ya.",
    "O ruzie oge nri ahụ na-akọ ụkọ n'ahịa, o buputa ya ree n'ọnụahịa buru ibu, ya na ndị nyere ya ego ekee ọmụrụnwa ya ụzọ iri, ndị wetara ego were ụzọ asaa, ya bụ Ovaioza ewere ụzọ atọ.",
    "Mana ọtụtụ ndị tinyere ego ha n'aka nwa ada a ekwuola na ụlọahịa ya bụ nke adigboroja.",
    "Ovaioza nwekwara ụlọọrụ ọzọ ebe ọ na-akụziri ụmụnwaanyị aka ọrụ dị icheiche; ọ kpọrọ ụlọọrụ a 'Ovaioza Skills Acquisition Centre'.",
    "Akụkọ na-abịa...",
    "Ụmụnyanyị",
    "Nri",
    "Nchekwa nrị",
    "Naijiria",
    "Azụmahịa nke kọmpụta",
    "Okike",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Chinmark investment: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara - Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Vidio, Chinmark Group investments: Gbagharanu m maka ọrụ m rụrụ n'ihe gbasara ya - Amanda Chisom29 Maachị 2022",
    "Vidio, Chinmark Ijomah: Aka m nọ Naijiria, o nweghị onye m ji ego ya gbaa ọsọ30 Maachị 2022",
    "Vidio, Chinmark: Chinedu Marksman bụ enyi m, agaghị m agọnahụ ya, ọ naghị agba ọsọ - Harrison Gwamnishu30 Maachị 2022",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime'25 Maachị 2022",
    "Vidio, Ọgba mbọ: Etu m si hibe ụlọọrụ si Naijiria ebuga ngwa nri na mba ofesi23 Maachị 2022",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?elekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Etu Ovaioza si rie N8million m n'ọnụ\"19 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu25 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Akụkọ Mere Ugbua - Ụgbọelu akpọkasịala na Kaduna",
    "\"Etu Ovaioza si rie N8million m n'ọnụ\"",
    "Ihe ndịagha Naijiria kwuru maka ihe mere n'Orlu n'ụbọchị ụka",
    "Gọọmentị Legọs emechiela ụlọakwụkwọ Chrisland maka ebubo mmetọ ụmụakwụkwọ",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}