{
  "published": "2 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Njike na nhazi na-abụkarị nsogbu nye ọtụtụ ụmụnwaanyị nwere ahụ ibu.",
    "Nke a na-eme ka ụfọdụ n’ime ha na-enwe obi ịda mba mgbe ọbụla ha chọrọ ịkwado pụwa ọrịrị.",
    "Nwaada Chioma Omeruah bụ onye eji Chigul mara, bụrụkwa nwaanyị nwere ahụ enweghi ụdị nsogbu a. Ejiji ya na-apụkarị ọkụ na soshal midia.",
    "Mgbasa ka mma karịa nwaanyị ịtụnye ndụ ya n'alụmdi tigbuo-zọgbuo – Chioma Akpotha",
    "Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie",
    "Ndụmọdụ 5 Ngozi Nwosu nyere ndị chọrọ ibanye Nollywood",
    "Ụzọ asaa ndị Nollywood si ebute nghọtaghie n’omenala",
    "N’onyonyo a, Chioma kọwara ka nwaanyị nwere ahụ kwesịrị isi jikee ejiji ya, kwadoo onwe ya ọfụma iji gosipụta akụkụ ahụ ya mara mma ma zokwaa ebe ndị ọzọ ha na-achọghị ka ndị mmadụ hụ.",
    "Ọ kọwakwara obere maka ndụ ya, agụmaakwụkwọ ya, etu o si too nakwa etu o si banye n’ọrụ ime ejije nakwa ịkpa ọchị.",
    "Ndị na-akpa ọchị anabatala Chioma n’ọrụ ha mana n’ọrụ ịkpa ọchị, enwebeghi ọtụtụ ụmụnwaanyị nọ na ya.",
    "Chioma kwuru na ọ bụ maka etu ndị ezinaụlọ nwaanyị ahụ nakwa ndị enyi ya si akatọ ha.",
    "O nyekwara ndụmọdụ etu ụmụnwaanyị ndị ọzọ dịka ya ga-esi abata n’ọrụ ịkpa ọchị a.",
    "Ebe foto si, Chigul",
    "Chioma bụ bụ nwaafọ Anambra bụ nwa nke abụọ ọchịagha Samson Omeruah.",
    "Ọ nwere ụmụnne atọ. Ọ bụ onye ama ama dịka onye na-akpa ọchị, ọgụ egwu nakwa onye na-eme ejije.",
    "Ọ meela ọtụtụ ejije na Nollywood ma gụkwaa ọtụtụ egwu.",
    "Ebe foto si, Chigul",
    "Tupu Chioma abụrụ onye ọ bụ taa, ọ gbalịrị ịgụ akwụkwọ ịbụ ọkaiwu na mba US mana ọ mịtaghị mkpụrụ.",
    "O si na nke ahụ gafezie na ịgụ asụsụ French nakwa asụsụ ndị ọzọ dịka asụsụ Italy, Hindi, Fulani nakwa ndị ọzọ o ji aka ya kuziere onwe ya.",
    "Ka Chioma nọchara afọ iri na abụọ na mba US, ọ lọtara Naịjirịa wee bidozie akaọrụ ya ọ na-arụ ugbua.",
    "Chioma enwetala ọtụtụ nhọpụta dịka ọkaibe n'ime ejije nakwa ịkpa ọchị.",
    "Onye mere akụkọ a bụ Nnamdi Agbanelo.",
    "Ụmụntoroọbịa",
    "Ụmụnyanyị",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Vidio, Chimamanda Ngozi Adichie: Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị, Duration 6,2622 Jenụwarị 2022",
    "Vidio, Chioma Akpotha: Mgbasa ka mma karịa ịtụnye ndụ gí n'alụmdi tigbuo-zọgbuo, Duration 9,4020 Febụwarị 2022",
    "Vidio, Ngozi Nwosu: Ihe ise ị ga-eme iji nwee ugwu n'ọrụ ihe nkiri, Duration 1,3524 Eprel 2019",
    "Vidio, Anita Joseph: 'Ụfọdụ ụmụnwaanyị Nollywood ka enwe ego maka 'nnukwu mpa' nọ ha n'akukụ', Duration 3,2214 Mee 2019",
    "Vidio, 'Nollywood laghachi n'asụsụ Igbo unu jiri malite' - Vicky Nwogu, Duration 2,1029 Nọvemba 2018",
    "Vidio, Kaduna Train attack: Ndị 'Bandits' nwere komishona ha na-akpọ aha mgbe ha wakporo anyị, Duration 7,44elekere 6 gara aga",
    "Vidio, Lee ka i ga-esi kwadoo dịka nwaanyị nwere ahụ ma bụrụkwa elelebe eje ọrụ - Chigul, Duration 8,062 Eprel 2022",
    "Vidio, Chinmark Group investments: Gbagharanu m maka ọrụ m rụrụ n'ihe gbasara ya - Amanda Chisom, Duration 6,1029 Maachị 2022",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Vidio, Chinmark: Chinedu Marksman bụ enyi m, agaghị m agọnahụ ya, ọ naghị agba ọsọ - Harrison Gwamnishu, Duration 11,2330 Maachị 2022",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Juju Stories: O nweghị onye Anambra obi kara ịpụta nwalee ike chi ha kwenyere na ya, Duration 1,2131 Maachị 2022",
    "Vidio, Nnennaya Onu death: Ihe mere n'ezinụlọ anyị bụ arụ - Nwanne onye e gburu ebe a na-azọ akụ, Duration 6,4125 Maachị 2022",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}