{
  "published": "4 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ụlọụka Katọlik nakwa Anglikan malitere ikpe ekpere maka mpịachi atụmatụ onye apụla ezi kwa Mọnde ọbụla n'Anambra Steetị.",
    "Nke a mere n'ụlọụka St. Patrick Katọlik dị n'Awka nke Bishọp Awka Dayọsis bụ Paulinus Ezeokafor haziri.",
    "Ndị ntorobịa niile bu egbe nọrọ n'ime ọhịa, pụtazienụ ka anyị kpaa akpaa - Soludo",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Anambra Sit at Home: Onitsha 'Main Market' o mepere taa bụ Mọnde? Lee ihe anyị hụrụ",
    "Ndị ụka a nọ na-agagharị na mbaraezi ime ụlọụka na-ekpe ekpere maka udo, nchekwa nakwa ọganihu Anambra Steetị.",
    "Ha rịọkwara ka Chineke nye gọvanọ ha bụ Chukwuma Soludo amamihe ịchị Anambra ọfụma.",
    "Ndị ụlọụka ọzọ kpekwara ekpere a bụ St. Faith Cathederal nke Anglikan dị n'Akwa mana ha malitere n'elekere iri nke ụtụtu ma mechie tupu ọ na-akụ elekere iri na abụọ.",
    "Ụzọ ahịa Eke Awka",
    "Site n'oku gọvanọ Anambra Steetị bụ Chukwuma Soludo kpọrọ ka a kwụsị atụmatụ onye apụla ezi na steeti ahụ malite taa bụ 4 Eprel, 2022.",
    "BBC Igbo kpaghara n'Anambra ịchọpụta ma ndị mmadụ ọ na-erubeisi maọbụ na-enupuisi n'oku ahụ Soludo kpọrọ.",
    "Ụlọọrụ gọọmentị Jerome Udorji dị n'Awka",
    "Ụfọdụ ọnụ ụlọọrụ Jerome Udorji dị n'Awka",
    "Ebe mbụ a gara ụlọọrụ ndị gọọmentị a kpọrọ Jerome Udorji dị n'Awka n'elekere itoolu nke ụtụtụ.",
    "Ọtụtụ ọnụ ụlọọrụ gbachiri agbachi dịka ndị ọrụ Bekee na-abịa ọrụ obere obere.",
    "Ebe ọzọ anya BBC Igbo ruru bụ n'ahịa a ma ama bụ Eke Awka dị n'isiobodo Anambra Steetị.",
    "Ahịa Eke Awka dị n'Anambra",
    "Ụfọdụ ụlọahịa ndị dị n'ime ahịa Eke Awka mepere emepe, ebe ọtụtụ ndị na-ere ahịa okporoụzọ na ndị ahịa mbugharị pụtara.",
    "Ndị ahịa okporoụzọ nọ n'Eke Awka",
    "Onye ntaakụkọ anyị gakwa ebe a na-akpọ 'Unizik Temporary Site' dị n'Awka ma chọpụta ndị mmadụ na ndị ọgbatumtum keke na-agagharị.",
    "Unizik Temp. Site dị n'Awka",
    "Ihe ọzọ bụ na ọdọụgbọala ebe ndị mmadụ si eme njem gbara chakoo dịka o nweghi ụgbọala e ji eme njem a hụrụ ebe ahụ.",
    "Okporoụzọ si Enugwu gawa Onitsha",
    "Onye ntaakụkọ gara n'ihu kwuo na ekpere bụ gọvanọ Soludo sị ka e mee taa ga-amalite n'elekere iri na otu nke ụtụtụ",
    "Ebe foto si, Facebook/Soludo TV",
    "Gọvanọ na-achị Anambra Steetị bụ Chukwuma Soludo ekwuola na otu Indigenous People of Biafra (Ipob), ndị ndu obodo nakwa ndịisi ụlọụka kwadoro ya ka e kpochapụ atụmatụ 'sit-at-home'.",
    "Soludo kwuru nke a mgbe ọ na-aza ajụjụ na Channels TV n'abalị ụbọchị 3 Eprel 2022 banyere ọnọdụ nchekwa na etu ọ ga-esi rụọ ọrụ.",
    "Ndị ntorobịa niile bu egbe nọrọ n'ime ọhịa, pụtazienụ ka anyị kpaa akpaa - Soludo",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Anambra Sit at Home: Onitsha 'Main Market' o mepere taa bụ Mọnde? Lee ihe anyị hụrụ",
    "N'okwu ya \"ihe mbụ chere Naịjirịa, Ọwụwa Anyanwụ nakwa Anambra aka mgba bụ nchekwa mana anyị na-eleba ya anya n'ụzọ pụrụiche.\"",
    "\"anyị amalite ịkpọku nakwa ịkparịtaụka n'etiti ndị o metụtara maka na ihe niile abụghị ihe a na-emeta n'ụzọ ikike\".",
    "\"Anyị akagbuola atụmatụ ịnọ n'ụlọ dịka ndị ndu obodo, ndịisi ụlọụka, ndị Ipob na ndị ọzọ kwadoro anyị n'atụmatụ ahụ.\"",
    "Soludo sị malite taa bụ Mọnde 4 Eprel, 2022 na a ga-enwe ọgbakọ ekpere n'ụlọụka niile dị n'Anambra nakwa Ọwụwa Anyanwụ iji kagbuo atụmatụ 'sit-at-home'.",
    "Ebe foto si, Soludo TV",
    "Ọ sị na o doro ya anya na ụfọdụ ndị ekperima ga-esepụta igbochi atụmatụ a mana ọ gaghị ekpochi ha agala n'ihu.",
    "Cheta na gọvanọ Soludo haziri ọgbakọ ndị ndu nakwa ndị ọnụ na-eru n'okwu n'Anambra Steetị n'ụbọchị Satọde 2 Eprel  maka nchekwa.",
    "Ebe foto si, Soludo TV",
    "N'ọgbakọ ahụ, o wepụtara ụfọdụ atụmatụ ọchịchị ya ga-esi kwụsị iwu onye apụla ezi nke metụtara nchekwa n'ebe ọ dị ukwuu.'",
    "Atụmatụ ndị a gụnyere; Ndị ụka inwe ọgbakọ ekpere n'elekere iri na otu nke ụtụtụ ụbọchị Mọnde, iji gosipụta na 'sit-at-home' abịala n'isi njedebe.",
    "BBC Igbo kpagharịrị na mpaghara Ọwụwa Anyanwụ ndị ọzọ dịka Imo, Ebonyi, Enugwu nakwa Abia ị chọpụta ka ihe si kwụrụ ebe ndị ahụ.",
    "Imo Steeti",
    "Ụgbọala kọrọ n'okporoụzọ Wetheral dị n'Owerri",
    "Ndị mmadụ apụtaghị ezi na mpaghara Owerri dị iche iche dịka okporoụzọ si Owerri gawa Okigwe.",
    "Okporoụzọ si Owerri gawa Okigwe",
    "Ebe ọzọ bụ okporoụzọ Wetheral, MCC ebe ụlọahịa, ụlọakụ nakwa ụlọakwụkwọ na-emepeghi emepe.",
    "N'Abia",
    "Okporoụzọ Ikot Ekpene di n'Umuahia",
    "Ụfọdụ ndị rubereisi n'iwu ahụ ebe ụfọdụ ndị gawara mkpa dịịrị ha.",
    "Ọdọụgbọala Umumass dị n'Umuahia",
    "Ụfọdụ ọdọahia mechiri kpamkpam ebe ụfọdụ n'ime ha mepere n'Umuahia bụ isiobodo Abia Steeti.",
    "Ebonyi Steetị",
    "Ọdọahịa dị n'Abakaliki",
    "Azụmaahịa, ụlọakwụkwọ, ụlọakụ mepechara emepe na mpaghara Abakaliki bụ isiobodo Ebonyi Steetị.",
    "Okporoụzọ di n'Abakaliki",
    "Ndị ọkwọ ụgbọala, ndị ọgbatumtum na ndị ji ụkwụ na-aga mkpa dịịrị ha.",
    "N'Enugwu",
    "Onye ntaakụkọ BBC Igbo kpagharịrị na mpaghara dị iche iche n'Enugwu ma chọpụta ọtụtụ ebe niile gbara chakoo.",
    "Lee ihe ọ chọpụtara ebe a n'uju",
    "Atụmatụ onye apụla ezi a na-akpọ 'sit-at-home' bụ iwu otu na-achọ nwereonwe Biafra bụ hiwere iji gosi ndị Ọwụwa Anyanwụ Naịjirịa kwadoro ihe ha na-eme.",
    "A na-emekaarị otu ụbọchị kwa afọ n'ụbọchị iri atọ nke ọnwa Mee ji kwanyere ndị nwụrụ n'oge agha Biafra ugwu.",
    "Mana kamgbe gọọmentị Naịjiria nwuchigharịrị Nnamdi Kanu bụ onye ndu ha, Ipob meziri ka iwu ahụ bụrụ ụbọchị Mọnde ọbụla nakwa ụbọchị Kanu ga-aga n'ụlọikpe.",
    "Mana Kanu nyere iwu site n'ọnụ ọkaiwu ya bụ Ifeanyi Ejiofor sị ka Ipob kagbuo nke ụbọchị Mọnde, bụ nke ha mere.",
    "Mana ndị mmadụ ka na-aga n'ihu ịnọ n'ụlọ kwa Mọnde bụ ọtụtụ n'ime ha sị na egwu ịpụta ezi na-atụ ha maka na ndị oji egbe egbuola ọtụtụ ndị pụtara ezi n'ụbọchị ndị ahụ.",
    "Akụkọ ka na-abịa...",
    "Naijiria",
    "Anambra Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "NA EME UGBU A A kpọrọ okwu onyeisiala Ukraine bụ Volodymyr Zelensky n'ọgbakọ Grammy Award nke iri ise na anọ (64th) e mere na Las Vergas",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụelekere 6 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Ugboro asatọ n'ime abalị asaa gara aga ndị 'unknown gunmen' wakporo mpaghara Ọwụwa Anyanwụ",
    "Ọ bụ ihe ọchị na ụfọdụ na-akpọ m 'aka chịbụrụ Ebonyi steeti' - Dave Umahi",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua",
    "Ụlọọrụ Road Safety akọwaala etu unknown Gunmen si gbuo ndị otu ha abụọ",
    "Anyị dị njikere inye ndị 'unknown gunmen' 'amnesty' - Chukwuma Soludo",
    "Etu ndị omekome si wakpoo ụlọ kọmịshịna ọrụ na owuwe ọrụ n’Imo steeti",
    "Ihe ndị ị kwesịrị ịma maka 'Cubana Chief Priest' aha ya na-ewu ugbua na soshal midia",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}