{
  "published": "3 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chinyere Magella Ogudoro",
    "Ndị uweojii anwụchiela otu nwoke a sị mụnyere nwunye ọ lụrụ kamgbe afọ iri ọkụ na ndụ.",
    "Nwoke a dị afọ iri ise ka a sị na ọ mụnyekwara nwanne nwoke nwunye ya ọkụ n'otu oge ahụ.",
    "Ndị uweojii nwuchiri nwoke a ka ọ gachara otu ụbọchị ọ kpara arụ a.",
    "Otu nwoke egbuola nwunye ya n'Enugwu",
    "Nwoke agbagbuola nwunye na nwa ha",
    "Etu enyi nwaanyị ochie Stanley Obi si jiri ọkụ gbagbuo ya n'Australia",
    "Lee ebe mmadu nọ gbuo nwanne ya na Sango Ota",
    "Akụkọ sị na nwunye ya bụ Chinyere Ogudoro, onye si mba Scotland lọta Naịjirịa ọhụrụ, bu ụzọ nwụọ site n'ọkụ ahụ, ebe nwanne ya nwoke nwụrụ n'ụlọọgwụ dịka otu onye ezinaụlọ ha si kwuo.",
    "A mụrụ Chinyere na nwanne ya nwoke ahụ n'ime ezinaụlọ mmadụ ise gụnyere ụmụnwaanyị anọ na otu nwoke.",
    "Ọ dị afọ iri anọ na asatọ ebe nwanne ya nwoke dị afọ iri atọ na otu.",
    "Chinyere mụụrụ di ya ahụ ụmụ anọ ebe nwanne ya ahụ ka lụchapụrụ nwunye n'ọnwa Mee afọ 2021.",
    "Ebe foto si, Chinyere Ogudoro",
    "Nwanne ha nwaanyị bụ Edna Durueke dị afọ iri isii na anọ gwara BBC Pidgin na ihe a mere na Tọzde 31 Maachị, 2022, mgbe Chinyere si mba Scotland lọta.",
    "Edna kwuru na o mere n'abalị mbụ ọ na-ehi ụra n'ụlọ ha dị n'Abule Ado nke dị n'akụkụ Trade fair Legọs.",
    "Ọ sị \"ọ bụ abalị mbụ Chinyere lọtara ka ihe a mere, o hiri ụra mana ọ hụghị echi ya anya,\"",
    "Durueke sị na Chinyere na di ya kpere udo n'esemokwu ha nwere tupu ọ gawa mba ofesi mana ọ maghị na di ya ka bu ihe ọjọọ n'obi.",
    "\"Nwa nwanne m bụ ọnye ọrụ ụlọakụ na-eme ọfụma na Naịjirịa tupu o mee njem, mgbe ahụ ha ka bi n'ụlọ onye ọzọ nwe.\"",
    "\"O mechara nwete ego, zụọ ala ma rụọ ụlọ ahụ dị n'Abulo Ado. O nwetere akwụkwọ ịkpọrọ ezinaụlọ ya gawa ofesi.\"",
    "\"Mana o nweghi onye ma ihe mere dị ya jiri jụụ iso ha gawa mba ofe ma nọrọ na Naịjirịa.\"",
    "\"Ọ nụrụ kepukepu na di ya chọrọ ire ụlọ ha ahụ, mana ka o si dị, o nweghi ike renwuo ụlọ ahụ maka na aha dị n'akwụkwọ ụlọ ahụ bụ nke nwunye ya (Chinyere).",
    "\"Ọ dị ka ọ bụ iwe ahụ kpatara o jiri mee ihe o mere maka na o nweghi ihe ọzọ anyị maara na-abụghị na ha sere okwu ma mezie,\" Edna Durueke kwuru.",
    "Ebe foto si, Lagos State Police",
    "Ọnụ na-ekwuru ndị uweojii na Legọs bụ Benjamin Hundeyin sị na nwanne nwoke Chinyere gwara ha ihe merenụ tupu ọ nwụọ n'ụlọọgwụ.",
    "\"Ihe niile nwanne ya nwoke gwara anyị nọ n'ime igwe okwu nchekwa 'recorder'.\"",
    "\"Ọ sị na mgbe ha lọtara, na Chinyere na di ya nwere obere esemokwu tupu ha ehie ụra, mana mgbe ha na-ehi ụra n'abalị na ihe dịka mmiri bịara ju ha n'ahụ.\"",
    "\"Mana ha mepere anya chọpụta na ọ bụ mmanụ ụgbọala ka nwoke a wụrụ ha n'ahụ, mụnye ha ọkụ ma kpọchie ha n'ime ụlọ gbaa ọsọ.\"",
    "\"Etu ahụ ka nwanne ya si kọọrọ anyị\" ndị uweojii kwuru.",
    "Dịka ọ dị ugbua nwoke ahụ nọ n'aka ndị uweojii nke ngalaba 'State Criminal Investigation Department' dị na Panti, Legọs.",
    "Durueke sị na nwoke a kere ihe n'ahụ ya dịka onye merụrụ ahụ mgbe ndị uweojii nwuchiri ya ma sị na nke ahụghọ ọ chọrọ ịghọ.",
    "Hundeyin sị na ha na-eme nnyocha ịmata nke bụ eziokwu etu ihe niile siri mee.",
    "Ezinaụlọ a amaghị etu ụmụaka ha nọ mba Scotland ga-eme maka na ha amabeghi ihe mere nne ha na nna ha.",
    "Naijiria",
    "Okike",
    "Mmegbu",
    "Ezinụlọ",
    "Stanley Obi and Sarah Mudge death: Etu enyi nwaanyị ochie Stanley Obi si jiri ọkụ gbagbuo ya n'Australia12 Maachị 2022",
    "Vidio, Etu ọkụ si gbagbuo nwaanyị na ụmụ ya atọ n'Ebonyi steeti4 Maachị 2022",
    "Ifeanyi Okeke Auto Ease: Nwunye Ifeanyi Okeke agbagburu n'Enugwu ekwuola na o werela uwa ka osiri hụ ya.6 Julaị 2021",
    "Anambra Fire Incident: Etu ọkụ si gbagbuo nwoke kpuru isi n'obodo Umunya3 Disemba 2021",
    "Imo Tanker Explosion: Etu ọkụ 'tanker' si mebie ihe ma gbagbuo otu nwaanyị n'Owere14 Ọgọọst 2020",
    "Ndị agha Amerịka egbuola Onyeisi otu Islamic State bụ Abu Ibrahim al-Qurayshi na Syria3 Febụwarị 2022",
    "NA EME UGBU A Anya Russia dịzị n'iweghara mpaghara Ọwụwa Anyanwụ na Ndịda mba Ukraine - Zelensky",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Haiti, Barbados, na mba ndị ọzọ n'ụwa si agbụrụ Igbo pụta3 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Etu ndị o ji egbe si wakpoo ndị ọrụ FRSC n'Anambra ma gbaa isi ụlọọrụ okpuruọchịchị Orsu ọkụ n'Imo steeti",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ihe ndị ị kwesịrị ịma maka 'Cubana Chief Priest' aha ya na-ewu ugbua na soshal midia",
    "Ndị ntorobịa niile bu egbe nọrọ n'ime ọhịa, pụtazienụ ka anyị kpaa akpaa - Soludo",
    "Haiti, Barbados, na mba ndị ọzọ n'ụwa si agbụrụ Igbo pụta",
    "Ebele Obiano arịọla mgbaghara ma kwupụta ebumnobi ya ịzọ ọkwa sịnetọ",
    "Etu ndị omekome si wakpoo ụlọ kọmịshịna ọrụ na owuwe ọrụ n’Imo steeti",
    "Ihe Uche Mefor kwuru maka Adeyinka Grandson Briten tụrụ mkpọrọ maka ikwu okwu asị megide ndị Igbo",
    "Etu ndị ego ha tọrọ na Chinmark si degara IGP akwụkwọ mkpesa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}