{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Getty Images/Amen",
    "Ụfọdụ ndị isi ụka tinyerela ọnụ n'ọchịchị Naịjirịa na nso nso a",
    "Na Naịjirịa, ndị isi ụka okpukperechi dị ịcheịche bụ ndị ọtụtụ na-akwanyere ugwu maka etu okpukperechi si bụrụ ebe mgbado ụkwụ nye ọtụtụ n'ala Naịjirịa.",
    "Ugboro ugboro, ozi ndị isi ụka na-abụ ihe na-akpata ọtụtụ okwu ọkachasị okwu banyere ihe na-emetụta ọtụtụ, dịka ọchịchị.",
    "Mbaka agọrọla aka n'ụkwụ ya n'Buharị",
    "Gbaara njọ anụahụ ọsọ - Adeboye",
    "Sheikh Gumi: Anyị ekwuola okwu gbasara ya ugboro ugboro mana Buhari achọghị ịma - Ohaneze Ndigbo\"",
    "N'ụbọchị ụka nke bụ ụbọchị atọ n'ọnwa Eprel 2022 onyeisi ụka Redeemed Christian Church of God bụ Pastọ Enoch Adeboye kwuru okwu na-ewu ewu ugbua na soshal midia banyere ọnọdụ nchekwa na Naịjirịa nakwa etu obi dị ya maka ọchịchị Naịjirịa.",
    "Adeboye onye gbara afọ 80 n'ụbọchị Satọde nke onyeisiala Muhammadu Buhari zipụtara ozi ekele nye kwuru n'ụbọchị ụka ihe ole m ole maka ọchịchị Naịjirịa, nkesa akụnụba Naịjirịa, ntuliaka nke afo 2023 nakwa ihe ndị ọzọ.",
    "Banyere nkesa akụnụba Naịjirịa, Adeboye kwuru:",
    "\"Akụkọ ụwa na-ekwu na ụfọdụ ndị na-ezufu ihe karịrị 80% mmanụ agbidi Naịjirịa na-emepụta mana enweghị ndị n'ime ha pụtarala kwuo na ya bụ akụkụ bụ akụkụ ụgha\"",
    "Ọ gara n'ihu kwuo: \"Kedụ ebe ego a na-aga? Ego kwesiri ịbụ ego ala Naịjirịa... Kedụ ihe ha ji ya eme? Kedụ ndị ha na-esere mmanụ agbịdị anyị\"",
    "O kwukwara na ka ọ dị ugbua, na ọ mabeghị na a ga-eme ntuliaka n'afọ 2023 maka na chukwunna bụ chi ya agwabeghị ya ihe ọbụla maka nke a.",
    "Adeboye sị: \"2023 ka tere aka, ọtụtụ ihe nọ m n'uche  ugbua nke unu niile ga-eso tinye m n'ekpere maka ya\"",
    "Ọ jụkwara ọtụtụ ajụjụ banyere mwakpo ndị ekperima mere n'ụgbọoloko nke Abuja-Kaduna n'ụbọchị Mọnde.",
    "N'okwu, ọ sị \"Kedụ ihe mere o jịkarị abụ na Kaduna ka mwakpo ndị na-eme? Ha kụsasịa Kaduna, kedụ akụkụ Naịjirịa ọzọ ha ga-amalite wakpowa?\"",
    "Okwu ndị a o kwuru asarala ọkụ na soshal midia dịka Adeboye bụ onye ọtụtụ na-eso ma na-akwanyere ugwu.",
    "Ụfodụ ndị isi ụka ndị ọzọ kwurula okwu banyere ọchịchị Naịjirịa na nso nso a gụnyere:",
    "Ebe foto si, Tunde Bakare/Facebok",
    "Onyeisi ụka Citadel Global Community Church nke Abuja - Tunde Bakare",
    "N'ebe ọnwa Ọgọst 2021 onyeisi ụka Citadel Global Community Church nke Abuja bụ Tunde Bakare kwuru etu obi dị ya banyere ọchịchị Naịjirịa ma tụọ onyeisiala Muhammadu Buhari aka n'ụzọ dị ịche ịche.",
    "Okwu ya tụrụ ọtụtụ n'anya n'ihi Bakare so ndị kwadoro Onyeisiala Buhari ma gbasa ozi ọma banyere ya n'oge achụmnta vootu nke afọ 2015 nakwa 2019.",
    "Bakare kwuru n'afọ 2021:",
    "\"Ihe a bụghị Naịjirịa anyị tụrụ anya inwete, ihe nke a tụrụ m n'anya nke ukwu\"",
    "O kwukwuru na ọchịchị Naịjirịa n'okpuru Onyeisiala Buhari achịtaghị aja ma ncha.",
    "Bakare gara n'ihu jiri afọ ole Onyeisiala Buhari chịrịla mgbe ahụ maa atụ kwuo:",
    "\"Nwatakiri gbarala afọ isii na-anaghị egbe igbe nwere ezigbo nsogbu... ọ bụrụkwa na ọ na-akpụ ike n'ala i mara na ya bụ ihe bụ nke dị ezigbo njọọ\"",
    "Okwu Bakara dara ụda n'ihi o ji ụbọchị ụka ole m ole nke so ụbọchị ahụ kwuru nke a kwuo maka etu obi dị ya banyere ọchịchị Naịjirịa n'okpuru onyeisiala Buhari.",
    "Na nso nso a, otu onyeisi ụka alakụba n'Abuja bụ Shiekh Nuru Khalid ekwukwala okwu banyere ọchịchị Naịjirịa nke tinyere ya na nsogbu.",
    "Ebe foto si, Shiekh Nuru Khalid/Facebook",
    "onye bụbu onyeisi ụka alakụba nke Apo Legislative Quarters dị n'Abuja - Shiekh Nuru Khalid",
    "Ozi onyeisi ụka alakụba nke Apo Legislative Quarters dị n'Abuja zipụtara n'ụbọchị Fraịde bụ ụbọchị mbụ nke ọnwa Eprel abụrụla okwu akpụ n'ọnụ na soshal midia, nke mere ndị ọchịchị ụka ahụ ji chutuo ya n'ọkwa oche ya dịka onyeisi ya bụ ụka.",
    "N'ozi a banyere ọchịchị Naịjirịa,  Khalid kwuru:",
    "\"Naanị ndị ọchịchị chekwara ndụ anyị ka anyị ga-atụnyere vootu, ndị nke hapụrụ anyị ka egbuo anyị, anyị agaghị apụta tụnyere ha vootu, ebe ọ bụ naanị ntuliaka na-eche ndị ọchịchị echechi ugbua\"",
    "Ọ gara n'ihu kwuo:",
    "\"Nchekwa adịghị n'akụkụ Naịjirịa dị ịche ịche, ndị ọchịchị a na-akọ akụko ajambele, anyị chọro nchekwa\"",
    "\"Enweghị ihe na-arụ ọrụ nke ọma na Naịjirịa ugbua, ndị mmadụ na-anwụ aghara aghara, nchekwa adịghị n'okporoụzọ anyị\"",
    "Ọ tụkwara gọọmentị aka maka mwakpo mere n'ụgbọoloko Abuja-Kaduna n'ụbọchị Mọnde sị:",
    "\"Ndụ anyị dị anyị mkpa anyị chọro ịdị ndụ... A na-awakpo ụgbọoloko, egbu ndị mmadụ, ọ dịzịe ka anyị enweghị ndị ọchịchị na gọọmentị\"",
    "\"Ndị omekome 'bandits' na-agbakọ zipụta ozi mana gọọmentị Naịjirịa anaghị ezi anyị ozi ọbụla\"",
    "Onyeisi kọmịtịị ndị ụka alakụba bụ Sịnatọ Saidu Muhammed Dansadau gwara BBC Hausa na okwu ndị a na ndị ọzọ mere achụtuo Khalid n'ọkwa oche ya n'ihi ebubo na okwu ya nwereike ịkpalite ọgbaghara.",
    "Khalid dere na soshal midia ya mgbe a chụtụrụ ya:",
    "\"Ọ bụ chukwu kachasị ike, ọ bụ ya na-enye onye ọ chọrọ ọchịchị, ọ bụ ya na-anapụ onye ọ chọro ọchịchị\"",
    "Ebe foto si, Adoration Mininsitries",
    "Onyeisi ụka kraịst Adoration Ministries, Enugu - Fr Ejike Mbaka",
    "Ụkọchukwu ọzọ malitere ọhụrụ ịkatọ Onyeisiala Buhari na ọchịchị ya bụ Fada Ejike Mbaka nke Adoration Ministry Enugwu.",
    "Nkatọ Fada Mbaka a tụrụ ndị mmadụ n'anya maka na o so na ndị buru amụma ma kwadoo Buhari mgbe ọ na-azọkwa onyeisiala n'afọ 2015.",
    "Mbaka malitere ịkatọ ọchịchị Buhari maka maka ihe ọ sị bụ oke ogbugbu a na-egbu ndị mmadụ na Naịjirịa.",
    "Elections: Buhari adaghị ntụliaka n'Enugu edere ya ede - Mbaka",
    "Mana nso nso ọ malitere ịkatọ ọchịchị Buhari banyere mwuchi a nwuchiri Nnamdi Kanu onye ndu Indigenous People of Biafra (Ipob).",
    "Garba Shehu bụ otu n'ime ọnụ na-ekwuru Buhari sị na iwe Mbaka bụ maka na gọọmentị Buhari enyeghi ndị ọ kpọtara n'Aso Rock ọrụ.",
    "Onye ọkachamara n'ihe banyere ụka alakụba - Ahmad Gumi",
    "Shiekh Ahmad Gumi",
    "Ahmad Gumi bụ onye ọkachamara n'okwu ụka alakụba ma bụrụkwa onye nwere agba n'okpukperechi ụka alakụba na Naịjirịa.",
    "Gumi so na ndị aha ya na-ewu ewu maka ihe ndị o kwurula n'oge gara aga banyere ọchịchị Naịjirịa nakwa ọnọdụ nchekwa Naịjirịa.",
    "Na mkparịtaụka ya ndị ntaakụkọ Vanguard nwere n'ọnwa Nọvemba 2021, Gumi kwuru:",
    "\"Nsogbu ndị e nyefere onyeisiala Buhari mgbe ọ malitere ọchịchị ka nkụ mana ihe ndị ọ mụtara banyere ọchịchị mgbe ọ chịrị n'afọ 198 agaghị amịta mkpụrụ ọbụla ugbua kama ọ ga-eme ka nsogbu anyị kawanye njọ\"",
    "Ọ gara n'ihu bọọ ebubo na etu onyeisiala Buhari si ehibe usoro nchekwa bụ ihe mere o ji akwanye njọọ ọkachasị nye ndị omekome 'bandits'",
    "N'okwu ya, ọ sị:",
    "\"Ọ (Onyeisiala Buhari) nyere iwu ka agbagbu ha ma ahụ ha nke mere ha ji enwe iwe ma na-akpazị ike\"",
    "O kwuru na aka ike abụghị ụzọ onyeisiala kwesiri i ji na-eso ndị omekome bandits",
    "Ma kwuo: \"Onyeisiala kwesiri ịkpọkọta ha maka mkparịtaụka ma hapụ ụzọ aka ike\"",
    "Kwa mgbe kwa mgbe, Gumi akatọọla etu ọchịchị onyeisiala Buhari si emesa ndị a sị bụ ndị omekome 'Bandits' ma katọọkwa usoro nchekwa dị na Naịjirịa.",
    "Ebe foto si, Getty Images",
    "Mathew Kukah onyeisi ụka katọlịka na Sokoto",
    "Onyeisi ụkọ katọlik nke dayọsis Sokoto bụ Bishọp Mathew Kukah so n'otu n'ime ndịisi okpukperechi katọrọla Onyeisiala Muhammadu Buhari.",
    "Bịshọp Kukah emeela nke a ugboro ugboro nakwa n'ụzọ dị iche iche gụnyere mgbasaozi nakwa ideakwụkwọ ozi.",
    "Kukah sị na ọ gaghị enwe mwute na nkatọ ọ na-eme ọchịchị Buhari maka na ọ bụghị n'ihi nke onwe ya kama na ọ bụ maka ọ dị mma Naịjirịa.",
    "Ọ sị na ihe abụọ na-ewute ya n'ọchịchị Buhari bụ oke nkwafu ọbara nakwa ile anya n'ihu tupu o nye mmadụ ọkwa.",
    "Mana Bishọp Kukah sị na nke emeghi ka ọ bụrụ onye iro Buhari maka na ha abụọ ka na-ekwu n'ekwentị.",
    "Muslims",
    "Islam",
    "Ndọrọndọrọ ọchịchị",
    "Ofụfe",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Muhammadu Buhari",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ndị otu Kristi",
    "NA EME UGBU A Anya Russia dịzị n'iweghara mpaghara Ọwụwa Anyanwụ na Ndịda mba Ukraine - Zelensky",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Haiti, Barbados, na mba ndị ọzọ n'ụwa si agbụrụ Igbo pụta3 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Etu ndị o ji egbe si wakpoo ndị ọrụ FRSC n'Anambra ma gbaa isi ụlọọrụ okpuruọchịchị Orsu ọkụ n'Imo steeti",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ihe ndị ị kwesịrị ịma maka 'Cubana Chief Priest' aha ya na-ewu ugbua na soshal midia",
    "Ndị ntorobịa niile bu egbe nọrọ n'ime ọhịa, pụtazienụ ka anyị kpaa akpaa - Soludo",
    "Haiti, Barbados, na mba ndị ọzọ n'ụwa si agbụrụ Igbo pụta",
    "Ebele Obiano arịọla mgbaghara ma kwupụta ebumnobi ya ịzọ ọkwa sịnetọ",
    "Etu ndị omekome si wakpoo ụlọ kọmịshịna ọrụ na owuwe ọrụ n’Imo steeti",
    "Ihe Uche Mefor kwuru maka Adeyinka Grandson Briten tụrụ mkpọrọ maka ikwu okwu asị megide ndị Igbo",
    "Etu ndị ego ha tọrọ na Chinmark si degara IGP akwụkwọ mkpesa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}