{
  "published": "4 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nde kwuru nde ụmụ Afrịka jiri okpukperechi Kraịst hiwe isi.",
    "Mana ndị pastọ adịgboroja ejirila ọtụtụ ndị mmadụ mee pọọpịị n'ụdị mere ka okwukwe ha rịe mperi ma meekwa ka ndị ofufe ha nyọwe ụka enyọ n'Afrịka.",
    "Etu ndị dọkịta adigboroja si jiri coronavirus akpa ego",
    "Etu ụfọdụ ndị ọrụ ahụike si erefusi ngwaọrụ covid ekwesiri inye na nkiti",
    "Onye nkuzi Unilag na-enye ụmụakwụkwọ nsogbu iji dinaa ha amala n'ọnya",
    "Onye ntaakụkọ BBC Afrịka Eye bụ Peter Macjob gara mba Uganda, gakwuru otu ụka ọgbara ọhụrụ na-akatọ ụka otu Kristi.",
    "Nne na nna Macjob mụnyere ya n'ụka Katọlik, mana ọ sị na ọ dị ya mwute etu ndị ụkọchukwu na ndị Pastọ adigboroja si emechu okpukperechi Kraịst ihu.",
    "Iji nyochaa ọtụtụ akụkọ ọjọọ a banyere ndị ụka adigboroja, Macjob tinyere isi na mba Afrịka dị icheiche iji mata etu ha si arụ ọrụ.",
    "Nshekanakabo Gasheka bụ onye ọkụ gbagburu nwunye ya n'ime ụlọụka na Kanungu, Uganda, n'afọ 2000",
    "Ebe mbụ Macjob gbara ụkwụ bụ n'obodo Kanungo nke mba Uganda, ebe otu pastọ adigboroja kpara arụ na-enweghị atụ afọ iri abụọ na abụọ (22) gara aga.",
    "Ụkọchukwu a kpọchiri ndị ụka ya karịrị narị ise (500) n'ọnụọgụgụ n'ime ụlọụka ha, ma mụnye ha ọkụ.",
    "Ndị ụka a kwenyere na ụwa ga-emebi n'afọ 2000, na mmalite 'millenium' ọhụrụ.",
    "Mana oge nke a na-emeghị, ha malitere ịrụ ụkọchukwu ha ụka.",
    "Nke a mere o ji gwa ha na ha nwere ọgbakọ, ha ncha niile gbajuo n'ime ụlọụka, ụkọchukwu a kpọchido ha ụzọ, tinye ụlọụka ahụ ọkụ.",
    "Ndị ụka 'Faith of Unity' na-ahụta onyeisi ha bụ Omukama Bisaka dịka chi",
    "N'obodo Kagadi dị na mpaghara Ọdịda Anyanwụ Uganda, e nwere ụlọụka a na-akpọ Faith of Unity nke onye malitere ya bụ nwoke aha ya bụ Omukama Bisaka.",
    "Ụlọụka a bụ 'Faith of Unity' nwere agba nke ọma na Uganda; Onyeisiala Yoweri Museveni so na ndị nkwado ha.",
    "Nwoke a bụ Omukama Bisaka lara mmụọ n'afọ 2020, mana ndị ụka ya, bụ ndị na-ahụta ya ka Chukwu, kwenyere na ọ ga-alọghachi ndụ ọzọ.",
    "Nke a mere ka ha zukọọ n'emume wuru ewu na Uganda niile iji were anya ha hụrụ mgbe onyeisi ha ga-ebili n'ọnwụ.",
    "Mana oge ha mechara emume ha, Bisaka ekulighi n'ọnwụ.",
    "Okpukperechi so n'otu ihe na-eme ka ndị mmadụ nwee olileanya na nkasị obi,",
    "Mana dịka ndị ụka adigboroja na-ejuputazi ebe niile ugbua, ọtụtụ ndị mmadụ amalitela ịgbakụta okpukperechi azụ.",
    "Uganda",
    "Afịrịka",
    "Ofụfe",
    "Naijiria",
    "Vidio, AFRICA EYE: NBC amachiela Brekete Redio, daa ha nha, Duration 11,5227 Mee 2021",
    "Vidio, Africa Eye: Ndi na-ezu nwa, Duration 11,4714 Disemba 2020",
    "Vidio, Africa Eye: Etu e si agbanwe ọhịa ọ bụrụ ịkpa site n'ohi osisi Rosewood, Duration 2,549 Maachị 2020",
    "Vidio, Africa Eye: Etu m si ebuso mmegbu ụmụnwaanyị agha na mba Somalia - Maryama, Duration 6,0721 Febụwarị 2022",
    "Vidio, Africa Eye: Etu ndị dọkịta adigboroja si jiri coronavirus akpa ego, Duration 3,061 Julaị 2020",
    "Vidio, Africa Eye: 'Ndị tọrọ nwa m nwaanyị ma gbuo ya sị ka anyị kwụọ 800 million naira', Duration 8,5618 Ọktọba 2021",
    "Vidio, Africa Eye: Ndị ụkọchụkwụ adịgboroja, ndị amụma amakaekwu na ndị ogbu ọchụ, Duration 8,154 Eprel 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Chinmark investment: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara - Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Vidio, Chinmark Group investments: Gbagharanu m maka ọrụ m rụrụ n'ihe gbasara ya - Amanda Chisom, Duration 6,1029 Maachị 2022",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Vidio, Bianca Ojukwu vs Ebele Obiano: Ihe anyị ma maka esemokwu Ebele Obiano na Bianca Ojukwu, Duration 0,2317 Maachị 2022",
    "Vidio, Ọzọ title in Igbo Land: Ihe mere ichi ọzọ n'ala Igbo ji bụrụ egwu onye obi kara, Duration 6,393 Febụwarị 2022",
    "Vidio, Biafra: Ihe mere Gowon jiri gbahapụ Aburi Accord - Major General Alexander Madiebo, Duration 9,5426 Jenụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}