{
  "published": "3 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chiefpriest/Instagram",
    "Pascal Okechukwu a ma dịka 'Cubana Chiefpriest' bụ otimkpu a ma ama na onye ndụmọdụ pụrụiche nke Gọvanọ Uzodimma nke Imo steeti n'okwu soshal midia.",
    "Okechukwu, onye aha ya na-akpọtụ ugbua na soshal midia bụ onye a ma dịka ore mmanya ndị ọgaranya (celebrity barman), nakwa enyi ahụghị ma erịghị nke Obi Iyiegbu a ma dịka Obi Cubana.",
    "Etu ebubo Chiefpriest boro Maria si akụkọta isi ọtụtụ mmadụ ọnụ",
    "Ego m kpatara abụghị site na 'benye m ncha'- Obi Cubana",
    "Ihe ụmụ ụwa na-ekwu maka foto Obi Cubana na Abba Kyari sere ọhụrụ a",
    "Ebe foto si, Cubana Chiefpriest",
    "Paschal Okechukwu a ma dịka Cubana Chiefpriest bụ otimkpu a ma ama",
    "Cubana Chiefpriest malitere iwu na soshal midia n'ụtụtụ ụbọchị ụka 4 Eprel, 2022 maka akụkọ sị na ụlọọrụ na-ebuagha megide mpụ bụ EFCC nwuchiri ya.",
    "Akụkọ sị na EFCC boro ya ebubo ibupu ego n'ụzọ na-ezighi ezi nakwa ịgbanahụ ụtụisi, mana BBC Igbo e nweghi ike ịkọwa ma ọ bụ eziokwu.",
    "Mgbe BBC Igbo kpọrọ ọnụ na-ekwuru ụlọọrụ EFCC bụ Wilson Owujaren, ọ zaghị, n'otu aka ahụ ekwentị Cubana Chiefpriest gbanyụrụ agbanyụ oge a kpọrọ ya.",
    "Ụbọchị abụọ nke ọnwa Eprel kwesịrị ịbụ ụbọchị ncheta ọmụmụ Chiefpriest mana o nweghi ozi ọbụla o wepụtara na soshal midia banyere ya.",
    "Kamgbe ụbọchị anọ gara aga o nwebeghi ozi ọbụla o wepụtarala n'akara Instagram ya bụ ebe ọ na-ewepụta ozi kwa mgbe kwa mgbe.",
    "Ebe foto si, Cubana Chiefpriest",
    "Cubana Chief Priest bụ onye enyemaka pụrụ iche nye Gọvanọ Hope Uzodinma nke Imo Steeti",
    "Cubana Chief Priest bụ onye na-ahazibu ụlọọrụ 'Cubana Group' nke gụnyere: 'Grand Cubana Hotel'; Rolex Hotel; Cubana Night Club; Pablo Cubana; Crave Cubana; Opium Cubana; Gustavo Cubana; Cubana Leisure na ndị ọzọ.",
    "A nwuchiburu ya n'afọ 2020, maka ebubo na o ji ndị nchekwa uweojii '(Police Escort) eme ka o siri masị ya.",
    "Ebe foto si, Cubana Chiefpriest/Instagram",
    "A ma ya dịka onye na-eme ihe ego ma na-egosikwa na o ji 'nkụ' I ji maa atụ, o nyere enyi ya nwoke bụ Obinna Iyiegbu (Obi Cubana) ehi 46 oge ọ kwara nne ya n'afọ 2021.Akụkọ kwuru na o nwere ụgbọala ndị oke ọnụahịa dịka: Rolls Royce Phantom, Toyota Prado, Mercedes Benz G-class na Range Rover.",
    "Cubana Chief Priest na-egosikwa akụnaụba ya nke ukwuu na soshal midia.",
    "Ọ bụ onye Umuhu Okabia dị n'Okpuru Ọchịchị Orsu n'Imo steeti",
    "O toro n'Aba, Abia steeti",
    "Ọ gara akwụkwọ n'ụlọakwụkwọ dị elu, \"Federal Polytechnic Nekede'.",
    "O bidoro ndụ ya dịka onye na-arụ akpụkpọụkwụ na otiegwu mana ọ chakeghị rue oge ọ banyere n'ọrụ otimkpu na onye na-ahazị ụlọnkwarị ndị nwere agba",
    "Ọ malitere ịhazi ụlọọrụ nkwarị nke Cubana Group.",
    "O mechara malite ụlọrụ nkwarị nke ya ọ kpọrọ \"Club Xhrine n'afọ 2020.",
    "Ọ lụọla nwaanyị ma jiri ụmụ nwoke abụọ.",
    "Agaghị m akwado onye ọbụla na-agbasa ozi ka e gbuo mmadụ n'ụzọ ọbụla, nke mere ndị Ipob ji kpọọ m asị – Uche Mefor",
    "Ndị ntorobịa niile bu egbe nọrọ n'ime ọhịa, pụtazienụ ka anyị kpaa akpaa - Soludo",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'",
    "Ebele Obiano arịọla mgbaghara ma kwupụta ebumnobi ya ịzọ ọkwa sịnetọ",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Imo steeti",
    "Ịkpa obi aṅụrị",
    "Ụlọọrụ EFCC atọhapụla Willie Obiano21 Maachị 2022",
    "Cubana Chief Priest vs Maria BBNaija: Etu ebubo o boro Maria si akụkọta isi ọtụtụ mmadụ25 Ọktọba 2021",
    "Obi Cubana: Ihe ị kwesiri ịma maka nwa amadị a na-ewu ewu16 Julaị 2021",
    "Obi Cubana: Ihe mere m ji tiere ya egwu 'Ọkpataozuora' - Anyi Dons (Onye Ịchaka)17 Septemba 2021",
    "Lai Mohammed ọ rịorọ Obi Cubana ego maka ịkwụ ụgwọ Naịjirịa ji?Lee ihe anyị ma19 Julaị 2021",
    "Cubana Group: Ihe mere Obi Cubana ji gbachie otu ụlọ oriri ya dị n'Abuja15 Nọvemba 2021",
    "Obi Cubana and Abba Kyari at Wedding: Ihe ụmụ ụwa na-ekwu maka foto ha sere ọhụrụ a30 Jenụwarị 2022",
    "NA EME UGBU A Anya Russia dịzị n'iweghara mpaghara Ọwụwa Anyanwụ na Ndịda mba Ukraine - Zelensky",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Haiti, Barbados, na mba ndị ọzọ n'ụwa si agbụrụ Igbo pụta3 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Etu ndị o ji egbe si wakpoo ndị ọrụ FRSC n'Anambra ma gbaa isi ụlọọrụ okpuruọchịchị Orsu ọkụ n'Imo steeti",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ihe ndị ị kwesịrị ịma maka 'Cubana Chief Priest' aha ya na-ewu ugbua na soshal midia",
    "Ndị ntorobịa niile bu egbe nọrọ n'ime ọhịa, pụtazienụ ka anyị kpaa akpaa - Soludo",
    "Haiti, Barbados, na mba ndị ọzọ n'ụwa si agbụrụ Igbo pụta",
    "Ebele Obiano arịọla mgbaghara ma kwupụta ebumnobi ya ịzọ ọkwa sịnetọ",
    "Etu ndị omekome si wakpoo ụlọ kọmịshịna ọrụ na owuwe ọrụ n’Imo steeti",
    "Ihe Uche Mefor kwuru maka Adeyinka Grandson Briten tụrụ mkpọrọ maka ikwu okwu asị megide ndị Igbo",
    "Etu ndị ego ha tọrọ na Chinmark si degara IGP akwụkwọ mkpesa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}