{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu nwoke nọ n’ime ụgbọoloko ndị ekperima wakporo na Kaduna n’ụbọchị Mọnde gara aga akọwala etu ya na ije si jee.",
    "Nwa amadi aha ya bụ Umeasiagbu Ifeanyi kwuru na ọ tụghị anya na ihe dị etu a ga-eme maka na ọ nọ n’ụra mgbe ndị ekperima ahụ tụrụ ogbunigwe ma malite ịkwa mgbọ n’ime ụgbọoloko ahụ.",
    "O kwuru na ndị ekperima ahụ kwara mgbọ ihe karịrị otu awa.",
    "Ihu mmadụ atọ nwụrụ mgbe awakporo ụgbọoloko si Abuja aga Kaduna",
    "Obi dị m nnukwu ụtọ na-anwụchiri Nnamdi Kanu maka na... - El-Rufai",
    "Nwaanyị dị ime so na mmadụ ise a tọrọ na Kaduna",
    "\"N'uche m, ndị  ahụ nwere onye na-agbara ha ama banyere ihe na-eme n'ime ụgbọoloko ahụ,\" Umeasiegbu kwuru.",
    "\"Enwere otu onye ha na-akpọ aha ya n'ime ụgbọoloko ahụ, onye ahụ bụ kọmịshọna.\"",
    "Nwamadị a gwara BBC Igbo etu ndị agha Naịjirịa siri mecha bịa gbapụta ha n’ime ihe ọdachị a.",
    "Ọnụ ọgụgụ ndị nwụrụ na mwakpo a bụ mmadụ asatọ ebe a sị na mmadụ 41 merụrụ ahụ.",
    "Ebe foto si, NRC",
    "Ọnọdụ ime ụgbọoloko ahụ ndị ekperima wakporo",
    "Akụkọ kwuru n’ụbọchị Mọnde na ndi omekome wakporo ụgbọoloko si Abuja aga Kaduna ma tọrọ ọtụtụ mmadụ na-eme njem ebe ahụ.",
    "Anya hụrụnụ na-ekwu na ya bụ ụgbọoloko si n'okporo ya fepụ oge ogbunigwe ndị ekperima ahụ debere n'ụzọ ya gbara.",
    "Akụkọ kwuru na ndị nọ n'ime ụgbọoloko ahụ karịrị narị itoolu, mana akwụkwọ gọọmentị zipụtara kwuru na ọ bụ mmadụ 398 debanyere aha ha iso mee ya bụ njem.",
    "Ihe a mere n'elekere asatọ nke mgbede Mọnde bụ March 28, 2022.",
    "Osote onyeisiala Naịjirịa bụ Yemi Osinbajo na aka na-achị Kaduna Steeti bụ Nasir El-Rufai gara njem nleta n'ụlọọgwụ ebe e bugara ndị merụrụ ahụ na mwakpo ahụ.",
    "Minista na-ahụ maka njem na Naịjịrịa bụ Rotimi Amaechi kwuru n’ụbọchị Tuzde na obi gbawara ya maka ihe a merenụ.",
    "Amaechi kwukwara na ya arịọbuola gọọmentị ka etinye tekunzu iji wulite nchekwa n'okporo ụgbọoloko ahụ, mana mkpesa ya amịtaghị mkpuru.",
    "Ọ gara n'ihu kwuo na gọọmentị na ndị agha enweela nzuko iji hụ na ụgbọelu ndị agha ga na-eso ụgbọoloko na-eme njem iji nye ya nchekwa.",
    "Ndị uweojii Naịjirịa kwukwara n’ụbọchị Satọdee na ha ga-eziga ndị otu ha n’okpuruụzọ Abuja-Kaduna maka ọrụ nchekwa pụrụiche.",
    "Nke a bụ maka na ndị ekperima ‘bandits’ na-akpakarị ike ọjọọ n'okporoụzọ ahụ, na-ezu ohi ma na-atọrọkwa ndịmmadụ.",
    "Kaduna steeti",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Abuja",
    "Kaduna",
    "Abuja-Kaduna Train Attack: Ihu mmadụ atọ nwụrụ mgbe awakporo ụgbọoloko si Abuja aga Kaduna29 Maachị 2022",
    "NDA Kaduna Attacks: Ndị omekome awakpoola isi ụlọọrụ Nigeria Defence Academy, gbuo ndị agha abụọ24 Ọgọọst 2021",
    "Kaduna kidnapping: Ndịagha azọpụtala ụmụakwụkwọ 6 atọrọ n'ụbọchị tụzde na Kaduna steeti11 Ọktọba 2019",
    "Kaduna: Mgbe ọgbaghara a bidoro na ihe gọọmentị merela27 Julaị 2020",
    "Ọgbọ gaasị gbawara ka ogbunigwe egbuola ndị mmadụ na Kaduna4 Jenụwarị 2020",
    "Achọtara ozu mmadụ 45 n'obodo Gwaska na Kaduna6 Mee 2018",
    "Vidio, Kaduna Train attack: Ndị 'Bandits' nwere komishona ha na-akpọ aha mgbe ha wakporo anyị, Duration 7,44elekere 6 gara aga",
    "Vidio, Lee ka i ga-esi kwadoo dịka nwaanyị nwere ahụ ma bụrụkwa elelebe eje ọrụ - Chigul, Duration 8,062 Eprel 2022",
    "Vidio, Chinmark Group investments: Gbagharanu m maka ọrụ m rụrụ n'ihe gbasara ya - Amanda Chisom, Duration 6,1029 Maachị 2022",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Vidio, Chinmark: Chinedu Marksman bụ enyi m, agaghị m agọnahụ ya, ọ naghị agba ọsọ - Harrison Gwamnishu, Duration 11,2330 Maachị 2022",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Juju Stories: O nweghị onye Anambra obi kara ịpụta nwalee ike chi ha kwenyere na ya, Duration 1,2131 Maachị 2022",
    "Vidio, Nnennaya Onu death: Ihe mere n'ezinụlọ anyị bụ arụ - Nwanne onye e gburu ebe a na-azọ akụ, Duration 6,4125 Maachị 2022",
    "Vidio, Simon Ekpa: Ihe mere m jiri sonye n'atụmatụ ịchọ nnwereonwe Biafra, Duration 2,31,5627 Ọgọọst 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}