{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọvanọ Chukwuma Soludo nke Anambra Steetị sị na atụmatụ onye apụla ezi abịala na njedebe n'ụbọchị 4 Eprel, 2022.",
    "Okwu banyere atụmatụ a dị ka a ga-asị na ọ bụzi ogwu gbadoro mmadụ n'akpịrị, nke na-ekweghi olulo maọbụ ọgbụgbọ.",
    "Ọtụtụ ndị bi n'Ọwụwa Anyanwụ sị na o metụtala akụnụba ha ọkachasị ndị na-akpata ihe ha na-eri kwa ụbọchị.",
    "Ebe ndị ọzọ na-ekwu ka a gaa n'ihu na-eme ya, ọkachasị ndị bi n'ofesi, na ọ bụ maka ịchụta nnwereonwe Biafra nakwa ịtọhapụ Nnamdị Kanu.",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'",
    "Ụfọdụ ndị Ebonyi na-eme 'sit at home' n'agbanyeghi ntaramahụhụ gọvanọ ha kwere ha nkwa",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' Ipob",
    "Mana akụkọ sị na otu ihe mere ụfọdụ ndị bi n'ofesi ji akwado 'sit-at-home' bụ maka uru ha nwereike irite na ya, otu n'ime ha bụ inweta 'assylum'.",
    "Otu onye bi n'ofesi na-achọghị ka a kpọo aha ya gwara BBC Igbo na o ma ihe ruru mmadụ atọ ji ọnọdụ ala Igbo dị ugbua nwete 'assylum' na mba ofesi.",
    "N'akara Facebook BBC Igbo, otu onye kwuru na ụfọdụ ndị IPOB ji ọnọdụ ọgbọaghara dị n'ala Igbo anara 'assylum' n'obodo oyibo.",
    "Assylum bụ mkpuchi pụrụiche mmadụ maọbụ otu na-enwete n'aka mba ọzọ mgbe gọọmentị mba nke ha si na ya na-akpagbu ha.",
    "Ndị a na-enye assylum bụ ndị gbara ọsọ ndụ site na mba ha gaa mba ọzọ n'ihi ọdachị dịka agha, maọbụ ọnọdụ ndị nwereike itinye onye ahụ n'ihe ize ndụ.",
    "Atụmatụ a malitere na mba Ijipt, Greek nakwa Hebrew tupu ọ gbasaa na mbaụwa ndị ọzọ.",
    "Iwu United Nations nke afọ 1948 kwuru na \"onye ọbụla nwere ikike ịchọ mkpuchi 'assylum' site n'aka mba ọzọ\".",
    "Mgbe otu Ipob sị na ha akagbuola atụmatụ onye apụla ezi kwa Mọnde ọbụla, ụfọdụ ndị otu ha gbarụrụ ihu maka mkpebi ahụ.",
    "Ọtụtụ n'ime ha na-agbasa ozi na soshal midia na-akpọ oku ka ndị bi n'Ọwụwa Anwanwụ hapụ ige ntị n'iwu ọhụrụ ahụ.",
    "Ha gara n'ihu kwuo na onye ọbụla a hụrụ n'ezi kwa Mọnde ọbụla ga-eji eze kpee ekwere, nke a butere ụjọ jiri dị na mpaghara ahụ ugbua.",
    "Mana nchọpụta gosiri na ọtụtụ n'ime ndị na-agbasa ozi a bicha na mba ofesi, nọrọ ebe ahụ na-akwado 'sit-at-home' n'Ọwụwa Anyanwụ.",
    "Samuel Ekpa - Finland",
    "Ihe Simon Ekpa gwara BBC IGbo maka ọchụchụ nwere onwe Biafra",
    "Simon Ekpa were ọkwa mgbasaozi n'igwe Redio Biafra mgbe gọọmentị Naịjirịa nwuchiri Nnamdi Kanu n'afọ 2021.",
    "Ọ sị na ọ bụ iwu Kanu nyere ka ọ nọchie anya na ngalaba ahụ ruo mgbe a ga-atọhapụ ya.",
    "Ekpa, onye bi na mba Finland, so na ndị ka na-akpọ oku ka ndị Ọwụwa Anyanwụ na-anọ n'ụlọ Mọnde ọbụla.",
    "N'ihi nke a ya na ndị isi Ipob a kpọrọ 'Directorate of State' (DOS) enweela nsogbu maka inupuisi n'iwu ha.",
    "Ọtụtụ mgbe ka Ekpa na-eki akara soshal midia ya dị icheiche na-agbasa ozi ma na-ekwu ka 'sit-at-home' na-aga n'ihu.",
    "Ebe foto si, Screen scrab",
    "Nelly Ofoegbu bụ onye ọzọ so na-akpọ oku ka atụmatụ onye apụla ezi gaa n'ihu.",
    "O bi na mba Amerịka, ọ rụrụ ọrụ dịka onye na-agba ụgwọ na Ipob a kpọrọ 'financial recovery officer'",
    "Ebe foto si, Screen scrab",
    "Ofoegbu katọkwara atụmatụ ekpere Soludo wepụtara banyere mpịachi ọnọdụ 'sit-at-home'",
    "Ọ bụ eziokwu na ọtụtụ ndị bi n'ofesi na-akwado 'sit-at-home', mana e nwekwara ụfọdụ ndị ọzọ bi na mba ofesi nakwa n'Ọwụwa Anyanwụ na-akwado atụmatụ a.",
    "Ihe otu jikọtara ndị Igbo bi n'ofesi kwuru",
    "Onyeisi otu World Igbo Congress bụ Ọkammụta Anthony Ejiofor sị na ha anaghị akwado atụmatụ onye apụla ezi nke na-eme n'ala Igbo.",
    "Ọ sị na ha so na ndị gbara mbọ ịhụ na a gara n'ihu mee ntuliaka ọkwa gọvanọ n'Anambra n;'afọ 2021.",
    "Ejiofor \"Anyị bụ ndị nọ n'ofesi na-agba mbọ ụtụtụ na abalị ịhụ a kwụrụ 'sit at home' maka na ọ gaghị enyere ndị Igbo aka.",
    "Ọ gara n'ihu kwuo na onye ọbụla bi n'ofesi na-akpọ oku ka 'sit at home' na-aga n'ihu abụghị onye otu ha.",
    "Onye ozo bi na mba Briten bụ Tochukwu Ezeoke sị na ndị ji ọghaghara dị n'Ọwụwa Anyawụ achọ 'assylum' n'ofesi amaghị ihe ọ na-eme.",
    "\"O nweghi etu 'sit at home' ga-esi nwete mnwereonwe Biafra a na-achọ\".\"",
    "Atụmatụ onye apụla ezi a na-akpọ 'sit-at-home' bụ iwu ndị Ipob hiwere iji gosi na ndị Ọwụwa Anyanwụ kwadoro ọchịchọ nnwereonwe.",
    "Ha na-emekarị ya n'ụbọchị iri atọ nke ọnwa Mee kwa afọ, iji kwanyere ndị nwụrụ n'oge agha Biafra ugwu.",
    "Kamgbe gọọmentị Naịjiria nwuchigharịrị Nnamdi Kanu bụ onye ndu otu Ipob, ha meziri ka 'sit-at-home' bụrụ ụbọchị Mọnde ọbụla nakwa ụbọchị ọbụla Kanu ga-aga n'ụlọikpe.",
    "Ha sị na ha agaghị akwụsị atụmatụ a ma ọ bụrụ na gọọmentị Naịjirịa atọhapụghị Kanu.",
    "Ipob dọrọ aka na ntị na onye ọbụla pụtara ezi n'ụbọchị ndị ahụ ga-eji isi ya buru ihe o kotere.",
    "Ha mechara kagbuo ya mana ọtụtụ ndị otu ha jụrụ ajụ, ebe ndị oji egbe na-awakpo ma na-egbu ndị pụtara ezi.",
    "Nke a so n'ihe mere ndị mmadụ ka ji na-anọ n'ụlọ kwa Mọnde, na-ekwu na egwu ịpụta ezi na-atụ ha maka na e gbuola ọtụtụ ndị pụtara ezi.",
    "Ebe foto si, Soludo TV/Facebook",
    "Gọvanọ Chukwuma Soludo ekwuola na ihe na-eche ya ugbua n'ọrụ ọchịchị ya bụ ihibe usoro ncheka n'Anambra steeti",
    "Ndị Gọvanọ Steetị Ọwụwa Anyanwụ agbaala mbọ ịkwụsị 'sit-at-home' a mana ihe na-ebe ka na-ebe.",
    "Ha tinyere iwu dịka 'ịta ndị ọrụ Bekee na-agaghị ọrụ ahụhụ, ịnapụ ndị na-emepeghi ahịa ọdọahịa  dgz.'",
    "Lee ihe gọọmentị steetị Ọwụwa Anyanwụ kwuru maka 'sit-at-home'",
    "Dịka Gọvanọ Chukwuma Soludo weere ọchịchị n'Anambra Steetị, ọ gbapụrụ ọsọ ịhụ na o wetere nchekwa ma kwụsị iwu onye apụla ezi.",
    "Ọ rịọrọ ndị niile na-ebu egbe ka ha wụsa ngwaọgụ ha, na ọ ga-azụ ha n'ụzọ ọbụla ha chọrọ site n'atụmatụ 'amnesty'.",
    "Anyị dị njikere inye ndị 'unknown gunmen' 'amnesty' - Chukwuma Soludo",
    "Soludo kpọrọ oku ekpere na steetị ya na Mọnde 4 Eprel, 2022 bụ nke ọ sị e ji apịachi atụmatụ 'sit-at-home'.",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua",
    "Ụfọdụ ụlọụka nọ n'Anambra rubereisi n'oku ahụ ma kpee ekpere ụbọchị banyere nchekwa na ọganihu steeti.",
    "BBC Igbo gagharịrị n'Anambra n'ụbọchị 4 nke Eprel ma chọpụtara na ọtụtụ mmadụ erubechaghị isi n'oku ahụ gọvanọ Soludo kpọrọ.",
    "Naijiria",
    "Ikike diri mmadụ",
    "Human Rights Watch",
    "United Nations",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "NA EME UGBU A Ndị agha Russia egbuola ma taa ndị nkịtị karịrị 300 ahụhụ n'obodo Bucha - Volodymyr Zelensky",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Vidio, ‘Etu di m si gaa ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo’elekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Onyonyo 'drone' gosiri ndị bu egbe nọrọ n'ime ọhịa , ọ bụ na Naịjirịa?",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ugboro asatọ n'ime abalị asaa gara aga ndị 'unknown gunmen' wakporo mpaghara Ọwụwa Anyanwụ",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua",
    "Anyị dị njikere inye ndị 'unknown gunmen' 'amnesty' - Chukwuma Soludo",
    "Ọ bụ ihe ọchị na ụfọdụ na-akpọ m 'aka chịbụrụ Ebonyi steeti' - Dave Umahi",
    "Nwokoroọbịa gburu nwoke a n'Ihitte/Uboma zutere ọnwụ ya n'aka ndị ntoroọbịa obodoEmelitere ikpeazụ na: 22 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}