{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọwụwa Anyawụ Naịjirịa abụrụla ebe mwakpo na-arị ibe ya elu ọkachasị n'akụkụ Imo na Anambra steeti",
    "Mpaghara Ọwụwa Anyanwụ Naịjirịa ejirila nwayọọ nwayọọ na-aghọ ebe ndị mmadụ enweghịkwa ike ịnụ mmiri tọgbọ iko.",
    "Kwa ụbọchị ka akụkọ ịwakpo ụlọ ndị nkịtị, ịwakpo ụlọorụ gọọmentị maọbụ nke ndị uweojii, igbu mmadụ, nakwa ịtọrọ mmadụ ga-apụtarịrị n'otu steeti maọbụ nke ọzọ.",
    "\"Anyị agaghị ekwe ka ndị ekperima na-adọghachiri anyị aka elekere azụ\" - Soludo",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "BBC Igbo gụtara ugboro asatọ ụdị ọdachi a dapụtara na steeti anọ na mpaghara ala Igbo n'ime abalị asaa gara aga.",
    "Nke a na-eme n'agbanyeghị mbọ ndị ọrụ nchekwa sị na ha na-agba iji mee ka udo lọghachi.",
    "Lee ụfọdụ n'ime ha ebe a:",
    "N'Anambra steeti, ndị ojiegbe amaghị ndị ha bụ wakporo ndị ọrụ 'Federal Road Safety Corps' ma gbuo mmadụ abụọ n'ime ha.",
    "Nke a mere n'okporoụzọ si Igboukwu aga Uga .",
    "Otu n'ime ndị ọrụ nchekwa ahụ ka e buuru gawa ụlọọgwụ maka mgbọ tụrụ ya, ebe onye nke ọzọ ji ọsọ gbabaa ime ọhịa.",
    "Onyeisi ndị FRSC bụ Boboye Oyeyemi kwuru na ha na ndị uweojii amalitela nnyocha iji mata ndị kpara arụ a ma taa ha ahụhụ.",
    "N'Imo Steeti, n'elekere abụọ nke isi ụtụtụ otu ụbọchịụka ahụ, ndị ekperima bu egbe wakporo isi ụlọọrụ Ọkpuru Ọchịchị Orsu dị n'Imo steeti.",
    "Ha gbara ụlọ niile nakwa ụgbọala niile dị ebe ahụ ọkụ.",
    "Ebe foto si, Getty Images",
    "N' Imo steeti. ndị ojiegbe wakporo ụlọ Kọmishọna na-ahụ maka ọrụ bụ Ford Ozumba ma tinye ụlọ ya ọkụ.",
    "Nke a mere n'obodo Umuhu Okabia n'okpuruọchịchị Orsu, Imo steeti.",
    "N'Anambara Steeti, ndị oji egbe wakpokwara ụlọọrụ ndị uweojii n'obodo Osumenyi, Amichi na Ezinifite.",
    "Obodo atọ a dị n'okpuruọchịchị Nnewi South n'Anambra steeti.",
    "Obodo ndị a dịkwa nso na mpaghara Orsumoghu, Ukor na Azia nke dịkwa nso n'okpuruọchịchị Orsu n'Imo steeti ebe ndị ọgụ 'Eastern Security Network' na-akpa ike.",
    "N'Ebonyi Steeti, n'otu ụbọchị Fraịde a, ndị uweojii Ebonyi steeti gbagburu otu onye n'ime ndị omekome bu egbe wakpoo ha n'obodo a kpọrọ Omege Noyo nke dị n'okpuru ọchịchị Ikwo.",
    "Ndị uweojii bụ ndị na-echekwa otu ụlọọrụ na-ewu ụlọ na mpaghara ahụ, mana otu onye n'ime ha merụrụ ahụ dịka mgbọ tụrụ ya oge ha na ndị ekperima ahụ na-akwakọrịta mgbọ.",
    "Loveth Odah, bụ onye na-ekwuru ndị uweojii Ebonyi steeti kwuru na ihe a mere eme.",
    "Ebe foto si, Chukwuma Soludo/Facebook",
    "N'Anambra steeti, ndị ekperima wakporo isi ụlọọrụ Ọkpuru Ọchịchị Nnewi South dị n'Ụkpọ,",
    "Ha gburu otu nwoke na-eche nche ebe ahụ ma gbakwaa ụlọ niile dị n'ogige ahụ ọkụ.",
    "Mwakpo a mere n'abalị ụbọchị Wenezde, Maachị 31.",
    "Gọvanọ Anambra steeti bụ Chukwuma Soludo gara njem nleta ebe ahụ, ma kpọọ oku ka ndị na-akpa arụ a chegharịa echiche",
    "Ebe foto si, Getty Images",
    "Ndị o ji egbe amabeghị ndị ha bụ wakporo ụlọ kọmịshọna ọrụ na owuwe ọrụ n'Imo steeti",
    "N'Imo steeti n'isi ụtụtụ ụbọchị Mọnde, ndị ekperima bu egbe wakporo ụlọọrụ ndị uweojii dị n'obodo a kpọrọ Otoko.",
    "Obodo a dị n'okpuru ọchịchị Obowo nke dị n'Imo steeti.",
    "Ha na ndị uweojii kwakọrịtara mgbọ ogologo oge nke mere na ha enweghị ike ịbanye n'ime ogige ndị uweojii ahụ mebie ihe.",
    "Mana ndị uweojii abụọ ka mgbọ tụrụ oge ha na-ebuso ndị ekperima ahụ agha.",
    "Ọnụ na-ekwuru ndị uweojii bụ Michael Abattam gwara ndị ntaakụkọ na ya bụ ihe mere n'ezie.",
    "N'Enugwu, n'otu ụbọchị Mọnde ahụ, ndị ekperima wakporo mpaghara Odegba, n'okproụzọ Iva Valley.",
    "Akụkọ kwuru na ndị ekperima kwara mgbọ n'ụgbọala bu ndị mmadụ agafe ma merụọ ọtụtụ n'ime ha ahụ.",
    "Ụfọdụ kwuru na e nwere ndị nwụrụ na mwakpo a, mana ndị uweojii gwara ndị ntaakụkọ Vanguard na enweghị onye nwụrụnụ.",
    "\"Ndị ọrụ anyị gbatara n'oge maburu ndị merụrụ ahụ buga ụlọọgwụ,\" Daniel Ndukwa, ọnụ na-ekwuru ndị uweojii Enugwu steeti kwuru.",
    "Ebe foto si, Facebook",
    "Gọvanọ Anambra Steeti bụ Chukwuma Soludo arịọla ndị niile bu egbe akpa ike ka ha kwụsị ime etu a, kama ka ha pụta ka ha na ya nwee mkparịta ụka.",
    "O kwuru na ya dị njikere inye ha mgbaghara pụrụ iche bekee kpọrọ 'Amnesty' ma ọ bụrụ na ha dosa ngwaọgụ ha.",
    "Soludo kwekwara nkwa na ọchịchị ya ga-agbalịsị ike ịhụ na gọọmentị etiti tọhapụrụ Nnamdi Kanu, bụ onye isi ndị otu na-azọ nnwereonwe Biafra a kpọrọ 'Indigernous People of Biafra'.",
    "Gọọmentị Naịjirịa nwụchiri Nnamdi Kanu ma jide ya na mkpọrọ n'Abuja kamgbe ọnwa June 2021.",
    "Nke a so n'ihe na-ewe ndị otu ya iwe mere ụfọdụ n'ime ha ji buru egbe malite inye nsogbu.",
    "N'otu aka ahụ kwa, gọvanọ steeti ndị ọzọ dị n'ala Igbo na ha na-agbalị ike ha iwulite ọnọdụ nchekwa na steeti ha dị icheiche.",
    "Mana ndị mmadụ ka na-ele anya ịmata mgbe mbọ niile ha sị ha na-agba ga-amịta mkpụrụ.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ebonyi Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "Ụlọọrụ Road Safety akọwaala etu unknown Gunmen si gbuo ndị otu ha abụọ4 Eprel 2022",
    "Nnewi South LGA Attack: \"Anyị agaghị ekwe ka ndị ekperima na-adọghachiri anyị aka elekere azụ\" - Soludo31 Maachị 2022",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ29 Maachị 2022",
    "Etu ndị omekome si wakpoo ụlọ kọmịshịna ọrụ na owuwe ọrụ n’Imo steeti1 Eprel 2022",
    "NA EME UGBU A A kpọrọ okwu onyeisiala Ukraine bụ Volodymyr Zelensky n'ọgbakọ Grammy Award nke iri ise na anọ (64th) e mere na Las Vergas",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụelekere 6 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Ugboro asatọ n'ime abalị asaa gara aga ndị 'unknown gunmen' wakporo mpaghara Ọwụwa Anyanwụ",
    "Ọ bụ ihe ọchị na ụfọdụ na-akpọ m 'aka chịbụrụ Ebonyi steeti' - Dave Umahi",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua",
    "Ụlọọrụ Road Safety akọwaala etu unknown Gunmen si gbuo ndị otu ha abụọ",
    "Anyị dị njikere inye ndị 'unknown gunmen' 'amnesty' - Chukwuma Soludo",
    "Etu ndị omekome si wakpoo ụlọ kọmịshịna ọrụ na owuwe ọrụ n’Imo steeti",
    "Ihe ndị ị kwesịrị ịma maka 'Cubana Chief Priest' aha ya na-ewu ugbua na soshal midia",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}