{
  "published": "5 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị mmadụ na-akwụ n'ogologo ahịrị iji dọpụta ego ha n'igwe 'ATM'",
    "N'izuụka gara aga ka ndị otu abụọ na-alụ agha na mba Ethiopia nwere nkwekọrịta ịkwụsịtụ ọgụ nwa mgbe nta ka e nwee ike ibubata ihe enyemaka na mpaghara Ugwu nke Tigray.",
    "Mpaghara ahụ dịka ndị e kewapụrụ ekawapụ n'ụwa kamgbe afọ 17 nnukwu ọgụ dara ebe ahụ.",
    "Agha a mere ka nde kwuru nde mmadụ nọrọ na-enweghị ihe oriri na ihe ndị ọzọ e ji enyere ndụ aka.",
    "Otu onye bi na Mekelle, isi obodo Tigray akọorọla BBC etu ndụ dị na mpaghara ahụ.",
    "Gọọmentị Ethiopia na-achọ ịnwuchi ndịagha 76",
    "'Egbuola isi mmiri ndị mere 'coup' n'Ethiopia",
    "Ọtụtụ ndị otu anyị so n'ụgbọelu ahụ kpọriri akpọri - UN",
    "Inweta ihe oriri kwa ụbọchị bụ nnukwu ihe obi mmapụ nye ọtụtụ ezinụlọ.",
    "\"Amụrụ m ụmụ abụọ, ọ na-agbawa m obi na anaghị m enwe ike ileta ezinụlọ m anya nke ọma,\" nwoke a kwuru.",
    "\"Ego m niile tọrọ n'ụlọakụ. ụlọakụ niile emechiela. Ọtụtụ n'ime anyị na-agabiga ihe isi ike a, ego kọrọ ụkọ.\"",
    "\"Kamgbe ọnwa June afọ gara aga, enwebeghị m ike iwepụta ego m dị n'ụlọakụ. Naanị mbibi ego ka m na-ebi.\"",
    "Iji chekwaa ndụ ha, BBC achọghị ịkpọpụta aha ndị gwara anyị okwu n'akụkọ a.",
    "Ọtụtụ ndị nwere ụmụnne na mba ofesi enweghị ike ịnata enyemaka n'aka ha maka na ekwentị na ịntanetị anaghị agazi.",
    "N'elu ihe ndị a, ọnụ ahịa ngwanri arịala elu nke ukwuu.",
    "N'afọ gara aga ọnụ ahịa otu akpa ihe oriri a na-akpọ 'teff' bụ dọla 80, mana ugbua, a na-ere ya dọla 146.",
    "Ndị ji ego na-azụrụ ya ntakịrị, gwakọọ ya na ntụ ọka iji mee achịcha rie.",
    "Mana ọtụtụ anaghị ahụ ego ha ji azụ ọbụladị ntakịrị 'teff'.",
    "N'oge mbụ, ndị mmadụ anaghị ata akị a, mana ugbua ọ bụzi nnukwu nri a na-ere n'ahịa niile",
    "\"Anyị amalitela ịkọ akwụkwọ nri ugbua, mana nsogbu anyị na-enwe bụ mmiri,\" nwoke ahụ gwara BBC.",
    "\"Anyị na-azụ mmiri lita narị abụọ kwa izuụka, mana ugbua, anyị enwezighị ego. Anyị na-ekutezi mmiri n'ụmị.\"",
    "Ịzụ akwa maọbụ akpụkpọ ụkwụ, maọbụ ịzụta anụ tinye na nri bụzi okwu ndị ọgaranya.",
    "Mmiri pọmpụ na ọkụ latrik bụ ụbọchị a hụrụ ya e were.",
    "Ọtụtụ enweghị ọrụ, ụlọahịa niile emechiela maka na ahụzighị ego eji azụ ahịa.",
    "Ọtụtụ ụlọahịa emechiela n'obodo Mekelle, mana ndị mmadụ na-erezi mkpụrụ osisi na akwụkwọ nri n'ihu ụlọahịa ndị a",
    "N'ihi ihe isi ike ọtụtụ ereela ụgbọala, ọlaedo ha na ihe ndị ọzọ ha ji biri n'ụlọ.",
    "N'oge mbụ, ọnụ ahịa ọlaedo karat iri abụọ na otu bụ dọla 64, mana ugbua, onye chọrọ ire ya ga-ere ya dọla iri na abụọ.",
    "N'ụlọọgwụ, mkpụrụọgwụ na mmiri ọgwụ a na-enye ndị ọrịa adịghị.",
    "Ndị nwere ọrịa siri ike na-anwụ n'ihi na ọgwụ adịghị.",
    "Ndị na-arịa ọrịa HIV na-anata ọgwụ ha na ntụnye na ntụnye.",
    "Emume dị icheiche dịka agbamakwụkwọ bụzị ihe onweghị onye ga-echeta oge ikpeazụ e mere ya.",
    "\"Etu m si anụ akụkọ ụwa bụ ma m pụọ n'okporoụzọ na-anụta ihe na-emenụ.\"",
    "\"N'oge ndị ọzọ, ana m agụ akwụkwọ maọbụ mụ na ndị agbatobi m na-akpa nkata.\"",
    "\"Nwa m nwoke amalitela akwụkwọ ọzọ, ụkwụ ka m ji eduga ya ụlọakwụkwọ kwa ụbọchi.\"",
    "\"Ana m eji ụkwụ aga ihe karịrị kilomita abụọ kwa ụbọchị. Nwunye m na-ejikwa ụkwụ aga edulata ya n'ehihie.\"",
    "\"Ana m ejibu ụgbọala m ebuga ya akwụkwọ, mana ugbua, ụgbọala m apụbeghị ezi kamgbe ọnwa iri na asatọ, maka na mmanụ ụgbọala adịghị.\"",
    "\"Otu lita mmanụ ụgbọala ugbua bụzi dọla iri. Tupu agha amalite, o rughị otu dọla.\"",
    "Ndị mmadụ na-ejizi ịnyịnya igwe eme njem maka ọ ka dị ọnụ ala.\"",
    "Ịnyịnya igwe dị ka nke a ka ndị mmadụ na-eji emezi njem ugbua.",
    "Ọtụtụ ndị mmadụ na-ejizi igwe 'bicycle' eme njem ugbua, mana nke ahụ n'onwe ya agalakwaala ọnụ.",
    "Ndị bi na mpaghara a chọrọ ka agha a kwụsị n'oge adịghị anya.",
    "Obi aṅụrị ka ha ji nabata ozi pụtara n'izuụka gara aga nke kwuru ka a kwụsịtụ ịlụ ọgụ.",
    "Ndị mmadụ ahụbeghị ihe ọbụla dị iche ugbua, mana akụkọ kwuru na ụgbọala bu ihe enyemaka nọ n'ụzọ na-abịa.",
    "\"Obi dị m mma na adị m ndụ were ọnụ m na-akọ akụkọ a, mana ama m na e nwere ndị ọnọdụ ha ka nke m njọ,\" nwoke ahụ kwuru.",
    "Mana otu ihe ọma dị ebe a bụ na ndị mmadụ na-enyerịtara onwe ha aka.",
    "Asụsụ Tigrinya nwere okwu a na-ekwu sị: \"Onye rie naanị ya, ọ nwụọ naanị ya.\"",
    "Ndị mmadụ na-agbaso ya bụ okwu nke ọma.",
    "(to reversion this map go to https://idt2.live.tools.bbc.co.uk/ and find Ethiopia map (WS Languages) - duplicate this, translate, and copy the include path when you publish)",
    "We have not named the resident for safety reasons.",
    "Ethiopia crisis: Gọọmentị Ethiopia na-achọ ịnwuchi ndịagha 7618 Nọvemba 2020",
    "Ethiopia Coup: 'Egbuola' onyeisi ndị mere 'coup' n'Ethiopia24 Juun 2019",
    "Ethiopia Airline Crash: Ndị otu anyị so n'ụgbọelu ahụ kpọriri akpọri - UN11 Maachị 2019",
    "NA EME UGBU A Ndị agha Russia egbuola ma taa ndị nkịtị karịrị 300 ahụhụ n'obodo Bucha - Volodymyr Zelensky",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Vidio, ‘Etu di m si gaa ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo’elekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Onyonyo 'drone' gosiri ndị bu egbe nọrọ n'ime ọhịa , ọ bụ na Naịjirịa?",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ugboro asatọ n'ime abalị asaa gara aga ndị 'unknown gunmen' wakporo mpaghara Ọwụwa Anyanwụ",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua",
    "Anyị dị njikere inye ndị 'unknown gunmen' 'amnesty' - Chukwuma Soludo",
    "Ọ bụ ihe ọchị na ụfọdụ na-akpọ m 'aka chịbụrụ Ebonyi steeti' - Dave Umahi",
    "Nwokoroọbịa gburu nwoke a n'Ihitte/Uboma zutere ọnwụ ya n'aka ndị ntoroọbịa obodoEmelitere ikpeazụ na: 22 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}