{
  "published": "5 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, HQ Nigerian Military/Facebook",
    "Foto a bụ nke ụmụ nwaanyị ndị agha zọpụtara n'aka ndị Boko Haram",
    "Ndị ntọ atọrọla mmadụ iri abụọ na abụọ n'obodo Angwar Maji nke dị nso okporoụzọ jịkọrọ Abuja na Kaduna n'abalị Sụnde.",
    "Ndị bi ebe ahụ gwara BBC na ndị omekome a yi uwe ndị agha ma jiri nnukwu egbe were bịa.",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA",
    "Etu ije  'Evans' a tụrụ nga mkpụrụ ọka n'ụbọchị Fraịde siri malite",
    "Ha kwuru na ndị omekome a na-aga site n'ụlọ n'ụlo atọrọ ndị mmadụ.",
    "Enwebeghị ihe gọọmentị Naijirịa kwurula maka ihea mere.",
    "Nke a na-eme dịka otu ịzuụka ndị omekome wakporo ụgbooloko sị Abuja aga Kaduna.",
    "Mwakpo ndị yiri nkea na-emezị kwamgbe kwamgbe na mpaghara ọdịda anyanwụ nke ugwu Naijirịa.",
    "Ndị mmadụ na-ekwugide gọọmentị Naijirịa maka na ha eneghị ike ịkwụsị mkpamklpa ndịa dịka atọrọla puku pụrụ puku ndị mmadụ maka ego ebe ihe ruru otu nde mmadụ esila n'ụlọ ha gbapụ maka nke a.",
    "Ebe foto si, ABSU/Facebook",
    "Ọnụ na-ekwuchitere mahadum Abia State University, Uturu nke dị n'Abia Steeti bụ Chijioke Nwogu gwara BBC Igbo na-atọhapụla ụmụakwụkwọ asaa ndị atọọrọ n'ụbọchị Tọzde n'ihe dịka elekere asaa ruo asatọ nke abali.",
    "Nwogu kwuru na ọ bụ n'ụbọchị Sọnde ka atọhapụrụ ụmụakwụkwọ a ma sị na ahụ dị ha mma mgbe atọhapụrụ ha.",
    "Etu ndị 'unknown gunmen' si wakpoo ndị ọrụ mkpọrọ Imo steeti abụọ",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua",
    "Atọrọ ụmụakwụkwọ a dịka ha si Okigwe alahachi ụlọ akwụkwọ ha.",
    "O kwukwara sị, \"Amaghị m ma e nwere ego a kwụrụ were tọhapụ ụmụakwụkwọ a\".",
    "O kwuru na onyeisi mahadum a bụ Onyemachi Ogbulu gwara ụmụ akwụkwọ ka ha kwụsị ije abalị.",
    "Ebe foto si, Francis Nweze_Facebook",
    "Onyeisi ndị uweojii bụ Alkali Baba ahọpụtala John Ogbonnaya Amadi dịka osote onyeisi ndị uweojii nke mpaghara ọwụwa anyanwụ nwa mgbe nta",
    "Amadi si Ebonyi steeti bụkwa onyeisi Department of Research and Planning n'Abuja.",
    "Anyị gburu ndị IPOB/ESN anọ wakporo ụlọọrụ uweojii dị n'Omuma - Uweojii Imo steeti",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA",
    "Ogbonnaya nwere asambodo Bachelors na Biology na nkụzị,nwekwaa nke Masters na Nkuzi bụ nke ọ nwetere na Mahadum nke Legọs.",
    "Onye nnọchite anya ọnụ na-ekwuru ndị uweojii bụ CSP Muyiwa Adejobi, sị na Ogbonnaya nwetere ọzụzụ dị iche iche na ofesi nakwa na Naịjirịa.",
    "O jidekwala ọkwa dị iche iche na ọrụ ndị uweojii nke gụnyere kọmishọna na ụlọọrụ ụgbọoloko, na nke ụgbọmmiri dị na Legọs nakwa nke ụgbọelụ.",
    "Ọ bụtụkwala osote onyeisi ndị uweojii nke Maritime nke Legọs.",
    "Ruo mgbe ọ nwetere ọkwa a Ogbonna bụ onyeisi na National Institute for Policy and Strategic Studies, NIPSS, Kuru, Jos.",
    "National security",
    "Ebonyi Steeti",
    "NA EME UGBU A Ndị agha Russia egbuola ma taa ndị nkịtị karịrị 300 ahụhụ n'obodo Bucha - Volodymyr Zelensky",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Vidio, ‘Etu di m si gaa ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo’elekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Onyonyo 'drone' gosiri ndị bu egbe nọrọ n'ime ọhịa , ọ bụ na Naịjirịa?",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ugboro asatọ n'ime abalị asaa gara aga ndị 'unknown gunmen' wakporo mpaghara Ọwụwa Anyanwụ",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua",
    "Anyị dị njikere inye ndị 'unknown gunmen' 'amnesty' - Chukwuma Soludo",
    "Ọ bụ ihe ọchị na ụfọdụ na-akpọ m 'aka chịbụrụ Ebonyi steeti' - Dave Umahi",
    "Nwokoroọbịa gburu nwoke a n'Ihitte/Uboma zutere ọnwụ ya n'aka ndị ntoroọbịa obodoEmelitere ikpeazụ na: 22 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}