{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Nnyocha BBC egosila na onyonyo fesara na soshal midia Naịjirịa nke gosiri ndị bucha egbe nọrọ n'ime ọhịa abụghị na Naịjirịa ka ya bụ onyonyo si.",
    "Onyonyo ahụ e si n'elu see gosiri ihe dịka ndị ntorobịa ruru ise n'ọnụ ọgụgụ, jicha akwa uhie uhie kee n'isi ha, buruchaa egbe dịka AK47, na-esi ihe n'ọkụ ha kwanyere n'otu akụkụ.",
    "A hụkwara anụmanụ dịka ehi maọbụ atụrụ ka ha nọ na-akpa nri n'akụkụ ebe ndị ntorobịa ahụ nọ.",
    "Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere",
    "Ihe karịrị mmadụ 150 ka na-efu kamgbe otu izuụka a wakpochara ụgbọoloko si Kaduna aga Abuja",
    "A nwụchiela ndị gburu onye 'seminarian' na Kaduna",
    "Enweghị olu a nụrụ n'onyonyo ahụ nke pụtara na e nweghị ike ịmata asụsụ ndị oji egbe ahụ na-asụ.",
    "Ndị ntoroọbịa ahụ hụkwara 'drone' na-ese onyonyo a, otu n'ime ha mere ka ọ chọrọ iji egbe ya gbatuo 'drone' ahụ.",
    "Oge anyị tulere onyonyo a nke ọma, anyị hụrụ na akwa ụfọdụ ndị oji egbe ahụ yi yitere akwa a na-eyi na mpaghara West Pokot, Samburu, Baringo na Turkana nke mba Kenya.",
    "Mpaghara ndị a bụ ebe ndị oji egbe na-enye nsogbu nke ukwuu ma na-ezukwa ehi ndị mmadụ.",
    "Ndị 'bandit' nke Naịjirịa na-eyikarị uwe yitere nke ndị agha bịakwa were akwa ojii kechie isi na ihu ha.",
    "Ụfọdụ ndị oji egbe a hụrụ n'onyonyo a na-efesa eyighi akwa, ndị ọzọ yikwa akwa ọcha nwere okpu, ụdị nke a na-akpọ 'hoodie' na bekee.",
    "Ọzọkwa, anyị chọpụtara na ndị mbụ tinyere onyonyo a na Facebook bụ ụlọọrụ nchekwa aha ha bụ 'Victory Security Africa Group, n'abalị atọ nke ọnwa Eprel, 2022.",
    "Ha dere na onyonyo ahụ bụ \"Ndị ekperima bandit na mpaghara Laikipia\".",
    "Laikipia bụ mpaghara dị na mba Kenya.",
    "Ọtụtụ ndị ọzọ kesakwara onyonyo ahụ na soshal midia na mba Kenya.",
    "Ebe foto si, Screenshot",
    "Jackson Ude ewepụla onyonyo a n'akara Twitter ya ma rịọ mgbaghara maka ikesa akụkọ ụgha",
    "Onye mbụ tinyere onyonyo a na soshal midia Naịjirịa bụ nwa amadị a na-akpọ Jackson Ude.",
    "Ndị mmadụ kiriri onyonyo ihe karịrị ugboro puku iri n'akara Twitter Jackson Ude.",
    "Mana Udo mechara wetuo ya bụ onyonyo na Twitter ya, ma rịọ mgbaghara maka ikesa akụkọ ụgha.",
    "Onye ọzọkwa kesara onyonyo ahụ bụ Joe Igbokwe, onye ndọrọndọrọ ọchịchị a ma ama.",
    "Igbokwe kwuru na ọ bụ n'ime ọhịa dị na Naịjirịa ka e sere onyonyo ahụ, ma kwukwaa na ọ bụ ndị ekperima na-atọrọ ndị mmadụ na Naịjirịa.",
    "E kiriela onyonyo ahụ ihe karịrị ugboro puku atọ n'akara Facebook Igbokwe.",
    "Enweghị nchekwa na-akawanye njọ na mpaghara Ugwu Naịjirịa, dịka ndị ekperima na-egbu ma na-atọrọkwa ndị mmadụ kwa ụbọchị.",
    "N'ọdị nso a, Gọvanọ Kaduna Steeti bụ Nasir El-Rufai kwuru na gọọmentị Naịjirịa macha ebe niile ndị ekperima ahụ zoro, mana ndị agha enweghị ike iwakpo ha, iji gbochie igbu ndị nkịtị bụ ndị  e ji eji n'ogige ndị ntọ ahụ.",
    "Kaduna so na steeti ebe ndị ekperima 'bandits' kacha akpa ike.",
    "N'izuaka gara aga, ndi ekperima wakporo ụgbọ oloko bu ihe karịrị mmadụ narị atọ si Abuja na-aga Kaduna.",
    "Mmadụ asatọ nwụrụ na mwakpo a ebe ọtụtụ ndị ọzọ ka ndị ekperima ahụ tọọrọ.",
    "National security",
    "Kenya",
    "Kaduna",
    "Bandits Strip Students: Onyonyo ebe ndị ji egbe na-agba ụmụakwụkwọ ọtọ, abụghị na Naịjirịa ka o mere25 Jenụwarị 2022",
    "Vidio, Kaduna Train attack: Ndị 'Bandits' nwere komishona ha na-akpọ aha mgbe ha wakporo anyị2 Eprel 2022",
    "Kaduna Seminarian: A nwụchiela ndị gburu onye ụkọchụkwu ahụ26 Eprel 2020",
    "Vidio, Onyonyo na-egosi ụlọ ahụ daranụ n'Azikiwe Road dị n'Aba16 Septemba 2020",
    "Vidio, Building collapse: Etu ụlọelu ogogo atọ si daa n'Umuahia25 Juun 2020",
    "Vidio, Thailand: Ihe onyonyo ọhụrụ egosila na ahụ siri ụmụaka ụmụnwoke ahụ ike4 Julaị 2018",
    "NA EME UGBU A Ndị agha Russia egbuola ma taa ndị nkịtị karịrị 300 ahụhụ n'obodo Bucha - Volodymyr Zelensky",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Vidio, ‘Etu di m si gaa ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo’elekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Onyonyo 'drone' gosiri ndị bu egbe nọrọ n'ime ọhịa , ọ bụ na Naịjirịa?",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ugboro asatọ n'ime abalị asaa gara aga ndị 'unknown gunmen' wakporo mpaghara Ọwụwa Anyanwụ",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua",
    "Anyị dị njikere inye ndị 'unknown gunmen' 'amnesty' - Chukwuma Soludo",
    "Ọ bụ ihe ọchị na ụfọdụ na-akpọ m 'aka chịbụrụ Ebonyi steeti' - Dave Umahi",
    "Nwokoroọbịa gburu nwoke a n'Ihitte/Uboma zutere ọnwụ ya n'aka ndị ntoroọbịa obodoEmelitere ikpeazụ na: 22 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}