{
  "published": "5 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Joe Igbokwe bụ ọnụ na-ekwuru pati All Progressive Congress (APC) na Legọs Steetị tinyere ọnụ n'okwu banyere ndị Igbo ịzọta ọkwa Onyeisial Naịjirịa n’afọ 2023.",
    "Na mkparịtaụka pụrụiche ya na BBC Igbo nwere, Igbo tara ụkwa ma jaa eze banyere etụ ndị si eme ndọrọndọrọ ọchịchị nke ha.",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Eeh! Ana m ekpocha ọwa mmiri, ọ masịrị m",
    "Mwakpo niile ndị 'Unknown Gunmen' mere na mpaghara Ọwụwa anyanwụ a n'izu a",
    "Mgbe a jụrụ banyere etu ndị Igbo ga-esi nwete ọchịchị Onyeisiala Naịjirịa ọkachasị na ntuliaka afọ 2023 na-abịa abịa.",
    "Igbokwe sị \"ndị Igbo adịbeghi njikere ịzọta ọkwa onyeisiala Naịjirịa, mana ha ka nwere ohere ma ọ bụrụ ha zọpụ njem dị n'ime ya\".",
    "O kwuru hoo haa na otu agbụrụ enweghị ike ịzọta ọkwa onyeisiala Naịjirịa.",
    "Ọ sị na ndị ọnụ na-eru n’okwu n’ala Igbo gụnyere ndị Eze obodo, ndịisi ụka, ndị ndọrọndọrọ ọchịchị kwesiri ịmapụ njem ịga ka ha na ndị agbụrụ ọzọ nwee nkwekọrịta maka ebu n’obi ha.",
    "Ọ sị na ọ bụru na ndị isi a gakwuru Bola Tinubu kọwaara ya mkpa ọdị maka onye Igbo ịchị Naịjirịa na ọ ga-aghọta.",
    "BBC Juru ya ajụjụ ndị mmadụ kpụ n’ọnụ gbasara ahụike onye ndu APC bụ Bola Ahmed Tinubu bụ nke ha na-ekwu na ahụ esichaghị ya ike.",
    "Joe is na “ Tinubu bụ agụ abụọ dị n'ime n’otu. O siriike ka anụ gbara abụbụ”.",
    "Ọ sị na ndị na-ekwu otu ahụ amaghị ihe ha na-ekwu.",
    "O kwuru ọtụtụ ihe dị n’ime ihe onyonyo a ị ga-ekiri.",
    "Joe Igbokwe bụ nwafọ Igbo si Uruagu, Nnewi, Anambra steeti.",
    "A mụrụ ya n'ime ezinaụlọ Dinah na Daniel Igbokwe, n’ụbọchị iri atọ (30) nke Apreelu afọ 1956.",
    "Ọ bụ onye ndọrọndọrọ ọchịchị na Naịjirịa bụrukwa Injinịa bụ onye ndụmọdụ Gọvanọ Babajide Sanwo-olu nke Lagọs Steeti na ịhazị ọwa mmiri nakwa ọrụ mmiri n'otu Steeti ahụ.",
    "Ọ banyere ọrụ na Lagọs steeti n’afọ 2006 dịka onyeisi Infrastructure Maintenance & Regulatory Agency (LASIMRA). Kemgbe ahụ Joe arụọla ọrụ n’ọtụtu ebe na ya bụ steeti.",
    "Joe gara akwụkwọ na Praịmarị na Uruagu Central School Nnewi ebe ọ nwetere asambodo mbụ ya  na 1971. N’afọ 1974 ọ gara akwụkwọ secọndarị n'Okongwu Memorial Grammar School  (OMGS) na Nnewi.",
    "Ọ gara University of Nigeria Nsukka n’afọ 1980 ebe ọ gụrụ “Mechanical Engineering”. Ọ fere alanna n’Ogun steeti na 1985.",
    "Joe hibere ụlọ ọrụ Optimum Plaza and First Grade International Ltd na National Vision Newspapers Ltd.",
    "Joe Igbokwe bụ ezigbo onye nkwado onye bụbu Govanọ Lagos steeti bụ Ahmed Bola Tinubu.",
    "Joe sị na ọ bụ ya bụ nwaamadụ bụ onyeisi ndị All Progress Congress (APC) bụ onye mere ya ihe ọ bụ taa.",
    "Bola Tinubu",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "All Progressives Congress",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, ‘Etu di m si gaa ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo’, Duration 4,02elekere 4 gara aga",
    "Vidio, Igbo Presidency 2023: ‘Joe Biden ọ dị afọ ole, onye sị na Tinubu akaala nka ịbụ onyeisiala?' – Joe Igbokwe, Duration 16,555 Eprel 2022",
    "Vidio, Nwoke a na-ebo ebubo igbu ma gbaa nwanne ya ọkụ maka esemokwu ala, Duration 3,012 Febụwarị 2022",
    "Vidio, Chinmark Group investments: Gbagharanu m maka ọrụ m rụrụ n'ihe gbasara ya - Amanda Chisom, Duration 6,1029 Maachị 2022",
    "Vidio, Domestic Abuse in Abia state: Lee ka ikpe nwaanyị a sị wụnyere mmiri ọkụ n'ọnụ nwa odibo ya si aga, Duration 1,128 Febụwarị 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "Vidio, Kaduna Train attack: Ndị 'Bandits' nwere komishona ha na-akpọ aha mgbe ha wakporo anyị, Duration 7,442 Eprel 2022",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}