{
  "published": "6 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'ụwa taa, ụfọdụ na-ele ndị na-agurughị akwụkwọ n'ogogo mahadum anya dịka ndị na-etozughị oke.",
    "Ọzọkwa bụ na tekịnụzụ ọgbara ọhụrụ abụghị ihe mmadụ na-anọkata mụta, ma ọ bụrụ na e nyeghị gị ọzụzụ pụrụiche.",
    "Mana nwokorọbịa a bụ Ifeanyi Okafor, onye e ji Uncle IB mara na soshal midia, bụ ọpụrụiche.",
    "Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya",
    "Eji m osisi dịka nkụ arụpụta ihe gbara igbo gharịị - Samson Ejiofor",
    "Kamgbe m dị na nwata ka ihe ntecha bidoro masịwa m - Arinze Ekwugha",
    "Uncle IB gụdebere akwụkwọ na Sekọndịrị nke anọ, mana enweghị ihe gbasara tekịnụzụ na soshal midia na-agba ya gharịị.",
    "Taa, ọ bụ Uncle IB na-elekọta akara soshal midia ọtụtụ ndị a ma ama na Naịjirịa, ma si n'ụzọ dị otu a na-enyeju onwe ya na ezinụlọ ya afọ.",
    "Na mkparịtaụka ya na BBC Igbo, Uncle IB kwuru na ọ malitere ịpị ekwentị oge o pere mpe.",
    "O kwuru sị: \"Onweghị onye na-akụziri m ya, ọ bụ ka m na-apị ya ka m na-amụta.\"",
    "\"Ọ bụ Agwụ m na-akụziri m ya, maka na ana m anụ olu na-agwa m ihe m ga-eme na etu m ga-esi mee ya.\"",
    "Uncle IB na-ejikwa akara soshal midia ya na-akụziri ndị mmadụ etu ha ga-esi chekwaa onwe ha ka ndị ekperima juru n'ịnteneetị ghara izu ha ohi.",
    "Ọ na-ejikwa asụsụ Igbo akụzi ihe ndị a niile ka ọ na-ekwe ndị mmadụ nghọta nke ọma.",
    "Ọtụtụ nkuzi ọ na-enye gbasara Tekịnụzụ bụ n'efu, mana ndị ọzọ ka a na-akwụ ya ụgwọ iji kuzie.",
    "\"Ọ bụghị mmadụ niile nwere nnukwu ego iji mụta ihe ndị a,\" Okafor kwuru.",
    "\"Ebe ọ bụ na Agwụ m kuziiri m ya n'efu, ana m akụzikwara ya ụfọdụ ndị n'efu.\"",
    "Mana o nwere olileanya ịga mba ofesi otu ụbọchị wee mụọ ihe gbasara Tekịnụzụ nke ọma.",
    "Uncle IB dọrọ ndị ntoroọbịa aka na ntị ka ha sepụ aka n'izu ohi ịntaneetị ụdị a na-ewu ebe niile ugbua a na-akpọ 'yahoo yahoo'.",
    "N'okwu ya, onye kwụba aka ya ọtọ, na-agbasi mbọ ike, otu ụbọchị ọganihu ga-ezute ya.",
    "Kirie ihe o kwuru n'uju ebe a;",
    "Ụmụntoroọbịa",
    "Tekinụzụ",
    "Social media",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Vidio, Ọgba Mbọ: Eji m osisi dịka nkụ arụpụta ihe ọgbara igbo gharịị - Samson Ejiofor, Duration 3,028 Disemba 2020",
    "Vidio, Nwayọ nwayọ, ịkwa baro emeela m ọgaranya, Duration 4,5020 Julaị 2021",
    "Vidio, Ọgbambọ: Ihe m gabigara n'aka onye chọrọ idina m n'ike mere m jiri banye n'ọrụ 'pop' n'ụlọ, Duration 4,147 Disemba 2021",
    "Vidio, Ọgbambọ: Lee nwafọ Igbo ji aka ya arụpụta igwe njuoyi, Duration 2,4024 Nọvemba 2020",
    "Vidio, Ọgba mbọ: Etu m si hibe ụlọọrụ si Naijiria ebuga ngwa nri na mba ofesi, Duration 5,1323 Maachị 2022",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, Aba Footwear Academy: Ana m akuziri ụmụnwaanyị ịrụ akpụkpọ ụkwụ n'izuụka abụọ - Chidimma Chukwuemeka, Duration 6,596 Julaị 2021",
    "Vidio, Benefits of Bitter Leaf: Etu m si malite ịkọpụta olugbo ebe o buru ibu - Elochukwu Anozie, Duration 4,2528 Septemba 2021",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Igbo Presidency 2023: ‘Joe Biden ọ dị afọ ole, onye sị na Tinubu akaala nka ịbụ onyeisiala?' – Joe Igbokwe, Duration 16,555 Eprel 2022",
    "Vidio, Ọgba Mbọ: Agaghị m Mahadum mana eji m Tekịnụzụ akpata ihe m na-eri ugbua - Uncle IB, Duration 4,266 Eprel 2022",
    "Vidio, Nwoke a na-ebo ebubo igbu ma gbaa nwanne ya ọkụ maka esemokwu ala, Duration 3,012 Febụwarị 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,02elekere 7 gara aga",
    "Vidio, David Igwe: Etu m si zawa 'Ovuvuevuevue enyetuenwuevue ugbemugbem osas', Duration 2,4916 Julaị 2020",
    "Vidio, Children's Day: A malitere m ọrụ DJ mgbe m dị afọ ise - DJ Irish, Duration 2,4027 Mee 2021",
    "Vidio, Ernest Okonkwo: Ihe ndị mmadụ ejịghị echefụ Ernest Okonkwo, ọkpọka 'football commentator' larala mmụọ, Duration 8,297 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}