{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Area Fada1/Soludo TV/Onyeka Onwenu/Instagram",
    "Ufọdụ ndị ahọpụtara maka kọmịtịị udo, ikpe ziri ezi na eziokwu n'Anambra steeti",
    "Gọvanọ Chukwuma Soludo hibere kọmịtịị ọhụrụ maka nhazị udo, eziokwu na ikpe ziri ezi n'Anambra steeti n'ụbọchị Tuzde bụ ụbọchị atọ n'ọnwa Eprel, 2022.",
    "Ụfọdụ n'ime ndị nọ na kọmịtịị bụ Onyeka Onwenu na Charles Oputa (Charly Boy) kọwara BBC Igbo etu obi dị ha maka nhọpụta nakwa olileanya ha nwere maka mpụtara ọrụ kọmịtịị a ga-arụ na steeti ahụ.",
    "Chukwuma Soludo: Ihe ndị Anambra chọrọ n'aka Chukwuma Soludo",
    "Ihe mere Soludo jiri họpụta Ezekwesili na ndị ọzọ dịka 'transition committee' ya",
    "Ernest Ezeajughi, bụbu 'Mayor' na London aghọọla \"Chief of Staff\" Soludo",
    "Ebe foto si, Onyeka Onwenu/Instagram",
    "Onyeka Onwenu bụ onye okwu udo Naịjirịa na-amasị dịka ọ gụrụla ọtụtụ egwu banyere nke a n'oge gara aga",
    "Ọkpụrụkpụ ihe ole m ole Onyeka Onwenu kwuru banyere nhọpụta ya",
    "O kwuru na nhọpụta a tụrụ ya n'anya ma nye ya obi ụto agbanyeghị na ọ bụghị onye Anambra steeti, ma kwuo na ọ nabatara ya bụ nhọpụta.",
    "O kwuru na nhọpụta a ga-enye ohere itinye aka n'ịdajụ oke ọgbụgbu ndị mmadụ n'ala Igbo na-agbawa ya obi nke ukwuu.",
    "Nwaada Onwenu kọwara na ọgbaghara dị n'ala Igbo bụ ihe na-eche ya oke echeche ọkachasị dịka o ji anya ya hụ agha Biafra nke o kwuru na ọ dere n'akwụkwọ ya.",
    "O kwuru na ọ ma na kọmịtịị a ga-amịta mkpụrụ n'ihi na ndị a họpụtara bụ ndị ọkaibe n'ọrụ ihe gbasara ọchịchị nakwa ikpe udo.",
    "Ụmụnwaanyị Imo state bụ \"a kwaa a kwụrụ\" na Nigeria",
    "Otu #OurMumuDonDo chọrọ ime ngosiiwe",
    "Ọ kọwara na etu ụzọ mkparịtaụka si bụrụ otu gbara ọkpụrụkpụ a ga-eweghachịte udo n'Anambra steeti nakwa n'ala Igbo niile.",
    "O toro gọvanọ Chukwuma Soludo ma kwuo na ihibe kọmịtịị a gosiri na ọ dị njikere n'ọrụ ọchịchị nke kachasị iweghachịte udo n'Anambra steeti nakwa ala Igbo.",
    "Nwaada Onwenu gara n'ihu kwuo \"Ama m na ọrụ iweghachịte udo a agaghị a dị mfe, mana e nwere m olileanya na mpụtara ya ga-akwara akụkụ Naịjirịa ndị ọzo ụzọ n'okwu udo\".",
    "Ihe ị kwesịrị ima maka Onyeka Onwenu",
    "Nwaada Onwenu dị afọ 70, ọ bụ onye a ma ama banyere okwu udo na Naịjirịa dịka ọ gụrụla ọtụtụ egwu banyere nke a n'oge gara aga",
    "Ọ natara ọzụzụ na ngalaba  nke mmekọ mba na mba na mahadum Wellesley College nke Massachusetts",
    "Ọ rụọla ọrụ dịka onye mgbasaozi na ngalaba mgbasaozi onyonyo gọọmentị Naịjirịa bụ Nigerian Television Authority (NTA)",
    "Nwaada Onwenu bụ onye ọrụ ndọrọndọrọ ọchịchị n'Imo steeti",
    "Ọ bụkwa onye na-alụ ọgụ ikike dịrị onye nye ndị mmadụ ọkachasị n'okwu metụtara ụmụnwaanyị",
    "Ebe foto si, Areafada1/Instagram",
    "Charles Oputa bụ onye a ma ama na Naịjirịa maka okwu ịlụ ọgụ ikike dịrị onye nye ndị mmadụ",
    "Okpụrụkpụ ihe ole m ole Charles Oputa (Charly Boy) kwuru",
    "Oputa kwuru na ndị họpụtara ya mere nke a na ihe ha ma etu o siri bụrụ onye na-akwụdoro udo",
    "Ọ kọwara na kọmịtịị a dịka nke 'Oputa panel' bụ nke nna ya bụ Ọkaikpe Chukwudifu Oputa nọ n'isi ya n'oge gara nke lụrụ ọgụ ikike dịrị onye nye ndị mmadụ n'afọ 1999",
    "Ọ gara n'ihu kwuo na ọ na-atụ anya na alo ọbụla kọmịtịị a tụtara ga-abụ ihe gọọmentị ga-eme nke na-agaghị adị ka 'Oputa Panel'",
    "Ọ kọwara mkpa kọmịtịị a dị dịka o kwuru na n'uche ya, iweghị ụzọ ikpe ziri ezi bụ otu n'ime ihe kacha bụrụ nsogbu udo",
    "Oputa toro atụmatụ Gọvanọ Soludo a ma kwuo \"Ihe e kwesiri i na-ahụ n'ọwụwa anyanwụ Naịjirịa bụ akọ na uche ọhụrụ nakwa nke ga-ewete ọganihu\"",
    "O kwuru na ọ ga-apụ na kọmịtịị ahụ ma ọ hụ na ya bụ kọmịtịi bụ ihe egwuregwu dịka naanị ihe ọ chọrọ isonye bụ ihe ga-amịta mkpụrụ nwere isi",
    "O kwukwara na ọ ma na isi n'ụzọ na abụghị nke aka ike bụ ihe ga-amịta mkpụrụ udo a chọrọ n'ọwụwa anyawụ Naịjirịa.",
    "Ihe ị kwesịrị ima maka Charly Boy",
    "Charles Chukwuemeka Oputa (Charly Boy) onye ama ama dịka Eze ndị ntoroọbịa ma bụrụ onye na-eme ndị mmadụ obi anụrị dị afo 71.",
    "Ọ bụ onye otiegwu ma bụrụkwa onye na-eme ejije.",
    "Oputa bụ onye na-alụ ọgụ ikike dịrị onye nye ndị mmadụ",
    "Kwa mgbe kwa mgbe, Oputa a nọrọla n'isi ọtụtụ ngagharịiwe nye ndị ọchịchị maka ọnọdụ ọchịchị na Naịjirịa",
    "N'oge gara aga, Oputa ji egwu ya wee zigara ndị ọchịchị ozi banyere ihe ndị ọ chere ha anaghị emeta nke ọma.",
    "Ebe foto si, Onyeka Onwenu/Areafada1/Bianca Ojukwu/Instagram",
    "Ụdọfụ ndị nọ na kọmịtịị a gọvanọ Soludo hibere",
    "Kọmịtịị a nke akpọrọ kọmịtịị udo, eziokwu na ikpe ziri ezi:",
    "Kọmịtịị a ga-ahụ na eweghachịtere usoroudo,  ikpe ziri ezi na eziokwu n'Anambra steeti.",
    "Kọmịtịị a ga-ahụ maka ọgwụgwọ ndị ọghaghara ndị a darala na steeti ahụ metụtara ma hụkwa na agbagharaa ndị omekome tinyerela aka na mwakpo ndị a ma chilie aka elu.",
    "Ha ga-ahụkwa maka mkparịtaụka nye ndị na otu ndị okwu udo, eziokwu na ikpe ziri ezi metụtara na steeti ahụ.",
    "Kọmịtịị a ga-ahụ na ha hibere usoro ga-agwọ ma mezie ihe niile ọgbaghara ndị a darala kpatara.",
    "Kọmịtịị a ga-arụ ọrụ ruo ọnwa isii ma zịpụta ozi mpụtara ọrụ ha ugboro ugboro kwa ọnwa abụọ.",
    "Ndị nịịle nọ na kọmịtịị a bụ:",
    "Ọkamụta Chidi Odinkalu - Onyeisi oche",
    "Bianca Ojukwu-Member - Odeakwụkwọ",
    "Dkt. Joe Nwaorgu",
    "Dkt. Udenta Udenta",
    "Dkt. Uju Agomoh",
    "Jerome Madueke",
    "Okechukwu C. Obi-Okoye",
    "Charles Oputa (Charly Boy)",
    "John Otu",
    "Ngozi Odumuko",
    "Onyeka Onwenu",
    "Dkt. Joe Abah",
    "Chukwuma Okpalaezeukwu",
    "Sam Egwuatu",
    "Ọkamụta Joseph Ikechebelu.",
    "Ebe foto si, Soludo TV",
    "Gọvọna Chukwuma Solduo ekwuola na nchekwa nakwa iweghachịte udo n'Anambra bụ ihe kacha eche ya",
    "Ihe Gọọmenti Anambra kwurula maka ọnọdụ udo na nchekwa ebe ahụ",
    "Gọvanọ Anambra Steeti bụ Chukwuma Soludo arịọla ndị niile bu egbe akpa ike ka ha kwụsị ime etu a, kama ka ha pụta ka ha na ya nwee mkparịta ụka.",
    "O kwuru na ya dị njikere inye ha mgbaghara pụrụ iche bekee kpọrọ 'Amnesty' ma ọ bụrụ na ha dosa ngwaọgụ ha.",
    "Soludo kwekwara nkwa na ọchịchị ya ga-agbalịsị ike ịhụ na gọọmentị etiti tọhapụrụ Nnamdi Kanu, bụ onye isi ndị otu na-azọ nnwereonwe Biafra a kpọrọ 'Indigernous People of Biafra' (Ipob).",
    "Gọọmentị Naịjirịa nwụchiri Nnamdi Kanu ma jide ya na mkpọrọ n'Abuja kamgbe ọnwa June 2021.",
    "Nke a so n'ihe na-ewe ndị otu ya iwe mere ụfọdụ n'ime ha ji buru egbe malite inye nsogbu.",
    "N'otu aka ahụ kwa, gọvanọ steeti ndị ọzọ dị n'ala Igbo na ha na-agbalị ike ha iwulite ọnọdụ nchekwa na steeti ha dị icheiche.",
    "Mana ndị mmadụ ka na-ele anya ịmata mgbe mbọ niile ha sị ha na-agba ga-amịta mkpụrụ.",
    "Ikpe",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Etu anyị ga-esi weta udo n'Anambra site na kọmịtịị udo Chukwuma Soludo- Onyeka Onwenu , Charly Boyelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steetielekere 5 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Ọ bụ eziokwu na ndị oji egbe gburu ndị nchekwa n'ụlọụka dị n'Ekwulobia?",
    "Etu anyị ga-esi weta udo n'Anambra site na kọmịtịị udo Chukwuma Soludo- Onyeka Onwenu , Charly Boy",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Tunde Bakare ọ kpere ndị Igbo ekpere ka ọ bụrụ ha ọnụ?",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Onyonyo 'drone' gosiri ndị bu egbe nọrọ n'ime ọhịa , ọ bụ na Naịjirịa?",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}