{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Foto gosiri ebe e ji ọkọlọtọ otu Indigenous People of Biafra (Ipob) hazie geeti isi ụlọọrụ okpuruọchịchị Orsu dị n'Imo steeti na-efegharị kamgbe abalị Tuzde na soshal midia bụ nke na-akpata ọtụtụ okwu.",
    "Gọọmenti Imo steeti ekwuola na ya bụ foto bụ akụkọ ụgha.",
    "Etu esi wakpoo ụlọ ma gbuo onye ndọrọndọrọ ọchịchị n'Imo Steeti",
    "Ndị mmadụ agbaala ọsọ n'Orsu ebe ndị omekome gburu onye uweojii",
    "Declan Emelumba bụ kọmishọna na-ahụ maka mgbasaozi na steeti ahụ gwara BBC Igbo na \"okwu geeti a enweghị isi.\"",
    "Ihe ndị mmadụ na-ekwu maka ya bụ ntecha ọkọlọtọ Ipob",
    "Otu onye anụrụ olu ya na ya bụ ihe onyonyo na-efegharị na soshal mida nke gosiri geeti a e ji ntecha ọkọlọtọ Ipob wee techaa kwuru:",
    "\"ụnụ na-ahụ anya na gọọmenti agbanwela, isi ụlọọrụ okpuruọchịchị Orsu bụzi isi ụlọọrụ Biafra.\"",
    "Nke a mere ka ụfọdụ mmadụ na-ekwu na ya bụ ntecha gosiri na otu ndị na-achọ nwereonwe ewegharala ọchịchị n'ụfọdụ ebe n'Imo steeti.",
    "Ebe foto si, AFP",
    "IPOB na-ewe iwe gbasara egwu eke ndi agha Naijirịa gosiri n'Abia steeti",
    "Onụ na-ekwuru otu Ipob bụ Emma Powerful gwara BBC Igbo na ọ bụghị ndị otu Ipob ji ntecha ọkọlọtọ otu ahụ hazie geeti okpuruọchịchị Orsu dị n'imo steeti.",
    "Powerful kwuru na ọ bụ ndị omekome na-achọghị ọganihu Ipob mere nke a ma na-achọ ibokwasi ya otu Ipob.",
    "N'ọnụ ya, \"Onye ọbụla nwereike ị ga-akpa udiri mkpa mkpa a ma bokwasi ya Ipob mana onye ahụ kpachara anya ya makana anyị ga-eme ya ihe ha atụghị anya.\"",
    "O kwuru na Ipob adịghị ka otu Boko Haram mgbe ọ nụrụ na ndị mmadụ na-ekwu na ọ bụ ndị otu Ipob tinyere ntecha ahụ iji gosi na ha azọkọrọla okpuruọchịchị Orsu ma napụ ya n'aka gọọmenti Imo steeti.",
    "Powerful gara n'ihu kwuo na otu Ipob nwudoro ụfọdụ ndị omekome na-emetọ aha ha mana o kwuru na ọ gaghị agwa ọha ihe ha mere ndị omekome ha nwudoro.",
    "O nwere ihe pụrụiche ntecha ọkọlọtọ Ipob na geeti Orsu LGA pụtara?",
    "Ebe foto si, Screengrab",
    "Ọkaiwu Goddy Uwazurike bụ ọkaiwu a ma ama kwuru na mkpa mkpa na-akpa n'okpuruọchịchị Orsu bụ nke ndị otu ndọrọndọrọ ọchịchị na-akpasu.",
    "Uwazurike kwuru na ọ bụ ndị agha ndị otu ndọrọndọrọ ọchịchị nọ n'Orlu Senatorial district nakwa okirikiri ya gụnyere Orsu na-eme ihe ndị a , mana ha mecha e bo ya Ipob.",
    "N'ọnụ ya, \"o kwuru na ndị agha ahụ na-abụ ha gbuchapụ isi mmadụ ha ga dowe ya n'okporoụzọ iji bute ụjọ n'obodo.\"",
    "O kwuru na etu ahụ ndị omekome si were ntecha ọkọlọtọ Ipob na geeti Orsu LGA gosiri na ha chọrọ ka ndị agha na ndị uweojii Naịjiria ga buru ngwa agha ha gawa ọgụ ebe ahụ.",
    "N'ọnụ ya , \"ihe a ka Bekee na-akpọ \"set up\" (i sinyere mmadụ ọnya). Ihe na-eme n'Orsu ga -emegide banye afọ ọzọ ruo mgbe onye ọhụrụ ga-eweghara ọchịchị Imo steeti.\"",
    "Goddy Uwazurike na-anọchite anya Ohaneze Ndigbo n'ikpe Nnamdi Kanu mgbe ọbụla nwa amadi a pụtara n'ụlọikpe dị n'Abuja.",
    "Ọ bụbụ onyeisi otu aka Ikenga bụ otu na-ahụ maka ọdimma ndị Igbo.",
    "Nwannekaenyi \"Nnamdi\" Kanu chọpụtara otu na-alụ ọgụ nnwereonwe ndị Igbo bụ Indigenous People of Biafra (Ipob) n'afọ 2014.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara Ọwụwa Anyanwụ Naịjirịa kewara ma hibe mba a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra steeti mana ka alụchara agha nke butere ọnwụ mmadụ ruru otu nde , atụmaatụ ahụ abiaghị na mmezu.",
    "Kanu malitere redio Biafra n'afọ 2009 nke e hibere na London ma na-ezipu ozi nye ndị Igbo bi na Naịjirịa.",
    "Ọ gara mahadum na Naịjiria, (University of Nsukka) tupu ọ gawa London.",
    "Ọ lụọla nwaanyị ma jide ụmụ.",
    "Ipob pụtara 'Indigenous People of Biafra'.",
    "Ọ bụ otu na-azọ ka mpaghara Ọwụwa Anyanwụ Naịjirịa bụrụ obodo nke aka ya.",
    "Mana gọọmentị Naịjirịa akpọọla ha otu na-eyi ndụ egwu, ma kwuo na o megidere iwu mmadụ isonye n'otu ahụ.",
    "Nnamdi Kanu bụ onye ndu otu Ipob.",
    "Imo steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Etu anyị ga-esi weta udo n'Anambra site na kọmịtịị udo Chukwuma Soludo- Onyeka Onwenu , Charly Boyelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steetielekere 5 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Etu anyị ga-esi weta udo n'Anambra site na kọmịtịị udo Chukwuma Soludo- Onyeka Onwenu , Charly Boy",
    "Ọ bụ eziokwu na ndị oji egbe gburu ndị nchekwa n'ụlọụka dị n'Ekwulobia?",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Tunde Bakare ọ kpere ndị Igbo ekpere ka ọ bụrụ ha ọnụ?",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Onyonyo 'drone' gosiri ndị bu egbe nọrọ n'ime ọhịa , ọ bụ na Naịjirịa?",
    "Ụgbọ Chelsea ọ gbara okpokoro?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}