{
  "published": "10 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra State Government",
    "Gọomentị Anambra Steetị akọwaala etu ndị ekperima, ndị ntọrị na ndị ohi si anazi ụtụisi na steeti ha n'aha ịchọta mnwereonwe Biafra.",
    "N'ozi gọọmentị wepụtara, ha sị na nke a na-eme n'ụfọdụ obodo ndị dị n'okpuruọchịchị Ihiala, Nnewi South na Aguata.",
    "Raid of unknown gunmen's dens:' E nwetara 'register' ndị ha tọọrọ na ego ha kwụrụ iji gbara isi onwe ha'",
    "Ugboro asatọ n'ime abalị asaa gara aga  ndị 'unknown gunmen' wakporo mpaghara Ọwụwa Anyanwụ",
    "Anyị dị njikere inye ndị 'unknown gunmen' 'amnesty' - Chukwuma Soludo",
    "N'okwu ha \"Ị ma na ebe ndị dịka Ihiala, Nnewi South na Aguata, ndị mmadụ na-akwụ ụtụisi n'aka ndị ekperima tupu ha echie echichi, gbaa nkwụ di na nwunye, kwaa ozu nakwa mee emume ndị ọzọ n'obodo.\"",
    "\"Ndị ekperima a na-ana ụtụisi n'aka ndị na-azụ ahịa, ndị na-akwọ ụgbọala kwa ụbọchị, kwa izuụka na kwa ọnwa ọbụla.\"",
    "Ebe foto si, Anambra State Government",
    "Gọọmentị sị na ndị a na-anapụ ndị mmadụ ụgbọala ha n'ike, zoo ha n'ime ọhịa ma na-eche ka a bịa zụọ ụgbọala ndị a n'aka ha.",
    "\"Ha na-atọrị ndị mmadụ ma yie ndị ọzọ egwu iji napụta ha ego.\"",
    "\"Ihe ndị a bụ aka ọrụ ndị ekperima chọrọ ịkpachi mpaghara Anambra South ma ọ bụrụ na anyị ebilighi megide ma chọpụta ha.\"",
    "Ebe foto si, Anambra State Government",
    "\"Ị hụ ọtụtụ ụgbọala nke ndị Anambra nwe nke a na-apụrụ ndị nwe ha n'ike. Ha na-ebi ndụ ha site n'ịkpachapụ ndị obodo ihe ha jiri biri n'aha ịlụ ọgụ mnwereonwe Biafra, ma na-enupuisi n'iwu otu ndị chọrọ mnwereonwe Biafra hiwere.",
    "O nwere ihe ọzọ ndị ogbu ọ raa ọbara a na-achọ na-abụghị mnwereonwe Biafra nke ndị mmadụ na-amaghị.",
    "Ebe foto si, Anambra State Government",
    "Gọọmentị gara n'ihu rịọ ndị Anambra ka ha ekwela ka ndị ekperịma na ndị ntọrị chụpụ ha na steeti n'aha ịchọ nwereonwe Biafra.",
    "Cheta na nso nso a gọvanọ Soludo nke Anambra Steetị sị na ndịagha Naịjirịa wakporo ogige ndị a ekperima a ma chọpụta akwụkwọ bucha  aha ndị a tọọrọ nakwa ego ole e jiri gbapụta ha.",
    "Ọ kpọkwara oku ọzọ ka sị ka ndị niile bu egbe wụsaa nkwa agha ha ma bịa ka a kpaa nkata udo.",
    "Ebe foto si, Getty Images",
    "Otu na-achọ mnwereonwe Biafra bụ Indigenous People of Biafra (Ipob) site n'ọnụ na-ekwuru ha bụ Emma Powerful ekwuola na ọ bụghị ndị otu ha na-akpa ike ndị a.",
    "Ọ sị na ọ bụ ndị 'o so chi egbu' na-eme ihe niile a iji mebie aha nakwa atụmatụ mnwereonwe Ipob na-achọ.",
    "Powerful sị na oge na-adịghị anya na ha ga-agba ndị niile na-eme ihe n'anwụ iji gosi na aka ha dị ọcha.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra10 Eprel 2022",
    "Gee ntị, BBC Nkeji10 Eprel 2022",
    "Mwakpo abụọ mere n’Imo nakwa Ebonyi steeti na ngwụcha izu aelekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Etu ndị ntorobịa obodo Ichi si nyochapụta ma gbaa ogige ndị a sị bụ ndị ekperịma ebe ahụ ọkụ",
    "Mwakpo abụọ mere n’Imo nakwa Ebonyi steeti na ngwụcha izu a",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Etu egwu m si zọpụta otu nwoke n'aka ndị ntọrị - Osinachi Nwachukwu",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Raid of unknown gunmen's dens:' E nwetara 'register' ndị ha tọọrọ na ego ha kwụrụ iji gbara isi onwe ha'",
    "Ụfọdụ ihe Rotimi Amaechi kwuru ọ ga-eme ma ọ zọta ọkwa onyeisiala 2023",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Pulmonary fibrosis, Vitiligo, Alopecia na ọrịa ndị ọzọ bụ ọ gbara Igbo gharịị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}