{
  "published": "6 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, The Citadel Global Community Church",
    "Ọtụtụ ndị si mpaghara Ọwụwa Anyanwụ kpụ ụkọchukwu Tunde Bakara nke ụlọụka Citadel Global Community n'ọnụ maka ihe ha sị na o kwuru banyere onye Igbo ịchị Naịjirịa.",
    "Nke a na-abịa dịka ihe onyonyo ebe ụkọchukwu a na-agbasa ozi n'ụlọụka pụtarachara ihe.",
    "'Tụnyere naanị onyeisiala ga-eme nhazigharị Naijiria'",
    "Onye ji Miyetti Allah tụnyere Ọhaneze na Afenifere ejighị uche ya - Bakare",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Bakare mailtere okwu site n'ajụjụ sị 'gịnị mere mmadụ ga-eji emepe ọnụ sị na onye Igbo enweghi ike ịchị Naịjirịa, ọ bụ na ha esoghi na Naịjirịa?",
    "Ọ sị ka o kwuo ihe mere onye Igbo agahị abụ onyeisiala Naịjirịa, na ọ chọrọ iwepu ọnụ abụrụ ha.",
    "Bakare sị na mgbe Sam Mbakwe bụbu gọvanọ Imo Steeti kpọrọ ya oku n'Owerri n'afọ 1993 na ọ kọọrọ akụkọ ahụ.",
    "Ọ sị na ụbọchị e gburu Tafawa Balewa, na e kpupuru okpu 'turban' o kpu n'isi, chee ya mmanya n'ọnụ tupu a gbagbuo ya.",
    "\"Na tupu Balewa a nwụọ, o bụrụ ọnụ sị na o nweghi onye agbụrụ unu ga-achị Naịjirịa\".",
    "Bakare sị na ọ chọrọ ịkagbuo abụmọnụ ahụ maka na ndị ọgbọ Igbo na mgbe ahụ abụghị ndị nọ ugbua ya mere ị gaghị e ji ya atụnyere ha.",
    "Ọ gara n'ihu kpee ekpere sị a kagbuo ọnụ Balewa a bụrụ ndị Igbo na Naịjirịa.",
    "Ebe foto si, The Citadel Global Community Church",
    "Ezi aha ya bụ Babatunde Gbolahan Bakare, ọ bụ onye Abeokuta dị n'Ogun Steetị, a mụrụ ya n'afọ 1954.",
    "Ọ hụrụ akwụkwọ na Grammar School dị n'Abeokuta, mahadum Legọs Steetị.",
    "Ọ bụ onye ọkaiwu, onye ndọrọ ndọrọ ọchịchị ma bụrụkwa ụkọchukwu.",
    "Ọ zọrọ ọkwa osote onyeisiala Naịjirịa mgbe onyeisiala Muhammadu Buhari zọrọ ọkwa n'afọ 2011 mana ha dara.",
    "Ọ rụrụ ọrụ ụkọchukwu n'ụlọụka Deeper Life, Redeemed tupu o mepee nke ya.",
    "O nwere mgbe a nwuchiri ya n'ọnwa Maachị afọ 2022 mgbe o gbasara ozi ma katọọ onyeisiala Naịjirịa nọ mgbe ahụ bụ Olussegun Obasanjo.",
    "E biri ihu Tafawa Balewa n'ego naịra ise nke Naịjirịa",
    "Balewa bụ onye ndọrọndọrọ ọchịchị sị Bauchi Steeti nke mpaghara Ugwu Naịjirịa",
    "A mụrụ ya n'ọnwa Disemba afọ 1912 n'ezinaụlọ Yakubu Dan Zala na Fatima Inna.",
    "Ọ gụrụ akwụkwọ na ụlọakwụkwọ Qur'anic, Barewa College, Mahadum London maka nkuzi ihe.",
    "Ọ rụrụ ọrụ dịka praịm minista mbụ nakwa naanị praịm minista Naịjirịa nwere n'oge ha nweere onwe ha n'afọ 1960.",
    "Ọ nọrọ n'ọkwa ahụ site n'afọ 1957 ruo n'ọnwa Jenụwarị afọ 1964 tupu ndị ndịagha Naịjirịa ewere ọchịchị n'ike ma gbuo ya n'afọ 1966.",
    "Ọ gbara afọ iri ise na atọ mgbe ọ nwụrụ. Ọ lụrụ ụmụnwaanyị anọ ma mụọ ụmụ iri na itoolu.",
    "Ihe ụfọdụ ndị Igbo kwuru",
    "Ebe foto si, Senator Rochas Okorocha",
    "Ọtụtụ ụmụafọ Igbo gbarụrụ ihu n'okwu ahụ ụkọchukwu Bakare kwuru ma sị na \"gịnị mere o jiri kwuo na onye agaghị achị Naịjirịa\".",
    "Otu n'ime ndị katọrọ okwu a bụ Sịnetọ Rochas Okorocha na-anọchite anya Imo West n'ụlọomeiwu Naịjirịa.",
    "Okorocha sị na \"o nweghi ọnụ ọbụla a bụrụ ndị Igbo, a gaghịkwanụ abụ ha ọnụ,\"",
    "Ha bụ ndị udo na ndị na-agbasa udo, a gọziri ha agọzi, ha bụkwa ezigbo ngwaọrụ nye Naịjirịa.\"",
    "Ọ gara n'ihu kwuo ka pati APC gbalịa mee ka onye Igbo jiri ọkọlọtọ ha zọọ ọkwa onyeisiala n'afọ 2023.",
    "Okorocha so na ndị Igbo kwupụtarala uche ha ịzọ ọkwa onyeisiala Naịjirịa n'afọ 2023 n'aha All Progressive Congress (APC).",
    "Ofụfe",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Etu anyị ga-esi weta udo n'Anambra site na kọmịtịị udo Chukwuma Soludo- Onyeka Onwenu , Charly Boyelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steetielekere 5 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Etu anyị ga-esi weta udo n'Anambra site na kọmịtịị udo Chukwuma Soludo- Onyeka Onwenu , Charly Boy",
    "Ọ bụ eziokwu na ndị oji egbe gburu ndị nchekwa n'ụlọụka dị n'Ekwulobia?",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Tunde Bakare ọ kpere ndị Igbo ekpere ka ọ bụrụ ha ọnụ?",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Pastor Adeboye, Fr Mbaka na ndị isi okpukperechi ndị ọzọ katọrọla ọchịchi Naịjirịa na nso nso a",
    "Onyonyo 'drone' gosiri ndị bu egbe nọrọ n'ime ọhịa , ọ bụ na Naịjirịa?",
    "Ụgbọ Chelsea ọ gbara okpokoro?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}