{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi nche ụlọ hụrụ ebe  a sị e sunyere ọkụ nke gbara nwaanyị na nnanne ya nwoke akọọwaala ihe ọ hụrụ dịka ya bụ ihe mere n'Abule-Ado dị na Legọs na nsonso a.",
    "Ọ gwara BBC Igbo na o nwere onye hụrụ nwoke a bi n'ụlọ ahụ ka ọ gbachiri ọnụama ụlọ ahụ gawara mkpa ya.",
    "\"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\"",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ya na ndị agbata obi gbatara dịka ha hụrụ ka ọkụ na-agba, inye aka menyụọ ọkụ were hụ nwanne nwaanyị ụlọ ya na-agba ọkụ bụ Ifeanyị Dimkpa ka o bu ọkụ n'ahụ gbapụta n'ime ọkụ.",
    "Ọ kọwara na Ifeanyi  binyeburu nwanne ya nwaanyị bụ Chinyere Ogudoro, onye si mba Scotland lọta Naịjirịa ọhụrụ n'ezinaụlọ ahụ tupu o nweta ọrụ  were pụọ.",
    "Ọ kọwara na ịhụ ya bụ ihe dịka afọ abụọ ya hụrụ Ifeanyị anya ikpeazụ tupu ọkụ ọgbụgba ahụ dọtara ha n'ụlọ ahụ.",
    "Ifeanyị gwara ha na nwanne ya nwaanyị na di ya nwere nghọtahịe n'abali tupu ha alaba ụra.",
    "Oge ha tetera n'ime abalị ha hụrụ na ahụ ha dere dịka a wụrụ ha ihe dịka mmiri.",
    "Edna Durueke bụ nwanne nne Chinyere Ogudoro, onye si mba Scotland lọta Naịjirịa ọhụrụ tupu o zute ọnwụ ya, kwuru na Ogudoro bụ nwaanyị ọkwa ya gbagotere n'ụlọakụ Naịjirịa tupu ọ gawa mba ofesi.",
    "Ndị uweojii nwụchiri di ya bụ Ben Ogudoro(a na-enyocha munyere ọkụ ahụ) kwuru na Chinyere Ogudoro buụzọ nwụọ site n'ọkụ ahụ, ebe nwanne ya nwoke nwụrụ n'ụlọọgwụ.",
    "A mụrụ Chinyere na nwanne ya nwoke ahụ n'ime ezinaụlọ mmadụ ise gụnyere ụmụnwaanyị anọ na otu nwoke.",
    "Ọ dị afọ iri anọ na asatọ ebe nwanne ya nwoke dị afọ iri atọ na otu.",
    "Chinyere mụụrụ di ya ahụ ụmụ anọ ebe nwanne ya ahụ ka lụchapụrụ nwunye n'ọnwa Mee afọ 2021.",
    "N'ụbọchị Sọnde, Eprel 3 2022, ka ndị uweojii Legọs steeti kwuru na ha anwụchiela otu nwoke a sị mụnyere nwunye ya na nwanne nwunye ya nke nwoke ọkụ na ndụ.",
    "Ihe a mere na mpaghara Abule-Ado dị na Legọs, n'abalị dịka nwaanyị ahụ aha ya bụ Chinyere Ogudoro na nwanne ya nwoke bụ Ifeanyi Joseph Njokure na-arahụ ụra.",
    "Gụọ akụkọ ahụ nke ọma ebe: Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "BBC Igbo chọgara ezinụlọ ihe a metụtara iji nụ n'ọnụ ha etu ya bụ mkpamkpa ọjọọ si kpaa. Lee ihe ha kwuru ebe a:\"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\"",
    "Muna Dimkpa, bụ nwunye Ifeanyi onye larala mmụọ, kọọrọ anyi na di ya gara ọdọụgbọelu Legọs n'ụbọchị Satọde ịga bulata nwanne ya nwaanyị ahụ bụ Chinyere onye si mba ofesi lọbata, mana ozi ọzọ ọ nụrụ bụ na ọkụ gbagburu di ya.",
    "Legọsị",
    "Nchekwa ndị ụwe ojii",
    "Mmegbu",
    "Vidio, Nnamdi Kanu: A tọghapụ , ọgbaghara na-ada n'ọwụwa anyanwụ ga-ebi- Mbazuliike Amaechi, Duration 1,27elekere 5 gara aga",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nnanne ya nwoke- Onye nche, Duration 5,28elekere 8 gara aga",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Igbo Presidency 2023: ‘Joe Biden ọ dị afọ ole, onye sị na Tinubu akaala nka ịbụ onyeisiala?' – Joe Igbokwe, Duration 16,555 Eprel 2022",
    "Vidio, Mbazulike Amaechi: Jim Nwobodo rere ndị Igbo ọtụtụ ugboro, Duration 3,389 Septemba 2020",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Akụkọ Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ agha, Duration 2,577 Febụwarị 2019",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,026 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}