{
  "published": "7 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, George Obiozor /BBC",
    "Aka chịburu Anambara steeti mabụrụkwa onye Igbo welitere isi n'otu PDP bụ Chukwuemeka Ezife akatọọla mkpebi Komitii pati PDP kpebiri ịhapụ ọkwa onyeisala ka ọ bụrụ onye zọta o were.",
    "Komiti mmadụ 37 nke PDP hiwere ka ha nyocha ma tụnye ha alọ maka ịhọpụtta onye ga-efe ọkọlọtọ pati ha n'afọ 2023 nke Gọvanọ Sam Ortom nke Benue steeti nọ n'isi ya gwara ndị isi  pati ahụ ụbọchị Wednezde ka ha hapụ ike ọkwa ahụ kenye ya mpaghara ọbụla dịka pati ahụ n  nnmnnn.",
    "BBC Igbo Town Hall Meeting: Tinubu akala nka ịzọ ọkwa onyesiala- Pete Edochie, Uche Nworah na ndị ọzọ",
    "Mana Ezeife kwuru na nzọpụ ụkwụ ndị pati ahụ bụ \"arụ\" kwọ nwa,",
    "O kwuru na  PDP na-elufu ohere isonye na ndị ga-enye ọha ụmụ Naijtia Naijria ọhụrụ..",
    "Okwu inye Igbo ohere iwepụta onye ga-azọ ọkwa onyeisiala bụ ihe a kpụ n'ọnụ ugbua.",
    "Ka ọdị ugbua, pati nọ n'ọchịchị bụ APC ekpebiela na ọ bụ mpaghara Ọdịda Anyanwu ga-anye ha onye ga-azọ n'aha pati ha.",
    "N'otu aka ahụ, otu Ohaneze Ndigbo kwuru na ihe PDp mere bụ nnukwu ndahịa  nakwa ' ịrara ndị igbo bụ ndị ha kwuru nyere pati ahụ nnukwu nkwado, nye.",
    "Na mkparịtaụka ya na BBC Igbo nwere n'ekwentị ụbọchị Tọzde, ,Ezeife sịrịa \" Oge eruka Chineke chọrọ ịzọpụta Naijria , nye anyị Naijiria ọhụrụ, amaghị ma PDP o sona ya.\"",
    "Igbo Presidency 2023: 'Ihe ndị Igbo nwereike ime iji nwete ọchịchị onyeisiala - Joe Igbkwe",
    "\" Ndị nile enweghị obi ikwu eziokwu agaghị esozi chịa anyị. Ihe PDP mere gosiri na ha esonghị na ndị eziokwu.\"",
    "\"Anyị bụ ndị Naijiria ga-achọwa ndị obi ha dị mma. Anyị agaghị eso PDP, anyị agaghị eso APC.\"",
    "\"Ihe na-ekwu bụ na Chineke achọọla ịzọpụta Naijria ya mere ha ji nyụọ nsị n'ụl;ọụka na-agbanyeghị na ọ dị n'iwu PDP. Ndị PDP emeela arụ. Ha ga-ahụ ihe ga-eso ya.",
    "Ebe foto si, George Obiozor/Facebook",
    "N'aka nke ọzọ, Onyeisi Ọhaneze bụ George Obiozotr kwuru na ihe PDP mere bụ \"ịkwụ ụdọ\" nakwa ịrara ndị Igbo nye\" site na ịgbanwe ka o siri dị n'iwu ha oge o rutere oke ndị Ọwụwa Anyanwụ..",
    "O kwuru na ihe PDP mere bụ ibughar iwu egwuregwu n'etiti oge egwuregwu.",
    "N'ozi mgbasaozi nke ọnụ na-ekwuru otu ahụ bụ Alex Ogbonnannịa binyere aka, Obiọzọ rụtụrụ aka na ọbụ ụzọ ịnapụ ndị Ọwụị̀a Anyanwụ ohere inweta ọkwa onyeisiala.",
    "\" Iwu  PDP nke afọ 2009  isi nke Asaa, akụkụ nke Abụọ  kwuru na 'Iji kwado ikpenmkwụmọtọ, nhatanha na ime nwa ka e mere ibe ya, pati a ga-eso usoro ị na-ebugharị ọkwa pati nakwa ọkwa ọchịchị  na mpaghara na mpaghara.'\"",
    "\"Ị na-eke ọkwa onyeisiala eke ma na-ebugharịkwa ya ya ma o ruo oge ọ ga-erute ndị Ọwụwa Anyanwụ, ha kwuwe ihe ọzọ bụ ịnapụ ndị Ọwụị̀a Anyanwụ ohere  onyeisiala.\"",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Aguata Local Government: Ihe ọhụrụ ụfọdụ anya hụrụ ọkụ ọgbụgba nke Aguata na Nnewi kwuruelekere 2 gara aga",
    "Gee ntị, BBC Nkeji6 Eprel 2022",
    "Vidio, A tọghapụ Nnamdi Kanu, ọgbaghara na-ada n'ọwụwa anyanwụ ga-ebi- Mbazuliike Amaechielekere 5 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Aguata Local Government: Ihe ọhụrụ ụfọdụ anya hụrụ ọkụ ọgbụgba nke Aguata na Nnewi kwuru",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Enyela ndị nkiti 12 ikike imepee mahadum na Naịjirịa nke gụnyere Ned Nwoko meepere mahadum egwuregwu mbụ n'Afrịka",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "PDP ji 'zoning' nye mpaghara ndị ọzọ ọkwa onyeisiala, o ruo oke Ọwụwa Anyanwụ ha kwube ihe ọzọ - Ohaneze, Ezeife",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Etu ị ga-esi jịkọọ NIN na SIM kadị gịEmelitere ikpeazụ na: 4 Mee 2021",
    "'Ovularia, nwunye Zebrudaya' sị na ọ ka dị ndụEmelitere ikpeazụ na: 6 Nọvemba 2019",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}