{
  "published": "7 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Isi ụlọọrụ okpuruọchịchị Aguata nke Anambra steeti na-agba ọkụ",
    "Gịnị n'afịọ n'Anambra n'abalị a?",
    "Akụkọ si n'ọnụ ụfọdụ ndị ọrụ gọọmentị gwara BBC Igbo na akụkọ mwakpo a na-efegharị mere n'ezie ma kwuo na:",
    "\"Ndị o ji egbe a ji iwe wakpoo isi ụlọọrụ okpuruọchịchị Aguata iji bọọ ọbụbọ agha ndị agha Naịjiria busoro ha na mpaghara Ogboji nakwa Aguluezigbo taa bụ Tọọzde\"",
    "Ebe foto si, Screenshot",
    "Foto gosiri ka akụkụ dị ịcheịche n'isi ụlọọrụ a na-agba",
    "Ọ pụtara na ndị agha Naịjirịa wụbanyere na mpaghara Ogboji na Aguluzigbo taa bụ Tọọzde ma buso ndị o ji egbe a sị nwere ogige zoro ezo ebe ahụ dịka akụkọ si kwuo.",
    "Amabeghị etu agha a a sị ndị agha Naịjirịa busoro ndị a ebe ahụ si gaa mana akụkọ na-ekwu na akwakọrịtara mgbọ ebe ahụ.",
    "Nnamdi Kanu: A tọghapụ , ọgbaghara na-ada n'ọwụwa anyanwụ ga-ebi- Mbazuliike Amaechi",
    "Kedụ ihe ndị uweojii kwuru?",
    "Ndị uweojii Anambra steeti gwara BBC Igbo ama na ọkụ na-agba n'isi ụlọọrụ okpụrụọchịchị Aguata nke steeti ahụ taa bụ ụbọchị Tọọzde, ụbọchị asaa n'ọnwa Eprel, 2022.",
    "Ọnụ na-ekwuru ndị uweojii ebe ahụ bụ Tochukwu Ikenga kwuru na ha amabeghị ihe kpatara ya bụ ọkụ ọgbụgba a.",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti",
    "\"Anyị agaghị ekwe ka ndị ekperima na-adọghachiri anyị aka elekere azụ\" - Soludo",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "O kwuru na: \"Anyị ka na-eme nnyocha okwu a, anyị ma maka ya bụ ọkụ, ezigala ndị ọrụ gbata gbaa mmeyụ ọkụ ebe ahụ ugbua\"",
    "Ikenga kwuru na ha amabeghị ma enwere ndị merụrụ ahụ na ya bụ ihe na-eme ebe ahụ.",
    "Ebe foto si, Screenshoy",
    "Ndị a na-agbapụta site na mpio isi ụlọọrụ okpuruọchịchị Aguata",
    "Ọtụtụ ihe onyonye na-efegharị na sosha midia kwuru na ọ bụ ndị o ji egbe wakporo ebe ahụ ma mụnye ya ọkụ.",
    "Olu ndị a nụrụ n'ime ihe onyonye a ji ụjọ na-ekwu:",
    "\"Ndị mmadụ nọ n'ime ụlọ a, ndị mmadụ ka nọ n'ime ụlọ a\"",
    "Ya bụ isi ụlọọrụ Aguata nke eboro ebubo na ndị o ji egbe wakporo.",
    "Ebe foto si, Screenshot",
    "Foto na-egosi ọnụ ụzọ geetị isi ụlọọrụ a na-agba ọkụ",
    "N'otu ihe onyonye ọzọ na-efegharị na soshal midia, ahụrụ ebe akụkụ ihu ụzọ geetị isi ụlọọrụ ahụ na-agba ọkụ.",
    "Ọtụtụ akụkụ ụlọ ahụ nọkwa na-agba ọkụ dịka ya bụ ihe onyonyo si gosi.",
    "Ebe foto si, Screenshot",
    "Foto gosiri otu ụgbọala na-agba ọkụ n'ime isi ụlọọrụ okpụrụọchịchị Aguata",
    "Olu onye na-ekwu okwu na ihe onyonyo ahụ bụkwa onye na-ese ya kwuru:",
    "\"Lee ezigbo ọkụ na-agbe ebe o\"",
    "\"Lee ụgbọala bọọsụ nke na-agba okụ\"",
    "Ọ tụrụ aka ebe ọzọ kwuo: \"Ụgbọala nke a na-agbakwa ezigbo ọkụ\"",
    "Ebe foto si, Screenshot",
    "Foto gosiri ka akụkụ dị ịcheịche n'isi ụlọọrụ a na-agba",
    "Ihe onyonye ndị gosiri etu ndị nọ ebe ahụ si were ụjọ na mkpu na-agba mbọ achọ ụzọ imenyụ ya bụ ọkụ",
    "Ọtụtụ ihe onyonyo na soshal midia gosiri etu ndị mmadụ gbakọta n'ogige isi ụlọọrụ ahụ ma na-agba mbọ igbapụta ndị a sị bụ ndị orụ ebe ahụ tọrọ na ime ụlọ ahụ dịka ya bụ ọkụ na-agbasi ike.",
    "Ebe foto si, Screenshot",
    "Ndị a na-agbapụta site na mpio isi ụlọọrụ okpuruọchịchị Aguata",
    "Onyoonyo na-efegharị na soshịal midịa na-egosi ka e si mụnye ọgbatumtum ọkụ nakwa ọgbaghara na mpaghara dị ịcheịche na Nnewi.",
    "Olu onye sere ihe onyonyo ahụ pụtara na soshal midia nke gosiri ọgbatumtum na-agba ọkụ kwuru na ebe ahụ bụ na Nwaafor Uruagu dị na Nnewi nke Anambra steeti.",
    "Ebe foto si, Screenshot",
    "Foto gosiri ọgbatumtum a sị ndị ojiegbe mwakporo Nnewi mụnyere ọkụ",
    "Olu onye na-ese ihe onyonyo ahụ dọrọ ndị mmadụ aka na ntị ka ha gbadoanya n'ihi egwu dị, ma kwuo na:",
    "\"A tụchịela ezi, site na St. Mary ruo Nwaanyị Imo Bus stop\".",
    "Nnamdi Kanu Umahia: Etu ikpe ya si ga n'ụlọikpe taa",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "Lee ihe ndị nwereike ịme ka ikpe Nnamdi Kanu ghara ịga n'ihu",
    "Ndị bi ebe ahụ gwara BBC Igbo na n'ezie oke egwu nọ ebe ahụ dịka ọtụtụ n'ime ha ji ụjọ gbachie ụlọọrụ ha nakwa ụlọahịa ha dịka a hụrụ ọtụtụ ndị ntorobịa na-akwụchị ụzọ ma tinyecha 'tyre' ụgbọala n'okporoụzọ dị ịcheịche na Nnewi.",
    "Ụfọdụ bọrọ ebụbọ na ndị a bụ ndị otu Indigenous People of Biafra (Ipob) na-egosi mwute ha na onye ndu ha bụ Nnamdi Kanu ga-apụta ụlọikpe n'ụbọchị Fraịdee bụ ụbọchị asatọ nke ọnwa Eprel, 2022.",
    "Gịnị ka ndị uweojii kwuru maka mkpamkpa a sị kpara na Nnewi?",
    "Ọnụ na-ekwuru ndị uweojii n'Anambra steeti ahụ bụ Tochukwu Ikenga gwara BBC Igbo na ha anụbeghị ozi ọbụla banyere akụkọ a.",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Cheta maka iwu ịnọrọ n'ụlọ ndị Indigenous People of Biafra (Ipob) hibere",
    "Otu Ipob kwupụtara maka mmaachị ndị mmadụ ịpụta ezi ụbọchị ọbụla onye ndu bụ Nnamdi Kanu na-apụtara ụlọikpe kemgbe Gọọmentị Naijiria Naịjirịa wụchịrị ya maka ebubo ikpa nkata ikwatu gọọmentị Naịjirịa nakwa iyi ndụ egwu.",
    "Nke a na-abịa dịka Gọvanọ Chukwuma Soludo zipụtara ozi na ọ chọrọ iweghachịte udo na nchekwa na steeti ahụ n'izu gara aga ma rịọ ndị ojiegbe niile nọ ebe ahụ ka ha chịlie aka ma bịa ka ha nwee mkparịtaụka dịka o kwuru na ọ ga-anabata ha (amnesty) ma nye ha ọzụzụ n'ọrụ ọbụla ha chọrọ.",
    "Ndị mmadụ na-atụ anya ima ihe kpatara ọkụ ọgbụgba a n'isi ụlọọrụ Aguta nke Anambra steeti dịka ihe dị etu a mere n'Imo steeti mgbe ndị omekome wakporo isi ụlọọrụ nke Orsu n'Imo steeti n'izu gara aga.",
    "Akụkọ pụtara na-eji ihe ntecha tesaa ihu geetị isi ụlọọrụ Orsu n'ụlọọchị Tuzde mana gọọmentị Imo kwuru na nke a bụghị eziokwu agbanyeghị na ọtụtụ ihe onyonyo pụtara na soshal midia gbara ama nke a.",
    "Nnamdi Kanu: A tọghapụ , ọgbaghara na-ada n'ọwụwa anyanwụ ga-ebi- Mbazuliike Amaechi",
    "Gọọmenti Anambra ezipụtabeghi ozi maka akụkọ nsogbu niile pụtara n'Anambra taa.",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Nnamdi Kanu: Onye ka ọ bụ?21 Nọvemba 2018",
    "Chiwetalu Agu apụtala n'aka ndị DSS12 Ọktọba 2021",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Nwunye Nnamdi Kanu: Gọọmenti Buhari tọhapụrụ m dim - Uchechi Kanu19 Febụwarị 2018",
    "Nnamdi Kanu Court Case: Ihe ise nwere ike ime dịka Nnamdi Kanu nwetara mmeri n'ụlọikpe n'Umuahia20 Jenụwarị 2022",
    "Vidio, Nnamdi Kanu: A tọghapụ , ọgbaghara na-ada n'ọwụwa anyanwụ ga-ebi- Mbazuliike Amaechi, Duration 1,27elekere 5 gara aga",
    "Aguata Local Government: Ihe ọhụrụ ụfọdụ anya hụrụ ọkụ ọgbụgba nke Aguata na Nnewi kwuruelekere 2 gara aga",
    "Gee ntị, BBC Nkeji6 Eprel 2022",
    "Vidio, A tọghapụ Nnamdi Kanu, ọgbaghara na-ada n'ọwụwa anyanwụ ga-ebi- Mbazuliike Amaechielekere 5 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Aguata Local Government: Ihe ọhụrụ ụfọdụ anya hụrụ ọkụ ọgbụgba nke Aguata na Nnewi kwuru",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Enyela ndị nkiti 12 ikike imepee mahadum na Naịjirịa nke gụnyere Ned Nwoko meepere mahadum egwuregwu mbụ n'Afrịka",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "PDP ji 'zoning' nye mpaghara ndị ọzọ ọkwa onyeisiala, o ruo oke Ọwụwa Anyanwụ ha kwube ihe ọzọ - Ohaneze, Ezeife",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Etu ị ga-esi jịkọọ NIN na SIM kadị gịEmelitere ikpeazụ na: 4 Mee 2021",
    "'Ovularia, nwunye Zebrudaya' sị na ọ ka dị ndụEmelitere ikpeazụ na: 6 Nọvemba 2019",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}