{
  "published": "8 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Maxwell Opara",
    "Ụlọikpe Ukwu Etiti dị n'Abuja ehigharịala ikpe a na-ekpe onye ndu otu Ipob bụ Nnamdi Kanu gaa n'abalị 17, 18 and 26 nke ọnwa Mee, afọ 2022 maka nye mkpebi n'okwu ahụ.",
    "A na-ekpe Kanu ikpe make ebubo iri na ise metụtara iyi ndụ egwu na ịkpa nkata ikwatu gọọmentị Naijiria.",
    "Sit-at-Home over Nnamdi Kanu's case today: Ndị a na-enyo na ha bụ ndị Ipob/ESN awakpoola ndịagha n'Aba taa",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu",
    "'Ndị DSS mịrị ọbara Nnamdi Kanu ihe karịrị ugboro iri abụọ' - Maxwell Opara",
    "Ọkaikpe na-ekpe ya bụ ikpe bụ Jọstịs Binta Nyako kụpụrụ asatọ n'ime ebubo ndị ahụ egọọmentị etiti na-ebo Kanu.",
    "Ụlọikpe enyela DSS iwu ka ha kwụọ ọkaiwu Nnamdi Kanu N5m maka mmekpaahụ",
    "A na-ele anya na ọ bụ n'ikpe ahụ na-abịa ka ụlọikpe ga-ekpebi ma Kanu o nwere ikpe ọ ga-azara ọnụ ya.",
    "Ebe foto si, Maxwell Opara",
    "Nnamdị Kanu n'ụlọikpe taa",
    "Ụlọikpe Ukwu Etiti dị n'Abuja akpụpụla asatọ n'ime ebubo iri na ise (15 Gọọmentị Etiti na-ebo onye ndu otu nwere onwe Biafra bụ Nnamdi Kanu taa bụ Fraide , abalị asatọ nke ọnwa Eprilụ afọ 2022..",
    "A na-ekpe Nnamdi Kanu ikpe maka ebubo iri na ise (15) metụtara iyi ndụ egwu nakwa ịkpa nkata ịkwada gọọmentị Naijria.",
    "Nnamdi Kanu trial: Ipob ekeleela ndị mere ka a kpọpụta Nnamdi Kanu n’ụlọikpe",
    "Ikpe Nnamdi Kanu agaghị n'ihu taa n'Abuja",
    "Nnamdi Kanu News: Ihe isii Ọkaikpe Binta Nyako nyere iwu ka e meere Nnamdi Kanu",
    "Jọstis Binta Yanko bụ ọkaikpe na-ekpe ya bụ ikpe kwuru na ebubo nke  6, 7, 8, 9, 10, 11, 12 na 14 ekweghị mmejọ nke onye a na-ekpe ikpe mere  mana ebubo nke akara  2, 3, 4, 5, 8 na 15 gosiri  na o ihe dị na-ebubo ndị ahụ.",
    "Ebe foto si, Nigeria Presidency",
    "Onye ndu otu Ipob awuchiela n'ụlọikpe 'Federal High Court' dị n'Abuja maka ikpe a na-ekpe ya maka ebubo iyi ndụ egwu na ịkpa nkata ịkwatu gọọmentị Naijiria taa bụ Fraide.",
    "Kanu onye zochiri dịka ebe Elekere iri na otu yikwa uwe ahụ o yi dịka a nwuchiri ya ya mba Kenya n'ọnwa Juun afọ 2021 dịka ndị DSS ekweghị ka ọ gbanwe akwa ya.",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Nnamdi Kanu's seven count charge: Ebubo ọhụrụ Gọọmentị Naijiria ji akpụpụ Nnamdi Kanu n'ụlọikpe n'Ọktoba 21",
    "Mana e nyeghị ndị ntaakụkọ bịara ụlọikpe ohere ịbanye n'ime ebe ikpe ahụ nke Jọstis Binta Nyako nọ n'isi ya na-aga kpọmkwem dịka e tinyere ha n'ọnụụlọ a kpọrọ \"Press Room\" na Bekee.",
    "Ọtụtụ ha bụ ozi ha na-anụta n'aka ndị ọkaiwu nọ n'ime ụlọikpe ka ha na-ezigara ụlọọrụ ha.",
    "Ọkaiwu Mike Ozekhome bụ  onye ndu  ndị ọkaiwu Kanu ndị ọzọ kpọrọ ebubo  ndị ahụ \"gbara ngọ', na o nweghị ebe mgbakwasị ụkwụ\".. O kwuru na ya tinyere akwụkwọ ka a kpụchapụ ebubo iri na ise ahụ ihighị na ha \"achịtaghị aja\". Ozekhome sịrị : \"Ị na-ebo Kanu ebubo na ọgbasara ozi  n'ikuku. Ị kwughị ebe  a nọ mee mgbasaozi ndị ahụ. Ọ bụ n'ala mmụọ ka  e mere n'iku ka ya  Ozekhome asked.",
    "E nyeghị ndị dị ntaakụkọ bara ụlọikpe ohere ịbanye kpọmkwem n'ime ebe ikpe ahụ na-aga.",
    "Ndị okaiwu ya gụnyere Mike Ozehkkhome, Ifeanyi Ejiofor nakwa Maxwell Opara nwere ohere ibanye ime ụlọikpe.",
    "Ihe a na-ekpe taa bụ ma ebubo a na-ebo Nnamdi Kanu o rijuru afọ ka ọ bụ na o rijughị afọ.",
    "Naanị Emmanuel Kanu bụ onye e nyere ohere ịbanye ụlọikpe",
    "Emmanuel Kanu bụ nwanne Nnamdi Kanu",
    "Nwanne nnamdi Kanu bụ Emmanuel Kanu awuchiela n'ụlọikpe taa dịka a na-ekpe ikpe onye ndu otu Ipob bụ Nnamdi Kanu n'ụlọikpe ukwu nke Etiti n'Abuja taa bụ Fraide.",
    "Nwanne Kanu nwoke, onye yi agwa isiagụ na-acha mmemme wuchiri n'ihe dịka Elekere iri nke ụtụtụ, ya na ndị ya na ya so mana ndị ọrụ nchekwa ekweghị ka ndị so ya banye dịka hha na-emebu na mbụ.",
    "Emmanuel Kanu gwara BBC Igbo na ya chịtara nwanne ya Nnamdi Kanu agwa mgbanwee akwa abụọ bụ ndị abụghị akwa isiagụ dịka ha wetaburu ya  mana e kweghị ka Kanu yiri ya.",
    "Nwanne Nnamdi Kanu bụ Emmanuel Kanu chịtara ya uwe abụọ ka o were gbanwe akwa ya mana DSS ekweghị ka o gbanwee ya",
    "Cheta na kemgbe ọnwa asaa a nwụchiri Nnamdi Kanu, ọ bụ otu uwe o ti mgbe a nwuchiri ya si mba Kenya kpọlata ya ka o yi ugboro ole ọ pụtara n'ụlọikpe.",
    "Ọkaikpe ikpe ahụ dị n'aka ya bụ Binta Nyako enyebuola DSS iwu inye ya ikike ịgbanwe akwa ya.",
    "Taa bụ Eprelu 8, 2022  e hiwere ikpe onye ndu otu Ipob bụ  Nnamdi Kanu, gburugburu ụlọikpe 'Federal High Court' ebe a ga-ekpe ya bụ ikpe kpọrọ akpọ dịka achịcha.",
    "A na-ekpe Nnamdi Kanu Ikpe maka ebubo gụnyere iyi ndụ egwu nakwa ịkpa nkata ịgwatu gọọmentị.",
    "Ndị ọrụ nchekwa gụnyere ndị uweojii na ndị uweojii nzuzo ji ụzọ ụtụtụ wujuo na gburu gburu ụlọikpe ahụ.",
    "Ndị ntaakụkọ BBC Igbo rutere ebe ahụ n'Elekere asaa nke ụtụtụ kwuru na egwu dagharịrị taa dịka nnyocha malitere ebe dị anya tupu e rute  nso ogige ụlọikpe ahụ.",
    "Onye ntaakụkọ anyị , onye nke nwere ohere ịbanye ime ụlọikpe wetara anyị ozi na ọgbọ dịkwa kpịchịkọm n'ebe ahụ.",
    "O kwuru na anya nile na-ele ihe ọbụla ya na-eme.",
    "Oge ọ gara na ụsọ ịkpọ mmadụ n'ekwentị, otu onye DSS sochiri ya n'ike dọọ ya aka na ntị ka ọ gara ịna-agagharị n'ime ụlọikp.",
    "Ha kwuru na mbụ, onye ọbụla nwere ike ịga n'okporoụzọ awara awara dị nso Ụlọomeiwu, dị n'ụlọikpe mana  taa nnyocha malitere  dịka e nyochara ha na nkwụsị atọ tupu e nye ohere ka naanị otu onye ntaakụkọ anyị ohere banye n;ụlọikpe, ebe ndị ọzọ nọ n'iro.",
    "Ikpe onye ndụ 'Indigenous People of Biafra' bụ Nnamdi Kanu ga-aga n'ihu taa bụ April 8,2022 n'Ụlọikpe Ukwu nke gọọmenti etiti dị n'Abuja.",
    "A na-atụkwa anya n'ụlọikpe a ga-agbaso atụmatụ ọhụrụ e wepụtara ụbọchị Tọzde maka  ikpe metụtara iyi ndụ egwu nke a pụtara na  ọ bụ na Code of Conduct Tribunal ka aga-ekpe ikpe Nnamdi Kanu taa, ọ bụghị ebe a na-ekpebu ya mbụ.",
    "N'ụbọchị iri na isii nke ọnwa February ka okaikpe Binta Nyako nke Ụlọikpe 'Federal High Court' dị n'Abuja yigharịrị ikpe Nnamdi Kanu bụ onyeisi ottu 'Indigenous People of Biafra' gaa April 8, 2022.",
    "Ihe anyị ma gbasara ikpe Nnamdi Kanu e kwesịrị ikpe n'Abia taa",
    "O kwuru na ya bụ ikpe ga-ebido n'elekere iri abụọ nke ehihie taa.",
    "Mana ndị ọkaiwu Kanu chọburu ka ebudakwuo myigharị ikpe a nso mana ọkaikpe jụrụ ajụ ma kwuo na ọ chọrọ iji ohere ahụ wee lebaa anya n'okwu ndị ọkaiwu Mike Ozekhome kwuru tupu o kpebie.",
    "A na-atụ anya na ọkaikpe Nyako nwerike ikpebi ya bụ ikpe taa.",
    "Ọkaikpe nke Ụlọikpe Ukwu nke Etiti bụ Jọstis  John Terhemba Tsoho, bụ ọkaikpe nyere ntụziaka  ka e tinye  n'ọrụ iwu metụtara ebe a na-ekpe ikpe maka iyi ndụ egwu kwuru na ọ bụ iji hụ na ma ndị na-ekpe ihe, onye a na-ekpe ikpe na ndị akaebe nwere nchekwa zuru oke.",
    "Iwu maka ikpe ikpe inyi ndụ egwu kwuru  nke gbadoro ụkwụ  na akụkụ 254 nke Iwu Naijria nke 1999 kwuru na:",
    "\"A ga-enwe nkewapụta ebe nchekwa na gburugburu ebe e nwere ikpe dịka ndị ọrụ  nchekwa  si tunye alo n'ikpe abula ikpe.\"",
    "O nweghị oinye a ga-enye ohere ịbata n'ebe ahụ e kewapụtara karịa nanị ndị e nyere ikike ịbata ebe nkewapụta ahụ\"",
    "Naanị ndị ọkaikpe, ndị ọrụ ụlọikpe dị mkpa na ndị ọrụ nchekwa ọrụ ha metụtara ikpe ọbụla e ji n'aka ga-enwe ohere ịbata ogige ụlọikpe.\"",
    "",
    "Ihe ise a na-atụ anya n'ikpe ga-eme taa",
    "A na-atụ anya na Nnamdi Kanu nwereike igbanwe uwe ya dịka ọkaikpe Nyako si kwu",
    "A na-atụ anya na eweterela Kanu enyo anya ọzọ",
    "A na-atụ anya na ọkaikpe Nyako ga-ekwe ka ndị ọkaiwu Kanu ndị ọzọ bata ma sonye na ya bụ ikpe a ga-ekpe echi",
    "Nnwụchi, ntọhapụ na nwụchigharị Nnamdi Kanu",
    "Gọọmentị Naịjiria nwụchiri Nnamdi Kanu n'ọnwa Ọktoba afọ 2015, jide ya ihe karịrị otu afọ tupu a tọhapụ ya n'ihe Bekee kpọrọ 'bail' n'ụbọchị 28 nke ọnwa Epreelụ afọ 2017.",
    "Kanu si Naịjiria gbapụ na-agbanyeghi na iwu e nyere ya machiri ya ime nke a. Ka ọ nọ mba ofesi ka ọ malitekwara ịgbasa ozi ya maka nnwereonwe Biafra n'ike n'ike n'elu soshal midia.",
    "A hụrụ Nnamdi Kanu n'ihu ọha mbụ na mba Izrel, n'ụbọchị 22 nke ọnwa Ọktoba 2018, kemgbe e ji chọwa ya. Ihe nkiri bidoro fegharịwa na soshal midia ebe Nnamdi na-ekpe ekpere na mba ahụ.",
    "Ụlọọrụ Facebook mechara machie ya iji igweokwu ha  agbasa ozi n'afọ 2021, mana o mepere aha ọzọ ji na-agbasa ozi ya na-aga n'ihu.",
    "O hibere otu ndị nchekwa ọ kpọrọ Eastern Security Network (ESN), na Disemba afọ 2020 nke ọ sị bụ maka ichekwa mpaghara Ọwụwa Anyanwụ n'aka ndị ọchịehi.",
    "N'ọnwa Juun afọ 2021, gọọmentị Naijiria nwụchigharịrị Nnamdi Kanu ma si mba Kenya kpụlata ya Naịjiria ịbịa kpee ya ikpe.",
    "Kemgbe ahụ, ọ pụtala n'ụlọikpe ihe karịrị ugboro atọ gụnyere nke ọ pụtara n'ụbọchị 19 nke ọnwa Jenụwarị afọ 2022 nakwa nke Februari 16, 2022.",
    "Ebe foto si, Nigeria Presidency-Facebook",
    "Foto gosiri Nnamdi Kanu n'ụbọchị anwuchịrị ya ma kpọpụ ya n'ụlọ ikpe na Juun 2021",
    "Ọkaiwu gọọmenti Naịjirịa chọrọ ka a kụchapụ mkpesa ka atọghapụ Nnamdi Kanu bụ onye ndụ 'Indigenous People of Biafra'(Ipob)",
    "Ọkaiwu Kanu na-eme mkpesa ma Kanu ka na-eyi otu akwa ma kwuo na Department of state services anaghị erubere ụlọikpe isiHa kwuru na ha chirila uwe ọhụrụ gaa n'ụlọikpe ụgboro atọ iji nye Kanu ka o gbanwe uwe ya ma DSS ekweghị ka ha mee nke a",
    "Ọkaiwu Kanu kwuru na Kanu enweghị ugegbe anya o ji ahụ ụzọ nke mere ka anya ya na-emechi emechi",
    "Ọkaiwu Kanu ji akwụkwọ mkpesa ha dere n'ụbọchị Jenuwarị 18 na 19 ma na-ekwu ka akụchapu ebubo 15 gọọmenti boro nwa amadi ahụ makana ha enweghị isi",
    "Ha chọkwara ka atọghapụ ma kụchapụ ikpe Nnamdi Kanu ma hapụ ya ka ọ lawa.",
    "Ha chọrọ ka ụlọikpe nụrụ nke a",
    "Ọkaiwu Mike Ozekhome bụ ọkaiwu Kanu kwuru na awụchịrị nwa amdi ahụ n'ụzọ iwu akwadoghị na Kenya.",
    "Ozekhome kwuru na ọ bụ isonye n'emume n'eyi ndu egwu bụ ebubo e boro Kanu mana o nweghị ihe gosiri na o mere mgbasaozi maka iyi ndị mmadụ egwu",
    "Ọkaiwu Ozekhome kwuru na a na-ebo Kanu ebubo n'okpuru iwu na-enweghị isi na ọdụ n'ụlọikpe ukwu",
    "Ọ chọrọ ka akụchapụ ikpe a makana ọnweghị ezigbo ihe ngosi nakwa o megidere iwu nke mba ofesi",
    "Ọkaiwu gọọmenti bụ S.M Labaran kwuru ka a ga n'ihu kpe Nnamdi Kanu ikpe",
    "O ji ọtụtụ iwu dị n'akwụkwọ iwu Naịjirịa kwado nke a",
    "Labaran kwuru na o nweghị iwu ọbụla kwadoro ịkụchapụ ikpe Kanu",
    "Labaran kwuru na Ipob bụ otu amachiri amachi.",
    "Nnamdi Kanu na ndị ọkaiwu ya (Mike Ozekhome na Ifeanyi Ejiofor)",
    "Nnamdi \"Nwannekaenyi\" Kanu hibere ma bụrụ onye ndu otu a ma dịka 'Indigenous People of Biafra' (Ipob) n'afọ 2012.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara Ọwụwa Anyanwụ ochie (old Eastern State)kewapụ na Naịjiria ma bụrụ mba a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra, mana ka a lụchara agha nke butere ọnwụ mmadụ ruru  nde, atọ ,atụmaatụ ahụ abiaghị na mmezu.",
    "Kanu malitere Redio Biafra nke e hibere na London n'afọ 2009 ma na-agbasa ozi nye ndị Igbo bi na Naịjirịa.",
    "N'afọ 2018 ka gọọmentị Naịjiria nke Muhammadu Buhari bụ onyeisi ya, kpọrọ Ipob ndị oyi ndụ egwu(terrorist group).",
    "Nnamdi Kanu kọwaa etu i si gbalarị Egwu Eke - Uwazuruike",
    "'Referendum' ọ dị n'iwu Naijiria? Lee ihe ndị ọkaiwu kwuru,mba ndị e merela ya",
    "Ọ gara Government College Umuahia, gaa mahadum na Naịjiria, (University of Nsukka) nwa mgbe nta tupu ọ gawa London, ebe ọ nọ gaa 'London Metropolitan University'.",
    "Ọ gụrụ 'Politics and Economics' na mahadum.",
    "A mụrụ ya na Naịjiria mana o nwekwara akwụkwọ ikike (passport) ịbụ onye mba Briten.",
    "Ọ lụọla nwaanyị ma jide ụmụ.",
    "O kwenyere ma bụrụ onye ofufe Judaism.",
    "Aguata Local Government: Ihe ọhụrụ ụfọdụ anya hụrụ ọkụ ọgbụgba nke Aguata na Nnewi kwuru",
    "Enwetaghị akara NIN mere ka ịgbata akwụkwọ ule Jamb sirere anyị ike -  Nwa akwụkwọ",
    "PDP ji 'zoning' nye mpaghara ndị ọzọ ọkwa onyeisiala, o ruo oke Ọwụwa Anyanwụ ha kwube ihe ọzọ -  Ohaneze, Ezeife",
    "Aguata Local Government: Ihe ọhụrụ ụfọdụ anya hụrụ ọkụ ọgbụgba nke Aguata na Nnewi kwuru Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Aguata Attacks: Ndị oji egbe agbagburu ehi ndị mmadụ n'Igboukwu ụnyaahụ?7 Eprel 2022",
    "Haiti, Barbados, na mba ndị ọzọ n'ụwa si agbụrụ Igbo pụta3 Eprel 2022",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nwanne ya nwoke- Onye nche7 Eprel 2022",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu8 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Ndị oji egbe agbagburu ehi ndị mmadụ n'Aguata Unyaahụ?",
    "Sit-at-Home over Nnamdi Kanu's case today: Ndị o ji egbe egbu awakpoola ndịagha n'Aba",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Lee kọmịshọna uweojii ọhụrụ akpọtara n'Imo steeti nakwa Kaduna",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "PDP ji 'zoning' nye mpaghara ndị ọzọ ọkwa onyeisiala, o ruo oke Ọwụwa Anyanwụ ha kwube ihe ọzọ - Ohaneze, Ezeife",
    "Enyela ndị nkiti 12 ikike imepee mahadum na Naịjirịa nke gụnyere Ned Nwoko meepere mahadum egwuregwu mbụ n'Afrịka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}