{
  "published": "8 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Low Cost Housing Estate Umuahia",
    "Ndị ojiegbe a na-enyo na ha bụ ndị otu /Ipob /ESN awakpoola ndị agha n'Aba Abịa steeti n'ụtụtụ taa bụ Fraide, gbaa ụgbọala ha ọkụ.",
    "Taa bụ Eprelu 6, afọ 2022, bụ ụbọchị e hiwere ikpe onye ndu otu Ipob Kanu  maka ebubo iyi ndụ egwu nakwa ịkpa ntaka ịkwatu gọọmentị Naijiria nke mere otu Ipob tinyere iwu nọrọnụlọ na steeti nile dị Ọwụwa Anyanwụ.",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ọ bụ na mba Kenya ka Gọọmentị Naijiria tọrọ Nnamdi Kanu - Nwanne ya nwoke",
    "Onye ntaakụkọ anyị nọ Aba kwuru na ya bụ mwakpo mere n'ọjikọ okporoụzọ a ma ama bụ Tonimas Junction dị n'Okpuru Ọchịchị Osis ọma n'Okporoụzọ awara awara si Enugwu gawa Pọtakọt.",
    "O kwuru na ndị ojiegbe ahụ pụtara wakpo ndị agha nọ n'ụgbọala ha ji agagharị na ntụmadị, ma malite kwawa ha mgbo.",
    "Ndịagha ahụ hapụrụ ụgbọala ha gbawara, nke nyere ndị ojiegbe ahụ ohere isunye ụgbọala ha ọkụ.",
    "BBC enweghị ike inweta olu ọnụ na-ekwuru ndị agha na steeti ahụ mana onye agha welitere isi gwara  onye ntaakụkọ anyị na ya bụ ihe mere n'ezie n'ebe elekere atọ nke isi ụtụ mana o nweghị onye nwụrụ.",
    "O kwuru na ọ bụ dịka ndị ọrụagha na-apụ ịkpagharị maka ichekwa obodo dịka ha si eme ụbọchị ọbụla e nwere nọrọụlọ ka ya bụ ọdachi mere.",
    "Ọnọdụ'Sit-at-Home' n'Ọwụwa-Anyanwụ dịka a na-ekpe ikpe Nnamdi Kanu taa",
    "Ebe a bụ Road 2, Low Cost Housing Estate, Ụmụahịa, Abia Steeti.",
    "Dịka a na-ekpe ikpe Nnamdi Kanu bụ onyeisi otu 'ndigenous People of Biafra' (IPOB) taa, ọtụtụ ndị mmadụ aputaghị ezi dịka e ji ya akwado Nnamdi Kanu oge ikpe ya.",
    "Ụfọdụ ebe n'isi obodo Abia Steeti bụ Ụmụahịa tọgbọ chakoo dịka ndị mmadụ apụtaghị ezi, lee ihe onye ntaakụkọ anyị hụrụ mgbe ọ gagharịrị n'Ụmụahịa.",
    "Low Cost Housing Estate Umuahia",
    "Low Cost Housing Estate Umuahia",
    "Afara Road, Ụmụahia Abia Steeti",
    "Olokoro Timber Road, Ụmụahia, Abia Steeti.",
    "Health Centre Road",
    "Ebe a bụ Road 2, Low Cost Housing Estate, Ụmụahịa, Abia Steeti.",
    "Ahiaukwu Olokoro, Abia Steeti",
    "Lee ka Enugwu Steeti dị taa bụ ụbọchị asatọ nke ọnwa Aprel a afọ 2022.",
    "Onye ntaakụkọ anyị gagharịrị iji hụ etụ ezi Enugwu Steeti dị.",
    "Dịka esi eme mgbe ọbụla, a na-ehiwe ọnọdụ onye-apụtala -ezi nke bụ Sit-At-Home na Bekke iji kwado onyeisi otu Piob bụ Nnamdi Kanu dịka a na-ekpe ya ikpe.",
    "Lee ọnọdụ NOWAS dị na Timber n'ahịa Timber Shed, dị na Transekulu Enugwu steeti.",
    "Transekulu Enugwu Steeti",
    "Transekulu Enugwu Steeti",
    "Transekulu Enugwu Steeti",
    "Asata Enugwu",
    "Ahia Artisan",
    "Emene Junction di nso northwest filling station n'isi ụtụtụ taa",
    "GRA Enugwu",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu8 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Ndị oji egbe agbagburu ehi ndị mmadụ n'Aguata Unyaahụ?",
    "Sit-at-Home over Nnamdi Kanu's case today: Ndị o ji egbe egbu awakpoola ndịagha n'Aba",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Lee kọmịshọna uweojii ọhụrụ akpọtara n'Imo steeti nakwa Kaduna",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "PDP ji 'zoning' nye mpaghara ndị ọzọ ọkwa onyeisiala, o ruo oke Ọwụwa Anyanwụ ha kwube ihe ọzọ - Ohaneze, Ezeife",
    "Enyela ndị nkiti 12 ikike imepee mahadum na Naịjirịa nke gụnyere Ned Nwoko meepere mahadum egwuregwu mbụ n'Afrịka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}