{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigeria Police Force Facebook Page",
    "Abutu Yaro bụ kọmịshọna uweojii ọhụrụ nke Edo steeti ebe Ahmed Barde bụ kọmịshọna uweojii ọhụrụ nke Imo steeti",
    "Onyeisi uweojii Naijiria bụ Usman Baba ezigala ndị kọmishọna uweojii ọhụrụ n'Imo steeti maka 'ịkwụsị mwakpo ndị ojiegbe na steeti ahụ.",
    "Ebe ndị ọzọ Baba zigara ndị komishona ndị uweojii ọhụrụ gụnyere Kaduna, Edo, nakwa Adamawa bụ ebe \"unknown gunmen\" na ndị omekome akpọrọ Bandits na-akpa mkpa mkpa.",
    "Ebe na etu anyị si nwụchịe Nnamdi Kanu - Gọọmenti etiti",
    "Ihe ise nwere ike ime dịka Nnamdi Kanu nwetara mmeri n'ụlọikpe n'Umuahia",
    "Cheta na ndị omekome awakpola ụlọọrụ uweojii abụọ kamgbe mbido April a. Ofu n'ime ha dị n'okpuruọchịchị Mbaitoli na ngwụcha izu ụka gara aga ebe mwakpo nke ọzọ mere n'okpuruọchịchị Orsu ka abalị abụọ gafechara mwakoo nke mbụ ji mecha.",
    "Ndị kọmịshọna ọhụrụ a gụnyere Mohammed Barde (Imo Command), Yekini Ayoku (Kaduna Command), Sikiru Kayode (Adamawa Command), nakwa Abutu Yaro (Edo Command).",
    "Olumuyiwa Adejobi bụ ọnụ na-ekwuru ndị uweojii na Naịjirịa kwuru na ya bụ ọkwa ọhụrụ e nyere ndị kọmịshọna uweojii ndị a ga-amalite ozugbo ozugbo.",
    "Ebe foto si, Nigeria Police Force Facebook Page",
    "CP Ahmed Barde bụ kọmịshọna uweojii ọhụrụ Naịjirịa",
    "CP Muhammed Ahmed Barde bụ kọmịshọna uweojii ọhụrụ ezigara n'Imo steeti.",
    "Onyeisi ndị uweojii Naịjirịa depụtara na kọmishọna Barde bụ onye uweojii ma ọtụtụ ihe dị iche iche.",
    "Ọ gara ụlọakwụkwọ na Police College dị na Jos nakwa Nigeria Police Academy na Wudil dị na Kano.",
    "Ọ rụrụ n'ụlọọrụ ndị uweojii dị na Borna dịka osote kọmịshọna uweojii na-ahụ maka nhazị etu ọrụ si aga.",
    "Ọ bụbụ onyeisi ndị Force CID, Annex dí n'Enugu.",
    "Tupu ọkwa ọhụrụ a erute ya aka, ọ bụbụ kọmịshọna uweojii n'Adamawa steeti",
    "CP Yekini Adio Ayoku gụrụ mahadum Ilorin. Ọ bụ onye Agbeyangidị n'okpuruọchịchị Ilorin East dị na Kwara steeti.",
    "CP Ayoku banyere ụlọrụ ndị uweojii dịka Cadet ASP n'ọnwa March 1990.",
    "Ọ bụ onye uweojii ma ọtụtụ ihe gbasara nchekwa pụrụiche ma sonyekwa n'ikpe udo nakwa  nturu ugo United Nations nyere ya maka ozi ọ gara na mba Kosovo.",
    "Ọ bụ onye otu International Association of Chiefs of Police(IACP).",
    "Ebe foto si, Nigeria Police Force Facebook page",
    "Abutu Yaro bụ kọmịshọna uweojii Edo steeti",
    "Abutu Yaro bụ kọmịshọna uweojii ọhụrụ nke Edo steeti.",
    "O gụrụ akwụkwo na mahadum Ahmadu Bello dị na Zaria.",
    "Ọ malitere ọrụ dịka uweojii Cadet Assistant Superintendent na Nigeria Police Force n'afọ 1988.",
    "Ọ rụọla ọrụ dịka kọmịshọna uweojii na Zamfara nakwa Imo steeti .",
    "Ọ bụbụ CP Force Provost Marshal n'isi ụlọọrụ ndị uweojii tupu o nweta ọkwa ọhụrụ a.",
    "Sikiru Kayode gụrụ ihe gbasara ndọrọndọrọ ọchịchị na mahadum Benin ma bata n'ụlọọrụ Nigeria Police Force dịka Cadet ASP n'afọ 1990.",
    "Ọrụọla ọtụtụ ọrụ dịka onye uweojii na-eme nyocha nakwa na-ahazi ihe gbasara ọrụ n'ụlọrụ ndị uweojii mabụrụkwa onye na-ahụ maka etu njem si aga n'obi gọọmenti etiti.",
    "Ọ bụbụ kọmịshọna uweojii na Cross River steeti.",
    "Tupu o nweta ọkwa ọhụrụ a, ọ bụ kọmịshọna uweojii na-ahụ maka teknụzụ n'isi ụlọorụ ndị uweojii Naịjirịa dị n'Abuja.",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?elekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu8 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Ndị oji egbe agbagburu ehi ndị mmadụ n'Aguata Unyaahụ?",
    "Sit-at-Home over Nnamdi Kanu's case today: Ndị o ji egbe egbu awakpoola ndịagha n'Aba",
    "Lee kọmịshọna uweojii ọhụrụ akpọtara n'Imo steeti nakwa Kaduna",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "PDP ji 'zoning' nye mpaghara ndị ọzọ ọkwa onyeisiala, o ruo oke Ọwụwa Anyanwụ ha kwube ihe ọzọ - Ohaneze, Ezeife",
    "Enyela ndị nkiti 12 ikike imepee mahadum na Naịjirịa nke gụnyere Ned Nwoko meepere mahadum egwuregwu mbụ n'Afrịka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}