{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'aka ekpe Ọkaikpe Binta Nyako, n'aka nri Nnamdi Kanu",
    "Ọkpụrụkpụ ihe pụtara taa bụ April 8, 2022 n'ikpe Nnamdi Kanụ bụ onye ndu Indigenous People of Biafra bụ ebubo asatọ ọkaikpe Binta Nyako kụchapụrụ n'ebubo iri na ise eboburu nwa amadi ahụ.",
    "Nyako bụ ọkaikpe na-ekpe  ikpe Kanu kamgbe 2015 anwụchirị ya na mbụ yigharịrị ikpe nke taa gaa May 17, 18 nakwa 28 nke afọ 2022.",
    "Sit-at-Home over Nnamdi Kanu's case today: Ndị o ji egbe egbu awakpoola ndịagha n'Aba",
    "Nnamdi Kanu case today:  E higharịala ikpe Nnamdi Kanu",
    "Ebụbọ nke isi kwuru na Nnamdi Kanu ji redio gbasaa ozi mere ka ọha malite ịwakpo ndị ọrụ nchekwa nke Naịjirịa.",
    "Ebubo nke asaa  kwuru na Nnamdi Kanu ji redio gbasaa ozi mere ka ọha malite igbu ndị ọrụ nchekwa Naịjirịa.",
    "Ebubo nke asatọ kwuru na Nnamdi Kanu gbasara ozi ebe ọ gwara ndị otu Ipob ka ha mepụta ogbunigwe.",
    "Ebubo nke itoolu kwuru na Nnamdi Kanu gbasara ozi ebe ị gwara ndị mmadụ ka ha ghasaaa ntụliaka e mere n'Anambra na November 2021.",
    "Ebubo nke iri kwuru na Nnamdi Kanu gbasara ozi ebe ọ gwara ndị mmadụ ka ha gaa mebie ngwaọrụ gọọmenti.",
    "Ebubo iri na otu kwuru na Nnamdi Kanu yiiri ọha egwu ma sị ha apụtala n'ụbọchị May 31, 2021",
    "Ebubo iri na abụọ kwuru na Nnamdi Kanu gwara ndị ọha ka ha mee ngaghariwe megide gọọmenti etiti.",
    "Ebubo iri na anọ kwuru na Nnamdi Kanu gbasara ozi ebe ọ gwara ndị mmadụ ka ha ga mebie ọdọ ụgbọala njem Lagos steeti nke butere ndatụ akụ na ụba steeti ahụ.",
    "Nke mbụ:  Gị bụ Nnamdị Kanụ, onyendụ ndị otu Ipob mere ihe ka onye ọmekatarihe pụọ ụjọ site n'iyi ndị mmadụ egwụ.",
    "Nke abụọ: Gị bụ Nnamadị Kanụ, onye ndụ otu Ipob mere ihe ka onye omekataraihe pụọ ụjọ site n'ịgbasa ọzị na-eyi ndị mmadụ egwụ sita  n'inye iwu ka ndị mmadụ ghara ipụ apụ.",
    "Nke atọ: Gị bụ Nnamdị kanu, onye gbarasa ozi dịka onyendu otu Ipob bụ nke mba Naịjrịa machiri amachi.",
    "Nke anọ: Gị bụ Nnamdị Kanu gbasara ozi sị ka ndị mmadụ malite igbu ndị ọrụ nchekwa.",
    "Nke ise: Gị bụ NnamdI Kanu gbarasara ozi sị ka ndị mmadụ malite ịmaja ndị ọrụ ụweojii.",
    "Nke iri na atọ: Gị bụ Nnamdị kanu gbasara ozi mere ka ndị mmadụ gbaa ụlọ na ngwongwo ndị gọọmentị etiti ọkụ na Legọs bụ nke mere ka akụnaụba gọọmentị laa n'iyi.",
    "Nke iri na ise: Gị bụ Nnamdị Kanu, bubatara igwe okwu \"transmitter\" na nzuzo ga zoo ya n'obodo Ubulisiuzor dị n'okpuruọchịchị ihiala nke Anambra steeti.",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Ihe ikpe asatọ akụchapụrụla Nnamdi Kanu pụtara",
    "Ọkaiwu Mike Ozekhome so n'otu ndị ọkaiwu Nnamdi Kanu ekwuola na ebubo asaa fọrọnụ dịka akụchapụchara ebubo asatọ n'ime ebubo iri na ise eboro Kanu, achịtaghị aja ọbụla.",
    "N'ọnụ ya, ọ bụrụ na akụchapụrụ ebubo asatọ,  anyị nwere olileanya na a ga-akụchapụ ebụbọ asaa ndị ọzọ.",
    "Ozekhome gwara ndị ntaakụkọ nke a dịka o si n'ụlọikpe ebe a nọ kpe Nnamdi Kanu ikpe taa.",
    "Nnamdi Kanu na BBC Igbo",
    "Onye bụ Nnamdi Kanu?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "\"Anyị ga-eleba ebubo asaa ahụ anya ọzọ ka anyị mara ma ha chịtara aja ọbụla n'iwu.",
    "Nke a ga-eme ka anyị tulee ikpe dapụtara n'etiti FRN na Saraki ebe ngalaba Code of Conduct tribunal",
    "Kụchapụrụ ebubo e boro ya ma hapụ ụfọdụ, ụlọikpe nke appeal mekwara otu ihe ahụ mana ụlọikpe Supreme kwuru na ebe ọ bụ na akụchapụrụ ebubo  ụfọdụ na a ga-akụchapụ ndị ozọ.",
    "\"Anyị ga-anwalee ebubo ndị a fọdụrụnụ ma mee ka ụlọikpe mkpebi mara maka ya.\"",
    "N'ọnụ ya, E kwesiri ịtọghapụ Nnamdi Kanu mana ọtu asị ha na-atụ mgbe ọbụla bụ na o wụfere ntọghapụ.\"",
    "Nnamdi \"Nwannekaenyi\" Kanu hibere ma bụrụ onye ndu otu a ma dịka 'Indigenous People of Biafra' (Ipob) n'afọ 2012.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara Ọwụwa Anyanwụ ochie (old Eastern State)kewapụ na Naịjiria ma bụrụ mba a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra, mana ka a lụchara agha nke butere ọnwụ mmadụ ruru  nde, atọ ,atụmaatụ ahụ abiaghị na mmezu.",
    "Kanu malitere Redio Biafra nke e hibere na London n'afọ 2009 ma na-agbasa ozi nye ndị Igbo bi na Naịjirịa.",
    "N'afọ 2018 ka gọọmentị Naịjiria nke Muhammadu Buhari bụ onyeisi ya, kpọrọ Ipob ndị oyi ndụ egwu(terrorist group).",
    "Nnamdi Kanu kọwaa etu i si gbalarị Egwu Eke - Uwazuruike",
    "'Referendum' ọ dị n'iwu Naijiria? Lee ihe ndị ọkaiwu kwuru,mba ndị e merela ya",
    "Ihe dị mkpa ị kwesiri ima maka Binta Nyako bụ ọkaikpe nọ n’isi ikpe Nnamdi Kanu",
    "Ọ gara Government College Umuahia, gaa mahadum na Naịjiria, (University of Nsukka) nwa mgbe nta tupu ọ gawa London, ebe ọ nọ gaa 'London Metropolitan University'.",
    "Ọ gụrụ 'Politics and Economics' na mahadum.",
    "A mụrụ ya na Naịjiria mana o nwekwara akwụkwọ ikike (passport) ịbụ onye mba Briten.",
    "Ọ lụọla nwaanyị ma jide ụmụ.",
    "O kwenyere ma bụrụ onye ofufe Judaism.",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Nnamdi Kanu BBC interview: 'Agaghị m adị ka Tinubu ikwu onye ndị mmadụ ga-atụnyere', Duration 8,4513 Febụwarị 2019",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?elekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu8 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Ndị oji egbe agbagburu ehi ndị mmadụ n'Aguata Unyaahụ?",
    "Sit-at-Home over Nnamdi Kanu's case today: Ndị o ji egbe egbu awakpoola ndịagha n'Aba",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Lee kọmịshọna uweojii ọhụrụ akpọtara n'Imo steeti nakwa Kaduna",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "PDP ji 'zoning' nye mpaghara ndị ọzọ ọkwa onyeisiala, o ruo oke Ọwụwa Anyanwụ ha kwube ihe ọzọ - Ohaneze, Ezeife",
    "Enyela ndị nkiti 12 ikike imepee mahadum na Naịjirịa nke gụnyere Ned Nwoko meepere mahadum egwuregwu mbụ n'Afrịka",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}