{
  "published": "11 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "BBC Igbo kpagharịrị na mpaghara Ọwụwa Anyanwụ na Mọnde 11 Eprel, 2022 ịmaka ka ndị mmadụ o rubereisi n'iwu onye apụla ezi.",
    "Nke a na-abịa n'ime otu izuụka Gọvanọ Chukwuma Soludo nke Anambra sị na atụmatụ a akụrụla ọnụ na steetị n'ụbọchị anọ ọnwa Eprel bụ nke e ji ekpere pịachie.",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua",
    "Ọ bụ eziokwu na ndị oji egbe gburu ndị nchekwa n'ụlọụka dị n'Ekwulobia?",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Ajụjụ abụrụ \"ndị mmadụ ọkachasị ndị Anambra ọ ṅara ntị n'oku a\"? Nke a so n'ihe ị ga-achọpụta n'akụkọ a.",
    "N'Anambra Steeti",
    "Onye ntaakụkọ BBC Igbo gara n'ụfọdụ obodo dị n'Anambra ma chọpụta ụfọdụ ihe ndị mere taa.",
    "n'Awka, ọ chọpụtara na ụfọdụ ndị na-azụ ahịa na ndị ọzọ na-apụta na-aga mkpa dịịrị ha karịa ka o si adị n'ụbọchị Mọnde ndị ọzọ.",
    "Ọdọụgbọala mechiri emechi mana ndị njem si Awka aga Onitsha na-abanye ụgbọala n'okpuruụzọ a kpọrọ 'ndị aka n'elu'.",
    "Ụfọdụ ụlọahịa mechikwara emechi mana ndị na-ere ahịa n'okporoụzọ na-ere ahịa ha obere obere.",
    "N'Onitsha, ebe niile tọgbọ chakoo, ụlọahịa emepghi, ndị mmadụ na ụgbọala na-aga n'otu n'otu.",
    "N'Imo Steetị",
    "Na mkpagharị BBC Igbo mere n'Owerri bụ isiobodo Imo Steetị, ndị mmadụ apụtachaghị ka o si adị n'ụbọchị ndị ọzọ.",
    "Ụlọakwụkwọ, ụlọahịa, ụlọakụ na ụlọorụ dị iche iche mechichara emechi.",
    "Ebe ndị a kpagharịrị gụnyere; Okporoụzọ Okigwe, IMSU junction, Bank Road, Government Roundabout, Prisons junction Roundabout nakwa okporoụzọ Wethedral dịcha n'Owerri.",
    "N'Abia Steetị",
    "Onye ntaakụkọ BBC Igbo gara n'Aba nakwa Umuahia dị n'Abia steetị ma chọpụta etu ihe si kwụrụ n'ebe ndị a.",
    "N'Aba, ọtụtụ ụlọakụ na ụlọahịa dị n'okporoụzọ Azikiwe, ebe a na-ere osikapa na ọdọ ndị na-ere ọgwụ dị n'okporoụzọ Tenant gbachiri agbachi.",
    "Ebe ndị ọzọ dịka Okigwe road, Eziukwu, Faulks, nakwa Ehi road tọgbọrọ chakoo, ndị mmadụ na-aga n'otu n'otu.",
    "Onye ntaakụkọ anyị chọpụtara na ụfọdụ ndị ụka na-ebugharịzi ofufe ha n'ụbọchị Wenezde ka ọ bụrụ na Mọnde, ka ha nweeike zụọ ahịa site na Tuzde ruo Satọde.",
    "N'aka nke ọzọ ndị mmadụ Umuahia, ụlọakwụkwọ, ụlọakụ, ụlọọrụ na ụfọdụ ụlọahịa mepere emepe.",
    "Ndị mmadụ na-aga mkpa dịịrị mana ọ dịchaghị ka o si adị n'ụbọchị ndị ọzọ.",
    "N'Ebonyi Steetị",
    "Onye ntaakụkọ anyị chọpụtara na ndị mmadụ na-aga mkpa dịịrị ha n'Ebonyi Steetị na-atụghị ụjọ ọbụla.",
    "Ụlọahịa, ụlọakụ, ụlọakwụkwọ nakwa ụlọọrụ mepechara emepe n'uju, njem ụgbọala na-agakwa dịkwa o kwesịrị.",
    "N'Enugwu",
    "Enugwu bụ isiobodo Enugwu Steetị tọgbọrọ chakoo dịka ibe ya dịka ọtụtụ ụlọahịa, ụlọakụ, ụlọakwụkwọ na ụlọọrụ dị iche iche mechiri emechi.",
    "Mkpụrụ mmadụ ole na ole ji ụkwụ na-akpagharị na-enweghi nsogbu maọbụ mmaja ọbụla.",
    "Ụfọdụ ebe ndị BBC Igbo gara gụnyere; Abakpa, New Heaven.",
    "Atụmatụ onye apụla ezi a na-akpọ 'sit-at-home' bụ iwu otu na-achọ nwereonwe Biafra bụ hiwere iji gosi ndị Ọwụwa Anyanwụ Naịjirịa kwadoro ihe ha na-eme.",
    "A na-emekaarị otu ụbọchị kwa afọ n'ụbọchị iri atọ nke ọnwa Mee ji kwanyere ndị nwụrụ n'oge agha Biafra ugwu.",
    "Mana kamgbe gọọmentị Naịjiria nwuchigharịrị Nnamdi Kanu bụ onye ndu ha, Ipob meziri ka iwu ahụ bụrụ ụbọchị Mọnde ọbụla nakwa ụbọchị Kanu ga-aga n'ụlọikpe.",
    "Mana Kanu nyere iwu site n'ọnụ ọkaiwu ya bụ Ifeanyi Ejiofor sị ka Ipob kagbuo nke ụbọchị Mọnde, bụ nke ha mere.",
    "Mana ndị mmadụ ka na-aga n'ihu ịnọ n'ụlọ kwa Mọnde bụ ọtụtụ n'ime ha sị na egwu ịpụta ezi na-atụ ha maka na ndị oji egbe egbuola ọtụtụ ndị pụtara ezi n'ụbọchị ndị ahụ.",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Osinachi Nwachukwu: 'Di Osinachi ekweghị m bịara nwa m ọmụgwụ ọbụla' - Oriakụ Maduelekere 3 gara aga",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Councilelekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Etu ndị uweojii si nwụchie di Osinachi Nwachukwu",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Council",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "'Sit at home' kwa Mọnde ọ kwụsịwala n'Anambra na ebe ndị ọzọ?",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie OkekeEmelitere ikpeazụ na: 23 Jenụwarị 2022",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Gọọmentị Naijiria anwụchiela Nnamdi KanuEmelitere ikpeazụ na: 29 Juun 2021",
    "Etu ndị ntorobịa obodo Ichi si nyochapụta ma gbaa ogige ndị a sị bụ ndị ekperịma ebe ahụ ọkụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}