{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mgbe Rotimi Amaechi gbara ọsọ n'amaegwuregwu nke Adokiye Amiesimaka Stadium iji gosi ọha na ahụ zuru ya oke maka ọrụ onyeisiala",
    "Rotimi Chibuike Amaechi bụ minista njem Naịjirịa ekwupụtala mmasị ya ịzọ ọkwa ọchịchị  dịka onyeisiala Naijria na ntuliaka 2023.",
    "Amaechi onye nọ n'otu pati 'All Progressives Congress' (APC) ga-azọ ọkwa n'okpuru pati ahụ nke bụ pati onyeisiala Muhammadu Buhari nọ.",
    "Rochas Okorocha awụfela PDP n'ezie?",
    "Ohaneze ndigbo ekwụsịela ike na ọchịchị onyeisiala Naijirịa n'afọ 2023 ruru ndị ọwụwa anyanwụ",
    "PDP ji 'zoning' nye mpaghara ndị ọzọ ọkwa onyeisiala, o ruo oke Ọwụwa Anyanwụ ha kwube ihe ọzọ -  Ohaneze, Ezeife",
    "Nke a ga-abụ onye minista mbụ n'agba ọchịchị onyeisiala Buhari na-ekwupụtala mmasị ya ịnapụ onyeisiala ọkwa oche ya n'afọ 2023.",
    "Amaechi, , onye bụ aka chịbụru Rịvas steeti, kwupụtara mmasị ya n'ụbọchị Satọde bụ ụbọchị itolu nke ọnwa Eprel n'amaegwuregwu nke Adokiye Amiesimaka Stadium dị na Pọtakọtụ mgbe ndị patị APC na-eme emume inye  eleke.",
    "Ebe foto si, OZUMONU GUDU",
    "Mgbe Romtimi kwupụtara mmasị ya n'amaegwuregwu nke Adokiye Amiesimaka Stadium",
    "N'ozi ya n'emume ahụ ọ sịrị: \"A kwụ m ebe a ịgwa ọha mmasị m ịzọ ọkwa onyeisiala nakwa idebanye aha m maka ịzọ ọkwa onyeisiala Naijirịa\".",
    "Amaechi. dịka ihe  onyonye na-efegharị na soshal midia  gosiri, nọrọ n;emume ahụ  jiri ọsọ gbagharị ma megharị ahụ n'amaegwuregwu ahụ iji gosi  na  ọ gbasiri ike ịrụ ọrụ dịka onyeisiala.",
    "Ndị APC ọzọ nwere agba nọ n'emume a e mere n'ụbọchị Satọde bụ Adams Oshiomhole, Victor Giadom, Sịnatọ Ali Ndume.",
    "hukwuka Monye bụ otu n'ime ndị kwuputerela mmasị ha ịbụ onyeisiala Naijiria",
    "Amaechi esonyela ndị APC ọzọ dịka Bola Tinubu, Gọvanọ Yahya Bello na ndị ọzọ n'ịzọ ọkwa.",
    "Chetakwa na onye bụ gọvanọ Rịvas steeti ugbua bụ Ezenwo Nyesom Wike nke otu patị People's Democratic Party (Pati) kwupụtara mmasị ya ịzọ ọkwa oche a.",
    "Mkwupụta mmasị a so n'okwu akpụ n'ọnụ ugbua dịka na nso nso a, otu pati APC kwuru na ha ga-enye ndị ndida Naịjirịa ohere ịchị na ntuliaka nke 2023.",
    "Amaechi si n'akụkụ ndida ndida Naịjirịa bụ Rivas steeti bụ steeti so na steeti ndị na-emepụta mmanụ agbidi Naịjirịa bụ isi akụnụba Naịjirịa.",
    "Dịka ima, Amaechi banyere ọrụ ndọrọndọrọ ọchịchị kemgbe ebe afọ 1992.",
    "Ugbua, ọ dị afọ 56.",
    "Ebe foto si, Getty Images",
    "Rotimi Amaechi onye bụ aka ochie n'ọrụ ndọrọndọrọ ochịchị Naịjirịa",
    "Chibuike Rotimi Amaechi bụ minista njem Naịjirịa ma bụrukwa aka chịbụrụ Rịvas steeti.",
    "A mụrụya n'obodo Ubima dị n'okpuruọchịchị Ikwere dị na Rịvas steeti n'ụbọchị 27 nke ọnwa Mee, 1965.",
    "Nna ya onye larala mmụọ bụ Fidelis Amaechi ebe nne ya bụ Mary Amaechi.",
    "Ọ gụrụ akwụkwọ Prịamarị ya n'ụlọakwụkwọ  St. Theresa site n'afọ 1970 ruo afọ 1976.",
    "Ọ gụchara akwụkwọ Sekọndịrị ya n'afọ 1982 n'ụlọakwụkwọ Government Secondary School Okolobiri.",
    "Ọ natara ọzụzụ na ngalaba ihe gbasara asụsụ Beekee na mahadum  Port Harcourt bido n'afọ 1983 ruo afọ 1987.",
    "Na mahadum ahụ ka mmasị ya n'ihe gbasara ndọrọndọrọ ọchịchị nọ malite dịka o so otu ndị ndọrọndọrọ nke ụmụakwụkwọ mahadum ma mecha bụrụ onyeisi otu na-ahụ maka ụmụakwụkwọ mahadum na steeti ahụ bụ National Union of Rivers State Students.",
    "Mgbe o fechara ala nna ya site n'atụmatụ National Youth Service n'afọ 1988, o malitere ịrụ ọrụ na amo Clinics and Hospital Ltd bụ ụlọọrụ aka chịbụru Rịvas steeti bụ Peter Odili.",
    "N'ụlọọrụ ahụ, ọrụrụ ọrụ dịka onye na-ahụ maka mgbasa ozi tupu ọ banye ọrụ ndọrọndọrọ ọchịchị nke gọọmentị dịka onye odeakwụkwọ otu National Republican Convention nke okpuruọchịchị Ikwere dị na Rịvas steeti.",
    "Josephine Ezeanyaeche: Lee nwaanyị dị afọ 102 pụtara ịzọ ọkwa onyeisala nbke 2023",
    "Ebe foto si, OZUMONU GUDU",
    "Mịnịsta njem na Naịjirịa onye chọrọ ịzọ ọkwa onyeisiala Naịjiịrịa na ntuliaka afọ 2023 - Rotimi Chibuike Amaechi",
    "Bido n'afọ 1992 ruo afọ 1994 Amaechi rụrụ ọrụ dịka onye enyemaka pụrụiche n'okpuru osote gọvanọ Rịvas steeti n'oge ọchịchị gọvanọ Rufus Ada George.",
    "Ọ nọ n'isi ọchịchị ụlọọrụ West Africa Glass Industry na Risonpalm Nigeria Limited.",
    "N'afọ 1996, o sonyere otu pati Democratic Party of Nigeria (DPN)  ma bụrụ odeakwụkwọ onye na-elekọta patị ahụ na Rịvas steeti.",
    "Election: 'Ndị ọchịchị na-akawapụ ndị Igbo akwapụ' - Ezeife",
    "N'ebe afọ 1999 mgbe ndị nkiti nwetere ikike ọchịchị na Naịjirịa, Amaechi nọzị na patị People Democratic Party (PDP) ebe ahọpụtara ya iso rụọ ọrụ na ụlọomiwe steeti ahụ dịka onye nnọchịteanya  Ikwere Constituency.",
    "Ọkwa rigoro n'ụlọomeiwu ahụ dịka ọ mechara bụrụ onyeisi ụlọomeiwu nke Rịvas steeti site n'afọ 1999 ruọ afọ 2007.",
    "Amaechi chịrị Rịvas steeti dịka Gọvanọ site n'afọ 2007 ruo afọ 2015.",
    "Ebe foto si, Getty Images",
    "Rotimi Amaechi so na ndị nọrọ n'isi ọrụ achụmanta vootu onyeisiala Muhammadu Buhari na ntuliaka afọ 2015 nakwa 2019",
    "N'afọ 2015, e mere ya onyeisi oche otu achụmnta vootu onyeisi ala Muhammadu Buhari.",
    "Ọ rụrụ ọrụ site n'afọ 2015 ruo afọ 2019 tupu onyeisiala Buhari ahọpụta ya dịka Minista njem Naịjirịa n'afọ 2019.",
    "Ọ ka nọ n'ọkwa nhọpụta dịka o zipụtara ozi mmasị ịzọ ọkwa onyeisiala Naịjịrịa taa bụ ụbọchị itolu nke ọnwa Eprel, 2022.",
    "Naanị ihe abụọ ji ya ị garụ n'isi mmasị ya a ugbua.",
    "Nke mbụ bụ otu pati ya bụ APC iyi ya ikike ịzọchịtere ha ọkwa a n'afọ 2023.",
    "Nke abụọ bụ ya ịnwe ike chụta nta vootu ndị Naịjirịa na ntuliaka onyeisiala nke 2023.",
    "Rotimi Amaechi ekwela nkwa ịweghachịte nchekwa na Naịjirịa dịka o kwuru na o zuru ka emee na ya bụ ọrụ",
    "Site n'ozi Amaechi ziri n'emumu ụka eleke a ndị APC mere nakwa nke ọ gara n'ihu zịpụta na soshal midia ya, lee ihe ndị dị mkpa o kwuru",
    "O kwuru na ọ ga-eji obi ya niile rụọ ọrụ ma hụ na nwata ọbụla ruru ogo ịgụ akwụkwọ na Naịjịrịa ga-aga ya n'ezie",
    "O kwuru na ndị ntorobịa ga-enweta ọrụ ma nwete enyemaka n'ọrụ ha ma ọzọta ọchịchị",
    "O kwuru na ndị Naịjirịa ga-enwe ike mee njem ma hapụ ịchị obi n'aka ma ha na-alarụ ụra n'abali n'ihi nchekwa ga-abụ nke ha ma ọzọta ọchịchị",
    "O kwuru na ọ ga-ahụ na mmadụ niile na Naịjirịa ga-abụ ndị anabatara ma bụrụ ndị a nụrụ olu ha ma kwanyere ugwu ruru ha. Nke bụ na agaghị enwe ịkpa oke maọbụ mkpapụ",
    "Ndọrọndọrọ ọchịchị",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ụfọdụ ihe Rotimi Amaechi kwuru ọ ga-eme ma ọ zọta ọkwa onyeisiala 2023elekere 9 gara aga",
    "Gee ntị, BBC Nkeji9 Eprel 2022",
    "Ashawo, iyori,osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n' asụsụ ndị ọzọ9 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe anyị ma maka Osinachi Nwachukwu, otiegwu ụka gụrụ 'Ekwueme' akpụ n'ọnụ ugbua",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Ụfọdụ ihe Rotimi Amaechi kwuru ọ ga-eme ma ọ zọta ọkwa onyeisiala 2023",
    "Raid of unknown gunmen's dens:' E nwetara 'register' ndị ha tọọrọ na ego ha kwụrụ iji gbara isi onwe ha'",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Ashawo, iyori,osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n' asụsụ ndị ọzọ",
    "Kedụ uru iru mgbede bara n'ala Igbo?",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}