{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Osinachi Nwachukwu/Instagram",
    "Aha ọgụegwu ụka a ma ama bụ Osinachi Nwachukwu onye gụrụ 'Ekwueme' na-akpọtụ ebe nIile na soshal midia kemgbe taa bụ Satọdee.",
    "Nwachukwu, onye gụrụ egwu ọtụtụ ndị ụka kraịst ma bụ \"Ekwueme\"  bụ onye egwu ya na-amasị ọtụtụ ma kpalite mmụọ ndị mmadụ nke bụ na ndị mmadụ na soshal midia kwuru na egwu ya  na-eme ya ha bee akwa dịka ha na-echee echiche maka ndụ ha na mmekọrịta ha na Chukwu Okike ha.",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Ndi Otiegwu Igbo kpọtụrụ akpọtụ na 90s rue afọ 2000",
    "Ọnwụ gbawara Ndigbo obi karịa n'afọ 2018",
    "Moses Ebere, onye mmepụta ejije Nollywood a ma ama alaala mụọ",
    "Ndị ma Nwachukwu kọwara ya ka dịka ezigbo mmadụ nakwa onye ihe gbasara Chineke na-anọ ọkụ n'obi.",
    "Ebe foto si, Osinachi Nwachukwu/Facebook",
    "Egwu bụpụtara ya ka ụwa mara ya bụ 'Ekwueme' nke ya na Prospa Ochimana gbakọrọ aka gụọ n'afọ 2019, ọdọ egwu Youtube gosiri na ndị mmadụ e kịrela egwu ahụ ugboro nde iri asaa na otu.",
    "Ya na ụkọchukwu Abuja a ma ama bụ Paul Enenche gụkọkwara \"Nara Ekele\" bụ egwu na-ewu ewu n'ụka",
    "Nwaada a na-ejikarị asụsụ Igbo agụ egwu ya dịka ọgụọla ọtụtụ egwu ndị ọzọ gụnyere nke o wepụtara ihe onyonyo ya nsonso a  ọ kpọrọ 'Ike mo'",
    "Nwachukwu bụ ejima, ejima ya bụ Amarachi Eze na-agụkwa egwu",
    "Ọ lụọla di ma jiri ụmụ anọ",
    "Ashawo, iyori,osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n' asụsụ ndị ọzọ",
    "Ụmụnyanyị",
    "Ofụfe",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Prince Gozie Okeke: O kwuola ihe mere o ji gụọrọ dibia egwu23 Jenụwarị 2022",
    "Kidney problems: Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Majek Fashek: Etu o si nwụọ na ihe ndị ị na-amaghị maka ya2 Juun 2020",
    "Oliver de Coque na ndị otiegwu Igbo kpọtụrụ akpọtụ n'afọ 60s rue 80s14 Eprel 2021",
    "Ụfọdụ ihe Rotimi Amaechi kwuru ọ ga-eme ma ọ zọta ọkwa onyeisiala 2023elekere 9 gara aga",
    "Gee ntị, BBC Nkeji9 Eprel 2022",
    "Ashawo, iyori,osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n' asụsụ ndị ọzọ9 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe anyị ma maka Osinachi Nwachukwu, otiegwu ụka gụrụ 'Ekwueme' akpụ n'ọnụ ugbua",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Ụfọdụ ihe Rotimi Amaechi kwuru ọ ga-eme ma ọ zọta ọkwa onyeisiala 2023",
    "Raid of unknown gunmen's dens:' E nwetara 'register' ndị ha tọọrọ na ego ha kwụrụ iji gbara isi onwe ha'",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Ashawo, iyori,osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n' asụsụ ndị ọzọ",
    "Kedụ uru iru mgbede bara n'ala Igbo?",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}