{
  "published": "10 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Uche Akolisa",
    "BBC Igbo, Lagos",
    "Ebe foto si, BBC/Getty",
    "Enwere ọrịa dị iche uche na-arịa mmadụ, ọtụtụ ha na-edo anya dịka e nwere ọtụtụ ndị mmadụ na-arịa ya nke merela ka e nwee nchọpụta niji ghọta ha nakwa ụzọ ọgwụgwụ ha.",
    "Mana e nwere ọrịa ndị bụ ọgbara Igbo gharịị n'ihi na ọ na-atụwanye atụnwanye nke mere ka ọtụtụ na-aghọtahie ha maọbụ na-asọ ndị ọ na-arịa asọ.",
    "Ụzọ asaa ị ga-esi gbalahụ ọnwụ site n'ọgwụanwụ",
    "Etu ụdịrị nsị ị nyụrụ si egosi ahụike gị",
    "Ọrịa ndị ahụ gụnyere Pulmonary fribosis, vitiligo alopecia, haemophila dgz.",
    "Pulmonary fibrosis",
    "Ebe foto si, Getty Images",
    "Nke a bụ ọrịa na-emetụta ngụ site ime ya ka ọ taa ọnya ma nwekwaa apa ọnya, nke na-eme ka ngụ onye ahụ ghara ị na-arụ ọrụ ka o kwesịrị.",
    "Njirimara: Njirimara ọrịa a gụnyere ikuli ume elu, ụkwara ọkpọnkụ, ike ọgwụgwụ, ịta ahụ, nakwa ahụ mgbu.",
    "Ihe nwere ike ibute ya: Otu 'American Lung Asssociation' kọwara na ịnọ ebe ihe mmekpa ahụ dịka 'asbestọs' nsị nnụnụ maọbụ nsị anụmanụ ndị ọzọ  maọbụ ịṅụ sịga nwere ike ịkpalite ọrịa ngụ a.",
    "Ọgwụgwụ: Dịka ndị ụlọọgwụ Mayo Clinic sị kọwaa na websaịtị ha, a naghị agwọ ọrịa 'pulmonary fibrosis' agwọ kama a na-eleta onye ọ na-arịa.",
    "Iji maa atụ, a na-enye onye ume na-ara ahụ n'ihi ọrịa ahụ igwe nkuume ma na-agbakwa ya ọgwụ 'antịbiotics iji belata nsogbu ndị so ọrịa ahụ.",
    "Ebe foto si, Getty Images",
    "Vitiligo bụ ọnọdụ ahụike na-emetụta anụ ahụ mmadụ n'ihi enweghi mmiri ahụ dị mkpa a kpọrọ 'melani' na Bekee.",
    "Ọrịa a anaghị ahụ onye ọ na-eme kwa daa, emela ụfọdụ ndị ama ama dịka Michael Jackson bụ ọnọdụ anaghị ahụ.",
    "Lekwa nsogbu so aṅụghị mmiri nkeọma",
    "Njirimara: Ọnọdụ ahụike a na-eme anụahụ mmadụ chagharịa na-emetụtakarị ọnụ,  anya, mkpịsịaka, apata, abụ ime ọnụ maọbụ mbada ahụ onye na-arịa ya.",
    "Otu na-agbasa ozi maka ọrịa a bụ 'Vitiligo Society' sị na ọ dị ụzọ atọ;",
    "Nke na-eme otu ebe n'ahụ mmadụ, 2. Nke na-eme n'ọkara ahụ mmadụ 3. Nke na-emekaarị n'ahụ nile",
    "Ọtụtụ mgbe, o nweghị mmekpa ahụ ọbụla vitiligo na-eme onye nwere ya.",
    "Mana o nwere ike ibutere gị anya mgbu maọbụ nsogbu anụchaghị ihe ọfụma.",
    "O nwere ike ime mmadụ ọ gaghị enwezi nkwenye na onwe ya.",
    "Ihe ọzọ dị mkpa bụ na ihe ruru mmadụ pasentị 15 rue pasentị 25 nwere nsogbu vitiligo nwekwara ike inwe nsogbu ọrịa ime ahụ dịka ọrịa shụga, rheumatoid arthritis, ụkọ ọbara (perniiiuos anaenia).",
    "Ọgwụgwọ: A naghị agwọ Vitiligoio agwọ kama o nwere ude dọkịta nwere ike inye gị iji gbajilata nchagha ahụ ahụ.",
    "Ọnọdụ a ma dịka Alopecia areata: bụ nsogbu na-eme ka ntutu ghara ịto mmadụ n'ahụ n'ebe niile a ha-ahụ ntutu dịka isi, ahụ, mpempe anya nakwa na agba.",
    "Haemophila",
    "Ebe foto si, Getty Images",
    "Haemophila bụ ọrịa ọbara nke na-ame ọbara ịkwụsị ịgba mmadụ ma o merụọ ahụ maọbụ a waa ya ahụ.",
    "Ihe na-ebute ọnọdụ a na-emekaarị ụmụnwoke na-esi n'ezinaụlọ.",
    "Mens sexual health: Etu nwoke ga-esi nọtee aka n'oge aramara",
    "Njirimara: Ihe ndị e ji ama onye nwere nsogbu a gụnyere; ezuimi (nosebleeds), ọbara ịdị na mammịrị  ma ọbụ na nsị,  ịgbabiga ọbara oke ma ị gbaa ọgwụ, nakwa ahụ mmadụ ịta nuukwu ọnya.",
    "Mayo Clinic kwuru na ọ bụrụ na mmadụ nwere 'haemophilia nke ọjọọ ya kupuo isi ya, na ọbara nwereike ịbanye n'ime ụbụrụ ya nke nwereike butere ya oke isi ọwụwa, ahụchaghị ụzọ ọfụma, ike ọgwụgwụ, ihe ọdịdọ.",
    "Ahụike",
    "Naijiria",
    "Nrị na-edozi ahụ",
    "World Health Organization (WHO)",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra10 Eprel 2022",
    "Gee ntị, BBC Nkeji10 Eprel 2022",
    "Mwakpo abụọ mere n’Imo nakwa Ebonyi steeti na ngwụcha izu aelekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Etu ndị ntorobịa obodo Ichi si nyochapụta ma gbaa ogige ndị a sị bụ ndị ekperịma ebe ahụ ọkụ",
    "Mwakpo abụọ mere n’Imo nakwa Ebonyi steeti na ngwụcha izu a",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Etu egwu m si zọpụta otu nwoke n'aka ndị ntọrị - Osinachi Nwachukwu",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Raid of unknown gunmen's dens:' E nwetara 'register' ndị ha tọọrọ na ego ha kwụrụ iji gbara isi onwe ha'",
    "Ụfọdụ ihe Rotimi Amaechi kwuru ọ ga-eme ma ọ zọta ọkwa onyeisiala 2023",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Pulmonary fibrosis, Vitiligo, Alopecia na ọrịa ndị ọzọ bụ ọ gbara Igbo gharịị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}