{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Ndị obodo Iche na Ojoto etịkọla aka ọnụ n'okwu ịweghachịte udo n'obodo ha",
    "Akụkọ dapụtara na soshal midia taa bụ ụbọchị Sọnde nke bụ ụbọchị 10 n'ọnwa Eprel, 2022 kọwara etu ndị ntorobịa n'obodo Ojoto nakwa obodo Ichi dị n'okpuruọchịchị Ekwusigo nke Anambra steeti si nyochapụta ma menyụọ ndị a na-enyo na-etinye aka na mwakpo na ntọrọ ndị mmadụ ebe ahụ anya.",
    "Otu nwoke bi ebe ahụ na-achọghị ka a kpọ aha ya gwara BBC Igbo etu ya bụ atụmatụ si malite.",
    "Sit-at-Home over Nnamdi Kanu's case today: Ndị o ji egbe egbu awakpoola ndịagha n'Aba",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Raid of unknown gunmen's dens:' E nwetara 'register' ndị ha tọọrọ na ego ha kwụrụ iji gbara isi onwe ha'",
    "O kwuru na ndị obodo ha anabataghị ọnọdụ ihe ọjọọ nakwa enweghị nchekwa na-akawanye njọ n'akụkụ Anambra steeti ịche ịche nke mere ndị obodo agbataobi ha bụ obodo Ojoto ji nwụchịe ndị a a na-enyo n'okwu igbu ndị mmadụ, ịtọ ndị mmadụ nakwa mwakpo.",
    "N'okwu ya, ọ sị:",
    "\"N'ụbọchị Satọde ka ndị obodo Ojoto nyochapụtara ndị a na-enyo na-akpa nkata mwakpo n'obodo ahụ ma nyochapụtakwa ebe a sị ha na-ezo n'akụkụ ogige 'mmiri john'\"",
    "O kwuru: \"Ndị ntorobịa gbakọtara wụbanye ebe ahụ ma nwudo mmadụ abụọ n'ime ha, tie ha ihe tupu ha agba ama ọrụ ọjọọ ha na-arụ\"",
    "Nwoke a na-achọghị ka akpọ aha ya kọwara etu ndị a si na-atọ ndị mmadụ aghara aghara ma na-ana ndi ezinụlọ ha ego mgbapụta na nso nso a.",
    "O kwuru:",
    "\"Ndị a kwupụtara etu ha si gbuo ndị mmadụ n'oge gara aga, ndị obodo anyị ma tọrọ ndị ọzọ\"",
    "\"Ha gbara ama na ọ bụ nwoke dịbịa a kpọrọ 'Odogwu' bụ ihe na-agwọrọ ha ọgwụ ha ji echekwa onwe ha ma na-akpa ike\"",
    "\"Ndị ntorobịa gbakọtara jide onye dịbịa ahụ n'ụbọchị Satọde\"",
    "Ebe foto si, Screenshot",
    "Akpụrụakpụ nọ n'ime ebe a sị be nwoke dịbịa ahụ",
    "Ka onye a si gbara BBC Igbo ama, Odogwo bụ onye Dịbịa a sị na-agwọrọ ndị a na-enyo na-arụ ọrụ ndị ekperịma ebe ahụ ọgwụ.",
    "O kwuru na ya bụ nwoke onye dịbịa abụghị onye obodo Ichi mana o si n'ụzọ aghụghọ nwete ala ebe ọrụrụ ụlọ n'obodo ahụ.",
    "E kwukwara na ya bụ nwoke bụ onye na-ezoro ndị a a na-ebo ebubo ịkpa mkpamkpa egbe. na ngwa agha ha ndị ọzọ.",
    "Nwoke a kwuru na ọ bụ onye obodo Ụmụnze.",
    "Ka nwoke a sị kwuo:",
    "\"N'ụtụtụ Sọnde a, a natara m ozi etu ndị ntorobịa si wụbanye be onye dịbịa a na-enyo maka ebubo ịgwọrọ ndị ekperịma ọgwụ bi, ma malite ịgba ya ọkụ\"",
    "\"Ihe na-eme n'obodo Ichi\"",
    "\"Ha gbara be ya ọkụ ma mụnye ụgbọala ya ọkụ\"",
    "O kwuru na ihe kpalịtere mmụọ ndị ntorobịa ime nke a bụ etu ha sị chọọ idokwa udo n'obodo ha",
    "\"Ndị Ojoto bụ ihe nwụdoro ndị a a na-enyo n'okwu a, a na atụ anya na ha ga-enyefe ha n'aka ndị uweojii\"",
    "Ihe onyonyo na-efegharị na soshal midia gosiri ihe ndị a nwoke kwuru n'ezie.",
    "Nke a na-abịa dịka gọọmentị steeti zipụtara ozi n'ụbọchị Satọde ma rịọ ndị Anambra ka ha tikọ aka ọnụ kwụsị ndị ekperịma na-akpa ike ebe ahụ ịrụ ọrụ ọjọọ ha.",
    "Ozi a gọọmentị steeti ahụ zipụtara kọwara etu ndị omekome si ana ndị mmadụ ụtụisi tupu ha echie echichi, gba akwụkwọ nakwa mmeme ndị ọzọ.",
    "N'ozi a, gọọmentị kwuru: \"Ndị ekperịma a na-ana ndị mmadụ ụtụisi, na-amaja ndị mmadụ ma na-ana ego ụtụisi n'akụkụ Ihiala, Nnewi South nakwa Aguata \"",
    "Akụkọ ka na-abịa",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra10 Eprel 2022",
    "Gee ntị, BBC Nkeji10 Eprel 2022",
    "Mwakpo abụọ mere n’Imo nakwa Ebonyi steeti na ngwụcha izu aelekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Etu ndị ntorobịa obodo Ichi si nyochapụta ma gbaa ogige ndị a sị bụ ndị ekperịma ebe ahụ ọkụ",
    "Mwakpo abụọ mere n’Imo nakwa Ebonyi steeti na ngwụcha izu a",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Etu egwu m si zọpụta otu nwoke n'aka ndị ntọrị - Osinachi Nwachukwu",
    "Rochas Okorocha awụfela PDP n'ezie?Emelitere ikpeazụ na: 12 Jenụwarị 2022",
    "Raid of unknown gunmen's dens:' E nwetara 'register' ndị ha tọọrọ na ego ha kwụrụ iji gbara isi onwe ha'",
    "Ụfọdụ ihe Rotimi Amaechi kwuru ọ ga-eme ma ọ zọta ọkwa onyeisiala 2023",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Pulmonary fibrosis, Vitiligo, Alopecia na ọrịa ndị ọzọ bụ ọ gbara Igbo gharịị",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}