{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ ọhụrụ apụtala n’okwu ọnwụ Osinachi Nwachukwu bụ onye otiegwu ụka a ma ama lara mmụọ n’ụbọchị Fraịde bụ ụbọchị asatọ n’ọnwa Eprel, 2022 n’Abuja.",
    "Nne Osinachi Nwachukwu, ejima ya na nwanne ya nwaanyị ezipụtala ozi ịtụnanya banyere ọnọdụ alụmdinanwunye Osinachi na di ya bụ Peter.",
    "Etu ndị uweojii si nwụchie di Osinachi Nwachukwu",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Na mkparịtaụka a, ha kọwara etu mmiri si baa n’ọpịọ ụgbọgọrọ.",
    "Ejima Osinachi bụ Amarachi Madu ji anya mmịrị akwa boo ebubo etu nwamadị Peter si na-akpagbu ma na-emegbu ejima ya bụ Osinachi.",
    "Ọ kọwara na Peter anaghị ekwe Osinachi mesapụ ahụ n’ụlọ nakwa n’ezi.",
    "Amarachi kwuru na o teela ha siri na-ahụ mmegbu nwanne ha n’aka di ya.",
    "“Nwoke a bịara dịka ezigbo mmadụ mana anyị amaghị na ọbụghị ihe o gosiri anyị ka ọ bụ n’ezie”",
    "Nwanne Osinachi nke tọrọ ya bụ Favour Madu gbara ama ebubo ndị a nke ejima Osinachi boro ma kwuo na nwanne ha tara oke ahụhụ n’aka di ya nke ha niile gbara mbọ ịhụ na ọnọdụ kwụsịrị.",
    "Nwaane ya kwukwara \"Di ya anaghị ekwe ya hụ ndị be anyị, ọ naghị ekwe anyị bịaruo ezinụlọ ha nso\"",
    "Nne Osinachi Nwachukwu boro ebubo kwuo na Peter ekweghị ya hụ ụmụ ụmụ ya bụ ụmụ Osinachi ruo afọ asatọ nke bụ na e kweghị ya bịa ọmụgwọ lete ụmụ anọ Osinachi na di ya mụrụ.",
    "Ha bokwara ebubo na di Osinachi na-anapụ ya ego ndị na-akpọ ya oku ịgụ egwu na-enye ya",
    "N’ihe onyonyo a, ndị be Osinachi gosiri iwe ha ma gosi etu obi siri gbawa ha dịka a na-ebo ebubo n’aka di Osinachi nọ n’ọnwụ ya.",
    "Ezinaụlọ Osinachi kwuru na ha na-achọ ikpe ziri ezi n'okwu etu ọnwụ ya siri gaa.",
    "Ebe foto si, Screen shot",
    "Osinachi Nwachukwu na-eti egwu ụka na-akpalite ndị mmadụ n'ụmị",
    "Osinachi Nwachukwu bụ onye otiegwu ụka ọtụtụ ndị mmadụ na gburugburu Naịjirịa ma agbanyeghị na ọ na-eji asụsụ Igbo agụrụ chi ya egwu.",
    "Ihe ndị dị mkpa ị kwesịrị ima maka ya gunyere:",
    "Egwu bụpụtara ya ka ụwa mara ya bụ 'Ekwueme' nke ya na Prospa Ochimana gbakọrọ aka gụọ n'afọ 2019, ọdọ egwu Youtube gosiri na ndị mmadụ e kịrela egwu ahụ ugboro nde iri asaa na otu.",
    "Ya na ụkọchukwu Abuja a ma ama bụ Paul Enenche gụkọkwara \"Nara Ekele\" bụ egwu na-ewu ewu n'ụka",
    "Nwaada a na-ejikarị asụsụ Igbo agụ egwu ya dịka ọgụọla ọtụtụ egwu ndị ọzọ gụnyere nke o wepụtara ihe onyonyo ya nsonso a ọ kpọrọ 'Ike mo'",
    "Nwachukwu bụ ejima, ejima ya bụ Amarachi Eze na-agụkwa egwu",
    "Ọ bụ onye Isuochi dị n'Abia Steetị ma lụọ Peter Osinachi bụ onye Nnewi South dị n'Anambra Steetị.",
    "Ha mụtara ụmụ anọ.",
    "Tupu ndị uweojii anwuchie Peter Nwachukwu bụ di Osinachi BBC Igbo gbara mbọ ịnụta olu di ya site n'izigara ya ozi ma kpọọkwa ya.",
    "O gosiri na ọ gụrụ ozi ndị ahụ mana ọ zachịghaghị.",
    "Aka ndị uweojii akparala di Osinachi Nwachukwu maka ebubo itigbu nwunye ya.",
    "Vidio, Osinachi Nwachukwu: 'Di Osinachi ekweghị m bịara nwa m ọmụgwụ ọbụla' - Oriakụ Madu, Duration 38,20elekere 3 gara aga",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nwanne ya nwoke- Onye nche, Duration 5,287 Eprel 2022",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 1,00elekere 6 gara aga",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Nnamdi Kanu: Ataghị m ya ụta - Umahi, Duration 2,1522 Ọktọba 2018",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Igbo Presidency 2023: ‘Joe Biden ọ dị afọ ole, onye sị na Tinubu akaala nka ịbụ onyeisiala?' – Joe Igbokwe, Duration 16,555 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}