{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/BBC",
    "Ndị ọkaiwu Nnamdi Kanu emeela ọtụtụ mkpesa banyere ebubo etu ha sị e siri nwụchịe ya n'ụzọ ezịghị ezi",
    "Ọkaiwu nnamdi Kanu, onye ndu otu 'Indigenous People of Biafra' (Ipob) bụBruze Fein  ezigarala ngalaba nke otu jịkọrọ mba dị ịcheịche bụ United Nations Security Council mkpesa.",
    "N'akwụkwọ mgbese ahụ nke Fein bụ ọkaiwu nke mba ofesi  na nwunye Kanu bụ Uche Kanu binyere aka, ha kpọrọ oku ka  otu UN hibe nnyocha pụrụiche ga-etinye anya n'okwu ebubo etu gọọmentị Naịjirịa na nke Kenya siri kpaa nkata 'tọọrọ' ma kpụlata  Kanu na mkpagbu ndị ọzọ megidere ikike ya dịka mmadụ.n'ụzọ agbasoghị iwu.",
    "Onye bụ Nnamdi Kanu?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "Nke a pụtara ihe n'akwụkwọ ozi nke Fein zigara Barbara Woodward  bụ onye nnọchịteanya mba Briten n'ọgbakọ United Nations ma bụrụkwa onyeisi ngalaba United Nations Security Council.",
    "Akwụkwọ mkepsa nke Aloy Ejimakor gosiri BBC Igbo boro ebubo na gọọmentị Kenya na nke Naịjirịa tọọrọ Kanu, mmekpa ya ahụ ma jigide ya n'ụzọ ezighị ezi nke megidere ikike ya dịka onye mba Briten.",
    "Akwụkwọ a rịọrọ ka otu nnyocha a aga ehibe tinye anya n'ime okwu ndị a.",
    "Akwụkwo mkpesa ahụrụ kwuru na:",
    "\"'Ọtụtụ ihe igba ama na-ezoghị ezo gosiri na aka Onyeisiala Muhammadu Buhari, ọkaiwu Ukwu gọọmentị etiti bụ Abubakar Malami, onyeisiala mba Kenya bụ Uhuru Kenyatta na ndị ọzo nọ n'okwu a\"",
    "Akwụkwọ kwuru na ndị ọkaiwu Kanu enweghị ntụkwasị obi na gọọmenti Naịjirịa na nke Kenya ga-eme nyocha ziri ezi n'okwu ebubo ndị nke mere ha jiri eme mkpesa ka ngalaba United Nations Security Council hibere otu nọpụrụ iche ga-eme nnyocha okwu a.",
    "Nnamdi Kanu: Azikiwe tinyere ndi Igbo n'ọmị ha nọ na ya",
    "Dịka ha si dee: \"Anyị na-ezite ozi a nke gbadoro ụkwụ n'ụkpụrụ Security Council Resolution nke akara 1595 nke hibere otu nnyocha nọpụrụ iche nke labanyere anyị n'okwu nnyocha ogbugbu onye bụbu Praịm minista mba Lebanon bụ Rafik Harari nakwa ụkpụrụ Security Council Resolution 1757 nke hibere usoro ikpe nye ndị enyochapụtara n'okwu a. Anyị na-ekpesa ka nnyocha okwu nwụchị Nnamdi Kanu nke gọọmentị Naịjirịa na Kenya mere soro usoro a\"",
    "Ha gara n'ihu dee na ọ ga-amasị ha izute ndị ọrụ United Nations Security Council ọbụla n'ihe maọbụ n'ịntanetị.",
    "Cheta na gọọmentị kwuru n'ọnwa Juun nke afọ 2021 na ha nwụchịrị Nnamdi Kanu, onye bụ onye ndu otu na-agba mbọ maka nnwereonwe Biafra a kpọrọ 'Indigenous People of Biafra' (Ipob).",
    "Mịnịsta ikpe ma bụrụkwa ọkaiwu gọọmentị etiti nke Naijiria bụ Abubakar Malami gbara ama n'ehihie Tuzde n'oge ya na ndị ntaakụkọ nwere mkparịtaụka ma kwuo na a nwuchiri Kanu ụbọchị ụka (27/6/2021).",
    "Ebe foto si, Getty Images",
    "Nnamdi Kanu onye ndu otu na-alụ ọgụ nnwereonwe ndị Biafra akpọrọ Ipob n'ịchafụ",
    "Nnamdi Okwu Kanu bụ onye hibere ma bụrụ onye ndu otu Indigenous People of Biafra (Ipob) n'afọ 2012.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara Ọwụwa Anyanwụ kewapụ na Naịjiria ma bụrụ mba nwere onwe ha a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra, mana ka a lụchara agha nke butere ọnwụ mmadụ ruru otu nde, atụmaatụ ahụ abiaghị na mmezu.",
    "Kanu malitere Redio Biafra nke e hibere na London n'afọ 2009 ma na-agbasa ozi nye ndị Igbo bi na Naịjirịa.",
    "N'afọ 2018 ka gọọmentị Naịjiria nke Muhammadu Buhari bụ onyeisi ha, kpọrọ Ipob ndị oyi ndụ egwu.",
    "Ọ gara Government College Umuahia, gaa mahadum na Naịjiria, (University of Nsukka) nwa mgbe nta tupu ọ gawa London, ebe ọ nọ gaa London Metropolitan University.",
    "Ọ gụrụ 'Politics and Economics' na mahadum.",
    "A mụrụ ya na Naịjiria mana o nwekwara akwụkwọ ikike (passport) ịbụ onye mba Briten.",
    "Ọ lụọla nwaanyị ma jide ụmụ.",
    "O kwenyere na ma bụrụ onye ofufe Judaism.",
    "Kpọpụtanụ Nnamdi Kanu - Ọkaiwu ya",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "'Ndi uweojii ejighị Nnamdi Kanu na Singapore'",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Osinachi Nwachukwu: 'Di Osinachi ekweghị m bịara nwa m ọmụgwụ ọbụla' - Oriakụ Maduelekere 3 gara aga",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Councilelekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Etu ndị uweojii si nwụchie di Osinachi Nwachukwu",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Council",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "'Sit at home' kwa Mọnde ọ kwụsịwala n'Anambra na ebe ndị ọzọ?",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie OkekeEmelitere ikpeazụ na: 23 Jenụwarị 2022",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Gọọmentị Naijiria anwụchiela Nnamdi KanuEmelitere ikpeazụ na: 29 Juun 2021",
    "Etu ndị ntorobịa obodo Ichi si nyochapụta ma gbaa ogige ndị a sị bụ ndị ekperịma ebe ahụ ọkụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}