{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Image/BBC",
    "Ọnụ na-ekwuru otu 'Indigenous People of Biafra' (Ipob) bụ Emma Powerful ekwuola na ha ga-amalite ọrụ n'immachi ndị ọchị ehi echigharị ehi ha n'akụkụ Ọwụwa anyanwụ Naịjịria dị ịcheịche.",
    "Ipob bụ otu kwuru na ha na-alụ ọgụ nnwereonwe nye ndị Biafra ekwubụọla maka atụmatụ a na mbido afọ 2022 mana n'ozi ọhụrụ a Powerful zipụtara kwuru na ga-amalite mmanye iwu a bido n'ụbọchị iri abụọ na asaa n'ọnwa Eprel, 2022.",
    "Ọ bụghị eziokwu na anyị natara Buhari ijeri naịra isii maka ịchị ehi n'Ebonyi - Umahi",
    "Iji saa otu Ipob, otu ndị na-ere ehi Awụsa amachiela ibudata ehi n'Ọwụwa Anyanwụ",
    "IPOB asaala Miyetti Allah",
    "Iwu a nke Powerful kwuru na Nnamdi Kanu bụ onye ndu ha kwadoro kwuru na dịka gọvanọ steeti ndị Ọwụwa Anyanwụ Naịjirịa mere mkpebi n'okwu iwu a, na ha bụ ndị Ipob ga-anọ n'isi imanya ya bụ iwu nke ha boro ebubo na ndị ọrụ nchekwa Naịjirịa ekweghị mmanya ndị mmadụ n'akụkọ Ọwụwa anyanwụ Naịjirịa bụ ebe edeberela iwu dị etu a n'akwụkwọ steeti ndị nọ ebe ahụ.",
    "Ozi Ipob dere: \"Onye ọbụla chọrọ ịchị ehi na mpaghara Ọwụwa Anyanwu Naịjirịa ga-edebanye aha ya ma chịa ehi ya n'ebe edopụrụ ya iche\"",
    "\"Onye ọbụla ahụrụ ehi ya ka ọ na-akpagharị n'ebe na-abụghị ebe edopụrụ ya iche ehi, ihe onye ahụ hụrụ ya were\"",
    "Ozi Powerful kwuru na ndị nwee ehi ọbụla ga-abanye Ọwụwa Anyanwụ ga-enwe akara njirimara a ga-aka n'elu ebe ọbụla ha dopụrụ ehi ha iche maka ọzụzụ nke ga-abụ etu a ga-esi mara onye nwe ehi na ebe ehi ndị ahụ si.",
    "Ipob kwuru na ha na-eme nke a iji hụ na-akwụsịrị mwakpo ha sị ndị ọchị ehị na-eme n'akụkọ ọwụwa Anyawụ Naịjirịa dị ịcheịche.",
    "Ebe foto si, Getty Images",
    "Cheta na n'oge gara aga na Ipob machiri ndị mmadụ iri anụ ehi Awusa n'Ọwụwa Anyanwụ nke mere otu jikọrọ ndị na-ebudata anụ na nri n'Ọdịda Anyanwụ a kpọrọ 'Amalgamated Union of Foodstuff and Cattle Dealers of Nigeria'  ji kwuo na ha ga-agbaso mkpebi a Ipob site n'ịkwụsị ibudata ahịa na mpaghara ala Igbo mana nke a mechara hapụ ịdị ire.",
    "Iwu ndị ọzọ Ipob bipụtarala n'oge gara aga nye ndị bi n'Ọwụwa Anyanwụ Naịjirịa gụnyere: Iwu ka a kwụsị igụ abụ ala Naịjirịa, Iwu ịnọ n'ụlọ kwa ụbọchị Mọnde a na-akpọ 'sit-at-home', Iwu ka ndị mmadụ ghara isonye na ntuliaka ọkwa gọvanọ Anambra steeti nke afọ 2021, Iwu ka akwụsị ife Ọkọlọtọ Naịjiria na mpaghara Ọwụwa Anyanwụ.",
    "Ebe foto si, Delte State Gov",
    "Mgbe ndị gọvanọ Ndịda Naịjirịa mere ọgbakọ n'Asaba, Delta steeti, n'afọ 2021",
    "N'afọ ole m ole gara aga, ọnọdụ enweghị nchekwa n'akụkụ Ọwụwa Anyanwụ Naịjirịa dị ịcheịche malitere kawanyewa njọ dịka otu n'ime ihe ndị mmadụ gabigara bụ okwu etu ndị ọchị ehi si achịrị ehi ha na-emebisi ugbo na ọrụ ubi ndị mmadụ.",
    "Akụkọ mwakpo nakwa ndịna n'ike n'aka ndị ọchị ehi  malitere dapụtawa kwa mgbe kwa mgbe.",
    "Ọtụtụ ndị obodo dị ịcheịche malitere hibewe ndị nche na-amachị ndị ọchị ehị ịgafe maọbụ banye obodo ha nke kpalitere ọgbaghara nakwa esemokwu n'etiti ndị obodo dị ịcheịche ndị na ọchị ehi.",
    "Ọtụtụ ndị ọchị ehi n'esikarị n'akụkụ mpaghara ugwu Naịjriịa, chịrị ehi ha gbadata ndịdị Naịjirịa n'ihi ebe ndịdị bụ ebe ọtụtụ ahịhịa nakwa akwụkwọ nri na-eto gbanyụụ.",
    "Mmiri na-akakwa ezo na ndịda Naịjirịa nkere dịrị ehi ha mma.",
    "Ọgbaghara si n'ime esemokwu ndị obodo na ndị ọchị ehi tara isi ọtụtụ ndị mmadụ nke mere ọgbakọ gọvanọ ndị ndịda Naịjirịa ji mee mkpebị n'okwu a.",
    "Gọvanọ ndị steeti niile dị na Ndịda Naịjirịa ekwuola na aka ha anabataghịzị ịchị ehi na-agagharị nke Bekee kpọrọ \"Open grazing\".",
    "Ọ bụ n'ụbọchi 21 nke ọnwa Mee, 2021 ka ndi Gọvanọ Ndịda Naịjirịa nwere nkwekọrịta a n'Asaba bụ isi obodo Delta steeti nke kwuru na ha na-amachi ọchịchị ehi na ndịda Naịjirịa.",
    "Ọtụtụ steeti na ndịda Naịjirịa gbara mbọ debanye iwu a n'akwụkwọ iwu steeti ha.",
    "Gọọmentị Naịjirịa, site n'ọnụ ọkaiwu ukwu Naịjirịa bụ Ababukar Malami, kwuru na ha anabataghị ihe gọvanọ ndịda Naịjirịa mere.",
    "Ọgụ ndị na-achịehi",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Osinachi Nwachukwu: 'Di Osinachi ekweghị m bịara nwa m ọmụgwụ ọbụla' - Oriakụ Maduelekere 2 gara aga",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Councilelekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Council",
    "Etu ndị uweojii si nwụchie di Osinachi Nwachukwu",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "'Sit at home' kwa Mọnde ọ kwụsịwala n'Anambra na ebe ndị ọzọ?",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie OkekeEmelitere ikpeazụ na: 23 Jenụwarị 2022",
    "Nnamdi Kanu case today: E higharịala ikpe Nnamdi Kanu",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Etu ndị ntorobịa obodo Ichi si nyochapụta ma gbaa ogige ndị a sị bụ ndị ekperịma ebe ahụ ọkụ",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Ụfọdụ ihe Rotimi Amaechi kwuru ọ ga-eme ma ọ zọta ọkwa onyeisiala 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}