{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị obodo na-asụ asụsụ Ezza akwaala arịrị maka ogbugbu a sị ndị obodo Effium gburu ọtụtụ ezinaụlọ n'obodo ndị a n'ụbọchị Sọnde 10 Eprel, 2022.",
    "BBC Igbo gara obodo ndị a, otu nwoke hụrụ ka o si mee sị ihe a mere n'isi ụtụtụ mgbe ndị Effium a batara obodo ha ma bido igbu ndị mmadụ nakwa ịgba ọtụtụ ụlọ na ngwongwo ụlọ ọkụ.",
    "Anyị amaghị maka ogbugbu mmadụ ọhụrụ sitere n'esemokwu Ezza na - Ndị Uweojii",
    "Mmadụ 25 anwụọla n'ọgbaghara dapụtara n'Ezza na Effium",
    "Akwammiri ọjọọ ekewapụla Alubeleke dị n'Ebonyi n'ụwa",
    "Ọ sị na ozu ndị mmadụ ha hụrụla karịrị iri abụọ na isii (26) ebe ụlọ ndị e mebiri ruru iri na asaa (17).",
    "Ọ sị na ọ bụ eziokwu na ha na ndị a nọ n'ọgụ mana gọọmentị nyere iwu sị ka a kwụsị ọgụ bụ nke ha ṅara ntị na ya.",
    "Mana ha amaghị na ndị a ga-eji etu a bịa wakpoo ha.",
    "Ọ gara n'ihu kwuo na ndị kpara arụ a ruru otu narị n'ọnụọgụgụ, na ha si n'akụkụ obodo Ogbabruagu gbuo mmadụ anọ, gbuo mmadụ anọ ọzọ n'Ebiaji; mmadụ anọ n'Ogbaenyigwe bịazie n'Ebbeta gbuo mmadụ isii.",
    "Ọ sị na ndị a gaziri n'obodo Izzi ma gbuo mmadụ asatọ gbaa ọtụtụ ụlọ karịrị iri na asaa ọkụ ma ụgbọala.",
    "Ọ sị na ndị a malitere mwakpo n'elekere isii nke ụtụtụ megide ya ruo elekere abụọ nke ehihie tupu ndịagha Naịjirịa na-erute ha alaala.",
    "Ihe ndị uweojii na Gọomentị kwuru?",
    "Kọmishọna ndị uweojii n'Ebonyi Steetị bụ Garba Aliyu sị na ọ natara ozi maka ogbugbu ndị a ma zipu ndị ọrụ ya ebe ahụ.",
    "Ọ sị na ọ na-eche ka ndị otu ya bata bịa gwa ya nke bụ eziokwu banyere akụkọ ahụ.",
    "N'aka nke ọzọ, Onyeisi oche Okpuruọchịchị Ohaukwu dị n'Ebonyi Steetị bụ Clement Odah katọrọ mwakpo ahụ.",
    "Ọ sị na ha ga-agba mbọ isi imi n'ala ma chọpụta ndị kpara arụ a.",
    "Odah gara n'ihu tie ezinaụlọ ndị a e gburu aka n'obi ma sị na gọọmentị na-agba mbọ iwete ude n'etiti obodo ndị a.",
    "Ntọala esemokwu dị n'etiti obodo abụọ a maliitere n'ọnwa Jenụwarị afọ 2021, mgbe ha na-azọ onye ga-abụ onyeisi ọdọụgbọala (park) Ohaukwu.",
    "Nke a butere ọgụ, ogbugbu ndị mmadụ nakwa ịgba ụlọ na ngwongwo ụlọ ọkụ n'ime obodo ndị a.",
    "N'ihi nke a, e gbuola ọtụtụ ndị mmadụ ma mebie ngwongwo rurula ọtụtụ nde naịra.",
    "Ndị Effium si na Benue Steeti bu ụzọ biri n'obodo ahụ mana ha rịọrọ ndị Ezza bịa nyere aka n'oge agha, kwee ngwa na ha ga-ebikọta ọnụ ma ọ gụọ ahụ bie.",
    "Ha malitere ibikọ ọnụ ma na-alụkwa ibe ha rute mgbe esemokwu a malitere n'afọ 2021.",
    "Gọomentị Ebonyi agbaala mbọ emezi esemokwu dị n'etiti obodo abụọ ndị a.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Council",
    "Osinachi Nwachukwu: 'Di Osinachi ekweghị m bịara nwa m ọmụgwụ ọbụla' - Oriakụ Madu",
    "Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ebonyi Steeti",
    "Vidio, Osinachi Nwachukwu: 'Peter gwara m na ọ bụrụ na nwa m alaghị na mmadụ ọ ga-ala na mmụọ' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,40elekere 9 gara aga",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nwanne ya nwoke- Onye nche, Duration 5,287 Eprel 2022",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Nwoke a na-ebo ebubo igbu ma gbaa nwanne ya ọkụ maka esemokwu ala, Duration 3,012 Febụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}