{
  "published": "12 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NASS",
    "Ụlọomeiwu nke Imo steeti",
    "Onyeisi ndị ụlọomeiwu n'Imo steeti bụ Kennedy Ibe, akpọghachitela onye bụbu onyeisi ụlọomeiwu na steeti ahụ bụ Paul Emeziem achụpụrụ n'ọkwa ọrụ ya nwa mgbe nta.",
    "Akpọghachikwara onye nnọchịteanya mpaghara Isu state constituency bụ Ngozi Obiefule.",
    "E kposaala ndịisioche okpuru ọchịchị 27 n'Imo steeti",
    "Weah bịara zute  Buhari",
    "Ụmụnwaanyị Imo emeela ngaghariwe maka nchụda Ihedioha",
    "Cheta na n'ụbọchị asatọ nke ọnwa Nọvemba, 2021 na achụturu Emeziem na mmadụ atọ ndị omeiwu ọzọ n'okwa oche ha ma kwụsị ha ọrụ mgbe nta.",
    "E mere Ibe onyeisi ụlọomeiwu ahụ ozigbo achụturu Emeziem n'ọkwa.",
    "Ndị ọzọ achụturu n'ọkwa oche ha n'ụlọomeiwu ahụ bụ Okey Onyekanma na Ekene Nnodimele.",
    "Onyeisi ụlọomeiwu ahụ, onye kwụsịrịla ụfọdụ ndị ụlọomeiwu ọzọ ọrụ nwa mgbe nta kwuru n'ụbọchị Tuzde na akpọghachịtela Emeziem maka ọ rịọrọ mgbaghara n'ihe a sị o mere.",
    "Cheta na eboro ebubo na Emeziem metọrọ ọkwa oche ahụ oge ọ nọ n'isi ya.",
    "A kwụsịrị Obiefule ọrụ nwa mgbe nta n'ụbọchị 23 nke ọnwa Disemba, 2021 ma nye ọhere onye ọzọ ịnọchị ya.",
    "N'otu ụbọchị ahụ ekwepụkwara onye omeiwu Tochi Okere nke Ngor Okpala n'ọkwa oche ya ma nye ohere ka onye ọzọ nọchịe ya.",
    "Otu onye nọ onyeisi ụlọomeiwu ahụ bụ Samuel Iwuoha gbara ndị ntaakụkọ ama nke a n'ụbọchị Tuzde",
    "O kwuru: \"E wepụla nkwụsị ọrụ nwa mgbe nta enyere onye bụbu onyeisi ụlọomeiwu Imo steeti bụ Paul Emeziem dịka ọ rịọrọ mgbaghara mmehe n'ihe a sị ọ mere n'ọkwa oche ahụ\"",
    "Onyeisi mgbasaozi n'ụlọomeiwu ahụ bụ Ifeanyi Onyekachi gbakwara onye ntaakụkọ BBC Igbo ama nke a.",
    "Ọdụ ụgbọala nke Christ Chemist n'Enugu",
    "Ndị uweojii n'Enugu steeti ekwuola etu ndị ojiegbe amabeghị ndị ha bụ si wakpo ndị mmadụ n'ọdụ ụgbọala nke Christ Chemist n'Enugu n'ụbọchị Mọnde.",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Daniel Ndukwe kọwara BBC Igbo etu ndị ojiegbe ahụ siri jiri ụgbọala bọọsụ wụba ogige ọdụ ụgbọala nke Christ Chemist ma gba egbe ebe ahụ nke tụtara otu nwoke onye ma gbuo ya dịka eburu ya ga ụlọọgwụ.",
    "Etu ndị a sị bụ ndị ‘unknown gunmen’ si wakpoo ahịa Nkwo Inyi n’Enugu steeti",
    "ENSEIC akpọpụtala PDP dịka ndị meriri na ntuliaka ọkwa onyeisioche n' okpuru ọchịchị 17",
    "Ndị a na-eche bụ ndị oji egbe egbukwala ndị uweojii a sị ruru anọ n'Enugu steeti",
    "Ndukwe kwukwara na ndị ahụ gbara ụgbọala 'Sienna' nọ ebe ahụ ọkụ.",
    "Otu onye nọ ebe ahụ na-achọghị ka akpọọ aha ya kwuru na  ndị oji egbe ahụ ji obere ụgbọala bọọsụ nke a na-akpọ 'mini bus' Bekee nyafete  ebe ahụ  n'isi ụtụtụ Mọnde ma kwụsị n'ihu Christ Chemist.",
    "O kwuru: \"Ngwa ngwa ha kwụsịrị ha lere ụgbọala 'Sienna' na ebu ndị mmadụ ebe ahụ malite gbawa ya egbe.\"",
    "Ọ gara n'ihu kwuo: \"Ya bụ mgbọ gbagburu otu onye na-entinye ndị mmadụ n'ụgbọala nakwa otu onye njem.\"",
    "Onye ahụ kwụkwara na ndị ahụ pụtara gba ya bụ ụgbọala ọkụ Sienna ọkụ.",
    "Mgbe BBC Igbo gara njem nleta ebe a sị ihe mere, a hụrụ na ebupụtala ya bụ ụgbọala Sienna ebe ahụ dịka ndị na-ebu ndị njem nọzị n'ọrụ ha ebe ahụ.",
    "Ọdụ ụgbọala nke Christ Chemist n'Enugu",
    "Cheta na ụbọchị Mọnde bụ ụbọchị ndị bi n'Ọwụwa Anyanwụ Naịjirịa ji anọ n'ụlọ n'ihi iwu onye nọrọ n'ụlọ nke a na-akpọ 'Sit at home' na Bekee bụ iwu otu Indigenous People of Biafra (Ipob) hibere n'afọ 2021 n'ihi nwụchị gọọmentị Naịjirịa nwụchiri  onye ndu ha bụ Nnamdi Kanu n'ọnwa Juun, 2021.",
    "Ipob mechara kagbuo iwu a ma kwuo na ndị mmadụ ga-aga n'ihu n'anọ n'ụlọ ụbọchị ọbụla onye ndu ha bụ Kanu pụtara ụlọikpe. Ka ha si kwuo, nke a bụ iji gosi iwe ha nye gọọmentị Naịjiịrịa.",
    "Ọtụtụ mwakpo esorola ụbọchị kwa izu ọbụla n'Ọwụwa Anyanwụ Naịjriịa dịka ndị otu ojiegbe dị ịcheịche ka na-amanye ndị mmadụ ya bụ iwu nke mere ndị mmadụ ji eji ụjọ anọ ụlọ.",
    "Ọtụtụ ụlọọrụ, ụlọakwụkwọ, ndị njem nakwa ihe ngalaba ndị ọzọ n'Ọwụwa Anyanwụ Naịjirịa anaghịzị emepee ọrụ kwa ụbọchị Mọnde n'izu ọbụla maka egwu mwakpo.",
    "Mwakpo ndị a gụnyere: Mwakpo be ndị mmadụ, ntọrọ ndị mmadụ, mwakpo ụlọọrụ ndị uweojii, mwakpo ụlọ nga, mwakpo ndị ọrụ nchekwa, mwakpo ndị ọrụ gọomentị dị ịcheịche, mwakpo na ịgba ọkụ nye be ndị mmadụ maọbụ akụnụba ndị mmadụ maọbụ ụgbọala ndị mmadụ.",
    "Gọọmentị Naịjirịa agbarụọla ihu etu ọnọdụ enweghị nchekwa si dị n'Ọwụwa Anywanụ Naịjirịa ugbua ma kwuo na ha na-agba mbọ idaju ọnọdụ ya bụ ihe.",
    "N'ọnwa Maachị 2022 mgbe ndị ojiegbe gbara be onyeisi otu Ohanaeze ndigbo bụ George Obiozor ọkụ, Onyeisiala Muhammadu Buhari katọrọ etu ọnọdụ nchekwa dị n'Ọwụwa Anyanwụ Naịjirịa ma kwuo na aga ehibe usoro nchekwa ọhụrụ nye ndị mmadụ n'Ọwụwa Anyanwụ Naịjirịa.",
    "Ebe foto si, Getty Images",
    "Onye ọrụ nyocha sayensị aha ya bụ Ramirez Amaya Sebastin anwụọla dịka enyi zọgburu ya n'ogige ụmụ anụmanụ nke Kibale dị na mba Yuganda.",
    "Ngalaba 'Uganda Wildlife Authority (UWA)' kwuru na Ramirez na-arụ ọrụ na mahadum dị na mba Amerịka ma sị na ya na onye enyemaka ya na-eme nyocha mgbe ihe a mere.",
    "Ihe ụmụ anụmanụ pụtara n'akụkọ ifo Igbo",
    "Ihe ndị Igbo kwenyere ga-eme ma mmadụ zute anụmanụ ndị a",
    "Ọnụ na-ekwuchitere UWA bụ Bashir Hangi kwuru sị, \" Ha biakwutere otu enyi nọ naanị ya, ya bụ enyi chụwara ha ọsọ nke mere ka ha gbapụ ọsọ ma si ụzọ dị iche iche. Kama enyi a chụrụ Sebastian zọpụya nsị ma zọgbuo ya\".",
    "Ngalaba UWA kwuru na nke a bụ mbụ enyi na-awakpo ma gbuo mmadụ kamgbe afọ iri ise (50yrs) e hiwere ogige Kibale.",
    "Cheta na enyi zọgburu otu nwoke onye Saụdi Arabia n'ogige ụmụ anụmanụ nke Murchison dịkwa na mba Yuganda n'ọnwa Jenụwarị.",
    "Kama enyi zọgburu nwoke a dịka ọ hapụrụ ụgbọala ebe ndị nlegharị anya kwesịrị ịnọ.",
    "Ukraine War: Otu European Union chọrọ ka Naịjirịa resi ha ikuku gaasị",
    "Dịka otu European Union (EU) na-achọ ịkwụsịlata mmekọ ha na mba Russia kamgbe ha bidoro ịwakpo mba Ukraine, ha abịakwụtela Naijirịa maka ịzụta gaasị n'aka Naịjirịaaasị.",
    "Naijirịa bụ mba nke anọ kachasị emepụta ma na-eresi mba ndị dị na Yurope gaasị.",
    "Ugbua Naijirịa ji pasenti iri anọ (40%) gassị ha na-emepụta agba mgbere n'ofesi.",
    "Nke a pụtara ihe dịka ndị nnọchiteanya EU gara n'ụlọọrụ Naijirịa na-ahụ maka mmanụ agbidi bụ NNPC n'ịchafụ n'ụbọchị Mọnde.",
    "Samuela Isopi bụ onye nnọchiteanya EU na Naijirịa kwuru \"ọ bụghị naanị mgbere jịkọrọ anyị na Naijirịa, ụlọọrụ ndị ha na Naijirịa na-arụ ọrụ mmanụ agbidi bụ Yurop ka ha si cha\".",
    "Ebe ndị ụloọrụ NNPC na-ekwu na ha adịla njịkere iresi mba ndị nọ n'EU gaasị dịka ha siri chọọ.",
    "Naijirịa nwere gaasị e chekwaarala ruru 209.5 trillion cubic feet n'ọnwa Jenuwarị nke afọ 2022.",
    "Ahịa mmanụ agbịdị",
    "Uganda",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Anụmanụ",
    "Ọgbakọ nke Europe",
    "Vidio, Osinachi Nwachukwu: 'Peter gwara m na ọ bụrụ na nwa m alaghị na mmadụ ọ ga-ala na mmụọ' - Oriakụ Madu nne Osinachi Nwachukwu11 Eprel 2022",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?elekere 8 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Gọọmentị Naịjirịa aṅụọla iyi inwete ikpe ziri ezi maka ọnwụ Osinachi Nwachukwu",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "Ụlọomeiwu n'Imo steeti akpọghachịtela onye bụbu onyeisi ụlọomeiwu ha achụturu n'ọkwa ruo ọnwa ise",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Council",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie OkekeEmelitere ikpeazụ na: 23 Jenụwarị 2022",
    "'Sit at home' kwa Mọnde ọ kwụsịwala n'Anambra na ebe ndị ọzọ?",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}