{
  "published": "13 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Okwesilieze Nwodo, bụ aka chịburu Enugwu Steeti, so na ndị isi sekpụ ntị n'ịtụ alo maka onye Igbo inwete ọkwa Onyeisiala Naịjirịa n'afọ 2023.",
    "Na mkparịtaụka ya na BBC Igbo, Nwodo kwuru na ha na-agba mbọ ịhụ na ndị Igbo niile pụtarala ịzọ ọkwa a n'otu Peoples Democratic Party jikọrọ aka wepụta otu onye, karịa ịdị n'igwe azọ ya bụ ọkwa.",
    "Onyeisiala Igbo ga-abụ ọpụrụiche - Nwobodo",
    "Igbo Presidency 2023: ‘Joe Biden ọ dị afọ ole, onye sị na Tinubu akaala nka ịbụ onyeisiala?' – Joe Igbokwe",
    "Rochas Okorocha awụfela PDP n'ezie?",
    "Ka ọ dị ugbua, ihe karịrị ndị Igbo atọ na PDP ekwuola na ha nwere mmasị ịzọ ọkwa Onyeisiala Naijiria, ha gụnyere Anyim Pius Anyim, Sam Ohuabunwa, Peter Obi na ndị ọzọ.",
    "\"Ọ ga-akara anyị mma iwepụta otu onye karịa ịchịrị aka atọ wụnye n'ọnụ otu oge,\" Nwodo kwuru.",
    "\"Nke a ga-eme ka ohere anyị nwere imeri ya bụ ntuliaka gbagote.\"",
    "\"Anyị amalitekwala ịgagharị na mpaghara dị icheiche na Naijiria na-arịọ ndị ọnụ na-eru n'okwu ka ha kwado ndị Igbo maka na ugbua bụ oge nke anyị.\"",
    "\"Anyị agaala hụ Olusegun Obasanjo, Abdulsalami Abubakar, Ibrahim Babangida, T.Y. Danjuma, na ọtụtụ ndị ọzọ iji rịọ nkwado ha.\"",
    "Gbasara akụkọ na-ewu ebe niile na Pati PDP ekwuola na onye ọbụla si mpaghara ọbụla nwereike ịpụta zọọ ọkwa Onyeisiala, Okwesilieze Nwodo sị na nke a abụchaghị eziokwu.",
    "\"Kọmiti e hibere maka 'zoning' ewepụtabeghi mkpebi ha,\" Nwodo kọwara.",
    "\"Oge ọbụla ha wepụtara ya, anyị ga-ahụ ihe dị na ya marakwanụ ihe ọzọ anyị ga-eme.\"",
    "Ị ga-esi ike ka ntorobịa ma nwee akọnuche ka okenye ịbụ onyeisiala Naijiria - Chukwuka Monye",
    "'Ihe mere m ji pụta ịzọ ọkwa onyeisiala' - Josephine Ezeanyaeche, mama 102",
    "Nwodo si na mpaghara Nsụka n'Enugwu Steeti.",
    "Ọ bụ dọkịta a ma ama na-ahụ maka ahụike ụmụaka nke bekee na-akpọ 'Paediatrics surgeon'.",
    "Ọ mechara banye ndọrọndọrọ ọchịchị ma merie ntuliaka Gọvanọ n'Enugwu Steeti n'afọ 1992 na 1993 tupu ndị agha eweghara ọchịchị n'ike.",
    "Nwodo so na ndị bidoro otu PDP n'afọ 1998. N'oge ahụ, ọ bụ ya bụ odeakwụkwọ pati ahụ.",
    "N'afọ 2010, a họpụtara Okwesilieze Nwodo dịka onyeisi oche pati PDP, mana ọ nọteghị aka n'ọkwa tupu ọ rituo.",
    "Ndọrọndọrọ ọchịchị",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Enugu Steeti",
    "Enugwu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi, Duration 5,47elekere 4 gara aga",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nwanne ya nwoke- Onye nche, Duration 5,287 Eprel 2022",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Vidio, Presidencial Election 2023: \"Ọ ga-aka mma ndị Igbo iwepụta otu onye na 2023 karịa ịdị n'igwe azọ ya\", Duration 50,5213 Eprel 2022",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}