{
  "published": "12 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "John Okafor na-eme ihe nkiri Nollywood e ji Mr Ibu maara akọwaala ihe ọ gabigara n'ute ọrịa ma kelee Chineke na ọ gbakeela.",
    "Na mkparịtaụka pụrụiche ya na BBC Igbo nwere, Ibu sị na ọ kaara ịnwụ n'ute ọrịa kama na ọ bụ Chineke zọrọ ya ndụ.",
    "Mr Ibu: Ndị tọrọla m nyere m ego",
    "Ndụ m dị iche n'ihe m na-eme n'ihe onyonyo - Patience Ozokwor",
    "N'okwu ya \"Ihe m gabigara n'ute ọrịa, ọ bụrụ n'ọnwụ, mmadụ anwụchaala mana Chineke ekweghi ka ọ dị etu ahụ.\"",
    "Ibu sị ka mmadụ atụkwasịla obi n'ebe mmadụ ibe ya nọ kama ka ọ bụrụ n'ebe Chineke nọ maka na ọ bụ ya zọrọ ndụ ya.",
    "Ibu bụ a ma ama n'ịkpaọchị mere ihe e jiri maara ya dịka ọ kọwara na ụdịrị ikuku ahụ si n'ike ya na-apụta mgbe ọ nọ n'ute ọrịa dịka ebe a tụrụ ogbunigwe, na isi ya na-emebi ikuku dịka akwa rere ere.",
    "Ọ gakwara n'ihu kelee nwunye ya, ezinaụlọ ya nakwa ndị enyi bịara leta ya n'ute ọrịa ma sị na ọ maghị na ndị mmadụ si etu ahụ hụụ ya n'anya.",
    "Nwunye ya bụ Stella-Maris Okafor mere ka o doo ewu na ọkụkọ anya na o nweghi mgbe ha sị ka ndị mmadụ bịa tụkọtara ha ego maka ọnọdụ ahụike di ya dịka akụkọ si fegharịa na soshal midia.",
    "Ọ sị na ndị enyi Mr. Ibu nwere agba n'ebe dị iche iche bịara nyere ha aka site n'obi ọcha ha na ọ bụghị na ha rịọrọ arịrịọ.",
    "Stella-Maris gakwara n'ihu kelee ndị enyi nakwa ndị ọrụ Mr. Ibu maka inyere ha aka n'ụzọ dị iche iche.",
    "Cheta na akụkọ banyere ọrịa Mr. Ibu wuru ewu na soshal midia n'ọnwa gara aga, nke mere ndị mmadụ ji na-asị na ọ kpọrọ oku ka a tụọrọ ye ego.",
    "Ahụike",
    "Naijiria",
    "Ihe mkparị ọchị",
    "Ihe nkiri",
    "Nrị na-edozi ahụ",
    "Ịkpa obi aṅụrị",
    "Okike",
    "Vidio, Osinachi Nwachukwu: 'Peter gwara m na ọ bụrụ na nwa m alaghị na mmadụ ọ ga-ala na mmụọ' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Osinachukwu Nwachukwu Profile: Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?elekere 5 gara aga",
    "Osinachi Husband: Ihe ndị ikwesiri ịma maka di Osinachi Nwachukwu nwụrụnụelekere 8 gara aga",
    "Vidio, Mr Ibu: Nwunye m ka na-akụja maka ihe ọ hụrụ n'aka ndị omekome, Duration 2,2623 Febụwarị 2018",
    "Vidio, Osinachi Nwachukwu: 'Peter gwara m na ọ bụrụ na nwa m alaghị na mmadụ ọ ga-ala na mmụọ' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,40elekere 9 gara aga",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nwanne ya nwoke- Onye nche, Duration 5,287 Eprel 2022",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Vidio, Little Prophet: \"A taara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia\", Duration 4,3231 Julaị 2021",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Nwoke a na-ebo ebubo igbu ma gbaa nwanne ya ọkụ maka esemokwu ala, Duration 3,012 Febụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}