{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Peter Nwachukwu Facebook",
    "Osinachi Nwachukwu bụ ọgụ egwu ụka ama ama",
    "Kamgbe akụkọ Osinachi Nwachukwu onye gụrụ egwu 'Ekwueme'  pụtachara na soshal midia n'ụbọchị April 9, 2022, ndị mmadụ ka na-akwa arịrị maka ọnwụ ya.",
    "Taa bụ April 12, 2022 ka minsta na-ahụ maka ihe gbasara ụmụnwaanyị na Naịjirịa , Dame Pauline Tallen gara njem nleta na bee Osinachi lara mmụọ.",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Gọọmentị Naịjirịa aṅụọla iyi inwete ikpe ziri ezi maka ọnwụ Osinachi Nwachukwu",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Moses Ebere, onye mmepụta ejije Nollywood a ma ama alaala mụọ",
    "Tallen na ụmụ nwaada Nwachukwu nwere mkparịtụka dịka a na-eme nyocha ima ihe dulara ya mmụọ ugbua.",
    "Tallen kwuru na ha na-agba mbọ ịhụ na ndị uweojii Naịjirịa na ndị ọrụ ikpe nyochapụtara isi okwu ọnwụ nwaada Nwachukwu ma hụ na ekpere ikpe ziri ezi na ya.",
    "Lee ihe ise ị kwesiri ị ma maka di Osinachi Nwachukwu.",
    "Hyacinth Ogbu bụ onye nchịkọta egwu otu 'Glorious singers' bụ ebe Osinachi na ejima ya bụ Amarachi Eze malitere iti egwu gwara BBC Igbo na ọ bụ eziokwu na Nwaada Nwachukwu alaala mmụọ.",
    "Ogbu sị na ọ bụ ihe mwute nye ndị otu ha nakwa ezinaụlọ nwaada Nwachukwu maka akụkọ banyere ọnwụ ya.",
    "Nwachukwu, onye gụrụ egwu ọtụtụ ndị ụka kraịst ma bụ \"Ekwueme\" bụ onye egwu ya na-amasị ma na-akpalite mmụọ ndị mmadụ n'ụzọ dị iche iche.",
    "Ndị mmadụ na-agba akaebe etu egwu ya si eme ka ha na-eche echiche maka ndụ ha na mmekọrịta ha na Chukwu kere ha.",
    "Ndị maara Nwachukwu kọwara ya ka dịka ezigbo mmadụ nakwa onye ihe gbasara Chineke na-anọ ọkụ n'obi.",
    "Ihe ndị ọzọ i kwesịrị ịma maka Osinachi Nwachukwu",
    "Ebe foto si, Peter Nwachukwu",
    "Mgbe Osinachi ji otu na-efe ala nna ya n'afọ 2008 ruo 2009",
    "Egwu bụpụtara ya ka ụwa mara ya bụ 'Ekwueme' nke ya na Prospa Ochimana gbakọrọ aka gụọ n'afọ 2019, ọdọ egwu Youtube gosiri na ndị mmadụ e kịrela egwu ahụ ugboro nde iri asaa na otu.",
    "A mụrụ ya n'ọnwa November 12, 1979 dịka nwa ụkọchukwu ya bụ Deborah Eneche si depụta n'akara soshal midia ya",
    "Ya na ụkọchukwu Abuja a ma ama bụ Paul Enenche gụkọkwara \"Nara Ekele\" bụ egwu na-ewu ewu n'ụka",
    "Nwaada a na-ejikarị asụsụ Igbo agụ egwu ya dịka ọgụọla ọtụtụ egwu ndị ọzọ gụnyere nke o wepụtara ihe onyonyo ya nsonso a  ọ kpọrọ 'Ike mo'",
    "Nwachukwu bụ ejima, ejima ya bụ Amarachi Eze na-agụkwa egwu",
    "Ọ bụ onye Isuochi dị n'Abia Steetị ma lụọ Peter Osinachi bụ onye Nnewi South dị n'Anambra Steetị.",
    "Ha mụtara ụmụ anọ",
    "Akụkọ ọnwụ ya pụtara na soshal midia n'ụbọchị April 9, 2022",
    "Ọ bụ n'ụlọụka Dunamis International Gospel Centre ka ndị ọha malitere hụwa ma nụwa olu Osinachi Nwachukwu mana tupu ọ nwụọ ya na ndị otiegwu ndị a agụkọla egwu.",
    "Osinachi na otiegwu ụka ama ama bụ Prospa Ochimana gụkọọ egwu mere ka nwa ada a wuwe ebe niile . A kpọrọ egwu ahụ \"Ekwueme.\"",
    "Osinachi na Ema Onyx gụrụ \"You no dey use me dey play\" tịkọrọ egwu n;afọ 2020.",
    "Osinachi na ejima ya bụ Amarachi Eze gụkọrọ egwu n'afọ 2018 n'emume \"INT'L MINISTERS' FLAMING FIRE CONFERENCE 2018\" dịka akara Youtube si gosipụta.",
    "Osinachi na ụkọchukwu Dunamis bụ dọkịta Paul Enenche gụrụ egwu.",
    "\"Ekwueme\"bụ egwu ya na Prospa Ọchimana tiputere n'afọ 2017.",
    "\"You no dey use me dey play\" bụ egwu ya na Ema Onyx tiri n'afọ 2020.",
    "Osinachi Nwachukwu gụrụ The Cry naanị ya.",
    "Osinachi Nwachukwu gụrụ \"It's My Heart Desire.",
    "Osinachi Nwachukwu na Pastor Paul Enenche gụrụ \"Nara Ekele\"",
    "Ebe foto si, Peter Nwachukwu/Facebook",
    "Ndị uweojii nwụchiri Peter Nwachukwu, di Osinachi Nwachukwu bụ oti egwu ụka ọnwụ ya kpọtụrụ na ngwụcha izuụka gara aga maka ebubo na aka ya dị n'ọnwụ nwunye ya.",
    "A nwuchiri Nwachukwu n'ụbọchị ụka bụ April 10, 2022 dịka nwanne Osinachi nke nwoke wegara ndị uweojii  mkpesa.",
    "Legọs emepeela ụlọikpe maka ndị awakporo",
    "Ihe ise ị ga-eme ma ọ bụrụ na esemokwu ezinaụlọ na-emekpa gị",
    "Osinachukwu, onye e jiri egwu ya a kpọrọ \"Ekwueme\" nwụrụ n'ụbọchị Fraide bụ April 8, 2022 n'ụlọọgwụ a kpọghị aha ka ọ gbachara afọ iri anọ na abụọ (42yrs).",
    "Akụkọ na-efeghari kwuburu  na Osinachi nwụrụ site n' ọrịa kansa akpịrị mana nwanne Osinachi nwaanyị bụ Favour Made gwara ụlọorụntaakụkọ Vanguard na ọ bụ ọbara kpụkọrọ n'obi Osinachi site n'ihe di ya kụrụ ya n'obi mere o jiri nwụọ.",
    "Ọnụ na-ekwuru ndị uweojii Abuja bụ Josephine Adeh gwara BBC na ndị ọrụ ha nwuchiri Peter Nwachukwu n'ezie ma sị na nnyocha na-aga n'ihu.",
    "Kemgbe ọ nwụrụ, ọtụtụ maara ya gunyere FranK Edward pụtara na soshal midia were na-akọ etu di ya si akụ ya ihe ma na-emekpa ya nnukwu ahụ n'ụzọ di iche iche.",
    "Tupu ndị uweojii anwuchie Peter Nwachukwu bụ di Osinachi BBC Igbo gbara mbọ ịnụta olu di ya site n'izigara ya ozi ma kpọọkwa ya.",
    "O gosiri na ọ gụrụ ozi ndị ahụ mana ọ zachịghaghị.",
    "Naijiria",
    "Anambra Steeti",
    "Vidio, Osinachi Nwachukwu: 'Peter gwara m na ọ bụrụ na nwa m alaghị na mmadụ ọ ga-ala na mmụọ' - Oriakụ Madu nne Osinachi Nwachukwu11 Eprel 2022",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?elekere 8 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Gọọmentị Naịjirịa aṅụọla iyi inwete ikpe ziri ezi maka ọnwụ Osinachi Nwachukwu",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "Ụlọomeiwu n'Imo steeti akpọghachịtela onye bụbu onyeisi ụlọomeiwu ha achụturu n'ọkwa ruo ọnwa ise",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Council",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie OkekeEmelitere ikpeazụ na: 23 Jenụwarị 2022",
    "'Sit at home' kwa Mọnde ọ kwụsịwala n'Anambra na ebe ndị ọzọ?",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}