{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Richard Okekenwa bụ nwanne Peter Nwachukwu, di Osinachi Nwachukwu kwuru na ọ hụbeghị maọbụ kwuoro nwa amadi ahụ okwu kamgbe afo iri abụọ.",
    "Okekenwa kwuru na ezigbo aha Peter bụ Peter Echijekwu Okekenwa.",
    "O kwuru na ha bụ ndị Ukpor dị n'okpuruọchịchị Nnewi South n'Anambra steeti.",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "N'ọnụ ya. \"ọ naghị akpọ m n'ekwenti, mụ na ya anaghị akpakọ.\"",
    "Ọ kwuru na nna mụrụ Peter  nwụrụ mana nwa amadi ahụ anarughị ụlọ ma mgbe nna nwụnye ya nwụrụ.",
    "Okekenwa  kwuru na ụbọchị ọ nụrụ akụkọ maka ọnwụ Osinachi Nwachukwu bụ n'ime abali dịka ụmụ ya kpọrọ ya n'ekwenti gwa ya.",
    "O kwuru na o bere akwa maka ọnwụ Osinachi na-abụghị maka nwanne ya",
    "Kamgbe Osinachi nwụrụ, Peter akpọbeghị m gwa m na nwụnye ya nwụrụ.",
    "Richard kwuru na nne ha mụrụ ha asatọ gụnyere ụmụnwoke anọ na ụmụnwaanyị anọ.",
    "Peter bụ nwa ikpeazụ n'ụmụnwoke nne ha mụrụ dịka Richard si gwa BBC Igbo.",
    "O kwuru na ya bụ Richard dị afọ 70 ma ka na-agba \"ọkada.\"",
    "O kwuru na ọ bụ onye otu ndọrọndọrọ ọchị ama ama n'Anambra steeti ka Osinachi na-agụ egwu n'ụlọụka ha dị n'Abuja mụrụ Osinachi na Peter  Nwachukwu na agbamakwụkwọ. Anyị ka na-agba ịnụta n'ọnụ onye ndọrọndọrọ ọchịchị ahụ tupu anyị etinye aha ya ebe a.",
    "Bee Peter Nwachukwu n'Ukpor",
    "Nwunye di Osinachi bụ Celina Okekenwa kwuru na ikpeazụ ọ hụrụ Peter Nwachukwu bụ n'izụka anụtara ya.",
    "O kwuru na ụbọchị ọ kpọrọ  Osinachi n'ekwenti na ya na di ya nọ nke mere ka Osinachi ghara ikwunyere ụka nke nkeọma.",
    "Kamgbe alụrụ Osinachi na ọ bụ ya bụ nwunye di ya gaa denye aha ya na ndị nwunye di nakwa ndụ iyom.",
    "O kwuru na kamgbe ihe karịrị afọ 15 alụtachara Osinachi, ọ hụbeghị ya n'anya.",
    "O kwuru na ọ kwadoghị etu Osinachi si nwụ.",
    "Hyacinth Ogbu bụ onye nchịkọta egwu otu 'Glorious singers' bụ ebe Osinachi na ejima ya bụ Amarachi Eze malitere iti egwu gwara BBC Igbo na ọ bụ eziokwu na Nwaada Nwachukwu alaala mmụọ.",
    "Ogbu sị na ọ bụ ihe mwute nye ndị otu ha nakwa ezinaụlọ nwaada Nwachukwu maka akụkọ banyere ọnwụ ya.",
    "Nwachukwu, onye gụrụ egwu ọtụtụ ndị ụka kraịst ma bụ \"Ekwueme\" bụ onye egwu ya na-amasị ma na-akpalite mmụọ ndị mmadụ n'ụzọ dị iche iche.",
    "Ndị mmadụ na-agba akaebe etu egwu ya si eme ka ha na-eche echiche maka ndụ ha na mmekọrịta ha na Chukwu kere ha.",
    "Ndị maara Nwachukwu kọwara ya ka dịka ezigbo mmadụ nakwa onye ihe gbasara Chineke na-anọ ọkụ n'obi.",
    "Ebe foto si, Peter Nwachukwu/Facebook",
    "Ndị uweojii nwụchiri Peter Nwachukwu, di Osinachi Nwachukwu bụ oti egwu ụka ọnwụ ya kpọtụrụ na ngwụcha izuụka gara aga maka ebubo na aka ya dị n'ọnwụ nwunye ya.",
    "A nwuchiri Nwachukwu n'ụbọchị ụka bụ April 10, 2022 dịka nwanne Osinachi nke nwoke wegara ndị uweojii  mkpesa.",
    "Legọs emepeela ụlọikpe maka ndị awakporo",
    "Ihe ise ị ga-eme ma ọ bụrụ na esemokwu ezinaụlọ na-emekpa gị",
    "Osinachukwu, onye e jiri egwu ya a kpọrọ \"Ekwueme\" nwụrụ n'ụbọchị Fraide bụ April 8, 2022 n'ụlọọgwụ a kpọghị aha ka ọ gbachara afọ iri anọ na abụọ (42yrs).",
    "Akụkọ na-efeghari kwuburu  na Osinachi nwụrụ site n' ọrịa kansa akpịrị mana nwanne Osinachi nwaanyị bụ Favour Made gwara ụlọorụntaakụkọ Vanguard na ọ bụ ọbara kpụkọrọ n'obi Osinachi site n'ihe di ya kụrụ ya n'obi mere o jiri nwụọ.",
    "Ọnụ na-ekwuru ndị uweojii Abuja bụ Josephine Adeh gwara BBC na ndị ọrụ ha nwuchiri Peter Nwachukwu n'ezie ma sị na nnyocha na-aga n'ihu.",
    "Kemgbe ọ nwụrụ, ọtụtụ maara ya gunyere FranK Edward pụtara na soshal midia were na-akọ etu di ya si akụ ya ihe ma na-emekpa ya nnukwu ahụ n'ụzọ di iche iche.",
    "Tupu ndị uweojii anwuchie Peter Nwachukwu bụ di Osinachi BBC Igbo gbara mbọ ịnụta olu di ya site n'izigara ya ozi ma kpọọkwa ya.",
    "O gosiri na ọ gụrụ ozi ndị ahụ mana ọ zachịghaghị.",
    "Ebe foto si, Peter Nwachukwu Facebook",
    "Osinachi Nwachukwu bụ ọgụ egwu ụka ama ama",
    "Osinachi Nwachukwu bụ onye otiegwu ụka ọtụtụ ndị mmadụ na gburugburu Naịjirịa ma agbanyeghị na ọ na-eji asụsụ Igbo agụrụ chi ya egwu.",
    "Ihe ndị dị mkpa ị kwesịrị ima maka ya gunyere:",
    "Egwu bụpụtara ya ka ụwa mara ya bụ 'Ekwueme' nke ya na Prospa Ochimana gbakọrọ aka gụọ n'afọ 2019, ọdọ egwu Youtube gosiri na ndị mmadụ e kịrela egwu ahụ ugboro nde iri asaa na otu.",
    "Ya na ụkọchukwu Abuja a ma ama bụ Paul Enenche gụkọkwara \"Nara Ekele\" bụ egwu na-ewu ewu n'ụka",
    "Nwaada a na-ejikarị asụsụ Igbo agụ egwu ya dịka ọgụọla ọtụtụ egwu ndị ọzọ gụnyere nke o wepụtara ihe onyonyo ya nsonso a ọ kpọrọ 'Ike mo'",
    "Nwachukwu bụ ejima, ejima ya bụ Amarachi Eze na-agụkwa egwu",
    "Ọ bụ onye Isuochi dị n'Abia Steetị ma lụọ Peter Osinachi bụ onye Nnewi South dị n'Anambra Steetị.",
    "Ha mụtara ụmụ anọ.",
    "Peter Nwachukwu bụ di Osinachi Nwachukwu, ọgụ egwu egwu ama ama ụwa na-akwara arịrị ugbua maka etu o si nwụ nso nso a.",
    "Nwachukwu bụ onye ụka na-aka ụka na Dunamis International Gospel Centre mabụrụkwa onye na-agbasa oziọma n'ụlọụka ahụ.",
    "Ọ bụ onye Ụboma dị n'Ukpor dị n'okpuruọchịchị Nnewi South, Anambra state dịka Igwe Ụkpọr bụ dọkịta Felix Onyimadu si kwu.",
    "Igwe Ukpor gwara BBC Igbo na ezigbo aha nna Peter Nwachukwu bụ Okekenwa.",
    "O kwuru na ọ maghị ọtụtụ ihe gbasara Nwachukwu makana nwa amadi ahụ edenyeghị aha n'akwụkwọ ndị ụmụ nna nke o ji esonye n'ihe ha na-eme.",
    "Peter Nwachukwu hụrụ nwunye ya n'ụlọụka ebe ọ ga-agụ egwụ ma mechaa lụwa ya dịka ejima Osinachi na nne ya si kọrọ BBC Igbo.",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi, Duration 5,47elekere 4 gara aga",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nwanne ya nwoke- Onye nche, Duration 5,287 Eprel 2022",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Vidio, Presidencial Election 2023: \"Ọ ga-aka mma ndị Igbo iwepụta otu onye na 2023 karịa ịdị n'igwe azọ ya\", Duration 50,5213 Eprel 2022",
    "Vidio, Marksman Chinedu Ijiomah: Ejịghị m ego ndị mmadụ mee 'dorime', Duration 14,0925 Maachị 2022",
    "Vidio, Ekene Obayi: \"Abụ m nwaanyị Igbo na-achị ehi mana ihere anaghị eme m\", Duration 4,3930 Maachị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}