{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Peter Nwachukwu",
    "Ndị mmadụ na-ajụ onye bụ Peter Nwachukwu kamgbe ọnwụ nwunye ya wuwara na soshial midịa bụ Osinachi Nwachukwu, onye oti egwu a ma ama.",
    "Kamgbe Epreelu 9, 2022 ka aha Peter ji ewu dịka akụkọ ọnwụ nwunye ya bụ Osinachi Nwachukwu pụtachara n'elu soshal midia.",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Gọọmentị Naịjirịa aṅụọla iyi inwete ikpe ziri ezi maka ọnwụ Osinachi Nwachukwu",
    "Ọtụtụ ndị ma di na nwunye a tụmadị ọgụ egwu Frank Edwards ama ama pụtakwara na-ekwupụta na ọ bụ aka ike Peter Nwachukwu ji eso nwunye ya butere ọnwụ nwunye ya.",
    "Ka ọ dị ugbua ndị uweojii Naịjirịa anwụchiela Peter Nwachukwu onye nke ha si na ha na-enyocha maka ebubo mmekpa ahụ ọ na-emekpa nwunye ya, ọtụtụ mmadụ gụnyere ezinụlọ Osinachi boro ya tupu nwunye ya anwụọ.",
    "Ebe foto si, Peter Nwachukwu/Facebook",
    "Peter Nwachukwu, di Osinachukwu otiegwu guru; Ekwueme'",
    "Peter Nwachukwu bụ di Osinachi Nwachukwu, ọgụ egwu egwu ama ama ụwa na-akwara arịrị ugbua maka etu o si nwụ nso nso a.",
    "Nwachukwu bụ onye ụka na-aka ụka na Dunamis International Gospel Centre mabụrụkwa onye na-agbasa oziọma n'ụlọụka ahụ.",
    "Ọ bụ onye Ụboma dị n'Ukpor dị n'okpuruọchịchị Nnewi South, Anambra state dịka Igwe Ụkpọr bụ dọkịta Felix Onyimadu si kwu.",
    "Igwe Ukpor gwara BBC Igbo na ezigbo aha nna Peter Nwachukwu bụ Okekenwa.",
    "O kwuru na ọ maghị ọtụtụ ihe gbasara Nwachukwu makana nwa amadi ahụ edenyeghị aha n'akwụkwọ ndị ụmụ nna nke o ji esonye n'ihe ha na-eme.",
    "Peter Nwachukwu hụrụ nwunye ya n'ụlọụka ebe ọ ga-agụ egwụ ma mechaa lụwa ya dịka ejima Osinachi na nne ya si kọrọ BBC Igbo.",
    "Ebe foto si, Peter Nwachukwu Facebook",
    "Peter Nwachukwukwu nọ n'akụkụ foto ụkọchukwu ya Paul Enenche na nwunye ya.",
    "Aha nwada Osinachi Nwachukwu onye gụrụ 'Ekwueme' na-akpọtụ ebe nile na soshal midia kemgbe ụbọchị Satọde 9 Eprel, 2022 mgbe akụkọ pụtara na ọ nwụọla.",
    "Hyacinth Ogbu bụ onye nchịkọta egwu otu 'Glorious singers' bụ ebe Osinachi na ejima ya bụ Amarachi Eze malitere iti egwu gwara BBC Igbo na ọ bụ eziokwu.",
    "Ogbu sị na ọ bụ ihe mwute nye ndị otu ha nakwa ezinaụlọ Nwachukwu na Madu maka akụkọ banyere ọnwụ Osinachi.",
    "Ebe foto si, Peter Nwachukwu",
    "Nwachukwu, onye gụrụ egwu ọtụtụ ndị ụka kraịst ma bụ \"Ekwueme\" bụ onye egwu ya na-amasị ma na-akpalite mmụọ ndị mmadụ n'ụzọ dị iche iche.",
    "Ndị mmadụ na-agba akaebe etu egwu ya si eme ka ha na-echee echiche maka ndụ ha na mmekọrịta ha na Chukwu kere ha.",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike",
    "Ndị maara Nwachukwu kọwara ya ka dịka ezigbo mmadụ nakwa onye ihe gbasara Chineke na-anọ ọkụ n'obi.",
    "Tupu ndị uweojii anwuchie Peter Nwachukwu bụ di Osinachi BBC Igbo gbara mbọ ịnụta olu di ya site n'izigara ya ozi ma kpọọkwa ya.",
    "O gosiri na ọ gụrụ ozi ndị ahụ mana ọ zachịghaghị.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Abụ",
    "Mmegbu",
    "Vidio, Osinachi Nwachukwu: 'Di Osinachi ekweghị m bịara nwa m ọmụgwụ ọbụla' - Oriakụ Madu11 Eprel 2022",
    "Osinachi Nwachukwu: Gọọmentị Naịjirịa aṅụọla iyi inwete ikpe ziri ezi maka ọnwụ ya12 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'Peter gwara m na ọ bụrụ na nwa m alaghị na mmadụ ọ ga-ala na mmụọ' - Oriakụ Madu nne Osinachi Nwachukwu11 Eprel 2022",
    "Gee ntị, Nkeji BBCelekere 6 gara aga",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?elekere 8 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Gọọmentị Naịjirịa aṅụọla iyi inwete ikpe ziri ezi maka ọnwụ Osinachi Nwachukwu",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "Ụlọomeiwu n'Imo steeti akpọghachịtela onye bụbu onyeisi ụlọomeiwu ha achụturu n'ọkwa ruo ọnwa ise",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Council",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie OkekeEmelitere ikpeazụ na: 23 Jenụwarị 2022",
    "'Sit at home' kwa Mọnde ọ kwụsịwala n'Anambra na ebe ndị ọzọ?",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}