{
  "published": "13 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra Broadcasting Station",
    "Ihe mberede okporoụzọ ataala isi ndị 'sister' ụka katọlik abụọ na mmadụ atọ ndị ọzọ n'Anambra Steetị.",
    "Nke a mere n'obodo Nawfia dị n'okporoụzọ awara awa si Onitsha gawa Enugwu n'abalị ụbọchị Tuzde.",
    "Etu ihe mberede Okporoụzọ tara isi mmadụ isii n'Anambra state si mee",
    "Ihe mberede okporoụzọ ataala isi otu onye n'Enugu Agidi",
    "Mkpu akwa ka na-ada n'Awgu n'ihi ụgbọala gburu mmadụ 21 gụnyere ụmụakwụkwọ na ndị nkuzi ha",
    "Ndị 'sister' a gụnyere onyeisi na onye njikọ ego (bursar) nke ụlọakwụkwọ Sekọndịrị Handmaid's dị na'Amansea, Okpuruọchịchị Awka North.",
    "Ụgbọala bus bu ndị 'sister' a  na ụgbọala ọkwụ ọtọ ekene Eze bụ otu nwoke na nwunye ya sọkatara isi ma nwuru ọkụ ozugbo.",
    "Ebe foto si, Anambra Broadcasting Station",
    "Ọkụ ahụ gbaburu ndị 'sister' ahụ, ọkwọ ụgbọala ha nakwa di na nwunye ahụ nke mere mmadụ ise nwụrụ otu ugboro.",
    "Akụkọ sị na nwoke nọ n'ụgbọala ọzọ ahụ bụ onye ọrụ gọọmentị Anambra Steeti na nwunye ya.",
    "Ebe foto si, Anambra Broadcasting Station",
    "Anya hụrụ ka o si mee sị na o rutere ebe ahụ n'abalị mgbe obere mmiri na-ezo mana ụgbọala ndị ahụ ka na-enwu ọkụ.",
    "BBC Igbo kpọrọ ndị ọrụ nchekwa okporoụzọ n'Anambra Steetị mana ha azaghị ekwentị ha.",
    "Idemmiri n'ihe oke mmiri ozuzo egbuola mmadụ ruru 40",
    "Ebe foto si, Reuters",
    "Idemmiri nke oke mmiri ozuzo butere egbuola ihe ruru mmadụ iri anọ na ise na mpaghara KwaZulu-Natal dị na mba Saụt Afrịka.",
    "Ndị ọrụ gbata gbata sị na a ka na-achọ ọtụtụ mmadụ achọ ebe ha na-agba mbọ ịma ma o nwere ndị fọrọ ndụ.",
    "Idemmiri cherela obodo Umuokpu aka mgba",
    "Etu idemmiri siri gbuo nwata n'Anambara steeti",
    "Idemmiri achụpụla ọtụtụ n'ụlọ n' Ọnịcha, Anambara steeti.",
    "Ụfọdụ ndị mmadụ nọzi n'elu ụlọ ndị mmiri mebiri na-eche ndị mgbapụta mana naanị otu ụgbọelu helikọpta dị iji buru ndị mmadụ.",
    "Onyeisi obodo eThekwini bụ Mayor Mxolisi Kaunda arịọla ndị bi gburu gburu ebe ahụ mgbaghara maka ọdachi a nakwa ndị gbata gbata na-azaghị oku ha ọsịsọ.",
    "A gwara ndị mmadụ ka ha nọrọ n'ime ụlọ ghara ịpụta ezi ebe a gwara ndị bi na ndagwuru ukwu ka rigote n'ebe ugwu dị.",
    "Ebe foto si, Getty Images",
    "Ndị o ji egbe amabeghị ndị ha bụ wakporo ụlọ kọmịshọna ọrụ na owuwe ọrụ n'Imo steeti",
    "Ndị ekperima awakpoola ụlọ ebe obibi ụmụakwụkwọ College of Health Science and Technology dị n'okpuruọchịchị Tsafe nke Zamfara Steetị ma tọrọ ụmụakwụkwọ anọ",
    "Otu onye bi n'obodo ahụ gwara BBC na o mere n'isi ụtụtụ Wenezde mgbe ndị a wakporo ebe ụmụakwụkwọ a ma tọọrọ ụmụnwaanyị atọ dịka ha na ndị nchekwa gbachara egbe.",
    "Onyeisi ụlọakwụkwọ ahụ bụ Yusuf Idris Maradun, sị na ọ bụ mmadụ ise ka a tọọrọ mana emechara hapụ otu onye maka mmerụ ahụ o nwere n'ụkwụ.",
    "Ndị uweojii sị na ha na-agbasi mbọ ike ịzọpụta ụmụakwụkwọ ahụ a tọọrọ.",
    "Anya hụrụ ka o si mee sị na ndị abanyenwughi n'ime ụlọakwụkwọ n'ihi ndị ọrụ nchekwa nọ n'ebe ahụ.",
    "Onyeisiala Buhari akatọọla ogbugbu mmadụ 150 na Plateau Steetị",
    "Ebe foto si, Buhari T",
    "Onyeisiala Naịjirịa bụ Muhammadu Buhari akatọọla mwakpo na ogbugbu ihe karịrị mmadụ otu narị na iri ise n'obodo anọ dị na Plateau Steetị n'ụbọchị Sọnde.",
    "Buhari n'ọzi o wepụtara na Tuzde sị na o kwesighi ka a gbaghara ndị kpara arụ ma kọwaa ha dịka ndị na-eyi ndụ egwu.",
    "Ọ gara n'ihu tie ezinaụlọ ndị e gburu aka n'obi ma nye iwu ka a chọpụta nsị mere nke a.",
    "Ndị oji egbe bucha ọgbatumtum wakporo obodo anọ gụnyere Gyambau, Kukawa, Kyaram na Dungur na Sọnde ma malite ịgba egbe aghara aghara.",
    "Ọtụtụ n'ime ndị a ka a gbara egbe dịka ha na-achọ ịgba ọsọ gbaba n'ime ọhịa.",
    "E liela ọtụtụ n'ime ndị nwụrụ anwụ n'ili e gwuru ọha a kpọrọ mass grave ebe ndị merụrụ ahụ nọ n'ụlọọgwụ ugbua.",
    "Nke a so n'otu n'ime mwakpo kachasị njọ mere na mpaghara Ukwu na nso nso a kamgbe ndị ekperima na-egbu ma na-atọrọ ndị mmadụ.",
    "Akatọọla gọọmentị Naịjirịa ọtụtụ mgbe maka emeghi ike ha kwesịrị ime iji kwụsị ogbugbu niile ndị ekperima na-eme na mpaghara ahụ.",
    "Naijiria",
    "South Africa",
    "Muhammadu Buhari",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Oke Ihu Igwe",
    "Vidio, 'Kamgbe Osinachi nwụchara, Peter agwabeghị anyị na nwunye ya nwụrụ' - Ezinụlọ Peter Nwachukwuelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu11 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Etu ọkụ ihe mberede si tagbuo ndị ‘sister' Katọlik abụọ na ndị ọzọ n’Anambra",
    "Ihe ise ị ga-eme ma ọ bụrụ na esemokwu ezinaụlọ na-emekpa gịEmelitere ikpeazụ na: 25 Nọvemba 2019",
    "'Sit at home' kwa Mọnde ọ kwụsịwala n'Anambra na ebe ndị ọzọ?",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "Ihe Bruce Fein, ọkaiwu Nnamdi Kanu gwara otu UN Security Council",
    "Etu aka si kpara nwoke a sị ji ọkụ kpọgbuo nwunye ya na ọgọ ya nwoke",
    "Ị wakpoo nwaanyị maọbụ ụmụaka, anyị apịa gị amụ - Ụlọomeiwu EkitiEmelitere ikpeazụ na: 12 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}