{
  "published": "14 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ada Uburu",
    "Ndị uweojii Ebonyi Steeti adụọla nwata nwaanyị gbara alụkwaghịm ọdụ ka ọ bịa wetara ha mkpesa iji nweta nchekwa n'aka di ya onye o boro ebubo na ọ na-akụ ya ihe.",
    "Nwaagbọghọ a aha ya bụ Helen Michael kagburu agbamakwụkwọ, dịka ọ fọrọ abalị atọ ka ụbọchị ruo, n'ihi ebubo mmekpa ahụ na'aka di ya bụ David Okike.",
    "Nke a na-abịa dịka o mere abalị olemole akụkọ gbasara otiegwu ụka a ma ama bụ Osinachi Nwachukwu, onye lara mmụọ n'ihi ebubo mmekpa ahụ site n'aka di ya bụ Peter Nwa\\achukwu.",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Nwada Helen , onye Uburu dị n'Okpuruọchịchị Ohoazara dị n'Ebonyi steeti na  di ya bụ David Okike, kwesịrị ịgba akwụkwọ n' ụlọụka 'Living Faith Church dị n'Amata Uburu n'ụbọchị Satọde, abalị 16 nke ọnwa Eprel afọ 2022, mana ya bụ agbamakwụkwọ agaghị enwezi isi.",
    "N'ozi nke Helen wepụtara n'akara Facebook ya ụbọchị Wenezde, ọ kọwara na ihe mere ya ji kagbuo mmemme agbamakwụkwọ ha bụ n'ihi na di ya na-akụ ya ihe tinka kụrụ panụ kwa mgbe kwa mgbe.",
    "Ihe a malitere kemgbe afọ 2020 di ya ji kwụọ ụgwọ isi ya.",
    "Osinachi Nwachukwu: 'Di Osinachi enweghị m bịara nwa m ọmụgwụ ọbụla' - Mrs Madu",
    "Mana ọnụ na-ekwuru ndị uweojii Ebonyi bụ Loveth Odah onye gwara BBc Igbo n'ekwentị  na o nweghị onye wetaara ha mkpesa banyere okwu ahụ  dụrụ nwaada ahụ ọdụ ka ọ bịa wetara ha mkpesa iji nweta nchekwa zuru oke .",
    "Ọ sịrị: \" Anyị enwetaghị mkpesa ọbụla banyere nke a.\"",
    "\" Ihe nwaada ahụ mere ịjụ ịgbawa nwoke nji mma achụgharị ya  akwụkwọ bụ ihe kwesịrị ekwesị, ka ọ ghara ịdị ya ka ọ dị Osinachi (Nwachukwu),\"",
    "\" Mana ọ dị mkpa  na ọ bịara wetara ndị uweojii mkpesa ka e were nye ya nchekwa n'ihi na ị maghị ihe nwoke ahụ ọ ghapụrụ ịlụ na-echere ya.\"",
    "N'ozi Helen depụtara na Facebook o boro ebubo na di ya na-akụ ya ụdọukwu, azịza na osisi ma jirila 'hammer chọọ ịkụ ya ugboro ugboro,",
    "Ebe foto si, Helen Michael/Facebook",
    "Mana nke mere nkịta jiri sị onye ya tụrụ ahịa oche welatakwara ya ego ya mere n'Monde gara aga bụ ụbọchị  nwoke ahụ kụrụ ya 'ga-kọsara-chi-gị ma buru nnukwu mma chọọ igbu ya.",
    "O kọwara na nne di ya, ụnụnne ya ndị nwaanyị   na ndị agbatobi gbodoro ya.",
    "Ọ sịrị,\"Onye a kpọrọ di bụ onye iwe juru afọ na-akụ m ụdọukwu, ozizi ma azịzagbe ọbụla.\"",
    "Ebe foto si, Helen Michael/Facebook",
    "\"Ọtụtụ mgbe ọ bulitere 'hammer' ịkụ m\"?",
    "\"Na Monde a gara aga, n'ihi obere nghọtahie, o tirere m gwogwo na-emeghị ebere, gbabaa n'usekwu nne ya buru mma oge,\"",
    "\"Mgbe m hụrụ na ọ gara iweta ngwaọgụ, a gbachiri ọnụụzọ, nne ya, ụmụnne ya nwaanyị na ndị agbata obi gbakọrọ na-arịọ ya ka ọ ghara igbu m mma.\"",
    "\"N'ihi ihe ndị a, ike agwụla.\"",
    "\"Agaghị m esonye n'ịgbankwụ na agbamakwụkwọ ga-adị n'etitui mụ na David Okike na Satode na-abịanụ bụ abalị 16, nke ọnwa Eprel.\"",
    "Mbo BBC Igbo gbara inweta olu David Okike amịtaghị mkpụrụ.",
    "Okike azaghị ekwentị ya oge BBC Igbo kpọrọ ya.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Ebonyi Steeti",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche13 Eprel 2022",
    "Is Osinachi Husband a pastor: Dị Osinachi Nwachukwu ọ bụ ụkọchukwu?12 Eprel 2022",
    "Vidio, Osinachi Nwachukwu's Twin Sister: A nọ m n'akwa ụbọchị Osinachi na di ya gbara akwụkwọ - Ejima ya bụ Amarachi Eze14 Eprel 2022",
    "Ihe ise ọnwụ Osinachi kpalitere na Naịjirịaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ndị unknown gunmen si gbagbuo onye Inec na-edebanye aha maka PVCelekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Etu ndị unknown gunmen si gbagbuo onye Inec na-edebanye aha maka PVC",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Ihe ndị uweojii kwuru maka nwagbọghọ kagburu agbamakwụkwọ maka ebubo na di ya na-eti ya aka",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Ihe ise ọnwụ Osinachi kpalitere na Naịjirịa",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche",
    "Etu ndị 'unknown gunmen' si gbuo nwoke fọrọ otu izuụka ka ọ gbaa akwụkwọ n'Ebonyi",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}