{
  "published": "14 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ụwa niile ka na-eru uju Osinachi Nwachukwu, bụ onye a ma ama na-eti egwu ụka, ejima ya bụ Amarachi Eze agwala BBC Igbo na ihe niile a ka dị ya ka na nrọ.",
    "O kwuru na ya ekwetabeghị na nwanne ya nwaanyị anwụọla n'ezie, mana ihe niile dị Chukwu n'aka.",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche",
    "'Kemgbe Osinachi nwụchara, Peter agwabeghị anyị na nwunye ya nwụrụ'  -  Ezinụlọ Peter Nwachukwu",
    "Amarachi kwuru na Peter Nwachukwu bụ di Osinachi kpasoro ya ezinụlọ ha nnukwu agwa ọjọọ oge nwanne ha nwaanyị dị ndụ.",
    "\"Ihe mbụ Peter Nwachukwu mere gbawara m obi bụ oge ya na Osinachi na-agba akwụkwọ.\"",
    "\"Ebu m Osinachi ụzọ lụọ di, ọ bụ ya kpooro m akwa n'ụbọchị agbamakwụkwọ m, o kwere m nkwa na ọ bụ m ga-ekporo ya akwa n'ụbọchị nke ya.\"",
    "\"Mana di ya bụ Peter Nwachukwu fooro ntutu ya taa sị na nke ahụ agaghị eme.\"",
    "\"N'ụbọchị agbamakwụkwọ Osinachi, ọ bụ onye ọzọ kpooro ya akwa, mụnwa anọrọ n'akụkụ na-ebe sọ akwa.\"",
    "BBC agbalịala ugboro ugboro ịnụ n'ọnụ Peter Nwachukwu mana ọ mịtabeghị mkpụrụ.",
    "Anyị kpọrọ ekwentị ya mana ọ zaghị, anyị zigakwaara ya ozi ekwentị, mana ọ zaghachighi n'agbanyeghị na o gosiri na a gụọla ozi ahụ.",
    "Amarachi kọkwara ọtụtụ ihe ọjọọ o kwuru na Peter Nwachukwu mere ya onwe ya.",
    "O kwukwara na ọ naghị ekwe ka ndị ezinụlọ ha ọbụla rute nwanne ha nwaanyị bụ osinachi nso.",
    "Ọ gakwara n'ihu kwuo na Osinachi anaghị ekwe ka ha kọtara onye ọzọ ihe ọ na-agabiga n'aka di ya bụ Peter Nwachukwu.",
    "Cheta na Osinachi Nwachukwu nwụrụ n'ọdị nso a dịka ọ rịachara obere ọrịa.",
    "Akụkọ bu ụzọ pụta bụ na ọ bụ ọrịa kansa ka Osinachi rịara tupu ọ nwụọ.",
    "Mana ọ bụ oge ọ nwụchara ka kepukepu pụtawara na di ya na-emekpa ya ahụ, ma na-eti ya ihe kwa mgbe kwa mgbe.",
    "Ndị uweojii ekwuola na ha anwụchiela nwoke ahụ bụ Peter Nwachukwu ma malite nnyocha gbasara ebubo ahụ.",
    "Oge ọ dị ndụ, Osinachi Nwachukwu bụ onyeisi ukwe n'ụlọụka Dunamis International dị n'Abuja.",
    "Onyeisi ụlọụka a bụ ụkọchukwu Paul Enenche apụtala kwuo na ya amaghị na Osinachi gabigara ụdị ihe dị etu ahụ n'aka di ya bụ Peter Nwachukwu.",
    "Enenche kọwara na Osinachi gwara ya na ọ bụ obi mgbu na-eme ya, nke mere o ji ziga ya ụlọọgwụ maka ịnata ọgwụgwọ.",
    "Ofụfe",
    "Ndị otu Kristi",
    "Etu ndị 'unknown gunmen' si gbuo nwoke fọrọ otu izuụka ka ọ gbaa akwụkwọ n'Ebonyi14 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?12 Eprel 2022",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi, Duration 5,4713 Eprel 2022",
    "Vidio, Osinachi Nwachukwu's Twin Sister: A nọ m n'akwa ụbọchị Osinachi na di ya gbara akwụkwọ - Ejima ya bụ Amarachi Eze, Duration 19,0714 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Etu ihe esere si enyere Aziza nwata nwere 'Autism' aka, Duration 2,4514 Eprel 2022",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Presidencial Election 2023: \"Ọ ga-aka mma ndị Igbo iwepụta otu onye na 2023 karịa ịdị n'igwe azọ ya\", Duration 50,5213 Eprel 2022",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nwanne ya nwoke- Onye nche, Duration 5,287 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}