{
  "published": "14 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nne na nna Aziza,nwata nwere 'nsogbu 'Autism Spectrum Disorder bụ ASD n'ịchafụ kọwara etu nwa ha na ọnọdụ ahụ si aga.",
    "Ngalaba WHO kọwara ASD dịka ọnọdụ dị iche iche nke na-egosipụta site n'ịme ka mmekọrịta na ụzọ ịkparịta ụka n'ụzọ dị iche iche siere mmadụ ike.",
    "Dyslexia, Autism na ọrịa ndị ọzọ ndị Naịjirịa na-aghọtaghie ma jiri akpaso ndị na-arịa ya oke",
    "Etu ịsụ nsụ si metụta agụmakwụkwọ m mgbe m dị na nwata – Chigozie Okolie",
    "N'aka nke ọzọ ka ngalaba na-ahụ maka ahụike mba Briten bụ National Health Service bụ NHS n'ịchafụ kwuru na ASD abụghị ọrịa ma ncha.",
    "Akụkọ a bụ maka Aziza bụ nwa nere ọnọdụ ASD.",
    "Ha kwuru ihe ịma aka nwa ha na enwe",
    "Nwa ha nwere ihe bekee na-akpọ Autism Spectrum Disorder.",
    "Dịka Eziafakakụ Nwokolo onye na-ahụ maka agwa kọwara ụfọdụ ihe eji amara onye nwere ọnọdụ ASD -",
    ") O kwuru na nke mbụ bụ na onye ahụ agaghị enwe ike ile mmadụ ọzọ anya na mkpụrụ anya",
    ") Nwokolo kwuru na ọzọ bụ na ha anaghị anọ otu ebe",
    ") O gụnyere na ụfọdụ anaghị ekwe aza aha ha maọbụ nwee mmekọrịta ha na mmadụ ọzọ",
    ") O si kwa na ụfọdụ ụmụaka nwere ya anaghị enwe ike iji ihe ụmụaka ibe ha ji egwu egwu.",
    "Ahụike",
    "Ahụike echiche",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi, Duration 5,4713 Eprel 2022",
    "Vidio, Osinachi Nwachukwu's Twin Sister: A nọ m n'akwa ụbọchị Osinachi na di ya gbara akwụkwọ - Ejima ya bụ Amarachi Eze, Duration 19,0714 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Etu ihe esere si enyere Aziza nwata nwere 'Autism' aka, Duration 2,4514 Eprel 2022",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Presidencial Election 2023: \"Ọ ga-aka mma ndị Igbo iwepụta otu onye na 2023 karịa ịdị n'igwe azọ ya\", Duration 50,5213 Eprel 2022",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nwanne ya nwoke- Onye nche, Duration 5,287 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}