{
  "published": "14 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Isaac Chukwu/Facebook",
    "Ndị uweojii Ebonyi steeti ekwuola na ha na-agba mbọ ịnwụchi ndị ojiegbe gbagburu otu nwoke aha ya bụ Isaac Chukwu n'ụbọchị Sọnde, abalị iri nke ọnwa Eprel 2022.",
    "Loveth Odah bụ ọnụ na-ekwuru ndị uweojii steeti ahụ kwuru na ha wetara mkpesa gbasara ọdachi a nke mere n'Ebebe Junction dị n'Abakiliki, isi obodo Ebonyi Steeti.",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ",
    "Ihe anyị ma maka ogbunigwe a tụrụ n'ụlọọrụ ndị uweojii awakporo n'Ideato, Imo steeti",
    "Kenneth Amukamara, Gulak na ndị ọzọ nwere agba 'unknown gunmen' gburu n'otu ịzụaka",
    "Isaac Chukwu, onye  e ji \"Ochudo' mara ,na-akwado ịgba nkwụ nakwa agbamakwụkwọ ya n'ụbọchị 21 na 23 nke ọnwa Eprel a.",
    "Akụkọ kwuru na  nwaamadị ahụ bụ onye obodo Enyibichiri Alike  dị n'Okpuru Ọchịchị Ikwo n'Ebonyi steeti mechiri ọdọahịa ya , ya na nwaanyị ọ chọrọ ịlụ na-abanye ụgbọala ya n'ebe Elekere Itoolu nke abalị  oge  ụmụokorobịa  wakporo ya ya gbalie egbe elu ma gbakwa ya egbe ugboro atọ.",
    "Loveth Odah kwuru sị, \"Ọ bụ onye nwe ụlọ Isaac Chukwu bi na ya wetara mkpesa ahụ n'ụlọọrụ ndị uweojii.\"",
    "\"O kwuru na oge ndị ojiegbe ahụ gbara Isaac egbe, ndị mmadụ bugara ya ụlọọgwụ mana ọ nwụrụ n'ụlọọgwụ.\"",
    "\"Anyị ka na-eche ka ndị ezinụlọ ya bịa weta mkpesa, mana anyị amalitela nnyocha.\"",
    "\"Ọ tụrụ anyị n'anya na ụdị ihe a mere maka na anyị ahụbeghị ụdị ihe dị otu a na nso nso a.\"",
    "\"Onyeisi ndị uweojii bụ Garba Aliyu enyela iwu ka e wefee okwu a na ngalaba 'Criminal Investigative Department'.\"",
    "Ebe foto si, Isaac Chukwu/facebook",
    "Isaac Chukwu na Favour Chioma, na-akwado agbamakwụịkwọ n'abalị 23 nke ọnwa Eprel afọ 2022",
    "N'ozi o tinyere n'akara Facebook ya, Isaac dere na ọ bụ onye Ikwo n'Ebonyi steeti, ma gụkwaa akwụkwọ na mahadum Ebonyi Steeti.",
    "E wepụ nke a, o nwebeghị ọkpụrụkpụ ihe ọzọ anyị matarala gbasara nwa amadị a.",
    "Ndị Uweojii kwuru na ha ka na-eche ịnụ n'ọnụ ndị ezinụlọ ya.",
    "BBC Igbo na-agbakwa mbọ ka anyị na nwa ada ahụ ọ chọrọ ịlụ nwee mparịtaụka.",
    "Ebe foto si, AFP",
    "Ndị uweoji ebidola nyocha ihe gara na Zamfara steetị",
    "Ọnụ na-ekwuru ndị uweojii Imo Steeti bụ Toochukwu Ikenga akọwaala etu ndị uweojii si gbochie mwakpo ndị ekperima n'ụlọọrụ ha dị na Nteje.",
    "Mwakpo a mere n'elekere atọ nke isi ụtụtụ Tọzde, Eprel 14 2022.",
    "Ikenga kwuru sị: \"Oge onyeisi ndị uweojii bụ Echeng Echeng kpọ ndị ọrụ ya na-agbata, ndị ekperima ahụ malitere ịgba ha egbe.\"",
    "\"Ndị uweojii zaghachiri site n'ịkwa mgbọ nke ha ma gbagbuo otu n'ime ndị ekperima ahụ ebe ndị ọzọ bu mgbọ egbe gbaa ọsọ.\"",
    "Ikenga kwuru na ndị uweojii natara onye ahụ ha gburu otu egbe O6 rifle, ọtụtụ mgbọ egbe, nakwa ọgwụ dị icheiche a gwọrọ agwọ.",
    "O kwuru na ndị uweojii ga na-aga n'ihu n'ịrụ ọrụ ha nke bụ iwulite nchekwa n'Anambra steti nakwa na Naịjirịa.",
    "Etu ihe mberede si gbuo ndị ‘sister' Katọlik abụọ na ndị ọzọ n’Anambra",
    "'Sit at home' kwa Mọnde ọ kwụsịwala n'Anambra na ebe ndị ọzọ?",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "National security",
    "Ebonyi Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu11 Eprel 2022",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi13 Eprel 2022",
    "Vidio, Osinachi Nwachukwu's Death: A nọ m n'akwa ụbọchị Osinachi na di ya gbara akwụkwọ - Ejima ya bụ Amarachi Eze14 Eprel 2022",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche13 Eprel 2022",
    "Kenneth Amukamara: Gulak na ndị ọzọ nwere agba 'unknown gunmen' gburu n'otu ịzụaka1 Juun 2021",
    "Etu ndị 'unknown gunmen' si gbagbuo nwaokorobịa ga-agba akwụkwọ n'ọnwa ọzọ29 Maachị 2022",
    "'Unknown Gunmen' egbuola otu 'inspector' na mwakpo isi ụlọọrụ ndị uweojii n'Umuahia13 Disemba 2021",
    "Ihe ise ọnwụ Osinachi kpalitere na Naịjirịaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ndị unknown gunmen si gbagbuo onye Inec na-edebanye aha maka PVCelekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Etu ndị unknown gunmen si gbagbuo onye Inec na-edebanye aha maka PVC",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Ihe ndị uweojii kwuru maka nwagbọghọ kagburu agbamakwụkwọ maka ebubo na di ya na-eti ya aka",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Ihe ise ọnwụ Osinachi kpalitere na Naịjirịa",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche",
    "Etu ndị 'unknown gunmen' si gbuo nwoke fọrọ otu izuụka ka ọ gbaa akwụkwọ n'Ebonyi",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}