{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Peter Nwachukwu Facebook Page",
    "Abalị ise agafeela akụkọ ọnwụ Osinachi Nwachukwu onye e ji egwu \"Ekwueme wee mara \" ji wee fegharịa n'ụwa niile mana ndị mmadụ ka-akpụ akụkọ a n'ọnụ.",
    "N'April 8, 2022 ka akụkọ ọnwụ Nwachukwu gbara na soshal midia dịka onye na-enyere aka n'imepụta egwu gwachara BBC Igbo maka ya bụ ọnwụ.",
    "Ihe ndị uweojii kwuru maka nwagbọghọ kagburu agbamakwụkwọ maka ebubo na di ya na-eti ya aka",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Akụkọ mbụ pụtara na ọ bụ kansa nke akpịrị gburu Osinachi mana ndị mmadụ(gụnyere ezinụlọ Osinachi) malitere kwuputewe maka mmekpa ahụ di ya bụ Peter Nwachukwu na-enye ya tupu Osinachi anwụọ.",
    "Nke a mere ka ndị uweojii ga-anwụchie Peter ahụ ruo ugbua.",
    "Ndị uweojii kwuru na ha eme nyocha maka ebubo niile ka ha wee mata nke bụ eziokwu.",
    "Lee ihe ise ọnwụ Osinachi Nwachukwu kapliterela na Naịjirịa ugbua.",
    "Ebe foto si, Ministry of women Affairs, Nigeria",
    "Pauline Tallen na ụmụ Osinachi Nwachukwu",
    "Minista na-ahụ maka ụmụnwaanyị na Naịjirịa bụ Dame Pauline Tallen ṅụrụ iyi a n'akwụkwọ ozi o wepụtara na Mọnde inwete ikpe ziri ezi maka ọnwụ Osinachi Nwachukwu bụ oti egwu ụka a ma ama.",
    "Legọs emepeela ụlọikpe maka ndị awakporo",
    "Ihe ise ị ga-eme ma ọ bụrụ na esemokwu ezinaụlọ na-emekpa gị",
    "Ọ sị na akụkọ ọnwụ Osinachi kaara ịgafe etu ahụ ma ọ bụghị na kepu kepu banyere mmekpahụ site n'aka di ya bịara pụtara ihe.",
    "Tallen sị na okwu mmekpa ahụ n'ime ezinaụlọ bụ ọrịa ọjọọ e kwesịrị iwepu na Naịjirịa n'ụzọ ọbụla.",
    "Ọ sị na ministri ya ga-agba mbọ hụụ na ọnọdụ a agaghị emetụta ụmụ Osinachi ugbua ma ha too.",
    "Nke a na ka a na-ebo di Osinachi bụ Peter Nwachukwu, nọ n'aka ndị uweojii ugbua ebubo na aka ya dị n'ọnwụ ya.",
    "Kamgbe akụkọ ọnwụ Osinachi pụtachara, obi akala ọtụtụ ụmụnwaanyị na-agabiga mmekpa ahụ na bee di ha ịkwụpute maka ya n'elu soshal midia.",
    "Nwaagbọghọ a aha ya bụ Helen Michael kagburu agbamakwụkwọ, dịka ọ fọrọ abalị atọ ka ụbọchị ruo, n'ihi ebubo mmekpa ahụ na'aka di ya bụ David Okike.",
    "Nwada Helen , onye Uburu dị n'Okpuruọchịchị Ohoazara dị n'Ebonyi steeti na  di ya bụ David Okike, kwesịrị ịgba akwụkwọ n' ụlọụka 'Living Faith Church dị n'Amata Uburu n'ụbọchị Satọde, abalị 16 nke ọnwa Eprel afọ 2022, mana ya bụ agbamakwụkwọ agaghị enwezi isi.",
    "N'ozi nke Helen wepụtara n'akara Facebook ya ụbọchị Wenezde, ọ kọwara na ihe mere ya ji kagbuo mmemme agbamakwụkwọ ha bụ n'ihi na di ya na-akụ ya ihe tinka kụrụ panụ kwa mgbe kwa mgbe.",
    "Ihe a malitere kemgbe afọ 2020 di ya ji kwụọ ụgwọ isi ya.",
    "Mana ọnụ na-ekwuru ndị uweojii Ebonyi bụ Loveth Odah onye gwara BBc Igbo n'ekwentị  na o nweghị onye wetaara ha mkpesa banyere okwu ahụ  dụrụ nwaada ahụ ọdụ ka ọ bịa wetara ha mkpesa iji nweta nchekwa zuru oke.",
    "Ọtụtụ nwaanyị ndị ọzọ pụtakwara na soshal midia kwupute maka mmekpa ahụ nke ha mana anyị ga-eme nyocha  ma wepụtakwa ya ebe a.",
    "Ebe foto si, Helen Michael/Facebook",
    "Ihe ọzọ anyị chọpụtara bụ na ma ụmụnwanyị nakwa ụmụnwoke na-ekwe onwe ha nkwa na ha ga-agba mbọ hụ na ha leziri anya ma ha na-achọ onye ha ga-alụ.",
    "Ụfọdụ ọ n'elu soshal na-ede edemede ntakiri dịka \" nwa m, ọ bụrụ na alụmdinanwuye gị ga-ewere ndụ gị, si ebe ahụ pụta, ihe ka mkpa bụ iji ndụ gị pụta.\"",
    "Ebe ụfọdụ na-adụ ọdụ ka ndị ka nọ n'ime alụmdinanwunye ebe a na-eti ha ihe kwụsị ikpuchi onye na-emekpa ha ahụ.",
    "Ụmụ nwaanyị na ụmụnwoke  achọpụtala na ikpuchi onye na-emekpa gị ahụ bụ igwu ili gị n'oge.",
    "Ndị ụka Christ elebawala anya na ntuzi alụkwaghị m (Divorce) baịble kwuru maka ya",
    "Ụlọụka dịka nke Osinachi Nwachukwu na-aka tupu ọ nwụọ pụtara kwuo si na ha anaghị akwado mmekpa ahụ n'alụmdinanwunye.",
    "Ụkọchukwu ụlọụka ahụ bụ Paul Enenche kwuru na ozioma ọ gbasara n'ụlọụka ya na ọ ka mma na mmadụ gbapụtara n'alụmdinwunye na-emekpa ya ahụ karịa ma ịnọrọ ebe ahụ ghọrọ ozu.",
    "Ụfọdụ ụkọchukwu nọ n'elu soshal midia na-akatọ ndị na-akwado ka ndị a na-emegbu emegbu ka nọrọ na-edi.",
    "Ụfọdụ mmadụ kwuru na okwu \"na ntaramahụhụ na iheọma \" a na-asị di na nwunye kwuo ma a na-agba ha akwụkwọ adabaghị maọlị.",
    "Ebe foto si, Screengrab",
    "Ngalaba akpọrọ Change.org na-akpọkụ onyeisi uweojii Naịjiria ka o hụ na Osinachi nwetere ikpe ziri ezi.",
    "Ha chọrọ ka ndị mmadụ binye aka n'akwụkwọ mkpesa ga-akwado ka emepụta iwu ga-akwado ntaramahụhụ nye onye ọbụla na-emekpa mmadụ ibe ahụ.",
    "N'uche ha iwu a ga-eme ka enye ihe ọbụla gbasara ibelata mmekpa ahụ n'obodo oke ruru ya nke ga-azọpụta ndụ ọtụtụ nọ n'ọnọdụ ahụ ugbua.",
    "Ka ọ dị ugbua mmadụ ruru puku iri na otu ebinyela aka n'akwụkwọ mkpesa ahụ, ya bụ mbinye aka ka na-aga n'ihu.",
    "Naijiria",
    "Mmegbu",
    "Ihe ise ọnwụ Osinachi kpalitere na Naịjirịaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ndị unknown gunmen si gbagbuo onye Inec na-edebanye aha maka PVCelekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Etu ndị unknown gunmen si gbagbuo onye Inec na-edebanye aha maka PVC",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Ihe ndị uweojii kwuru maka nwagbọghọ kagburu agbamakwụkwọ maka ebubo na di ya na-eti ya aka",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Ihe ise ọnwụ Osinachi kpalitere na Naịjirịa",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche",
    "Etu ndị 'unknown gunmen' si gbuo nwoke fọrọ otu izuụka ka ọ gbaa akwụkwọ n'Ebonyi",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}