{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Ndị oji egbe egbu agbagbuola otu onye ụlọrụ Independent National Electoral Commission n'Imo steeti.",
    "Onye ntaakụkọ anyị kwuru na aha nwa amadi ahụ ndị o ji egbe egbu gbagburu bụ Anthony Nwokorie.",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Etu ndị omekome si wakpoo ụlọ kọmịshịna ọrụ na owuwe ọrụ n’Imo steeti",
    "Odachi a mere n'Isinweke bụ isi ụlọọrụ okpuruọchịchị Ihitte Uboma dị n'Imo steeti.",
    "Ndị omekome ahụ ruru iri batara mgbe ndị mmadụ na-edebanye aha n'akwụkwọ maka inweta PVC ha maka ntụliaka 2023, gbagbuo otu onye ma chụsasia ndị ọzọ.",
    "Ndị omekome ahụ kwuru na iwe na-ewe ha na ndị mmadụ ma-edebanye aha n'akwụkwọ maka ntuliaka 2023.",
    "Anya hụrụ ihe a merenụ gwara onye ntakụkọ anyị nke a ma kwuo na agbara Nwokorie egbe n'obi nke mere o ji daa nwụrụ ozugbo.",
    "Mike Abattam bụ ọnụ na-ekwuru ndị uweojii gwara onye ntaakụkọ anyị na ọdachị a mere.",
    "Onye nnọchite anya ụlọọrụ okpuruọchịchị Ihitte Uboma bụ Onyekachi Njoku katọrọ mwakpo ahụ ,ma kwete na otu onye ọrụ Inec nwụru na mwakpo ahụ.",
    "Festus Okoye bụ onyeisioche \"Information and Voter Education \" kwuru na Inec akwụsịla ndebanye aha n'okpuruọchịchị Ihitte Uboma nwa mgbe nta,",
    "Akụkọ ka na-abia",
    "",
    "Naijiria",
    "Imo steeti",
    "Ihe ise ọnwụ Osinachi kpalitere na Naịjirịaelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Etu ndị unknown gunmen si gbagbuo onye Inec na-edebanye aha maka PVCelekere 4 gara aga",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Etu ndị unknown gunmen si gbagbuo onye Inec na-edebanye aha maka PVC",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Ihe ndị uweojii kwuru maka nwagbọghọ kagburu agbamakwụkwọ maka ebubo na di ya na-eti ya aka",
    "Osinachukwu Nwachukwu Songs Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Ihe ise ọnwụ Osinachi kpalitere na Naịjirịa",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche",
    "Etu ndị 'unknown gunmen' si gbuo nwoke fọrọ otu izuụka ka ọ gbaa akwụkwọ n'Ebonyi",
    "Anyị ga-amalite ịhụ na iwu mmachị ịchịgharị ehi dị ire – Ipob",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}