{
  "published": "15 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Joshua Dariye, Diepreye Alamieyeseigha, na Jolly Nyame",
    "Joshua Dariye na Jolly Nyame abụrụla ndị nweere onwe ha n'ikpe nrụrụaka a mara ha.",
    "Nke a bụ maka na otu 'Council of State' nke Onyeisiala Muhammadu Buhari bụ onyeisi ya, nyere ha mgbaghara n'ọgbakọ e nwere n'ụbọchị Tọzde, 14 Eprel, 2022.",
    "Mmadụ abụọ a, Dariye na Jolly, nọ na mkpọrọ n'ihi na ụlọikpe mara ha ikpe maka izu ego steeti ha.",
    "Ụlọikpe akwụsịtụla EFCC ịkpụpụgharị Orji Uzor Kalu n'ụlọikpe",
    "'Aka Tinubu dị na mkpọrọ a tụrụ m' - Orji Uzor Kalu",
    "Orji Kalu, na gọvanọ atọ si ka Magu gaa nga",
    "A tọhapụkwara mmadụ 157 ndị ọzọ, tinyere ndị agha e boro ebubo na ha so kpaa nkata ịkwatu ọchịchị gọọmentị.",
    "Mgbaghara a gọọmentị nyere ha pụtara na ehichaala mmehie ha niile, onweghịkwa ihe ọbụla iwu Naịjirịa gbochiri ha ime.",
    "Lee ndị ọchịchị ndị ọzọ nwetarala ụdị mgbaghara a n'aka gọọmentị:",
    "Diepreye Solomon Peter (DSP) Alamieyeseigha",
    "Ebe foto si, Getty Images",
    "Diepreye Alamieyeseigha",
    "Alamieyeseigha rụrụ ọrụ dịka Gọvanọ Bayelsa Steeti malite na 1999 ruo afọ 2005.",
    "Achuturu ya n'ọkwa gọvanọ n'ihi okwu nrụrụaka.",
    "N'ọnwa Sepụtemba afọ 2005, e jichiri Alamieyeseigha na London maka izu ego ọha.",
    "N'oge ahụ, ndị uweojii UK hụrụ ego ruru otu nde paụnd n'ụlọ ya.",
    "Ha mechara chọpụta ego karịrị nde dọla atọ na ụma abụọ n'ọbaego ya, bịakwa chọpụta ụlọ anọ o nwere na London nke ego ya karịrị nde paụnd iri.",
    "Alamieyeseigha mechara gbaa ọsọ si na UK gbalata Naịjirịa.",
    "E mechara kpụpụ ya ụlọikpe na Naịjirịa ebe ọ nọrọ kweta na ikpe nrụrụaka mara ya n'afọ 2007,",
    "A tụrụ ya mkpọrọ afọ abụọ n'otu n'otu maka ebubo isii e boro ya.",
    "Alamieyeseigha anọrughị otu ụbọchị n'ụlọ mkpọrọ maka na e kwuru na ọ nọọla mkpọrọ ya oge ọ nọ n'aka ndị uweojii.",
    "N'afọ 2013, onyeisiala Goodluck Jonathan nyere Alamieyeseigha mgbaghara.",
    "Joshua Chibi Dariye",
    "Ebe foto si, EFCC",
    "Dariye chịrị Plateau Steeti bido na 1999 ruo 2007.",
    "N'afọ 2004, oge ọ ka bụ Gọvanọ, a nwụchiri Dariye na London ebe o bu nnukwu ego.",
    "Oge ọ chịchara rituo na 2007, ụlọọrụ EFCC kpụpụrụ Dariye ụlọikpe.",
    "Na 2011, Dariye meriri ntuliaka ịbụ Sịnetọ na-anọchite mpaghara 'Plateau Central'.",
    "Ọ bụ ọkwa ahụ ka o ji oge a mara ya ikpe ma tụọ ya mkpọrọ afọ iri na anọ.",
    "Mana Dariye mere mkpesa n'ụlọikpe kachasị, na-ekwu na ebubo e boro ya akwụghị ọtọ.",
    "Kama ụlọikpe ga-akụchapụ ikpe ahụ kpamkpam, ha buturu afọ mkpọrọ ya ka ọ bụrụzie afọ iri kama afọ iri na anọ.",
    "Mana n'ụbọchị 14 nke ọnwa Eprel, gọọmentị etiti nyere ya mgbaghara.",
    "Jolly Tavoro Nyame",
    "Ebe foto si, FACEBOOK",
    "Jolly Nyame chịrị Taraba steeti malite na 1999 ruo 2007.",
    "Oge ọ rituchara n'ọchịchị, a kpụpụrụ ya ụlọikpe n'otu afọ 2007 ahụ ebe ọ nọ kweta na ọ manyere aka n'ụfọdụ ego gọọmentị.",
    "Ụlọikpe mara ya ikpe ma tụọ ya mkpọrọ afọ iri na anọ, mana ụlọikpe mkpesa mechara butuo ya ka ọ bụrụ afọ ise.",
    "N'ọnwa Febrụwarị afọ 2020, ụlọikpe kachasị kagburu mkpebi ahụ ụlọikpe mkpesa nyere, ma kwuo na Jolly Nyame ga-anọ afọ iri na abụọ na mkpọrọ.",
    "Nyame so na ndị Onyeisiala nyere mgbaghara n'ụbọchị 14 nke ọnwa Eprel 2022.",
    "Ebe foto si, Orji Uzor Kalu/Facebook",
    "Orji Uzor Kalu chịrị Abia steeti malite n'afọ 1999 ruo 2007.",
    "Ọ bụ eziokwu na gọọmentị enyeghị Kalu mgbaghara dị e nyere ndị ọzọ e depụtara n'akụkọ a, kama o so na ndị a tụrụ mkpọrọ mechaa tọhapụ ya.",
    "E boro Kalu ebubo ma tụọ ya mkpọrọ afọ iri na abụọ n'afọ 2019 n'ihi nrụrụaka.",
    "Mana ụlọikpe kachasị mechara kagbuo mkpọrọ ahụ a tụrụ ya n'ihi na ha kwuru na ọkaikpe nyere mkpebi ahụ enweghị ikike ime ya.",
    "Oge ọ fọdụrụ obere oge ka o kpebie ikpe Kalu, Ọkaikpe Mohammed Idris nwetara mbuli elu si 'Federal High Court' gaa 'Court of Appeal'.",
    "Mana Idris natara ikike n'aka 'National Judicial Council' iji kpebie ikpe ahụ o ji n'aka tupu ọ gawa ebe ọhụrụ e zigara ya.",
    "Nke a mere Kalu ji wega mkpesa n'ụlọikpe kachasị na-ekwu na Ọkaikpe Idris enweghị ikike ịma ya ikpe.",
    "Ụlọikpe kachasị kwenyere nke a ma tọhapụ Kalu, nyezie iwu ka ebido ikpe ahụ n'isi.",
    "Ebe foto si, Joshua Dariye,Buhari /Joshua Facebook",
    "Akụkọ si n'ụlọọrụ Onyeisiala Buhari kwuru na ihe gọọmentị ji gbaghara mmadụ abụọ a bụ maka na ha agbagotela n'afọ, nakwa maka ahụike ha.",
    "Jolly Nyame dị afọ iri isii na isii ebe Joshua Dariye dị afọ iri isii na anọ.",
    "BBC Igbo enweghị ike ikwu etu ọnọdụ ahụike ha dị.",
    "Otu 'Council of State' bụ otu iwu Naịjirịa hibere maka ịdụ Onyeisiala ọdụ gbasara ọrụ dị mkpa dị icheiche.",
    "Ndị nọ n'otu a gụnyere: Onyeisiala, Osote ya, ndị niile chịburu Naịjirịa (ma ndị agha ma ndị nkịtị), ndị niile bụbu ndị isi ọkaikpe Naịjirịa, ndị isi ụlọ omeiwu ukwu na nke nta, ndị Gọvanọ niile, nakwa ọkaiwu gọọmentị etiti.",
    "Ebe foto si, Reuters",
    "Nwaeze Harry na nwunye ya, Meghan, agaala hụ Ezenwaanyị Briten ụbọchị Tọzde, nke mbụ ha n'ogologo oge.",
    "Dị na nwunye ahụ si mba Amerịka kwụsịrị na Windsor dịka ha na-akwado ịga The Hague dị na Netherland maka egwuregwu Invictus malitere n'abalị 16 rue 22 nke ọnwa Epril, a afọ 2020.",
    "Obieze Buckingham ekwuola na ha na-enyocha ebubo Meghan boro ha",
    "Oprah Winfrey Prince Harry Meghan Markle: Ha kwuola ihe a sị si ekwula gbasara ụlọ eze  England",
    "Nwaeze Harry gaara Briten Ikpeazụ ya n'ọnwa Julai afọ 2021 mana nke a bụ mbụ ya n'afọ abụo Meghan na-aga ebe ahụ kemgbe afọ 2020 bụ oge ya na di ya hapụrụ Briten.",
    "Njem a ha mere gaa Briten na-abịa dịka Nwaeze Harry agaghị mmemme ncheta papa nnukwu ya bụ nke e mere na London n'ọnwa Maachị.",
    "Egwuregwu Invictus  bụ egwuregwu Nwaeze Harry hiwere iji nyere ndị agha ochie merụrụ ahụ maọbụ daa ọrịa n'ụwa niile aka.",
    "Ndọrọndọrọ ọchịchị",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Osinachi Nwachukwu's death: Nwagbọghọ akagbuola agbamakwụkwọ maka ebubo di ya na--eti ya ihe14 Eprel 2022",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi13 Eprel 2022",
    "Vidio, 'Di Osinachi Nwachukwu si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Ọyị nwaanyị Osinachielekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro3 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe Ipob kwuru maka ndị unknown gunmen gbagburu ndị ọrụ Inec n'Imo state",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro",
    "Etu ndị omekome si gbaa ndị uweojii atọ egbe mgbe ha wakporo obodo Gọvanọ Soludo",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Osinachi Nwachukwu Songs: Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Ihe ndị uweojii kwuru maka nwagbọghọ kagburu agbamakwụkwọ maka ebubo na di ya na-eti ya aka",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche",
    "Etu ndị 'unknown gunmen' si gbuo nwoke fọrọ otu izuụka ka ọ gbaa akwụkwọ n'Ebonyi",
    "Alamieyeseigha, Dariye, Nyame, na ndị ọchịchị ndị ọzọ gọọmentị tọhapụrụ na mkpọrọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}