{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị uweojii n'Anambra steeti agbaarala BBC Igbo ama maka mwakpo ndị omekome mere n'Isuofia dị n'okpuruọchịchị Aguata na Anambra steeti n'abalị Tọọzde bụ ụbọchị 14 n'Ọnwa Epreelụ, 2022.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Tochukwu Ikenga kwuru sị: \"Ndị na-ekwu na awakporo be Gọvanọ Chukwuma Soludo na-akọ akụkọ ụgha\"",
    "\"Nke bụ eziokwu bụ na awakporo ndị uweojii n'okporoụzọ ebe ha na-arụ ọrụ nchekwa ha ma gbaa mmadụ atọ egbe n'ime ha.\"",
    "Etu ndị unknown gunmen si gbagbuo onye Inec na-edebanye aha maka PVC",
    "Etu ndị 'unknown gunmen' si gbuo nwoke fọrọ otu izuụka ka ọ gbaa akwụkwọ n'Ebonyi",
    "Raid of unknown gunmen's dens:' E nwetara 'register' ndị ha tọọrọ na ego ha kwụrụ iji gbara isi onwe ha'",
    "Ikenga kọwara na usoro ọrụ nchekwa ugbua n'Anambra steeti gụnyere ihazịnye ndị uweojii n'akụkụ steeti ahụ dị icheiche.",
    "O kwuru na ndị uweojii nke awakporo bụ ndị nke nọ n'okporoụzọ dị nso be Gọvanọ Soludo na-arụ ọrụ nchekwa ha nke gụnyere inyocha ụgbọala ndị mmadụ.",
    "N'okwu ya, ọ sị: \"Ndị omekome ahụ wụbatara ebe ahụ n'abalị Tọọzde ma malite ịgba egbe aghara aghara, anyị na ha kwakọrịtara mgbọ mana mgbọ egbe tụtara mmadụ atọ ndị otu anyị\"",
    "Ikenga gbara ama na enweghị ndị nkiti mwakpo a metụtara ma kwuo na ha chụrụ ndị ahụ ọsọ eru ala dịka ha na-agba mbọ inwụchị ndị kpara mkpa mkpa.",
    "Cheta na nke a na-abịa dịka otu izu gacharala mgbe ndị omekome gbara isi ụlọọrụ okpuruọchịchị Aguata ọkụ n'ụbọchị asaa n'ọnwa Epreelụ, 2022.",
    "Ebe foto si, AFP",
    "N'izu ahụ, ndị uweojii kwuru na ha amaghị ndị mere ya bụ mwakpo maọbụ ihe kpalịtere ya bụ mwakpo.",
    "Na mwakpo ahụ, ndị omekome gbachiri ụzọ isi ụlọọrụ ahụ ma mụnye ya ọkụ nke mere ka ndị mmadụ gbara ọsọ gbapụta ndị a site n'ọpịọ isi ụlọọrụ ahụ.",
    "Gọvanọ Soludo kwuru na ndị ọbụla jụru iwere ohere mgbaghara gọọmentị Anambra steeti nyere ga-eji isi ya bụrụ ya.",
    "Soludo kwuru nke a mgbe o mere njem nleta n'isi ụlọọrụ okpur ọchịchị Aguata bụ ebe ndị omekome gbara ọkụ ma mebikwa ọtụtụ ihe ndị ọzọ n'izu ahụ, nke so nkwa o kwere na ndị omekome ọbụla chịsara ngwa agha ha bịa zute ya ga-anata mgbaghara ebe o kwuru na ọ gaa azụ ndị ahụ n'ọrụ ọbụla ọ chọrọ.",
    "Gọvanọ Soludo kọwara na ihe butere mwakpo ahụ bụ na ndị agha Nịajirịa gara chụpụta ha n'ime ọhịa ebe ha zoro n'Aguluezechukwu na Ogbaje kemgbe afọ abụọ agara aga.",
    "Ka ọ dị ugbua, gọọmentị Anambra steeti ehibela usoro nchekwa dị  ịcheịche dịka enweghị nchekwa na mwakpo na-arịzị ibe ya elu na steeti ahụ dịka steeti ndị ọzọ n'Ọnwụwa Anyanwụ Naịjirịa.",
    "Ọtụtụ mwakpo malitere silitewa isi n'ọwụwa anyanwụ Naịjirịa n'afọ ole m ole nke gụnyere otu mwakpo mere n'ọnwa Eprel, 2021 ebe ndị omekome wụbatara ụlọ nga nke Owerri Imo steeti ma tọhapụ ndị nga ruru 1,844 nke ndị uweojii Naịjirịa kwuru na ọ bụ ndị a na-eche bụ ndị otu Indigenous People of Biafra (Ipob) mere ya bụ mwakpo.",
    "Ipob gọrọ aka n'okwu ahụ. Mana aha Ipob bịara na-ewu n'ebe afọ 2021 dịka ha hibere iwu onye nọrọ n'ụlọ a na-akpọ 'Sit at home' na Bekee.",
    "Kwa ụbọchị Mọnde ọbụla bịara bụrụ ụbọchị ndị bi n'Ọwụwa Anyanwụ Naịjirịa ji anọ n'ụlọ n'ihi iwu onye nọrọ n'ụlọ Ipob hibere n'afọ 2021 n'ihi nwụchị gọọmentị Naịjirịa nwụchiri onye ndu ha bụ Nnamdi Kanu n'ọnwa Juun, 2021.",
    "Ipob mechara kagbuo iwu a ma kwuo na ndị mmadụ ga-aga n'ihu n'anọ n'ụlọ ụbọchị ọbụla onye ndu ha bụ Kanu pụtara ụlọikpe. Ka ha si kwuo, nke a bụ iji gosi iwe ha nye gọọmentị Naịjiịrịa.",
    "Ọtụtụ mwakpo esorola ụbọchị kwa izu ọbụla n'Ọwụwa Anyanwụ Naịjriịa dịka ndị otu ojiegbe dị ịcheịche ka na-amanye ndị mmadụ ya bụ iwu nke mere ndị mmadụ ji eji ụjọ anọ ụlọ.",
    "Ọtụtụ ụlọọrụ, ụlọakwụkwọ, ndị njem nakwa ihe ngalaba ndị ọzọ n'Ọwụwa Anyanwụ Naịjirịa anaghịzị emepee ọrụ kwa ụbọchị Mọnde n'izu ọbụla maka egwu mwakpo.",
    "Mwakpo ndị a gụnyere: Mwakpo be ndị mmadụ, ntọrọ ndị mmadụ, mwakpo ụlọọrụ ndị uweojii, mwakpo ụlọ nga, mwakpo ndị ọrụ nchekwa, mwakpo ndị ọrụ gọomentị dị ịcheịche, mwakpo na ịgba ọkụ nye be ndị mmadụ maọbụ akụnụba ndị mmadụ maọbụ ụgbọala ndị mmadụ.",
    "Gọọmentị Naịjirịa agbarụọla ihu etu ọnọdụ enweghị nchekwa si dị n'Ọwụwa Anywanụ Naịjirịa ugbua ma kwuo na ha na-agba mbọ idaju ọnọdụ ya bụ ihe.",
    "N'ọnwa Maachị 2022 mgbe ndị ojiegbe gbara be onyeisi otu Ohanaeze ndigbo bụ George Obiozor ọkụ, Onyeisiala Muhammadu Buhari katọrọ etu ọnọdụ nchekwa dị n'Ọwụwa Anyanwụ Naịjirịa ma kwuo na aga ehibe usoro nchekwa ọhụrụ nye ndị mmadụ n'Ọwụwa Anyanwụ Naịjirịa.",
    "National security",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Vidio, 'Di Osinachi Nwachukwu si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Ọyị nwaanyị Osinachielekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro3 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe Ipob kwuru maka ndị unknown gunmen gbagburu ndị ọrụ Inec n'Imo state",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro",
    "Etu ndị omekome si gbaa ndị uweojii atọ egbe mgbe ha wakporo obodo Gọvanọ Soludo",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Osinachi Nwachukwu Songs: Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Ihe ndị uweojii kwuru maka nwagbọghọ kagburu agbamakwụkwọ maka ebubo na di ya na-eti ya aka",
    "Dunamis on Osinachi Nwachukwu: Ihe m ma maka ọnwụ Osinachi Nwachukwu- Paul Enenche",
    "Etu ndị 'unknown gunmen' si gbuo nwoke fọrọ otu izuụka ka ọ gbaa akwụkwọ n'Ebonyi",
    "Alamieyeseigha, Dariye, Nyame, na ndị ọchịchị ndị ọzọ gọọmentị tọhapụrụ na mkpọrọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}