{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ maka Osinachi Nwachukwu (ọgụ egwu ama ama) nwụrụ nso nso a, ka kpụ ọkụ n'ọnụ.",
    "Ezigbote ọyị ya nwaanyị bụ Ọdịnakachi Ukanwa kọọrọ BBC Igbo etu di Osinachi bụ Peter Nwachukwu si gwa ya otu ụbọchị ka ọ gaa rahụ n'ụlọ ndina ndị akwụna, kama ịrahụ na nke ya.",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "'Kemgbe Osinachi nwụchara, Peter agwabeghị anyị na nwunye ya nwụrụ' - Ezinụlọ Peter Nwachukwu",
    "Osinachi Nwachukwu Songs: Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Ukanwa kwuru na otu ụbọchị Osinachi kpọrọ ya sị ya na ọ na-abata Legọs.",
    "\"O mechara kpọghachị m n'ekwentị sị na eyigharịrị oge njem ụgbọelu ya nke mere na ọ ga-abatazị Legọs n'ime abalị.",
    "\"M gwara ya na aga m anọ n'ọrụ oge ahụ, m kpọọ ndị be m sị ha sitere Osinachi nri dịka m ga-aga bute ya n'ọdọụgbọelu ma ọ bata.\"",
    "Ukanwa kwuru na Osinachi gwara ya na ike okwu adịghi ya, na ọ chọrọ ịkpọ di ya ka ọ gwa ya tupu ọ gawa be Ukanwa.",
    "\"Osinachi kwuru na di ya ekweghị maọlị ka ọ gaa rahụ na be m n'abali ahụ.\"",
    "Ukanwa kwuru na o mechara gwa ya ka o nye ya akara ekwentị di ya, ka o were aka ya rịọ di ya makana oge agaala ịhapụ Osinachi ka ọ gaa chọwa ụlọ ndina.",
    "\"Di ya jụwara isi,\" ka Ukanwa kwuru.",
    "Ukanwa kwuru na nke a mere ka Osinachi nọgide n'ọdọụgbọelu ruo mgbe di ya ziteere ya ego ma sị ya gaa n'otu ụlọ ndina.",
    "O kwuru na mgbe onye 'taxi' bu Osinachi garuo n'ụlọ ndina ebe di kpọrọ aha sị ya gaa, onye 'taxi' ahụ gwara ya na ebe ahụ bụ \"ụlọ ndị akwụna\".",
    "Ha mechara gawa n'ụlọ ndina ọzọ.",
    "Ukanwa kwuru na mgbe ọ kpọrọ Osinachi ka ọ jụọ ya ma o riela nri n'ụlọ ndina ahụ, Osinachi gwara ya na di ya enyeghị ya ego ga-ezuru ya iri nri ndị ụlọ ndina.",
    "O kwuru na Osinachi gwara ya na ọ bụ di ya na-anakọta ego ndị mmadụ na-akwụ ya maka ịgụ egwu n'emume ha.",
    "O kwukwara na ọ bụ mgbe ahụ ka uche ya gwawara ya na ihe adịchaghị mma. Nke a wutere ya nke ukwuu.",
    "Ukanwa kwuru na ya na Osinachi Nwachukwu tokọrọ ọnụ n'Enugu, ebe ha na-agụ egwu n'otu akpọrọ \"Glorious Singers\".",
    "O kwuru na ha maruru onwe ha ụlọ.",
    "N'ọnụ ya, \"Osinachi bụ onye obi umeala...O siri ike maka ihe ndị ọ gabigarala...I mejọọ ya, ọ bụ ya ga-ebu ụzọ rịọ gị mgbaghara.\"",
    "Ukanwa kwuru na Osinachi kwenyesiri ike na dịka onye ụka Kraịst, na mmadụ ekwesịghị ịgba alụkwaghịm n'alụmdinanwunye.",
    "O kwuru na Osinachi ekwuwapụghị okwu maka ihe ọ na-agabiga n'aka di ya, \"na ọ gwara ndị mmadụ bụ makana ọ chọrọ ka ha kpuchie ya.\"",
    "Ukanwa kwuru na Osinachi anaghị ekwe ka ihe seere ya na onye ọbụla.",
    "O kwuru na agwa ya bụ kama ọ ga-ese, wekọrọ ihe niile.",
    "O kwuru na ihe ka ewute ya bụ na o nweghị onye ma kpọmkwem mmekpa ahụ niile Osinachi gabigara tupu ọ nwụọ.",
    "Hyacinth Ogbu bụ onye nchịkọta egwu otu 'Glorious singers' bụ ebe Osinachi na ejima ya bụ Amarachi Eze malitere iti egwu, gwara BBC Igbo na ọ bụ eziokwu na nwaada Nwachukwu alaala mmụọ.",
    "Ogbu sị na ọnwụ Osinachi bụ ihe mwute nye ndị otu ha nakwa ezinaụlọ nwaada Nwachukwu.",
    "Nwachukwu, onye gụrụ egwu wuru ewu nke bụ \"Ekwueme\", bụ onye egwu ya na-amasị ma na-akpalite mmụọ ndị mmadụ n'ụzọ dị iche iche.",
    "Ndị mmadụ na-agba akaebe etu egwu ya si eme ka ha na-eche echiche maka ndụ ha na mmekọrịta ha na Chukwu kere ha.",
    "Ndị maara Nwachukwu kọwara ya ka dịka ezigbo mmadụ nakwa onye ihe gbasara Chineke na-anụ ọkụ n'obi.",
    "Akụkọ mbụ pụtaranụ kwuru na ọ bụ ọrịa kansa akpịrị gburu Osinachi Nwachukwu mana ndị ma Osinachi ọfụma mechara kwuwe n'elu soshal midia na di ya na-emekpa ya ahụ kamgbe.",
    "Ndị a ma ama dịka ọgụ egwu ụka akpọrọ Frank Edwards kwuputara na ọ bụ site na mmekpa ahụ di Osinachi nyere ya, butere ọnwụ ya.",
    "Ezinụlọ Osinachi Pụtakwara ma kwuo udiri agwa ọjọ Peter Nwachukwu kpasoro ha mgbe nwanne ha dị ndụ.",
    "Ebubo ndị a bụ ihe mere ka ndị uweojii Naịjirịa ga-anwụchie di Osinachi bụ Peter Nwachukwu ma na-enyocha ya.",
    "Gọọmenti Naịjirịa anwụọla iyi site n'ọnụ minista na-ahụ maka ụmụnwaanyị bụ Tallen Pauline na ha ga-enwetere Osinachi ikpe ziri ezi.",
    "Tupu ndị uweojii anwuchie Peter Nwachukwu bụ di Osinachi BBC Igbo gbara mbọ ịnụta olu di ya site n'izigara ya ozi ma kpọọkwa ya.",
    "O gosiri na ọ gụrụ ozi ndị ahụ mana ọ zachịghaghị.",
    "Osinachi Nwachukwu bụ onye otiegwu ụka ọtụtụ ndị mmadụ na gburugburu Naịjirịa ma agbanyeghị na ọ na-eji asụsụ Igbo agụrụ chi ya egwu.",
    "Ihe ndị dị mkpa ị kwesịrị ima maka ya gunyere:",
    "Egwu bụpụtara ya ka ụwa mara ya bụ 'Ekwueme' nke ya na Prospa Ochimana gbakọrọ aka gụọ n'afọ 2019, ọdọ egwu Youtube gosiri na ndị mmadụ e kịrela egwu ahụ ugboro nde iri asaa na otu.",
    "Ya na ụkọchukwu Abuja a ma ama bụ Paul Enenche gụkọkwara \"Nara Ekele\" bụ egwu na-ewu ewu n'ụka",
    "Nwaada a na-ejikarị asụsụ Igbo agụ egwu ya dịka ọgụọla ọtụtụ egwu ndị ọzọ gụnyere nke o wepụtara ihe onyonyo ya nsonso a ọ kpọrọ 'Ike mo'",
    "Nwachukwu bụ ejima, ejima ya bụ Amarachi Eze na-agụkwa egwu",
    "Ọ bụ onye Isuochi dị n'Abia Steetị ma lụọ Peter Osinachi bụ onye Nnewi South dị n'Anambra Steetị.",
    "Ha mụtara ụmụ anọ.",
    "Peter Nwachukwu bụ di Osinachi Nwachukwu, ọgụ egwu egwu ama ama ụwa na-akwara arịrị ugbua maka etu o si nwụ nso nso a.",
    "Nwachukwu bụ onye ụka na-aka ụka na Dunamis International Gospel Centre mabụrụkwa onye na-agbasa oziọma n'ụlọụka ahụ.",
    "Ọ bụ onye Ụboma dị n'Ukpor dị n'okpuruọchịchị Nnewi South, Anambra state dịka Igwe Ụkpọr bụ dọkịta Felix Onyimadu si kwu.",
    "Igwe Ukpor gwara BBC Igbo na ezigbo aha nna Peter Nwachukwu bụ Okekenwa.",
    "O kwuru na ọ maghị ọtụtụ ihe gbasara Nwachukwu makana nwa amadi ahụ edenyeghị aha n'akwụkwọ ndị ụmụ nna nke o ji esonye n'ihe ha na-eme.",
    "Peter Nwachukwu hụrụ nwunye ya n'ụlọụka ebe ọ ga-agụ egwụ ma mechaa lụwa ya dịka ejima Osinachi na nne ya si kọrọ BBC Igbo.",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Abia Steeti",
    "Mmegbu",
    "Vidio, Osinachi Nwachukwu Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m', Duration 16,42elekere 5 gara aga",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi, Duration 5,4713 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Osinachi Nwachukwu's Twin Sister: A nọ m n'anyammiri ụbọchị Osinachi na di ya gbara akwụkwọ - Ejima Osinachi Nwachukwu, Duration 19,0714 Eprel 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Etu ihe esere si enyere Aziza nwata nwere 'Autism' aka, Duration 2,4514 Eprel 2022",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nwanne ya nwoke- Onye nche, Duration 5,287 Eprel 2022",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}