{
  "published": "19 Eprel 2022, 10:49 WAT",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye isi ndị ugwu bi n'okpuruọchịchị Ogbaru dị n'Anambra steeti ekwuola na ndị omekome bakwutere ndị ugwu bi n'ogbe ahụ n'elekere iri na otu nke mgbede ma malite gbawa egbe aghara aghara.",
    "O kwuru na mgbe o ruru n'ụtụtụ na ya na ndị otu ya gbara gawa ebe ahụ ka ha hụ ihe mere ebe ahụ.",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu",
    "Ọ bụ eziokwu na ndị oji egbe gburu ndị nchekwa n'ụlọụka dị n'Ekwulobia?",
    "O kwuru na onyeisioche okpuruọchịchị ahụ kwuru na ọ nụkwuru ụda egbe ahụ nakwa na ebugala ndị a agbatara egbe n'ụlọ ozu ma bụgaa ndị merụrụ ahụ ụlọọgwụ dị na Kano.",
    "O kwuru na ihe mere ha ji buru onye nke merụrụ ahụ gawa Kano bụ makana ọnụ ego e ji anata ọgwụgwọ n'Ogbaru galara ọnụ.",
    "O kwuru na ọ bụ mmadụ asaa ka ndị omekome ahụ gbagburu ma merụọ ụfọdụ ahụ.",
    "N'ọnụ ya, anyị buru umunne anyị bụ ndị ekpere alakụba gaa lie ozugbo makana okpukperechi anyị a naghị edowe ozu.",
    "O kwuru na onye uweojii DPO nọ n'Ogbaru kasiri ha obi mana o nwebeghị ihe ọzọ o mere maka ya bụ ọdachị.",
    "O kwuru na ndị ọrụ agha Naịjiria abụọ akpọrọ ka ha bia kwụsị ndị omekome ahụ igba egbe nwụrụ n'ọdachị ahụ.",
    "Na nchịkọta o kwuru na ọ bụ mmadụ iri ka ọdachị a metụtara.",
    "Ụlọọrụ ndị uweojii nọ n'Anambra ekwuola na ọ bụ ndị agha ga ka mara maka ihe mere n'okpuruọchịchị Ogbaru.",
    "Gọvanọ Chukwuma Soludo bụ aka na-achị Anambra steeti ahọpụtakwuola mmadụ asatọ ga-enyere ya aka n'ọchịchị steeti ya.",
    "Ndị enyemaka ọ họpụtara gụnyere ndị ga na-enye ya ndụmọdụ pụrụiche banyere ngalaba gọọmentị dị iche iche.",
    "Dịka Paul Nwosu bụ Kọmishọna Mgbasaozi na steeti ahụ si kwuo, ndị ọ họpụtara gụnyere:",
    "Bob-Manuel Udokwu bụ ome ejije na Nollywood, bụ onye a họpụtara dịka onye ndụmọdụ pụrụiche n'ihe gbasara Ịkpa aṅụrị na Njem nlere anya.",
    "Chukwuemeka Fred Agbata, Onyeisi otu na-ahụ maka ihe gbasara ịntanetị na teknụzụ (ICT Agency)",
    "Chike Anyaonu, Onyeisi Anambra State Housing Development Corporation",
    "Joe Anatune, Onyeisi Anambra State Signage and Advertising Agency",
    "Okey Ezeobi, Onyeisi Anambra State Bureau of Public Procurement",
    "Christian Aburime, Odeakwụkwọ mgbasaozi (Press Secretary Media)",
    "Tochukwu Nweke, Onye ndụmọdụ pụrụiche n'ihe gbasara Iwu",
    "Nelson Omenugha, Onye ndụmọdụ pụrụiche n'ihe gbasara nkwado ndị ntorobịa (Youth Empowerment Programme)",
    "Cheta na Soludo banyere ọchịchị dịka gọvanọ Anambra steeti n'ụbọchị 17 nke ọnwa Maachị 2022, dịka o merichara ntuliaka e mere n'ụbọchị isii nke ọnwa Nọvemba afọ 2021.",
    "Ndị Ethiopia chọrọ ịlụrụ Rọshịa ọgụ awuchiela n'ụlọọrụ nnọchite anya ha dị n'Ethiopia",
    "Ọtụtụ ndị ntoroobia mba Ethiopia awụchiela n'ụlọọrụ nnochite anya mba Russia nke dị n'isi obodo ha bụ Addis Ababa n'ụbọchị tuzde dịka kepukepu na-ekwu na achọrọ ndị ga-alụrụ mba Rọshịa ọgụ dịka ha na Yukren nọ n'agha.",
    "Kama ọnụ na-ekwuchitere ụlọọrụ a bụ Maria Chernukhina kwuru na ha anaghị ewe onye ọbụla n'ọrụ na mba ahụ.",
    "O kwuru sị, \" Ha bịara ịkwado mba Rọshịa\".",
    "Ọ gwara BBC sị, \"Anyị na-enwetekarị ndị na-abịa igosi nkwado ha n'ebe mba Rọshịa\".",
    "O kwuru sị na ụfọdụ na-asị ha na ha chọrọ inyere Rọshịa aka n'ụzọ ọbụla kama Chernukhina kwuru na ọbụghị ọrụ ha iwe ndị mmadụ n'ọrụ.",
    "Otu onye ntoroobịa nọ n'ogige ụlọ nnochite anya mba Rọshịa gwara BBC na ọ na-achọ ọrụ dịka onye agha maọbụ ọrụ ọbụla.",
    "Ndị ọzọ kwuru na ha nụrụ na ụgwọ ọrụ a na-akwụ ndị ọrụ na mba Rọshịa di elu.",
    "Ndị nkuzi mba Kenya sị ha chọrọ ka eweghachị ịpịa ụtalị",
    "Ụfọdụ ndị nkuzi mba Kenya ekwuola ka eweghachi ịpịa ụtarị na ịta ụmu akwụkwọ na-akpa ajọ agwa ahụhụ.",
    "Mba Kenya kwụsịrị ịta ụmụ akwụkwọ ahụhụ n'ụlo akwụkwọ kamgbe 2001.",
    "Kama ụfodụ ndị nkuzi na-ekwu na nke a anaghị enyere ha aka dịka ndị nkuzi.",
    "A munyere ụfọdụ ụlo akwụkwọ gọọmentị ọkụ dịka ebubo na-ekwukwa na ọ bụ ụmụ akwụkwọ mụnyere ya ọkụ.",
    "N'ọnwa Februarị ka Mịnịsta Agụmakwụkwọ mba Kenya bụ George Magoha dọọrọ ndị nkuzi aka na ntị ka ha kwụsị ịpịa ụmụ akwụkwọ ihe kama enwere mgbe ọ kwuru okwu nke gosiri na ha nwereike ịgbanwe ya bụ iwu dịka mpụ na-amubanye n'ụlọ akwụkwọ ha.",
    "Ethiopia",
    "Rọshia",
    "Anambra Steeti",
    "Ukraine",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?elekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Etu Ovaioza si rie N8million m n'ọnụ\"19 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu25 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Akụkọ Mere Ugbua - Ụgbọelu akpọkasịala na Kaduna",
    "\"Etu Ovaioza si rie N8million m n'ọnụ\"",
    "Ihe ndịagha Naijiria kwuru maka ihe mere n'Orlu n'ụbọchị ụka",
    "Gọọmentị Legọs emechiela ụlọakwụkwọ Chrisland maka ebubo mmetọ ụmụakwụkwọ",
    "Kedụ uru iru mgbede bara n'ala Igbo?",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}