{
  "published": "18 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chrisland School/Website",
    "Gọomentị Legọs Steetị emechiela ụlọakwụkwọ Christland dị na VGC make ebubo mmetọ ụmụakwụkwọ nke pụtara.",
    "Nke a dị n'ozi ha wepụtara site na ngalaba na-ahụ maka mwakpo nakwa mmetọ ụmụaka a kpọrọ 'Lagos State Domestic & Sexual Violence Agency'.",
    "Ị ma ebe i nwere ike ịgbaga ọsọ enyemaka ma ị gabiga mwakpo?",
    "A machiela ịpịa ụmụaka ụtalị na Saụt Afrịka",
    "Mmechi ụlọakwụkwa a na-abịa dịka ihe ebubo banyere mmetọ na mwakpo ụmụakwụkọ malitere wuwe na soshal midia.",
    "Ha kwuru na ngalaba gọọmentị dị iche iche na-eme nyocha banyere okwu a n'ụzọ pụrụiche.",
    "Ebe foto si, Gọọmentị Legọs",
    "Gọọmentị gakwara n'ihu dọọ ndị mmadụ aka na ntị ka ha kwụsị ikesa ozi maọbụ ihe onyonyo banyere okwu a.",
    "Ha sị na onye ọbụla mere nke a ga-aga nga afọ iri na anọ (14years).",
    "Akụkọ na-ekwu na o mere na nso nso a mgbe ụmụakwụkwọ Chrisland gara ịnọchita anya ụlọakwụkwọ n'obodo Dubai n'ihe dịka otu ọnwa gara aga.",
    "Kama nne nwata nwaanyị nọ n'ihe onyonyo a na-efegharị apụtala kwuo okwu maka etu ya bụ ihe siri mee.",
    "O kwuru ya n'ihe onyonyo Ubi Franklin bụ ọnye ndụmọdụ pụrụiche nke Gọvanọ Krọs Riva steeti bụ Ben Ayade wepụtara n'Instagram ya.",
    "Nwaanyị a kọwara onwe ya dịka nne nwata akwụkwọ nwaanyị egosiri n'ihe onyonyo ebe a sị na ụmụakwụkwọ a na-edina onwe ha.",
    "Nwaanyị a kwuru sị, \"Ana m akpọ oku ka ndị Naijirịa gbatara m ọsọ enyemaka\".",
    "O kwuru na ọ bụ onyeisi ndị nkuzi n'ụlọakwụkwọ kpọrọ ya were sị na ọ chọrọ ịhụ ya.",
    "Sexual abuse of minors: Ụzọ isii ị ga-esi chekwa ụmụ gị",
    "Ihe mere mmetọ ụmụaka ụmụnwọke ji arị elu",
    "O gara n'ihu sị, \"mgbe m mechara hụ ya, ya na ndị nkuzi abụọ ọ ebe ahụ, ha gwara m na nwa m nwaanyị na nwata akwụkwọ nwoke ọzọ susuru ọnụ\".",
    "Nne nwata akwụkwọ nwaanyị a kwuru na ha gwara ya na ihe ha chọrọ bụ ka ọ napụ nwa ya nwaanyị ekwe ntị ya ka ọ hapụ ịna amụta agwa ọjọo ndị a.",
    "O kwuru sị, \"A jụrụ m ha ma e nwere ihe ọzọ, ha a sịm mba\".",
    "Nwaanyị a kwukwara na ha sị ya agwala di ya n'ihi na ọ bụghị ihe niile ka ọ kwesịrị ịgwa di ya.",
    "Ọ gara n'ihu kọwaa na n'ihe dịka izuụka abụọ maọbụ atọ ha nwechara nzukọ na Azike kpọrọ ya ka ha nwee nzụkọ ọzọ n'igwe Zoom.",
    "O kwuru sị, \" Ndịọchịchị ụlọakwụkwọ nọ na nzụkọ nke a buru ibu, ọ bụ otuonye sị na aha ya bụ Akin dịka ya bụ onye na-achịkọta nzụkọ a\".",
    "O kwuru na ha sị ya na ha chọrọ ịmata etu ihe dị kamgbe ya na ha nwechara nzụkọ.",
    "O kwuru sị, \" ka anyị mechara nzụkọ a ha agwaghị m ihe ọbụla, kama ka otu ụbọchị gachara ka otu nne na nna kpọrọ m sị ka mụ na ya hụ nke taa nke echi\".",
    "Nwaanyị kụrụ nwata ntu n'isi n'Enugu agaala mkpọrọ",
    "Ihe mere anyị ji kpọnye mmadụ nwa anyị - Ndị mụrụ nwa a pịara n'ala",
    "Ọ gwara m sị, \"lekwa ihe onyonyo a na-ewu n'ụlọakwụkwọ Chrisland School, ma sị m na nne na nna ndị ọzọ ma maka ya\".",
    "Nne nwata akwụkwọ a kwuputara iwe ya na ụfọdụ ihe ọ na-ebu ndụ ụlọakwụkwọ Chrisland",
    "Nwaanyị a kwuru na ha bidoro tiwe nwa ha ihe, o mechaa kwuo na onyeisi nkuzi ha yiri ya egwu sị ya ekwula okwu.",
    "O kwuru sị, \"nwa m gwara m etu ndị ụlọakwụkwọ siri hapụ naanị ha n'ụlọ ndina mgbe ha nọ na Dubai bụ ebe ihe a mere.",
    "O kwuru na ha gbara nwa ya ajụjụ ọnụ na-agwaghị ya.",
    "Na ha yiri nwa ya egwu na ha ga-egbu ya ma ọ gwa onye ọbụla",
    "O bo kwara ebubo na ndị ụlọ akwụkwọ a kpọ nwa ya mee nyocha maka ịmata ma ọ dị ime na-agwaghị ya.",
    "Ihe nwata akwụkwọ nwaanyị a kọọrọ nne ya maka etu ihe siri mee",
    "O kwuru sị, \"mgbe m sị nwa m kọwaara m ihe mere, o sị m na otu nwata nwoke bụ Kachi si ya nye ya ihe oji a charge ekwe ntị ya\".",
    "O kwuru na Kachi kpọrọ ya ka ọ bịa were charger ya.",
    "Na mgbe ọ batara ebe ha nọ na otu onye si ya banye n'ụlọ mposi ka ọ gaa were charger ekwenti ya.",
    "O kwuru na mgbe ọ banyere ka ha jidere ya were jiri ike mee ka ọ ṅụọ otu ihe.",
    "Na mgbe ọ ṅụchara ya na ọmaghịzị ihe ọ na-eme.",
    "Etu ụmụnne abụọ si na-edina m n'ike - Nwata dị afọ itoolu",
    "Etu aka si kpara dọkịta a sị dinara odibo ya dị afọ 15 ka ọ chọrọ ime ya 'virginity test'",
    "O kwuru sị, \"Nwa m sị na ha sị ya rịkwasị ha n'elu ha ejiri ekwe ntị na ese ihe mere\".",
    "Ndị uweojii Legọs Steetị ekwuola na ha amalitela ileba anya n'ebubo mmetọ a sị mere n'ụlọakwụkwọ Christland.",
    "Nke a dị n'ozi ọnụ na-ekwuru ha bụ Benjamin Hundeyin wepụtara ma sị na ha ga-agba mbọ hụụ na-enwetere ikpe ziri ezi.",
    "E nwebeghi ihe ụlọakwukwọ Chrisland kwuru banyere ebubo nne nwata a buru ha.",
    "Mana ha dị na mbụ wepụta akwụkwọ ozi bụ nke ha zigaara nne na nna ụmụaka ndị o metụtara.",
    "N'akwụkwọ ozi ahụ, ha sị na ha achụọla ụmụakwụkwọ ndị so na ndị o metụtara gụnyere nwa nwaanyị n'ụlọakwụkwọ.",
    "Ebe foto si, Christland Schools",
    "Ebe foto si, Christland Schools",
    "Nke a bụghị mbụ a na-anụ akụkọ banyere mmetọ, mwakpo nakwa ihe ọjọọ banyere ụmụakwụkwọ nso nso a.",
    "Ụlọakwụkwọ Dowen College dị na Legọs wuru ewu maka ebubo na ụmụakwụkwọ tiri nwata ibe ha ihe nke butere ọnwụ ya.",
    "Ebe foto si, Sylvester Oromoni",
    "Ndị isi ụlọ akwụkwọ Dowen College kwuru na ọ bụ ebe Sylvester Oromoni na-agba bọọlụ ka ọ nọrọ merụọ ahụ, nke butere ọnwụ ya.",
    "Mana nna nwata ahụ, aha ya bụkwa Sylvester Oromoni, kwuru na akụkọ ahụ bụ ụgha.",
    "Mazi Oromoni kwuru na nwa ya gwara ya tupu ọ nwụọ na ọ bụ ụmụ akwụkwọ ibe ya tiri ya ihe ma merụọ ya ahụ.",
    "Mgbe gọọmentị tinyere ọnụ ma mee nyocha, ha sị na ọ bụ ọrịa oyi Sylvester na-arịa mere o jiri nwụọ.",
    "Nna Sylvester anabataghị mpụtara nyocha ahụ na-agbanyeghi na e liela ozu ya.",
    "Nke mere na Deeper Life High School",
    "Ọ bụ n'ụlọikpe dị n'Uyo isi obodo Akwa Ibom ka e kpere ikpe ụmụ akwụkwọ sekọndịrị abụo maka ebubo na ha wakporo nwata akwụkwọ ibe ha dị afọ iri na otu n'ime ọnwa abụọ.",
    "Nke a bidoro dịka Nne nwata ahụ pụtara n'onyonyo soshal tie mkpu na a wakporo nwa ya n'ụlo akwụkwọ ahụ.",
    "Ndịisi nchịkọta ụlo akwụkwọ a mechara chụọ onyeisi ndị nkuzi n'ụlọakwụkwọ ahụ.",
    "Legọsị steeti",
    "Legọsị",
    "Ịwakpo mmadu na-ike",
    "Ịṅụ ọgwụ",
    "Mmeru nwata",
    "Ọmụmụ na mmụta",
    "Ihe ndịagha Naijiria kwuru maka ihe mere n'Orlu n'ụbọchị ụkaelekere 5 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, PDP na APC ejidela Naịjirịa ghasaa - Chukwuemeka Ezeife18 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe ndịagha Naijiria kwuru maka ihe mere n'Orlu n'ụbọchị ụka",
    "Gọọmentị Legọs emechiela ụlọakwụkwọ Christland maka ebubo mmetọ ụmụakwụkwọ",
    "Etu enyi nwaanyị ochie Stanley Obi si jiri ọkụ gbagbuo ya n'Australia",
    "Ihe Ipob kwuru maka ndị unknown gunmen gbagburu ndị ọrụ Inec n'Imo state",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro",
    "Mmadụ 7 anwụọla n'ọkụ tanka gbara n'AnambraEmelitere ikpeazụ na: 10 Febụwarị 2019",
    "Mgbaghara Buhari nyere Dariye na Nyame bụ mkparị nye ndị ọkaikpe Naịjirịa - Wike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu 'seminarian' si daa, nwụọ ka ọ na-eme ejije 'Good Friday'",
    "Etu ndị omekome si gbaa ndị uweojii atọ egbe mgbe ha wakporo obodo Gọvanọ Soludo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}