{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Ụlọndina a gbara ọkụ n'Amaifeke, Orlu",
    "Akụkọ si obodo Amaifeke dị n'okpuruọchịchị Orlu nke Imo steeti apụta na ngwụcha izu a kọwara etu ndị a na-eche bụ ndị otu nchekwa Ebubeagu na ndị ojiegbe si kwakọrịta mgbọ.",
    "Otu onye bi ebe ahụ na-achọghị ka a kpọọ aha ya gbaara BBC Igbo ama etu ya bụ ihe siri malite.",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo",
    "Mwakpo abụọ mere n’Imo nakwa Ebonyi steeti na ngwụcha izu a",
    "Onyeisiala Buhari agbarụọla ihu maka mwakpo a wakporo ụlọ George Obiozor",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "N'okwu ya, ọ sị: \"Ihe a malitere dịka ndị a na-eche bụ ndị otu Ebubeagu wụbatara mpaghara Orlu n'ụbọchị Satọdee maka ọrụ nchekwa",
    "\"Ndị ojiegbe a ji iwe maka mbata ndị otu Ebubeagu n'Orlu pụta n'igwe ma busowe ha agha n'ụbọchị Sọnde.\"",
    "Onye ahụ kwukwara na mwakpo ahụ mere ka ndị ojiegbe ahụ gbaa otu ụlọ ndina dị n'Amadim, a ma dịka \"Ukwu Aki\" ọkụ.",
    "E kwuru na agha a ndị ojiegbe na ọrụ nchekwa Ebubeagu busoro onwe ha ruru awa abụọ dịka ha nọ na-akwakọrịta mgbọ.",
    "Ka akụkọ si kwuo, ya bụ ọgbaghara metụtakwara ndị agha Naịjirịa nọ nso Ụlọikpe Ukwu nke Orlu.",
    "E kwuru na ndị ojiegbe ahụ gbara taya ụgbọala ndị agha Naịjirịa egbe n'ebe ahụ nke mere agha a ji fesaa banye obodo Ihioma na Awo-Idemili nke Orsu.",
    "Amabeghị ma e nwere ndị mwakpo a gburu maọbụ merụọ ahụ.",
    "Mgbe BBC Igbo kpọtụrụ ọnụ na-ekwuru ndị uweojii n'Imo steeti bụ Michael Abattam, o kwuru ka akpọghachi ya azụ n'ihi na ọ nọghị ebe ọ ga-ekwunwu okwu ọfụma.",
    "BBC Igbo nwakwara inweta onye nhazi otu Ebubeagu bụ Panchris Ikechukwu n'ekwentị, mana ọ zaghị ekwentị ya.",
    "Ọtụtụ ihe onyonyo nakwa foto pụtara na soshal midia gosiri ndị bụ ọnya si na mgbọ egbe tụrụ ha, mana BBC Igbo ka na-agba mbọ ịma ma ihe onyonyo ndị a esi n'ihe mere n'Orlu n'ezie.",
    "Kedụ ndị bụ Ebube Agu?",
    "Ndị nchekwa Ebubeagu",
    "Ebube Agu bụ otu nchekwa ndị gọvanọ mpaghara Ọwụwa Anyanwụ hibere iji buso nsogbu nchekwa dakwasịrị mpaghara ahụ agha.",
    "Ebube Agu: Lee ajọ ọnọdụ nchekwa butere nhibe otu nchekwa ahụ",
    "E hibere ha n'ọnwa Epreelụ, afọ 2021, ka ndị gọvanọ Ọwụwa anyanwụ ndị na ndị isi ọrụ nchekwa mechara nzukọ n'Owere, Imo steeti.",
    "Isi ụlọọrụ ha dị n'Enugwu steeti, ebe ha si achịkọta ndị otu ha ndị nọ na steeti ndị ọzọ.",
    "Mgbe Gọvanọ Dave Umahi nke Ebonyi steeti na-ehibe otu Ebube Agu nke steeti ya, o kwuru sị \"Ọ bụ Ebubeagụ ga-enyere onyeisiala Muhammadu Buahri aka maka ọrụ ya na nchekwa n'Ọwụwa Anyanwụ\".",
    "National security",
    "Imo steeti",
    "Hope Uzodinma",
    "Etu ndị omekome si gbaa otu ụlọ ndina ọkụ n’Orlu ma wakpoo ndị a na-eche bụ ndị Ebubeaguelekere 4 gara aga",
    "Gee ntị, Nkeji BBCelekere 7 gara aga",
    "Etu 'seminarian' si daa, nwụọ ka ọ na-eme ejije 'Good Friday'16 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Vidio, Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Etu ndị omekome si gbaa otu ụlọ ndina ọkụ n’Orlu ma wakpoo ndị a na-eche bụ ndị Ebubeagu",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro",
    "Etu 'seminarian' si daa, nwụọ ka ọ na-eme ejije 'Good Friday'",
    "Ọ bụ di m ji aka ike tipụ afọ ime ọ sị m tepụrụ n’ụlọọgwụ – Ada Uburu",
    "Etu ndị Igbo si agba \"alụkwaghịm\"Emelitere ikpeazụ na: 27 Nọvemba 2018",
    "Mgbaghara Buhari nyere Dariye na Nyame bụ mkparị nye ndị ọkaikpe Naịjirịa - Wike",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Etu ndị 'unknown gunmen' si gbuo nwoke fọrọ otu izuụka ka ọ gbaa akwụkwọ n'Ebonyi",
    "Uduak Frank Akpan atụgharịala gọọ na o gbughị Iniobong UmorenEmelitere ikpeazụ na: 5 Nọvemba 2021",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}