{
  "published": "18 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ntuliaka ọkwa Onyeisiala Naịjirịa na-akpudebe nso, Chukwuemeka Ezeife, bụ aka chịburu Anambra steei, ekwuola na nzọpụta Naịjirịa agaghị esi n'aka otu 'Peoples Democratic Party' (PDP) maọbụ otu 'All Progressives Congress' (APC).",
    "Ezeife, onye e ji Ọkwadike mara, kwuru nke a na mkparịtaụka ya na BBC Igbo nwere n'ọdị nso a.",
    "O kwuru na APC na PDP egosila na ha abụọ bụ otu ihe; \"ha abụọ bụ babasị\".",
    "Ọ ga-aka mma ndị Igbo iwepụta otu onye na 2023 karịa ịdị n'igwe azọ ya - Okwesilieze Nwodo",
    "'Ọ bụrụ na-enyeghi onye Igbo ọkwa onyeisi Naịjirịa, ihe ga-emebi'",
    "Ndị kwe ndị ekweghi so na-ebute mpụ na Naịjiria - Kingsley Moghalu",
    "Okwadike kwuru nke a dịka kepukepu na-efegharị na ndị PDP emegheela ụzọ ha ka onye ọbụla si mpaghara ọbụla na Naịjirịa, nwere mmasị iso zọọ ọkwa Onyeisiala Naịjirịa, bịa tinye akwụkwọ.",
    "Cheta na a na-echebu na Onyeisiala Naịjirịa n'afọ 2023 nwere ike isi mpaghara Ndịda, n'ihi na Onyeisiala ugbua bụ Muhammadu Buhari si mpaghara Ugwu.",
    "Nke a bụ maka na pati abụọ kachasị na Naịjirịa bụ APC na PDP na-eyigharị mpaghara ebe ha na-esi ahọpụta ndị ga-azọ ọkwa onyeisiala Naịjirịa; a na-akpọ nke a 'zoning' na bekee.",
    "Nke a pụtara na ọkwa Onyeisiala gaara ndị Ugwu n'oge a, ọ ga-agara ndị Ndịda n'oge nke ọzọ.",
    "Otu APC ekwuola na ọ bụ na mpaghara Ndịda ka ha ga-esi ahọpụta onye ga-azọ ọkwa Onyeisiala na 2023.",
    "Mana PDP ekwubeghị nke ha kpọmkwem, kama akụkọ na-ekwu na ha ekwuola ka onye ọbụla nwere mmasị bịa soro zọọ.",
    "Okwadike kwuru na ihe a ndị PDP mere jọgburu onwe ya maka na o doro anya na ọ bụ ndị Igbo ka ọkwa Onyeisiala ruru na 2023.",
    "\"Naanị ọnwa isii ka onye Igbo nọrọla n'isi ọchịchị na Naịjirịa; ya bụ Aguiyi Ironsi n'oge ndị agha,\" o kwuru.",
    "\"Na nke ndị Yoruba, Obasanjo chịrị afọ atọ dịka onye agha, bịakwa chịa afọ asatọ dịka onye nkịtị.\"",
    "\"Osinbajo bụkwa osote Onyeisiala ugbua, ọ ga-anọ ya afọ asatọ.\"",
    "\"Ị gaa na South South, Jonathan chịrị afọ isii.\"",
    "\"Etu e si eme ọchịchị Naịjirịa bụ onye wepụ ibe ya ewere, ndị Ugwu wepụ, ndị Ndịda ewere.\"",
    "\"Ndị o ruuru ugbua bụ ndị Ndịda, abịa na Ndịda ahụ, ọ bụ ndị Igbo ka o ruru.\"",
    "\"Kedụzi etu ọ ga-esi bụrụ ugbua o ruru ndị Igbo ka ndị PDP ga-asịzi onye gbata ya were?\"",
    "Okwadike kwuru na ihe nke a gosiri bụ na \"Chineke na-akwadoro anyị Naịjirịa ọhụrụ nke na-abụghị PDP maọbụ APC\".",
    "\"Chineke egosila anyị akara anyị ga-eji mara na otu abụọ a abụghị ya.\"",
    "Okwadike gara n'ihu kwuo na ya nwere nkwenye siri ike na onye Igbo ga-ewere ọchịchị Naịjirịa n'afọ 2023.",
    "O kwukwara na ọ bụ mgbe onye Igbo ga-abụ Onyeisiala ka Naịjirịa ga-ahụ ihe dị iche na mmepe obodo.",
    "Ndị mere akụkọ a bụ Chukwunaeme Obiejesi, Nnamdi Agbanelo, na Chukwudi Okereke.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Presidencial Election 2023: \"Ọ ga-aka mma ndị Igbo iwepụta otu onye na 2023 karịa ịdị n'igwe azọ ya\", Duration 50,5213 Eprel 2022",
    "Vidio, Kingsley Moghalu: Ndị kwe ndị ekweghi so na-ebute mpụ na Naịjiria, Duration 11,0414 Maachị 2022",
    "Vidio, Okwesilieze Nwodo: Ọ bụrụ na-enyeghi onye Igbo ọkwa onyeisi Naịjirịa, ihe ga-emebi, Duration 3,5819 Ọgọọst 2020",
    "Vidio, Osinachi Nwachukwu Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Odinakachi Ukanwa, Duration 16,4215 Eprel 2022",
    "Vidio, Nigeria Election 2023: PDP na APC aghasaala Naịjirịa - Chukwuemeka Ezeife, Duration 8,4718 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi, Duration 5,4713 Eprel 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Igboegwuregwu Masquerade: Etu mmọnwụ Igboegwuregwu si egbochi ụmụokoroọbịa ime mpụ n'obodo, Duration 3,2717 Eprel 2022",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Vidio, Osinachi Nwachukwu's Twin Sister: A nọ m n'anyammiri ụbọchị Osinachi na di ya gbara akwụkwọ - Ejima Osinachi Nwachukwu, Duration 19,0714 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}