{
  "published": "20 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chinmark Facebook/Ovaiosa/ MMM Website",
    "Akụkọ na-ewu n'akụkụ Naịjirịa dị ịcheịche na nso nso a bụ nke ụlọọrụ \"Ovaioza Farm Produce Storage Business\" bụ ngalaba ji ego ndị mmadụ achụ ego mana ndị mmadụ na-ekwu na ụlọọrụ ahụ egwuola ha chandum.",
    "Ngalaba na-ahụ maka ego si n'aka fere n'aka bụ 'Securities and Exchange Commission' (SEC) jichiri akara ọbaego niile nke ụlọọrụ ahụ n'ihi na ha sị na ọ bụ ụlọọrụ adịgboroja.",
    "Etu ndị ego ha tọrọ na Chinmark si degara IGP akwụkwọ mkpesa",
    "MMM ọ laghachitela?",
    "Etu ị ga-esi mara onye na-eche echiche iwepụ ndụ onwe yawere ike ịkwụ ụdọ",
    "Onye nwe ụlọọrụ a bụ nwaada Imu Ovaioza Yunusa na-ekwu na ego ndị mmadụ efughị efu mana ụfọdụ ndị tinyere ego ha na ya bụ ụlọọrụ na-ebe na e werela ego ha gbalaga.",
    "Dịka ndị mmadụ na-akwa arịrị maka etu ego ha si laa n'iyi n'aka Ovaioza, lee Ponzi Schemes ndị wurulanụ n'oge gara aga ma kpụọ afọ n'ala na Naịjirịa.",
    "Ebe foto si, Marksman Chinechu Ijioma",
    "Marksman Chinedu Ijomah bụ onye hiwere ụlọọrụ Chinmark Group depụtara n'akara facebook ya n'ọnwa Maachị 23, 2022, na ngalaba Securities & Exchange Commission (SEC) machiri ọbaego ụlọọrụ ya kamgbe ụbọchị December 21, 2021.",
    "O kwuru na kamgbe ahụ,  na ọ bụ sọ mmadụ narị ise n'ime mmadụ pụku anọ na ụma (4966) ka ọ kwụnwụrụ ụgwọ ha tinyere na nwulite ụlọahịa Chinmark iji rite ọmụrụ nwa ego malite na March 16, 2022.",
    "Ọ gwara BBC Igbo ugbua  ha na-aga ije okwu a iji mata ma SEC ọ ga-akpọpere ha ọbaego ha niile.",
    "Mana ụfọdụ ndị mmadụ tinyere ego na Chinmark na-ekwusike na Ijomah egwuola ha chandum site na ịji ndị otimkpu ya rafuo ha ma nakọrọ ha ego ha.",
    "Ndị oti mkpu ya abụọ bụ Amanda Chisom (onye na-eme azụmahịa) nakwa Harrison Gwamishu pụtara rịọ ndị mmadụ ka ha nwe ndịdị na ego ha ga-apụta nakwa Chinmark ha na-eche nọ ọgbara ọsọ agbaghị ọsọ.",
    "Ụfọdụ ndị tinyere ego ha na Chinmark Investment na-agụkọ ihe ahụghị ego ha tinyere nakwa etu ọnọdọ ahụ sị metụta ha na ezinụlọ ha n'ụzọ ọjọọ.",
    "Ndị ego ha tọrọ n'aka ụlọọrụ Chinmark Group degara onyeisi uweojii Naijiria bụ Usman Alkali Baba akwụkwọ mkpesa.",
    "Ijomah gwara BBC Igbo na mkparịtaụka anyị na ya nwere na ya na ndị otu ya na-agba mbọ ịhụ na ha kwụrụ ndị niile ha ji ụgwọ ego ha.",
    "Onye bụ Chinmark?",
    "Chinedu Ijomah na-ewu kemgbe na soshal midia maka etu ndị mmadụ si pụta na-ekwu na ọ ekweghị akwụ ha ụgwọ o ji ha dịka ụfọdụ n'ime ha tinyere ego ha n'ụlọahịa ya iji nweta isi ego na ọmụrụnwa.",
    "Ọ bụ onye a ma ama dịka onye ojiego achụ ego nwere ọtụtụ ụlọọrụ nke gụnyere ebe ana-akọ ugbo, na-agbasa ozi nakwa ụlọoriri.",
    "Ndị mmadụ ma ya dịka onye na-enyere ọha aka.",
    "O lụọla nwunye ma mụkwa ụmụ.",
    "Mavrodi Mundial Moneybox (MMM)",
    "Ebe foto si, Getty Images",
    "Sergei Mavrodi ruru afọ 62 tupu ọ nwụọ",
    "Sergei Mavrodi bụ onye bidoro ebe a na-atụkọ ego iji nweta mmụbanye ego ọzọ nke ọ kpọrọ Mavrodi Mundial Moneybox (MMM).",
    "Mavrodi butere atụmaatụ MMM na Naịjirịa n'afọ 2015 dị afọ 62 nwụrụ n'afọ 2018  dịka ndị dọkịta kwuru na nkụchi obi (heart attack) gburu ya.",
    "Tupu ọ nwụọ, Mavrodi bụ onye mba Rọshịa a ma ama n'ihe gbasara ịghọgbu ndị mmadụ ma nara ha ego ha, nke ndị Bekee kpọrọ 'Ponzi scheme'.",
    "MMM gwuru m chacha ruru nde 3.7",
    "Etu ndị ego ha tọrọ na Chinmark si degara IGP akwụkwọ mkpesa",
    "Ngalaba MMM nke bidoro ọrụ na Naịjirịa n'afọ 2015, kwụsịrị ịrụ ọrụ n'ọnwa Disemba nke afọ 2016 ka ihe ruru mmadụ nde abụọ na puku narị anọ malitere inye ya ego ha maka mmụta nwereike iso ya.",
    "MMM kwuru na ihe kpatara ha ji kwụsị ọrụ bụ makana \"ndị mmadụ ka nkụ n'elu sistem anyị nakwa anya ọjọọ ndị gọọmentị na ndị ntaakụkọ ji ele anyị\"",
    "Ọtụtụ mmadụ pụtakwara n'eti mkpu maka ego ha furulanụ na ya bụ atụmaatụ.",
    "Ụlọọrụ MMM kwere ndị mmadụ nkwa na a ga-enye ha pasenti iri atọ ego ọbụla ha tinyere na ụlọọrụ ahụ nakwa pasenti ise ma ego ahụ nọkarịa ụbọchị iri atọ.",
    "Ụlọọrụ Nigeria Deposit Insurance Corporation kwuru na ihe karịrị ijeri naira iri na asatọ ka e tufuru n'atụmaatụ MMM n'afọ 2017.",
    "Sergei Mavrodi na ụmụnne ya chọpụtara MMM n'afọ 1989 na mba Russia.",
    "Gọọmenti Naịjirịa dọrọ ụmụ Naịjirịa aka na nti ka ha ghara itinye ego ha na MMM ebe ndị ụlọomeiwu gwara ụlọakụ ukwu na ha nyochaa ya bụ MMM.",
    "Nke a mere tupu ya bụ ụlọọrụ apịachie ma kpụọ afọ n'ala.",
    "'Ovaioza Farm Produce Storage Business'",
    "Ebe foto si, Ovaioza/Facebook",
    "Ọtụtụ ndị mmadụ tinyere ego ha n'ụlọọrụ a kpọrọ 'Ovaioza Farm Produce Storage Business' nọzị ugbua na-eche ihe ha na ụbọchị ga-aga.",
    "Nke a na-abịa dịka ngalaba 'Securities and Exchange Commission' (SEC) jichiri akara ọbaego niile nke ụlọọrụ ahụ nwere, n'ihi na ha sị na ọ bụ ụlọọrụ adịgboroja.",
    "Ọ bụ eziokwu na onye nwe ụlọọrụ a bụ nwaada Imu Ovaioza Yunusa na-ekwu na ego ndị mmadụ efughị efu, mana ụfọdụ ndị tinyere ego ha na ya bụ ụlọọrụ na-ebe akwa na ha ahụbeghị isi ego ha ma ya fọkwa ọmụrụnwa e kwere ha na nkwa kwa.",
    "Onye bụ Ovaioza",
    "Ebe foto si, Ovaioza/Facebook",
    "Ezigbo aha nwaada a bụ Imu Ovaioza Yunusa, ọ bụ onye Okene dị na Kogi steeti.",
    "Ọ nwetara ọzụzụ dịka nọọsụ mana ọ bụ ịzụ ahịa nri ka ọtụtụ mmadụ ji mara ya.",
    "Site n'akara Facebook ya, Ovaioza na-akpọ ndị mmadụ nwere mmasị ka ha nya ya ego iji zụta ngwanri ma ree ya, ha na ya ekesa ọmụrụnwa si na ya.",
    "Ihe ọ na-ere gụnyere osikapa, ọka, unere, garị, unyi, na ọtụtụ ihe ndị ọzọ.",
    "Dịka o si kọwaa, ọ na-ego nri ebe o buru ibu oge nri ahụ na-amịpụta nke ukwuu, ma chekwaa ya.",
    "O ruzie oge nri ahụ na-akọ ụkọ n'ahịa, o buputa ya ree n'ọnụahịa buru ibu, ya na ndị nyere ya ego ekee ọmụrụnwa ya ụzọ iri, ndị wetara ego were ụzọ asaa, ya bụ Ovaioza ewere ụzọ atọ.",
    "Mana ọtụtụ ndị tinyere ego ha n'aka nwaada a ekwuola na ụlọahịa ya bụ nke adịgboroja.",
    "Ovaioza nwekwara ụlọọrụ ọzọ ebe ọ na-akụziri ụmụnwaanyị aka ọrụ dị icheiche; ọ kpọrọ ụlọọrụ a 'Ovaioza Skills Acquisition Centre'.",
    "Ihe iribama onyeisi ndí uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwuelekere 4 gara aga",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Vidio, Lee Joy Nwokeocha, nwaanyị ji ụdara nwannu emepụta 'juice' na 'jam'20 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu25 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Ihe iribama onyeisi ndí uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Ihe ndịagha Naijiria kwuru maka ihe mere n'Orlu n'ụbọchị ụka",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Ị chọrọ ịzọ ọkwa onyeisiala Naijirịa n'otu APC, jide otu nde narị Naira",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "\"Etu Ovaioza si rie N8million m n'ọnụ\"",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}