{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ na-eru anyị ntị ugbua na-ekwu na ụgbọelu a na-eche bụ nke ndị agha Naịjiria akpọkasịala na Kaduna steeti, n'abalị Tuzde, 19 nke Epreelụ 2022.",
    "Amabeghị mmadụ ole nọ n'ime ya maọbụ ma e nwere ndị nwụrụ n'ime ya.",
    "A na-etinye ihe ọhụrụ n'akụkọ a mere ugbua mana a ga-egosipụta ya n'uju n'oge nadighị anya. Biko mepegharịa ihuakụkọ a maka akụkọ zuruoke.",
    "Kaduna steeti",
    "Mberede njem ụgbọelu",
    "Njem ụgbọelu",
    "Kaduna",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?elekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Etu Ovaioza si rie N8million m n'ọnụ\"19 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu25 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Akụkọ Mere Ugbua - Ụgbọelu akpọkasịala na Kaduna",
    "\"Etu Ovaioza si rie N8million m n'ọnụ\"",
    "Ihe ndịagha Naijiria kwuru maka ihe mere n'Orlu n'ụbọchị ụka",
    "Gọọmentị Legọs emechiela ụlọakwụkwọ Chrisland maka ebubo mmetọ ụmụakwụkwọ",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}