{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Rita Dominic Instagram",
    "Fidelis Anosike na Rita Dominic gbara akwụkwọ n'Imo steeti n'ụbọchị 19 nke ọnwa Epreelụ 2022, mere ka ndị mmadụ na-achọsi ike ịma onye ọ bụ.",
    "Agbamakwụkwọ ha na-ewu ewu n'ihi na Dominic bụ ome ejije Nollywood a ma ama, ma bụrụkwa onye ndị mmadụ hụrụ n'anya nke ukwuu.",
    "Ịhụnanya a mere ka ndị mmadụ na-agba tọọchị na-achọ ịma onye ọ bụzị nwunye ya si taa gawa n'ihu.",
    "Ebe foto si, Fidelis Anosike",
    "Ọ bụ onye hibere otu a kpọrọ Folio Media Group, nke nwezị ụlọntaakụkọ Daily Times Nigeria",
    "Ọ bụ ya (ụlọọrụ ya) na-eme asọmpi Nwaanyị kacha mma na Naịjiria",
    "Ọ gara mahadum na University of Benin, ebe ọ nọ gụọ Creativea and Applied Fine Arts",
    "O mekwara OPM Program na mahadum Harvard Business School",
    "Rita Dominic gbara ya n'anwụ dịka onye ọ na-ayị n'ọnwa Disemba afọ 2020",
    "Nollywood",
    "Ezinụlọ",
    "Alụmdịnanwụnye",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?elekere 3 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "\"Etu Ovaioza si rie N8million m n'ọnụ\"19 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Chinmark: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara- Johnson Chukwu25 Maachị 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?29 Maachị 2022",
    "Ihe ị kwesịrị ịma maka Sinetọ Abdullahi Adamu, onyeisi ọhụrụ pati APC26 Maachị 2022",
    "Iri oke nnu,ọgwụ ahụ mgbu, mmanya ọkụ na ihe ndị ọzọ nwereike ikotere gị ọrịa 'kidney'27 Maachị 2022",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Akụkọ Mere Ugbua - Ụgbọelu akpọkasịala na Kaduna",
    "\"Etu Ovaioza si rie N8million m n'ọnụ\"",
    "Ihe ndịagha Naijiria kwuru maka ihe mere n'Orlu n'ụbọchị ụka",
    "Gọọmentị Legọs emechiela ụlọakwụkwọ Chrisland maka ebubo mmetọ ụmụakwụkwọ",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 2022",
    "Kedụ uru iru mgbede bara n'ala Igbo?",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}