{
  "published": "21 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Maxwell Opara, Demola Adeleke na Mercy Nwaigwe gụchara mahadum tiwaa 'slate' mana ọ rara ha ahụ inweta ọrụ.",
    "N'agbanyeghi na ha mere ọfụma n'ụzọ pụrụiche na mahadum, otu ihe nagidere ha inweta ọrụ; ịkpa oke megide ha n'isi ha kpuru.",
    "'E kpuru m isi mana a na m emepụta ncha nakwa ude ọbụla ị chọrọ'- Chinazaekpere",
    "Lee etu nwa ada a jiri bụ 'nwaanyị kpuruisi mbụ nwetere PhD na Naịjirịa'",
    "Isi m kpuru egbochighi ịgụru PhD na mahadum UNN - Akumas Uche Kalu",
    "Opara, Adeleke na Nwaigwe gwara BBC Igbo na ha ekpughi isi mgbe a mụrụ ha.",
    "Ha kọwakwara ihe ha gabigara  na etu ha siri gbasie mbọ ike n'agụmakwụkwọ ha ma turu ugo lọta.",
    "Opara gụchara jiri 'first class' pụta na mahadum, o che na ọ ga-enweta ọrụ na mahadum ahụ ọ gụrụ, mana nke ahụ enweghi isi.",
    "Ọ kọwara na nsogbu anya ya bidoro n'afọ 2012, mgbe ọ nọ na mahadum nke Federal University of Technology - Owerri (Futo).",
    "Nsogbu ahụ mere ka ọ kwụsị ịga ụlọakwụkwọ mgbe ahụ, n'agbanyeghi na ọ nọ na-achọ ịbanye n'afọ nke atọ ya (3rd year).",
    "O mechara legharịa ule e ji abanye mahadum ma banyekwa na nke 'University of Nigeria Nsukka' (UNN) ebe ọ nọ gụchaa n'afọ 2019.",
    "Nwaigwe kwuru etu o si gaa ịchọ ọrụ, lechaa ule so ya mana ha eweghi ya n'ọrụ mgbe ha chọpụtara na ọ naghị ahụ ụzọ.",
    "Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian",
    "Blind Baker: Lee nwaanyị kpuru isi na-eme achịcha bekee",
    "'Ahụghị ụzọ enweghị ihe o gbochiri mmadụ'",
    "Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia",
    "O kwuru na ọ chọpụtara na anya na-enye ya nsogbu mgbe ọ nọ n'ụlọakwụkwọ sekọndrị.",
    "Ọ kọwara etu o si mechaa banye n'ụlọakwụkwọ Federal College of Education dị n'Oyo steeti, bụ maka ndị ọpụrụiche, ma mechakwaa gaa mahadum nke University of Lagos, site n'afọ 2014 ruo 2017.",
    "Adeleke kọwara etu o si nweta CGPA 4.4 na mahadum mana ọ rara ya ahụ inweta ọrụ n'ihi na \"anaghị ewe ndị dị ka m n'ọrụ\".",
    "Gee ihe ha kwuru n'uju:",
    "Ahụike",
    "Ọmụmụ na mmụta",
    "Ikike-diịrị ọbere mba",
    "Vidio, Ahụghị ụzọ enweghị ihe o gbochiri - Di na nwunye kpuru isi, Duration 3,112 Jenụwarị 2019",
    "Vidio, Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia, Duration 3,106 Jenụwarị 2020",
    "Vidio, World Disability Day: Nwaanyị kpuru isi na-eme achịcha, Duration 3,203 Disemba 2019",
    "Vidio, Stevens-Johnson syndrome: Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian, Duration 4,047 Septemba 2021",
    "Vidio, World Sight Day: Isi m kpuru egbochighi ịgụru PhD na mahadum UNN - Akumas Uche Kalu, Duration 6,0414 Ọktọba 2021",
    "Vidio, World Disability Day: Lee etu nwa ada a jiri bụ 'nwaanyị kpuruisi mbụ nwetere PhD na Naịjirịa', Duration 5,532 Disemba 2021",
    "Vidio, Ọgbambọ: 'E kpuru m isi mana a na m emepụta ncha nakwa ude ọbụla ị chọrọ'- Chinazaekpere, Duration 3,164 Jenụwarị 2022",
    "Vidio, Ọgba Mbọ: Lee Joy Nwokeocha, nwaanyị ji ụdara nwannu emepụta 'juice' na 'jam', Duration 4,5420 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Osinachi Nwachukwu Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Odinakachi Ukanwa, Duration 16,4215 Eprel 2022",
    "Vidio, Osinachi Nwachukwu's Twin Sister: A nọ m n'anyammiri ụbọchị Osinachi na di ya gbara akwụkwọ - Ejima Osinachi Nwachukwu, Duration 19,0714 Eprel 2022",
    "Vidio, Nigeria Election 2023: PDP na APC aghasaala Naịjirịa - Chukwuemeka Ezeife, Duration 8,4718 Eprel 2022",
    "Vidio, Causes of blindness: 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ', Duration 6,3321 Eprel 2022",
    "Vidio, Chinmark investment: Ihe i nwere ike ime iji nweta ego i tinyere n''investment' akụkọ bara - Johnson Chukwu, Duration 15,4525 Maachị 2022",
    "Vidio, Chinmark Group investments: Gbagharanu m maka ọrụ m rụrụ n'ihe gbasara ya - Amanda Chisom, Duration 6,1029 Maachị 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}