{
  "published": "21 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Ifeanyi Megafu bụ nna Chinelo Megafu ekwuola na ya agbagharala ndị niile chịrị nwa ya ọchị ma kwaa ya emu oge o tiri mkpu enyemaka na Twitter tupu ọ nwụọ.",
    "O kwuru nke a n'emume akwamozu Chinelo Megafu, nke e mere n'ụlọụka Shepherd Hill Baptist Church dị n'Obanikoro, Legọs, taa bụ Tọzde, Eprel 21.",
    "Chinelo Megafu bụ dọkịta ahụ tụfuru ndụ ya oge ndị ekperima wakporo ụgbọoloko si Abuja aga Kaduna n'ụbọchị 28 nke ọnwa Maachị afọ 2022.",
    "Mmadụ asatọ nwụrụ na mwakpo a ebe ndị ekperima ahụ tọọrọ ọtụtụ ndị ọzọ.",
    "Ihe karịrị mmadụ 150 ka na-efu kamgbe otu izuụka a wakpochara ụgbọoloko si Kaduna aga Abuja",
    "Ndị 'Bandits' nwere kọmishọna ha na-achọ oge ha wakporo anyị – Onye nọ ụgbọoloko ahụ",
    "Etu mmadụ anọ si tufuo ndụ ha oge ndị ekperima wakporo Kajuru, Kaduna steeti",
    "N'okwu ya n'emume akwamozu ahụ, Ifeanyi Megafu kwuru na ọ kpọrọ nwa ya nwaanyị bụ Chinel n'ụbọchị 28 nke Maachị mana ọ zaghị ekwe ntị ya.",
    "\"N'echi ya ka m nụrụ akụkọ ihe a merenụ, na nwa m nwụrụ na mwakpo ndị ekperima n'ụgbọoloko na-aga Kaduna,\" Ifeanyi Megafu kwuru.",
    "\"Amachaghị m maka soshal midiz, ya mere anụghị maka ihe merenụ nke ọma, mana ọ bụ ka abalị olemole gachara ka m nụrụ akụkọ etu ndị mmadụ si kpaso ya akwa oge o tiri mkpu enyemaka na Twitter.\"",
    "\"Ọ dị nnukwu mwute na ọtụtụ ndị mmadụ nwere ụdị obi ọjọọ dị otu a.\"",
    "\"Mana agbagharala m ndị niile kwara Chinelo emu na soshal midia.\"",
    "\"Agbagharala obodo (Naịjirịa) gbachiri nkịtị ka ụdị ihe dị otu a mee.\"",
    "\"Ọ bụ eziokwu na ndị ekperima ahụ gbapụrụ ọnụ egbe wee zunahụ anyị nwa anyị.\"",
    "\"Mana Chinelo n'onwe ya gbapụkwara ọnụ egbe nke ya site n'ozi ikpeazụ o zipụrụ tupu ọ nwụọ.\"",
    "Ebe foto si, Screengrab",
    "Ifeanyi Megafu bụ nna Chinelo Megafu kwuru na ya na nwa ya nwere olileanya ịfụkọ saxophone ọnụ n'ụbọchị Agbamakwụkwọ ya, mana ọnwụ ekweghị.",
    "Ifeanyi Megafu kwuru na ya na ada ya nwaanyị bụ Chinelo kwekọrịtara na ha ga-etikọ egwu ọnụ n'ụbọchị agbamakwụkwọ ya.",
    "\"Mụ na Chinelo ma etu esi afụ opi ike 'saxophone',\" Megafu kwuru.",
    "\"N'oge emere akwamozu nne m, bụ mama nnukwu Chinelo, mụ na ya ji 'saxophone' gụọ egwu.\"",
    "\"Anyị kwekọrịtara na anyị ga-emekwa ya ọzọ n'ụbọchị agbamakwụkwọ ya.\"",
    "\"Mana nke a agahị enwezi isi ugbua.\"",
    "\"Ọ bụ ya mere m ji malite okwu m site n'ịfụ 'saxophone' iji mezuo nkwa m kwere nwa m.\"",
    "Ebe foto si, Screengrab",
    "Nne na nna na ụmụnne Chinelo Megafu",
    "Ifeanyi Megafu kwuru na ọtụtụ ndị ntaakụkọ akpọọla ya ka ha na ya nwee mkparịtaụka, mana o kweghị.",
    "\"Okwu a m na-ekwu n'elu 'altar' ebe a bụ mkparịtaụka m ga-enye ndị ntaakụkọ ọbụla. Onweghị ihe ọzọ m ga-agwa ndị ntaakụkọ,\" o kwuru.",
    "Ọ gakwara n'hu kọwaa etu otu onye ọrụ gọọmentị si kpọọ ya iji tie ya na ezinụlọ ya aka n'obi.",
    "\"Mana ọtụtụ ihe niile o kwuru bụ ihe gbasara ndọrọndọrọ ọchịchị, etinyeghị m uche n'okwu ya maka na abụghị m onye ndọrọndọrọ ọchịchị, nwa m Chinelo abụkwaghị.\"",
    "Ihe dị mkpa gbasara ndụ Chinelo Nwando Megafu",
    "Ebe foto si, Screengrab",
    "A mụrụ Chinelo Megafu n'abalị iri abụọ na isiinke ọnwa Ọkụtoba afọ 1992.",
    "Nne na nna ya bụ ndị Onitsha, Anambra Steeti.",
    "Ọ bụ Chinelo bụ nwa mbụ nne na nna ya mụrụ.",
    "Ọ gụrụ akwụkwọ Praịmarị na 'St Saviours Primary School', Legos.",
    "Akwụkwọ Sekọndịrị ya bụ n'ụlọakwụkwọ 'Queens College' Legọs.",
    "Ọ gụrụ Mahadum na mahadum Port Harcourt, ebe o nwetara ọzụzụ dịka dọkịta.",
    "Chinelo rụrụ ọrụ otu afọ n'ụlọọgwụ gọọmentị etiti a kpọrọ 'National Hospital' n'Abuja malite na 2018 ruo 2019.",
    "N'oge o ji otu afọ fee ala Naịjirịa, Dọkịta Chinelo rụrụ ọrụ na ngalaba ahụike nke Kaduna steeti.",
    "O mechara nweta ọrụ n'ụlọọgwụ 'St Gerald's Catholic Hospital' na Kaduna.",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu21 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ'21 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ndị oyiegwu egbuola mmadụ iri n'ebe a na-aṅụ mmanya na Yobe Steeti",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Gbawa ka ụkwụ gị ha ma ị hụ akparamagwa ndị a n'onye chọrọ ịlụ gị",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}