{
  "published": "21 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Precious Okeke-Facebook",
    "Ndị uweojii Legos, ekwuola na ha ka na-enyocha okwu banyere nwokorobia a na-enyo na o gburu enyi ya nwaanyị na mpaghara Ajah dị na steeti ahụ.",
    "A nwuchiri Ifeanyị Okafor maka ọnwụ Precious Okeke gbara afọ 24 bụ onye a hụrụ ozu ya n'ụlọ ya na Legọs na nsonso a.",
    "Uduak Frank Akpan atụgharịala gọọ na o gbughị Iniobong Umoren",
    "Chidinma Ojukwu: Ụlọọrụ nga Naịjirịa 'arịọla mgbaghara' maka nghọtahe so asọmpị ‘Miss Cell 2022’ ha mere",
    "Akụkọ na-efegharị na soshal midia kwuru na Njoku gburu enyi ya nwaanyị bụ Precious,Okeke, dobe ozu ya n'ụsekwu ya ebe ọ  na-edina ozu ya dịka dibia gwara ya tupu isi ozu ahụ agbaa ya ama nke mere ka ndị uweojii bịa nwuchie ya.",
    "E kwuru na ọ bụ isi ozu ndị agbata obi nụrụ mere ka ha bekuuo ndị uweojii bụ ndị bịara nyocha ọnụụlọ ndị mmadụ bi na ngwuru ahụ were hụ ozu nwadaa ahụ n'usekwu enyi ya nwoke, onye ha gara n'ihu nwuchie.",
    "Mana ọnụ na-ekwuru ndị uweojii bụ Benjamin Hundeyin gwara BBC n'ezie na  a hụrụ ozu Precious n'ụlọ enyi ya nwoke mana o nweghị  ihe gosiri na nwoke ahụ na-edina ozu nwada ahụ dika akụkọ na-efegharị si kwuo.",
    "Ọ kọwara na ọ bụ ndị agbataobi wetara ozi na ha nụrụ ajọ isi na ngwuru ha bi na ya.",
    "Oge ndị uweojii gara nyocha ebe ahụ, ha hụrụ ozu nwa ada Peace Okeke nke mere ka ha nwuchie enyi ya nwoke dịka nnyocha ya bụ okwu na-aga n'ihu.",
    "Ọ sịrị, \"Ndị agbataobi kpọrọ ndị uweojii  kwuo na ihe na-esi n'otu ụlọ.\"",
    "\"Oge ndị uweojii ruru ebe ahụ, ha hụrụ ozu maliterela ire.\"",
    "\"Anyị nwụchiri onye nwe ọnụụlọ ahụ bụ Ifeanyị Njoku, onye kwuru n'ezie na ọ bụ enyi ya nwaanyị.\"",
    "\"Mana ọ sịrị na ya egbughị ya, kama na ọ dara ada kụọ isi n'aja, nwụọ.\"",
    "Hundeyin gara n'ihu kwuo na akụkọ ahụ nwere rịkọm: \"mana nsogbu dị na ya bụ na mmadụ nwụrụ na be gị, nọọ abalị ise, o nweghị onye ị gwara?\"",
    "O kwuru na ya enweghị ike ikwu ebe nnyocha ahụ kwụ ugbua ganye na ya ajụọ ngalaba uweojii ọ dị n'aka ese ọzọ.",
    "Ebe foto si, Precious Okeke-Facebook",
    "Ọtụtụ ndị ya na ya gụkọrọ akwụkwọ BBC Igbo gbara ajụjụ ọnụ banyere nwada Precious Okeke ekweghị atụnye ọnụ n'okwu.",
    "Ma lee ihe ụfọdụ ihe BBC Igbo chọpụtara maka ya:",
    "Ọ bụ onye Arochukwu dị n'Abia steeti",
    "Precious Okeke pụtara na mahadum 'Abia State University' ,Uturu na nsonso a",
    "Ọtụtụ ndị ma ya n'ụlọ akwụkwọ ahụ kọwara ya dịka onye na-emesapụ ahụ.",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Ịkpa arụ nke cyber",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu21 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ'21 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ndị oyiegwu egbuola mmadụ iri n'ebe a na-aṅụ mmanya na Yobe Steeti",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Gbawa ka ụkwụ gị ha ma ị hụ akparamagwa ndị a n'onye chọrọ ịlụ gị",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}