{
  "published": "21 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Onyeisi ndị uweojii na Kenya bụ Hilary Mutyambai",
    "Onyeisi ndị uweojii na Kenya bụ Hilary Mutyambai ekwuola na nnyocha ime ahụ ha mere gosiri na ihe ruru ndị uweojii 2000 mba ha nweturu nsogbo ahụike ụbụrụ isi nke nwereike imetụta ọrụ ha.",
    "Mutyambai kwuru nke a n'ọgbakọ ya na ndị isi ụka dị ịcheịche ebe o kwuru na nchọpụta a tụrụ ha n'anya.",
    "Akwụkwọ njem Kanu ka dị na mba Kenya - Aloy Ejimakor",
    "Ndị Uweojii anwụchiri Tekno?",
    "Police Brutality: Etu mgbọ egbe ndị uweojii si egbu anyị karịa coronavirus",
    "Ihe ruru mmadụ 100,000 nọ n'ọrụ nchekwa ndị uweojii na Kenya ugbua.",
    "Akụkọ a so nnyocha ha mebụrụla nke kwuru na ọtụtụ na uweojii ha nwere nsogbu ahụike ụbụrụ isi nke ndatu ime mmụọ Bekeee na-akpọ 'Depression' nke na-akpalịtezị atụmatụ mmadụ ịchọ igbu onwe ya.",
    "Mutyambai sị na ha amalitela ị gwa ndị uweojii nọ n'ọnọdụ dị etu ka ha kwụsị ọrụ ma kwuo na usoro nkwụsị ọrụ a adịghịrị ha mfe.",
    "Ka o si kwuo, ọnọdụ ahụike ndị uweojii sọ n'ihe na-eche gọọmentị mba ha dịka ndị uweojii na-ebu ngwaagha nke nwereike ịmerụ ndị mmadụ ahụ ma ahụike ndị uweojii nọrọ n'ọnọdụ ọjọọ.",
    "Mutyambai kwukwara na ndị uweojii mba Kenya ehibela ngabala nke ndị ọrụ ahụike ụbụrụisi si n'aka ministri ahụike mba ha ga na-enyere ndị uweojii ha aka n'ọnọdụ a.",
    "Africa Eye: 'O nweghi onye ga-etigbunwu m n'Afrịka niile - Jane Mugo",
    "Ahụike",
    "Ahụike echiche",
    "Nchekwa ndị ụwe ojii",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu21 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ'21 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ndị oyiegwu egbuola mmadụ iri n'ebe a na-aṅụ mmanya na Yobe Steeti",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Gbawa ka ụkwụ gị ha ma ị hụ akparamagwa ndị a n'onye chọrọ ịlụ gị",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}