{
  "published": "22 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Jonathan Olakunle malitere ọrụ mkpocha na nzacha okirikiri ya n'afọ 2004.",
    "Mana oge ọbụla ọ na-arụ ọrụ a, ndị mmadụ na-achị ya ọchị, ọtụtụ anaghị ekwe abịa esonyere ya.",
    "Nke a mere o ji chepụta echiche ọzọ nke ga-eme ka ndị mmadụ nwee mmasị isoro ya na-ekpocha okirikiri ya.",
    "Atụmatụ ichekwa ụwa anyị na etu o si metụta gị",
    "Gịnị ga-eme ma akwụsị iji akpa wakịrị wakịrị ekechi ihe?",
    "Climate Change: Mbaụwa ekwekọrịtala",
    "Ọ malitere ike ekike dịka 'Spider Man' oge ọbụla ọ na-arụ ọrụ mkpocha na nzacha.",
    "N'ụzọ dị otu a ka o si dọta uche ọtụtụ ndị mmadụ, ụfọdụ na-abịa ese ya onyonyo, ndị ọzọ na-abịa etinyere ya aka n'ọrụ.",
    "Jonathan Olakunle na-ejikwa ohere ahụ na-akụziri ndị mmadụ mkpa ọ dị idebe okirikiri ha ọcha.",
    "\"Ọtụtụ ụmụ Naịjirịa, ha pụọ mba ofesi, ha na-erube isi n'iwu dị ebe ahụ, na-edebe ebe niile ọcha,\" Olakunle kwuru.",
    "\"Mana ngwangwa ha lọtara Naịjirịa, ha amalite ime ihe masịrị ha.\"",
    "\"Ekwenyeghị m na anyị bụ ndị na-eru unyi.\"",
    "Ọ dị mkpa ka anyị mara na ịdị ọcha obodo bụ ọrụ dịịrị mmadụ niile, o bụghị naanị gọọmentị.\"",
    "Olakunle kwukwara na ọrịa dị icheiche na-efegharị ugbua bụ n'ihi na okirikiri niile ruru unyi.",
    "Ọ gara n'ihu kwuo na gọọmentị nwekwara ọrụ gbasara ịdị ọcha obodo.",
    "\"Anaghị ahụzi ka ndị ọrụ idebe obodo ọcha na-agagharị n'ụlọ n'ụlọ dịka ọ dị na mbụ.\"",
    "\"Naịjirịa kwesịrị ịbụ ebe dị ọcha maka mmadụ niile.\"",
    "\"Ọ dị mkpa ka anyị kwụsị iwufu unyi aghara aghara.\"",
    "\"Kwụsị iwufu unyi n'elu ala maọbụ n'ime ọwa mmiri.\"",
    "Gburugburu",
    "Klaimet chanji",
    "Oku ikpeazu maka ịzọpụta ụwa site 'mgbanwe ihu eligwe'11 Ọktọba 2018",
    "Earth Day 2022: Atụmatụ ichekwa ụwa anyị na etu o si metụta gị22 Eprel 2022",
    "Climate Change: Ndị uloomeiwu ukwu chọrọ ịchula akpa wakịrị wakịrị22 Mee 2019",
    "Climate Change: Mbaụwa etinyele aka n'akwụkwọ maka ịzọpụta ụwa16 Disemba 2018",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Causes of blindness: 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ', Duration 6,3321 Eprel 2022",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi, Duration 5,4713 Eprel 2022",
    "Vidio, Ọgba Mbọ: Lee Joy Nwokeocha, nwaanyị ji ụdara nwannu emepụta 'juice' na 'jam', Duration 4,5420 Eprel 2022",
    "Vidio, Odinakachi Ukanwa Osinachi Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Odinakachi Ukanwa, Duration 16,4215 Eprel 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Aka akparala onye uweojii gbara Joy Ndubueze egbe n'ọnụ, Duration 3,2330 Ọktọba 2020",
    "Vidio, Osinachi Nwachukwu's Twin Sister: A nọ m n'anyammiri ụbọchị Osinachi na di ya gbara akwụkwọ - Ejima Osinachi Nwachukwu, Duration 19,0714 Eprel 2022",
    "Vidio, Kidnapping in Nigeria: Ihe m gabigara n'aka ndị ọchiehi tọọrọ m abalị ise - Sunny Omekedo, Duration 4,351 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}