{
  "published": "22 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Mwai Kibaki bụbụ onyeisiala mba Kenya anwụọla ka ọ gbachara afọ 90.",
    "Onyeisiala mba ahụ bụ Uhuru Kenyatta bụ onye gbara ama nke a ụbọchị Fraide.",
    "Taa ka e liri Pierre Nkurunziza bụbu onyeisiala",
    "E liela Robert Mugabe ebe e liri nna nna ya",
    "Kibaki bụ onye ndu mbụ na esighị n'otu 'Kenya African National Union (Kanu), bụ pati chierala afọ 40 kemgbe Nnwereonwe mba ahụ.",
    "E ji iwulite akụna mba ahụ mara Kibaki onye chịrị Kenya malite n'afọ 2002 rue afọ 2013.",
    "Mana mmeri o ji laghachi n'okwa site na ntuliaka afọ 2007 butere tigbuo-zogbuo nke tara isi mmadụ 1200.",
    "Kenyeta kwuru sị, \"Mwai Kibaki bụ onye a ndị ala anyị a hụrụ n' anya ma na-akwanyere ugwu.\"",
    "\"Ọ bu ụzọ n'ịhụ na pati nọ n'ọchichị kwụ n'ụkwụ ha site na ịcha ha ọkụ.\"",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Akụkọ ka na-abịa.",
    "Ndọrọndọrọ ọchịchị",
    "Kenya",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful22 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "‘Anyị na-enye Tunde Bakare abalị asaa ka ọ rịọ mgbaghara maka okwu asị megide Igbo maọbụ ... '22 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful",
    "Ihe mere ndị uweojii ji achọ ụmụnwoke Isu-Aniocha 12 achọ",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado Nnamdi Kanu",
    "‘Anyị na-enye Tunde Bakare abalị asaa ka ọ rịọ mgbaghara maka okwu asị megide Igbo maọbụ ... '",
    "Earth Day 2022: Kedụ ka atụmatụ nchekwa ụwa 'climate change' si metụta gị?",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}