{
  "published": "22 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty/Ifeanyi Ejiofor",
    "A tọhapụla otu nnenwaanyị e jichiri kemgbe otu afọ maka ịkwado Nnamdi Kanu, onye ndu otu nnwereonwe Biafra bụ Indigenous People of Biafra (Ipob).",
    "Ndị uweojii pụrụ iche nke Abba Kyari bụ onyeuweojii a kwusịị ọrụ n'ike nọbu n'isi ya nwụchiri Oriaku Maria Ezediaro na ndị ọzọ n'Imo steeti afọ gara aha kpụrụ ya gaa Abuja ebe a kpochiri ya n'ogige ha  rue ụbọchị Tozde a tohapụrụ ya.",
    "Ihe mere ụmụnwaanyị Ipob ji buru ngagharịiwe gaa n'ụlọọrụ BBC dị na Lọndọn",
    "Ihe mere anyị ji mee ngagharịiwe megide ndịagha- Ụmụnwaanyị Amangwu Ohafia",
    "Abba women protest : Anyị anọchighị ahịa Abba - Ndị uweojii",
    "N'ozi nke Ifeanyi Ejiofor bụ ọkaiwu Nnamdi Kanu wepụtara ụbọchị ọzde, o kwuru na nntọhapụ Ezediaro sochiri akwụkwọ ya tinyere n'ụlọikpe Ukwu nke Etiti dị n'Abuja .",
    "Ejofor kwuru sị, \" Anyị tinyere akwụkwọ n'ụlọikpe na-ekwu ka enye ya ikike dịrị ya dịka mmadụ, nwagwagwa ahụ  ndị IRt gbara ọsọ kpụpụ ya n'ụlọikpe na-ebo ya ebubo achịtaghị aja.\"",
    "\"Na-agbayeghị nke a, Iwu mala Naijirai wụrụ ha ụkwụ n'ala ma nye iwu ka adọghapụ nwaanyị ahụ na-eneyghị ọnọdụ ọbụla.\"",
    "Cheta na a nwuchiela ọtụtụ ndị mmadụ a na-ebo ebubo na- ha na-akwado Nnamdi Kanu maọbụ nnwereonwe Biafra kemgbe mkpu Biafra rịwa elu ọzọ kemgbe afọ 2015.",
    "N'afọ 2017, gọọmentị Naijiria machiri otu Ipob so n'otu bu iti mkpu nnwereonwe Biafra n'isi ma gunye ha n'otu oyinduegwu (terrorist group).",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ndọrọndọrọ ọchịchị",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu12 Eprel 2022",
    "Vidio, Causes of blindness: 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ'21 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu11 Eprel 2022",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful22 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "‘Anyị na-enye Tunde Bakare abalị asaa ka ọ rịọ mgbaghara maka okwu asị megide Igbo maọbụ ... '22 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful",
    "Ihe mere ndị uweojii ji achọ ụmụnwoke Isu-Aniocha 12 achọ",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado Nnamdi Kanu",
    "‘Anyị na-enye Tunde Bakare abalị asaa ka ọ rịọ mgbaghara maka okwu asị megide Igbo maọbụ ... '",
    "Earth Day 2022: Kedụ ka atụmatụ nchekwa ụwa 'climate change' si metụta gị?",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}