{
  "published": "22 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigerian Police/Facebook",
    "Ndị uweojii Naijirịa ekwuola na ha na-achọ mmadụ iri na abụọ bụ ndị obodo Isu-Aniocha dị n'Anambra Steeti maka ebubo igbu ọchụ na arụ ndị ọzọ.",
    "Ọ bụ onye na-ahụ maka mmekọ ndị uweojii Naijirịa na oha bụ Olumiyiwa Adejobi depụtara nke a n'akwụkwọ ozi ha depụtara n'ụbọchị iri abụọ na abụọ nke ọnwa Eprel.",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA",
    "Lee kọmịshọna uweojii ọhụrụ akpọtara n'Imo steeti nakwa Kaduna",
    "Arụ ndị eji achọ ndịa gụnyere iji egbe ezu ohi, otu oyiegwu, ịtọrọ mmadụ, otu nzuzo na mmadụ iji egbe iwu na-akwadoghi.",
    "Ndị uweojii ewetabuola ikike n'ụloikpe iji nwuchie ndị a .",
    "Ha niile bụ ụmụ nwoke dị afọ 25 ruo 55 bụ ndị obodo Isu-Aniocha nke Anambra Steeti.",
    "Le aha ndị a -",
    "Edward Okoye (aka Stone)",
    "Donatus Okeke",
    "Onyemazi Ngini",
    "Onyebuchi Nwekeizu Okoye",
    "Nonso Eboh",
    "Chukwuka Onyibor",
    "Chukwujekwu Anaekeokwu",
    "Chuka Ilodigwe",
    "Chinedu Nwoye Okoye",
    "Nonso Awusionwu Obinna",
    "Cosmos Okonkwo",
    "Chukwujekwu Okoye",
    "Ebe foto si, EPA",
    "Komiti ụlọmeiwu mba Briten na-enyocha onyeisiala ha bụ Boris Johnson maka ebubo na  ọ tụrụ asị banyere ịda iwu Covid-19 na mmemme e mere n'obi gọọmentị dị na 10 Downing Street oge mgbachi obodo e mere iji gbochie mfesa ọrịa ahụ n'afọ 2020.",
    "Boris Johnson arịọla mgbaghara",
    "Ọ fọziri Jeremy Hunt na Boris Johnson ugbua",
    "Boris Johnson nke mba UK ga-agbajinye Vladimir Putin nke Russia osisi na ntị",
    "Ndị omeiwu chọrọ ka komiti ahụ rịọ ọrụ ha ngwangwa ndị uweojii mechara nchọpụta ha mana gọọmenti gbaliri ka ha dọtịa okwu ahụ.",
    "Mana oge ha hụrụ na ndị omeiwu pati ha akwadoghị nke ahụ, Johnson kwuru sị, Ọ bụrụ na okwu ahụ bụ ihe pati nọ na gọọmentị chọrọ ibu n'isi, ha gaa n'ihu.",
    "Akwụkwọ ozi nke odeakwụkwọ ji igbeozi intanet zigara ndị ọrụ ebe o nyere ka ndị mmadụ ghụ na mmanya  adịkọtaghị ọnụ nke gbapuru n'oha gosiri na obi gọọment mere mmemme n'ọha oge a machiri inwe mmemme ọbụla na mba ahụ iji gbochie mfesa Covid-19.",
    "Nke mere ka ụfọdụ ndị omeiwu na-akpo oku ka onyeisiala Johnson tinye akwụkwọ arụkwaghịm.",
    "Ọtụtụ ndị mmmadụ dara n'ọrịa , ebe ụfọdụ nwụrụ oge ọrịa Covid-19 chị ọkụ na Briten bụ oge e kwuru na mmemme ọha ndị a hụ mere n'obi gọọmenti Briten.",
    "Boris Johnson",
    "United Kingdom",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful22 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "‘Anyị na-enye Tunde Bakare abalị asaa ka ọ rịọ mgbaghara maka okwu asị megide Igbo maọbụ ... '22 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful",
    "Ihe mere ndị uweojii ji achọ ụmụnwoke Isu-Aniocha 12 achọ",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado Nnamdi Kanu",
    "‘Anyị na-enye Tunde Bakare abalị asaa ka ọ rịọ mgbaghara maka okwu asị megide Igbo maọbụ ... '",
    "Earth Day 2022: Kedụ ka atụmatụ nchekwa ụwa 'climate change' si metụta gị?",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}