{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, HQ Nigerian Army/Facebook",
    "Ndị otu oyiegwu egbuola opekete mpe mmadụ iri ma merụọ ndị ọzọ ahụ n'ebe a na aṅụ mmanya dị n'obodo Geidam nọ na Yobe steeti.",
    "Ndị bi ebe ya bụ ihe mere na-ekwu na ndị oyiegwu a zoro ezo were bata ya bụ obodo n'abali Wenezde.",
    "Akụkọ ụgha ndị mmadụ biputere maka nwakpo mere na Kaduna Airport",
    "Ndị agha Naijirịa wakporo ụfọdụ obodo na Borno steeti",
    "Otu onye uweojii kwuru na ndị a bu ụzọ gbaa ọtụtụ ụlọ ọkụ ma gbuo otu nwoke n'ụlo akwụkwo tupu ha a gaa ebe a ana aṅụ mmanya.",
    "Ndị aka ebe na-ekwu na agbagburu ụfọdụ ụmụ nwaanyị ebe ndị ọzọ bụ ndị eyiri mma n'olu.",
    "Amabeghi ndị kpara arụ a kama otu Boko Haram na ISWAP na-enye nsogbu na mpaghara a.",
    "Ebe foto si, Nigerian Air Force HQ/Facebook",
    "Opekete mpe ụmụaka isii anwụọla dịka dịka ndị agha Naijirịa wakporo obodo Kurebe nke nọ na Naịja Steeti na amghịama.",
    "Ụmụaka a dị afọ ise ruo afọ iri na abụọ gara ikute mmiri mgbe ụgbọelu agha na-aluso ndị omekome ọgụ na mpaghara ahụ gbara ha egbe.",
    "Ndị bi ebe ahụ kwuru na ụfọdụ ụlo meniri na ya bụ mwakpo ndị agha elu mere.",
    "Kurebe bụ obodo nọ n'oke Naịja Steeti na Kaduna.",
    "Ebe foto si, Nigeria Police Force/Facebook",
    "Onyeisi ndị uweojii Naijirịa bụ Usman Baba Alkali ekwuola na ha agaghịzị anabata mwakpo ụloọrụ ha ọzọ ọkachasị na mpaghara ọwụwa anyanwụ Naijirịa.",
    "Ọ bụ n'akwụkwo ozi ọnụ na-ekwuchitere ndị uweoji bụ Olumuyiwa Adejobi depụtyara ka ha kwuru nkea ma sị na ha enyela iwu nke ga-ewelite ọnụ ọgụgụ ndị uweojii n'ọrụ ha kpọrọ 'Operation Restore Peace' n'ọwụwa anyanwụ Naijirịa.",
    "Ebe foto si, Nigeria Police Force/Facebook",
    "H akwuru sị, \" Onyeisi ndị uweojii Naijirịa agaghịzị anabata mwakpo ụloorụ ndị uweojii maọbụ ogbugbu ndị uweojii na-arụ ọrụ n'ihi na ndụ ndị uweojii ọbụla dị anyị oke mkpa. Anyi ga-eji aka ike eso mwakpo ọbụla dịka iwu Naijirịa siri dị\".",
    "\"Zọpụta ndị niile eji eji ugbua\" - Buhari",
    "Ebe foto si, President Muhammadu Buhari Facebook Page",
    "Onyeisiala Muhammadu Buhari enyela iwu ka ụlọọrụ ndị ọrụ nchekwa  dị iche iche zọpụta ndị niile nọ n'aka ndị ntọ ma wulite usoro ga-enye aka inweta ezi nchekwa.",
    "Babagana Munguno bụ onye ndụmọdụ onyeisiala Buhari n'ihe gbasara nchekwa obodo gwara ndị akụkọ nke a n'ọgbakọ National Security Council nke Buhari nọ n'isi ya.",
    "O kwuru na obi adịghị onyeisiala Buhari mma maka etu nchekwa si aga na Naịjirịa.",
    "N'ọnụ ya, \" nke kachasị njọ bụ mwakpo mere n'ụgbọ oloko si Abuja gawa Kaduna nke butere ntọrọ ụfọdụ ndị nọ n'ụgbọ oloko ahụ.",
    "Munguno kwuru na etu ihe si kwụrụ ugbua na nchekwa kwesiri ka onye ọbụla jịkọọ aka buso enweghị ezi nchekwa zuru Naịjirịa ahụ.",
    "O kwuru na nsogbu a na-enwe ugbua n'inweta ezi nchekwa na Naịjirịa gụnyere oke ọnụ ego teknụzụ e ji mee nchekwa si agala ọnụ.",
    "Munguno kwuru na gọọmenti na-achọ iji ihe ha mepụtara na nchekwa osimmiri niile dị na Naịjirịa nwalee nchekwa oke ala Naịjirịa.",
    "Naijiria",
    "Otu egwu bọọlụ Naịjirịa",
    "Boko Haram",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu21 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ'21 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ndị oyiegwu egbuola mmadụ iri n'ebe a na-aṅụ mmanya na Yobe Steeti",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Gbawa ka ụkwụ gị ha ma ị hụ akparamagwa ndị a n'onye chọrọ ịlụ gị",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}