{
  "published": "22 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/ Screengrab",
    "Ọnụ na-ekwuru otu Idigenous People of Biafra bụ Emma Powerful na ndị unknown gunmen ekwuola na ndị 'unknown gunmen' na-anya isi na ha na-achọ isi ya , chere ha maka na ha na-abịa.",
    "Ọ gwara BBC Igbo, \"onye ọbụla nwereike ikwu ihe sọrọ ya mana ọ gbasaghị anyị makana anyị ma ihe anyị na-eme\".",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Iji saa otu Ipob, otu ndị na-ere ehi Awụsa amachiela ibudata ehi n'Ọwụwa Anyanwụ",
    "\"Oteela aka m bụ odee akwụkwọ Ipob kamgbe afọ iri, ndị ekperima si ha na-achọ isi m chere anyị, anyị na-abịa, ọ kwa ha si ha bụ unknown gunmen, anyị ga-amata ha n'ọgbọ a\".",
    "\"Ihe anyị na-eme anyị anaghị eme ka ọha mara\", bụ ihe Emma Powerful kwuru.",
    "Powerful kwuru na etu a ndị unknown gunmen si kwuo na onweghị onye na-achị ha gosiri na ha na-ezo ndị isi ha ezo",
    "O kwuru na Ipob ka ga-ekwu uche ha gbasara ntuliaka 2023 na-abịanụ mana ọ bụbeghị ugbua",
    "Ndị unknown gunmen na-ekwu okwu ntụliaka ugbua ka ha wee dọta uche ndị mmadụ n'ebe ha nọ",
    "Ihe onyonyo na-efegharị na soshal midia na-egosi ndị kpuchiri ihu ha ma kpọ onwe ha \"unknown gunmen\"",
    "N'ime onyonyo ahụ, ndị a kpuchiri ihu ha bucha egbe ma na-ekwu na agaghị enwe ntuliaka n'ala Igbo n'afọ 2023 belụsọ atọghapụrụ onyeisi ha Nnamdi Kalu.",
    "Ha kwukwara na onye ọbụla ha hụrụ na-eme ihe ọbụla gbasara ntuliaka na-abia n'afọ 2023, na ha ga-egbu onye ahụ.",
    "Ha gara n'ihu kwuo na ha na-achọ ndị dịka Emma Powerful nakwa Chinasa Nworu ndị ha na-ebo ebubo nrụrụaka na mpụ.",
    "Ndị unknown gunmen ahụ kwukwara na atụmaatụ onye nọrọ n'ụlọ ka na-aga n'ihu ruo mgbe gọọmenti etiti ga-atọghapụ Nnamdi Kanu bụ onyeisi Ipob",
    "'Asari Dokubo enweghị ike imegheri anyị anya n'inweta Biafra'- Ipob",
    "Festus Okoye  bụ National commissioner nakwa onye na-ahụ maka information and voter education nke National Electoral Independent Commision ekwuola na ụlọọrụ ha ahụla ihe onyonyo na-efegharịnụ ebe a na-amaja atụmatụ nkwado ntụliaka na-abia n'afọ 2023.",
    "N'ọnụ ya. \"anyị enweghị ikike ime nyocha, inwụchi maọbụ ima onye ọbụla ikpe maka enweghị ezi nchekwa.\"",
    "O kwuru na ọ bụ ndị uweojii nakwa ụlọọrụ nchekwa ndị ọzọ ga-eme nyocha ma gosi Inec ihe ha chọpụtara maka ndị na-achọ imebesi nkwado ntụliaka nke 2023 na-abịanụ.",
    "Okoye kwuru na Inec na ndị uweojii, ndị ndọrọndọrọ ọchịchị nakwa ndị ọzọ ọnụ na-eru n'okwu ga-enwe mkparịtaụka ebe ha ga-elebanya n'okwu gbasara enweghị ezi nchekwa n'akụkụ Naịjirịa dị iche iche, tụmadị ala Igbo ma nweta ogbugbo ga-eme ka ndị mmadụ nwe ezi nchekwa ga-eme ka ha pụta bia tụọ vootu n'ụbọchị ntuliaka.",
    "O kwuru na mee enu mee ala, iwu Naịjirịa kwadoro na a ga-emeriri ntuliaka oge eyiri ya, ya bụ na mmaja niile a enweghị ike ime ka akagbuo maọbụ yigharịa ntuliaka.",
    "Gọọmenti Naịjirịa kwuru na ha nwuchigharịrị  Nnamdi Kanu n'ọnwa June , 2021 na mba Kenya.",
    "Ha mechara kpụpụ ya ụlọikpe dị n'Abuja ebe ọ pụtagoro ihe karịrị ugboro atọ ị zara ọnụ maka ebubo ndị a na-ebo ya.",
    "Kamgbe ahụ Kanu nọ n'ụlọ mkpọrọ ndị Department for State Service(DSS).",
    "A na-ebo ya ebubo ikwu okwu ga-eme ka ọha mebisie ọtụtụ ihe n'obodo, ịgwa ọha ka ha gbuo ndị ọrụ nchekwa ma yie ndụ egwu wdgz.",
    "N'ụlọikpe ikpeazụ Nnamdi Kanu pụtara, ọkaikpe Binta Nyako na-ekpe ikpe dị n'etiti Kanu na gọọmenti Naịjịrịa kụchapụrụ ụfọdụ a na-ebo Kanu nke mere ka ọnụ ọgụ ebubo ndị ahụ si na iri na ise datuo asaa.",
    "Cheta na gọọmenti etiti nwuchiburu Kanu n'afọ 2015, emecha ndị agha wakpoo bee ya nke mere o ji gbapụ na Naịjirịa n'afọ 2017.",
    "Nnamdi Kanu na ndị ọkaiwu ya (Mike Ozekhome na Ifeanyi Ejiofor)",
    "Nnamdi \"Nwannekaenyi\" Kanu hibere ma bụrụ onye ndu otu a ma dịka 'Indigenous People of Biafra' (Ipob) n'afọ 2012.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara Ọwụwa Anyanwụ ochie (old Eastern State)kewapụ na Naịjiria ma bụrụ mba a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra, mana ka a lụchara agha nke butere ọnwụ mmadụ ruru  nde, atọ ,atụmaatụ ahụ abiaghị na mmezu.",
    "Kanu malitere Redio Biafra nke e hibere na London n'afọ 2009 ma na-agbasa ozi nye ndị Igbo bi na Naịjirịa.",
    "N'afọ 2018 ka gọọmentị Naịjiria nke Muhammadu Buhari bụ onyeisi ya, kpọrọ Ipob ndị oyi ndụ egwu(terrorist group).",
    "Nnamdi Kanu kọwaa etu i si gbalarị Egwu Eke - Uwazuruike",
    "'Referendum' ọ dị n'iwu Naijiria? Lee ihe ndị ọkaiwu kwuru,mba ndị e merela ya",
    "Ọ gara Government College Umuahia, gaa mahadum na Naịjiria, (University of Nsukka) nwa mgbe nta tupu ọ gawa London, ebe ọ nọ gaa 'London Metropolitan University'.",
    "Ọ gụrụ 'Politics and Economics' na mahadum.",
    "A mụrụ ya na Naịjiria mana o nwekwara akwụkwọ ikike (passport) ịbụ onye mba Briten.",
    "Ọ lụọla nwaanyị ma jide ụmụ.",
    "O kwenyere ma bụrụ onye ofufe Judaism.",
    "Ndị uweojii Imo steeti ekwuputela etu ha si gbuo mmadụ anọ n'ime ndị ha sị bụ ndị otu Ipob/ESN wakporo ụlọọrụ ha dị n'Omuma.",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful22 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "‘Anyị na-enye Tunde Bakare abalị asaa ka ọ rịọ mgbaghara maka okwu asị megide Igbo maọbụ ... '22 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful",
    "Ihe mere ndị uweojii ji achọ ụmụnwoke Isu-Aniocha 12 achọ",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado Nnamdi Kanu",
    "‘Anyị na-enye Tunde Bakare abalị asaa ka ọ rịọ mgbaghara maka okwu asị megide Igbo maọbụ ... '",
    "Earth Day 2022: Kedụ ka atụmatụ nchekwa ụwa 'climate change' si metụta gị?",
    "Osinachi Husband: Onye bụ Peter Nwachukwu a bụ di Osinachi Nwachukwu?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}