{
  "published": "23 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mba ndị dị n'otu Nato na-ebunye mba Yukren ngwaagha ọnụahịa ya dara nde kwuru nde dọla iji nyere ha aka n'ọgụ megide Rọshịa.",
    "FAQ on Russia and Ukraine war: Ihe a ka ajụ maka agha Russia na Ukraine",
    "Russia and Ukraine conflict 2022: Mba Briten ga-eji mmachi kara aka sochi Russia - Boris Johnson",
    "Russia Ukraine invasion: 'Kedụ ọnụụzọ m ga-akụ aka akpọnyekwa m nwa m?'",
    "Ngwaagha ndị a gụnyere ụgbọagha na egbe ọdị-na-mba-ejere-mba-ozi (heavy artillery).",
    "Nato bụ aha ịchafụ otu Bekee kpọrọ 'North Atlantic Treaty Organization' nke bụ otu agha mba iri na abụọ gụnyere Amerịka, Briten, Kanada na Frans hiwere n'afọ 1949 ka a lụchara Agha Mbaụwa nke Abụọ..",
    "Ndị nọ n'otu a kwekọrịtara ịgbatara ibe ha ọsọ enyemaka n'oke ọbụla mba ọzọ na-ebuso ha agha.",
    "Ebumnobi Nato na mbụ bụ ịkwụsị mgbasa akpamike Rọshịa na Yurop.",
    "N'aka nke ọzọ, Soviet Union hiwere otu agha nke ha nke jikọrọ mba ndị dị 'Ọwụwa Anyanwụ Yurop kwenyere na kọmunizm nke ha kpọrọ 'Warsaw Pact' na Bekee.",
    "Ka Soviet Union dara n'afọ 1991, ụfọdụ mba ndị sonyere na 'Warsaw Pact' gbahapụrụ ya sonye Nato.",
    "Sweden na Finland enwere ike ịbanye Nato?",
    "Ndịisi ọrụ Amerịka na-atụ anya na Sweden na Finland ga-achọ isonye n'ọnwa Juun.",
    "Ọ bụrụ na ha sonye, nke a ga-ewelite ọnụọgụgụ mba so na Nato rue mba 32.",
    "Rọshịa adọọla mba abụọ ndị a aka na ntị ka ha ghara ịbanye Nato.",
    "Mana ndị isi nchekwa mba Amerịka kwuru na mwakpo Rọshịa wakporo Yukren bụ \"nnukwu nzọhịe ụkwụ\" nke nwere ike ime ka Nato nweta ndị ọhụrụ.",
    "Maka na Yukren anọghị na Nato, iwu ejighị otu ahụ ịgbatara Yukren ọsọ enyemaka.",
    "Mba ndị dị na Nato na-atụ egwu ibuso ndị agha Rọshia nọ Yukren agha, ọ ga-ebute agha n'etiti Rọshịa na mba ndị dị n'Ọdida Anyanwụ Yurop.",
    "Nato sị na ndị otu \"Anyị kwesiri ike inye Yukren nkwado nile any nwere ike ya \"mana hụ na agha ahụ agafeghị karịa Yukren\".",
    "Ya mere Nato jiri jụ ịnabata iwu na o nweghị ụgbọelu ga-efefe na Yukren.",
    "Mana otu ahụ kwadoro nhibe ihu ọgụ nke ndịagha mba anọ  na mba Slovakia, Hungary, Bulgaria na Romania - atọ n'ime ha bụ ndị agbataobi Yukren - nke a ga-abawanye ike Nato na mpaghara ahụ.",
    "Nato nyere Yukren ohere isonye otu ahụ n'afọ 2008. Ka Rọshịa weghachara Crimea n'afọ 2014, Yukren kpọrọ okwu isonye okwu dị oke mkpa.",
    "Mana nke a emezubeghị n'ihi na Rọshịa achọghị ya achọ.",
    "Otu n'ihe Rọshịa chọrọ tupu ha wakpoo Yukren bụ na Yukren agaghị enwelata ohere ịbanye Nato, bụ ihe Natọ anabataghị.",
    "Rọshịa kwenyere na Nato na-etipata mpahara ha bụ Rọshia  nwere agba site n'ịdọrọ ndị ọhụrụ site n'Ọwụwa Anyanwụ Yurop dị n'azụ ụlọ ha.",
    "Onyeisiala Yukren bụ Zelensky ekwetala na mba ha agaghị aba Nato ugbua , sị, \" O doro anya na Yukren abụghị onye otu Nato. Anyị ghọtara nke a.\"",
    "Ebe foto si, Getty Images",
    "Tupu Nato ezipu ndịagha ha zipuru na nso nso a, Nato nwere ndị agha na mba dị na Baltic dị n'Ugwu rue Romania dị na Ndida.",
    "Ndịagha Nato nọwara ebe ahụ mn'afọ 2014, Rọshịa weghara Crimea, ime mgbaama ma e nwee mwakpo Rọshịa.",
    "Natọ ezigaala ndị agha 40,000  bụ ndị ga-aza oku na mba dị 'Ọdịda Anyanwụ Yurop dị nso na Rọshia na Yukren.",
    "Ha nwekwara ụgbọelu agha 100 kere nkwụcha  nakwa ụgbọmmiri 120 n-akpagharị oke Osimiri Mediterranean.",
    "Amerika ekwuola na ha ga-ezigakwu ndị agha Yurop isonye ndịagha  Nato hiwerela n'Estonia,Latvia,Lithuania na Poland.",
    "Briten ezigarala Yukren puku kwukru puk i igwe na-egbochi ogbunigwe na mgbọ ịtụ ụgbọ.",
    "Amerịka ezigakwala ụgbọ na-egbochi ogbunigwe maọbụ mgbọ ịtụ ụgbọelu nke ego ya ruru ijeri dọla atọ.",
    "Slovakia ezigala ụgbọ nchekwa ụgbọelu nke nwere ike ịgbarị ụgbọelu nọ kilometa 400",
    "Netherland, Amerika,Briten nakwa Canada  na-akwado iziga egbe egbe ọdị-na-mba-ejere-mba-ozi",
    "Otu 'European Uniọn' kwuru na ha ga-emefu ihe ruru nde Yuro 450 n'iziga ngwaagha na Yukren. Nke a bụ mbụ otu a naenye aka ibuga ngwa agha n'ebe a na-alụ agha.",
    "Ndọrọndọrọ ọchịchị",
    "Rọshia",
    "Ukraine",
    "Russia and Ukraine conflict 2022: Elon Musk ezigala SpaceX Ukraine dịka Rọshịa mebiri intaneti ha27 Febụwarị 2022",
    "Vidio, Ukraine Crisis: Etu mụ na ezinaụlọ m si gbapụ 'n Ukraine - Obi Ojimadu2 Maachị 2022",
    "Ukraine war: Kedụ ka ndụ na-adịrị ndị ejibidoro n'agha?14 Maachị 2022",
    "NA EME UGBU A Russia Vs Ukraine: Mwakpo Ukraine ka bụ mbido ihe chere mba ndị dị anyị n'agbataobi- Zelensky",
    "Russia Ukraine invasion: Nwaanyị onye Russia anwụchiri nwa ya n'agha chọrọ ka a kpọnyekwa ya nwa ya3 Maachị 2022",
    "Vidio, Russia Ukraine war: Eji m ego m nyere ndị na-agba ọsọ ndụ na Ukraine aka - Alexander Somto3 Maachị 2022",
    "Ọnụọgụgụ ndị ọkụ a gbagburu nke anyị gụtarala ugbua bụ 109 – Onye nlekọta Nema, Imo steeti23 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "NA EME UGBU A Mwakpo Ukraine ka bụ mbido ihe chere mba ndị dị anyị n'agbataobi- Zelensky",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Ọnụọgụgụ ndị ọkụ a gbagburu nke anyị gụtarala ugbua bụ 109 – Onye nlekọta Nema, Imo steeti",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ihe mere ndị uweojii ji achọ ụmụnwoke Isu-Aniocha 12 achọ",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado Nnamdi Kanu",
    "Ụgbọ Chelsea ọ gbara okpokoro?",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?Emelitere ikpeazụ na: 16 Jenụwarị 2022",
    "Agha Ukraine: Kedụ ihe Nato na-eme maka mwakpo Russia?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}