{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gịnị mere mwakpo ndị omekome ji arị ibe ya elu na Kaduna steeti?",
    "Ọtụtụ ndị mmadụ na-ajụ ihe mere e ji awakpokarị Kaduna steeti.",
    "Ihe karịrị mmadụ 150 ka na-efu kamgbe otu izuụka a wakpochara ụgbọoloko si Kaduna aga Abuja",
    "Atọrọla mmadụ 22 n'obodo dị nso okporoụzọ Abuja-Kaduna",
    "Akụkọ ụgha ndị mmadụ biputere maka nwakpo mere na Kaduna Airport",
    "Azọpụtala ụmụakwụkwọ ndị ntọ tọrọ na Kaduna steeti",
    "Cheta na ndị omekome nwara iwakpo ọdọụgbọelu Kaduna steeti n'ọnwa Maachị afọ 2022, mana ndị nchekwa gbochiri ya bụ mwakpo.",
    "Ha mechara wakpoo ụgbọoloko si Kaduna aga Abuja na-erughi otu izu ha nwachara mwakpo ọdọ ụgbọelu ahụ.",
    "Mwakpo a butere ọnwụ mmadụ asatọ na ntọrị ụfọdụ ndị ọzọ, n'ime mmadụ 362 ụlọọrụ ụgbọoloko Naịjirịa 'Nigerian Railway Corporation' kwuru debanyere aha ha isonye ya bụ ụgbọokolo.",
    "Ajụjụ ihe mere mwakpo ji ari ibe ya elu na Kaduna bụzi ihe ndị mmadụ kpụ n'ọnụ ugbua ọkachasị n'okporoụzọ Abuja-Kaduna.",
    "Kaduna steeti dịka ụzọ esi abanye mpaghara ndịda anyanwụ Naịjirịa site n'ugwu Naịjịria.",
    "Kaduna steeti bụ steeti dị mkpa na mpaghara ugwu dịka ọ bụbu isiobodo mpaghara ugwu Naịjirịa n'ebe afo 1960 ma gbadawa",
    "Kaduna steeti dị mkpa na mkwalite akụnụba Naịjirịa dịka steeti ahụ na-akọpụta ọka, ha na-achị ehi ha na-akọpụta kwa osikapa, ọbụpa (ahekere) nke eji agba mgbere steeti na steeti na mba ndị ọzọ.",
    "Ugbua, mwakpo ndị a na-emetụtazị Kaduna steeti n'ụzọ ọjọọ dịka ọnọdụ a ekweghịzị steeti ahụ zụọ ahịa na steeti na steeti, nakwa nye mba ndị ọzọ ọkachasị dịka ndị mmadụ na ụgbọala na-ebugharị ibu enweghịzị ike ibanye etu ha sibu abanye maọbụ pụọ na mbụ.",
    "Ọtụtụ na-ajụ kedụ ndị nọ n'isi mwakpo ndị, Kedụ ihe ha chọrọ?",
    "Ịtụla uche azụ, ụfọdụ ekwuola na isi mwakpo ndị a malitere mgbe ọtụtụ nghọtahe dapụtawara ugboro ugboro n'etiti ndị ọchị ehi na ndị na-akọ ugbo dịka ndị ọrụ ubi kwuru na ndị ọchị ehi na-emebiri ha ubi ha dịka ehi na-ata ubi ha.",
    "Esemokwu malitere na mgbe gboo ruo ugbua ma rie elu dịka ọtụtụ ndị obodo malitere hibewa ndị nche ga-echekwa ubi ha ebe ụfọdụ ndị ọchị ehi malitere buwe ngwa agha eji chekwawa onwe ha.",
    "Ihe ndị a riri elu dịka otu ndị abụọ malitere na-eji egbe alụ ọgụ.",
    "E kwuola na ọnọdụ ibu ngwaagha mezịrị ndị ụfọdụ ndị omekome buwa egbe na ngwaagha na-atọzị ndị mmadụ ma na-anata ndị be ha ego mgbapụta.",
    "Ọnọdụ a kawanyere njọ dịka hapụziri ihe kpalitere ya tọrọwazie ndị nkiti maka uru ego dị na ya bụ atụmatụ.",
    "Otu onye Ọkaibe n'igbe gbasara nchekwa bụ Kabiru Ahmed gwara BBC:",
    "\"Mgbe ndị na-akọ ubi na ndị ọchị ehi a na-enwe nghọtahe, ha bịarịa kee onwe ha n'otu dị iche iche maka nchekwa nke bụ 'Militia' n'okwu Bekee\"",
    "O kwuru: \"Ha nwere egbe ma nwee ngwa ọgụ. Dịka o siri dị ugbua, ndị ndọrọndọrọ ọchịchị obi ọjọọ, ndị omekome na ndị otu oyi ndụ egwu nwereike dọbata ndịa iji nwee ike kpaa arụ ọbụla ha chọrọ ikpa na mpaghara Kaduna steeti\"",
    "Ọnọdụ enweghị nchekwa emetụtala Kaduna steeti n'ụzọ ọjọọ dịka ndị njem anaghịzị enwe ntụkwasị obi na njem okporoụzọ nakwazị nke ụgbọoloko.",
    "A tọrọkwala ụmụakwụkwọ kwa mgbe kwa mgbe nke bụ na ọnọdụ a na-emetụta agụmakwụkwọ dịka ụjọ jizi ndị mmadụ iga akwụkwọ.",
    "Mịnịsta na-ahụ maka mgbasaozi na Naịjirịa bụ Lai Mohammed kwuru n'ọnwa Maachị 2022:",
    "\"Ebe niile deere juu, nchekwa zuru oke na akụkụ Naịjirịa\"",
    "Mana ọtụtụ ekwuola na ihe ha na-anụ na ihe ha na-ahụ abụghị otu.",
    "Kaduna steeti",
    "Ọgụ ndị na-achịehi",
    "Naijiria",
    "Kaduna",
    "Vidio, Ọgba Mbọ: Lee Joy Nwokeocha, nwaanyị ji ụdara nwannu emepụta 'juice' na 'jam', Duration 4,5420 Eprel 2022",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Vidio, Nigeria Spider Man: Ihe mere m ji eke ekike pụrụ iche ma m na-ekpocha ahịhịa, Duration 2,5522 Eprel 2022",
    "Vidio, Kaduna attacks: Gịnị mere ndị omekome ji awakpo Kaduna aghara aghara?, Duration 3,57elekere 9 gara aga",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Odinakachi Ukanwa Osinachi Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Odinakachi Ukanwa, Duration 16,4215 Eprel 2022",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi, Duration 5,4713 Eprel 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 4 gara aga",
    "Vidio, Causes of blindness: 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ', Duration 6,3321 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}