{
  "published": "24 Eprel 2022, 12:20 WAT",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọnụ ọgụgụ na-egosi na Emmanuel Macron emeriela ntuliaka onyeisiala mba France.",
    "Nke a pụtara na Macron ga-agazu afọ ise ọzọ bụ agba nke abụọ ya dịka onyeisiala mba Fransi.",
    "Ndị mba Fransi na ntuliaka a nwere ohere ịhọrọ otu onye n'etiti Emmanuel Macron bụ onyeisiala chịrịla ha afọ ise, na nwaada Marine Le Pen bụ onye na-ama ya aka.",
    "Macron: Lee ka onyeisiala mba France na Bill Gates na-asụ 'pidgin'",
    "Onyeisiala Macron alọghachịtala Nigeria ka afọ 17 gachara, Nnọọ!",
    "Emmanuel Macron ekelela nwantakịrị nwoke sere ya",
    "Dịka ha mechara achụmnta vootu butere nkewa n'etiti ndị otu ha, nnukwu ọrụ chere Le Pen n'ihu dịka Macron dị afọ 44 nọ n'ihu mmeri.",
    "Iji merie, ha abụọ ga-achọ vootu ndị tụnyeere ndị ọzọ so ha zọọ ọkwa n'agba nke mbụ.",
    "Mana ndị na-ahụghị Macron n'anya na-ekwu na ọ bụ onye nwere mpako ma bụrụkwa \"onyeisiala naanị ndị ọgaranya\", ebe a na-ebo ebubo na e nwere ihe jikọrọ Le Pen na Onyeisiala Vladimir Putin nke mba Rọshịa.",
    "Nke a bụ ugboro atọ Le Pen na-azọ ọkwa onyeisiala, dịka Macron meriri ya ọfụma n'agba nke abụọ n'afọ 2017.",
    "Ihe ruru mmadụ nde 48.7 ga-eso atụ vootu na ya bụ ntuliaka, ebe a ga-ebido ịmata onye na-emeri ebe elekere asatọ nke abalị Sọnde, Epreelụ 24 2022.",
    "Ebola ewelitekwala isi ọzọ na mba DR Congo",
    "Ebe foto si, EPA",
    "Ọrịa Ebola eselitekwala isi ọzọ na mba Democratic Republic of Congo, dịka ụlọọrụ na-ahụ maka ahụike mbaụwa bụ World Health Organization (WHO) si kwuo.",
    "N'agbanyeghi na ọ bụ naanị otu onye ka a chọtarala ya bụ ọrịa n'ahụ ya, a na-atụ ụjọ na ọ nwereike ifesa, n'ihi na a chọpụtaghị ya ọsịsọ ma wepụ onye ahụ o mechara gbuo, iche.",
    "Ya bụ nwoke butere ọrịa a rịara ọrịa ihe karịrị otu izu tupu e buru ya gawa ụlọọgwụ, ọ nwụrụ ụbọchị o ruru ụlọọgwụ.",
    "Ọrịa a selitere isi nke ugbua n'obodo Mbandaka bụ ebe ọtụtụ ndị mmadụ bi ma dịrịkwa nso isiobodo mba ahụ bụ Kinshasa.",
    "Cheta na ọrịa a gburu ihe ruru mmadụ otu puku na narị anọ (1,400) na mba DR Congo mgbe o selitere isi n'afọ 2019.",
    "Nke a bụkwanụ nke ugboro isii ọrịa Ebola na-eselite isi na mba DR Congo kemgbe afọ 2018 (nke bụ na ndị ọrụ ahụike ha amarala ihe ọrụ nyịrị ibuso ya agha, ha nwekwara ọtụtụ ọgwụ mgbochi e mepụtara maka ya).",
    "Mgbe ikpeazụ Ebola selitere isi na mba ahụ, o gburu mmadụ isii n'ime mmadụ 11 butere ya, a na-enwe olileanya na a ga-egbochinwu nselite isi ọrịa a etu e si buso nke a agha.",
    "Mkpamkpa Ebola kpara butere ọnwụ ihe ruru mmadụ puku iri na otu (11,000) na mpaghara Ọdịda Anyanwụ Afrịka n'etiti afọ 2013 ruo 2015 (ya bụ ọrịa na-egbu ihe ruru mmadụ 50% butere ya).",
    "Fiona Braka bụ onyeisi ngalaba gbatagbata nke WHO n'Afrịka, kwuru na igbu oge na nlekọta ahụike bụ ihe na-enye nchekasị.",
    "O kwuru \"Ọ dị ezigbo mkpa na anyị chọtara ndị niile ha na nwoke ahụ nwere mmekọ ma malite nnyocha na iwepụ ha iche, iji gbochie mfesa ọrịa a site n'ịchọta ma e nwere ndị butere ya.\"",
    "A malitela ịchọ ndị ha na nwoke a nwere mmekọ n'ike n'ike.",
    "Ndọrọndọrọ ọchịchị",
    "France",
    "Vidio, Egwu m na-agụ bụ iji jaa ụmụnwaanyị ike - Vicky Eboh24 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ọnụ ọgụgụ na-egosi na Emmanuel Macron emeriela na ntuliaka onyeisiala mba Fransị24 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Gọọmentị Imo Steeti ga-eli mmadụ 110 nwụrụ n'ọkụ gbara n'obodo Egbema n'igwe",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ọnụ ọgụgụ na-egosi na Emmanuel Macron emeriela na ntuliaka onyeisiala mba Fransị",
    "A tọọrọ ndị ọchịehi na ehi 300 ha n'Anambra? Lee ihe anyị ma",
    "Ihe mere ndị uweojii ji achọ ụmụnwoke Isu-Aniocha 12 achọ",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful",
    "‘Anyị na-enye Tunde Bakare abalị asaa ka ọ rịọ mgbaghara maka okwu asị megide Igbo maọbụ ... '",
    "Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado Nnamdi Kanu",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Mmegharị ntụliaka n'Imo steeti ebirila ọkụEmelitere ikpeazụ na: 22 Maachị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}