{
  "published": "24 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị ọchịehi ekwuola na ndị oji egbe tọọrọ ndị otu ha mmadụ iri nakwa ehi ha ruru narị atọ n'obodo Obene dị n'Ogbaru, Anambra Steeti.",
    "Onyeisi Miyetti Allah Cattle Breeders Association of Nigeria (MACBAN) na mpaghara Ọwụwa Anyanwụ bụ Gidado Siddiki sị na nke a mere n'elekere otu nke isi ụtụtụ ụbọchị Satọde, 23 Eprelụ 2022.",
    "Ogbaru Attacks: Etu ndị unknown gunmen si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 2022",
    "Ihe mere ndị Ogbaru ji chọrọ ịkwụsị ọrụ n'Akwammiri Naịja",
    "A gbaala ụlọ Igwe Oliver Nnaji  nke Ogwu Aniocha Anambra steeti ọkụ",
    "Ọ sị na ndị ojiegbe ahụ wakporo ebe obibi ha dịka ha na-ehi ụra n'abalị ma tọrọ ndị otu ha na ehi ha.",
    "Siddiki sị na ndị ntọrị ahụ akpọọla ezinaụlọ ndị ha tọọrọ ma sị ka e nye ha nde naịra anọ nakwa egbe tupu ha atọhapụ ha.",
    "Ọ gara n'ihu kwuo na ọ gwala ndị uweojii na ndị ọrụ nchekwa Department of State Service (DSS).",
    "Ebe foto si, Anambra Police Command",
    "Mana mgbe BBC Igbo kpọtụụrụ ọnụ na-ekwuru ndị uweojii n'Anambra bụ Tochukwu Ikenga, ọ sị na Sakin ziteere ya ozi banyere ya.",
    "\"Akpọrọ m Sarkin n'ekwentị site n'ozi o ziteere m, agwara m ya gaa n'ụlọọrụ ndị uweojii dị ya nso mee mkpesa.",
    "\"Nke a ga-enyere anyị aka ime nnyocha ebe ọ bụ na ọ sị na ndị ntọrị a akpọọla ezinaụlọ ndị ha tọọrọ.",
    "\"Ọ ga-enyekwara ndị uweojii aka ịhazi onwe ha ọfụma, mee nnyocha ma zọpụta ndị a tọọrọ.\"",
    "Ikenga gara n'ihu kwuo na kọmishọna ndị uweojii bụ Echeng Echeng na ndị otu ha ga-agba mbọ ịhụ na ha zọpụtara ndị a atọọrọ.",
    "Nke a emeela ya ugboro abụọ a na-awakpo ogige ndị ọchịehi dị n'okpuruọchịchị Ogbaru n'ime otu izuụka.",
    "N'ụbọchị Mọnde 18 Eprelụ 2022, akụkọ pụtara na ndị oji egbe wakporo ogige ndị ugwu bi n'Ogbaru ma gbuo ihe ruru mmadụ ise.",
    "A gbatara ndị agha mmiri abụọ egbe dịka ha bịara ịlụsị ndị oji egbe ahụ ọgụ, dịka onye hụrụ ka ihe si mee ji kọọrọ BBC Igbo.",
    "Akụkọ ka na-abịa...",
    "Ọgụ ndị na-achịehi",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Vidio, Egwu m na-agụ bụ iji jaa ụmụnwaanyị ike - Vicky Eboh24 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 6 gara aga",
    "Ọnụ ọgụgụ na-egosi na Emmanuel Macron emeriela na ntuliaka onyeisiala mba Fransị24 Eprel 2022",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Gọọmentị Imo Steeti ga-eli mmadụ 110 nwụrụ n'ọkụ gbara n'obodo Egbema n'igwe",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ọnụ ọgụgụ na-egosi na Emmanuel Macron emeriela na ntuliaka onyeisiala mba Fransị",
    "A tọọrọ ndị ọchịehi na ehi 300 ha n'Anambra? Lee ihe anyị ma",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful",
    "‘Anyị na-enye Tunde Bakare abalị asaa ka ọ rịọ mgbaghara maka okwu asị megide Igbo maọbụ ... '",
    "Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado Nnamdi Kanu",
    "Ị ma ndị na-arụ ọrụ ndị uweojii n'ala Igbo mgbe gboo?Emelitere ikpeazụ na: 10 Nọvemba 2019",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Mmegharị ntụliaka n'Imo steeti ebirila ọkụEmelitere ikpeazụ na: 22 Maachị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}