{
  "published": "26 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu nwada bụ Judith Akinwunmi akọwaala ihe mere ya na di ya jiri nwee nkwekọrịta ka nwaanyị ọzọ tụrụ ime ma mụọrọ ha ụmụ ejima site n'atụmatụ a kpọrọ 'surrogacy'.",
    "Nwada a sị na o nwere nsogbu ịtụrụ ime nakwa ime ọpụpụ n'ihi ọrịa a kpọrọ 'lupus' nke na-arịa ya.",
    "Ọ sị na ime ọpụpụ ahụ mere ya ihe dịka ugboro asatọ nke mere di mbụ ọ lụrụ bụ onye karịrịla afọ iri anọ jiri gbaa ya alụkwaghịm.",
    "Ị hụla di na nwunye na-amụtaghị nwa n'ihi 'amaghị eme'?",
    "Ihe nwere ike inyere di na nwunye aka ịmụta agadaga nwa nwoke",
    "Lee ụzọ ị ga-esi mụta nwa na-atụghị ime",
    "Akinwunmi sị na o mechara lụọ di ọzọ bụ onye maara ọnọdụ ya ma kwee nkwa ịkwado ya n'ụzọ ọbụla iji hụụ na ha nwetere nwa.",
    "N'okwu ya \"dịka  m na-akpagharị na-achọ etu m ga-esi nwete nwa, ahụrụ m akwụkwọ ozi banyere atụmatụ 'surrogacy' ya bụ ime ka nwaanyị ọzọ mụọrọ gị nwa.\"",
    "\"Emere m nnyocha ma chọpụta ụlọọgwụ aka anyị ruru iji mee ya bụ 'surrogacy' ma malite ịchọ nwaanyị ga-atụrụ ime mụọrọ anyị nwa\".",
    "\"Nwaanyị mbụ m chọtara ekweteghi n'ihe anyị kwuru mana nwaanyị nke atọ mechara kwete ma tụrụ ime mụọrọ anyị agadaga ụmụejima abụọ\".",
    "Akinwunmi gara n'ihu kwuo na ihe mere ọtụtụ ụmụnwaanyị anaghị ekwe ekwupụta na nwaanyị ọzọ mụụrụ ha nwa bụ maka ọnụ ndị mmadụ ga-akọ ha, ọkachasị na Naịjirịa.",
    "Ọ sị na ihe mere o ji ekwu nke ya bụ n'ihi ihe ọ gabigarala na ndụ ya, tinyekwara na ọ chọrọ iji ịkpalite mmụọ ezinaụlọ nwereịke ịhụta onwe ha n'ọnọdụ a.",
    "\"Ihe bụ obi ụtọ m bụ ịhụ ka ụmụaka m na-akpagharị,\" Akinwumi kwuru.",
    "Ebe foto si, Getty Images",
    "'Surrogacy' bụ usoro sayensị bụ ọgbaraigbogharịị, nke na-eme ka nwaanyị ọzọ buoro nwaanyị ọzọ afọ ime ma mụọrọ ya nwa.",
    "Nwaanyị na-adị ime ma ọ bụrụ na ughe nwoke (sperm) na akwa nwaanyị (ovary) bịakọọ ọnụ ma ghọọ ihe bekee kpọrọ 'embryo' nke bụ mmadụ.",
    "Nke a na-emekarị ma ọ bụrụ na nwaanyị nọ n'oge iyipụta akwa na nwoke ughe ya zuru oke nwee mmekọ ahụ.",
    "E nwekwara usoro sayensị nke e nwereike iji wepụta akwa nwaanyị, wetakwa ughe nwoke, mekọọ ha ọnụ n'usoro sayensị, na-enweghị mmekọ ọbụla.",
    "Mana n'usoro 'surrogacy', ọ bụrụ na e jikọọ ughe nwoke na akwa nwaanyị ọnụ, a ga-etinyezi 'embryo' ahụ n'afọ nwaanyị ọzọ, onye ga-ebu afọ ime ahụ ma mụọ ya ma oge ruo.",
    "Nwaanyị a buru afọ ime ahụ abụghị nne nwa ahụ o bu n'afọ, n'ihi na ọ bụghị akwa ya ka ụmụakwa ahụ si pụta.",
    "Ndị bụ nne na nna nwa ahụ bụ nwaanyị na nwoke e jikọrọ akwa na ughe ha iji mee ka nwa pụta.",
    "'Surrogacy' abụghị ihe a na-ahụ kwadaa na mpaghara Afrịka, mana ọ bụghịzi ihe ọhụrụ na mba ofesi.",
    "Kirie ihe o kwuru n'uju.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Ụmụaka",
    "Okike",
    "Ezinụlọ",
    "Vidio, Fertility in women: 'A na-akpọ m osisi amịghị mkpụrụ'- Nwaanyị chọgoro nwa ọtụtụ afo, Duration 8,1424 Febụwarị 2020",
    "Ihe nwaanyị na nwoke kwesịrị ịma maka ịgbakọ mgbe nwaanyị na-eyi akwa5 Ọgọọst 2020",
    "Vidio, Vicky Eboh Songs: \"Egwu m na-agụ bụ iji jaa ụmụnwaanyị ike\", Duration 4,4124 Eprel 2022",
    "Vidio, Surrogacy in Nigeria: Ihe mere m jiri kwe ka nwaanyị ọzọ mụọrọ m ụmụejima, Duration 5,0426 Eprel 2022",
    "Vidio, Ike Ekweremadu: Ihe m gwara ya maka mpụta ịzọ Gọvanọ Enugwu Steeti – Okwesilieze Nwodo, Duration 7,0925 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Vidio, Ọgba Mbọ: Lee Joy Nwokeocha, nwaanyị ji ụdara nwannu emepụta 'juice' na 'jam', Duration 4,5420 Eprel 2022",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 1,00elekere 7 gara aga",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Osinachi Husband Family Speaks: Ihe ezinụlọ Peter Nwachukwu kwuru maka ọnwụ Osinachi, Duration 5,4713 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}