{
  "published": "23 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nema/BBC",
    "Onye na-ahụ maka ọrụ gbatagbata nke ụlọọrụ National Emergency Management Agency (Nema) n'Imo steeti bụ Ifeanyị Nnaji gwara BBC Igbo na ka n'uhuruchi Satọdee na ọnụọgụgụ ndị nwụrụ n'ihe ọdachị ọkụ ọgbụgba a gbara n'Egbema ebe a na-esi mmanụ agbidi bụ 109 ugbua.",
    "Ka ọ gara ebe ahụ, o kwuru na ọnụọgụgụ ahụ nwere ike ịrịgo n'ụbọchị Sọnde n'ihi na a na-atụ egwu na mmiri dị nso ebe riri ọtụtụ ndị na-agba ọsọ ndụ ha.",
    "Otu onyeagha nwụrụ n'ihe mberede okporoụzọ na mpaghara Ihiala - Ndịagha Naịjirịa",
    "Ụlọọrụ Inec dị n'Ọrlu Imo Steeti agbaala ọkụ",
    "O kwukwara na akụkọ na-ekwu na ụfọdụ ndị ọzọ e bugara ụlọọgwụ ịnata ọgwụgwọ alaala mmụọ.",
    "Nnaji kwuru na ndị ọrụ Nema ka na-agba mbọ n'ọrụ nnyocha n'ime mmiri ahụ nakwa ebe ndị ọzọ nọ nso ebe ahụ gburugburu dịka a ka na-achọ ozu ndị mmadụ.",
    "Gọvernment Imo steeti enyela iwu ka a nwuchie onye nwe ụlọọrụ na-esi mmanụ agbidi na anataghị ikike gọọmentị n'Egbema  ebe ọkụ ọgbụgba gbagburu ndị mmadụ n'abalị Fraide.",
    "Ọkụ a malitere n'ebe Elekere Itoolu nke abalị nke a mabeghị ihe kpatara ya gbagburu ọtụtụ ndị mmadụ mana amabeghị ọnụọgụgụ ha ugbua.",
    "Komishona mmanu agbidi n' Imo steeti bụ Goodluck Opiah, onye gara ebe ahụ n'ụtụtụ Fraide  kwuru na Gọvanọ Hope Uzodimma enyela inwu ka ndị ọrụ nchekwa nwụchie nwa amadi nwe ụlọ ozi mmanụ agbịdị ahụ anọghị n'iwu a kpọrọ Okenze Onyenwoke.",
    "Ọ tụrụ arịrị maka ọnwụ mberede metụtara ọtụtụ ụmụokorobia bụ ndị o kwuru na amabeghị ole ha dị ma tie ezinaụlọ ndị nwụrụ n'ọkụ ahụ aka n'obi.",
    "Ọ sịrị \"N'isi ụtụtụ taa ka anyị nwetara ozi n'ọkụ gbara ndị na-ezu mmanụ ebe a.\"",
    "\"Ihe a bụ ihe mwute ma bụụkwa ịgba akụnaụba mgba okpuru\"",
    "\"Gọvanọ Hope Uzodimma enyela iwu ka a nwuchie onye nwe ụlọ a na-esiu mmanu na-enweghị ikike.\"",
    "\"Gọọmentị Imo na-eti ezinaụlọ ndị nwụrụ n'ọkụ a aka n'obi.",
    "Ọ gara n'ihu kwuo na \"Agaghị m ekwuli ugbua mmadụ ole nwụrụ mana ọtụtụ ndị mmadụ nwụrụ na ya.\" \"Isonye n'ụdị ihe ememilala ọtụtụ ndị ntorobia.\"",
    "\"Ọ ka mma iso ezi ụzọ n'ịchụ nta ego kama ị na-etinye aka n'ihe megidere iwu.\"",
    "Ebe foto si, Fred Martins",
    "Mkpu akwa na-akpọtụ n'obodo Abezi dị n'  Egbema n' Imo steeti dịka ọkụ gbagburu ọtụtụ mmadụ amabeghị ọnụọgụgụ ha n'ebe a na-ezi mmanụ agbidi na- enweghị ikike nke gọọmentị'abalị Fraide.",
    "Gịnị na-ebute oke ọkụ ọgbụgba na Tanka?",
    "Ọkụ ahụ gbara ọtụtụ ụgbọala ma merụkwara ọtụtụ ndị mmadụ ahụ, ụfọdụ ndị ebugarala ụlọọgwụ dị iche iche.",
    "Ebe foto si, Fred Martins",
    "Ndị nọ ebe ihe mere kwuru na ọkụ ahụ nke a mabeghị ihe butere ya n'ime ọhịa gbara ebe ndị mmadụ n'eku mmanụ ụgbọala n'ohi nke Bekee kpọrọ 'oil bunkering'.",
    "Onye ntaakụkọ anyị gara ebe ahụ n'ụtụtụ Satọde kwuru na ọ gụtara ozu mmadụ iri ise  rere pịapịa nke na onye amaghị ha agaghị amali n'ebe ahụ oge o rutere.",
    "Egbema-West, dị n'Imo steeti  dị nso na Pọtakọt Rivas bụ bụ ebe e nwere ụmị mmanụ agbịdị nke NNPC na Shel gbakọrọ aka nwee.",
    "Nke a bụghị mbụ ọkụ ọbụgba na-eme na mpaghara n'ihe ihe metụtatra iku mmadụ n'ụzọ ezighị ezi.",
    "N'ọnwa Febụwarị afọ 2020, ọkụ ọgbụgba gbara na mpaghara ahụ n'ebe a na-akpọ Etekwuru  dịka o kporoigwe mmanụ agbịdị gbara n'ihi ihe ndị na-ezu mmanụ na-eme n'ebe ahụ.",
    "N'afọ 2021, ọkụ nke okporo igwe mmanụ gbara butere mebiri ọtụtụ ihe gụnyere ugbo ndị mmadụ, osisi ndị na-enye ego na anụ bi na mmiri na ihe ndị ọzọ n'Obiakpu dịkwa n'Okpuru Ọchịchị Ohaji/Egbema.",
    "Akụkọ na-abịa",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado Nnamdi Kanu",
    "Naijiria",
    "Imo steeti",
    "Precious Okeke: Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke21 Eprel 2022",
    "Russia and Ukraine conflict: Kedụ ihe Nato na-eme maka mwakpo Russia?23 Eprel 2022",
    "Osinachi Nwachukwu Police Update: Ihe iribama onyeisi ndị uweojii Naịjiria kwuru maka ọnwụ Osinachi20 Eprel 2022",
    "Nnamdi Kanu: Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado onye ndu Ipob22 Eprel 2022",
    "Ọnụọgụgụ ndị ọkụ a gbagburu nke anyị gụtarala ugbua bụ 109 – Onye nlekọta Nema, Imo steeti23 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 4 gara aga",
    "NA EME UGBU A Mwakpo Ukraine ka bụ mbido ihe chere mba ndị dị anyị n'agbataobi- Zelensky",
    "Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Ọnụọgụgụ ndị ọkụ a gbagburu nke anyị gụtarala ugbua bụ 109 – Onye nlekọta Nema, Imo steeti",
    "Ihe iribama onyeisi ndị uweojii Naíjiria kwuputere ọhụrụ a maka ọnwụ Osinachi Nwachukwu",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ihe mere ndị uweojii ji achọ ụmụnwoke Isu-Aniocha 12 achọ",
    "Ipob asaala unknown gunmen si na ha na-achọ isi Emma Powerful",
    "Agbagharala m ndị niile chịrị nwa m ọchị na Twitter - Nna Chinelo Megafu",
    "Etu e si tọhapụ Maria Ezediaro ndị uweojii nwụchiri maka ịkwado Nnamdi Kanu",
    "Ụgbọ Chelsea ọ gbara okpokoro?",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?Emelitere ikpeazụ na: 16 Jenụwarị 2022",
    "Agha Ukraine: Kedụ ihe Nato na-eme maka mwakpo Russia?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}