{
  "published": "25 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Aka chịbụrụ Enugwu Steeti bụ Okwesilieze Nwodo akọwaala etu e si malite ibugharị ọkwa Gọvanọ Enugwu Steeti si n’otu mpaghara gaa na mpaghara ọzọ.",
    "Nwodo nyere nkọwa a dịka okwu gbasara ndọrọndọrọ ọchịchị ọkwa gọvanọ na-arị elu ugbua n’Enugwu steeti nakwa na mpaghara ala Igbo dị icheiche.",
    "Ụlọikpe ukwu akụchapụla ebubo eboro Ike Ekweremadu",
    "Ifeanyi  Ugwuanyi emeriela n'ụlọikpe",
    "Mkpebi asaa ndị Gọvanọ Ọwụwa Anyanwụ nwere n'ọgbakọ nchekwa ha meere taa",
    "Ihe kacha bụrụ isi okwu gbasara ndọrọndọrọ nke ugbu bụ mpaghara ebe onye ga-abụ gọvanọ na 2023 kwesịrị isi pụta, a na-akpọ ‘Zoning’ na bekee.",
    "Mapụ gosiri akụkọ ọwụwa anyanwụ Naịjrịa",
    "Zoning bụ atụmatụ mbugharị ọkwa ọchịchị site n’otu mpaghara gaa mpaghara ọzọ.",
    "Ọtụtụ na-ekwu na atụmatụ a dị mkpa maka udo, ịdịnotu, nakwa iji zeere ọgbaaghara.",
    "Mana ọtụtụ ndị ọzọ na-ekwu na ọ ka mma ịhọpụta onye kacha mara ọrụ kama ịbugharị ọkwa ọchịchị ebugharị.",
    "Ka ọ dị ugbua, otu n’ime ndị chọrọ iwere ọkwa gọvanọ Enugu bụ Ike Ekweremadu, onye bụ Sinetọ na-anọchị anya Enugwu West n’ụlọ omeiwu ukwu Naịjirịa.",
    "Mana ọtụtụ na-ekwu na ọ bụ mpaghara Enugwu East ka ọkwa Gọvanọ ruru na 2023.",
    "Etu atụmatụ ‘Zoning’ si malite",
    "Okwesilieze Nwodo kọwara na ọ bụ n’ọgbakọ e nwere n’obi gọọmentị n’oge gara aga ka ndị ọnụ na-eru n’okwu n’Enugwu Steeti nọrọ kwekọrịta na a ga na-ebugharị ọkwa Gọvanọ steeti ahụ ebugharị.",
    "“E nwere mpaghara atọ n’Enugwu steeti,” Nwodo kọwara, “Enugwu East, Enugwu West na Enugu North.”",
    "“Anyị kwekọrịtara na ọ bụrụ na ndị mpaghara ‘East’ chịcha, o rute ndị ‘West’. Ha chịchaa afọ asatọ o rute ndị North.”",
    "“Ọtụtụ ndị okenye na ndị ọnụ na-eru n’okwu nọ n’ọgbakọ ebe e nwere nkwekọrịta a, onye ọbụla binyere aka n’akwụkwọ iji gosi na ha kwadoro ya.”",
    "“Chimaroke Nnamani (chịrị n’afọ 1999 ruo 2007) bụ onye Enugwu East; ọ chịchaa hafee n’aka Sullivan Chime (2007 ruo 2015) onye Enugwu West; Chime mechaa hafee ọchịchị n’aka Ifeanyi Ugwuanyi onye nke nọ ya ugbua, onye Enugwu ‘North’.”",
    "“Nke a pụtara na ọchịchị kwesịrị ịlaghachi n’aka ndị Enugwu ‘East’.”",
    "Ihe m gwara Ekweremadu gbasara ‘zoning’",
    "Ndọrọndọrọ ọchịchị",
    "Enugu Steeti",
    "Enugwu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mmadụ abụọ a so n'ime mmadụ anọ ndị uweojii Jamini boro ebubo n'aka ha dị na mwakpo a wakporo Ekweremadụ ga-ezute ọkaikpe maka arịrịọ ha rịọrọ ka ekpegharịa ha ikpe.",
    "Vidio, Ike Ekweremadu: Ihe m gwara ya maka mpụta ịzọ Gọvanọ Enugwu Steeti – Okwesilieze Nwodo, Duration 7,0925 Eprel 2022",
    "Vidio, Vicky Eboh Songs: \"Egwu m na-agụ bụ iji jaa ụmụnwaanyị ike\", Duration 4,4124 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Yam Farming: Lee ihe mere ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala, Duration 4,4815 Septemba 2021",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 1,01elekere 7 gara aga",
    "Vidio, Odinakachi Ukanwa Osinachi Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Odinakachi Ukanwa, Duration 16,4215 Eprel 2022",
    "Vidio, Ifeanyi Ubah Exclusive: 'A na m achọ ọdịmma ndị Igbo, o nweghi mgbe m ga-ere Nnamdi Kanu', Duration 11,2019 Julaị 2021",
    "Vidio, Ọgba Mbọ: Lee Joy Nwokeocha, nwaanyị ji ụdara nwannu emepụta 'juice' na 'jam', Duration 4,5420 Eprel 2022",
    "Vidio, Imo State Farming: Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke, Duration 5,0329 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}