{
  "published": "26 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigerian Police/NSCDC",
    "Akụkọ na-ekwu na ndị ọrụ uweojii wakporo isiụlọọrụ ndị Civil defence dị n'Owerri ma gbagbuo mmadụ abụọ ma merụọ ọtụtụ ndị ọzọ ahụ.",
    "Onye ntaakụkọ sị na nke a mere na mgbede ụbọchị Mọnde 25 Eprel 2022 mgbe ọtụtụ ndị ọrụ civil mechichara ọrụ.",
    "Gịnị na-ebute esomokwu n'etiti uweojii na ndị agha?",
    "Cannibalism Imo: Ihe Ipob kwuru maka ndị omekome a nwụchiri na-eri anụ mmadụ",
    "Etu onye a sị bụ onye uweojii si gbagbuo mmadụ n'Orlu n'ihi eyighi 'Facemask'",
    "Ihe onyonyo pụtara na soshal midia gosiri ka mmadụ abụọ nwụrụ anwụ tọgbọ n'ala ebe otu onye ọbara juru ahụ nọ n'ebe akwa.",
    "Kedụ ihe ndị ọrụ NSCDC na-ekwu?",
    "Ebe foto si, Civil Defence/Facebook",
    "Onyeisi otu NSCDC n'Imo Steeti bụ Michael Ogar na-ebo ndị Police ebubo na ha wakporo ya.",
    "Ọ bụ dịka Ogar na ndị ntaakụkọ nwere mkparịtaụka ka o kwuru nke a.",
    "O kwuru sị, \"Ndị NSCDC jidere otu onye aha ya bụ Nonso Ezenwanne n'ihi na ogbochiri ụgbọala m na nke ndị na-eso m dịka anyị si Egbema ebe ọkụ gbara alọta\".",
    "O kwuru na ha jidere ya n'ihi na ọ kwuru na ọ bụ onye uweojii kama ha hụrụ Kadị njirimara olemaole n'ahụ ya mere ha jiri yowe ya enyo.",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti",
    "Ihe ndị \"unknown gunmen\" wakporo ụlọọrụ Inec nakwa uweojii dị n'Awka hapụrụ ebe ha na-agba ọsọ",
    "Ogar kwuru na agbanyeghi na ha mechara hapụ ya na Ezenwanne gara n'ihu soro ụgbọala ha n'azụ ruo Owerre ebe ọ nọchịrị ha ụzọ ma wepụta egbe Pistọl.",
    "Kama o kọwara na ndị otu ya napụrụ ya egbe ahụ ma nwuchie ya.",
    "O kwuru na ọ kpọtụrụ onye nnọchite anya kọmịshọna uweojii Imo Steeti bụ DCP Giwa ka ọ kpesara ya maka agwa Ezenwanne kama ọmụtaghị mkpụrụ ọbụla.",
    "Ogar kwuru sị, \" Mgbe m kpọrọ kọmịshọna nwa mgbenta DCP Giwa ka m kpesere ya maka ihe mere, ọ gwara m na ezipụla Ezenwanne ma zịga ya Kaduna\".",
    "Ụmụaka Dapchi ezutela Buhari",
    "Etu NDLEA si jide Emmanuel Millanson Ukatu a sị bubatara ọgwụike Abba Kyari bupụrụ",
    "O kwuru na ọ bụ mgbe ọ na-aga ịhụ onyeisi MOPOL 18 ka ndị uweojii wakporo ya.",
    "Ogar kwuru sị, \" Ihe ruru ụgbọala asatọ nọchịri anyị ụzọ were bido gbawa egbe n'elu, ha gbakwara ụgbọala m egbe, kpọpụta m ma were osisi na ụtalị tiem ezigbo ihe\".",
    "O kwuru na ndị a kpọrọ ya gaa n'isi ụlọrụ ha ma bido na-eti ya ihe ruo awa atọ tutu osote kọmịshọna na-ahụ maka ọrụ ndi uweojii abịa zọpụta ya.",
    "Ogar kwuru na ọ bụ mgbe ọ lọghachiri n'ụlọọrụ ha ka ọ hụru ihe ndị uweojii a mebiri ma chọpụta kwa na-agbara ndị otu ya abụọ egbe.",
    "Kedụ ihe ndị  uweojii na-ekwu?",
    "Ndị uweojii nke Imo Steeti sitere n'akwụkwọ ozi ọnụ na-ekwuchitere ha bụ Mike Abattam sị na enweghị onye ọrụ Civil Defence ha merụru ahụ maọbụ gbuo.",
    "Ha depụtara sị, \" ọ bụ n'ụbọchị 24/04/2022 nihe dịka elekere 2010 nke abalị ka Ezenwanne Nwosu onye eziri ozi pụrụ iche ji ụgbọala ya achọ ụzọọ ga-esi pụọ dịka okporo ụzọ kpọchịrị akpọchi \".",
    "Abattam depụtara na ọ bụ dịka Ezenwanne na-achọ ụzọ ọ ga-esi pụọ ka onye ọrụ Civil Defence rituru n'ụgbọala ha were suo aka n'ụgbọala Ezenwanne were baara ya mba ka ọwepụ ụgbọala ya n'ụzo.",
    "Ndị uweojii Imo steeti anwụchiela 'mmanwụ' a sị bụ nke ndị ESN",
    "Anyị gburu ndị IPOB/ESN anọ wakporo ụlọọrụ uweojii dị n'Omuma - Uweojii Imo steeti",
    "Kama ọ kọwara na onye ọrụ CivilDefence mara Ezenwanne ụra dịka ọ chọrọ ịkọwara ọnọdụ ya.",
    "Abattam dere sị, \" Mgbe ọ gwara ya na ọ bụ onye uweojii na ọ mara ya ụra ọzọ ebe ndị ọrụ CivilDefence ọzọ bịazịtị tiwa ya ihe\".",
    "O kwukwara na mgbe ọ chọrọ iji ekwe ntị ya kpọọ onyeisi ya na ndị ọrụ Civil defence ahụ napụrụ ya ekwentị nke mere ka o osro ha gawa ụlọọrụ ha.",
    "Ọ dere sị, \"Mgbe Ezenwanne jụrụ ha maka ekwentị ya, ha tiwere ya ihe, ma napụ ya egbe ya\".",
    "O kwuru na ha kpọchiri ya ruo ụbọchị 25/04/2022.",
    "Abattam dere sị, \" Dịka etu ọrụ Ezenwanne jiri dị oke mkpa, mgbe ndị otu ya ahụghị ya ma ọzaghịkwa ekwe ntị ya, ha bidoro chọwa ya. Ha nyochara were chọpụta na ekwe ntị ya nọ n'ụloọrụ ndị Civil Defence\".",
    "'Etu e si gbuo di m ma bepụ ya isi n'Oguta' - Nwunye Christian Kpatuma",
    "O kwuru na ndị uweojii chọrọ Ezenwanne gaa n'ụlọọrụ ndị Civil defence ma sị na ndị orụ Civil Defence si ndị uweojii ka ha pụọ ma ọbụghị ya na ha ga-agba ha egbe.",
    "Abattam kwuru sị,\" mgbe ndị uweojii kwusiri ike na ha chọrọ onye otu ha, ndị ọrụ Civil Defence bisdoro gbaliwe egbe elu. NKe a mere ka ndị uweojii were ikuku ose chụsaa ha ma kpọpụta onye otu ha na-amarụghị onye ọbụla ahụ.",
    "Abattam kwuru na ọ dị mkpa ka ndị mmadụ mara na usoro ndi nchekwa ji arụrịta ọrụ bụ na mgbe ọbụla otu ọrụ nchekwa ọbụla nwuchiri onye otu ọrụ nchekwa ọzọ, ọ bụiwu na a ga-akpọ ụlọọrụ onye anwuchiri ma gwa ya na eji onye nke ha.",
    "Lee kọmịshọna uweojii ọhụrụ akpọtara n'Imo steeti nakwa Kaduna",
    "Ndị omekome awakpoola ụlọọrụ ndị uweojii n'Okwelle nakwa na Njaba nke Imo steeti",
    "O kwuru na ọdịghị mma ịnwuchi onye ọkwa ya dị elu dịka Suprintendent, jide ya rụọ awa 24 ma onyeisi ọtụ NSCDC echeghị na ọ dị mkpa ka ọkpọtụrụ onye isi ya gwa ya na ha jidere ya.",
    "Abattam dere sị, \" Onye ọrụ anyị a na-anata ọgwụgwọ n'ụlọọgwụ ndị uweojii nke dị na Amakohia'.",
    "O kwuru ka ndị IMo steeti niile hapụ itu egwu ma sị na kọmịshọna uweojii Imo Steeti bụ Mohammed Ahmed Barde enyela osote kọmịshọna uweojii steeti  ahụ ka ebido nyocha maka ya bụ ihe mere.",
    "Otu onye na-achọghị ka a kpọọ aha ya sị na ndị uweojii a wakporo ụlọọrụ ndị civil defence ịbịa zọpụta onye otu ha a kpọchiri na nga n'ụlọọrụ ahụ.",
    "Ọ sị na a nwuchiri onye uweojii ahụ mgbe ọ gbabara n'ogogo ụgbọala ndị bu onyeisi ndị civil defence n'Owerri mgbe ha si n'Abaezi Egbema bụ ebe ọkụ mmanụ agbidi adịgboroja gbagburu ndị mmadụ na-alọta.",
    "Ọ sị na ihe mere n'ebe a kpọrọ ;control post dị n'owerri, na nwoke ahụ na-eyighi uwe ndị uweojii ji ụgbọala ya na-eso ụgbọala onye ndị civil defence n'azụ.",
    "Nke ahụ mere onyeisi ndụ civil defence jiri nye iwu sị ka a nwuchie nwoke ahụ na mgbede Sọnde ahụ.",
    "\"Na mgbe echi ya bụ Mọnde ka ndị uweojii wuchiri n'isiụlọọrụ ndị Civil defence ma malite ịgba egbe ma na-eti ndị ọrụ civil defence bụ ụmụnwaanyị ihe, ha gbagburu mmadụ abụọ ma merụọ ọtụtụ ndị ahụ.",
    "Ebe foto si, Nigerian Police",
    "Ndị uweojii bụ otu n'ime ngalaba nchekwa Naịjirịa e hiwere kpọmkwem n'afọ 1960, mgbe Naịjirịa nweere onwe ha n'aka mba Briten.",
    "Tupu nwereonwe ahụ, e nwekwara ndị uweojii nọ n'ọrụ mana a gbanwere aha ha ka ọ bụrụ 'Nigerian Police Force' (NPF).",
    "Ụfọdụ ọrụ e ji maara ha gụnyere;",
    "Igbochi mpụ, ichekwa ndụ, ichekwa akụnaụba, iweta udo n'obodo, inwuchi ndị dara iwu maọbụ mere mbụ, ịme nyocha banyere mpụ dgz.",
    "Ebe foto si, Nigerian Civil Defence",
    "Civil Defence bụ otu n'ime ngalaba nchekwa na Naịjirịa e hiwere n'afọ 1967 n'oge ụagha Biafra.",
    "O mechara gbanwee ma bụrụ Nigerian Security and Civil Defence Corps (NSCDC) n'afọ 1970.",
    "Ụfọdụ ọru ha na-arụ gụnyere;",
    "Iwete udo n'obodo, inyocha ndị na-esi mmanụ agbidi adịgboroja, inwuchi ndị mere mpụ ma ha o ji ikike maọbụ ha ejighi ikike, inyocha ụlọọrụ nchekwa ndị mmadụ nwee, ịkpachi akụrụngwa ndị e ji mee mpụ, ịnyocha ọrụ otu okpukperechi dị iche iche na-arụ, ibuagha megide ndị otu nzuzo dgz.",
    "National security",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "E liela ozu mmadụ 110 ọkụ gbagburu n'Egbemaelekere 9 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, \"Mụ na di m kwere ka nwaanyị ọzọ mụọrọ anyị ejima\"26 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp\" alt=\"Fifa ewepụtala aha mba ndị ga-ezute onwe ha n&#x27;asọmpị iko mba ụwa 2022\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp\" alt=\"Dkta Joseph Kabungo,\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp\" alt=\"Chelsea\" width=\"832\" height=\"468\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp\" alt=\"Ndị bọọlụ Senegal na-enwe aṅụrị\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp\" alt=\"Mason Greenwood\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13922/production/_124226108_chrisngigelabourminngtwitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13922/production/_124226108_chrisngigelabourminngtwitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13922/production/_124226108_chrisngigelabourminngtwitter.jpg.webp\" alt=\"Dkt Chris Ngige\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3202/production/_124220821_igboooo.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3202/production/_124220821_igboooo.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3202/production/_124220821_igboooo.jpg.webp\" alt=\"igbó bụ akwụkwọ nri nke bụ ọgwụike ọtụtụ mba machiri\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B519/production/_124216364_ponzischemes.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B519/production/_124216364_ponzischemes.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B519/production/_124216364_ponzischemes.jpg.webp\" alt=\"Foto Gosiri Chinedu Ijomah, Ovaiosa na Sergei Mavrodi\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D95/production/_124175932_osinachiapril13.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D95/production/_124175932_osinachiapril13.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D95/production/_124175932_osinachiapril13.jpg.webp\" alt=\"Peter Nwachukwu Facebook Page\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "E liela ozu mmadụ 110 ọkụ gbagburu n'Egbema",
    "Nnamdi Kanu agbaala akwụkwọ ọhụrụ ịjụ ka e kpee ya ikpe na nzuzo",
    "Etu ndị uweojii siri kụnye m ajụ n'isi - Onyeisi Civil Defence Imo Steeti",
    "Etu NDLEA si jide Emmanuel Millanson Ukatu a sị bubatara ọgwụike Abba Kyari bupụrụ",
    "Ọ bụghị eziokwu na m chụpụrụ nwaanyị ajadu bụ nwunye nna m - Uchenna Igboanugo",
    "A na-akwado ilikọta ozu ndị ahụ ọkụ gbagburu n'Egbema ọnụ",
    "Ihe ndị uweojii kwuru maka Precious Okeke, nwagbọghọ a hụrụ ozu ya n'ụlọ enyi ya nwoke",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}