{
  "published": "27 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọ bụ ihe mgbagwọju anya na ọtụtụ mmadụ nọ na alụmdinanwunye maọbụ mmekọrịta ọbụla anaghị agbapụ ma onye ọhụ ha na ha na-eti ihe ihe maọbụ na-emegbu ha.",
    "N'iji maa atụ bụ nke mere na nso nso banyere oti egwu Osinachi Nwachukwu, bụ onye a sị na di ya na-eti ya ihe ruo oge ọ rịara ọrịa ma nwụọ.",
    "Ihe ise ị ga-eme ma ọ bụrụ na esemokwu ezinaụlọ na-emekpa gị",
    "Etu nwaanyị a wakporo n'ike si mụọ ejima atọ n'Imo",
    "Ihe ndị ị maghị maka ụmụagbọghọ ise a wakporo ma gbuo na nsonso a",
    "Ọ bụghị naanị ya maka na ọtụtụ ndị ọzọ gụnyere ndị nwoke na ndị nwaanyị na-ahụta onwe ha n'ọnọdụ mana ha anaghị esi na ya pụọ.",
    "Elizabeth Akunyili na Bridget Elesin bụ ndị ọkammụta n'ihe banyere mmekọrịta kọwaara ihe ole na ole na-ebute ọnọdụ a.",
    "Akụnyili kwuru na udiri ihe a na-emekaarị ụmụnwoke a na-emegbu n'ezinụlọ ha anaghị ahụ mmekpa ahụ si n'aka nwunye ha dịka ihe ọbụla.",
    "O kwuru na nke a bụ makana ha anaghị ahụ onwe ha dịka ndị a ekwesiri ileta anya ọfụma.",
    "Udịrị ụmụnwoke a na-eche na mmekpa ahụ bụ etu ihe si kwesi ịdịị maọbụ nwunye ha bụ onye nsogbu karịa ma ịhụ ya dịka onye mmekpa ahụ.",
    "N'ọnụ Akụnyili, \" Ọtụtụ ndị di anaghị ahụta agwa mmekpa ahụ nwunye ha gụnyere ileda ya anya, ịna-atụnyere ya na onye ọzọ, ịjụ inye ya aramara maọbụ iwesa ya iwe ọkụ, dịka ihe ọbụla.\"",
    "Ihe onye hụrụ mgbe ọ na-etolite",
    "Ụfọdụ toro n'ebe maọbụ n'ezinaụlọ a na-emekpa mmadụ ahụ agaghị ahụ mmekpa ahụ dịka ihe ọbụla dịka Akunyili si kwuo.",
    "\"Ihe mere anyị mara ihe bụ mmekpa ahụ bụ makana anyị nwereike ịkọwa ihe ọ bụ.",
    "\"Ọ dịka mgbe ịkụziri nwa gị na a na-akpọ ihe nwoke ji anyụ mammiri amụ, nke nwaanyị abụrụ ọtụ, ọ dịkwa mma ka ikuziere ha ihe mmekpa ahụ bụ kpọmkwem ka ọ ga-abụ ha ahụ ya ha amara ihe ọ bụ.\"",
    "\" Nke a pụtara na ọ bụrụ na ị maghị ihe bụ mmekpa ahụ, o nweghi ihe mmadụ ga-agwa gị ka ịkweta ma a na-emekpa gị ahụ.\"",
    "Akunyili kwuru na ruo ugbua ụfọdụ ụmụnwaanyị anaghị ahụta mwakpo aramara dịka ihe ọbụla makana ha toro n'ime ya nke bụ na ọ maala ha ahụ.",
    "\"Mana onye na-etoghi maọbụ agabigaghị mmekpa ahụ, hụ ka a na-achọ imekpa ya ahụ, ọ kwara ngwogwo ya larie.\"",
    "Ihere ihe ndị mmadụ nwereike ikwu",
    "O kwuru na ọ nwerike onye ahụ amara ihe bụ mmekpa ahụ mana ọ na-ahụta ya dịka ihere ịgwa ndị mmadụ na onye ọ bụ ya na ya na-emekpa ya ahụ.",
    "\"Uche ya ga-anagwa ya ka m dị , ka m dị nwọ, kedụ ka m ga-esi na-agwa ndị mmadụ na m nọ na mmekọrịta ahụ ebe a na-emekpa m ahụ.\"",
    "Akunyili kwuru n'udiri ndị ka gwa onwe ha na ọ ka mma na ha ọ na-edi mmekpa ahụ nke ezinụlọ karịa ma ịgbapụ ma nata nkatọ n'aka ụmụ ụwa.\"",
    "O kwuru na ihe na-emekarị ụmụnwaanyị na-achọghị ka ụwa kpọ ha ndị gbara alụkwaghị m makana ha etu e si katọọ ndị gbapụrụlanụ.",
    "Akụnyili kwuru na ndị mmadụ anaghị egbu oge ịkatọ onye ọbụla bia kọrọ ha na ha si na mmekọrịta maọbụ alụmdinanwunye ebe a na-emekpa ha ahụ pụta.",
    "Ha chezọrọ na ndị a na-emekpa onye bee ha ahụ nweburu mgbe ha nwere obioma nakwa ihụnanya mana mmiri bia gbanwe n'etiti ụzọ.",
    "Ihe dịka ụfọdụ agụghị akwụkwọ bia nyewe ha nsogbu, ụfọdụ yiwara ọyị ebe amụgosiri he etu e si emekpa nwaanyị ahụ, ụfọdụ egosighị egosi udi mmadụ ha cha cha na mbido mmekọrịta ha na onye nke ha.",
    "Akunyili kwuru udiri ihe na-emekarị ụmụnwoke nke mere na-emekpaa ụmụnwoke ahụ, ha anaghị eji ike ekwupụta makana ndị ọyị ha ga-ajụ ihe mere ha ji kwe ka nke ahụ mee.",
    "Akụnyili mara atụ si na nwoke gacha pụta n'ime ụlọ ya ma hụ nwaanyị gba ọtọ, ọ kọrọ ndị ọyị ya, kama ha ga-akpọ ya mmekpa ahụ, ha jụọ ya ma ọ wakporo ya.",
    "O kwuru na ọ dị mma ka akuziere ụmụaka ihe bụ mmekpa ahụ kpọmkwem ma gbawa ka ụkwụ ha ma ha hụ mmekpa ahụ.",
    "Bridget Elesin kwuru na ọtụtụ ụmụnwaanyị e jirila maka enweghị aka ọrụ na-enye ha ego ha ga-eji zụọ ụmụaka ha, nọrọ na mmekọrịta ebe a na-emekpa ha ahụ.",
    "Ụfọdụ ụmụnwoke jị kwa maka ihe ha na-erite n'aka nwunye ha na-emekpa ahụ nosie ike na mmekọrịta ahụ.",
    "Ebe foto si, Getty Images",
    "Bridget Elesin na-ahụ maka mmekọrịta dị n'etiti di na nwunye nakwa ezinụlọ kwuputere ihe ole na ole nwerike ibute mmekpa ahụ.",
    "Etu e si zụ nwata nakwa ihe ọhụrụ: Nke a pụtara na ọtụtụ ụmụaka hụrụ nne na nna ha ebe ha na-akọ ọnụ ma na-eme tigbuo zọgbụọ, ga emekpa onye bee ha ahụ nke gụnyere ịgwa onye bee ya okwu n'ụzọ obi mgbawa maọbụ itikasi ya ahụ ma ha too dịka Elesin si kwuo.",
    "Elesin kwuru na ụmụnwaanyị bụ ndị na-ejikarị ọnụ ha gwakasị nwoke ahụ ebe ọ bụ ụmụnwoke na-ejikarị aka eti nwunye ihe.",
    "O kwuru nwoke nwerike ịgabiga mmekpa ahụ maọbụ nwaanyị.",
    "Ihe isike:  Ọtụtụ oge ka enweghị ego na-ebute mgbakasị ahụ , nwaanyị maọbụ nwoke hụ na ọ bụ naanị ya na-ewete ego ihe e ji nyere ndụ aka n'ezinụlọ ọ na-ebu aka. Elesin kwuru na ọ ga-aka mma na di na nwunye nwere aka ọrụ na-enyecha ha ego, ka ọ ga-abụ onye chọrọ imekpa ibe ya ahụ, o chee uche ugboro abụọ.",
    "Igbachi nkịtị ihe ndị gosiri mmekpa ahụ n'ọdịnihu: Dịka mmadụ abụọ na-ayị ọyị, ọ dịmma ka ha mara ihe ndị na-egosi na ọyị ha gawa n'ihu, na mmekpa ahụ ga-abata ya.",
    "Gbara onye na-eme ihe ike ike ọsọ: Akụnyili kwuru na onye ọ bụla na-ewe iwe ọkụ ga-emekpa gị ahụ, ọsọgodi ya mara ihe ndị ọzọ dị mma.",
    "Onye na-eleda ndị mmadụ anya ga-emekpa gị ahụ n'ọdịnihu. O kwuru na onye ahụ ga-emecha ledaa gị anya.",
    "Onye na-eji iwe agwa gị ihe ọjọ imere ga-emekpa gị ahụ. Akunyili kwuru na udiri mmadụ(ma nwoke ma nwaanyị) a ga-eji mba na ezigbo iwe gwa gị okwu n'ihu ọha maọbụ mee ka ọ na-achị kụ gị aka ma iwe jide ya , ga-emekpa gị ahụ ọsọgodi ya, ya gwa gị ndo ugboro ugboro.",
    "Onye na-ekwu okwu ga-amaja gị ga-emekpa gị ahụ. Akunyili kwuru na udiri ndị a gụnyere ụmụnwoke ga-agwa gị na ha ga-agwa ndị bee ha na igburu ha ma obere esemokwu dapụta n'etiti gị na ha.",
    "Nke a ga-eme ka ụfọdụ bido chewe na ọ bụ etu ahụ ka ụwa kwesiri ịdị makana ọchọghị ka di ya maọbụ nwunye ga-agwa ụwa na ọ bụ ya kpatara nsogbu na-eme n'ezịnụlọ ha.",
    "Onye ọbụla na-achọ ka ụwa nille hụ ya ebe ọbụla ọ nọ ga-emekpa gị ahụ. Udiri onye a ga-ewe iwe ma onye nke tolite n'akụ na ụba maọbụ ka ya mma n'ime ihe ọbụla.",
    "Onye ọbụla ji iwe na-enyocha ihe ọbụla imere ga-emekpa gị ahụ.  Akunyili kwuru na nke a gụnyere ndị na-enyocha ka ha mara ebe ọbụla na etu onye bee ha si nọrọ, mara ndị ọ na-akpọ n'ekwenti, mara ije ụkwụ ọbụla ọgara, uwe o yi ka o wee mata ma ị na-emeta ya, onye a ga-emecha were iwe mee ihe ọbụla iji wee belata nzọ ụkwụ gị.",
    "Bridget Elesin kwuru n'igbapụta na mmekpa ahụ nwerike ibute ọnwụ gị dị mma mana ọ bụghị ebe ahụ ka okwu biri n'ihi na ụfọdụ ndị ahụ na-emekpa ahụ nwerike ịchụwa ha ma memina onye nke kwuputere na a na-emegbu ya.",
    "Akunyili kwuru na o nweghị otu ụzọ a ga-asị na enwere ike iji gbafuo na mmekọrịta ebe a na-emekpa ya ahụ makana ụfọdụ ga-enweriri ihe ha ji aka mere ha ji ka chọọ ịnọ na mmekọrịta.",
    "Depụta udiri mmekpa ahụ ị na-agabiga: Akụnyili kwuru na ọ dị mma ka mmadụ jụọ onwe ya ụfọdụ ajụjụ ndị a:",
    "Kedụ ka m si chọrọ ibi ndụ m, a chọrọ m ibi ndụ mkpagbu oge ọbụla?",
    "A chọrọ m inwụ n'oge m erughị eru?",
    "A chọrọ m ị nọ ebe a na-anwụ mmanya ruo ime abalị makana achọrọ m ka onye na-emekpa m ahụ nọrọ n'ụra tupu mbata n'ụlọ?",
    "\"Ọ bụrụ na ịchọghị udiri ndụ a mmekpa ahụ na-ebute , gbawa ka ụkwụ gị ha.\" dịka Akunyili si kwu",
    "\"Ọ bụrụ na idepụta mmekpa ahụ ị na-agabiga, depụtakwa udiri ndụ dị mma ịchọrọ ibi ma gosie otu oyi , nwanne gị na-ekwukarị eziokwu maọbụ iwegara ọkaibe n'ihe gbasara mmekọrịta di na nwunye ka lele ma dụọ gị ọdụ.\"",
    "O kwuru na ụfọdụ ndị na-eche na ọ bụ ịmụta nwa ga-eme ka onye mmekpa ahụ kwụsị imekpa ha ahụ mana nke ahụ abụchaghị eziokwu.",
    "Gakwuru onye na-ahụ maka ndụmọdụ ihe gbasara mmekọrịta di na nwunye maọbụ ọyị na ọyị na-akwado ịlụ onwe ha ka onye gị ndụmọdụ ga-enyere ahụike gị aka.",
    "Eserese na-egosi ka nwaanyị nọ n'ime 'mkpọrọ' na-akpọ onye na-ahụ maka ikike dịrị onye",
    "Onye a ga-enyere gị kpakọta ume ị ga-eji gbapụ na mmekọrịta ahụ ebe a na-emekpa gị ahụ.",
    "Akunyili kwuru na ọ dị mma ka ndị a a na-emekpa ahụ nwee ihe akaebe ha jisike nwekọta ma wegara ya ọkaiwu ga-ejide maka igosi ndị ụlọikpe.",
    "Mara onye i bụ: Elesin kwuru na ọ dịmma ka tụmadị ụmụnwaanyị mara onye ha bụ nakwa ihe o nwereike imepụtalị karịa iji maka ihe ọ ga-eri nọrọ na mmekọrịta ebe a na-emekpa ya ahụ.",
    "Ọ bụ mmekọrịta ahụ na-enyeghị udo maọlị maọbụ mee gị ị gaghị ekwuli okwu maọbụ bụrụ onwe gị.",
    "Akunyili kwuru na ndị na-emekpa mmadụ ahụ abụghị naanị sọ ndị na-eti aka, ọ gụnyere ndị ji ma okwu ma akaramagwa ememina onye nke ha.",
    "O kwuru na ndị ụfọdụ n'ime ha na-eji nwayọ nwayọ memina onye nke ha.",
    "Akunyili dọrọ aka na nti: O gwara ndị mmadụ ka ha ghara ị maja onye na-emekpa ha ahụ site n'igwa ha na ha ga-eje kọrọ ndị mmadụ maka mmekpa ahụ ha na-anata.",
    "Nke a ga-eme ka onye ahụ fụọ aka mgba ma mezie nke ka njọ.",
    "Akụkọ mmekpa ahụ nke ezinụlọ butere ọnwụ malitere juputewe n'elu soshal midia nke gụnyere nke ọgụ egwu ụka ama ama bụ Osinachi Nwachukwu.",
    "Akụkọ ọnwụ Osinachi pụtara n'ọnwa April a mana ọtụtụ mmadụ na-ekwu na ọ bụ mmekpa ahụ si n'aka di ya butere ọnwụ ya.",
    "Ụmụnyanyị",
    "Naijiria",
    "Ịwakpo mmadu na-ike",
    "Okike",
    "Mmegbu",
    "Ezinụlọ",
    "Rape and Sexual Abuse: Aka akparala ụmụnne abụọ a na-enyo na-edina nwata dị afọ itoolu n'ike5 Disemba 2021",
    "Sexual abuse of minors: Ụfọdụ mmetọ ụmụaka e merela na nsonso a2 Maachị 2019",
    "Lee ego Kanu chọrọ ka gọọmentị kwụọ ya maka ịnwụchi ya na mba Kenya27 Eprel 2022",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Vidio, Onweghị mgbe m kwuru ka a ghara ili nwaanyị ajadụ n'obodo anyị - Igwe Ogbeke Agbanielekere 3 gara aga",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp\" alt=\"Fifa ewepụtala aha mba ndị ga-ezute onwe ha n&#x27;asọmpị iko mba ụwa 2022\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp\" alt=\"Dkta Joseph Kabungo,\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp\" alt=\"Chelsea\" width=\"832\" height=\"468\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp\" alt=\"Ndị bọọlụ Senegal na-enwe aṅụrị\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp\" alt=\"Mason Greenwood\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13922/production/_124226108_chrisngigelabourminngtwitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13922/production/_124226108_chrisngigelabourminngtwitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13922/production/_124226108_chrisngigelabourminngtwitter.jpg.webp\" alt=\"Dkt Chris Ngige\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3202/production/_124220821_igboooo.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3202/production/_124220821_igboooo.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3202/production/_124220821_igboooo.jpg.webp\" alt=\"igbó bụ akwụkwọ nri nke bụ ọgwụike ọtụtụ mba machiri\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B519/production/_124216364_ponzischemes.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B519/production/_124216364_ponzischemes.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B519/production/_124216364_ponzischemes.jpg.webp\" alt=\"Foto Gosiri Chinedu Ijomah, Ovaiosa na Sergei Mavrodi\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D95/production/_124175932_osinachiapril13.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D95/production/_124175932_osinachiapril13.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D95/production/_124175932_osinachiapril13.jpg.webp\" alt=\"Peter Nwachukwu Facebook Page\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "Ihe ị kwesịrị ịma maka May Yul-Edochie ọ lụrụ tupu ọ lụọ Judy Austin",
    "Ihe ndị uweojii kwuru maka mpụtara nyocha ime ahụ ozu Osinachi Nwachukwu",
    "Ipob ahazigharịala mmachị nchigharị ehi Awụsa n'ala Igbo ha tinyere taa bụ April 27, 2022",
    "Lee ego Kanu chọrọ ka gọọmentị kwụọ ya maka ịnwụchi ya na mba Kenya",
    "E liela ozu mmadụ 110 ọkụ gbagburu n'Egbema",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa",
    "Ihe mere ndị mmadụ anaghị agbapụ na mmekọrịta na-echi ha ọnụ n'ala",
    "Nnamdi Kanu agbaala akwụkwọ ọhụrụ ịjụ ka e kpee ya ikpe na nzuzo",
    "Etu ndị uweojii siri kụnye m ajụ n'isi - Onyeisi Civil Defence Imo Steeti",
    "Destiny Etiko, Yul Edochie, Ụmụ Obiligbo... Lee ụmụ Igbo a ma ama na-eso nzọụkwụ nne maọbụ nna haEmelitere ikpeazụ na: 22 Mee 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}