{
  "published": "27 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Oke ikuku so mmiri akwatuola ụlọ dagburu otu nwoke a ma merụọ otu onye ọzọ ahụ n'ụbọchị Mọnde 25 Eprel, 2022 n'obodo Isiagu, Ezema Olo nke dị n'Enugwu Steeti.",
    "Otu nwokoroọbịa aha ya bụ Obichukwu Chukwu gwaraa BBC Igbo etu oke ifufe a kwatuo ụlọ a na-azụ ọkụkọ merụọ ya ahụ ma gbuo nwoke ahụ.",
    "Idemmiri achụpụla ọtụtụ n'ụlọ n' Anambara steeti",
    "Abia State Erosion: 'Mbuze na-achọ ikewa okporoụzọ anyị' - Ndị obodo Ekeoba, Umuahia",
    "'Gọọmenti gbatara anyị ọsọ enyemaka'",
    "O sị ihe mberede a gbajịrị ya ọkpụkpụ ụkwụ mgbe ụlọ ahụ dakwasịrị ya na nwoke ahụ n'elekere anọ nke mgbede ruo elekere itoolu nke abalị mgbe ụmụnne ya bịara zọpụta ya.",
    "Chukwu onye na-anata ọgwụgwọ n'ụlọọgwụ kwuru \"Etigidere m mkpu ruo mgbe ike gwụrụ m. Tupu ụmụnne m abịa, a kwụsịla m ịnụ olu nwoke a, oge ahụ ka m malitere chewe na ọ laala mmụọ\".",
    "Ọnọdụ ụlọ ndị mmadụ dara ada n'obodo Ishiagu",
    "Onye nwe ụlọọrụ ahụ bụ Ephraim Chukwu kwara arịrị maka ihe ọdachi a gburu nwoke a ma kwuo na e liela ya n'ụbọchị Tuzde.",
    "O kwuru na ihe a gbawara ya obi ma sị na ụmụ ọkụkọ ya ndị ihe a metụtara abụghị ihe na-eche ya uche.",
    "Epraim sị na ya na nwoke a nwụrụ anwụ nwere ụmụ ise arụkọọla ọrụ ihe ruru afọ atọ.",
    "Ebe Chukwu na-anata ọgwụgwọ n'ụlọọwgụ",
    "Oke ifufe a metụtara akụkụ obodo ahụ n'ụzọ ndị ọzọ dịka ọ kụtụrụ ụlọakwụkwọ ọta akara Holy Kids Nursery nakwa ebe ndị ọzọ.",
    "Nwoke ọzọ bụ onye obodo ahụ a kpọrọ Emeka Chiekwe kwuru na ya bụ mmiri kupuru gbam gbam ụlọ ahụ nakwa ụlọ ndị agbataobi ya ndị ọzọ, dịka o kwuru na ihe a mere wutere ha nke ọma.",
    "Ọrụ ugbo",
    "Enugu Steeti",
    "Enugwu",
    "Oke Ihu Igwe",
    "Vidio, Onweghị mgbe m kwuru ka a ghara ili nwaanyị ajadụ n'obodo anyị - Igwe Ogbeke Agbani, Duration 1,25elekere 3 gara aga",
    "Vidio, Heavy Rainfall: Etu oke ifufe si gbuo otu onye ma laa ngwo ngwo n'iyi n'obodo Isiagu, Ezema Olo, Enugwu Steeti, Duration 1,3527 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Surrogacy in Nigeria: Ihe mere m jiri kwe ka nwaanyị ọzọ mụọrọ m ụmụejima, Duration 5,0426 Eprel 2022",
    "Vidio, Ike Ekweremadu: Ihe m gwara ya maka mpụta ịzọ Gọvanọ Enugwu Steeti – Okwesilieze Nwodo, Duration 7,0925 Eprel 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 1,00elekere 7 gara aga",
    "Vidio, Odinakachi Ukanwa Osinachi Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Odinakachi Ukanwa, Duration 16,4215 Eprel 2022",
    "Vidio, Vicky Eboh Songs: \"Egwu m na-agụ bụ iji jaa ụmụnwaanyị ike\", Duration 4,4124 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}