{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye igwe na-elekọta Ogbeke Agbani dị n'Enugwu Steeti Igwe Okechukwu Nwobodo Egbune ekwuola na onweghị Oge ya jiri kwuo na agaghị eli ozu Elizabeth Egbuna nwụrụ anwụ.",
    "Mkpụrụ ụbọchị ole ma ole gara aga ka ụlọ ọrụ na ekwuchitere ndị mmadụ ọnụ ha bụ WACOL degara gọmenti na ndị uwe ojii akwụkwọ were bọ igwe ahụ ebụbo na ọmachiri ha ili ozu nwaanu ahụ n'ihi na ha na azọ ala.",
    "Dịka ozi WACOL si kwuo, mazi Chizi Ani bu onye ya na nwaanyị ahụ na-azọ ya bụ ala.",
    "BBC Igbo gara hụ igwe ahụ n'obi ya, ebe okwuru na ya bụ ebubo nke na efegharị na Soshal Midia bụ asị.",
    "Mazi Chizi Ani dugharịrị BBC Igbo na ya bụ ala na-ese okwu, ebe anyị chọpụtara na ọ bụ maka ala ga abụ okporo ụzọ na Ebube okwu.",
    "Nwa ya bụ nwaanyị  nwụrụ anwụ bụ Chiamaka Egbune kwuru na ka mgbe Gọmenti na ndị uwe ojii batara n'okwu ahụ, na Igwe ahụ enyela ha ikikere ili nne ha.",
    "Igwe Egbune na mazi Chizzy Ani na gochara aka n'ụkwụ ha na ha ekwughikwa ka aghara ili onye nwụrụ anwụ.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Enugu Steeti",
    "Enugwu",
    "Vidio, Onweghị mgbe m kwuru ka a ghara ili nwaanyị ajadụ n'obodo anyị - Igwe Ogbeke Agbani, Duration 1,25elekere 3 gara aga",
    "Vidio, Heavy Rainfall: Etu oke ifufe si gbuo otu onye ma laa ngwo ngwo n'iyi n'obodo Isiagu, Ezema Olo, Enugwu Steeti, Duration 1,3527 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Surrogacy in Nigeria: Ihe mere m jiri kwe ka nwaanyị ọzọ mụọrọ m ụmụejima, Duration 5,0426 Eprel 2022",
    "Vidio, Ike Ekweremadu: Ihe m gwara ya maka mpụta ịzọ Gọvanọ Enugwu Steeti – Okwesilieze Nwodo, Duration 7,0925 Eprel 2022",
    "Vidio, Father Okunerere: Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ, Duration 7,069 Mee 2021",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 1,00elekere 7 gara aga",
    "Vidio, Odinakachi Ukanwa Osinachi Friend: 'Di Osinachi si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Odinakachi Ukanwa, Duration 16,4215 Eprel 2022",
    "Vidio, Vicky Eboh Songs: \"Egwu m na-agụ bụ iji jaa ụmụnwaanyị ike\", Duration 4,4124 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}