{
  "published": "28 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ma e kwesịrị ịpịa ụmụaka ụtalị ma e kwesịghị ịpịa ha ụtalị bụ otu n'ime okwu kachasị ebute nrụrịtaụka n'etiti ndị nne na nna nakwa ndị nkuzi n'akụkụ ụwa dị iche iche ugbua.",
    "Mba Scotland bụ mba mbụ machịrị iti ụmụaka ihe maọbụ pịa ha ụtalị, n'ọnwa Nọvemba 2020, na-agbanyeghị na Briten bụ ụzọ malịta atụmatụ ahụ n'ọnwa Epreelụ nke afọ ahụ.",
    "Ihe mere mmetọ ụmụaka ụmụnwọke ji arị elu",
    "Ihe mere anyị ji kpọnye mmadụ nwa anyị - Ndị mụrụ nwa a pịara n'ala",
    "Ụzọ isii ndị nne na nna si ata ụmụ ha ahụhụ n'oge gboo",
    "N'Afrịka, ụfọdụ mba dị iche iche a machịela ịpịa ụmụaka ụtalị n'ụlọakwụkwọ dịka na mba Seychelles, Guinea, Ghana, South Africa, Cabo Verde, South Sudan, Congo, Kenya, Tunisia na Togo.",
    "Iti ụmụaka ihe n'ezinaụlọ nakwa n'ụlọakwụkwọ n'Afrịka bụ etu e si zụọ ọtụtụ mana ndị nne na nna ọgbara ọhụrụ na-ekwu ugbua na ha akwadoghị ya bụ atụmatụ.",
    "Otu nwaanyị ọkachamara banyere akparamagwa ụmụaka(child psychologist) bụ Uchenna Enefoh gwara BBC Igbo na ịpịa ụmụaka ụtalị maọbụ iti ha abụghị ụzọ kacha mma n'ịzụ ụmụaka.",
    "Nwaada Enefoh kwuru na e nwere ọtụtụ ụzọ ndị ọzọ e nwere ike isi nye ụmụaka ntaramahụhụ ma ha mehie dịka nke ụzọ ọ kpọrọ 'Positive reinforcement' nakwa 'Negative reinforcement' na Bekee.",
    "Ọ kọwara na inye ụmụaka ihe nrite ngwa ngwa ma ha mee nke ọma na-akpalite mmụọ ha imere ihe ọma gawa n'ihu nke a bụ atụmatụ Positive reinforcement, ebe ịnapụ ụmụaka ihe ndị ha hụrụ n'anya nke ukwu ma ha mee nke ọjọọ maọbụ mehee bụ nke a na-akpọ atụmatụ 'Negative reineforcement'.",
    "N'okwu ya ọ sị: \"Achọpụtara site n'ọrụ m na iti ụmụaka ihe maọbụ ịpịa ha oke ụtalị na-eme ka obi kpọọ ha nkụ nke bụ na ụtalị agaghịzị na-atụ ha egwu\".",
    "Nwaada Enefoh kwusịrị ike na agbanyeghị na ụzọ ndị a nwereike hara ịdị mfe mana na ọ na-adị ire n'ọzụzụ ụmụaka.",
    "O kwukwara na ụmụaka na-eme ihe ha hụrụ ndị nne na nna ha maọbụ ndị na-azụ ha na-eme nke bụ na iji aka ike chọọ ka ụmụaka mee ihe ndị na-azụ ha anaghị eme anaghị adị ire.",
    "Otu nwoke aha bụ Michael* (anyị gbanwere aha ya maka na ọ chọghị ka a mara ezigbo aha ya) gbara ama na ihe nwaada Enefoh kwuru bụ eziokwu n'ihi nna ya tiri ya ihe nke ukwu nke mere obi jiri kpọọ ya nkụ ma ọ bụrụ onye na-anaghị atụ ụtalị maọbụ iti ihe egwu.",
    "Ebe foto si, Getty Images",
    "O kwuru na n'uche ya, na ọ bụghị iti ihe maọbụ ịpịa ụtalị mere o jiri bụrụ ihe taa ọ bụ ugbua kama na ọ bụ mkpebị ọ meere onwe ya mgbe o tọpụtara dịka okorobịa.",
    "Otu onye nne aha ya bụ Blessing Esione kwuru na iti ụmụaka ihe dị mkpa mana na ọ kwadoghị ime ya oge ọbụla maọbụ mefee ya oke. Ọ tụrụ aka na okpukperechi kraịst kwadoro ya bụ ihe dịka o kwuru na akwụkwọ nsọ ha sị ka ị pịaghị ụmụaka utalị na-emebị ha.",
    "Nwaada Esione kwukwara na iji gbochie ịpịa ụmụaka ụlatị oge niile e nwereike inye ha ntaramahụhụ ndị ọzọ dịka ịsị ha sekpuru ala maọbụ gwaa ha saa ụlọ mposi ruo otu izu.",
    "Otu onye nkuzi n'ụlọakwụkwọ ọta akara bụ Lilian Okafor kwuru na ịnwe mkparịtaụka nakwa nkwukọrịta kacha bụrụ ụzọ dị mma n'ịzụ ụmụaka.",
    "Nwaada Okafor kwuru na ọtụtụ ndị torola anaghị echeta na ụmụaka bụ ndị ka na-amụta ihe ya bụ na ọtụtụ mmeehie dịrị ha dịka mmehie bụ ụzọ e si amụta ihe n'uju.",
    "Ọ kọwara na nkwukọrịta na-emezi ụmụaka ọkacha ma ndị nne na nna bido na-eme ya n'oge mgbe ụmụaka ka dị na nwata.",
    "Nwaada Okafor kwuru na oke iti ihe nakwa ịpịa ụtalị na-etinye ụjọ, esemokwu nakwa nghọtahie n'etiti ndị nne na nna nakwa ụmụ.",
    "Ka o si kwuo: \"Ụjọ na-eme ụmụaka amalịte izoro nne na nna ha ihe nke bụ ma ihe ọjọọ ha mere nakwa ihe ọma ha mere\".",
    "O kwukwara na oke iti ihe na-emetụta ahụike ụbụrụisi ụmụaka ihe nwereike ikpata oke egwu nke Bekee kpọrọ \"Anxiety\".",
    "Ebe foto si, Getty Images",
    "Nwaada Okafor kwuru na oke ịpịa ụtalị na-eme ụfọdụ ụmụaka akwụsị ịga ụlọakwụkwọ maọbụ mee ka ịmụta ihe n'ụlọakwụkwọ hara ịdịrị ụmụaka mfe n'ihi egwu na ụjọ na-eso ụtalị.",
    "Otu onye nne bụ Ganiru Okeke kwuru na ịbụ eyi ụmụaka gị bụ ụzọ kacha mma n'igbochi ụmụaka ime oke nnụpụisi. Ọ kọwara na imete ụmụaka gị enyi ga-eme ha emesapụ ahụ. O kwuru na ime nke a ga-eme ụmụaka egosi kpọm kwem onye ha bụ.",
    "Nwaada Okeke kwuru na ọ dịkwa mma ndị nne na nna imata ndị eyi ụmụ ha dịka nke a ga-enyere aka n'imata ebe ụmụaka si amụta ihe ha na-eme.",
    "Otu nne bụkwa onye nwee ụlọakwụkwọ bụ Hilda Adamatie kwuru na ịzụ ụmụaka bụ ihe a na-eme ruo mgbe ha toro, anaghị akwụsị ya n'ụzọ, ọ kọwara mkpa ndịdị dị n'ịzụ ụmụaka ma kwuo na ihe kacha mkpa bụ ndị na-azụ ụmụaka ịbụ enye ụmụaka ahụ.",
    "Ebe foto si, Getty Images",
    "Nwaada Adamatie kwuru na ịzụ ụmụaka na-abanye otu ọgbọ ntorobịa bụ ihe a na-eme n'ụzọ dị ịche dịka ekwesiri inye ha ohere ka ha kwuo uche ha ma kwanyere ha ugwu ruru ha agbanyeghị na ha na-anata ọzụzụ.",
    "O kwukwara na iti ụmụaka ihe maọbụ pịa ha ụtalị na-eme ka ụmụaka hapụ ịmụta ihe kama ha jiri ụjọ zere ihe a sị ha emena nke bụ na ndị na-azụ ha pụọ ha agaa n'ihu mee ya ma mefee ya oke",
    "Agbanyeghị na ụfọdụ na-akwado atụmatụ ka akwụsị ime ihe ndị a n'ụlọakwụkwọ, okwu a abụbeghị ihe a na-ekwu maka ezinụlọ ndị mmadụ na Naịjirịa.",
    "Otu jịkọrọ ọtụtụ mba n'ụwa bụ United Nations ekwuola na atụmatụ ha bụ ịhụ na amachiri iti ụmụaka ihe maọbụ pịa ha ụtalị n'akụkụ ụwa niile n'afọ 2030.",
    "Nwaada Enefoh kọwara na site n'usoro 'Negative reinforcement' na 'Positive reinforcement' lee ihe ịmatụ ndị na-azụ ụmụaka nwereike ime",
    "Inye ụmụaka ihe ha hụrụ n'anya dịka nri, ihe egwuregwu ụmụaka, akwa, akpụkpọụkwụ nakwa ihe ndị.",
    "Ịnapụ ụmụaka ihe ha chọrọ dịka ihe egwuregwu ụmụaka, akwa, akpụkpụ ụkwụ nakwa ihe ndị, ihe ejije egwuregwu ụmụaka (cartoon) nakwa ihe ndị ọzọ Enefoh kwuru na ihe kacha mkpa bụ ndị na-azụ.ụmụaka iwepụta oge mara ụmụ ha na-azụ ma hibere usoro ọzụzụ ga-amịta mkpụrụ ha chọrọ n'ihe ụmụaka dị iche n'ụdị n'ụdị.",
    "Nwaada Okeke kwuru na ndị nne na nna inwe mwukọrịta kwa mgbe kwa mgbe nke gụnyere ikwupụta na ihụrụha n'anya na-enyere aka imeda mmụọ ha ma mee ka ha hapụ ịnụpụ isi nke ukwu.",
    "Nwaada Okeke kwuru na ịmalite na mgbe ụmụaka ka dị nwata na-amakọ ha, na-emetụ ha aka dị ndị ịhụrụ n'anya nakwa igwa ha okwu dịka ndị ikwanyere ugwu na-enyere aka n'ọzụzụ.",
    "Adamatie kwuru na ito ụmụaka, kụọrọ ha aka, maọbụ nye ha ihe nrite ma ha mete nke ọma na-eme ka ụmụaka gbaa mbọ imere ihe ọma na-aga n'ihu",
    "O kwukwara na ime ka ụmụaka mesapụ ahụ n'akụkụ ndị na-azụ ha bụ ezi ụzọ ịhụ ime mmụọ ha kpọm kwem nke iti ihe na-egbochi.",
    "Naijiria",
    "Ezinụlọ",
    "Vidio, 'O nweghị ihe mmadụ gwara m na-emetụta m n'ahụ' - Judy Austinelekere 6 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Lee usoro ndị ọzọ ị ga-eji zụọ ụmụ gị na-abụghị sọ ịpịa ụtalị28 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp\" alt=\"Fifa ewepụtala aha mba ndị ga-ezute onwe ha n&#x27;asọmpị iko mba ụwa 2022\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp\" alt=\"Dkta Joseph Kabungo,\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp\" alt=\"Chelsea\" width=\"832\" height=\"468\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp\" alt=\"Ndị bọọlụ Senegal na-enwe aṅụrị\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp\" alt=\"Mason Greenwood\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/048A/production/_124226110_p0c29p92.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/048A/production/_124226110_p0c29p92.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/048A/production/_124226110_p0c29p92.jpg.webp\" alt=\"Ndị na-anaghị ahụ ụzọ\" width=\"1024\" height=\"566\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ'21 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13922/production/_124226108_chrisngigelabourminngtwitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13922/production/_124226108_chrisngigelabourminngtwitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13922/production/_124226108_chrisngigelabourminngtwitter.jpg.webp\" alt=\"Dkt Chris Ngige\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ihe ị kwesịrị ịma maka Chris Ngige chọrọ ịzọ ọkwa onyeisiala20 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3202/production/_124220821_igboooo.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3202/production/_124220821_igboooo.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3202/production/_124220821_igboooo.jpg.webp\" alt=\"igbó bụ akwụkwọ nri nke bụ ọgwụike ọtụtụ mba machiri\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B519/production/_124216364_ponzischemes.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B519/production/_124216364_ponzischemes.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B519/production/_124216364_ponzischemes.jpg.webp\" alt=\"Foto Gosiri Chinedu Ijomah, Ovaiosa na Sergei Mavrodi\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>'Ponzi Schemes' atọ wurula ma kpụọ afọ n'ala na Naịjirịa20 Eprel 2022",
    "Yul-Edochie Polygamy: Kedụ ihe iwu Naijiria kwuru maka ịlụ ọtụtụ nwaanyị?",
    "Ipob ahazigharịala mmachị nchigharị ehi Awụsa n'ala Igbo ha tinyere taa bụ April 27, 2022",
    "Ihe ndị uweojii kwuru maka mpụtara nyocha ime ahụ ozu Osinachi Nwachukwu",
    "E liela ozu mmadụ 110 ọkụ gbagburu n'Egbema",
    "‘Onye kwụọ ndị ntọrọ ụgwo mgbapụta, ọ gaa nga ruo afọ 15’ - Ụlọomeiwu Naịjirịa",
    "Lee usoro ndị ọzọ ị ga-eji zụọ ụmụ gị na-abụghị sọ ịpịa ụtalị",
    "Nnamdi Kanu agbaala akwụkwọ ọhụrụ ịjụ ka e kpee ya ikpe na nzuzo",
    "Lee ego Kanu chọrọ ka gọọmentị kwụọ ya maka ịnwụchi ya na mba Kenya",
    "Gịnị bụdị nsogbu 'ovarian cyst' ụmụnwaaanyị kpụzị n'ọnụ ugbuaEmelitere ikpeazụ na: 5 Juun 2021",
    "Etu ndị uweojii siri kụnye m ajụ n'isi - Onyeisi Civil Defence Imo Steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}