{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Judy Austin na-eme ejije Nollywood gwara BBC Igbo etu o si nabatakwa ahụ ya mgbe ọ mụchara nwa ya n'afọ 2021.",
    "Austin bidoro wuwekwa ọzọ dịka Yul Edochie bụ onye na-eme ejije na Nollywood depụtara n'akara facebook ya na Judy Austin mụụrụ ya nwa nwoke bụzi nwunye nke abụọ ya.",
    "Yul-Edochie Polygamy:  Kedụ ihe iwu Naijiria kwuru maka ịlụ ọtụtụ nwaanyị?",
    "Uche Maduagwu achọọla Jim Iyke okwu ọzọ",
    "Na mkparịtaụka ya na Uche Ogbodo na BBC Igbo nwere n'ọnwa Novemba 2021, Judy kwuru na mgbe ọ dị ime, na nri anaghị ekwe ya eri nke mere ka ọ tara ezigbo ahụ.",
    "O kwuru na mgbe ọ mụchara nwa, o ruru ọnwa abụọ tupu o riwekwa nri.",
    "Ọ katọrọ etu ndị mmadụ si agwa ụmụnwaanyị na ha ebukazi ma ha mụchaa nwa.",
    "Austin jikwa ohere ahụ dụọ ụmụnwoke ọdụ ka ha nyere nwunye ha maọbụ onye ha na ha mụkọrọ nwa aka ileta nwa ọhụrụ ahụ.",
    "N'ọnụ ya, \"ụmụnwoke kwesiri ị na-enye ụmụnwaanyị ha mụrụ ha nwa ezigbo ego makana ịlekọta nwa ọhụrụ adịghị mfe.\", ọ rịọ gị ihe dịka obere ego, inye ya nke karịrị ego ahụ ọrịọrọ gị.\"",
    "Austin kwuru na ọ dị mkpa ka nwaanyị nye nwa ara ọfụma, makana o ga-enyere nwa ahụ aka.",
    "O gwara onye ntaakụkọ anyị na ihe ọ sọrọ ndị mmadụ katọọ ahụ ya, \"onweghị ihe ọbụla ndị mmadụ kwuru na-echu ya ụra ya.\"",
    "Austin kwuru na ọ bụ onye Umuoji dị n'Anambra steeti.",
    "Uche Ogbodo bụkwa onye na-eme ejije na Nollywood mechara bata na mkparịtaụka ahụ ma kwụkwa ihe ndị ọ na-agabiga dịka ọ mụchara nwa ikpeazụ ya.",
    "Ogbodo kwuru na ọ na-agbagoju anya ihe mere ndị mmadụ ji hapụ ndụ nke ha na-achọ imata maka ndụ onye ọzọ.",
    "Gere ihe ha kwuru n'uju n'ihe nkiri a dị n'akụkọ a.",
    "Ezigbo aha ya bụ Muoghalu Uchechukwu Judith.",
    "Ọ bụ onye ejije Nollywood, nke ya na Yul Edochie mekọrọla ejije mbụ.",
    "Ọ bụkwa onye mmepụta ejije nke Bekee kpọrọ producer; o mepụtala ejije a kpọrọ \"Native Girl\" nakwa \"Fear\".",
    "Ọ malitere ime ejije n'afọ 2013.",
    "Ọ bụ onye Anambara steeti.",
    "A mụrụ ya n'ụbọchị 31 nke ọnwa Disemba.",
    "Ọ gara mahadum na Nnamdi Azikwe University, Awka.",
    "Na mkparịtaụka ya na ndị ntaakụkọ Vanguard nwere n'afọ 2020, Judy kwuru sị na ọ naghị \"ahụ alụmdinanwunye dịka ihe mmadụ ji etozu oke\".",
    "Yul Edochie bụ onye na-eme ejije Nollywood.",
    "Ọ bụ nwa Peter Edochie na-emekwa ejije Nollywood.",
    "Ọ bụ onye Nteje dỊ n'Anambra steeti.",
    "Yul na nwunye ya bụ May Edochie ji ụmụ anọ gụnyere otu nwaanyị na ụmụnwoke atọ.",
    "O kwuru na ọ lụrụ May mgbe ọ dị naanị afọ 22, n'ụbọchị 31 nke ọnwa Ọktoba afọ 2004.",
    "A mụrụ ya n'ụbọchị asaa nke ọnwa Jenụwarị afọ 1982.",
    "N'afọ 2017 ka Yul Edochie zọrọ ọkwa gọvanọ nke Anambra steeti n'okpuru pati Democratic Peoples Congress (DPC).",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Ndị mmadụ na-enwe oke ọṅụ maka agadaga nwa nwoke Adesua Etomi Wellington na di ya bụ Banky W tipụtara.",
    "Vidio, Judy Austin: Nwunye ọhụrụ Yul-Edochie kwuru ihe ọ gabigara mgbe ọ mụrụ nwa, Duration 1,27,38elekere 6 gara aga",
    "Vidio, Surrogacy in Nigeria: Ihe mere m jiri kwe ka nwaanyị ọzọ mụọrọ m ụmụejima, Duration 5,0426 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Onweghị mgbe m kwuru ka a ghara ili nwaanyị ajadụ n'obodo anyị - Igwe Ogbeke Agbani, Duration 1,2527 Eprel 2022",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Vidio, Vicky Eboh Songs: \"Egwu m na-agụ bụ iji jaa ụmụnwaanyị ike\", Duration 4,4124 Eprel 2022",
    "Vidio, Abigbo Mbaise: Egwu eji emevọ ndị mere ihe ọjọọ, Duration 4,3114 Maachị 2021",
    "Vidio, Heavy Rainfall: Etu oke ifufe si gbuo otu onye ma laa ngwo ngwo n'iyi n'obodo Isiagu, Ezema Olo, Enugwu Steeti, Duration 1,3527 Eprel 2022",
    "Vidio, Biafra at 50: 'Anyị chere na anyị bịara ịnabata ndị enyi, anyị amaghị na ọ bụ ọnwụ ka anyị na-agakwu' - Onye hụrụ 'Asaba Massacre', Duration 4,1117 Jenụwarị 2020",
    "Vidio, Ike Ekweremadu: Ihe m gwara ya maka mpụta ịzọ Gọvanọ Enugwu Steeti – Okwesilieze Nwodo, Duration 7,0925 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}