{
  "published": "29 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ngalaba ejije Naịjirịa a na-akpọ Nollywood  bụ otu ngalaba e ji eme ọnụ n’akụkụ ụwa niile.",
    "Nollywood emepụtala ọtụtụ ejije mara mma ụwa na-anụ aha ya, mana e nwere ọtụtụ ihe na-eme ka ejije Nollywood bụrụ ọkaibe.",
    "Egwu so n’otu n’ime ihe ndị na-eme ejije ka ọ tọwanye ụtọ.",
    "Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu",
    "Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme",
    "Egwu anọ e ji mara ndị Igbo",
    "'Ọja abụghị pịpịịrọ!'",
    "Stanley Okorie bụ onye na-etipụta ọtụtụ egwu ndị ahụ na-eme ejije Nollywood ka ọ bụrụ sọ mma.",
    "Egwu ndị o tirila na Nollywood gụnyere: 'Happy Mumu', 'I go chop your dollar'(nke ụfọdụ chere na ọ bụ Nkem Owoh tiri), 'Share the national moi moi', na ọtụtụ ndị ọzọ.",
    "Ọ bụkwa Stanley Okorie tiri efere egwu a kpọrọ ‘Goodness of God’, nke wuru ewu nke ukwuu oge ọ pụtara.",
    "Na mkparịtaụka ya na BBC Igbo, Stanley Okorie kwuru na egwu tinyere ya na nsogbu, maka na nna ya akwadoghị ya.",
    "“Nna m bụ ọkammụta, o kweghị chaachaa ka m tie egwu.”",
    "“Ya mere o ji sị m ejikwala aha ya eti egwu.”",
    "Stanley Okorie kwenyere na ọ bụ ‘Agwụ’ na-enye ya onyinye a.",
    "N’omenala Igbo, Agwụ bụ mmụọ nke e kwenyere na ọ na-enye onyinye dị icheiche, ma na-akpọkwa mmadụ oku n’ụzọ dị iche iche.",
    "Stanley Okorie kwuru sị, “Agwụ abụghị ihe ọjọọ, ọ bụghị arụsị,” .",
    "“Agwụ bụ onyinye amara, onye ọbụla nwere agwụ nke ya. Agwụ nke m bụ egwu.”",
    "Stanley Okorie kwuru na iti egwu maka ejije Nollywood na-enye ego, mana ọtụtụ ihe kwesịrị ịkawanye mma.",
    "N’ọdị nso a, gọọmentị Naịjirịa na-ebo na ọ bụ ejije Nollywood na-eme ihe ọjọọ ji arị elu na Naịjirịa.",
    "Mana Stanley Okorie kwuru na nke a abụghị eziokwu.",
    "“Ọ bụ ihe dị n’obodo ka ejije na-ebupụta. Ụta adịrịghị Nollywood. Ụta dịịrị ndị ọchịchị.”",
    "“Ọ bụrụ na ha chịa nke ọma, mee ihe ha kwesịrị ime, obodo ga-adị mma.”",
    "Ndị mere akụkọ bụ Chukwunaeme Obiejesi na Vining Ogu.",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Igbo Music: Egwu anọ e ji mara ndị Igbo1 Septemba 2019",
    "Vidio, Igbo Music: Etu ọja si agwa mmadụ na mmụọ okwu, Duration 3,4129 Juun 2019",
    "Vidio, Judy Austin: Nwunye Yul-Edochie nke abụọ gwara BBC Igbo ihe ọ gabigara mgbe ọ mụrụ nwa, Duration 45,26elekere 5 gara aga",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Vidio, A kụchapụla ikpe Andrew Ogbuja maka ebubo ndịna Ochanya nwụrụ n’afọ 2018, Duration 1,1029 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Surrogacy in Nigeria: Ihe mere m jiri kwe ka nwaanyị ọzọ mụọrọ m ụmụejima, Duration 5,0426 Eprel 2022",
    "Vidio, Alexander A. Madiebo: \"Onye ọbụla ga-achị Naịjirịa ga-ebuuzo meta ndị Igbo mma ka udo nweike chịa\" - Osote Ojukwu, Duration 18,2511 Jenụwarị 2022",
    "Vidio, Heavy Rainfall: Etu oke ifufe si gbuo otu onye ma laa ngwo ngwo n'iyi n'obodo Isiagu, Ezema Olo, Enugwu Steeti, Duration 1,3527 Eprel 2022",
    "Vidio, Ned Nwoko: Izu ụka a bụ nke Laila Charani nwunye m bụ onye Morocco, Duration 10,4131 Jenụwarị 2021",
    "Vidio, Ọgba Mbọ: Lee Joy Nwokeocha, nwaanyị ji ụdara nwannu emepụta 'juice' na 'jam', Duration 4,5420 Eprel 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 1,00elekere 7 gara aga",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}