{
  "published": "30 Eprel 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ n'ụbọchị Wenezde ka Ụlọọmeiwu Ukwu nke Naịjirịa tinyere iwu ga-eme ka onye ọbụla kwuru ndị ntọ ụgwọ mgbapụta gaa nga afọ iri na ise.",
    "Nke a bụ mgbanwe ọhụrụ etinyere n'iwu kpuchiri iyindụegwu nke ala Naịjirịa.",
    "'Ihe m gabigara n'aka ndị ntọ'",
    "Kidnappers: \"Ọrụ m bụbu ịdozi akpụkpọụkwụ tụpụ m banye ọrụ ọjọọ a\" Onyentọ",
    "Ụzọ asatọ ị ga-eji agbalahụ ndị ntọ",
    "BBC Igbo gbara ụfọdụ mmadụ ajụjụ ọnụ gbasara nke a iji mara etu ha sị nabata ya bụ iwu.",
    "Onye mbụ agbara ajụjụ ọnụ kwuru na iwu a gosiri na gọọmentị enwegi obi mmadụ.",
    "O kwuru na tupu ewebata iwu dị etu ekwesiri ịwụlite ọnọdụ nakwa ngwa nchekwa n'obodo.",
    "O gara n'ihu dụọ ha ndụmọdụ ha mee ka ndụ ndị mmadụ nwee ugwu",
    "\"Mgbe ọbụla ka anyị na-anụ na mmadụ nwụrụ, mmadụ nwụrụ, o nweghizi ihe e ji ya(ndụ) kpọrọ, ọ dịghị mma!\"",
    "Onye ọzọ tinyere ọnụ n'okwu a sị na iwu a gosiri na ndị omeiwu enweghi obi ebere ebe mmadụ nọ.",
    "Onye nke atọ kwuru na iwu ahụ enweghi isi na ọdụ",
    "\"Ọ bụrụ na ndị ntọ jide onye nke m, m kwụọ ụgwọ a tụọ m nga?\" ka ọ jụrụ",
    "O kwukwara sị \"ihe nke ahụ nwekwara ka ọ dị\".",
    "Na ngwụcha o kwuru na gọọmentị kwesiri itinye anya n'idozi obodo n'ihi na ọ bụrụ na obodo dị mma ohi, ntọ na mpụ ndị ọzọ ga-ebelata.",
    "Iwu a nke ndị ụlọọmeiwu binyere aka na ya abụchaghi iwu ọhụrụ, ọ bụ iwu mgbanwe iwu Naịjirịa kpuchiri iyindụegwu dịbụ adị.",
    "Ihe ọhụrụ etinyere na ya bụ na onye ọbụla kwuru ndị ntọ ụgwọ mgbapụta ga-aga mkpọrọ afọ iri na ise.",
    "Ha nyekwara na ndị ntọ ọbụla ejidere ga-aga nga mkpụrụọka maọbụ a maa ya ikpe ọnwụ maọbụrụ na onye ahụ nwụọ.",
    "Iwu a na-abịa n'ihi ndị ntọ na-akpa mkpa mkpa na mpaghara ugwu Naịjirịa kemgbe ihe ruru afọ iri.",
    "Nsogbu a ewerekwaala ndụ puku kwuru puku mmadụ.",
    "National security",
    "Naijiria",
    "Vidio, Etu emume ụzọ iyi nke afọ 2022 si chakee, Duration 4,4730 Eprel 2022",
    "Vidio, Judy Austin: Nwunye Yul-Edochie nke abụọ gwara BBC Igbo ihe ọ gabigara mgbe ọ mụrụ nwa, Duration 45,2629 Eprel 2022",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Vidio, Surrogacy in Nigeria: Ihe mere m jiri kwe ka nwaanyị ọzọ mụọrọ m ụmụejima, Duration 5,0426 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, New Kidnap Law: \"Iwu a gosiri na gọọmentị enweghi obi ebere\", Duration 1,1130 Eprel 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ mgbe ọbụla, Duration 1,00elekere 7 gara aga",
    "Vidio, Igbo Festivals: Ihe omimi dị n’emume Ikeji Arondizuọgụ, Duration 2,5326 Eprel 2019",
    "Vidio, Causes of blindness: 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ', Duration 6,3321 Eprel 2022",
    "Vidio, Heavy Rainfall: Etu oke ifufe si gbuo otu onye ma laa ngwo ngwo n'iyi n'obodo Isiagu, Ezema Olo, Enugwu Steeti, Duration 1,3527 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}