{
  "published": "1 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Evelyn Ike na-arụbu ebe a na-ere ngwa egwu  tupu ọ bụrụ onye ndu otu egwu ụka ọ bụ naanị ụmụnwaanyị na-agụ ma na-etikwa ngwa egwu.",
    "Dịka o siri kọwaa, o si na ịmụ ka e si akpọ ụbọ akwara were malite ije ya n'iti egwu.",
    "Lee ụzọ ị ga-eso iji bụrụ ọkaikpe dika nwaanyị",
    "'Ụmụnwoke Anambara chọrọ ọganihu ụmụnwaanyị mana ha achọghị nwaanyị ga-aga ha n'ihu'",
    "Etu nzere 'Women Prize for Fiction' si mepere m ụzọ - Chimamanda  Adichie",
    "Ya na ndị otu ekwu ya gwara BBC na mkparịtaụka na ihe ọbụla nwaanyị maọbụ onye ọbụla chọrọ ịmụta n'ụwa, na itinye uchu na ya, na onye ahụ ga-amụta ya.",
    "Ịgụ egwu bụ nka e nwere nwoke ma nwaanyị, mana ịkụ ngwa egwu dịka ịgba, ụbọ akwara na ụfọdụ ngwa egwu ndị ọzọ bụ ụmụnwoke na-emekarị ya na mpaghara Ọwụwa Anyanwụ Naijria.",
    "Achọrọ m iji egwu ụbọ aka agwọ ndị mmadụ ọrịa - Oluomachukwu Odimegwu",
    "Ihe mere m ji jiri ụbọ Bekee akwalite egwu ifo Igbo",
    "'E ji m ngwa egwu bekee na-etipụta egwu Igbo",
    "Nwaanyị ji egwu agwọ ọrịa",
    "'Ọja abụghị pịpịịrọ!'",
    "Etu Chinedu Bernard, Chima Precious ndị ejije Nollywood si laa mụọ",
    "Ụmụnyanyị",
    "Ofụfe",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Vidio, Judy Austin: Nwunye Yul-Edochie nke abụọ gwara BBC Igbo ihe ọ gabigara mgbe ọ mụrụ nwa, Duration 45,2629 Eprel 2022",
    "Vidio, Etu emume ụzọ iyi nke afọ 2022 si chakee, Duration 4,4730 Eprel 2022",
    "Vidio, Vicky Eboh Songs: \"Egwu m na-agụ bụ iji jaa ụmụnwaanyị ike\", Duration 4,4124 Eprel 2022",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Surrogacy in Nigeria: Ihe mere m jiri kwe ka nwaanyị ọzọ mụọrọ m ụmụejima, Duration 5,0426 Eprel 2022",
    "Vidio, Oguta Lake: Ejirila m ife mmiri Ogbuide na Urashi zụọ ụmụ m na mahadum - Ezenwaanyị, Duration 3,235 Disemba 2018",
    "Vidio, Ogbunike Cave: Eke Idemili, agụiyi na ihe ndị ọzọ a sị nọ n'ime ọgba a, Duration 7,0111 Septemba 2021",
    "Vidio, All- women band: 'Ndị mmadụ na-ajụ anyị ọ ga-ekwe omume ụmụnwaanyị ịma akụ ngwa egwu', Duration 5,281 Mee 2022",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India, Duration 2,5616 Disemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}