{
  "published": "4 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mịnịsta na-ahụ maka njem bụ Rotimi Amachi akọwaala ihe kpatara o jiri bụrụ onye kacha mma ịzọ ọkwa onyeisiala Naijiria n'afọ 2022.",
    "O kwuru na onye ahụ ga-abụ onye ga-akwalie akụnaụba na onye ga-egbo ọgụ nsogbu ndakpọ nchekwa.",
    "Na mkparịtaụka ya na BBC nwere na nsonnso a, Amaechi kwuru na ya bụ naanị onye na-azọ ọkwa onyeisiala bụrụla onyeisi ụlọomeiwu nke steeti, Gọvanọ nakwa Minista.",
    "Ọ kwuru na o nweghị onye mụtara ka ihe si aga n'ọchịchị obodo ruo ya n'ime ndị nile na-azọ ọkwa Onyeisiala afọ 2023.",
    "O kwuru na ọchịchị ọ chịrị Rivas Steeti ebe  e nwere nsogbu nchekwa ndị' militant' butere gosiri na ya nwenwuru ike igbo ọgụ na nsogbu nchekwa na Naijiria dịka onyeisiala.",
    "N'okwu mkpagbu ndị Igbo  na-ebo Onyeisiala Muhammadu Buhari, Amaechi kọwara Buhari dịka \"nwanne mmadụ\", kwuru na ọchịchị Buhari rụrụ ndị Igbo Akwammiri Naija nke Abụọ, nke ọchịchị Goodluck Jonathan nke ha were ka ọchịchị Igbo arụghịrị ha.",
    "Rotimi Amaechi bụ mịnịsta na-ahụ maka njem.",
    "Tupu ọ banye n'ọkwa ya ugbua, ọ bụ gọvanọ chịị Rivas steeti.",
    "Ọ bụbụ Onyeisi Ụlọomeiwu Rivas steeti",
    "Gee ihe o kwuru n'uju:",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Igbo Presidency 2023: Mpaghara Onyeisiala Naịjirịa si pụta agbasaghị m mana ... Uwazuruike, Duration 16,345 Mee 2022",
    "Vidio, Ogbambọ: Etu anyị siri jiri ihe onyoonyo atụgharị ihe e jiri mara Anambra steeti, Duration 4,065 Mee 2022",
    "Vidio, Rotimi Amaechi: Buhari bụ nwanne mmadụ maka ịrụrụ Akwammiri Naija nke abụọ, Duration 5,004 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India, Duration 2,5616 Disemba 2019",
    "Vidio, Etu emume ụzọ iyi nke afọ 2022 si chakee, Duration 4,4730 Eprel 2022",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Vidio, Nigerian Politics: Ndị Yoroba ka ndị Igbo ghọta ndọrọndọrọ ọchịchị, Duration 3,1331 Mee 2020",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}