{
  "published": "5 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi otu chọrọ nnwereonwe Biafra bụ Biafra Independent Movement (BIM) bụ Raph Uwazuruike ekwuola na ọ chọghị ịma mpaghara onyeisiala Naịjirịa nke afọ 2023 ga-esi apụta.",
    "O kwuru nke a na mkparịtaụka ya na BBC Igbo nwere, ebe ọ sị na ihe kachasị mkpa bụ ka onye ahụ mee ka obodo dị mma.",
    "Ihe mere m ji akwado Yahaya Bello maka ọkwa Onyeisiala 2023 - Ralph Uwazurike",
    "Ihe Ralph Uwazurike gwara United Nations maka Biafra",
    "Nnamdi Kanu kọwaa etu i si gbalarị Egwu Eke - Uwazuruike",
    "Ọ sị na ọ bụ onye ga-eme ka obodo nwee nchekwa, ka ọrụ dị, ka ụmụakwụkwọ nwete ọrụ ma ha gụchaa akwụkwọ.",
    "Ọ sị na onye na-azọ ọchịchị apụtaghị na ndị obodo ha naanị ga-eri uru dị na ya.",
    "Uwazuruike gara n'ihu katọọ atụmatụ 'zoning' n'ọkwa onyeisiala Naịjịrịa ma sị na ọ dịghị etua n'Amerịka bụ ndị Naịjirịa na-eṅyomi.",
    "\"Onweghi ihe ọbụla m hụrụ dị oke mkpa na 'Zoning', ndị na-eme ya bụ na mpụ na nrụrụaka na-achọ akpa nke ha.",
    "Uwazuruike sị na o nwebeghi onye Igbo ọbụla chọrọ ịzọ ọkwa onyeisiala kpọtụrụla ya ma sị lekwa lekwa na achọrọ m izọ ọkwa.",
    "Nke a mere na ọ maghị ma e nwere onye Igbo chọrọ ịzọ ọkwa Onyeisiala n'afọ 2023.",
    "Ọ gara n'ihu kwuo na ọ bụ naanị Gọvanọ Kogi Steetị bụ Yahaya Bello bụ onye chọ ya si Kogi bịa Owerri mee ka ọ mata na ọ chọrọ ịzọ ọkwa.",
    "Uwazuruike sị n'ihi nke a mere o jiri akwado Bello maka ọkwa onyeisiala Naịjirịa.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe mere m ji akwado Yahaya Bello maka ọkwa Onyeisiala 2023 - Ralph Uwazurike3 Mee 2022",
    "Nnamdi Kanu: 'Ihe ga-eme ka m gbaghara ya ma nabatakwa ya dịka nwa m' - Uwazurike20 Juun 2021",
    "Ịchụ nta Biafra anaghị enye anyị ohere itinye uche ebe Uwazurike nọ - Ipob26 Ọgọọst 2021",
    "Vidio, Ndịigbo si na ọbụ mmegbu iji onye ugwu tụchịe onye ndịda na gọmmentị Buhari, Duration 1,4117 Septemba 2018",
    "Vidio, Enwetechala m Biafra tupu IPOB apụta - Uwazuruike, Duration 2,0429 Ọktọba 2018",
    "Ruga Settlement: Ihe asaa dị ọkpụrụkpụ Ralph Uwazuruike kwuru butere ụka11 Julaị 2019",
    "Vidio, Igbo Presidency 2023: Mpaghara Onyeisiala Naịjirịa si pụta agbasaghị m mana ... Uwazuruike, Duration 16,345 Mee 2022",
    "Vidio, Ogbambọ: Etu anyị siri jiri ihe onyoonyo atụgharị ihe e jiri mara Anambra steeti, Duration 4,065 Mee 2022",
    "Vidio, Rotimi Amaechi: Buhari bụ nwanne mmadụ maka ịrụrụ Akwammiri Naija nke abụọ, Duration 5,004 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Sex Trafficking: Ụmụagbọghọ Afrịka a tọrọọ gaa ịgba akwụna na India, Duration 2,5616 Disemba 2019",
    "Vidio, Etu emume ụzọ iyi nke afọ 2022 si chakee, Duration 4,4730 Eprel 2022",
    "Vidio, King of Satan/Simon Odo: \"Abụ m Eze Ekwensu, ekwensu bụ nna m\", Duration 2,5715 Disemba 2021",
    "Vidio, Nigerian Politics: Ndị Yoroba ka ndị Igbo ghọta ndọrọndọrọ ọchịchị, Duration 3,1331 Mee 2020",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Vidio, Spinal Muscular Atrophy: Oluebube mere mgbe anyị na-amụpụta nwa Agaezi- Dọkịta, Duration 6,0624 Febụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}