{
  "published": "5 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ebonyi Online",
    "Onyeisiala Naịjirịa bụ Muhammadu Buhari etoola gọvanọ Ebonyi Steetị bụ David Umahi maka ọrụ ndị ọ rụrụ n'Ebonyi Steetị.",
    "O mere nke a mgbe  ọ gara njem nleta na steetị ahụ n'ụbọchị Tọzde 5 Mee afọ 2022 bụ ebe ọ gbapere ụfọdụ ọrụ ndị ahụ.",
    "\"Anaghị akpachapụ ndị Igbo\" na ihe ndị ọzọ onyeisiala Buhari kwuru n'Imo steeti",
    "Ihe Buhari na-abịa ime n'Imo Steeti",
    "Buhari kwenyere n'atụmatụ niile ndị Ọwụwa Anyanwụ wepụtara - Gọvanọ Umahi",
    "N'okwu ya, Buharị kwuru \"abụghị m injinịa mana anya na-ahụ ụzọ ọfụma site n'ughegbe anya m. Afọ juru m na ọrụ ndị a, o dokwara m anya na ha ga-anọte aka. Ana m ekele Gọvanọ maka ọrụ ndị a, obi dị m ụtọ ịmata onye ọ bụ.\"",
    "Ebe foto si, Ebonyi Online",
    "Na nzaghachị Gọvanọ Umahi kelere onyeisiala Buhari maka inye nkwado ka a rụọ ụlọọgwụ King David dị n'Uburu.",
    "Ọ sị na ọ dịka ụlọọgwụ mahadum Legọs Steetị ma sị na aka gọọmentị Steetị dị na nrụcha ụlọọgwụ a.",
    "\"Ị hapụrụ nzọm ụkwụ dị mma na nrụcha ụlọọgwụ a, anyị agaghị echefu ya.",
    "Ebe foto si, Ebonyi online",
    "Umahi gakwara n'ihu sị na gọọmentị Ebonyi nyefere ụlọọgwụ King David a n'aka gọọmentị etiti maka na ime ihe dị n'ime ya karịrị steetị.",
    "Onyeisiala Buhari na ụfọdụ ndị isi ọchịchị ndị ọzọ so mee ya bụ njem nleta ahụ n'Ebonyi.",
    "Onyeisiala Buhari gara ịgbape ụfọdụ ọrụ Gọvanọ Ebonyi Steetị bụ David Umahi rụrụ nke gụnyere;",
    "Ọdọụgbọelụ Muhammadu Buhari na ebe obibi ya dị n'Onueke, Ebonyi Steetị",
    "Mahadum King David University of Medical Science dị n'Uburu.",
    "Ụlọahịa Magaret Umahi International Market",
    "Ụzọ dị n'okpuruala a kpọrọ 'President Buhari Light tunnel' dị n'Abakaliki nakwa ụzọ ndị ọzọ.",
    "Onyeisiala Buhari bu ụzọ fetuo n'ọdọụgbọelu Enugwu",
    "Onyeisiala Buhari bu ụzọ tụọ ụkwụ n'ọdọụgbọelu Enugwu steeti ebe o si gaa Ebonyi steeti.",
    "Onye ntaakụkọ BBC sị na ọtụtụ ndị mmadụ na-eche izute onyeisiala nọ n'obi gọọmentị steeti ahụ nke ochie, ebe ndị ọzọ nọ na ya bụ ọdọụgbọelu ọhụrụ eche ya.",
    "Ndị egwu nọ n'ọgbọ izute onyeisiala Muhammadu Buhari n'Odoụgbọelu Akanu Ibiam dị n'Enugu",
    "Ndị Eze obodo na-eche ịnabata onyeisiala Muhammadu Buhari n'odoụgbọelu Akanu Ibiam",
    "Ndị Unknown Gummen akpagharịrị n'ahịa Ariaria iji tie iwu nọrọ n'ụlọ n'ụbọchị Wenezde?",
    "Ebe foto si, Getty Images",
    "Ihe onyoonyo na-efegharị n'ịntanetị kemgbe ụbọchị Wenezde, Mee 4 2022, gosiri ndị kpuchiri ihu ha na-aga n'ebe dị ka ime ahịa, kpụrụ egbe na mma na-agagharị.",
    "Ebe foto si, Screenshot",
    "Ndị Unknown Gummen akpagharịrị n'ahịa Ariaria iji tie iwu nọrọ n'ụlọ n'ụbọchị Wenezde?",
    "Ndị ahụ kpuchiri ihu ma yiri uwe ojii, nọ na-ekwu okwu na ya bụ ihe onyonyo, mana onweghị onye na-anụ ihe na na-ekwu.",
    "IPOB Sit at home today: Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "'Onyeisiala Buhari achụghị Tunde Fowler n'ọrụ, ọ bụ oge ya gwụrụ'",
    "IPOB Sit at home today: Etu ndị ojiegbe si chụsasịa ndị mmadụ na-agara onwe ha n'Owerri taa",
    "Mana ya bụ ihe onyoonyo gosiri na ndị nọ n'akụkụ ebe ahụ na-etu ha aha, na-akpọ ha \"Unknown Gunmen\".",
    "Ka ọnọdụ dị n'Aba taa",
    "Onye achọghị ka a kpọọ aha ya gwara BBC Igbo na ọ bụ n'ahịa Ariarịa Aba ka ya bụ ihe mere. Mana BBC enweghị ike ikwu ma ọ bụ eziokwu.",
    "Onye ahụ achọghị ka a kpọọ aha ya sị na ihe ndị ahụ na-agwa ndị ahịa bụ ka ha \"ghara ịpụta echi\" bụ nke ha sị na ọ bụ \"sit-at-home\", n'igosi iwe maka Onyeisiala Buhari bụ onye a tụrụ anya na ọ ga-abịa Ebonyi steeti n'ụbọchị Fraịde.",
    "Ka ọnọdụ dị n'Ariaria Aba taa",
    "O na-akọwa na ya bụ ngagharị ndị 'Unknown Gunmen' gagharịrị n'ahịa ahụ mere ka ụjọ bịa ọtụtụ mmadụ ebe ahụ bụ nke mere ha jiri mechiwe ụlọahịa ha na ụlọọrụ ha.",
    "BBC nụkwara na ndị Unknown Gunmen ahụ sikwa ebe ahụ na-agagharị n'ime ogbe niile dị n'Aba na-adọ ndị mmadụ aka na ntị maka ịpụta ezi taa bụ Tọzde na Fraịde.",
    "Ka ọnọdụ dị n'Aba taa",
    "Ya bụ ọnọdụ ịnọ n'ụlọ a kpọrọ, bịara ndị mmadụ pụtara ọrụ na mberede, nke mere ọtụtụ ụlọahịa na ụlọakụ jiri mechichaa na-anọrughi oge mmechi ha.",
    "Nke a mere ka ọtụtụ mmadụ bịara ahịa n'Aba gbarụọ ihu maka ime ka ha nọrọ n'ụlọ karịa mgbe ha chọrọ ịnọ.",
    "Ka ọnọdụ dị n'Aba taa",
    "N'otu aka ahụ, akụkọ ruru anyị ntị na-akọwa na ndị agha Naịjirịa si 14 Brigade Army Headquarters, Ohafia nọ na 144 Battalion ndị n'Okpuruọchịchị Ukwa West, Abia steeti sị na ha gburu ndị oji egbe ha na-eche bụ ndị otu Ipob.",
    "Akụkọ kwuru na ya bụ ihe mere n'ebe Urata, n'okporoụzọ awara awara si Aba gawa Enugwu na Pọtakọt, ụbọchị Wenezde.",
    "Akụkọ kwukwara na ndị otu Ipob mmadụ anọ nwụrụ n'ije ahụ ebe akụkọ ọzọ sị na ọ bụ otu onye nwụrụ ebe ndị ọzọ bu mgbọ egbe gbaa ọsọ.",
    "Ihe ndị nọrọ n'ụlọ a nwereike imetụta ugbua",
    "Ụfọdụ mmadụ na-ekwu na ha agụpụla Mọnde n'ụbọchị ndị ha na-eji agara mkpa ha kwa izu, mana nke a a na-akpaghị akpa ga-ebu ha aka.",
    "Iwu nọrọ n'ụlọ nke ụbọchị Wenezde na Tọzde a ga-emetụta ihe dị iche gụnyere ma agụmakwụkwọ ma ahịa.",
    "Ule Jamb: E nwere ule Joint Admissions and Matriculation Board (Jamb) bido echi bụ isii nke ọnwa Mee ruo 14 nke ọnwa Mee 2022. Ọnọdụ nọrọ n'ụlọ a nwere ike ime ka ndị kwesịrị isonye na ya bụ ule na mpaghara Ọwụwa Anyanwụ ghara isonye. Nke a abụghị mbụ iwu ịnọ n'ụlọ a na-emetụta ụdịrị ule a, n'afọ 2021, ndị Waec mechara kwe bugharịa ụfọdụ sọbjektị ka ndị mpaghara Ọwụwa Anyanwụ nwee ike isonye.",
    "Azụmahịa: Ọtụtụ ndị azụmahịa na ndị ọrụ ejirila obi ọcha ha nabata na ahịa na ụlọọrụ agaghị na-emepe ụbọchị Mọnde ọbụla, mana ụfọdụ n'ime ha na-ekwu na nke izu a ejirila otu ụkwụ kara ibe ya. Nke a na-abịa dịka ahịa azụghị na Mọnde na Tuzde n'ihi ụbọchị ezumike gọọmentị tinyere maka emume ụbọchị ncheta ndị ọrụ nakwa emume Eid el-Fitr. Ọ pụtara na ọ ga-abụ naanị Wenezde na Satọde ka ahịa zụrụ n'izu a. Ọnọdụ a ga-ebute ndakpọ azụmahịa na akụnaụba gaara esi na mpaghara a pụta n'izu a.",
    "Emume: Ndị tinyere emume n'oge a ga-achị obi n'aka dịka ha amaghị ma ọ bụ ha gaa ihu ka ọ bụ ha gbajọọ ya. Ọ pụtara na emume ndị dị ka agbamakwụkwọ, akwamozu, ichi ọzọ wdgz, bụ ihe ndị mmadụ na-eji agbakọ, nwere ike ghara ime n'ime ụbọchị abụọ a dịka ndị mmadụ ga-achọ ịgbara okwu na ụka ọsọ. Nke a bụ na ndị yinyebụrụ emume n'ime ụbọchị ndị a agaghị ama ebe ha kwụ akwụ.",
    "Ndị njem: Ndị ọbụla si mpaghara ọzọ bịa mpaghara Ọwụwa Anyanwụ ọkachasị ebe ndị mmadụ rubere iwu ịnọ n'ụlọ, ọ pụtara na onye ahụ agaghị alaghachịnwu n'ime ụbọchị abụọ a.",
    "N'Abakaliki",
    "Ka ọnọdụ dị na Abakaliki taa",
    "Ebe niile na-ekwo ekwo n'ihi ọbịbịa Onyeisiala Buhari taa bụ Tọzde n'Abakaliki,",
    "Ọ dịghị ka ya bụ iwu Ipob tiri ọ metutara ha n'ụdị bụ na ndị mmadụ ga-ahapụ ọrụ ha.",
    "Onye ntaakụkọ BBC hụru ọtụtụ mmadụ na ụgbọala ka ha na-agara mkpa ha.",
    "Ka ọnọdụ dị na Abakaliki taa",
    "N'Enugwu",
    "Enugwu dị ka on weghi ihe na-eme ebe ahụ dịka onye ọbụla na-aga mkpa ya n'agbanyeghị ọnọdụ sit-at-home Ipob hiwere.",
    "A hụchatara ndị ọrụ nchekwa ebe ụfọdụ n'Enugwu ka ha nọ n'ụzọ.",
    "Onyeisiala Buhari feturu n'ọdọụgbọelu ahụ ebe elekere 10 nke ụtụtụ Tọzde, ebe o si gawa Ebonyi steeti.",
    "N'Owerri",
    "Ndị mmadụ na-agara onwe ha n'owerri isiobodo Imo steeti.",
    "Onye ntaakụkọ BBC hụrụ ka ụgbọala bọsụ na ndị mmadụ si agara onwe ha n'udo.",
    "N'Umuahia",
    "N'Umuahịa, onye ntaakụkọ BBC sị na ndị mmadụ n'agagharị onwe ha na-enweghị nsogbu ọbụla.",
    "Naijiria",
    "Dave Umahi",
    "Abia Steeti",
    "Muhammadu Buhari",
    "Ndị Biafra chọrọ nkewa",
    "UK Biafra Asylum: Gọomentị Briten ewepụtala mmachi ọhụrụ n'isi Ipob na Massobelekere 8 gara aga",
    "Gee ntị, BBC Nkejielekere 7 gara aga",
    "Ihe Onyeisiala Buhari kwuru mgbe ọ gara Ebonyi Steetị5 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp\" alt=\"Fifa ewepụtala aha mba ndị ga-ezute onwe ha n&#x27;asọmpị iko mba ụwa 2022\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp\" alt=\"Dkta Joseph Kabungo,\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp\" alt=\"Chelsea\" width=\"832\" height=\"468\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp\" alt=\"Ndị bọọlụ Senegal na-enwe aṅụrị\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp\" alt=\"Mason Greenwood\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7B44/production/_124365513_nkita.png.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7B44/production/_124365513_nkita.png 400w\" type=\"image/png\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7B44/production/_124365513_nkita.png.webp\" alt=\"Anụmanụ nkịta\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ọrịa ise ị nwereike ibute maọbụrụ na gị na anụmanụ nwee aramara29 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/03ED/production/_124350010_judyaustinyul.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/03ED/production/_124350010_judyaustinyul.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/03ED/production/_124350010_judyaustinyul.jpg.webp\" alt=\"Yul Edochie na Judy Austin\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Yul-Edochie Polygamy: Kedụ ihe iwu Naijiria kwuru maka ịlụ ọtụtụ nwaanyị?28 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/D91F/production/_124338555_gettyimages-1036318460.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/D91F/production/_124338555_gettyimages-1036318460.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/D91F/production/_124338555_gettyimages-1036318460.jpg.webp\" alt=\"Ịpịa ụmụaka ụtalị n&#x27;ụlọakwụkwọ bụ ụzọ ọtụtụ ji enye ụmụakwụkwọ ọzọ n&#x27;Africa mana amachịela atụmatụ a n&#x27;ụfọdụ mba Afrịka ugbua\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee usoro ndị ọzọ ị ga-eji zụọ ụmụ gị na-abụghị sọ ịpịa ụtalị28 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/048A/production/_124226110_p0c29p92.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/048A/production/_124226110_p0c29p92.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/048A/production/_124226110_p0c29p92.jpg.webp\" alt=\"Ndị na-anaghị ahụ ụzọ\" width=\"1024\" height=\"566\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ'21 Eprel 2022",
    "UK Biafra Asylum: Gọomentị Briten ewepụtala mmachi ọhụrụ n'isi Ipob na Massob",
    "Ihe Onyeisiala Buhari kwuru mgbe ọ gara Ebonyi Steetị",
    "Ihe Ipob sara ndị agha n'ebubo na aka ha ịdị n'ogbugbu ndị agha abụọ na-aga ịgbankwụ",
    "Ihe ndị uweojii kwuru maka onye otu ha egburu ma bepụ ya ihe o ji bụrụ nwoke",
    "E kwesịrị ịgbaghara Nnamdi Kanu etu e si agbaghara ndị Boko Haram na ndị ọzọ - Prophet Joshua Iginla",
    "Etu ndị 'unknown gunmen' si gbuo ụmụnne abụọ, onye uweojii na onye ndị ọzọ n'Ozubulu,Ukpor",
    "Gịnị bụ 'asylum' ndị Briten chọrọ inye ndị Ipob na Massob?Emelitere ikpeazụ na: 22 Eprel 2021",
    "'Ihe ga-eme ka m gbaghara MNK ma nabatakwa ya dịka nwa m' - UwazurikeEmelitere ikpeazụ na: 20 Juun 2021",
    "Ọchịchọ 'asylum' ndị bi n'ofesi o so n'ihe cheere nkwụsị 'sit at home' aka mgba?",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}