{
  "published": "6 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọbịbịa soshal midia emeela ka ụwa niile dịzie ka otu obere obodo, maka na mkparịtaụka mmadụ na ibe ya adịwanyela mfe.",
    "Ọ dịzi mfe mmadụ ịnọ na Naịjirịa mete enyi onye mba ofesi ha abụọ esi otu ahụ bụrụ nnu na mmanụ.",
    "Otu a ka ihu ọma si kpọọ Chioma Jasmine Okafor, bụ ada John Okafor (Mr Ibu), onye e ji ejije Nollywood mara.",
    "Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu",
    "Mr Ibu: Ndị tọrọla m nyere m ego",
    "'Abụghị m onye mbụ nke m ga-eji abụ onye ikpeazụ - Judy Austin",
    "N'ọnwa Disemba afọ 2021 ka Jasmine Okafor zutere otu nwaokorobịa aha ya bụ David Mounds n'ọgbakọ soshal midia a kpọrọ Tik Tok, o ruo n'ọnwa Febrụwarị afọ 2022, ha abụọ abụrụ di na nwunye.",
    "Ihe tụrụ ọtụtụ mmadụ n'anya banyere akụkọ a bụ na David Moundz bụ nwaafọ mba Amerịka, onye na-akpabeghị ụkwụ mbụ na mpaghara Afrịka.",
    "Jasmine na di ya bụ David agbaalarị akwụkwọ n'ụlọikpe, ma na-echezi ka ha gbaa nkwụ ma gbakwaa akwụkwọ nke ụlọụka.",
    "Ebe foto si, Chioma Jasmine David-Moundz",
    "Na mkparịtaụka ya na BBC Igbo, Jasmine David Mound gwara BBC Igbo ihe mere o ji lụọ nwoke ọ hụrụ na Tik Tok n'ime ọnwa abụọ.",
    "\"Ọtụtụ na-ekwu na ọnwa abụọ ezughị iji mata mmadụ nke ọma tupu e kwuwe okwu ọlụlụ, mana ọ bụghị ogologo oge mmadụ abụọ matara onwe ha bụ isiokwu,\" Jasmine kwuru.",
    "\"Ihe mere m ji kweta ịlụ David Moundz bụ maka na ọ hụrụ m n'anya nke ukwuu.\"",
    "\"Ọ na-enye m oge ya, ma mgbe ọ nọ n'ụlọ, ma mgbe ọ nọ n'ọrụ, oge niile mụ na ya na-akpa n'ekwentị.\"",
    "\"Ya kpatara m ji sị na nwoke a na-enye m oge ya niile kwesịkwara ka m nye ya oge m.\"",
    "Chioma na nna ya bú John Okafor (Mr Ibu)",
    "Jasmine kwuru na nna ya bụ Mr Ibu, na ndị ezinụlọ ya niile nabatara David Moundz dịka di ya.",
    "\"Ihe ka ha mkpa bụ ịhụ na m na-enwe obi aṅụrị oge niile. Ebe ha ma na nwoke a na-enye m obi ọma, ha kwadoro mụ na ya.\"",
    "Chioma kwuru na ya anaghị egosi ihu di ya na soshal midia, maka na ọ chọghị ka ihe niile gbasara ya dịrị n'ọba ịntaneetị.",
    "Mana ọtụtụ malitere ikwu na o nwereike ịbụ na nwoke ahụ alụbuola nwaanyị mbụ, nke mere o ji ezo ihu ya ezo.",
    "\"Alụghị m di mmadụ, maọbụ enyi nwoke mmadụ,\" Chioma kọwara.",
    "\"Di m alụbeghị nwaanyị mbụ na ndụ ya.\"",
    "\"Kama ọ bụ m kpebiri na achọghị m itinye ihu ya na soshal midia.\"",
    "\"Mana enyela m BBC Igbo ikike ka ha gosi ihu ya n'onyonyo a.\"",
    "Ebe foto si, Jasmine Chioma David-Moundz",
    "Oge akụkọ a wuru na soshal midia n'ọnwa Febrụwarị 2022, ọtụtụ kwuru na Jasmine na-alụ nwoke a n'ihi ego ya, maọbụ n'ihi na ọ chọrọ inweta akwụkwọ iji gafee mba Amerịka.",
    "Ọtụtụ kwukwara na ọgaghị ete aka mmadụ abụọ a ekewaa.",
    "Mana Jasmine kwuru na ịhụnanya ya na di ya siri ike nke ukwuu.",
    "\"Onweghị ihe ga-adị ka obi mgbawa na ọlụlụ di na nwunye anyị, naanị obi aṅụrị na ihe ọma ka anyị ga na-enwe,\" ka o kwuru.",
    "Ndị mere akụkọ a bụ Nnamdi Agbanelo na Chukwunaeme Obiejesi.",
    "Ụmụntoroọbịa",
    "Ụmụnyanyị",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Judy Austin: Nwunye Yul-Edochie nke abụọ gwara BBC Igbo ihe ọ gabigara mgbe ọ mụrụ nwa, Duration 45,2629 Eprel 2022",
    "Yul Edochie Second Wife: 'Abụghị m onye mbụ nke m ga-eji abụ onye ikpeazụ - Judy Austin2 Mee 2022",
    "Yul-Edochie Polygamy: Kedụ ihe iwu Naijiria kwuru maka ịlụ ọtụtụ nwaanyị?28 Eprel 2022",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Igbo Presidency 2023: Mpaghara Onyeisiala Naịjirịa si pụta agbasaghị m mana ... Uwazuruike, Duration 16,345 Mee 2022",
    "Vidio, Ogbambọ: Etu anyị siri jiri ihe onyoonyo atụgharị ihe e jiri mara Anambra steeti, Duration 4,065 Mee 2022",
    "Vidio, Etu emume ụzọ iyi nke afọ 2022 si chakee, Duration 4,4730 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Stanley Okorie: Lee otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’, Duration 44,4929 Eprel 2022",
    "Vidio, Judy Austin: Nwunye Yul-Edochie nke abụọ gwara BBC Igbo ihe ọ gabigara mgbe ọ mụrụ nwa, Duration 45,2629 Eprel 2022",
    "Vidio, Mr Ibu Health Condition: \"Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu, Duration 6,5212 Eprel 2022",
    "Vidio, Igbo Traditional marriage: Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ, Duration 8,1815 Jenụwarị 2022",
    "Vidio, Vicky Eboh Songs: \"Egwu m na-agụ bụ iji jaa ụmụnwaanyị ike\", Duration 4,4124 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}