{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ayo Adebanjo bụ onye ndu otu na-ekwuru ndị  Ọdịda Anyanwu Naijiria a kpọrọ Afenifere akpoola oku ka e nye ndị Ọwụwa Anyanwụ ohere iwepụta onyeisiala ga-achị Naijiria n'afọ 2023.",
    "\"ọ sịrị \"A gaghị enwelata udo rue oge rue oge oke ndị ọwụwa anyanwu ga-eru ha.\"",
    "A na-akpachapụ ndị Igbo na Naịjirịa - Chukwuemeka Ezeife",
    "'ỤmụIgbo, unu emezila ka ọnụ a kọrọ unu maka na ọnọdụ ugo adịghị egbe mma' - Bishop Godfrey Onah",
    "Ndị Igbo ji ekwurekwu ebutere onwe ha nsogbu na Naịjirịa - Onyeisi Ohaneze Legọs",
    "Adebanjo, onye kwuru nke a na mkparịtaụka ya na BBC Igbo, o kọwara na ọ bụ oke ruru Ọwụwa Anyanwụ dịka ndị Yoroba na ndị Ugwu werela oke ha.",
    "O kwuru na ọ bụrụ na  bụrụ na ha enyeghị ndị Ọwụwa Anyanwụ ohere, na o nwere ike ibute nkewa Naijiria.",
    "O kwuru na mkpu tigbuo zọgbu a na-eti ugbua na Ọwụị̀a Anyanwu ugbua bụ n'ihi na a na-akpapụ ndị Igbo.",
    "Adebanjo  bụ otu okenye Yoroba a ma maka n'ikwuru ndị enweghị ndị na-ekwuru ha, kwuru na ndị mpaghara Yoroba pụtara ugbua ịzọ dịka Tinubu, Osinbajo, Fayemi.",
    "Onye ọkaiwu, Adebanjo kwuru na nsogbu Naijiria gbadaro ụkwụ n'iwu ala Naijiria bụ nke o kwuru na bụ ndị agha chịkọtara ya, na akpọghị ụmụ Naijiria oku bịa tinye ọnụ n'ide ya. na onye so otu Nadeco lụọ ọgụ June June 12,",
    "Ọ gara n'ihu katọọ ọnọdụ nchekwa ugbua Onyeisiala Buhari nọ n'ọkwa ọchịchị.",
    "Ma kpọ ndị ntorobịa oku ka ha hapụ oke ọchịchị ma gba mbọ etu ha esi napụta ụmụụmụ ha n'aka ọchịchị nchịgbu.",
    "Onye Ijebu-Ogbo dị n'Ogun steeti, Ayo Adedebanjo  bụ onye ndu otu Afenifere, otu na-ekwuru ndị Yoroba.",
    "Ọ bụ ọkaiwu mna onye ndọrọndọrọ ọchịchị aka ochie na Naijiria dịka o so na ndị nsonso Nnamdi Azikiwe nakwa Obafemi Awolowo, onye ndu ndị Yoroba a mara ama lara mmụọ.",
    "Ọ rụrụ ọrụ ntaakụkọ tupu ọ gụọ maka ịbụ onyeọkaiwu na mba Briten.",
    "Ọ bụ onye kwenyere na mpaghara ọbụla ịnọọ  nna-eri nke ha kpatara bụ nke Bekee kpọrọ 'restructuring' maọbụ 'true federalism.'",
    "Ọ bụ onye a ma ama dịka onye na-agba mbọ maka ikike dịrị onye nakwa o onye otu Nadeco.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Ayo Adebanjo: E kwuwe 'competence' ndị Igbo gaara ebu ndi Ugwu ụzọ nọgide n'ọkwa onyeisiala, Duration 16,14elekere 9 gara aga",
    "Vidio, Princess Ezeani: 'Naanị ihe dị m n'uche bụ na agam ajọ njọ n'ụwa m niile', Duration 5,169 Mee 2022",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Igbo Presidency 2023: Mpaghara Onyeisiala Naịjirịa si pụta agbasaghị m mana ... Uwazuruike, Duration 16,345 Mee 2022",
    "Vidio, Judy Austin: Nwunye Yul-Edochie nke abụọ gwara BBC Igbo ihe ọ gabigara mgbe ọ mụrụ nwa, Duration 45,2629 Eprel 2022",
    "Vidio, Ogbambọ: Etu anyị siri jiri ihe onyoonyo atụgharị ihe e jiri mara Anambra steeti, Duration 4,065 Mee 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Causes of blindness: 'ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ', Duration 6,3321 Eprel 2022",
    "Vidio, Etu emume ụzọ iyi nke afọ 2022 si chakee, Duration 4,4730 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}