{
  "published": "12 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nyocha BBC ekpuhela ndị ji Soshal Midịa ebute ọgbaaghara na ogbugbu ndị ha sị na-egbochi nwereonwe Biafra.",
    "Efe Uwanogho eji Omote Biafra mara nwere mmadụ puku iri anọ na-eso ya na Facebook. Efe anaghị ezo ihu ya dịka ọ na-ama ọkwa na-ebute akpamasị nye ndị agburu ọzọ.",
    "Ọ na-eyi uwe kajetị nke na-egosi ọkolọtọ Biafra na egosi agwa na anyanwụ nke bụ njirimara ọkolọtọ Biafra.",
    "Ọ na-ekwu sị, \" Chọwa ndị mgba okpuru a...ọ bụ ha ka ekwesịrị ịpepụ isi. Ọ bụ ha ka ekwesịrị ịgba ọkụ\".",
    "Efe na-ama ọkwa ka awakpoo ndị ọ sị na-egbochi nkewapụ Biafra dịka mba nọọrọ onwe ya.",
    "Ọkwa ọ na-ama na-ebute ọtụtụ nkwafu ọbara.",
    "Cheta na n'afọ 1967 na ndị chọrọ nwereonwe mba Biafra na gọọmentị Naijirịa lụrụ ọgụ afọ atọ nke butere ọnwụ ihe karịrị otu nde mmadụ nke ọtụtụ n'ime ha si na mpaghara ahụ chọrọ ikewapụ.",
    "Dịka ihe dịka afọ iri ise gachara, ndị ka na achọ nereọnwe a jizi Soshal Midịa akpa ike.",
    "Uwanogho sị mba Ịtalị ezịsa ozi ya dịka gọọmentị Naijirịa machiri otu Indigenous People of Biafra(IPOB).",
    "Nyocha BBC gosiri ọtụtụ ndị nkwado Ipob sị mba Yurop, Amerịka, Eshịa na Afrịka na-agbasa ozi ụgha na Soshal Midịa nke na ebute ọgbaaghara.",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Vidio, Domestic violence: Etu nwoke si tigbuo nwunye mụụrụ ya ụmụ asaa n'Ebonyi Steetị, Duration 2,18elekere 8 gara aga",
    "Vidio, IPOB: Ndị Naịjirịa ji soshal midịa akpọ oku ka e gbuo ndị ha sị na-egbochi nnwereonwe Biafra, Duration 24,5012 Mee 2022",
    "Vidio, Ayo Adebanjo call for South East President: Ihe anyị ga-eme ma a hapụ inye Ọwụwa Anyanwụ Onyeisiala na 2023- Ndị ntorobịa Ohaneze, Duration 16,1411 Mee 2022",
    "Vidio, Ịsụ asụsụ igbo bara nnukwu uru, Duration 2,2322 Febụwarị 2018",
    "Vidio, Princess Ezeani: 'Naanị ihe dị m n'uche bụ na agam ajọ njọ n'ụwa m niile', Duration 5,169 Mee 2022",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Boy killed in Aba: Etu e si gbuo nwa m ebe ọ gaara ikpofu unyi n'Aba, Duration 1,1723 Septemba 2021",
    "Vidio, Ogbambọ: Etu anyị siri jiri ihe onyoonyo atụgharị ihe e jiri mara Anambra steeti, Duration 4,065 Mee 2022",
    "Vidio, Ogbunike Cave: Eke Idemili, agụiyi na ihe ndị ọzọ a sị nọ n'ime ọgba a, Duration 7,0111 Septemba 2021",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}