{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Aka ndị uweojii Ebonyi Steetị akparala otu nwoke a na-ebo ebubo na o tigburu nwunye ya mụụrụ ya ụmụ asaa.",
    "Ọnụ na-ekwuru ndị uweojii na steetị ahụ bụ Loveth Odah sị na nke a mere n'ezie kama na nwoke ahụ agọọla na aka ya adịghị n'ọnwụ nwunye.",
    "A nọ m n'anyammiri ụbọchị Osinachi na di ya gbara akwụkwọ - Ejima Osinachi Nwachukwu",
    "'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu",
    "Osinachi Nwachukwu Songs: Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro",
    "Ọ sị na ha emeela nyocha banyere ya ma kpọpụ nwoke ahụ n'ụlọikpe ka ọ gaa zara ọnụ ya.",
    "Sampson Oko Nweke bụ onyeisioche otu na-ahụ maka ikike dịịrị onye a kpọrọ 'Human Right Defenders' n'Ebonyi",
    "sị na nwaanyị bụ Anulika kpọtụrụ ha na di ya bụ Sunday Uguru na-eti ya ihe n'ụbọchị 19th Eprelụ.",
    "Ọ sị na ọ kpọrọ nwaanyị a n'ekwentị ma sị ya bịa n'ụlọọrụ ha n'ụbọchị 26 Eprelu n'elekere iri na abụọ nke ehihie.",
    "\"E chere m nwaanyị a ruo elekere atọ nke ehihie, m wee kpọo ekwentị ya nwa zara ma nyefee ya n'aka nwanne ya bụ onye gwara m na Anulika anwụọla.\"",
    "Akpọrọ m ndị uweojii anyị gara nwuchie di bụ onye ka nọ n'aka ndị uweojii ugbua.",
    "N'otu aka ahụ nwanne Anulika bụ Chinwe Nwebonyi kọwaara BBC Igbo na ọtụtụ afọ ka di Anulika na-eti ya ihe n'ụzọ dị iche iche.",
    "Ọ sị na o nwere mgbe ndị ezinaụlọ ha mechara gaa kpọrọ Anulika si n'ụlọ di ya pụọ mana di ya mechara bịa rịọ arịrịọ ka Anulika lọghachị maka ụmụaka ya.",
    "\"Sunday rịọrọ anyị na ọ gaghị etizi nwunye ya bụ nwanne anyị nwaanyị ihe ọzọ, nke mere anyị jiri kwee ka ọ laghachịkwuru ya.",
    "\"Mana anyị pụtaziri n'ụbọchi iri abụọ na isii nke ọnwa Eprelụ, nwa ya kpọọ anyị na e tigbuo nne ha bụ Anulika.",
    "\"Anyị chọrọ ka gọọmentị kpee ikpe ziri ezi banyere ọnwụ ya\".",
    "Cheta na akụkọ banyere nwoke itinye nwunye ya ihe n'ezinaụlọ bụ akụkọ a na-anụkaarị kwa mgbe kwa mgbe.",
    "Na nso nso a ka akụkọ pụtara na oti egwu ụka a ma ama bụ Osinachi Nwachukwu nwụrụ site n'ihe di ya bụ Peter Nwachukwu tiri ya.",
    "Ugbua di ya ka nọ n'aka ndị uweojii dịka nyocha ka na-aha n'ihu.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Nchekwa ndị ụwe ojii",
    "Ebonyi Steeti",
    "Okike",
    "Ezinụlọ",
    "Vidio, Chinyere Ogudoro: Ihe m hụrụ ebe a sị e sunyere ọkụ gbara nwaanyị na nwanne ya nwoke - Onye nche, Duration 5,287 Eprel 2022",
    "Chinyere Ogudoro: Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro3 Eprel 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, \"Di m gara ibụlata nwanne ya nwaanyị ma bụrụ onye e ji ọkụ gbagbuo\", Duration 4,025 Eprel 2022",
    "Vidio, Boy killed in Aba: Etu e si gbuo nwa m ebe ọ gaara ikpofu unyi n'Aba, Duration 1,1723 Septemba 2021",
    "Killings in Owerri: Etu onye omekome si gbuo nne m n'Owerri - Ambrose Nwaogwugwu2 Ọgọọst 2021",
    "Ehime Mbano Imo State: Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti24 Septemba 2021",
    "Vidio, Domestic violence: Etu nwoke si tigbuo nwunye mụụrụ ya ụmụ asaa n'Ebonyi Steetị, Duration 2,18elekere 8 gara aga",
    "Vidio, IPOB: Ndị Naịjirịa ji soshal midịa akpọ oku ka e gbuo ndị ha sị na-egbochi nnwereonwe Biafra, Duration 24,5012 Mee 2022",
    "Vidio, Ayo Adebanjo call for South East President: Ihe anyị ga-eme ma a hapụ inye Ọwụwa Anyanwụ Onyeisiala na 2023- Ndị ntorobịa Ohaneze, Duration 16,1411 Mee 2022",
    "Vidio, Ịsụ asụsụ igbo bara nnukwu uru, Duration 2,2322 Febụwarị 2018",
    "Vidio, Princess Ezeani: 'Naanị ihe dị m n'uche bụ na agam ajọ njọ n'ụwa m niile', Duration 5,169 Mee 2022",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Boy killed in Aba: Etu e si gbuo nwa m ebe ọ gaara ikpofu unyi n'Aba, Duration 1,1723 Septemba 2021",
    "Vidio, Ogbambọ: Etu anyị siri jiri ihe onyoonyo atụgharị ihe e jiri mara Anambra steeti, Duration 4,065 Mee 2022",
    "Vidio, Ogbunike Cave: Eke Idemili, agụiyi na ihe ndị ọzọ a sị nọ n'ime ọgba a, Duration 7,0111 Septemba 2021",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}