{
  "published": "15 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu egwu Atiilogwu bụ egwu e jiri mara ndị Igbo.",
    "Ya bụ egwu agaala mba niile n'ala Naịjiria nakwa mba ofesi n'aha ndị Igbo.",
    "Egwu Atilogwu so n'egwu bụ ọkaibe n'emume 'Festical of Arts and Culture' (Festac) nke e mere na Naịjirịa n'afọ 1977.",
    "Egwu anọ e ji mara ndị Igbo",
    "Etu ị ga-esi gbanahụ mwakpo na mmemme",
    "Ihe mere o ji dị ka ndị Igbo na-ala azụ n'egwu - Ruffcoin Nwa Aba",
    "Ihe ịtụnanya bụ na ya bụ egwu abụghị egwu ọdịnaala, kama ọ bụ egwụ ndị Udi na Ezeagu bi na Legọs malitere kemgbe afọ 1947.",
    "Akụkọ kọrọ na obodo abụọ a dị na Enugwu steeti mụrụ ya bụ egwu n'ebe dị icheiche nke gụnyere Awka, n'Anambara steeti n'afọ 1942.",
    "Ha gwara ya bụ egwụ ọgwa tinye ya egwu ọdịnaala ndị ọzọ dịka Ogwurogwu, Ugwuọyakanga, Ọganigwe, na Odegere bụ nke mere ka ọ bụrụ ọpụrụiche dị n'egwu.",
    "Nke a mere ka ndị mmadụ jụo ka \"etinyere ya ọgwụ\" bụ naara ya aha ruo taa.",
    "Akụkọ ọzọ gbasara ebe ya bụ egwu si bịa bụ na otu Dinta nụrụ ka a na-agba ya bụ egwụ n'ọhịa were mụta ya kuziere ndị mmadụ.",
    "BBC amaghị ka nke a ọ bụ eziokwu ka ọ bụ ugha, mana ihe doro anya bụ na otu e si agba ya bụ egwu tụrụ ndị mmadụ n'anya nke ukwuu bụ ihe mere e jiri gụọ ya \"Atiilogwu\" n'asụsụ ndị Ezeagu.",
    "N'akụkọ nke mbụ, ka ndị obodo abụọ a mụtara ya bụ egwu mechere gbasaa, ndị Ezeagu bi na Lagọs jidesie nke ha ike mee ka ụmụ ha na ụmụụmụ ha mụkwaa ya bụ egwu.",
    "Mgbe agha Naịjirịa na Biafra biri, ndị Ezeagu bi na Legọs dịka Sylvester Nwokeocha Nzekwe, Emmanuel Ume, Innocent Ozoeze, Peter Onyema, Christopher Onah na ndị ọzọ buru ya bụ egwu lọta Enugwu bụ be ha nọzị kuziwere ya ndị ọzọ.",
    "Akadieze Ambrose bụ onyeisi ndị egwu a so na ndị mụtara ya n'aka ndị a akpọrọ aha ha ma na-etekwa ya ugbua.",
    "Ọ kọwaara BBC ka ha siri malite nakwa ka ha sị akuziri ya ndị ọzọ, ihu na ya bụ ọkụ agaghị anyụnahụ ha n'aka.",
    "Kirie ya ka ị ịhụ ka ha si eme ya.",
    "Ịkpa obi aṅụrị",
    "Omenala",
    "Vidio, Ohafia War Dance: Ị ma ihe ịba egwu Ikpirikpe ọgụ ndị Ohafia na-eri?, Duration 1,4229 Maachị 2019",
    "Vidio, Igbo Music: Etu ọja si agwa mmadụ na mmụọ okwu, Duration 3,4129 Juun 2019",
    "Vidio, Igbo Music: Ịkpọ ụbọaka bụ otu n'ime njirimara egwu ndị Igbo, Duration 1,0013 Jenụwarị 2019",
    "Vidio, Violin music: 'E ji m ngwa egwu a etipụta egwu Igbo ka omenaala anyị tọọ atọ', Duration 1,2518 Eprel 2019",
    "Vidio, Atilogwu Dance: Etu egwu Atịịlogwu siri nweta aha ya, Duration 7,4315 Mee 2022",
    "Vidio, Domestic violence: Etu nwoke si tigbuo nwunye mụụrụ ya ụmụ asaa n'Ebonyi Steetị, Duration 2,1812 Mee 2022",
    "Vidio, IPOB: Ndị Naịjirịa ji soshal midịa akpọ oku ka e gbuo ndị ha sị na-egbochi nnwereonwe Biafra, Duration 24,5012 Mee 2022",
    "Vidio, Allen Onyema: Ihe asatọ o kwuru Igbo ga-ejide aka iji gaa n’ihu, Duration 2,3628 Septemba 2019",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 1,00elekere 8 gara aga",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, Violin music: 'E ji m ngwa egwu a etipụta egwu Igbo ka omenaala anyị tọọ atọ', Duration 1,2518 Eprel 2019",
    "Vidio, Ohafia War Dance: Ị ma ihe ịba egwu Ikpirikpe ọgụ ndị Ohafia na-eri?, Duration 1,4229 Maachị 2019",
    "Vidio, Etu emume ụzọ iyi nke afọ 2022 si chakee, Duration 4,4730 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}