{
  "published": "16 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisi otu ndị otu ụmụakwụkwọ mahadum a na-akpọ Nans n'Ọwụwa Anyanwụ Naịjịrịa bụ Moses Oya kọwara BBC Igbo mkpebi ha banyere abụbọ ọrụ Asuu.",
    "Tinyere okwu ya, onyeisi otu ndị nkuzi bụ Asuu na mahadum Chukwuemeka Ojukwu dị n'Anambra steeti bụ Okay Aniebo kwụpụtara asịsị okwu a nye BBC Igbo banyere mkpebi nke ha.",
    "Dịka ọgụ otu ndị nkuzi mahadum na gọomentị Naịjirịa na-aga n’igu, o ruola ọnwa atọ n’ụma ugbua ụmụakwụkwọ mahadum dị na Naịjịrịa malitere ịnọ n’ụlọ maka abụbọ ọrụ ndị nkuzi ha.",
    "Ịgba abụbụọrụ ekewaaala Asuu nke Mahadum Odumegwu Ojukwu",
    "Onyeisiala Buhari arịọla ndị ASUU ka ha kwụsị abụbụọrụ",
    "Chris Ngige akagbuola atụmatụ ya ịzọ ọkwa onyeisiala Naịjirịa 2023",
    "Otu ụmụakwụkwọ mahadụm bụ National Association of Nigeria Student (Nans) apụtala tie iwu nke ha na-enye gọọmentị etiti abali itooli iji mezie ya bụ okwu dịka ha malitere ngagharịiwe n'akụkọ Naịjirịa dị iche iche kemgbe ọnwa Eprel, 2022.",
    "Cheta na Gọọmentị etiti Naịjriịa na otu ndị nkuzi mahadum dị na Naịjriịa bụ Academic Staff Union of Universities (Asuu) enweela ọtụtụ mkparitaụka kemgbe ọnwa ole m ole, mana okwu ha enwebeghị isi.",
    "Asuu na-arịọ ka gọomentị Naịjirịa bulie ụgwọọnwa ha, ma mezie ọnọdụ ụlọakwụkwọ na Naịjirịa bụ nke ha sị na gọomentị etiti kwetere ịme kemgbe mana otu abụghị n'ezi.",
    "Asuu malitere abụbụ ọrụ ịdọ aka na ntị kemgbe ụbọchị 14 n'ọnwa Febụwarị, 2022 bụ nke bịara na ngwụcha ụbọchị Mọnde gara aga.",
    "Ugbua a, ha abanyela na agba nke abụọ n'abụbọ ọrụ ha bụ nke amaghị mgbe ọ ga-ebe.",
    "Dịka nke a na-eme, otu ndị ọzọ na-arụ n’ụlọakwụkwọ mahadum abanyela abụbụ ọrụ nke ha.",
    "Otu ndị a bụ Senior Staff Association of Nigerian Universities (Ssanu), The National Association of Academic Technologists (Naat) nakwa Non-Academic Staff Union of Education and Allied Institutions (Nasu).",
    "Agbanyeghị na minista ọrụ na ịwe ndị ọrụ na Naịjriịa bụ Chris Ngige na ndị otu a enweela ọgbakọ maka ịhazi ihe ndị bụ iwe ha, isi apụtabeghị na nke a.",
    "Onyeisi ndị Asuu bụ Ọkamụta Emmanuel Osodeke sị na gọomentị akpọbeghị ha maka itinye ọnụ na mkpesa a nso nso a.",
    "Asuu malitere abụbụ ọrụ ịdọ aka na ntị kemgbe ọnwa Febụwarị 2022 iji mee ka gọọmentị leruoa anya na ọtutu ihe ha na-ana.",
    "Ewezuga, okwu ụgwọ ọnwa na ọnọdụ ụlọ akwụkwọ mahadum Naịjirịa, ihe ọzọ na-esere Asuu na gọọmentị etiti bụ na Asuu sịrị  na-achọghị iso usoro akwụmụkwo ọnwa nke gọomentị etiti bu Integrated Personnel Payroll Information System, IPPIS.",
    "Ọ bụ naanị ulọakwụkwọ mahadum nke gọọmenti etiti na ụfọdụ nke ndị steeti so na ya bụ abubụ ọrụ.",
    "Gọọmentị etiti nwere mahadum 49 ebe steeti  nwere 54, ndị mmadụ na otu ndị ọzọ  nwee 109. A na-akọwa na ọ bụ maka oke abụbụọrụ ndị mahadum gọọmentị na-agbakarị na-akwanye ndị mmadụ ha ji abanye mahadum nke ndị nkịtịt.",
    "Na nkwekọrịta Gọmentị etiti na ASUU nwere mgbe gara aga, gọọmentị kwetere ịtinye ijere narị Naịra abuọ kwa afọ ruo afọ ise maka iwulite ọnọdụ mahadum.",
    "Nke a pụtara na gọọmentị ga-etinye ihe ruru otu tari n’iwulite ọnọdọ Mahadum Naịjirịa, man ihe ha nwereike itinye bụ ijeri iri atọ ka ọ dị ugbua.",
    "Naijiria",
    "Ọmụmụ na mmụta",
    "Vidio, Atilogwu Dance: Etu egwu Atịịlogwu siri nweta aha ya, Duration 7,4315 Mee 2022",
    "Vidio, Asuu Strike Update: 'Agha a anyị na-alụ, anyị ga-alụrụ ya ruo n'isi' - Asuu, Duration 2,5816 Mee 2022",
    "Vidio, IPOB: Ndị Naịjirịa ji soshal midịa akpọ oku ka e gbuo ndị ha sị na-egbochi nnwereonwe Biafra, Duration 24,5012 Mee 2022",
    "Vidio, Allen Onyema: Ihe asatọ o kwuru Igbo ga-ejide aka iji gaa n’ihu, Duration 2,3628 Septemba 2019",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Children's Day: \"Ịgba egwu na-enye m ọṅụ\", Duration 1,4327 Mee 2020",
    "Vidio, Etu ọkụ si gbagbuo nwaanyị na ụmụ ya atọ n'Ebonyi steeti, Duration 1,324 Maachị 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 0,59elekere 8 gara aga",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}