{
  "published": "18 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Goddy Uwazuruike",
    "Ụlọikpe Ukwu dị n'Abuja ehigharịala ikpe Nnamdi Kanu, onye ndu otu nnwereonwe Biafra bụ Ipob rue abalị 26 nke ọnwa Mee afọ 2022 iji kpebie kpọmkwem ma a ga-ahapụ Kanu ka o si n'ụlọ na-abịa ụlọikpe nke Bekee kpọrọ 'bail.",
    "Nke a na-abịa dịka ọkaiwu Nnamdi Kanu bụ  Mike Ozekhome n'ịrịọ ka ụlọikpe dobe n'ụsọ, akwụkwọ nke Gọọmenti Etiti gbara n'afọ 2019 ka a kpụchapụ ikike isi n'ụlọ abịa e nyeburu Kanu.",
    "Onye bụ Nnamdi Kanu?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Ozekhome gwara ụlọikpe na Kanu agbaghị ọsọ ịbịa ụlọikpe kama ọsọ ndụ ya dịka a wakporo ụlọ ya.Mana ọkaiwu na-ekpe ahụ bụ , David Kaswe jụrụ okwu  Ozekhome sị na ihe ndị ọzọ emeela mere na  na agaghị akwụkwa na nke ahụ.Ka Ọkaikpe ji ikpe ahụ bụ Jọstis Binta Nyako gechara ihe ọkaiwu abụọ ahụ kwuru, o higharịrị ikpe ahụ gaa Mee 26 bụ mgbe ọ ga-ebi okwu na ya.",
    "Ụlọikpe Ukwu dị n'Abuja akụpụla ebubo isii ọhụrụ nke Gọọmenti Etiti wetara iji tichie asaa ha boburu onye ndu otu Ipob bụ Nnamdi Kanu taa.",
    "A na-ekpe Nnamdi Kanu ikpe maka ebubo iyi ndụ egwu na ịkpa nkata ikwatu Gọọmenti Naijiria.",
    "Taa dịka ikpe ahụ malitere, Gọọmenti Etiti megharịrị ebubo asaa fọburu a na-ebo Kanu ma tinye isii ọhụrụ.",
    "Mana Ọkaiwu Nnamdi Kanu bụ Mike Ozekhome kesara ọkaikpe na-ekpe ikpe ahụ bụ Jọstis Binta Nyako sị na gọọmenti na-achọ ụzọ iji gbatia ikpe ahụ site na ịgbanwegharị ebubo ha na-ebo Kanu.Ozekhome gwara Ọkaikpe na nke a bụ nke asaa Gọọmenti Etiti na-agbanwe ebubo ha na-ebi Kanu.",
    "Ebe foto si, Aloy Ejimakor",
    "Otu n'ime ndị ọkaiwu Nnamdi Kanu ekwuola na akụkọ na Gọọmenti Etiti etinyela ogbo ya bụ Ifeanyi Ejiofor na Maxwell Opara dịka ndị so azara ọnụ na n'ebubo a na-ebo Nnamdi Kanu bụ ụgha.",
    "Ejimakor, onye nọ n'ụlọikpe maka ya bụ ikpe taa, gwara BBC na n'ezie Gọọmenti gbanwere ebubo ha na-ebo ya site n' ịkụpụ otu n'ime asaa ha na-ebo ya, na-etinyeghị Ejiofor na Opara.",
    "Ọkaiwu Ejimakor sịrị,  \"Ee, Gọọmenti Etiti agbanyela ebubo ha na-ebo Nnamdi Kanu site na-ebubo asaa banye ebubo isii, ya bụ ,ha kpụpụrụ otu. Mana ha agbakwunyeghị onye ọbụla ọzọ\"",
    "A  na-ekpe Nnamdi Kanu ikpe maka ebubo iyi ndụ egwu na ịkpa nkata ikwatu Gọọmenti Naijiria.",
    "Ụlọikpe ekweghị inye Nnamdi Kanu 'bail'",
    "Nnamdi Kanu na ndị ọkaiwu ya taa n'Ụlọikpe na Abuja",
    "Akụkọ sitere n'ụlọikpe elu nke dị n'Abuja na-ekwu na ọkaikpe enyeghị Nnamdi Kanu ohere ịkwụ ụgwọ ma pụọ nwa mgbe nta nke bụ 'Bail' n'okwu bekee.",
    "Ikpe maka bail a so n' otu isi sekpụ ntị mere e ji ekpe ya ikpe taa.",
    "Nnamdi Kanu sit-at-home: Etu nọrọ n'ụlọ si aga n'Ọwụwa Anyanwụ taa maka ikpe Nnamdi Kanu",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "N'ịrịọ ka e nye Kanu ohere isi n'ụlọ na-abịa ikpe ya, Ọkaiwu Mike Ozekhome bụ onye du ndị ọkaiwu ndị ọzọ na-ekpechitere Kanu kwuru na Kanu na-arịa ahụ site \"ajọ ọgwụ a gbara ya\" nke mere ka ọnọdụ ahụike ya ka njọ.",
    "Ozekhome kwuru na ọgwụ ahụ a gbara ya mere ya ka ọ ghara ịna anyụli nsị , na obi otiti.",
    "Ọ kọwakwara na ọka ntaramahụhụ e mere Kanu abalị asatọ na Kenya tupu a kpụlata ya mekwara ka ọnọdụ ahụike ya kawanye njọ.",
    "Ọ bụ dịka ọkaiwu Nnamdi Kanu gbara akwụkwọ sị, \"tupu e kpebie ikpe n'isi onye ọbụla , onye ahụ nwere ohere ịgagharị etu o siri chọọ\".",
    "Kama ọkaiwu Binta Nyako kpụrụ ya bụ akwụkwọ were sị, \"akwụkwọ okwu Bail ya erughị eru kama ohere dị igbagharịkwa akwụkwọ a ọzọ\".",
    "Akụkọ na-ekwu na Nnamdi Kanu awụchiela n'Ụọikpe Ukwu dị n'Abuja ugbua.",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion",
    "Gọọmentị etiti kpụpụru Nnamdi Kanu ikpe maka ebuobo metụtara iyi ndụ egwu na ịkpa nkata ịchụpụ gọọmentị.",
    "Akụkọ na-ekwu na gọọmentị etiti Naijirịa agbanweela ebubo isii a na-ebo Nnamdi Kanu maka ịgba gọọmentị Naijirịa mgba okpuru ma gụnye ọkaiwu ya Ifeanyi Ejiofor na Mxwell Opara dịka ndị soro ya mee ihe eji ebo ya ebubo.",
    "Onye bụ Nnamdi Kanu?",
    "Gọọmentị Naijiria anwụchiela Nnamdi Kanu",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Mana Ọkaiwu Ejimakor kwuru sị, \"Ee, Gọọmenti etiti agbanyela ebubo ha na-ebo Nnamdi Kanu site na-ebubo asaa banye ebubo isii, ya bụ ha kpụpụrụ otu. Mana ha agagụnyeghị onye ọbụla ọzọ.\"",
    "Ndị uweojii nọ na mpaghara ebe a na-ekpe ikpe Nnamdi Kanu ejirila egbe na ikuku ose nke bụ Teargas na bekee were chụsaa ndị biara ịkwado Nnamdi Kanu.",
    "Nke a mere na ha anọghịzị nsọ ogige ụlọikpe ebe ya bụ ikpe na-aga n'ihu.",
    "Dịka a na-atụ anya ka ikpe Nnamdi Kanu bido taa, ọtụtụ ndị si mpaghara di iche iche awuchiela maka ya bụ ikpe.",
    "Onye ntaakụkọ BBC nọ ebe ahụ na-ekwu na ndị ji ụgbọala Bọsụ echere bụ ndị otu Ipob biara n'ogige ụlọikpe ahụ kama ndị ọrụ nchekwa ekweghị ha banye.",
    "Ha laghachiri azụ ma were ụkwụ biawa nsọ ebe ahụ.",
    "Ọtụtụ ndị nọ ebe ahụ ugbua yi uwe njririmara ndị Igbo nke si n'ọwụwa anyanwụ Naijirịa.",
    "N'otu aka ahụ, ndị uweojii na ndị ọrụ nchekwa ndị ọzọ nọ n'uju ha na mpaghara ogige ụloikpe iji hụ na ihe niile gara nke ọma.",
    "Dịka nchekwa ọzọ awuchiela ebe ahụ ugbua were bulie ọnụ ọgụgụ ndị nchekwa nọ ebe ahụ.",
    "Nnamdi Kanu na ndị ọkaiwu ya",
    "Ikpe Mazi Nnamdi Kanu, onyeisi otu  na-agba mbọ maka nnwereonwe Biafra a kpọrọ, 'Indigenous People of Biafra' (IPOB) ga-amalite ọzọ taa bụ ụbọchị 18 nke ọnwa Mee n'Abuja.",
    "A na-ekpe Mazi Kanu ikpe n'ebubo iyi ndụ egwu nakwa ịkpa nkata ịkwatụ ọchịchị Naịjirịa, bụ nke Gọọmentị Etiti boro ya.",
    "Nnamdi Kanu case today:  E higharịala ikpe Nnamdi Kanu",
    "Nnamdi Kanu charges: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe",
    "Ịtọhapụ Mazi Kanu:",
    "N'ụbọchị ikpeazụ e kpere ikpe a, ndị ọkaiwu Nnamdi Kanu bụ Mike Ozekhome na Ifeanyi Ejiofor tinyere akwụkwọ ka a tọhapụ Kanu.",
    "Cheta na ndị ọkaiwu Kanu gwara ụlọikpe ka ha kụchapụ ebubo niile e boro ya maka na ha achịtaghị aja.",
    "Ha gwakwara ụlọikpe ka a tọhapụ Mazi Kanu ka o si n'ụlọ na-abịa ụlọikpe.",
    "Ọkaikpe Binta Nyako kwuru na ọ bụ n'ụbochị ikpe ọzọ ka ọ ga-eleba arịrịọ a anya.",
    "N'ụbọchị ikpeazụ e kpere ikpe Nnamdi Kanu, bụ abalị asatọ nke ọnwa Eprelụ, ndị ọkaiwu ya gwara ndị nkwado ya na ha nwere nchekwube siri ike na Kanu ga-eso ha ala ụlọ n'ụbọchị ikpe ọzọ.",
    "Ọ bụrụ na Ọkaikpe Binta Nyako atọhapụghị Kanu, mara na o nwereike ịgwa gọọmentị Naịjirịa ka ha kpọọ ndị akaebe ha megide Kanu.",
    "Nke a pụtara na ya bụ ikpe amalitela n'uju.",
    "Ọ bụrụ na ọkaikpe Binta Nyako nye ohere ka gọọmentị Naịjirịa kpọọ ndị akaebe taa, e nwereike ikpuchi ha ihu.",
    "Nke a bụ iji chekwaa ndụ ndị ahụ na-agba akaebe, dịka usoro e ji ekpe ikpe metụtara ebubo iyi ndụ egwu siri kwuo.",
    "Ebe foto si, Nigeria Presidency-Facebook",
    "Foto gosiri Nnamdi Kanu n'ụbọchị a nwụchịrị ya ma kpọpụ ya n'ụlọikpe na Juun 2021",
    "Cheta na Mazi Kanu na-eyi naanị otu uwe a pụta ụlọikpe kemgbe a nwụchiri ya na mba Kenya n'ọnwa June afọ 2021.",
    "Ndị ọkaiwu ya kwuru na ọ bụ ndị DSS jụrụ ikwe ka Kanu gbanwee uwe ya.",
    "Mana n'ụbọchị Fraịde, abalị iri na atọ nke ọnwa Mee, gọvanọ Anambra steeti bụ Chukwuma Soludo gara leta Kanu na mkpọrọ.",
    "N'onyonyo ha abụọ sere, ọ bụghị akwa ahụ Kanu na-eyibu ka o yi, nke pụtara na ọ gbanweela uwe.",
    "Ọtụtụ nwere olileanya na Kanu ga-eyi uwe ọhụrụ bịa ụlọikpe taa.",
    "Ihe mere n'ụbọchị ikpe gara aga:",
    "A kụchapụrụ ọtụtụ ebubo e boro Kanu",
    "Ọkaikpe Binta Nyako kụchapụrụ ebubo asatọ gọọmentị Naịjirịa boro Kanu ma kwuo na ebubo ndị ahụ achịtaghị aja.",
    "Cheta na ọ bụ ebubo iri na ise ka gọọmentị etiti boburu Kanu, mana ugbua ha dịzị naanị ebubo asaa.",
    "DSS ekweghị ka Nnamdi Kanu gbanwee uwe",
    "N'ụbọchị Eprel 8, Emmanuel Kanu bụ nwanne Nnamdi Kanu gwara BBC Igbo na ha chịgaara ya uwe ọzọ na-abụghị 'Isi Agu' mana ndị DSS ekwekwaghị ka o yie ya.",
    "Cheta na ndị DSS kwuru na ha agaghị ekwe ka Mazi Kanu yie uwe 'Isi Agụ' n'ihi na iwu ha megidere ya.",
    "Mana o doghị anya ihe mere ha jị jụkwa uwe ọhụrụ nke a chịtaara Kanu na-abụghị 'Isi Agụ'.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Nnamdi Kanu: Onye ka ọ bụ?21 Nọvemba 2018",
    "Nnamdi Kanu case April 8,2022: E higharịala ikpe Nnamdi Kanu gaa 18 nke ọnwa Mee8 Eprel 2022",
    "Charges against Nnamdi Kanu: Kedụ ebubo asatọ ụlọikpe kụchapụrụ Nnamdi Kanu, kedụ ndị ọzọ fọrọ?8 Eprel 2022",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe16 Febụwarị 2022",
    "Nnamdi Kanu Arrested: Gọọmentị Naijiria anwụchiela Nnamdi Kanu29 Juun 2021",
    "Nnamdi Kanu: Ọkaikpe ekwuola ka a kwụọ Nnamdi Kanu N1billion18 Jenụwarị 2022",
    "Vidio, Nnamdi Kanu wife picture: Gọọmenti Buhari tọhapụrụ m dim - Uchechi Kanu19 Febụwarị 2018",
    "Ụlọikpe ehighariala ikpe Nnamdi Kanu ọzọ18 Mee 2022",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "Etu nọrọ n'ụlọ si aga n'Ọwụwa Anyanwụ taa bụ Mee 18, 2022, ụbọchị ikpe Nnamdi Kanu18 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp\" alt=\"Fifa ewepụtala aha mba ndị ga-ezute onwe ha n&#x27;asọmpị iko mba ụwa 2022\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp\" alt=\"Dkta Joseph Kabungo,\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp\" alt=\"Chelsea\" width=\"832\" height=\"468\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp\" alt=\"Ndị bọọlụ Senegal na-enwe aṅụrị\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp\" alt=\"Mason Greenwood\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/8397/production/_124678633_unknowngunmen&#x27;unmasked2.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/8397/production/_124678633_unknowngunmen&#x27;unmasked2.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/8397/production/_124678633_unknowngunmen&#x27;unmasked2.jpg.webp\" alt=\"Ebubeagu na ndị ojiegbe\" width=\"970\" height=\"546\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ụzọ asaa ị ga-eji ama na nchekwa adakpọọla n'Ọwụwa Anyanwụ11 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1337C/production/_124661787_p0c5ybdm.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1337C/production/_124661787_p0c5ybdm.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1337C/production/_124661787_p0c5ybdm.jpg.webp\" alt=\"Ayo Adebanjo\" width=\"1024\" height=\"575\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>E kwuwe 'competence' ndị Igbo ga-ebu ndi Ugwu ụzọ nọgide n'ọkwa onyeisiala - Ayo Adebanjo11 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/967D/production/_124752583_gettyimages-645752387.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/967D/production/_124752583_gettyimages-645752387.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/967D/production/_124752583_gettyimages-645752387.jpg.webp\" alt=\"Ngosipụta obi gbawara agbawa\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Broken Heart Syndrome: Lee ihe niile i kwesịrị ị ma gbasara ọnọdụ a iji zeere ya14 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13316/production/_124641687_mediaitem124641685.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13316/production/_124641687_mediaitem124641685.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13316/production/_124641687_mediaitem124641685.jpg.webp\" alt=\"Arthur Nzeribe\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Arthur Nzeribe: Lee ihe ụfọdụ ji hụ ya n'anya, ụfọdụ akpọọ ya asị8 Mee 2022",
    "Ụlọikpe ehighariala ikpe Nnamdi Kanu ọzọ",
    "Etu e siri gbaa ọtụtụ ụlọahịa na ngwaahịa ndị mmadụ ọkụ n’ahịa Dei Dei, Abuja",
    "Ihe anyị ma maka akụkọ nwata akwụkwọ Ibadan Polytechnic a sị nwụrụ n'elu nwaanyị",
    "Etu 'unknown gunmen' si gbuo ndị be onyeisioche Ebonyi Council mmadụ anọ, n'Ebonyi steeti",
    "Etu otu onye siri nwuo, ndị ọzọ merụọ ahụ n’ọgbakọ ime ụlọ APC na Rivas steeti",
    "Etu ndị uweojii siri memina ndị omekome isii ma napụ ha ụgbọala atọ n’Orsu, Imo steeti",
    "Naomi Goni, Deborah Samuel Yakubu, na ndị ọzọ banyerela na nsogbu maka ebubo ịkparị Mohammed",
    "Etu nọrọ n'ụlọ si aga n'Ọwụwa Anyanwụ taa bụ Mee 18, 2022, ụbọchị ikpe Nnamdi Kanu",
    "'Ụbọchị abụọ ndị a ka ndị Ipob kanyere ọhụrụ dịka ụbọchị 'sit-at-home'- Emma Powerful",
    "Onye bụ Fidelis Anosike na-alụ Rita Dominic?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}