{
  "published": "21 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Igbo nwere ọtụtụ nri dị iche iche ndị mmadụ achọpụtabeghị nakwa ọtụtụ nke ndị mmadụ chefurula.",
    "Otu n'ime ha bụ ofe Oseala.",
    "Osikapa ụbọchị ụka ọ na-ewesti oge?",
    "Ịma etu esi esi ofe egwusi?",
    "Gịnị bụ ofe Oseala?",
    "Oseala bụ ofe ndị Igbo na-eri n'oge ugani (oge enweghị nri maọbụ ego e ji azụta nri).",
    "Anaghị e si Oseala n'ọkụ. Aha ọzọ a na-akpọ ya bụ ofe nsala a na-esighị n'ọkụ.",
    "Oriaku Chioma Nzekwe toro na mgbe gboo gwọọrọ anyị ofe oseala ma gwa anyị na ọ na-tọwa nti.",
    "N'okwu ya, ọ sị \"Ị riwe Oseala etu o si atọ ụtọ, ị nwerike iji ya rie efere ụtara atọ.\"",
    "Ọ bụrụ na agụụ ji gị maọbụ inweghị ego nakwa oge isi ofe n’ọkụ, Oseala ga-agbapụta gị.",
    "Ngwa nri e ji e si ofe Oseala",
    "Ose",
    "Ogiri Igbo",
    "Nnu",
    "Crayfish",
    "Mmiri ọkụ",
    "Akwụkwọ Utazi",
    "I nwerike itinye ya crayfish nnukwu akpọrọ Oporo, azụ, dịka i si chọọ.",
    "I nwekwara ike itinye ya uda na oziza, sụkọọ ya na 'Crayfish'.",
    "Odo na aka Odo ka e ji e si Oseala.",
    "Sachaa Odo na aka Odo ọfụma",
    "Sachaa ose tinye n'ime Odo",
    "Saa 'Crayfish' tinye",
    "Tinye Ogiri Igbo",
    "Tinye uda na mkpụrụ uziza nwantịtị ma ị chọọ.",
    "Sacha akwụkwọ ụtazi tinye n'ime Odo",
    "Tinye obere nnu",
    "Tinye obere mmiri ọkụ",
    "Nwere aka Odo chikọta ngwa nri niile a n'ime odo",
    "Nri egheela ooo! Ọ kwa ọ na-atọwa ntị?",
    "Ụfọdụ obodo na-akpọ ofe Oseala aha dị iche iche dka ofe Ngwe, ofe Nchichi wdgz.",
    "Lee nri ogbenye 10 ọgaranya na-erizi",
    "E rila nri elekere atọ tupu ị laba ụra",
    "Ihe mere e ji ericha nri tupu a taa anụ",
    "Onye afọ nri! Lekwa ihe mere ụtọ agwa ji aba n'ụmị",
    "Nri",
    "Naijiria",
    "Omenala",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Anambra State Insecurity: \"Ụjọ anaghị ekwezi anyị nọrọ n'ezi gafee elekere asaa nke mgbede\" - Ndị bi n'Anambra, Duration 1,5620 Mee 2022",
    "Vidio, Oseala: Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị, Duration 2,1821 Mee 2022",
    "Vidio, Ọrịa Psoriasis mere ka m mepụtawa ude na-edozi ahụ m nakwa nke ndị mmadụ - Udoka Nwosu, Duration 6,2820 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Atilogwu Dance: Etu egwu Atịịlogwu siri nweta aha ya, Duration 7,4315 Mee 2022",
    "Vidio, Ọgba Mbọ: Ọtụtụ ndị enyi m gbara m ọsọ maka na m na-ebu ozu - Adaeze Okosi, Duration 4,4817 Mee 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme, Duration 29,057 Eprel 2022",
    "Vidio, Life Hack: Etu e si eme akpụ site n'ugbo ruo n'efere, Duration 2,1416 Septemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}