{
  "published": "20 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọrịa Psorịasis mere ka ndị mmadụ gbawara m ọsọ dịka onye bu ekpenta.",
    "Nke a  bụ okwu si n'ọnụ Udoka Ahubelem Nwosu pụta dịka ọ na-akọ maka etu o si malite iji akụrụngwa si n'ihe chi kere mepụtawa ude na ihe ndị na-edozi ahụ.",
    "Ihe ndị mmadụ na-eme iji chaa ọcha",
    "Ihe ude  ịcha ọcha na-eri ụmụnwaanyị?",
    "O kwuru na ọ bụ ude ahụ ọ na-emepụta ugbua ka o ji ebelata nsogbu Psoriasis ma nyekwa ndị mmadụ udiri ude ga-edozi ahụ ha ma nwee nsogbu anụ ahụ.",
    "Udoka kwuru na ugbua, o nwetala ikike n'aka ngalaba dịka National Agency for Food and Drug Administration and Control, imepụta ude, ncha na ihe ndị ọzọ na-enye aka idozi ahụ ndị mmadụ.",
    "O kwuru na nsogbu ahụ ọrịa ahụ nyere ya mere ka o ga-amụọ ihe gbasara idozi anụ ahụ na ụlọakwụkwọ.",
    "N'ọnụ ya, \"ebumnuche m bụ ka m nwee ebe ndị mmadụ ga na-abịakụte m a nata ndụmọdụ na usoro e si edozi ahụ maọbụ nweta ogbugbo gbasara nsogbu anụ ahụ.\"",
    "O kwuru na otu nsogbu ọ na-enwe dịka o mepere ebe ọ na-emepụta ude na ncha e ji edozi ahụ bụ na inweta akụrụngwa ndị ahụ nke chi kere na-ara ahụ.",
    "Udoka kwuru na etu ọnụ ego ihe ndị dị n'ahịa si agbago elu bụkwa ọgbata uhie dịrị azụmahịa a ọ maliterela ugbua.",
    "Mana o kwuru na otu ihe na-akasi ya obi bụ nkwado ezinụlọ ya na-enye ya n'azụmahịa a tụmadị di ya.",
    "Otu ndụmọdụ Udoka na-enye ndị ntoọrọbịa bụ ka ghara ikwe ka ihe ọbụla butuo mmụọ ha n'imepụta ihe dị mma ga-abara onwe ha nakwa ndị nọ n'akụkụ ha uru.",
    "Ngalaba National Health Services nke England ekuwola na ọ bụ mbelata ka a na-ebelata ọrịa Psoriasis n'aka dọkịnta.",
    "Ha depụtara n'akara websaiti ha na enwetabeghị ọgwụgwọ ọrịa ahụ kpọmkwem.",
    "Ọ bụrụ na ọrịa Psoriasisi ji gị na njọ nke bụ na ịnaghị anatali ọgwụgwọ, dọkịnta gị nwerike ịziga gị n'aka ọkaibe n'ọrịa gbasara akpụkpụ ahụ, bụ ihe NHS dere na websaiti ha.",
    "Ọ dịkwa mma ka ị gwa dọkịnta gị maọbụrụ na ọgwụgwọ nke ị na-anata anaghị enye gị ihe ịchọrọ maọbụ na-enye gị nsogbu.",
    "NHS kwuru na ọgwụgwọ nwerike ịdanye n'ogo atọ a:",
    "Nke e ji ude na mmanụ agwọ",
    "Nke e ji utraviolet light agwọ",
    "Nke e ji ntutu a na-agba agba agwọ",
    "Ụfọdụ oge a na-ebukọ ọgwụgwọ ndị a ọnụ",
    "E kwesiri ị na-ahazigharị ọgwụgwọ Psoriasis ka e wee mata nke kacha arụrụ ọrụ n'ahụ gị.",
    "Akụkọ ndị ọzọ ga-amasị gị:",
    "'Ihe ndị mmadụ jị achọ ikewapụ na Naịjirịa bụ makana a na-emegbu ha'  - Peter Obi",
    "Ụka Deeper Life Bible Church asaala ozi Ipob zitere ha",
    "Ụlọikpe ehighariala ikpe Nnamdi Kanu ọzọ",
    "'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' -Zeburudaya",
    "Ụmụnyanyị",
    "Naijiria",
    "Ọdị ka chikere",
    "Vidio, Anambra State Insecurity: \"Ụjọ anaghị ekwezi anyị nọrọ n'ezi gafee elekere asaa nke mgbede\" - Ndị bi n'Anambra, Duration 1,56elekere 5 gara aga",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Ọgba Mbọ: Ọtụtụ ndị enyi m gbara m ọsọ maka na m na-ebu ozu - Adaeze Okosi, Duration 4,4817 Mee 2022",
    "Vidio, Psoriasis mere ka m mepụtawa ude na-edozi ahụ m nakwa nke ndị mmadụ - Udoka Nwosu, Duration 6,2820 Mee 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Igbo President: E kwuwe 'competence' ndị Igbo ga-ebu ndi Ugwu ụzọ nọgide n'ọkwa onyeisiala - Ayo Adebanjo, Duration 16,1411 Mee 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}