{
  "published": "20 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chika Okpala, onye ama dị ka Chief Zebrudaya Okoroigwe Nwaogbo alias 4:30 tara ụkwa jaa eze na mkparịtaụka ya na BBC Igbo.",
    "Ọ kọwara ka o siri gaa akwụkwọ nakwa ka o siri banye n’ọrụ ejije site na mmasị o nwere n’ọrụ amị (ọrụ ndịagha).",
    "'Ovularia, nwunye Zebrudaya' sị na ọ ka dị ndụ",
    "Zebrudaya, Okonkwo, Jagua na ejije TV ise nyere ndị mmadụ ọṅụ n'afọ olemole gara aga",
    "Lee ihe ị maghị maka Romanus Amuta, 'Naatị' nke New Masquerade nwụrụ anwụ",
    "Okpala malitere njem ọrụ ejije ya mgbe a lụrụ agha Naịjirịa na Bịafra.",
    "Mgbe ọ jere ịba amị ka ha jụrụ iwe ya n’ihe na ọ pere mpe mgbe ahụ.",
    "Mana ọ mechara nweta ohere imere ndị amị lọtara n’agha ejije.",
    "Ọ kọwara ebe aha otutu ya \"palm wine powerless\" pụtara.",
    "Chika Okpala ji otu nwaanyị na ụmụ atọ.",
    "Ọ lụrụ nwaanyị n'afọ 1980.",
    "Ụmụaka ya alụọla di na nwunye mụta ụmụ.",
    "Zebrudaya si na ọnweghị nwaanya dị ndụ chọrọ ịrụ ọrụ ejije karịa nke nwụrụ anwụ.",
    "Ọ sị ọ bụ eziokwu na ụmụụmụ ya ka dị nta, mana ofụ n'ime ha na-egosi na ọ nwereike ịrụ ọrụ ejije.",
    "Ọ sị na-amụrụ ya n'afọ 1950 nke pụtara na ọ gbara afọ iri asaa na abụọ (72) ugbua.",
    "Ọ gara akwụkwọ na mba mmiri, nke bụ Rivers steeti ugbua.",
    "Ọ gakwara akwụkwọ kọleeji n'Onitsha, Anambra steeti bụ ebe ọ nọ mgbe agha Bịafra na Naịjiria dara.",
    "Ha lawazie be ha bụ Nnobi.",
    "Okpala kọrọ ka ịba amị si gụọ ya agụụ mana ha ekweghị ka ọ banye maka na o pere mpe (ọ dị afọ iri na ise mgbe ahụ).",
    "Ọ sị na ihe na-atọ ya ụtọ bụ ejiji ndị amị.",
    "O kwuru ọtụtụ ihe dị omimi n'ajụjụ ọnụ a nke bụ na onye kirie ya, ọ mụta ihe na ya.",
    "Legọs steeti akọwala ndị iwu machiri okada ịgagharị agaghị emetụta na steeti ahụ",
    "Ụlọikpe ehighariala ikpe Nnamdi Kanu ọzọ",
    "‘Mmadụ ise nwụrụ n’ọgbaghara nke ahịa Dei Dei, Abuja’ – Minista na-elekọta Abuja",
    "Etu nọrọ n'ụlọ n'Ọwụwa Anyanwụ nke ụbọchị Mee 18, 2022, bụ ụbọchị ikpe Nnamdi Kanu si gaa",
    "Nollywood",
    "Naijiria",
    "Ịkpa obi aṅụrị",
    "Vidio, Anambra State Insecurity: \"Ụjọ anaghị ekwezi anyị nọrọ n'ezi gafee elekere asaa nke mgbede\" - Ndị bi n'Anambra, Duration 1,56elekere 5 gara aga",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Ọgba Mbọ: Ọtụtụ ndị enyi m gbara m ọsọ maka na m na-ebu ozu - Adaeze Okosi, Duration 4,4817 Mee 2022",
    "Vidio, Psoriasis mere ka m mepụtawa ude na-edozi ahụ m nakwa nke ndị mmadụ - Udoka Nwosu, Duration 6,2820 Mee 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Igbo President: E kwuwe 'competence' ndị Igbo ga-ebu ndi Ugwu ụzọ nọgide n'ọkwa onyeisiala - Ayo Adebanjo, Duration 16,1411 Mee 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}