{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii ekwela nkwa na ha ga-amịpụtara ndị ekperima anya n'Anambra Steeti.",
    "Nke a na-abịa dịka akụkọ pụtara nke kwuru na ndị ojiegbe amaghị ndị ha bụ kwuru na ha ga-awakpo okpuru ọchịchị dị icheiche na steeti ahụ.",
    "Anyị dị njikere inye ndị 'unknown gunmen' 'amnesty' - Chukwuma Soludo",
    "Etu ndị 'unknown gunmen' si wakpoo Agulu,Osumenyi n'Eprelu 30, afọ 2022",
    "Etu ndị ekperima si anazi ụtụisi n’Anambra n’aha mnwereonwe Biafra - Gọọmentị Anambra",
    "Ugboro asatọ n'ime abalị asaa gara aga  ndị 'unknown gunmen' wakporo mpaghara Ọwụwa Anyanwụ",
    "Okpuruọchịchị ebe ndị ekperima a kwuru na ha ga-awakpo gụnyere: Ihiala, Aguata, Awka North, Nnewi South, Awka South, Idemili North, Idemili South, Orumba North, Orumba South na Anambra East.",
    "Ụfọdị ndị bi na mpaghara ndị a gwara BBC Igbo na ọnọdụ enweghị nchekwa etinyela ha n'ụjọ nakwa ịchịrị obi n'aka.",
    "\"Ụjọ erikazi,\" otu nwaagbọghọ achọghị ka a kpọọ aha ya gwara anyị.",
    "\"Onweghịzị onye na-anọ n'ezi karịa elekere asaa nke mgbede.\"",
    "\"Ụbọchị ọbụla e kwuru na ọ bụ 'sit-at-home', onweghị onye ụjọ na-ekwe ka ọ pụta ezi.\"",
    "\"Onweghị onye na-ekwe abịa mmemme agbamakwụkwọ maọbụ akwamozu ọbụla n'Anambra Steeti.\"",
    "Nwa ada a kọrọ akụkọ etu e si wakpoo ndị bịara mmemme agbamakwụkwọ e mere n'oge 'Easter' afọ a.",
    "Ụfọdụ n'ime ndị ya bụ ihe metụtara, a hụbeghị ha anya ọzọ ruo taa.",
    "Nwaokorobịa ọzọkwa gwara anyị okwu gbasara ihe a na-emenụ kwuru na \"o nweghịzi ihe anyị na-azụ n'ahịa n'ihi enweghị nchekwa\".",
    "\"Onweghịzị ndị na-esi ebe tere aka abịa azụ ahịa n'Ọnịcha, maka na onye ọbụla na-ezezi ndụ.\"",
    "\"Chetakwa na otu ụbọchị apụọla n'izuụka n'ihi sit-at-home', ọ bụ etu a ka ihe ga-adịgidezi?\"",
    "Ebe foto si, Nigeria Police Force",
    "Onyeisi ndị uweojii Naịjirịa bụ Usman Alkali Baba ekwuola na ndị uweojii ga-ewepụta usoro nchekwa ọhụrụ iji buso ndị ekperima agha n'Anambra Steeti.",
    "Baba kwuru nke a site n'ọnụ John Amadi, bụ osote onyeisi ndị uweojii, onye bịara Anambra n'ụbọchị Tọzde ịkwanyere onye nke ha lara mmụọ bụ Joseph Egbunike ugwu.",
    "Amadi kwere nkwa na \"ugbua bụ oge ndị uweojii ga-eburu agha buso ndị ekperima ebe ọbụla ha zoro.\"",
    "Ọ gwakwara ndị mmadụ ka ha na-agara mkpa ha maka na ọ baghị uru ịnị n'ụjọ.",
    "Ebe foto si, Soludo TV/Facebook",
    "Gọvanọ Chukwuma Soludo ekwuola na ihe na-eche ya ugbua n'ọrụ ọchịchị ya bụ ihibe usoro ncheka n'Anambra steeti",
    "Onyeisi ọrụ mgbasaozi nke Gọvanọ Anambra Steeti, bụ Christian Aburime, kwuru na ọ bụ ụjọ ka ndị ekperima ahụ na-achọ itinye n'ahụ ndị mmadụ.",
    "Aburime kwuru na Anambra steeti bụ obodo e ji udo na ọganihu mara.",
    "\"Gọọmentị agaghị agbachi nkịtị ka ndị ekperima na-eyija ndị mmadụ ụjọ,\" Aburime kwuru.",
    "Gọvanọ Anambra bụ Chukwuma Soludo ekwukwaala ugboro ugboro na ọchịchị ya agaghị anabata ndị ekperima na ndị na-eyi ndụ egwu.",
    "O kwela nkwa ka ndị iwe na-ewe dosa ngwaọgụ ha, na gọọmentị ga-enye ha mgbaghara pụrụ iche a kpọrọ 'amnesty' na bekee, ma nyekwa ha ọzụzụ ha ga-eji bụrụ mmadụ.",
    "Mana ka ọ dị ugbua, ọ dịghị ka nkwa niile a amịtala mkpụrụ, maka na ọnọdụ enweghị nchekwa ka na-agbalị elu n'Anambra Steetị.",
    "Ebe foto si, Nigeria Presidency-Facebook",
    "Ọnọdụ nchekwa kawanyere njọ n'Ọwụwa Anyanwụ oge gọọmentị Naịjirịa nwụchiri Nnamdi Kanu onyeisi ndị IPOB",
    "Enweghị nchekwa bụ nsogbu cheere mpaghara Naịjirịa niile aka mgba.",
    "Mana nke mpaghara Ọwụwa Anyanwụ malitere ịrị elu dịka a nwụchiri Nnamdi Kanu, onyeisi ndị otu Indigenous People of Biafra, IPOB.",
    "Ndị Ipob bụ otu chọrọ ka mpaghara Ọwụwa Anyanwụ Naịjirịa bụrụ mba nọọrọ onwe ya a kpọrọ Biafra.",
    "Ọ bụ kamgbe gọọmentị Naịjirịa nwụchiri Kanu n'ọnwa June afọ 2021 ka ọgbaaghara rịrị elu nke ukwuu n'Ọwụwa Anyanwụ.",
    "Mana ndị otu IPOB ekwuola na aka ha adịghị n'ihe a na-emenụ, maka na otu ha bụ otu udo, ọ bụghị otu ọgbaaghara.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Unknown gunmen attack Agulu: Etu ndị 'unknown gunmen' si wakpoo Agulu,Osumenyi n'Eprelu 30, afọ 202230 Eprel 2022",
    "'Unknown gunmen' egbuola ndiagha abụọ n'Enugwu14 Julaị 2021",
    "Unknown Gunmen Video: Ihe Ipob sara unknown gunmen si na ha na-achọ isi Emma Powerful22 Eprel 2022",
    "Etu ndị 'unknown gunmen' si wakpoo Uli, Anambara steeti30 Disemba 2021",
    "Awkuzu Junction Attack: Ihe mere n'etiti ndịagha mmiri na ndị 'unknown gunmen'11 Ọgọọst 2021",
    "Insecurity in South-East: Lee ebe niile e nwere mwakpo n'ala Naịjirịa kemgbe izu a29 Eprel 2021",
    "Ogbaru Attacks: Etu ndị 'unknown gunmen' si gbagbuo mmadụ itoolu n'Ogbaru n'abalị Epreelụ 18, 202219 Eprel 2022",
    "Vidio, Anambra State Insecurity: \"Ụjọ anaghị ekwezi anyị nọrọ n'ezi gafee elekere asaa nke mgbede\" - Ndị bi n'Anambra, Duration 1,56elekere 5 gara aga",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Ọgba Mbọ: Ọtụtụ ndị enyi m gbara m ọsọ maka na m na-ebu ozu - Adaeze Okosi, Duration 4,4817 Mee 2022",
    "Vidio, Psoriasis mere ka m mepụtawa ude na-edozi ahụ m nakwa nke ndị mmadụ - Udoka Nwosu, Duration 6,2820 Mee 2022",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Igbo President: E kwuwe 'competence' ndị Igbo ga-ebu ndi Ugwu ụzọ nọgide n'ọkwa onyeisiala - Ayo Adebanjo, Duration 16,1411 Mee 2022",
    "Vidio, Ezza Effium crises in Ebonyi State: Anyị gụtara ozu mmadụ 26 na ndị e gburu n'obodo Ezza,, Duration 2,4012 Eprel 2022",
    "Vidio, Etu 'social media' si mee ka ahịa abacha nne m bụrụzie nke gara mahadum - Amarachi Igbo, Duration 2,3712 Ọktọba 2021",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}