{
  "published": "23 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Audu family",
    "Ụmụnne Gloria Nneka Matthew na Linus Audu, ndịagha abụọ ndị ojiegbe gburu n'Ọlụ dị n'Imo steeti",
    "Ụmụnne Gloria Nneka Matthew na Linus Audu, ndịagha abụọ ndị ojiegbe gburu n'Ọlụ dị n'Imo steeti na nsonso a dịka ha na-aga ịgbankwu onwe ha, akọwaala etu ha si mata na ndị nke ha ezutela ọnwụ ike n'aka ndị omekataraihepụụjọ.",
    "Ndị omekome gburu ma bepu Linus Audu bụ onye agha lara ezumike nka na nwaanyị ya bụkwa onye agha (Private) bụ Gloria Matthew isi, dịka ha na-aga ịgbankwụ ha n'Imo steeti, n'ụbọchị Satọde 30 Eprel 2022.",
    "Ihe Ipob sara ndị agha n'ebubo na aka ha dị n'ogbugbu ndị agha abụọ na-aga ịgbankwụ",
    "'Unknown gunmen' gburu Gloria Matthew, Linus Audu, ndị ọzọ n'ọhịa Orlu - Nchọpụta BBC Disinformation Unit",
    "Ihe mụ na Nnamdi Kanu kpara oge m gara hụ ya na mkpọrọ ụbọchị Fraide - Soludo",
    "Nwanne Linus gwara BBC Igbo na a bọrọ nwanne ya nwoke ọ tọrọ atọ dịka anụmanụ, tinye ya n’ili emighị emi.",
    "N'otu aka ahụ, nwanne Gloria Matthew kwuru na ya na nwanne ya kpara n’ebe elekere asaa nke ụtụtụ ka ha mmadụ asaa si Legọs zọpụ ije ịga ala Igbo.",
    "Ebe foto si, Audu Family",
    "Danladi James",
    "Mana n'ebe ihe dị ka elekere anọ nke mgbede ka nwanne ya nwoke kpọrọ sị na ndị ojiegbe egbuola nwanne ha nwaanyị.",
    "Ndị omekome ahụ mechara tinye onyonyo ogbugbu ya na Whatsapp ekwenti onye ha gburu.",
    "Ebe foto si, Audu Family",
    "Ssgt (Rtd) Gregory kajang",
    "Lee ihe ha kọrọ n'uju:",
    "National security",
    "Naijiria",
    "Imo steeti",
    "Ndịagha",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Unknown Gunmen attacks: Ụzọ asatọ ị ga-eji ama na nchekwa adakpọọla n'Ọwụwa Anyanwụ11 Mee 2022",
    "Okechukwu Okoye: Akụkọ ọnwụ Okechukwu Okoye ga-agbawa Nnamdi Kanu obi ma ọ nụ ya - Ifeanyi Ejiofor22 Mee 2022",
    "Vidio, Army couple killed: Ụmụnne ndị agha e gburu akọwaala etu ozi ogbugbu ha si metụta ha, Duration 28,0623 Mee 2022",
    "Vidio, Anambra: Okwu a akarịala gọọmenti ọwụwaanyanwụ Buhari tinye 'State of emergency' - Joe Igbokwe, Duration 14,30elekere 6 gara aga",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Anambra State Insecurity: \"Ụjọ anaghị ekwezi anyị nọrọ n'ezi gafee elekere asaa nke mgbede\" - Ndị bi n'Anambra, Duration 1,5620 Mee 2022",
    "Vidio, Oseala: Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị, Duration 2,1821 Mee 2022",
    "Vidio, Ọrịa Psoriasis mere ka m mepụtawa ude na-edozi ahụ m nakwa nke ndị mmadụ - Udoka Nwosu, Duration 6,2820 Mee 2022",
    "Vidio, Kelechi Arsenal: Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi, Duration 38,1622 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Atilogwu Dance: Etu egwu Atịịlogwu siri nweta aha ya, Duration 7,4315 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}