{
  "published": "24 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Aka ọrụ nwaada Toyin Lawani bụ ọkwanka na-akwa akwa pụtara ihe n'emume AMVCA nke 2022 n'ebe ọ dị ukwuu.",
    "Ya bụ nwaada ji aka kwaa ọtụtụ ihe nke ndị mmadụ huru tie mkpu.",
    "Etu 'Aba Fashion Week' si aga ugbua n'Abịa steeti",
    "'Ebidoro m kwaba akwa mgbe m dị afọ 14'",
    "Naomi Campbell: Gini na-ewe ndị Naijirịa",
    "Ndị a ma ama na-agba ya aka ahịa nke ukwuu.",
    "Ọtụtụ ndị ejije Nollywood nakwa ndị mba ofesi na-akpọ ya oku kwa mgbe kwa mgbe maka aka ọrụ ya.",
    "Iyi akwa pụrụiche bụ ihe ndị a ma ama ji emere onwe ha aka dịka ụwa na-agba ha nkiri, nke a kwaara nwaada Lawani ụzọ n'aka ọrụ ya.",
    "Ọ nweghị ihe o jighị adụ akwa, nke gụnyere efere, iko mmiri, nduru nri, akwụkwọ akụkọ na ọtụtụ ihe uche mmadụ agbataghị.",
    "Ihe anyị chọpụtara bụ na ọtụtụ ndị bịara ya bụ mmeme wetere akwa ha jiri bịa ebe ahụ n'aka nwaada Lawani, agbanyeghị na ọ bụghị akwa ya tuuru ugo ọkaibe n'ejiji emume ahụ.",
    "Nwaada Lawani kwuru \"E ji ma akwa m akọ akụkọ ndụ\".",
    "Ọ sị na ya kwawara akwa kemgbe afọ iri abụọ gara aga.",
    "\"A na m eme ihe ndị ahịa m chọrọ\".",
    "Ọ sị na uwe ahụ akwanyere isi mmadụ na ya nke o yi gaa ya bụ emume mere ka ọtụtụ kwuo okwu ọma na nke ọjọọ.",
    "\"Ndị ọ masịghị sị na ọ bụ maka na ọ dị okeọnụ ($100,000) mana ndị dị etu ahụ amaghị na ya bụ uwe nwereike ịda ọnụ karịa etu ahụ ma e weputa ya n'ahịa n'ọdị n'ihu.",
    "Kirie ọtụtụ ihe o kwuru ebe ahụ.",
    "Ndị nne bụ dimkpa asaa - Chioma Akpotha",
    "Akụkọ ọnwụ Okechukwu Okoye ga-agbawa Nnamdi Kanu obi ma ọ nụ ya - Ifeanyi Ejiofor",
    "Ugboro ise ndị ‘unknown gunmen’ cheerela Gọvanọ Soludo aka mgba",
    "\"Anyị nwụchiri otu onye na-ere ngwa e ji eme ogbunigwe\" - Ndị uweojii",
    "Ekike",
    "Naijiria",
    "Ọrụ aka ịkwa akwa",
    "Omume",
    "Vidio, Army couple killed: Nwaada Gloria Matthew, di afọ 10 hụrụ ka e si gbuo mmadụ abụọ ọzọ so ha e me njem - Nwanne Gloria, Duration 28,0623 Mee 2022",
    "Vidio, Anambra: Okwu a akarịala gọọmenti ọwụwaanyanwụ Buhari tinye 'State of emergency' - Joe Igbokwe, Duration 14,3023 Mee 2022",
    "Vidio, Toyin Lawani: Ihe o were m ịkwapụta akwa Ifu Ennada yiri gaa AMVCA n'ezie, Duration 10,3224 Mee 2022",
    "Vidio, Oseala: Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị, Duration 2,1821 Mee 2022",
    "Vidio, Ọrịa Psoriasis mere ka m mepụtawa ude na-edozi ahụ m nakwa nke ndị mmadụ - Udoka Nwosu, Duration 6,2820 Mee 2022",
    "Vidio, Atilogwu Dance: Etu egwu Atịịlogwu siri nweta aha ya, Duration 7,4315 Mee 2022",
    "Gee ntị, Akụkọ ga-amasị gị ịkọ taa niile, Duration 0,58elekere 7 gara aga",
    "Vidio, Igbo President: E kwuwe 'competence' ndị Igbo ga-ebu ndi Ugwu ụzọ nọgide n'ọkwa onyeisiala - Ayo Adebanjo, Duration 16,1411 Mee 2022",
    "Vidio, Omega Power Ministry: 'Ndị ọzụzụ atụrụ ekwesịghị iri atụrụ etinyere ha n'aka', Duration 0,482 Julaị 2019",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}