{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Joe Igbokwe bụ onye enyemaka Gọvanọ Lagọs steetị n'ịdịọcha obodo nakwa ezigbo onye otu Bola Ahmed Tinubu, onyeisi ndị All Progressive Congress (APC) gwara gọọmentị etiti ka ha tinye ọnọdụ gbata gbata n'alaigbo nille gbaa gburugburu maka ọnọdụ  enweghị nchekwa dị na-ebe ahụ.",
    "Igbokwe sị na ihe na-eme n'ala Igbo ugbua bụ ihe ha na-akọpị n'ugwuawụsa.",
    "Agbaala ụlọ Joe Igbokwe ọkụ na Nnewi",
    "Ọ ga-aka mma ndị Igbo iwepụta otu onye na 2023 karịa ịdị n'igwe azọ ya - Okwesilieze Nwodo",
    "'Ịkpocha ọwa mmiri bụ ezigbo ọrụ'",
    "Ọ sị, \"Ọ bụghị naanị n'Anambra steetị ka e kwesiri ịme ya, ọ bụ n'ala Igbo niile maka na e jide ha (ndị ekperịma) na steeti a, ha agbafere n'ọzọ. Ihe na-eme ebe ahụ ugbua bụzị ịchụntaego\".",
    "Maka onye omeiwu Anambra steeti bụ Okechukwu Okoye, e gburu, Igbokwe sị na ya bụ ihe jọgburu udele sigbuoa nkakwụ",
    "N'okwu ya, ọ sị \"ndị ahụ mere arụ\".",
    "Ọ chetere ka ndị omekome n'ala Igbo siri gbaa ụlọ ya na ụlọ ndị ọzọ ọkụ nakwa ka e siri gbuo ndị agha, di na nwunye na nso nso a.",
    "O kwukwara okwu maka ajọ ihe niile ndị ajọ mmadụ a mere sị na ndị ahụ e meruola ala Igbo.",
    "\"Anụ gbaa ajọ ọsọ, agba ya ajọ egbe\".",
    "O kwuru na ọtụtụ ajọ ihe ka ga-eme n'ọdị n'ihu.",
    "Ọ sị na Chukwuma Solodu bụ Gọvanọ Anambra steeti kwesiri ịọ ga-zuoike uigbua rụọ mgbe ndị agha meminachara ndị ajọ mmadụ a., maka na ndị gọvano enweghị ike n'aka ndị uweojii maọbụ ndị agha,",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Anambra Steeti",
    "Enugwu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Army couple killed: Ụmụnne ndị agha e gburu akọwaala etu ozi ogbugbu ha si metụta ha, Duration 28,0623 Mee 2022",
    "Vidio, Anambra: Okwu a akarịala gọọmenti ọwụwaanyanwụ Buhari tinye 'State of emergency' - Joe Igbokwe, Duration 14,30elekere 6 gara aga",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Anambra State Insecurity: \"Ụjọ anaghị ekwezi anyị nọrọ n'ezi gafee elekere asaa nke mgbede\" - Ndị bi n'Anambra, Duration 1,5620 Mee 2022",
    "Vidio, Oseala: Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị, Duration 2,1821 Mee 2022",
    "Vidio, Ọrịa Psoriasis mere ka m mepụtawa ude na-edozi ahụ m nakwa nke ndị mmadụ - Udoka Nwosu, Duration 6,2820 Mee 2022",
    "Vidio, Kelechi Arsenal: Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi, Duration 38,1622 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Atilogwu Dance: Etu egwu Atịịlogwu siri nweta aha ya, Duration 7,4315 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}