{
  "published": "26 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, The Royal Church",
    "Dịka ndị ọkamụta n'ihe mere n'oge gara aga siri kwuo, okpukperechi Kraịsti batara na mpaghara ọwụwa anyanwụ Naijirịa nke ndị Igbo juputara n'ebe afọ 1857 dịka ndị ọcha si mba ndị Yuropu batara ala Afrịka maka atụmatụ azụmahịa.",
    "Ndị ọcha ndị a malitere isi n'ụzọ okpukperechị Kraịsti iranye ndị ntorobịa Igbo n'ime omenala nke ha.",
    "Ọtanjele, uri na ihe ntecha ndị ọzọ ụmụagbọghọ Igbo ji achọ mma mgbe gboo",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?",
    "Otu dọkịnta Bekee bụkwa onye ọkaibe na mmụta omenala Igbo bụ Mcginger Ibeneme kọwara BBC Igbo na ndị ọcha si n'ụzọ aghụghọ malite ịkatọ nakwa ịmetọ omenala Igbo dịka ha hụrụ na ndị Igbo kwenyere n'ọtụtụ chị nke ha nke gụnyere Chukwu kere ụwa.",
    "Ọ kọwara na mgbasaozi Kraịsti ha mere abụghị na ha hụrụ ndị isi ojii n'anya maọbụ na ha chọrọ ịgbapụta ha n'ihe ha kpọrọ njọ maọbụ mmehe.",
    "Ụzọ mmetọ omenala Igbo ndị a pụtara ihe n'ọtụtụ ụzọ dịka:",
    "Dịka Ibeneme siri kwuo, ndị ọcha malitere na-akatọọ atụmatụ ohu nakwa osu nke Igbo enweghị nsogbu ọbụla n'ime ya tupu ndị ọcha na ndị mgbasaozi ụka Kraịsti amalite ikatọ ya.",
    "O kwuru na mgbe gboo, mba niile nwere ohu ụfọdụ ndị mba nakwa omenala nwere ihe dịka osu, ya bụ ndị nyefere onwe ha n'ọrụ ụka. Okpukperechi Kraịsti kwadoro nke a dịka ha na-akpọ ihe dị etu a dịka 'Levite' na Bekee.",
    "Anaghị emegbu ndị ohu n'ala Igbo naanị na ha na-ebifụ iche ma ghara ina alụ ndị nwaamadị. Ndị ọcha ndị malitere ịkatọọ atụmatụ ohu n'ala Igbo bụ ndị kaacha emegbu ndị ohu.",
    "Ebe ndị osu abụghị ndị ọjọọ naani na ha bụ ndị enyefere maka ọrụ okpukperechi nke ala Igbo.",
    "Otu n'ime ihe ndị mere ndị ụka Kraịsti oge ahụ jiri na-akpọ ndị osu bụ maka ndọrọndọrọ ihe nrite nke anya nọ n'ime ya ụmụ Igbo na-enye ndị osu dịka ha anaghị akọ ụgbọ maọbụ enwe ala.",
    "Anyanwụ bụ Chi a na-efe na mba ofesi dị iche iche",
    "Ọkamụta n'ihe gbasara bụ Chigozie Nnabuihe kọwara na ndị ọcha ji okpukperechi Kraịsti bata ala Igbo ma ụma katọọ ma mee ka ọ dị ka chi ndị Igbo bụ ihe na-ebute ọdachị nakwa ihe ndị ọzọ.",
    "Ha si n'ụzọ aghụghọ tụgharịa otu n'ime chi ndị Igbo bụ Ekwensu ka ọ dị ka ọ bụ ya kacha njọ n'ime arụ.",
    "Mgbanwe na nkuzi nke ndị ọcha butere n'ala mere ọtụtụ ụmụ afọ Igbo amalite ịhụ chị, etu esi ebi ndụ n'ala Igbo nakwa omenala dịka ihe ọjọọ.",
    "Ndị ụka kuziri ndị Igbo ka ha gbaa ọtụtụ chi ha ọkụ ma tufuo ya dịka okpukperechi Kraịstị nabatara naanị otu chi bụ nke ha kpọrọ chukwu bi n'eluigwe.",
    "Chi ndị ọzọ dị njọ n'anya ụka Kraịsti ma bụrụkwa ihe anaghị anabata maọbụ kwanyere ugwu. Ozi ụka Kraịsti gbara mbọ hụ na Igbo malitere ịhụ chi ha dịka ihe ọjọọ na-ebute ọdachị nakwa ntaramahụhụ.",
    "Ebe foto si, Getty Images",
    "Ụka Kraịsti emeela ka ọtụtụ ndị Igbo gbakọta omenala ha azụ",
    "Iji agụmakwụkwọ megharịa ọha anya",
    "Agụmakwụkwọ dị mma mana ndị ụka Kraịsti ji ya dịka akụrụngwa nrata nakwa megharị anya nye ndị Igbo. Ha mere ya dịka ihe nrite so okpukperechị Kraịsti.",
    "Ibeneme kọwara na nke bụ eziokwu bụ na agụmakwụkwọ esighị n'aka ụka Kraịsti pụta kama ọ sị n'aka omenala ọtụtụ ndị nke ọkankụ ha abụghị ndị kwenyere n'okpukperechị Kraịstị dịka ndị ọkamụta mba Greek, ndị mba Eygpt n'oge ahụ nakwa ndị Asia.",
    "Site n'agụmakwụkwọ, ndị ụka Kraịsti gbasara ọtụtụ ozi mere ka omenala Igbo bụrụ ihe ndị ntorobịa Igbo malitere na-ezere ọkachasị dịka onye nabatara agụmakwụkwọ na-enwete ihe nrite n'aka ndị ụka.",
    "N'ọtụtụ ụlọakwụkwọ ndị ụka malitere ịmmachị ndị mmadụ ịsụ asụsụ Igbo nakwa ịza aha Igbo dịka amalitere inye ndị mmadụ aha ụka Kraịsti.",
    "Ruo taa, ọtụtụ ndị mmadụ na-akagbu aha Igbo ha ma hụ ya dịka ajọ ihe dịka etu ụka Kraịsti siri kuziere ha.",
    "Paul Obayi:Ihe mere m ji echekwa arụsị ndị ọkpụkperechị wepụtara ịla n'iyi",
    "Otu n'ime omenala Igbo na mgbe gboo bụ ogbugbu maọbụ ntufu ụmụ ejima. Ndị Igbo emeghị nke a n'ihi na Igbo mmadụ na-ammasị ha kama ha mere nke a maka na ha chọpụtara na ọmụmụ ejima na-ebutere ụmụ nwaanyị ọtụtụ nsogbu nakwa ụmụ aka ndị a ahụ.",
    "Dịka Dkt. Ibeneme siri kwuo, mmụta banyere ahụike amubawanyeghị nke bụ na ndị mmadụ amaghị etu a ga-esi nyere ụmụnwaanyị ndị na-amụ ejima nakwa ndị ejima ahụ aka ka ha ghara ịnwụ.",
    "Atụmatụ Igbo chepụtara bụ imalite na-etufu ụmụ ejima dịka ha chọpụtara na ejima na-adị n'ọbara, nke bụ na ejima nwereike imụ ejima maọbụ nwa nwa ya.",
    "I ji kwụsị nke a mere ha jiri malite itufu ha. Mgbe onye ọcha a ma ama bụ Mary Slessor batara, o ji ọmụmụ ọgwụ Bekee kuziere Igbo etu a ga-esi chekwa ma nee nakwa ụmụ ejima ya ka ha ghara ịnwụ.",
    "Mana akụkọ ndị ọcha kọrọ mere ya ọ dịka Igbo a ma ụma na-egbe ụmụaka n'obi ọjọọ.",
    "Ihe ndị a so n'ihe ha jiri mee onwe ha ọ dị ka ha aka mma maọbụ kacha dị nsọ nke mere mefesa okpukerechị Kraịsti jiri banwanye ụba.",
    "Marakwa na ndị ọcha butere okpukperechi a ji ahụ ndị mmadụ aka ha dị ọcha bọkọsịa maka atụmatụ Sayensị. Ha lụkwara ọtụtụ agha kwufuru ọbara etu ndị Igbo emeghị mgbe ahụ.",
    "Ebe foto si, Facebook/Nnarambia Women",
    "Ụmụada na-ejịkọ Obodo",
    "Otu n'ime ihe okpukperechi Kraịsti bu bata bụ etu Igbo sizị ele ụmụ nwaanyị anya.",
    "Dịka Ibeneme siri kwuo, n'oge mbụ, otu ụmụnwaanyị Igbo na-achị n'ọha site n'otu ụmụ ada, ụmụ ọkpụ, ndị Iyiom mana okpukperechi nakwa omenala ndị ọcha bu bịa katọrọ nke a ma kuzịere ụmụnwaanyị ka ha kagbuo atụmatụ ndị a.",
    "Ibeneme kwuru na ihe mere a naghị ụmụnwaanyị ihe oke n'ụlọ nna ya maọbụ n'ụlọ di ha bụ na mgbe gboo ezinụlọ niile na-nwee ihe nke a ha.",
    "Ima atụ, Ala abụghị ihe a na-ere ere n'oge ahụ dịka ndị niile (nke na-agụnyeghị ndị ohu nakwa osu) nwere ala nke ha ji arụ ụlọ, akọ ugbo nakwa eme ihe dịrị ha.",
    "Ibeneme kọwara na ụlo abụghị ihe a na-nyefe site n'aka fee n'aka n'ihi na mgbe ahụ ma ụmụnwoke ma ụmụ nwaanyị nwere ụlọ nke ha. Anaghị alụ ọgụ inye ụmụnwaanyị oke ọbụla maka ha nwere oke nke a.",
    "Ezinụlọ niile mgbe ahụ na-arụpụta ọrụ aka nke ha. Mana ndị ọchị bịara kuzibere ụmụ nwaanyị Igbo na ha kwesịrị ịnata nakwa ịzọ oke nke na-abụghị nsogbu maọbụ omenala Igbo.",
    "Ha jikwa nwayọ nwayọ kuziere ụmụnwaanyị ka ha kagbuo atụmatụ ọchịchị ma malite ileta naanị ụmụ ha na ezinụlọ ha anya.",
    "Ozi ụka Kraịsti katọrọ ọlụlụ nwaanyị abụọ maọbụ atọ nke dị na omenala Igbo nke mere na ọtụtụ ezinụlọ taa na-adabazị na nsogbu ụmụnwoke ịgba n'ezi dịka ọtụtụ ụmụnwoke ka na-eso ya bụ ụzọ n'azụ ndị nwunye ha.",
    "Ọkamụta Nnabuihe kọwara na okpukperechi Kraịsti kuziri ndị mmadụ na ọ bụ site na naanị nkwanye ka mmadụ ga-esi nweta nzọpụta agbanyeghị ihe ọbụla onye ahụ mere, ma ọ mere nsọ ala maọbụ arụ.",
    "Nke a malitere mehee anya ndị mmadụ ime etu o siri sọọ ha n'ihi na ha ma na nzọpụta dịịrị ha ma ha nkwenye na Kraịsti.",
    "O kwuru na omenala Igbo adịghị etu a n'oge gara n'ihi enwere etu ndị Igbo si ebi ndụ nakwa ihe ndị ha na asọ nsọ dịka igbu ọchụ, ụmụaka ikparị okenye nakwa ihe ndị ọzọ n'ihi Igbo kwetere na \"Ihe onye metara o buru\" mana ụka Kraịsti kuziri ndị Igbo na agbanyeghị ihe onye mere o kwenye na Kraịstị agbaghara ya ma nabata ya n'ime eluigwe.",
    "Na nchịkọta, n'ime ihe ndị a nakwa ndị ọzọ, atụmatụ ndị bubatara okpukperechị Kraịsti n'ala Igbo mere ya iji hụ na ha gbanwere echiche nakwa omenala ndị Igbo ma mee ya ka ọ dị etu ha chọrọ n'ihi na igbanwe etu mmadụ siri eche echiche ị ga-enwe ike tinye ya echiche ọhụrụ nke ịchọrọ n'anya.",
    "Ọtụtụ omenala Igbo alaala ndị ọzọ na-aga n'ihu na-ala dịka ụka Kraịsti agbala mgbọrọgwụ n'ala Igbo kemgbe ọ batara.",
    "Bob Manuel Udokwu",
    "Etu ndị Igbo sị agụ ụbọchị,izuụka, ọnwa na afọ ha",
    "Tupu ndị ọcha abata ala Igbo. ndị Igbo nwere ụbọchị anọ n'otu izu.",
    "Ụbọchị ndị a bụ Eke, Orie, Afọ na Nkwọ.",
    "Ha anọ ka Igbo na-akpọ otu Izu, ebe otu izu asaa (Nke bụ Izi) ka ndị Igbo na-akpọ otu  Onwa.",
    "Ọ bụ mgbe ọnwa tiri ka izu asaa a na-emezu otu ọnwa.",
    "N'oge ochie, ọ bụ dibịa na-ekwupụta na ọnwa ọzọ ebidola dịka etu ọnwa siri tie.",
    "Ndị eze, nze na ọzọ bịara emume Iri Ji Mbaise",
    "Ọ bụ ya mere eji akpọ ya otu 'Ọnwa\".",
    "N'etu ndị Igbo agụkọ afọ ha, ọ bụ ọnwa iri na atọ na-ebute otu afọ.",
    "Ọ na-abụkarị oge udu mmiri ka afọ ndị Igbo ji ebido, ya bụ mgbe ọrụ ubi ji ebidokwa.",
    "Kana ndị ọcha bịara ma hibe etu ha si agụkọ nke ha.",
    "Ebe foto si, Ikeji Aro",
    "Ndị egwu Aba, Isimkpu ji akwa na iri uju bịa Amaikpe maka Eze Ogo ha nwụrụ anwụ igosi na obi adịghị ha mma.",
    "ụbọchị asaa mezuru ịzụ ha, ebe ụbọchị ndị a bụ Mọnde, Tuzde, Wenezde, Tọzde, Frịde, satọde na Sụnde.",
    "Dịka Sụnde bụ ngwụcha izụ ha ma bụrụ kwa ụbọchị ụka ndị okpukperechi Kraịst, ya mere eji akpọ izu ndị ọcha Izuụka.",
    "Ha hiwere izuụka anọ dịka otu ọnwa ebe ọnwa iri na abụọ na-emezu otu ọnwa ha.",
    "Onwa iri na abụọ ndị a bụ Jenụwarị, Febụwarị, Maachị, Eprel, Mei, Jun, Julị, Ọgụstụ, Sepụtemba, Ọktoba, Nọvemba na Disemba.",
    "Naijiria",
    "Ụka ndị Roman",
    "Omenala",
    "Ndị otu Kristi",
    "Ụzọ asaa okpukpere Kraịst si gbanwee omenala Igbo26 Mee 2022",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "PDP Governorship Primaries: Lee ndị ga-eji aha PDP azọ ọkwa Gọvanọ na Naịjirịaelekere 9 gara aga",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp\" alt=\"Fifa ewepụtala aha mba ndị ga-ezute onwe ha n&#x27;asọmpị iko mba ụwa 2022\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp\" alt=\"Dkta Joseph Kabungo,\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp\" alt=\"Chelsea\" width=\"832\" height=\"468\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp\" alt=\"Ndị bọọlụ Senegal na-enwe aṅụrị\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp\" alt=\"Mason Greenwood\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/145F2/production/_124824438_p0c86mng.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/145F2/production/_124824438_p0c86mng.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/145F2/production/_124824438_p0c86mng.jpg.webp\" alt=\"Ofe Oseala\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị21 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1459B/production/_124755338_p0c6xl7s.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1459B/production/_124755338_p0c6xl7s.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1459B/production/_124755338_p0c6xl7s.jpg.webp\" alt=\"Egwu Atiilogwu\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Etu egwu Atịịlogwu siri nweta aha ya15 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7F03/production/_124651523_gettyimages-1264451773.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7F03/production/_124651523_gettyimages-1264451773.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7F03/production/_124651523_gettyimages-1264451773.jpg.webp\" alt=\"Sir Louis Mbanefo, chef de la délégation biafraise, à Londres, Royaume-Uni le 15 juin 1968\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ị ma ihe dị mkpa Louis Mbanefo mere iji bi agha Biafra n'afọ 1970?13 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/845F/production/_124678833_womentiltle.png.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/845F/production/_124678833_womentiltle.png 400w\" type=\"image/png\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/845F/production/_124678833_womentiltle.png.webp\" alt=\"Ụmụnwaanyị e chiri echichi\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ezenwaanyị, Ugoeze, Iyom na echichi ndị ọzọ a na-echi ụmụnwaanyị n'ala Igbo12 Mee 2022",
    "APC Governorship Primaries: Lee ndị ga-eji ọkọlọtọ APC azọ Gọvernọr na Naịjirịa",
    "Ihe mere ikpe Nnamdi Kanu agaghịzi adị echị bụ 26 Mee, 2022",
    "Ihe mere anyị jiri gbaa isi akwara nwụchie Rochas Okorocha n'ụlọ ya- EFCC",
    "PDP Governorship Primaries: Lee ndị ga-eji aha PDP azọ ọkwa Gọvanọ na Naịjirịa",
    "Ụzọ asaa okpukpere Kraịst si gbanwee omenala Igbo",
    "CAN akatọọla ogbugbu e gburu Halira na ụmụ ya anọ",
    "Eucharia Anunobi ekwuola nke bụ eziokwu gbasara akụkọ agbamakwụkwọ ya na-ewu ugbua.",
    "Lee nri ndị i na-eri nwere ike ikwatu ike gị n'akwa",
    "Onye bụ Peter Mba a ga-eji aha PDP azọ ọkwa Gọvanọ Enugwu?",
    "Ebiela m n'ala Igbo afọ 25, amaghị m na ụdị ihe a ga-eme m - Nwoke e gburu nwunye ya na ụmụ ya anọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}