{
  "published": "27 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Charles Oputa a ma dịka Charly Boy etinyela ọnụ n'ihe gbasara Naịjiria, ọkachasị ebe ọ metụtara ọchịchị, ọnọdụ nchekwa n'Ala Igbo nakwa Nnamdi Kanu.",
    "Na mkparịtaụka ya na BBC Igbo nwere, Charly Boy rụtụrụ aka na nzọpụta Naịjiria adịghị n'aka ndị pati Peoples Democratic Party (PDP) na All Progressives Congress (APC).",
    "Ọ kọwara na PDP na APC bụ otu nne na nna ji ha, na e nweghi ihe dị iche na pati abụọ ahụ.",
    "Charly Boy: Ndị ọjọọ na-achị Naịjirịa",
    "Mbaka, ị bụghị Yahoo Pastor - Charly Boy",
    "Nnamdi Kanu ekwuteghi ya, Naịjirịa abụghị 'zoo' - Charly Boy",
    "Oge eruola mgbe ụmụ Igbo ga-edozi ala Igbo - Charly Boy",
    "Ọ kọwara na o nweghi mgbe o ji tụwa anya na Peter Obi ga-abanye pati ahụ ma nọrọ n'okpuru pati PDP zọọ ọchịchị ọkwa onyeisiala.",
    "O kwuru na akụkọ na Peter Obi ahapụla PDP nyere ya ọṅụ n'ihi na o che na ihe a Peter mere bụ ihe o kwesịrị ime, ma kwuo na Peter bụ otu onye ọ ma nwere ihe ọ ga-ewe ịchịnwu Naịjiria ọfụma.",
    "Charly Boy jara atụmatụ nchekwa Chukwuma Soludo bụ gọvanọ Anambra steeti wepụtara ike.",
    "Ọ kọwara na ọ ghọtaghị etu ndị omekome ahụ na-akpa ike n'ala Igbo si nọrọ n'azụ ụlọ ha na-akpa ike.",
    "O kwuru na mkpamkpa a na-akpa n'Ala Igbo ebutela ma ndakpọ akụnaụba na mpaghara ahụ.",
    "Charly Boy kwuru na ọ bụ eziokwu na Nnamdi Kanu ji maka mmegbu a na-emegbu ndị Igbo wepụta onwe ya, mana ihe ọzọ abanyela n'ime ya.",
    "'Ụmụnwaanyị anyị kajara akaja' - Charly Boy",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "All Progressives Congress",
    "Nnamdi Kanu",
    "PDP (People's Democratic Party)",
    "Vidio, Lee ihe Charly Boy kwuru maka Peter Obi, Nnamdi Kanu, na ọnọdụ nchekwa n'Ala Igbo, Duration 28,5427 Mee 2022",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Happy Childrens Day: Lee ezinụlọ ụmụaka ha niile bụ ọpụrụiche n'egwuregwu, Duration 4,0527 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Vidio, Army couple killed: Nwaada Gloria Matthew, di afọ 10 hụrụ ka e si gbuo mmadụ abụọ ọzọ so ha e me njem - Nwanne Gloria, Duration 28,0623 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Oseala: Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị, Duration 2,1821 Mee 2022",
    "Vidio, ESUT: Lee nwada dị afọ 24 na-akụzị na mahadum a, Duration 4,4824 Nọvemba 2021",
    "Vidio, Toyin Lawani: Ihe o were m ịkwapụta akwa Ifu Ennada yiri gaa AMVCA n'ezie, Duration 10,3224 Mee 2022",
    "Vidio, Charly Boy ekwuola na ọ chọrọ ndị ntoroọbịa pụrụiche maka ịchị Naịjiria, Duration 3,595 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}