{
  "published": "30 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Methodist Church of Nigeria/Facebook",
    "Ozị na-eru BBC ntị ugbua bụ na atọhapụla Ụkọchụkwụ Samuel Kanu Uche bụ onye nọ n'aka ndị ntọ kemgbe ụnyaahụ, 29 nke ọnwa Mee 2022.",
    "Ọnụ na-ekwuru ndị uweojii n'Abịa steetị bụ Godfrey Ogbonna, gwara BBC na a tọhapụla ya bụ ụkọchụkwụ n'ezie.",
    "Ndị ụka Methodist achọghị ka a kpọọ aha ha, sị na Bishop Uche nọzị n'ụlọụka ya n'Ihube ebe ndị ụka ya nabatara ya.",
    "Ha sị na a tọhapụru ya kemgbe ehihie taa n'Abịa steeti ebe e jidere ha, ma sizie ebe ahụ buru ya lọta ụlọụka ya dị n'Ihube, Okigwe, Imo steeti.",
    "Ụka Methọdist na Naijiria akatọọla ntọrọ a tọọrọ onyeisi bụ Samuel Kanu Uche sị na ọ bụ \"nnukwu ihe ihere\" nye ụka Methọdist na Naijiria nakwa na mbaụwa\".",
    "Dịka onyeisi ụka ahụ na Wesley Cathedral dị n'Umuahia, bụ Very Rev. Aaron Akabuokwu si gbara ama, ndị omekome tọọrọ Kanu Uche dịka o na-aga ọdọụgbọelu dị n'Owere ịbanye ụgbọelu dịka ọ kachara ụka.\"",
    "Akabuokwu, onye kpọrọ ihe mere, \"arụ na mmerụ ala\" kwuru na o gosiri etu ụdị mmadụ ndị mmadụ ghọọrọla na Naijiria.",
    "\"Ndị mmadụ anaghịkwa akwanyere ihe dị nso ugwu. Anyị nwere ntukwasa obi na Chineke ga-eji nke a kpọtee ndị ọchịchị n'ụra.\"",
    "Buhari nye iwu ka atọhapụ Kanu Uche na-egbughị oge-CAN",
    "Ebe foto si, Methodist Church of Nigeria/Muhammadu Buhari",
    "Otu jikọrọ ndị ụka Kraistị na Naijiria bụ Christian Association of Naijiria (CAN) akpọọla Buhari oku ka onye iwu ka ndị ọrụ nchekwa gbapụta Onyeisi ụka onyeisi ụka Methoduist Church bụ Samuel Kanu Uche  ndị ntọ tọọrọ ụbọchịụka, ozigbo.",
    "Ndị omekome tọrọ Kanu Uche na Bishọpụ Methodist na Dayosis nke Owerri bụ Rt. Rev. Dennis Mark nakwa Very Rev. Jeremiah Shittu oge ha si ebe ọ gara kara ụka na-ala.",
    "N'ozi nke CAN wepụtara ụbọchị Monde nke onye enyemaka mgbasaozi onyeisi ha bụ Pastor Adebayo Oladeji binyere aka, otu ahụ sị, \"Anyị na-akpọku Onyeisiala Muhammadu Buhari ka o mee ihe n'ile dị n'ike ya ịhụ na-atọhapụrụ ndị odibo Chineke na-egbughị oge, na enweghị mmerụahụ ọbụla.\"",
    "Ndị uweojii Abia steeti ekwuola na ha agaghị ezu ike ganye na ha azọpụta onyeisi ụka Methodist Church bụ Samuel Kanu Uche a tọọrọ ụbọchịụka n'ụzọ Leru-Isuochi dị n'Okpuru Ọchịchị Umunneochi dị n'Abia steeti na enweghị ọkọ kọrọ ya.",
    "A tọrọ Kanu Uche na otu Bishop ọzọ nke ụka ya bụ Rt. Rev. Dennis Mark, bụ Bishọpụ nakwa Very Rev Jeremiah Shittu oge ha si  be ha kara ụka na-ala.",
    "Etu ndị ntọ si tọọrọ Fada n'AfaraUkwu, obodo Nnamdi Kanu n'ụtụtụ taa",
    "Kumuyi ọ kagbuola 'crusade ' ụka Deeper Life kwadoburu n'Aba n'ihi egwu otu Ipob?",
    "Kings Assembly Church: Ihe ọdachi ataala isi mmadụ 31 n'emume ụka na Rivas steeti",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Geoffrey Ogbonna kwuru na ndị ọrụ ha amalitela ịma imi na-ala iji nweta ndị omekome kpara arụ ahụ.",
    "Ebe foto si, Methodist Church of Nigeria/Facebook",
    "Akụkọ na-erụ anyị ntị  na-ekwu na-ekwu na ndị bu egbe amaghị ndị ha bụ atọrọla nnukwu ụkọchukwu bụ onyeisi ụka Metọdist na Naijiria bụ Samuel Kanu-Uche.",
    "A tọrọ  nnukwu ụkọchụkwụ ahụ n'okporoụzọ si Ihube gawa leru-Isuochi  dị n'Okpuru Ọchịchị Umunneochi dị n'Abia steeti n'ụtụtụ ụbọchịụka, abalị 29 nke ọnwa Mee afọ 2022.",
    "Etu ndị ntọ si tọọrọ Fada n'AfaraUkwu, obodo Nnamdi Kanu n'ụtụtụ taa",
    "Kumuyi ọ kagbuola 'crusade ' ụka Deeper Life kwadoburu n'Aba n'ihi egwu otu Ipob?",
    "Kings Assembly Church: Ihe ọdachi ataala isi mmadụ 31 n'emume ụka na Rivas steeti",
    "A tọrọ Kanu na otu Bishop ọzọ nke ụka bụ Rt. Rev. Dennis Mark, bụ Bishọpụ nke  Owerri  nakwa Very Rev Jeremiah Shittu oge ha si emume ha gara na-ala.",
    "O teela ndị ntọ wara ndị ụkọchukwu ụka dị iche iche na Naijiria mana nke a bụ mbụ a na-atọrọ nnukwu ụkọchukwu na Naijiria kemgbe Jenwụwarị 2021 bụ oge tigbuo-zogbuo malitere rịwa elu na mpaghara Ọwụwa Anyanwụ Naijiria n'ụdị a hụbeghị kemgbe Agha Biafra.",
    "Ndị ntọ asaala asịsa n'Enugwu",
    "Ndị ntọ atọhapụla ụkọchụkwụ Katọlik a tọọrọ na Katsina Steeti",
    "Ndị ntọ atọhapụla Eze ndị Igbo na Ondo steeti bụ Donatus Okereke",
    "O doghị anya ma ya bụ ntọ emere na mberede ka ọ bụ ihe a kpara akpa mana ya bụ akụkọ etinyerela egwu n'etiti ụka Methodist na Naijiria  na-ofesi dịka ha na-atụ egwu maka ndụ.",
    "Akwụkwọ ozi ụka Methodist mba UK na Ireland zisara ndị ndu ụka ha  ji kpọọ ndị Methodist oku ekpere ụbọchịụka (29/5/2022) maka ntọhapụ Kanu na ndị atọrọ ha na ya nke Odeakwụkwọ ha bụ Christene Fakeye binyere aka, nke BBC Igbo hụrụ gbara ama ihe mere.",
    "Akwụkwọ ozi ahụ sịrị na-ekwu sị, \"Chaplaincy Management Council ji ohere a akpọ oku ekpere n'ụwa niile maka ntọhapụ onyeisi ụka Methọdist na Naijiria bụ His Eminence, Dr Samuel Chukwemeka Kanu Uche, ụkọchukwu ya (Chaplain) bụ Jeremiah Shittu na Bishop Dennis Mark bụ ndị a tọrọ n'ụtụtụ taa n'Abia steeti.\"",
    "Cheta na oge ịla ezumike nka nke Uche atụnyewala n'ụkwụ  nke mere na ọ na-agazị njem nlenta ikpeazụ n'ebe dị iche iche tupu ọ pụọ.",
    "Oge a kpọtụrụ ya, ọnụ na-ekwuru ndị uweojii bụ Geofrey Ogbonna kwuru na o mere eme n'ezie.",
    "O kwuru na ndị uweojii na-ama imi n'ala ịzọpụta ndị a tọọrọ ma nwụchie ndị tọọrọ ha.",
    "Maazị Usman Chinedu Mbaekwe gwara BBC Igbo ihe ọ gabigara n'aka ndị ntọ.",
    "\" Mkpamkpa ọjọọ ahụ kpara n'ezie, Anyị na-agba mbọ ụzọ ịtọhapụ ndị a tọrọ na inwuchi ndị a na-enyo tọọrọ ha.\"",
    "Kemgbe ọnwa Jenụwarị afọ 2021, ọnọdụ nchekwa malitere ndakpọ n'Ọwụwa Anyanwụ dịka oke ogbugbu mmadụ, ntọ na  mwakpo ndị uweojii, ndị agha, ndị ọrụ gọọmentị na ndị nwere agba ọzọ na-arị ibe ya elu.",
    "Mwakpo a gụnyere mwakpo ụlọ mkpọrọ Owere dị n'Imo steeti bụ nke nyere ohere  ka ndị  a tụrụ mkpọrọ gụnyere ndị omekome  karịrị mmadụ 1000 gbalaga.",
    "Gọọmenti Etiti na ndị ọrụ nchekwa ebola otu nwereonwe Biafra ebubo na ọ bụ ha nyụrụ ihe na-esi na Ọwụwa Anyanwụ.",
    "Mana ugboro ugboro, Ipob agọrọla isi onwe ha.",
    "Ebe foto si, Methodist Church of Nigeria/Facebook",
    "Samuel Emeka Kanu Uche bụ  onyeisi ụka Metọdịst na Naijiria ugbua bụ onye banyere n'ọkwa ahụ n'afọ 2013.",
    "Tupu ọ banye n'ọkwa ahụ, Kanu Uche bụbu 'archibishop nke ụka Methodist nke Enugwu Dayọsis.",
    "Onye Amagu, Ihube, Okigwe dị n' Imo steeti.",
    "O si n'ezinaụlọ ndị ụkọchukwu dịka nne na nna ya bụ Evangelist Thompson Kanu na Nneoma Janet Ebere Uche .",
    "Ọ malitere ọrụ ịgara Chukwu ozi n'afọ 1979 bụ oge e mere ya 'Deacon n'afọ 1979.",
    "E chiri ya 'bishọpụ n'afọ  1998 na Legos n'ọnwa Novemba afọ 1998.",
    "Ọ rụọla ọrụ mgbasaọma n'obodo dị iche iche gụnyere; Aba (1979-1981),Umuokpara (1981-1984) dị na Dayọsisi Umuahịa, Amechi  (1985-1989) ,Ngbo dị n' Abakaliki (Jan-March1990) nakwa Kano bụ ebe ọ bụbu \"Presbyter\"na-elekọta \"Kano Circuit\" malite n'ọnwa Maachị afọ 1990 rue Oktoba 1998.",
    "Ofụfe",
    "Naijiria",
    "Abia Steeti",
    "Ndị otu Kristi",
    "Ka anyị tighachị Naịjiria n'aka ndị nwe ya - Peter Obi30 Mee 2022",
    "Gee ntị, BBC Nkejielekere 8 gara aga",
    "A tọhapụla Ụkọchụkwụ Samuel Kanu Uche a tọọrọ kemgbe ụnyaahụelekere 5 gara aga",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0B70/production/_123982920_sports.jpg.webp\" alt=\"Fifa ewepụtala aha mba ndị ga-ezute onwe ha n&#x27;asọmpị iko mba ụwa 2022\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee mba ndị ga-ezute onwe ha n’asọmpị iko mbaụwa 20221 Eprel 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1531F/production/_123951868_nff.jpg.webp\" alt=\"Dkta Joseph Kabungo,\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Nigeria vs Ghana: A zọgbughị Joseph Kabungo, ọ nwụrụ site n'obi nkoropụ - NFF30 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6371/production/_123675452_chelseavsnewcastle_chelsea_twitter.jpg.webp\" alt=\"Chelsea\" width=\"832\" height=\"468\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ụgbọ Chelsea ọ gbara okpokoro?13 Maachị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5DDA/production/_123162042_fb54d14a-21c4-4299-b54a-9271764070b4.jpg.webp\" alt=\"Ndị bọọlụ Senegal na-enwe aṅụrị\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Etinyela ụbọchị ezumike na mba Senegal iji ṅụrịa maka mmeri iko Afcon 20217 Febụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7AF3/production/_123057413_masongreenwood_marcatkins_getty.jpg.webp\" alt=\"Mason Greenwood\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Aka akparala Mason Greenwood maka ebubo ịkpa nwaagbọghọ ajọ aka30 Jenụwarị 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/2C51/production/_124854311_soludo.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/2C51/production/_124854311_soludo.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/2C51/production/_124854311_soludo.jpg.webp\" alt=\"Chukwuma Soludo\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ugboro ise ndị ‘unknown gunmen’ cheerela Gọvanọ Soludo aka mgba22 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13108/production/_124888087_monekypox_bbc.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13108/production/_124888087_monekypox_bbc.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/13108/production/_124888087_monekypox_bbc.jpg.webp\" alt=\"Monkeypox virus\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Gịnị bụ Monkeypox?23 Mee 2022",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1681F/production/_118019129_esnbh-herdsmen.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1681F/production/_118019129_esnbh-herdsmen.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/1681F/production/_118019129_esnbh-herdsmen.jpg.webp\" alt=\"Eastern Security Network, Boko Haram na Ndị Fulani Ọchịehi\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Ipob /ESN: Etu Boko Haram, Mend, Fulani ọchiehi na otu ndị ọzọ dị n'Afrịka sị bido agha nnupuisi16 Eprel 2021",
    "<picture class=\"bbc-yfiktt e1enwo3v1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/145F2/production/_124824438_p0c86mng.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/145F2/production/_124824438_p0c86mng.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/145F2/production/_124824438_p0c86mng.jpg.webp\" alt=\"Ofe Oseala\" width=\"976\" height=\"549\" class=\"eehpdyc0 bbc-rb7xa0 e1enwo3v0\"/></picture>Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị21 Mee 2022",
    "Ka anyị tighachị Naịjiria n'aka ndị nwe ya - Peter Obi",
    "Ụlọikpe ajụla ịtọhapụ Rochas Okorocha dịka EFCC kpụpụrụ ya ikpe taa",
    "Ojukwu,Philip Effiong, Alex Madiebo na dike ndị ọzọ Biafra ji kpaa ike n'oge aghaEmelitere ikpeazụ na: 30 Mee 2021",
    "Ọnwụ nwunye m na ụmụ m abụọ n'emume Kings Assembly agbawaala m obi - Tony Akpan",
    "A tọhapụla Ụkọchụkwụ Samuel Kanu Uche a tọọrọ kemgbe ụnyaahụ",
    "Ihe i kwesịrị ịma maka Labour Party nke Peter Obi wụbara",
    "Nwoke ndị NDLEA nwuchiri nyụrụ ngwugwu ọgwụike 95",
    "'Unknown gunmen' gburu Gloria Matthew, Linus Audu, ndị ọzọ n'ọhịa Orlu - Nchọpụta BBC Disinformation Unit",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steetiEmelitere ikpeazụ na: 24 Febụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}