{
  "published": "31 Mee 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "BBC Igbo gara Pọtakọt ga hụ ọnọdụ nne na nna Deborah Samuel Yakubu bụ onye e gburu ma gbaa ọkụ maka ihe ndị gburu ya hutara ka mkparị ọ kparịrị onyeisi ụka Alakụba bụ Mohammed.",
    "Onyeisi ndị ụka Omega Power Ministry bụ Chibuzo Chinyere kpọdatara ha Pọtakọt nye ha onyinye ụlọ na ụgbọala.",
    "Naomi Goni, Deborah Samuel Yakubu, na ndị ọzọ banyerela na nsogbu maka ebubo ịkparị Mohammed",
    "Akụkọ ụgha dị icheiche na-efegharị gbasara ọgbaaghara dara na Sokoto",
    "Ụkọchukwu OPM enyela nne na nna Deborah Yakubu onyinye ụlọ na ihe ndị ọọ z",
    "Onyinye ndị a tụrụ nne na nna nwaada ahụ n'anya nke ukwu nke bụ na ọ bụ naanị ekele na otito ka ha ekele Chineke nakwa Pastọ Chibuzọ.",
    "Pastọ sị na ihe mere ya jiri kpọdata ha Ala Igbo bụ maka na ya hụrụ na ha nweghị ezi nchekwa n'Ugwu Awụsa, maka na ụmụntorobịa na-akpa aghara maka ịtọhapụ ndị gburu ya bụ nwaada ndị uweojii ji eji.",
    "O kwukwara na ihe ọzọ meturu ya n'obi bụ na nna ya bụ nwaaada e gburu egbu sị na ụmụ ya agaghịzị aga ụlọakwụkwọ ọzọ.",
    "Ọ sị na ọ bụ ya mere ya jiri sie ọnwụ ịkpọdata ha.",
    "Ugbua, nwanne Deborah nke nwoke bụ Mathew Emmanuel sị, \"ihe mere nwanne m nwaanyị mere ka m chee na-agaghịzị m aga akwụkwọ ọzọ, mana ugbua, Pastọ emeela ka m chegharịa dịka ọ kwetara ịkwụwara m ụgwọ akwụkwọ\".",
    "Deborah bụ nwata akwụkwọ n' ụlọakwụkwọ Shehu Shagari College of Education bu onye e gburu ma gbaa ọkụ n'abalị 12 nke ọnwa Mee, afọ 2022  maka ebubo na ọ kparịrị Mohammed.",
    "Ofụfe",
    "Naijiria",
    "Riva steeti",
    "Vidio, Deborah Samuel Yakubu : Lee ọnọdụ ezinaụlọ nwaada e gburu na Sokoto kemgbe Pastọ Chibuzọ Chinyere nyechere ha ụlọ, Duration 2,5331 Mee 2022",
    "Vidio, Zama Zama South Africa: Ihe na-eme n'ime ọnụ ebe a na-egwupute ọlaedo, Duration 9,2230 Mee 2022",
    "Vidio, Lee ihe Charly Boy kwuru maka Peter Obi, Nnamdi Kanu, na ọnọdụ nchekwa n'Ala Igbo, Duration 28,5427 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Army couple killed: Nwaada Gloria Matthew, di afọ 10 hụrụ ka e si gbuo mmadụ abụọ ọzọ so ha e me njem - Nwanne Gloria, Duration 28,0623 Mee 2022",
    "Gee ntị, Akụkọ ga-amasị gị ị ga-achọ ikọ taa niile, Duration 0,59elekere 8 gara aga",
    "Vidio, Ebere Asonibe: Achọburu m ịbụ dọkịta maọbụ nọọsụ mana abụzị m dibia, Duration 5,5625 Mee 2021",
    "Vidio, Drone Technology: 'Agaghị m ụlọakwụkwọ were mụta etu e si arụ 'drone' - Agbo Samson, Duration 4,022 Juun 2021",
    "Vidio, Chika Okpala: 'Ọ bụ mmasị m nwere n’ọrụ amị kwanyere m n’ọrụ ejije' - Zeburudaya, Duration 1,53,2920 Mee 2022",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}