{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ngalaba Africa Eye nke BBC emeela nchọpụta banyere ndị mbịarambịara na-eso egwupute ọlaedo na mba Saụt Afrịka.",
    "N'ihe onyonyo ha wepụtara, ụfọdụ ndị ahụ na-egwu ala n'ihe a kpọrọ 'Zama Zama', kọwara ihe ize ndụ ha na-agabiga igwupute ya bụ ọlaedo.",
    "Ha kwuru na ụfọdụ oge ndị omekome na-awakpo ha n'ime ala ebe ahụ.",
    "W'Etu anyị si ata ahụhụ inwete mmiri ọṅụṅụ n'obodo Ezeukwu, Abia Steeti'",
    "Akaọrụ 10 a na-agbara ọsọ ndị ọzọ ji eriju afọ",
    "Lee ihe akụ ọnatarachi juru n'Anambra steeti",
    "Ha kwukwara na ụfọdụ oge ndị uweojii na-anwụchi ha, ebe ụfọdụ na-ezute ọnwụ ha n'ime ọnụ ahụ.",
    "Ndị nwunye ha kọwara etu ụjọ na-esi ejide ha ma di ha zọpụ ije a, ma kwuo na ọ bụ eziokwu na a na-asị ha ṅụọ 'milk' iji nyere ha aka ma ụzụzụ si n'igweri ọlaedo a nye ha nsogbu, mana ọtụtụ oge ka ọ na-ara ha ahụ inweta ego ha ga-eji zụọ ya bụ 'milk'.",
    "Lee ihe ha kwuru n'uju ebe a:",
    "Enweghị ọrụ",
    "South Africa",
    "Vidio, Zama Zama South Africa: Ihe na-eme n'ime ọnụ ebe a na-egwupute ọlaedo, Duration 9,22elekere 4 gara aga",
    "Vidio, Lee ihe Charly Boy kwuru maka Peter Obi, Nnamdi Kanu, na ọnọdụ nchekwa n'Ala Igbo, Duration 28,5427 Mee 2022",
    "Vidio, Oseala: Lee etu e si ahazi ofe ndị Igbo anaghị e si n'ọkụ mana ọ na-atọwa ntị, Duration 2,1821 Mee 2022",
    "Vidio, Osinachi Nwachukwu: 'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu, Duration 38,2011 Eprel 2022",
    "Vidio, Children of Biafra: Ihe ndị etobeghi ntoroọbịa hụrụ oge agha, Duration 5,0918 Jenụwarị 2020",
    "Vidio, Happy Childrens Day: Lee ezinụlọ ụmụaka ha niile bụ ọpụrụiche n'egwuregwu, Duration 4,0527 Mee 2022",
    "Vidio, Chioma Jazmine Okafor: Etu m si mata di m na Tik Tok, anyị agbaa akwụkwọ n'ime ọnwa abụọ - Ada Mr Ibu, Duration 3,376 Mee 2022",
    "Vidio, How to make black soap: Lee etu e si emepụta ncha nkọta e ji agwọ ọkọ dị iche iche, Duration 3,587 Eprel 2021",
    "Vidio, Nnamdi Kanu interview: Ọ bụ Zik tinyere Igbo n'ụmị a, Duration 6,0615 Febụwarị 2019",
    "Vidio, Nigeria presidential election 2023: ‘Kpọpụta mmadụ niile chọrọ ịzọ ọkwa ka anyị mara onye ruru m’ – Peter Obi, Duration 37,0319 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}