{
  "published": "12 Septemba 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Nomsa Maseko",
    "BBC News, Johannesburg",
    "Ebe foto si, Getty Images",
    "Ọnwụ Ezenwaanyị Elizabeth nke abụọ akpalịtela ọtụtụ iru uju na nzipụta ozi iti aka n'obi nke si n'aka ọtụtụ ndị ọchịchị nakwa ndị nkiti n'ụwa.",
    "Ọtụtụ ndị bi na mba ndị mba Briten chiri n'oge gara aga ezipụtala ozi nkwanye ugwu maka ọnwụ Ezenwaanyị dịka ndị ọzọ na-ekesa foto ndị esere mgbe ọ bịara njem na mba ha dị icheiche.",
    "Mana ọ bụghị mmadụ niile na-egosipụta mmasị ndị a. Ọnwụ ya akpaliterela ụfọdụ ncheta etu ọchịchị mba Briten siri mekpaa ndị mmadụ ahụ, zuru ọtụtụ nka na akụnụba ndị mmadụ n'akụkụ mba Ọdịda Anyanwụ Afrịka, nakwa nzuru ọlaedo na dayamọndụ na Ndịda Afrịka na India nakwa ịtụ mgbere ohu ndị Afrịka n'oge gara aga.",
    "Agbanyeghị na onyeisiala mba Saụt Afrịka bụ Cyril Ramaphosa zipụtara ozi kwuru na Ezenwaanyị bụ onye a ga-eji ọtụtụ ihe ọma wee cheta, otu pati na-anọghị n'ọchịchị bụ Economic Freedom Fighters party (EFF), kwuru na ha agaghị eso n'iru uju na-aga n'ihu ugbua.",
    "\"N'afọ 70 ọ chịrị dịka Ezenwaanyị, enweghị mgbe ọ katọrọ mpụ ndị mba Briten na ezinụlọ ya mere n'akụkụ ụwa dị icheiche. Nke ka njọ bụ na o ji mpako buru ihe ndị a ha mere n'isi\", pati a bụ nke atọ kachasị ibu na Saụt Afrịka kwuru.",
    "\"N'uche anyị, ọnwụ ya bụ ihe ncheta maka oge ọjọọ na mba anyị nakwa n'akụkụ Afrịka\".",
    "Na soshal midia, ọtụtụ ndị mmadụ kwukwara okwu dị otu a.",
    "Ebe foto si, Getty Images",
    "Ezenwaanyị Elizabeth ebe ya na onyeisiala mba Gana bụ Kwame Nkrumah n'afọ 1961 - Foto tụrụ ọtụ ndị mmadụ na Saụt Afrịka n'anya bụ ebe akpamoke nye ndị isi ojii n'arị elu n'oge ahụ.",
    "Uju Anya, onye ọkammụta Naịjirịaa amụrụ na mba Amerịka, zipụrụ ozi awa olemole tupu Ezenwaanyị anwụọ, nke kpalitere nrụrịtaụka na soshal midia.",
    "Twitter mechara wepụ ozi ahụ maka na ọ dara iwu ọba ozi ha.",
    "N'ozi ya nke abụọ, ọ dere sị: \"Ọ bụrụ na onye ọbụla na-eche na m ga-akwanyere Ezenwaanyị ugwu bụ onyeisi gọọmentị mba hụrụ na e gburu ọtụtụ ndị ezinụlọ m, onye ahụ na-arọ nrọ. Ihe a mere ka ọtụtụ ndị ezinụlọ m ghara inwe ebe obibi ebe ọtụtụ ndị dị ndụ ugbua nọ n'ihe isi ike\".",
    "Ozi o zipụtara na twitter na-atụ aka n'agha Biafra nke mere n'ebe ngwụcha afọ ndị 1960 ga. N'agha ahụ, mba Briten kwadoro ndị agha Naịjirịa na mmachi mbubata nrị, ọgwụ na ihe ndị ọzọ nke mere ka oke agụụ mekpaa ndị mmadụ ahụ ma mee ka e memina ndị otu na-achọ nnwereonwe Biafra.",
    "Otu onye ọzọ na Twitter bụ @ParrenEssential, sara ozi ya kwuo na ọ bụghị etu a ka ndị Naịjirịa si akpa agwa dịka o dere \"Ị na-emetọ omenala anyị nakwa mba anyị.\"",
    "Ndị ọzọ kwukwara na ịkparị mmadụ n'oge ọnwụ ya abụghị agwa e ji mara ndị Afrịka.",
    "Ozi ndị ọzọ wujụkwara na soshal midia bụ ozi ndị na-ekwu ka e weghachite ọla dayamọndụ nke a na-akpọ 'Star of Africa', bụ nke e si na mba Saụt Afrịka gwupụta n'afọ 1905. Ọla a dị n'Okpueze mba Briten ruo taa nke ọtụtụ na-ekwu na ọ bụ ihe 'e zuru ezu'.",
    "Ọ bụ gọọmentị Transvaal zụtara dayamọnd ahụ ma nye ya Ezinụlọ Eze nka mba Briten dịka onyinye, mana ihe ndị mmadụ na-ekwu na soshal midia bụ na ọla ahụ bụ nke ndị mba Saụt Afrịka.",
    "Otu onye kpọrọ onwe ya @Qban_Linx na Twitter kwuru na ọnụego ọla ahụ bụ nde dọla 400, ma dịrịkwa na Mkpara Eze na-eji n'ụbọchị echichi ya. Ego a nwereike ịkwụ ụgwọ akwụkwọ ụmụakwụkwọ mahadum 75,000 na Saụt Afrịka.",
    "Ebe foto si, Getty Images",
    "Ezenwaanyị Elizabeth ebe o bu n'aka nrị ya mkpọ nke na-egosi ike ọchịchị ndị be Eze nwere ọla 'Star of Africa' n'isi ya.",
    "Ụdị ozi dị etu a sị n'akụkụ India pụta n'akara mgbasaozi \"Kohinoor\" dịka Ezenwaanyị Elizabeth nwụchara.",
    "Ozi ahụ na-atụ aka n'ọla dayamọndụ nke dị n'okpu Ezenwaanyị (Consort) ọhụrụ ga na-ekpu.",
    "Ozi ndị ọzọ katọrọ Ezenwaanyị kwuru na ọ gaara iji ikike ọchịchị ya hụ na e bughachị ozu ndị niile nwụrụ n'agha megide ọchịchị ndị Briten.",
    "Ndị mba Kenya na Saụt Afrịka na-ekwu ka e weghachite isi ndị agha ha dịka Koitalel Samoei nakwa Eze Hinstsa kaKhawula nke Saụt Afrịka nke ndị Briten buuru ka ihe nrite gaa mba ha dịka e gbukasiri ahụ ha n'ebe afọ 1835.",
    "Ndị mmadụ chetakwara etu e si gbuo ndị Kenya aghara aghara na ngagharịiwe nke Mau Mau. Otu nwoke bụ Gitu Wa Kahengeri dị afọ 17 mgbe e mere ngagharịiwe ahụ nke dị afo 81 ugbua kwuru na ọ chetere etu ndị nchekwa mba Briten siri tụọ ya mkpọrọ ma ghara inye ya nrị.",
    "Ebe foto si, Reuters",
    "Gitu wa Kahengeri so mee ngagharịiwe Mau Mau katọrọ agwa ndị Briten dịka o kwuru na ọ na-eru uju.",
    "Kahengeri gwara ndị ntaakụkọ Reuters sị: \"Ha weghaara ala m, ihe nketa oke m. Agbanyeghị nke a, anyị na-eru uju n'ihi Ezenwaanyị bụ mmadụ. Ọ bụ ihe mwute mgbe mmadụ nwụọ.\"",
    "Onyeisiala Kenya bụ Uhuru Kenya nke zipụtara ozi ma kwuo na Ezenwaanyị bụ \"onye ji ndụ ya gbaa odibo nke ọha na-eṅomị\" na-anata ọtụtụ nkatọ ọkachasị dịka o nyere iwu ka ndị mba ahụ were ụbọchị anọ ruo uju.",
    "Aka chịbụrụ mba Botswana bụ Ian Khama so na ndị nyere Ezenwaanyị nkwanye ugwu dịka o kwuru na enweghị onye ga-anọchịnwụ anya ya.\"",
    "O kwuru \"Ọchịchị ndị ọcha abụghị oge anyị chọrọ ịcheta n'ihi na ọ bụ oge oke egwu.\"",
    "\"Ezenwaanyị natara ihe ndị bu ya ụzọ mere, ọ bụghị ya kpatara isi ha... mana oge ọ malitere ọchịchị ya, ọ gbara mbọ mezie ihe ọjọọ ndị bu ya ụzọ mere dịka ọ kpara agwa gosiri na ọ bịaghị ịgosi nkarị kama ọ bịara imezi ihe ndị e mebiri.\"",
    "Khama gara n'ihu kwuo, mba Afrịka kwesịrị ịṅomi ya dịka onye \"wetere ihe ọhụrụ n'oge gara aga dị oke egwu\"",
    "Ọtụtụ ekwuola na Ezenwaanyị arịọghị mgbaghara maka mpụ ndị mba Briten agbanyeghị na o kwuru na oge ndị ahụ bụ oge \"nkụda obi\" na oge \"nkụda anya\" dịka ogbugbu e gburu ndị mmadụ n'Amristar na mpaghara ugwu India n'afọ 1919.",
    "Tupu Ezenwaanyị e mee njem gaa ebe ahụ n'afọ 1997 bụ ebe ndị Briten nyere ndị agha iwu ka a gbagbuo ndị ngagharịiwe na-enweghị ike ịgbapụ, o zipụtara ozi rịọ mgbaghara maka ihe ndị mba ya mere.",
    "O kwuru \"Anyị enweghị ịmegharị ihe e mere n'oge gara aga nke anyị ghara achọ ka ọ ghara ime. E nwere ihe ndị obi mgbawa nakwa ihe ndị ọṅụ merela n'oge gara aga mana anyị ga-amụta site ndị obi mgbawa ahụ dịka anyị ga-agbado ụkwụ n'ihe ọṅụ merela\"",
    "United Kingdom",
    "Queen Elizabeth II",
    "Ntuziaka sịte n'ụbọchị ruo n'ụbọchị maka olili Ezenwaanyị Elizabeth II11 Septemba 2022",
    "BBC Nkeji14 Juun 2022",
    "Echiche ụfọdụ ndị Afrịka nwere maka ọrụ Ezenwaanyị Elizabeth II12 Septemba 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/59B8/production/_126586922_fc8009de-e706-4d58-a9f2-a82f91b8a813.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/59B8/production/_126586922_fc8009de-e706-4d58-a9f2-a82f91b8a813.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/59B8/production/_126586922_fc8009de-e706-4d58-a9f2-a82f91b8a813.jpg.webp\" alt=\"Zinchenko\" width=\"1915\" height=\"1078\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Egbe ntụ Arsenal ji bịa ọgụ anyụọla ka ọkụ na be Man Utd4 Septemba 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/18230/production/_126046889_179f7293-74eb-4787-a1f0-2564787d77e7.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/18230/production/_126046889_179f7293-74eb-4787-a1f0-2564787d77e7.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/18230/production/_126046889_179f7293-74eb-4787-a1f0-2564787d77e7.jpg.webp\" alt=\"Uchenna Kanu\" width=\"1080\" height=\"608\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Eji m ụkwụ ụkpọrọ malite ịgba bọọlụ n'Aba - Uchenna Kanu26 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5ada/live/4a2f5460-0c31-11ed-93ba-314ede9cd985.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5ada/live/4a2f5460-0c31-11ed-93ba-314ede9cd985.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5ada/live/4a2f5460-0c31-11ed-93ba-314ede9cd985.jpg.webp\" alt=\"Tobi Imusan\" width=\"586\" height=\"398\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Tobi Amusan: Ihe ị kwesịrị ịma maka nwaada Naijiria ritere N65m n'asompi 'World Athletic Championship'25 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg.webp\" alt=\"Super Falcons\" width=\"1890\" height=\"1063\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Ihe mere anyị jiri zaa oku ịgbara Naịjirịa bọọlụ - Ụmụnwaanyị Super Falcons18 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg.webp\" alt=\"Mo Farah\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Ọ bụ mgbere ka ejiri kpọbata m mba Briten - Mo Farah12 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg.webp\" alt=\"Ndị Super Falcons nke Naịjirịa\" width=\"1379\" height=\"776\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Etu ndị Super Falcons nke Naịjirịa si eke ekike oge ha anaghị agba bọọlụ3 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7033/production/_126632782_bb9d4b74-30e8-4cc3-87e7-0e51568c795d.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7033/production/_126632782_bb9d4b74-30e8-4cc3-87e7-0e51568c795d.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/7033/production/_126632782_bb9d4b74-30e8-4cc3-87e7-0e51568c795d.jpg.webp\" alt=\"Herbal Bitters\" width=\"677\" height=\"381\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>H﻿erbal Bitters: Uru na ọghọm dị na mmanya ilu ndị a jupụtara n'ahịa ugbua8 Septemba 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10E28/production/_126506196_44dcdaf2-a2cf-4ca7-93f2-25c50081676c.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10E28/production/_126506196_44dcdaf2-a2cf-4ca7-93f2-25c50081676c.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10E28/production/_126506196_44dcdaf2-a2cf-4ca7-93f2-25c50081676c.jpg.webp\" alt=\"Ndị na-eme ngharịiwe\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Igbo Independence: Ụfọdụ agha mmereonwe ndị Igbo lụrụ megide ndị ọcha mgbe gboo1 Septemba 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0A82/production/_126609620_800193a8-1476-4eb6-bed5-e5b87b4bd26d.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0A82/production/_126609620_800193a8-1476-4eb6-bed5-e5b87b4bd26d.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/0A82/production/_126609620_800193a8-1476-4eb6-bed5-e5b87b4bd26d.jpg.webp\" alt=\"Ndị ojiegbe\" width=\"640\" height=\"360\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Ogwu-Aniocha, Orsu, Izombe... Lee obodo ebe ndị mmadụ gbarala ọsọ n'ihi enweghị nchekwa6 Septemba 2022",
    "Ihe Peter Obi, Soludo na ndị ọzọ kwuru maka Mwakpo e mere Sinetọ Ifeanyi Ubah",
    "Echiche ụfọdụ ndị Afrịka nwere maka ọrụ Ezenwaanyị Elizabeth II",
    "Cost of living crisis: Etu m ji wee chọpụta ka e si eme 'millet bread' na-adịghị oke ọnụ",
    "'Ipob ebuteghị ọgbaaghara n'Oraifite' - Ifeanyi EjioforEmelitere ikpeazụ na: 20 Disemba 2019",
    "Naijirịa akụnyela Sudan akpụ anyaEmelitere ikpeazụ na: 15 Jenụwarị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Harrison Gwamnishu na 'Egbeigwe' ekpezielaEmelitere ikpeazụ na: 6 Ọgọọst 2021",
    "Lee ihe ndị na-akpatara gị afọ mgbu, na ihe ị ga-eme maka yaEmelitere ikpeazụ na: 17 Septemba 2020",
    "Etu ndị Super Falcons nke Naịjirịa si eke ekike oge ha anaghị agba bọọlụEmelitere ikpeazụ na: 3 Julaị 2022",
    "Etu ị ga-esi jiri ịzụ nchị bụrụ ọgaranya - Eluwa, Eze nchi na Naịjirịa Emelitere ikpeazụ na: 31 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}