{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Marco Silva",
    "BBC Climate Disinformation Specialist",
    "Mkpa ọ dị inyobanye anya n'ihe gbasara mgbanwe ihu igwe abụghị ihe a na-ekwucha ekwucha - mana na soshal midia, akụkọ ụgha gbasara ya ka na-egbochi ụfọdụ ndị mmadụ ịghọta mmebi ihu igwe.",
    "Dịka a na-eme nzukọ COP27 maka ọnọdụ ihu igwe na mba Egypt, etu ndị mmadụ si achọ ihe gbasara ya n'ịntanetị arịala elu, n'otu aka ahụ ka akụkọ ụgha gbasara ya si arị.",
    "Lee ihe ndị a kacha kpụrụ n'ọnụ.",
    "Ihe a na-ekwu: 'Na ihu igwe na-agbanwe abụghị eziokwu'",
    "Ụfọdụ ndị kwenyere na mgbanwe ihu igwe anaghị eme n'ezie nwereike ịhụta akụkọ ụgha ndị a dịka ụzọ ha ụzọ ha ga-esi ghọta ihe na-emenu kpọmkwem.",
    "Ha nwereike ikwenye na mmebi ihu igwe bụ ezigbo nkata ụfọdụ ndị otu zoro ezo, nwere agba, kpara. Ndị ọzọ nwereike ikwenye na ọ bụ nkata a kpara maka iji akpa ego - maọbụ nkata a kpara iji pichido ikike dịrị anyị.",
    "Enweghi ihe akaebe ọbụla na-akwado okwu ndị a.",
    "Ọtụtụ ndị ọkammụta - ihe ruru pasentị 99 n'ime, site na mgbakọ - kwenyere na ihu igwe na-agbanwe n'ezie ma kwenye na ọ bụ mmadụ mere o ji emebi.",
    "Kemgbe afọ 1850, mkpomọkụ mbaụwa ejirila 1.1C rịa elu, dịka otu ndị sayensị ihu igwe nke UN a kpọrọ Intergovernmental Panel on Climate Change (IPCC), si kwuo.",
    "N'ihi nke a, oke mgbanwe ihu igwe akawanyela njọ, nke na-etinye ndụ ndị mmadụ na ihe ndị ha ji biri n'ihe ize ndụ ebe ọbụla.",
    "\"Ọ bụghị ihe a na-ama ọnụ jijiji ekwu na ọrụ aka mmadụ so bute mkpomọkụ ihu igwe, oke osimiri na ala,\" ka ozi IPCC biputara n'afọ 2021 kwuru.",
    "\"Mgbanwe ihu igwe na-eme ebe a na ugbua: naanị ihe ọ ga-ewe anyị bụ ile oke ihe ọjọọ ihe ndị merela n'afọ a iji kweta nke a\", ka Dkt Ella Gilbert, onye ọkammụta sayensị na ngalaba British Antarctic Survey kwuru.",
    "Ebe foto si, Getty Images",
    "Mgbe a na-akpọ ihe ndị dị ka unyi na mmanụ ọkụ, ha na-ewepụta nnukwu anwụrụ na ikuku ọjọọ a kpọrọ 'carbon dioxide', nke bụ otu n'ime ihe a kpọrọ 'greenhouse gas', na-ekuba ya n'ikuku",
    "Ihe a na-ekwu: 'Mgbanwe ihu igwe bụ nsogbu ndị mba ofesi'",
    "Mmebi ihu igwe na-esi na nkuputa anwụrụ na ikuku ọjọọ nke na-esi na 'greenhouse gases' dịka carbon dioxide, nke na-ejide mkpomọkụ si n'anwụ ma na-eme ka mbara ụwa kpowanye ọkụ.",
    "Mba ndị nwere ego kacha emepụta anwụrụ ikuku ọjọọ - mba ndị dị ka Amerịka, Briten na Germany.",
    "Nye ọtụtụ ndị mba ndị enweghi ego, nke a mere ka igbo nsogbu mgbanwe ihu igwe bụrụ \"nsogbu ndị mba ofesi\": otu ihe na-agbasaghị ha nakwa nke na-emetụchaghị etu ha si ebi ndụ kwa ụbọchị.",
    "Mana mgbanwe ihu igwe amaghị okeala, ọ na-egosi onwe ya, ịma atụ na mba Pakistan, ebe e kwenyere na ọ bụ mgbanwe ihu igwe kpatara oke idemmiri kpara mkpamkpa nso nso a.",
    "Nnchọcha gosiri gosikwara na mba ndị nke enweghi ego ka mgbanwe ihuigwe ga-aka emetụta - n'ime ihe ndị ọzọ, n'ihi enweghi ihe ndị a ga-eji lụso ya agha.",
    "\"Mgbanwe ihu igwe bụ nsogbu mbaụwa,\" ka Dkt Lisa Schipper, bụ onye na-eme nchọcha na mahadum University of Bonn dị na mba Germany. Mba ndị kacha daa ogbenye, ebe nrụpụta ihe na mwulite obodo na-adịchaghị \"abụghị ndị ọ na-agahị emetụta, ha bụ ndị na-ebute mgbanwe\".",
    "Nke a bụ otu ihe mere ndị gọọmentị ha ji chọọ ka e gee ha ntị na n'okwu gbasara ihu igwe - gụnyere COP27, ebe isiokwu ikpe ziri ezi gbasara ihu igwe ga-adị n'elu n'okwu a kpụ n'ọnụ.",
    "Ihe a na-ekwu: 'Mgbanwe ihu igwe nwereike ịdị anyị mma'",
    "Na mba ndị oke oyi na-atụkarị, na mbara ụwa na-ekpowanye ọkụ ugbua nwereike ịdị ha mma n'obi ma e lee anya na mbụ.",
    "Ịma atụ, Onyeisiala Putin: n'afọ 2003, o kwuru na ọ bụrụ na Russia kpowanye ọkụ, ndị mmadụ \"agaghị na-atụfucha ego n'ịzụ uwe mkpuchi oyi, owuwe mkpụrụ a kụrụ n'ubi ga-arị elu\" - nke bụ otu ihe a ka na-ekesa na soshal midia ndị Russia.",
    "Nsogbu bụ na ihe ọma ọbụla gaara esi na mgbanwe ihu igwe pụta na-adị ka ọ baghị uru n'ihi ụdịrị mkpamkpa ọ na-akpa na mbara ụwa gbaa gburugburu.",
    "IPCC na-ekwu na ọ bụrụ na mkpomọkụ mbaụwa jiri 1.5C rịa elu na ngwụcha senchuri a, mgbanwe ihu igwe nwereike iri mbaụwa tarị dọla 54 ($54t) ($69t ma ọ bụrụ na o jiri 2C rịa elu).",
    "Enweghi onye ma ihe echi ga-amụta: mba ndị dị na Mịdụl Isti nwereike ịnọ ubi ha abụrụ ọzara; mmiri nwereike iburu mba ndị nọ na Pacifik aịlandị buba n'okpuru oke osimiri na-eto eto; ebe nri nwereike ịkọ ọtụtụ mba Afrịka.",
    "Na mba ndị jụrụ oke oyi dịka Russia, ọkụ na-agba ọhịa n'oge ụgụrụ - ụdịrị nke gbara na Siberia n'afọ 2021 - abụrụla ihe na-eme ugboro ugboro, dịka ihu igwe ha na-ekpowanye ọkụ.",
    "Ebe foto si, Reuters",
    "Mkpowanye ọkụ na-eme Antarctic Peninsula agbanweela ihu nakwa ọnọdụ obibi gburugburu Antarctica",
    "Ihe a na-ekwu: 'Oke osimiri anaghị arị elu. Ọ bụ naanị ebili mmiri'",
    "Dịka ụlọọrụ Nasa nke mba Amerịka si kwuo, oke osimiri eburula pasentị 90 nke okpomọkụ merela n'ime afọ ole na ole a n'ihi mmụbanye 'greenhouse gases'.",
    "N'ihi nke a, mmiri kpụkọrọ akpụkọ n'ala amalitela ịgbaze. N'ihi na mmiri na-amụbanye ma ọ na-ekpo ọkụ, oke osimiri amụbawanyela dịka okpomọkụ na-arị elu.",
    "Na soshal midia, ahụla m ebe ndị na-ekwenyeghi na mgbanwe ihu igwe na-akọ ndị mmadụ maka ihe ha kpọrọ \"ọrụ ebili mmiri\" - mana ọ tara akpụ karịa etu ahụ.",
    "Ebili mmiri na-ebili ma na-ada: ọ na-egosi naanị ntakịrị na mgbanwe na-eme kwa ụgbọchị nke ga-anọzi mgbe oge gara. Mana a na-eche na n'ime afọ 100, ogogo oke osimiri esila 160 rịruo 210mm (nke bụ ebe isii ruo asatọ na ịnchị).",
    "\"Nke a jitu obere karịa etu ọ dị na mbido senchuri nke iri abụọ,\" ka Ken Rice, bụ ọkammụta physics na mahadum nke University of Edinburgh, kwuru. Ka o sila dị usoro a na-agbawanye ọsọ.",
    "Dịka mgbanwe a abụchaghị ihe anya nkịtị na-ahụ, ọ kpawala mkpamkpa. Ntolite oke osimiri pụtara na mbuze ebe ikpere mmiri na-agbawanye ọsọ, nke bụ na oke idemmiri nwere ike ịbụ ihe ga na-eme ugboro ugboro.",
    "Ndị ọkammụta sayensị na-ekwu na maọbụghị ma e mere ihe maka ya, ogogo oke osimiri nwereike iji 2m tolite (ihe bụ ebe 6.5ft) ebe ngwụcha afọ 2100.",
    "Nke a pụtara na nde kwuru nde ndị mmadụ bi nso mmiri - ọkachasị na mpaghara Eshia - nwereike ịnọ n'okpuru mmiri maọbụ oke idemmiri a na-enye ha nsogbu.",
    "Ebe foto si, Reuters",
    "Ndị bi n'obodo Obagi nke Rivers steeti nke Naịjiria si n'etiti oke idemmiri na-enye ha nsogbu agafe",
    "Ihe a na-ekwu:'Oge e ji emezi mmebi ihu igwe agaala'",
    "Ọ rara ahụ inwe nchekasị gbasara ihe isi ntaakụkọ na-ekwu maka mgbanwe ihu igwe. Okwu niile a na-ekwu maka \"ohere ikpeazụ\" na \"ihe ịdọ aka na ntị\" nwereike igbaji mmadụ aka.",
    "Nke a nwereike ime ka ụfọdụ ndị chee na enweghi ihe ọbụla a ga-emeli maka ya - na mkpochapụ ihe niile bi n'elu ụwa nwereike ime, dịka ọ na-egbu ndị ụwa oge ime ihe maka ya.",
    "Anaghị agbagha ya - ihu igwe na-agbanwe, ihe mgbanwe ya na-ebute ga-anọ ruo afọ nde kwuru nde na-abịa.",
    "Mana oziọma dịkwa. Ndị ọkammụta sayensị emeela ka anyị mara ihe e kwesịrị ime n'ime nsogbu a na-eselite isi.",
    "Mba niile ga-ebelata aka na mwepụta 'greenhouse gas', dịka - n'otu aka ahụ - ha ga-achọ ụzọ ha ga-esi ghọta nke ha zipurula n'ikuku.",
    "Nke a bụ otu ihe mere nzukọ ndị dị ka COP27 ji dịrị mkpa - ọ bụ otu ụzọ ndị ndọrọndọrọ ọchịchị ga-esi gbakọọ ma kpaa nkata maka atụmatụ ha ji ebuso mgbanwe ihu igwe agha.",
    "\"Ihe ọbụla anyị ga-emeli iji ebelata ihe anyị na-eme, ga-ebute mgbanwe ọbụladị ntakịrị\", ka Dkt Gilbert si na British Antarctic Survey kwuru.",
    "\"Ohere anyị nwere iji eme ihe maka ya na-epewanye mpe, mana ya bụ ohere ka dị, anyị ga-eji aka abụọ ghọrọ ya.\"",
    "Gburugburu",
    "Klaimet chanji",
    "A mụrụ anyị mgbe a na-atụfu ejima - Ụmụ ejima gbara afọ 8013 Nọvemba 2022",
    "BBC Nkeji14 Juun 2022",
    "Nke bụ eziokwu maka nkọmịrịkọ ise gbasara mgbanwe ihu igweelekere 4 gara aga",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/59B8/production/_126586922_fc8009de-e706-4d58-a9f2-a82f91b8a813.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/59B8/production/_126586922_fc8009de-e706-4d58-a9f2-a82f91b8a813.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/59B8/production/_126586922_fc8009de-e706-4d58-a9f2-a82f91b8a813.jpg.webp\" alt=\"Zinchenko\" width=\"1915\" height=\"1078\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Egbe ntụ Arsenal ji bịa ọgụ anyụọla ka ọkụ na be Man Utd4 Septemba 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/18230/production/_126046889_179f7293-74eb-4787-a1f0-2564787d77e7.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/18230/production/_126046889_179f7293-74eb-4787-a1f0-2564787d77e7.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/18230/production/_126046889_179f7293-74eb-4787-a1f0-2564787d77e7.jpg.webp\" alt=\"Uchenna Kanu\" width=\"1080\" height=\"608\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Eji m ụkwụ ụkpọrọ malite ịgba bọọlụ n'Aba - Uchenna Kanu26 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5ada/live/4a2f5460-0c31-11ed-93ba-314ede9cd985.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5ada/live/4a2f5460-0c31-11ed-93ba-314ede9cd985.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5ada/live/4a2f5460-0c31-11ed-93ba-314ede9cd985.jpg.webp\" alt=\"Tobi Imusan\" width=\"586\" height=\"398\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Tobi Amusan: Ihe ị kwesịrị ịma maka nwaada Naijiria ritere N65m n'asompi 'World Athletic Championship'25 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/b539/live/9b544d80-067f-11ed-93ba-314ede9cd985.jpg.webp\" alt=\"Super Falcons\" width=\"1890\" height=\"1063\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Ihe mere anyị jiri zaa oku ịgbara Naịjirịa bọọlụ - Ụmụnwaanyị Super Falcons18 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/bb18/live/138ed0c0-01d2-11ed-bfa6-89ae37be3a04.jpg.webp\" alt=\"Mo Farah\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Ọ bụ mgbere ka ejiri kpọbata m mba Briten - Mo Farah12 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/ffc6/live/2cadef90-fa35-11ec-b731-23c42742ee74.jpg.webp\" alt=\"Ndị Super Falcons nke Naịjirịa\" width=\"1379\" height=\"776\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Etu ndị Super Falcons nke Naịjirịa si eke ekike oge ha anaghị agba bọọlụ3 Julaị 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3909/live/69e92a10-5ec5-11ed-b950-4dadc68f0cfc.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3909/live/69e92a10-5ec5-11ed-b950-4dadc68f0cfc.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/3909/live/69e92a10-5ec5-11ed-b950-4dadc68f0cfc.jpg.webp\" alt=\"Jinwanu\" width=\"656\" height=\"422\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Sweet Potato: Uru ise ji nwannu maọbụ nduku na-aba n’ahụ8 Nọvemba 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/AC53/production/_127551144_201aa7c1-0fcc-4a96-abb6-3af38cb04e3f.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/AC53/production/_127551144_201aa7c1-0fcc-4a96-abb6-3af38cb04e3f.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/AC53/production/_127551144_201aa7c1-0fcc-4a96-abb6-3af38cb04e3f.jpg.webp\" alt=\"Dibia Afa\" width=\"979\" height=\"550\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Divination: Lekwa sayensi dị n'ịgba afa7 Nọvemba 2022",
    "<picture class=\"bbc-yfiktt e1mo64ex1\"><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/14729/production/_127435738_whatsubject.jpg.webp 400w\" type=\"image/webp\" sizes=\"(min-width: 1008px) 400px\"/><source srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/14729/production/_127435738_whatsubject.jpg 400w\" type=\"image/jpeg\" sizes=\"(min-width: 1008px) 400px\"/><img src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/14729/production/_127435738_whatsubject.jpg.webp\" alt=\"Rabiu Kwankwaso\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/></picture>Nigerian Presidency 2023: Ihe mere ntuliaka a ga-eji atụ ndị mmadụ n'anya - Rabiu Kwankwaso1 Nọvemba 2022",
    "A mụrụ anyị mgbe a na-atụfu ejima - Ụmụ ejima gbara afọ 80",
    "Imi, ewu, na okwu ndị yiri onwe ha n’asụsụ Igbo na Yoruba",
    "Ụ﻿lọikpe atụnyela mmadụ ise na nga maka ebubo ịgba ajadu ọtọ n'ihi ịkpa ejula n'ọhịa arụsị",
    "Otu n'ime ndị ohi a gbara ọkụ n'Enugwu bụbu onye uweojii - Ahmed Ammani",
    "Lee ihe Igwe Mmaku kwuru maka nwaanyị ajadụ a gbara ọtọ kpụgharịa n'obodo",
    "BBC Nkeji",
    "Edward James Roye, nwaafọ Igbo bụbu onyeisiala mba LiberiaEmelitere ikpeazụ na: 5 Julaị 2020",
    "Etu m si zute di m bụ Gọvanọ Akeredolu nke Ondo Steeti - Betty Anyanwu",
    "E﻿tu ị ga-esi chekwaa ihe ụmụaka nọ n'ezinaụlọ gị na-eme n'ịntanetị",
    "E﻿tu otu nwa agbọghọ si makpuo n'ime osimiri na Legọs",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2022 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}