{
  "published": "7 Jenụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Aleem Maqbool",
    "Religion editor, BBC News",
    "Sista Mary Elizabeth abụrụla nwanyị ụkọchukwu afọ iri abụọ na anọ kama nke a gbanwere mgbe o zutere otu onye n'ụlọụka Preston, Lancashire nke gbanwere ihe niile.",
    "Onyeisi otu ndị Sista nke Mary nọ kpọrọ ya gaa ihụ ụkọchukwu Robert onye sitere Oxford bịa njem nleta. Kama onyeisi sista Mary pụrụ ịza oku, were hapụ naanị Mary na Robert.",
    "\"Ọ bụ mbụ naani mụ na ya na-anọ. Anyị abụọ nọrọ dịka ọ na-eri nri, mgbe o richara ma onyeisi anyị alọtabeghị, m si ka m dupu ya mgbe ọ chọrọ ịla\".",
    "Sịsta Mary biri ndụ etu ndị sista si ebi, ọtụtụ mgbe n'ụbọchị ka ọ na-anọ n'ọnụ ụlọ ya ekpe ekpere. Kama Mary kwuru na dịka ọ na-edupụ Robert, na akwa Robert metụrụ ya na ahụ ma enwee etu ahụ siri mee ya.",
    "\"E nwere etu ahụ siri mee m, ihere bidoro mewe m. M were jụọ onwe m ma ahụ a na-eme Robert etu o siri mee m\".",
    "Mary chetara na dịka otu izuụka gachara na ọ nwetara ozi Robert nke jụrụ ya ma ọ ga-ahapụ ị bụ sista lụọ ya.",
    "Mgbe Mary bụ Sista, ọ bụ n'otu Carmelite Roman Catholic religious order ka ọ nọ na ya",
    "\"Ya bụ ihe riri m ọnụ. N'ihi na a na m ekpuchi isi m, ọ hụtụbeghị ntụtụ isi m mbụ. E nweghị ihe ọ ma maka m, enweghị ihe ọma maka etu m siri too ya fọdụzịa aha nne na nna m nyere m.",
    "Tupu Mary Elizabeth abanye otu ndị sista nke Carmelite mgbe ọ dị afọ 19. Aha ya bụ Lisa Tinkler onye a mụrụ na Middlesbrough.",
    "Agbanyeghị na nne na nna ya abụghị ndị na-ebu okpukperechi n'isi, ọ bụ njem nsọ nwanna nwaanyị nna Lisa mere mụọ Lisa mgbe ọ dị naanị afọ isii. Nke a mere ka ọ gwa nna ya ka ọ rụọrọ ya ebe ọ ga na ekpe ekpere n'ọnụ ụlọ nke ya.",
    "Lisa mechara jiri aka ya gaa otu n'ime ụka katọlịk nọ ya nso, were nọrọ ọdụ n'oche - ebe a ka ọ nọ chọpụta oke Ihunanya ọ nwere n'ebe Virgin Mary nọ, onye bụ nne Jịsọs.",
    "Ọ bụ mgbe ọ gara njem ndopụ ije n'ụlọụka nke ndị otu Sịsta nke Carmelite na-ahazị ka ọ nọrọ kpebie ị bụ sisita.",
    "Robert toro na mba Poland ma bụrụkwa onye Mọnk nke otu Carmelite dị n'Oxford",
    "Mary na-echeta etu o siri dịka ime mụọ ya emepere dịka ọ banyere ụlọụka dịka sịsta were hapụ ihe ụwa ndị ọzọ.",
    "\"E bidoro m ibi ndụ ndopụ iche dịka onye sista. Anyị nwere oge ezumike abụọ kwa ụbọchị mgbe anyị ga-enwe nkeji iri atọ ịkparịtaụka n'etiti onwe anyị. Ewepụ ya ị ga-anọ n'ime ọnụ ụlọ nke gị naanị gị na-ekpe ekpere. Enweghị onye gị na ya ga-arụkọ ọrụ, ọ bụ naanị gị oge niile\", dịka Mary siri kwuo.",
    "Sista Mary Elizabeth enyeghị Robert ọsịsa ajụjụ ọ jụrụ ya dịka ọ maghị ihe ọ ga-eme.",
    "Agbanyeghị na onweghị ihe Roberet ma maka ya, kama Mary ma ụfọdụ ihe maka Robert.",
    "Lisa kwuru na tupu ọ hụta Robert na ya amaghị ihe bụ ihụ mmadụ ọzọ n'anya.",
    "Mgbe Robert na-abịa Oxford n'ụka ndị Carmelite dị na Preston, ụfọdụ mgbe ọ na-abịa aka ụka Mass ebe Lisa na-ele ya mgbe ọ na-aka Mass.",
    "Ọ bụ mgbe ọ na-aka ụka Mass ka Mary chọpụtara na Robert toro na Silesia dị na mba Poland nke dị nso mba Jamanị. Kama o kwuru na mgbe ahụ na ọ nweghị ihe o ji ya kpọrọ.",
    "Kama ugbua, ihe niile agbanwela.",
    "\"Amaghị m ihe ọ bụ mmadụ ịhụ mmadụ ibe ya n'anya mana a chọpụtara m na m na-agbanwe n'ụzọ m na-aghọtaghị\".",
    "Sista Mary mechara kata obi were gwa onyeisi ha na ọ na-enwe mmasị ebe Fada Robert nọ, ọzịza onyeisi ha nyere ya tụrụ ya n'anya.",
    "\"Onyeisi anyị enweghị ike ịghọta etu m siri hụ Robert ya fọdụzịa ịhụ ya n'anya n'ihi na anyị na-anọkarị n'ime ọnụ ụlo anyị. Onyeisi anyị jụrụ m etu m siri hụ Fada Robert n'anya\".",
    "Uche na-echekasị Mary maka etu ezinụlọ ya maọbụ Bishọp ya ga-esi anabata ihe a na-eme ya. Ọ chekwara uche ma ihe a ọ ga-emetụta etu Chukwu sị ahụta ya.",
    "Kama nkata ya na onyeisi ha nwere mere ka o kpebie.",
    "Lee ebe ị ga-ahụta akụko Lisa na Robert na Redio n'elekere 16:30 GMT na BBC Radio 4 n'ụbọchị Monday 2 January - emechaait will be available on BBC Sounds",
    "\"Dịka etu onyeisi anyị siri gwa m okwu, e yiiri m uwe m kwakọọ ihe m, si ụlọụka pụo. Dịka m na-apụ ka m hapụrụ ihe niile maka Sista Mary Elizabeth.",
    "Robert gwara Lisa na ọ ga-abịa Preston n'ihi na ọ chọrọ ka otu onye ọ tụkwasịri obi nye ya ndụmọdụ maka ihe obi ya na-agabiga.",
    "Lisa chere na ọ ga-abụ n'ụlọ oriri nke Black Bull ka ha ga-anọ, nke amere ka ọ gawa ebe ahụ.",
    "Kama ọ kwesịrị ịbụ oge ọṅụ kama mgbe Lisa rutere ebe ahụ, ihe mere n'abalị nọvemba ahụ nke afọ 2015 abụghị ihe nyere ya obi ụtọ.",
    "Robert kwuru na mgbe ọ hụrụ Lisa na Black Bull na egwu jidere ya",
    "Lisa kwuru sị, \" Mmiri na-ezo, ọkụ ụgbọala na-acha m n'anya, obi m na-asị m ka mbie ihe ka mzụọ ike\". echiche igbu onwe ya batara Lisa n'obi oge a.",
    "The rain was lashing down as I was walking along the Garstang road. The traffic was coming towards me with bright headlights and I just thought 'I could just finish this,'\" she says, referring to a momentary suicidal thought.",
    "\"A na alụrịta ọgụ n'ime m, e chere m na m bie ihe a ugbua na ọ ga-enye Robert ohere ibi ndụ ya dịka Fada. Kama obi ọzọ na-agwa m na Robert kwenyere n'ajụjụ ọ jụrụ m maka ịlụ ya\"",
    "Robert kwuru sị, \"Mgbe m hụrụ ya, obi mapụrụ m\"",
    "\"Eziokwu, ọ bụ ụjọ jupụtara m n'obi ọbụghị ọṅụ. N'ihi mgbe ahụ ka o doro m anya na m ga-eji ndụ m niile kwado Lisa ọzọkwa bụ na a maram na enweghị ihe kwadoro anyị maka ihe anyị na-abanye n'ime ya\".",
    "Robert na-eche na ọ bụ etu o siri too dịka nne ya bụ Katọlịk ebe nna ya bụ Protestant butere ọnọdụ a.",
    "Ọgbagwo juru Robert anya etu ọ ga-esi bido ụwa ọzọ n'afọ 53",
    "\"Mgbe Lisa metụrụ ahụ akwa m ka ihe bidoro ịgbanwe, e nwere ihe siri ike batara m n'obi. e nweghị mgbe o jiri gbagwojuo m anya n'ihi na e kuziri anyị etu ị ga-esi hazie ụdịri ihe ndi a mgbe ị bụ fada maọbụ sista\", dịka Robert siri kwuo.",
    "O kwuru na ozi ahụ o zịgara Lisa ka ọ lụo ya butere ya ọtụtụ ntule na iche uche.",
    "Ọ sị, \" Mgbe m hụrụ Lisa na Black Bull , egwu jidere m abụghị egwu ime mụo maọbụ ihe ọbụla kama ọ bụ etu m ga-esi ebido ụwa n'isi n'afọ 53\".",
    "Ibido ndụ ha n'isi siri ike dịka Lisa na-echeta otu ihe mere tupu oge ekeresimesi eruo mgbe ha ka hapụrụ ọrụ fada na sisita.",
    "Lisa kwuru sị, \"E nwere mgbe m lere Robert anya, ọ na-ebe akwa arịrị. Mgbe ahụ ka m chere na anyị ga-ekpebi ihe niile dịka etu akụkọ Romeo amd Juliet siri dị\".",
    "Ọ gara n'ihu sị, \" O siiri Robert ike n'ihi o yiri ka ọ bụ naani ya nọ ma ọ maghị etu ọ ga-esi gaa n'ihu. Kama anyị jidere onwe anyị aka ma gaa n'ihu\".",
    "Lisa bụụkọchukwu n'ụlọọgwụ ebe Robert bụ Vicar n'ụlọụka na mba Ingland",
    "Ihe butere ha udo bụ ihe ekuziri ha n'ụlọụka nke bụ - ịtụkwasị obi n'okwukwe gị .",
    "\"Dịka onye Fada maọbụ Sista, a na-ekuziri gị na obi gị niile ka ị ga-enye Chukwu. Kama obi m bịara na-eto nke ịnye Robert ohere ka ọ bata, mana a chọpụtara m na ọgbanweghị etu m sị ahụta Chineke\".",
    "Lisa nwetara ọrụ n'ebe a na-echekwa ozu ma mechaa nweta ọrụ dịka ụkọchukwu n'ụlọọgwụ. Ndị ụka nke Ingalnd mechara nabata Robert kama akwụkwọ ozi sitere na Rome nke kwuru na ọbụghịzị onye otu ndị Carmelite butere ya obi ịda mba\".",
    "Ha abụọ mechara bụrụ dị na nwunye ma nwee ụlọ ebe ha bi na obodo Hutton Rudby nke dị na North Yorkshire - ebe e mere Robert ụkọchukwu na-elekọta ụlọụka dị ebe ahụ.",
    "Lisa na Robert na ụbọchị ha lụrụ onwe ha",
    "Lisa onye bụ sista afọ 24 ma ọgụghịkwa akwụkwọ dịka etu Roberet siri gụọ kwuru na ndụ ọhụrụ a mere ya ka ọ bụ nkiri ka ọ bịara ime. O bụ ugbua ka o bidoro itule etu ntụtụ isi ya ga-adị na ụwe ọ ga-eyi.",
    "Lisa kwuru na-ewepụ Robert na ọ kaara ịlaghachi azụ n'ụka ndị Carmelite makla na ndụ o biri dịka onye sista ka na-agụ ya.",
    "Kama ha enwetala ụzọ mgbapụta maka ndụ ochie a na-agụ ha.",
    "\" Ọtụtụ mgbe, a na m eche na mụ na Robert ka bi kwa n'ụka, dịka ndị Carmelite abụọ bi n'otu ụlọ ma na-ebiri Chineke ndụ ha. Anyị ji ekpere agba onwe anyị ume, mgbe ịhụnanya nọ n'ihe ọkpukperechi ọbụla ị na-ekpe, ị ga-achọpụta na-enweghị ihe gbanwere nụ\".",
    "Lisa kwuru na ya na Robert kwetara na ọ bụ mmadụ atọ nọ n'alụm dị na nwunye ha.",
    "\"Kraịst bụ etiti alụm dị na nwunye anyị ma bụrụ ihe mbụ n'ihe niile anyị na-eme. Ọ bụrụ na-ewepụ ya, echeghị m na anyị kaara anọte aka\"",
    "Akọrọ akụkọ Lisa na Robert na ihe emume nke  Beyond Belief n'elekere 16:30 na BBC Radio 4 n'ụbọchị Monday 2 January - emechaait will be available on BBC Sounds.",
    "Photography by Ian Forsyth",
    "Translated by Chigozie Ohaka.",
    "Ihe Wilson Ndubuisi kwuru maka ebubo na o gburu nwunye ya n'ihi achịchaelekere 6 gara aga",
    "Etu Fada na Sịsta siri lụọ onwe ha7 Jenụwarị 2023",
    "Ọ gịnị na-esere Soludo na Fada Ebube Muonso ọzọ?5 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/17416/production/_127645259_3bd4f4d8-506d-4d67-877a-b3794daa526e.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/17416/production/_127645259_3bd4f4d8-506d-4d67-877a-b3794daa526e.jpg.webp\" alt=\"Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Cristiano Ronaldo ahapụla otu M﻿anchester United22 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg.webp\" alt=\"Qatar 2022\" width=\"739\" height=\"373\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Ihe ndị a na-atụ anya ya na nke na-akpọtụ n'asompi a malitere taa20 Nọvemba 2022",
    "Ihe Wilson Ndubuisi kwuru maka ebubo na o gburu nwunye ya n'ihi achịcha",
    "Ihe mere Bishop Katọlịk nke Abakịlikị jiri tụhapụ nkwanyeugwu Gọvanọ Umahi nyere ya.",
    "Etu Fada na Sịsta siri lụọ onwe ha",
    "Etu ndị Adoration si nabata Fr Ejike Mbaka dịka o si Monastery lọbata taa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ọrịa otoro si gbuo ọtụtụ mmadụ n'Afikpo",
    "Ụdị ‘structure’ m chere Peter Obi kwesịrị inwe tupu ọ chọwa ịbụ onyeisiala - Ned NwokoEmelitere ikpeazụ na: 20 Juun 2022",
    "Bola Tinubu: Onye bụdị 'Agụ Bourdillon’ meriri na ntuliaka imeụlọ APC?Emelitere ikpeazụ na: 8 Juun 2022",
    "NBA conference 2022: Ihe Peter Obi, Atiku na Tinubu kwuru ha ga-eme ma ha zọta ọchịchị Emelitere ikpeazụ na: 22 Ọgọọst 2022",
    "Eji m anya m hụụ ọnwụ m mana Chineke zọrọ m ndụ - Ohakim",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}