{
  "published": "8 Jenụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Deirdre Finnerty, Elise Wicker y Yazmina Garcia",
    "BBC News",
    "Otụtụ afọ agaala kamgbe Emma Delaney na-agabiga nsọbie naanị ya",
    "N'uche gị, ị dị afọ 20 ma chọpụta na ịbanyela ọnọdụ nsọbie, maọbụ menopause na bekee, gịnị ka ị ga-eme?",
    "Ọ bụghị etu a ka Emma, Soe-Myat na Elspeth si chee na oge ntorobịa ha ga-adị.",
    "Ntule ọrịa bụ mmalite ije ịchọpụta ihe a na-emetụta ndụ ụmụnwaanyị niile ka ha na-aka nka, mana ndị na-ekwu maka ya dị olemole.",
    "Ọrịa isii kacha emetụta ụmụnwaanyị karịa ụmụnwoke",
    "'Ahụghị m nso m, chee na m dị ime'",
    "Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri",
    "N'ụtụtụ otu ụbọchị n'ọnwa Ọgọst 2013 ka ọkachamara n'ihe banyere ọrịa tụlechara akwụkwọ ahụịke Emma Delaney, ma gwa ya na nsọ ya ebiela n'agbanyeghị na ọ dị afọ 25.",
    "Ike kwụrụ ọtọ gwụ Emma dịka ọ nụrụ nke a, o jikwa uche ya na-atụgharị ihe ọ nụrụ.",
    "Nso ya alaghachibeghi kamgbe o jiri kwụsị ịṅụ ọgwụ na-egbochi afọ ime afọ olemole gara aga, ọ pụghị ịpụta ọzọ.",
    "Ọ gaghị enwe ike ịtụrụ ime na-enweghi enyemaaka ọbụla.",
    "O chetara sị, \"A maghị m ihe m ga-eme... Ọ gwara m ya dịka onweghi ihe ọ bụ, na agaghị m amụnwu nwa.\"",
    "Emma bụ otu n'ime ọtụtụ ụmụnwaanyịnwere nwere ọnọdụ a bụ 'Primary Ovarian Insufficiency' (POI ), nke bụ ụdịrị nsọbie (menopause) ọbụla mere tupu nwaanyị eruo afọ 40.",
    "Ọtụtụ oge amaghị ihe na-ebute ọrịa a. Agbọghọbịa nwere ike inwe mmenọrịa a ruo afọ 40.",
    "Ọrịa a na-emetụta otu n'ime ụmụnwaanyị 100 n'UK, ndị ọkachamara chere na ọnụọgụgụ a karịrị nke a ma ama.",
    "Mana ọ bụ okwu ekwubeghi ọfụma maka ya.",
    "\"Onwebeghi mgbe mkparịtaụka gbasara nsọbie na-eme agbọghọ ji bụrụ okwu a kpụ n'ọnụ ma ncha,\" Dkt. Dr. Nighat Arif bụ onye a ma ọfụma na Tiktok, ma na-ahụ maka nleta ndị nwere ọrịa nsọbie kwuru.",
    "\"Ọ na-abụkarị ụmụnwaanyị ndị kawarala nka. Ọ bụghị ya ka a na-ele anya.\"",
    "N'ụfọdụ ụmụnwanyị, dịka Emma, amachaghị ihe mere ehe (ovary) ha anaghị arụ ọrụ etu o kwesịrị, mana ọrịa ndị ọzọ na-emetụ ihe na-echekwa ahụ maọbụ awamahụ nwereike ibute POI.",
    "Tụkwasị nsogbu ahụ na-eme ha, ọ na-akụda mmuo ha n'ụzọ dị ukwuu. Dịka dọkịta Emma gwara ya ihe na-eme ya, o bere akwa n'ụgbọala ya ruo otu awa.",
    "Onweghi ihe Emma maara gbasara nsọbie, ma ewezuga ihe ọ nụrụ mgbe ndị agadị nwaanyị na-ekwu maka ya ebe a na-eme isi, bụ ụlọọrụ ya.",
    "Ọdịnihu ọ na-ele anya, ebe ọ ga-amụ ma zụọ ụmụ abụọ nke ya, agaala n'efu.",
    "Ka ụfọdụ ọnwa gara, e nyere Emma ọgwụ Hormone Replacement Therapy (HRT).",
    "Ọ chọpụtara na ehe (ovary) ya kwụsịrị ịrụ ọrụ, ahụ ya akwụsị ịmepụta 'estrogen' na 'progesterone', bụ homon na-eme ka nwaanyị hụ nsọ ya.",
    "Ihe a nyere ya nsogbu ruo ọtụtụ afọ.",
    "Ọ chọpụtara na nchefu na ihe ndị ozọ na-emetụ ya n'ụbụrụ bụ nsọbie kpatara ya. Ọ naghị ekwe ya arahụ ụra ọfụma n'abalị.",
    "O nyeghi aka na nne ya dị afọ 40 ka na-ahụ nso ya. Ndị enyi ya ebidola ịlụ di ma mụta ụmụ nke ha.",
    "O kwuru sị, \"Onweghi onye na-aghọta ihe m na-agabiga.\"",
    "Emma bidoro gbawa mbọ n'ọrụ ya nke ukwuu, ma wepụ uche ya n'ihe niile gbasara ọrịa ọ na-arịa. Ọ malitere ịpụ n'abalị ịga oriri na nkwari iji nweta onwe ya.",
    "\"Aṅụrụ m mmanya gwoogwoo, ma na-akwa iko etu ọbụla o siri masị m... A maghị m etu o si eme m nke bụ na m chọrọ ịgwa mmadụ hoohaa,\" ka ọ kọwara.",
    "Dịka nke ahụ ezughi, ụmụnwaanyị na-achọpụta na ha nwere POI ka a na-agwọ ha ọrịa ọzọ siri ike.",
    "Nsọbie Soe-Myat mere ya n'afọ 23",
    "Soe-Myat Noe na-agụ Graphic Design na London nwere nsọbie malitere dịka a na-agwọ ya ọrịa kansa.",
    "N'afọ gara aga, ka ọ dị sọọsọ afọ 23, ọ chọpụtara na o nwere kansa rurula agba nke atọ.",
    "Ọgwụgwọ ahụ mebiri ehe (ovaries) ya, mana n'oge ahụ ọ maghị ihe ọ pụtara.",
    "\"Ndị dọkịta na nọọsụ gbadoro anya n'ịgwọ ọrịa kansa... Onweghi onye gwara m ihe nsọbie na-ebute,\" ka o kwuru.",
    "Mgbaama gụnyere ịnụ mgbịrịgba na ntị, ike ọgwụgwụ na nchegbu. Ha na-abịa ozugbo mgbe ọbụla.",
    "Onweghi onye na-ahụ maka ahụike gwara ya ihe o kwesiri ime. O ji aka ya gaa n'ịntanetị ịchọpụta.",
    "O bidoro ṅụwa ọgwụ HRT, nke nyeere ya aka.",
    "Soe-Myat ji nka ya aghọta ihe na-eme ya",
    "Dkt. Nighat Arif sị na ọtụtụ ụmụnwaanytị nwere ọrịa a na-ezitere ya ozi.",
    "O kwuru na ọ ga-adị mma ka a na-enwe mkparịtaụka ka mmadụ matakwuo maka ọrịa POI, iji wepu ihere ndị mmadụ na-enwe ikwupụta okwu.",
    "Ọ bụrụ na-elebaghi anya n'ọrịa a, POI nwere ike ibutekwu nsogbu dịteworo aka n'ọkpụkpụ ụmụnwaanyị, obi ha, ma na uche ha.",
    "Dkt. Arif kwuru na ihe ọzọ anaghị ekwu maka ya bụ nsogbu na-eso mmekọahụ na enwekwaghị mmasị mmekọahụ.",
    "Elspeth chopụtara na o nwere ọrịa a ka ọ dị afọ 15",
    "Elspeth Wilson, 23, ghọtara nke a ọfụma. Ọ chọpụtara na o nwere POI mgbe ọ dị afọ 15, nsogbu akwamiko bụ ihe ọ gabigarala kamgbe o jiri malite ya.",
    "\"O siri ike maka na a chọrọ m imere onye nke m na m hụrụ ya n'anya. Mana ahụ m anaghị ekwe m. Ụfọdụ ihe na-emekpa m ahụ maka ọrịa a,\" ka o kwuru.",
    "\"Ihe na-ewe m iwe bụ na ndị dọkịta akọwaghịrị m na ọ ga-adị etu a.\"",
    "Ọ chọtara otu ọgbakọ na Whatsapp ebe ụmụnwaanyị ndị ọzọ nwere ọrịa a nwere ike ikwu uche ha ka o si eme ha.",
    "Nkwado",
    "Ebe foto si, BBC/Elise Wicker",
    "Dkt Nighat Arif sị ka ụmụnwanyị niile kwupụta okwu maka nsọbie",
    "Soe-Myat, onye sonyere na ọgbakọ na-akwado ụmụ agbọghọ nwera kansa nke butere nsọbie, kwetara.",
    "\"Ọdị m ka a ghọtara m,\" ka o kwuru.",
    "Ọ bụkwa ihe Emma chopụtara ka oge n'aga.",
    "Dịka ọtụtụ afọ agaala kamgbe Emma chọrọ ịchefu ihe na-eme ya, o bidola ikwupụta okwu gbasara ihe ọ na-agabiga.",
    "Ọ gara hụ onye ndụmọdụ, na-enyere ya aka inwetakwu onwe ya.",
    "Ụfọdụ afọ gara aga ka ọ hụrụ onye nke ya ghọtakwara ihe ọ na-agabiga.",
    "N'Instagram, o soro hashtag nke nsọbie, ebe ọ chopụtara Daisy Network, bụ ndị ọrụ ebere na-akwado ma na-enyere ụmụnwaanyị nwere POI aka.",
    "Nke ahụ bụ izizi ya na ndị ọzọ ghọtara ya nwere mkparịtaụka.",
    "Ugbua ọ dị 34, o nwere olileanya na ọ ga-enwe ụmụ site n'ụmụ a ga-enyefe ya n'afọ ndị na-abịanụ.",
    "Kwa oge kwa oge o na-eyi uwe ojii e dere #MakeMenopauseMatter n'uhie.",
    "Ndị ahịa ya kwuo na dịka ọ bụ agbọghọ, o kwesighi inwe nsọbie, ọ na akọwara ha ihe kpatara ya.",
    "\"Ha na-agwa m na m kuziiri ha ọtụtụ ihe maka nsọbie na ọkara awa karịa ihe ha ma maka ya n'ụwa ha niile.",
    "Ọ na-enye m obi ụtọ na abụ m onye na-ekwupụtara ụmụnwaanyị ibe m okwu.\"",
    "Chioma Nkemdilim tụgharịrị akụkọ a.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ahụike echiche",
    "Vaginal dryness: Ihe asaa nwaanyị kwesiri ịma maka ọtụ ya ịgba mmiri4 Disemba 2021",
    "Women Health: Ọrịa isii kacha emetụta ụmụnwaanyị karịa ụmụnwoke22 Mee 2020",
    "Gingivitis, periodontitis na ọrịa ndị ọzọ ga-etinyenwu ọnụ gị na nsogbu11 Julaị 2020",
    "Premature Ovarian Failure: Ahụghị m nso m, chee na m dị ime28 Nọvemba 2018",
    "Gọọmentị emechiela ọdọ ụgbọ oloko Edo Steeti dịka ndị ojiegbe wakporo ya8 Jenụwarị 2023",
    "NA EME UGBU A Akwụkwọ naịra ọhụrụ anaghị aṅacha aṅacha - CBN",
    "Etu m si buru m nne m ụzọ banye 'menopause'8 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg.webp\" alt=\"Qatar 2022\" width=\"739\" height=\"373\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Ihe ndị a na-atụ anya ya na nke na-akpọtụ n'asompi a malitere taa20 Nọvemba 2022",
    "Gọọmentị emechiela ọdọ ụgbọ oloko Edo Steeti dịka ndị ojiegbe wakporo ya",
    "Ihe Wilson Ndubuisi kwuru maka ebubo na o gburu nwunye ya n'ihi achịcha",
    "Etu ndị Adoration si nabata Fr Ejike Mbaka dịka o si Monastery lọbata taa",
    "Ihe mere Bishop Katọlịk nke Abakịlikị jiri tụhapụ nkwanyeugwu Gọvanọ Umahi nyere ya.",
    "Etu m si buru m nne m ụzọ banye 'menopause'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "'Abụbu m 'pastor' mana ugbua a bụzị m dibịa' - Ikuku the Great Ijele Emelitere ikpeazụ na: 3 Nọvemba 2022",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?Emelitere ikpeazụ na: 16 Jenụwarị 2022",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 12 Septemba 2020",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}