{
  "published": "17 Jenụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Komla Dumor's former colleagues reflect on the late broadcaster's talent",
    "BBC News na-achọ onye ntaakụkọ si mpaghara Afrịka ga-amụke ka ọnwa na kpakpando n'ihe nrite Komla Dumor nke afọ a bụ nke asatọ.",
    "A na-akpọku ndi ntaakụkọ si mpaghara Afrịka niile ka ha tinye akwụkwọ isonye n'ihe nrite a, bụ nke ga-ekpuhe ma kwalite ọnatarachi dị n'Afrịka.",
    "Onye meriri ga-anọ ọnwa atọ n'isiụlọọrụ BBC dị na Lọndọn, ebe ọ ga-amụta ọtụtụ ihe dị iche iche.",
    "Ohere itinye akwụkwọ ga-akwụsị n'ụbọchị 14 Febụwarị 2023, n'elekere 23:59 GMT.",
    "E hiwere ihe nrite a iji kwanyere Komla Dumor bụ nwafọ Ghana, onye ntaakụkọ na mgbasaozi n'ihe onyonyo BBC World News ugwu, bụkwanụ onye nwụrụ na mberede mgbe ọ gbachara afọ 41 n'afọ 2014.",
    "Nwunye Dumor bụ Kwansema Dumor sị na obi juru ya afọ n'ọrụ di ya rụrụ n'ụlọọrụ BBC ma sịkwa na ezinaụlọ ya \"na-ekele BBC maka icheta ya\" site n'ịhazi ihe nrite a.",
    "BBC na-arịọ ka ndị ntaakụkọ si mpaghara Afrịka tinye akwụkwọ maka ihe nrite a, bụ nke ga-akwalite ma kwanyere ndị ntaakụkọ pụrụiche bi ma na-arụ ọrụ n'Afrịka ugwu.",
    "N'ịgbakwụnyere ọzụzụ a ga-enye onye meriri, onye ahụ ga-aga otu mba Afrịka mee akụkọ ha nyochapụtara bụ nke a ga-agbasa n'ọbaozi BBC n'ụwa gbaa gburugburu.",
    "Dịka onye a ma ama n'ịgbasa akụkọ n'ụzọ pụrụiche nakwa mmasị o nwere n'ịkọ akụkọ banyere Afrịka, Dumor mere ihe gbapụtara ihe n'Afrịka nakwa mbaụwa.",
    "BBC ekpebiela ịganihu n'ịkwanyere Dumor ugwu a site n'ịkwado ndị ntaakụkọ si na mpaghara Afrịka ka ha na-akọ akụkọ ndị pụrụiche banyere Afrịka ka ụwa tụrụ lee.",
    "Chọpụtakwuo banyere ihe nrite ka ị maara ma itozuruoke isonye",
    "Nwafọ mba Zambian na-agbasa ozi na TV bụ Dingindaba Jonah Buyoya meriri n'ihe nrite a afọ gara aga - onye mbụ ga-erite ya site na mpaghara Ndịda Afrịka.",
    "N'oge ọzụzụ ya, ọ gara na mba Seychelles ịkọ akụkọ banyere etu osisi ndị a kụrụ na mba mmiri ga-esi enye aka ịbelata mgbanwe ihu eluigwe (climate change).",
    "\"Ndụ Komla Dumor kpalitere mmụọ m, ya mere irite ma soro na nkwanye ugwu a bụ nnukwu ihe nkwanye ugwu nye m,\" Ka Buyoya kwuru.",
    "\"Ana m agba ndị ntaakụkọ si Afrịka ume ka ha tinye akwụkwọ maka ihe nrite a; ọ bụ ụzọ dị mma e ji amụta ihe ma wulite amamihe e ji akọ akụkọ ndị pụrụiche banyere Afrịka.\"",
    "Liliane Landor, onye ji ọkwa 'senior controller n'ụlọọrụ BBC News kwuru: \"Ihe nrite a na ndị ritere ya na mbụ bụ ihe ịgba akaebe na mmasị Komla nwere iji ugwu na eziokwu akọ akụkọ banyere Afrịka.\"",
    "Dumor bụbu onye na-agbasa ozi n'emume Focus on Africa, igwe mgbasaozi na TV nke mbụ BBC hiwere naanị maka ndị Afrịka. A na-agbasa ozi a n'ọbaozi TV nke BBC World News, bụ nke a ga-achịkọ ya na BBC News Channel ọnụ dị ka afọ a na-aga n'ihu iji hiwe ọbaozi ọhụrụ.",
    "O so kwa n'otu n'ime ndị mgbasaozi na BBC World News' ngalaba European a na-eme n'ụtụtụ.",
    "O banyere n'ọrụ BBC n'afọ 2007 n'ime ọtụtụ afọ ọ rụchara ọrụ dịka onye ntaakụkọ na mba Ghana, bụ ebe o ritere nzere onye ntaakụkọ kachasị ibe na Ghana.",
    "Site n'afọ 2007 ruo afọ 2009 ọ na-agbasa ozi n'emume 'Network Africa' nke BBC World Service, tupu ọ banye n'emume 'The World Today'.",
    "N'afọ 2009 Dumor bụ onye mbụ ga-agbasa ozi n'emume 'African business na BBC World News, Africa Business (akụkọ banyere azụmaahịa n'Afrịka). O mere njem gaa mba Afrịka dị iche iche, ebe o zutere ndị bụ ọkaibe n'azụmaahịa ma kọọ akụkọ banyere ọtụtụ azụmaahịa na-ewu ewu n'Afrịka.",
    "N'afọ 2013 aha Dumor pụtara n'akwụkwọ New African magazine' dịka otu n'ime mmadụ 100 kachasị gbapụta ihe n'Afrịka.",
    "Ndị ritere ya na mbụ:",
    "Nancy Kacungira onye Uganda",
    "Didi Akinyelure onye Naịjirịa",
    "Amina Yuguda onye Naịjirịa",
    "Waihiga Mwaura onye Kenya",
    "Solomon Serwanjja onye Uganda",
    "Victoria Rubadiri onye Kenya",
    "Dingindaba Jonah Buyoya onye Zambia",
    "West Africa",
    "Afịrịka",
    "South Africa",
    "BBC",
    "How Komla Dumor became the face of Africa21 Jenụwarị 2014",
    "BBC World TV's Komla Dumor dies18 Jenụwarị 2014",
    "Tributes to Komla Dumor20 Jenụwarị 2014",
    "Vidio, Komla Dumor's wide-ranging career18 Jenụwarị 2014",
    "Interviews with Mandela family19 Disemba 2013",
    "Ọgba Mbọ: Ekweghị m ka isi m kpuru gbochie iji aka m emepụta ihe dị mma - Ifeanyi Ukwueze17 Jenụwarị 2023",
    "NA EME UGBU A Ndị uweojii ejichiela otu nwoke nwa ya dị afọ anọ ji egbe ya egwuri egwu",
    "Gịnị na-esere onyeisi ụlọakụ etiti bụ Godwin Emefiele na ndị DSS?17 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/12FAC/production/_127704777_5f35738c-ef9d-42b2-9569-9c765049c3e9.jpg.webp\" alt=\"Qatar 2022\" width=\"739\" height=\"373\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Ihe ndị a na-atụ anya ya na nke na-akpọtụ n'asompi a malitere taa20 Nọvemba 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ndị Igbo bi na Kano enweghị ụjọ ọbụla, obi ruru anyị ala - Eze ndị Igbo na Kano",
    "Mwakpo ụlọọrụ Inec agaghị egbochi ntuliaka n'Ọwụwa Anyanwụ - INEC Enugwu",
    "Aka m adịghị na mwakpo ụlọ Ikenga Ugochinyere - Chinasa Nwaneri",
    "Chatham House: Ụmụ Naijiria ga-eji 'Green Passport' eko ma m bụrụ onyeisiala  -Peter Obi",
    "Ihe mere anyị ji wepụ 'Poster' ndị 'Labour Party' - Gọọmentị Anambra Steeti",
    "Etu 'unknown gunmen' siri gbuo nwoke lọtara ịgba nkwụ nwaanyị n'Arondizuogu",
    "Igbo History: Ọgụ Biafra abụghị mbụ Igbo na-egosi 'ofu obi,' Ị ma maka 'Igbo Landing'?Emelitere ikpeazụ na: 24 Mee 2020",
    "Etu anyị si rụpụta ogbunigwe e ji lụọ agha Biafra - Felix Oragwu",
    "Etu ọrịa 'brain tumour' si gaara ime ka m kpuo isi - Aproko Doctor",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}