{
  "published": "17 Febụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka mba Afrịka kachasị nwee akụnaụba nakwa ọnụọgụgụ ndị mmadụ - mmadụ nde 214 - ihe ọbụla mere na Naịjirịa na-agbasa ebe ọ dị ukwuu. Ha na-akwado ịhọpụta onyeisiala ọhụrụ ga-anọchi anya Muhammadu Buhari mana onye ọbụla meriri nwere ezigbo ihe ịmaka n'ihu na-eche ya.",
    "N'eserese a, e nwere ụfọdụ ihe ndị nọ n'obi ndị na-akwado ịtụ vootu.",
    "N'afọ gara aga, ọke ọnụ ahịa ngwa nri arịala elu na Naịjirịa - dịka ndị ọzọ nọ n'ụwa nke ihe butere ya bụ ọgbaghara na-eme na mba. Mana ọnụ ahịa ndị a na-arịbu elu tupu agha a malite - nke ihe butere ya bụ mmechi okeala nye mbubata ngwa ahịa si na mba ọzọ nakwa ụkọ mgbanwe ego igwe.",
    "Ọnụ ahịa ji 19% rịa elu n'afọ 2022, bụ nke kachasị n'ime afọ iri abụọ. Garri bụ nri nke a na-erikaarị o metụtara n'ebe ọkachasị pee mbe, mana ọnụ ahịa nri ndị ọzọ dị mkpa dịka tomato na akwụkwọ nri gbagoro elu bụ nke na-emetụta ọtụtụ ezinaụlọ n'ebe ọ dị ukwuu.",
    "Ọ bụrụ na onyeisiala ọhụrụ chọrọ inyere ndị mmadụ aka n'ọnụahịa nri, ha ga-ezute nsogbu chere gọọmentị aka mgba nke bụ na ha na-emefu karịa ihe ha na-enwete.",
    "A na-emefu ọtụtụ ego n'ibelata ọnụahịa mmanụ ụgbọala. Mba e ji mmepụta mmanụ agbidi maara eritebeghi uru n'ọnụahịa mmanụ a na-arị elu n'ihi enweghi ike isipụta mmanụ nke ha kama ha na-ebubata nke e siri na mba ọzọ.",
    "Ndị nkọwa na-eche etu a ga-esi kwụọ ụgwọ ndị a e ji nakwa ego ndị maara ya n'elu maka na ego gọọmentị na-enwete anaghịzi ezu n'oge afọ 2022.",
    "Dịka otu n'ime mba ndị kachasị emepụta mmanụ, Naịjirịa dabeere na nke a dịka ụzọ gọọmentị si enwete ego gụnyekwara ego igwe. Mana mba a bụ ọgara na mmanụ ejibeghi ego ndị a mepụta ezi ihe - ọ bụ ohi ka a na-ezu ọtụtụ ego ndị a maọbụ e jiri ha mee ihe abaghị uru.",
    "Mmepụta mmadụ na-agbada ala kamgbe ihe dịka afọ iri gara aga. N'afọ 2022 ọ dara karịsịa ka o si ada kamgbe afọ iri atọ.",
    "Ohi mmanụ nakwa mmebisi ngwa ọrụ so n'ihe ndị a na-arụ aka mere mmepụta jiri daa ala. A gbakwụnyere nke a n'ọtụtụ afọ a na-enweghi ezi mmepe, pụtara na Naịjirịa na-akụla ekwe azụ ma a tụnyere ya mba Afrịka ndị ọzọ na-emepụta mmanụ.",
    "Ọtụtụ ụmụafọ Naịjrịa nọ n'okpuru afọ 18, ndị ndu mba a nwere nsogbu amaghị etu a ga-esi jiri akaraka ndị ọnụọgụgụ ntoroọbịa mepụta ezi ihe.",
    "Ha kwesịrị inye aka mee ka akụnaụba too, iji mezuo ihe bụ ebumnobi ndị ntoroọbịa ndị a.",
    "Na-agbanyeghi na ọtụtụ n'ime ndị a agaghị enwe ike tụọ vootu, 40% n'ime ndị dabenyere aha ịtụ vootu nọ n'okpuru afọ 35, nke bụ mpaghara buru ibu. Ndị a nwere ikike ịgbanwe mpụtara ntuliaka.",
    "Ihe mbụ ọtụtụ ndị ntoroọbịa Naịjirịa chọrọ bụ ọrụ.",
    "Dịka ọ dị ugbua, ọtụtụ ndị Naịjirịa chọrọ ịrụ ọrụ enweghi ọrụ. A bịa na ndị ntoroọbịa, ihe karịrị ọkara ndị dị afọ 15 ruo 24 na-achọ ọrụ.",
    "Nsogbu banyere mgbochi ọrịa Covid 19 sokwa n'ihe kpatara ya mana ọnụọgụgụ ndị na-enweghi ọrụ dị mbụ na-arị elu tupu nje a apụta.",
    "Akụnaụba etoola kamgbe afọ 2015, mana o rubeghi n'ogogo ịnabata mmadụ niile na-enweghi ọrụ.",
    "Enweghi ezi nchekwa so n'otu n'ihe ndị a na-arụ aka mere akụnaụba etoghi ọfụma, mana ndị nkọwa akụnaụba rụtụkwara aka n'ụkọ ego mgbanwe nakwa mmechi okeala maka ibubata ngwa ahịa bụ nke megidere azụmaahịa.",
    "Ohere inwete ọtụtụ akụrụngwa ndị e ji azụ ahịa ga-eme ka azụmaahịa nakwa obibi ndụ dị mfe kwa ụbọchị dị obere.",
    "Ọnọdụ ọjọo nke ọkụ latrik abụrụla ihe e ji eme nkatọ ebe naanị 55% ọnụọgụgụ ndị Naịjirịa nwere ohere iji ọkụ latrik ebi ndụ, dịka ọnụọgụgụ World Bank wepụtara",
    "A bịa n'iji ịntanetị, naanị ndị Naịjirịa mmadụ 36% na-enwete ịntanetị, nke tinyere ya n'etiti mba ndị dị na mpaghara Ọdịda Anwanwụ Afrịka.",
    "O nwereike igwe gị agaghị ewepụta ụfọdụ ihe ngosi ndị a",
    "Ịkwụsị nsogbu banyere tigbuo zọgbuo dị elu na Naịjirịa ugbua bụ ihe mbụ onyeisiala ọhụrụ ga-eme.",
    "Mgbe mbụ a họpụtara Onyeisiala Buhari na 2015, Ihe ịma aka kachasị chee ya n'ihu bụ nsogbu ndị Boko Haram na mpaghara Ugwu. Dika ha akpachighizi ọtụtụ obodo, ntọrị mmadụ, mwakpo metụtara ndọrọ ndọrọ, nsogbu ndị ọchịehi na ndị ọrụ ugbo, mwakpo ndị ohi nakwa mkpagbu ndị n'aka uweojii mere ka obi ndị mmadụ da mba n'ọnọdụ nchekwa.",
    "E nweghi nsogbu a ga-agasị na-emetụta naanị ndị Ugwu - nsogbu ndị a ezuola mba ọnụ.",
    "O nwereike igwe gị agaghị ewepụta ụfọdụ ihe ngosi ndị a",
    "Otu n'ime ụmụaka ise nọ n'ụwa na-anọghị n'ụlọakwụkwọ bụ na Naịjirịa, dịka ngala UN na-ahụ maka nkwado ụmụaka bụ 'UN's children's fund, Unicef' si kwuo.",
    "Na-agbanyeghi na nke a na-egosi obere ọnụọgụgụ ndị ntoroọbịa Naịjirịa, eziokwu bụ na ụmụaka Naịjirịa dị agbata afọ 5 ruo 11 anọghị n'ụlọakwụkwọ bụ ezigbo nsogbu.",
    "Nke a bụ nsogbu zuru mba ọnụ mana ebe ọ kachasị njọ bụ na mpaghara Ugwu. Ọtụtụ n'ime ihe butere ya bụ ọnọdụ nchekwa ọjọọ, mana okike nakwa ụbịam so bute ya.",
    "Matakwuo maka ndị a na-azọ ọkwa Onyeisiala na nkwa ha na-ekwe",
    "Nigeria elections 2023: Ihe dị mkpa ị kwesịrị ịma maka ntụlịaka Naijirịa",
    "\"Ihe mere ntuliaka afọ 2023 ji dị anyị bụ ndị ntoroọbịa Naịjirịa oke mkpa\"",
    "Mwakpo ụlọakwụkwọ dị na Naịjirịa",
    "Ọgụ ndị na-achịehi",
    "Ụkọrọ mmanụ ụgbọala",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "First-time voters: 'Ihe mere ntuliaka 2023 a ji dị mkpa'17 Febụwarị 2023",
    "New Naira crisis: \"Ndị uweojii gbagburu nwanne m nwoke ebe ọ gara ịgbanwe ego ochie na POS\"elekere 8 gara aga",
    "Eserese gosiri nsogbu ndị cheere onyeisiala ọhụrụ nke Naịjirịa aka mgba17 Febụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Old Naira Deadline: Ego ochie ọ tọrọ gị n'aka? Lee etu ị ga-esi kwụnye ya",
    "Gịnị butere ngagharịiwe maka ego Naịra ọhụrụ ebipụtara",
    "Ihe Finland kwuru maka akwụkwọ ozi sị na ha sị ka a nwụchie Simon Ekpa",
    "New Naira crisis: \"Ndị uweojii gbagburu nwanne m nwoke ebe ọ gara ịgbanwe ego ochie na POS\"",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe D’banj kwuru maka ebubo nzufu ego gọọmentị nọ n'isi yaEmelitere ikpeazụ na: 7 Disemba 2022",
    "Ebubeagu alleged attacks: Ụlọikpe ekposala otu Ebubeagu n'Ebonyi steeti",
    "Anambra Police: Anyị na-enyocha ebubo na ndị uweoji atọ n'Anambra na-atọrị ndị mmadụ egbu - Force Hqtr",
    "Eserese gosiri nsogbu ndị cheere onyeisiala ọhụrụ nke Naịjirịa aka mgba",
    "Ihe mere PDP Abia Steeti jiri si n'Isialangwa North họpụta onye ga-azọ ọkwa Gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}