{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ ị ga-eji lee foto Gọvanọ niile meririla ntuliaka 2023 na Naịjirịa",
    "Ebe foto si, Rev Fr Hyacinth Alia",
    "Rev Fr Hyacinth Alia jiri ọkọlọtọ All Progressives Congress (APC) merie ọkwa gọvanọ na Benue",
    "Ebe foto si, Ebonyi State Government press office",
    "Francis Nwifuru jiri ọkọlọtọ All Progressives Congress (APC) merie ọkwa gọvanọ n'Ebonyi",
    "Ebe foto si, Yusuf Kabir",
    "Yusuf Kabir jiri ọkọlọtọ New Nigeria Peoples Party (NNPP) ọkwa gọvanọ na Kano steeti",
    "Ebe foto si, Sheriff Oborevwori facebook",
    "Sheriff Oborevwori jiri ọkọlọtọ Peoples' Democratic Party (PDP) ọkwa gọvanọ na Delta steeti",
    "Ebe foto si, Bala Mohammed facebook",
    "Bala Mohammed jiri ọkọlọtọ Peoples Democratic Party (PDP) merie ọkwa gọvanọ Bauchi steeti",
    "Ebe foto si, Babajide Sanwo-olu/Facebook",
    "Babajide Sanwo-olu jiri ọkọlọtọ All Progressives Congress (APC) merie ọkwa gọvanọ Legọọs steeti",
    "Ebe foto si, Caleb Mutfwang /Facebook",
    "Caleb Mutfwang jiri ọkọlọtọ Peoples Democratic Party (PDP) merie ọkwa gọvanọ Plateau steeti",
    "Ebe foto si, Seyi Makinde/Facebook",
    "Seyi Makinde jiri ọkọlọtọ Peoples Democratic Party (PDP) merie ọkwa gọvanọ Oyo steeti",
    "Ebe foto si, Umaru Mohammed Bago/Facebook",
    "Umaru Mohammed Bago jiri ọkọlọtọ All Progressives Congress (APC) merie ọkwa gọvanọ Naịja steeti",
    "Ebe foto si, Prince Bassey Edet Otu/Facebook",
    "Prince Bassey Edet Otu jiri ọkọlọtọ All Progressives Congress (APC) merie ọkwa gọvanọ Kross Riva steeti",
    "Afịrịka",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Governorship Elections Results: Lee eserese mpụtara ntuliaka ọkwa gọvanọ na Naịjirịa18 Maachị 2023",
    "NA EME UGBU A 2023 Governorship Elections: Ọ fọrọ ka Inec kpọpụta mpụtara ọkwa Gọvanọ n'Enugwu na Abia Steeti na steeti ọzọ na Naịjirịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}