{
  "published": "21 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Joel Gunter, Rebecca Henschke and Astudestra Ajengrastri",
    "BBC Eye Investigations",
    "Ndị ekperima a na-emekpa ụmụ enwe ahụ malitere na YouTube tupu ha agafee n'akụrụngwa soshal midia nzuzo ndị ọzọ",
    "Nnyocha nke BBC mere otu ogologo afọ agbaala n'anwụ otu ndị ekperima ọjọọ - si mba Indonesia ruo mba Amerịka - bụ ndị ji imekpa ụmụ enwe ahụ na-akpa ego n'ịntaneetị.",
    "Narị kwuru narị ndị ahịa ha nọ na mba Amerịka, UK, na ebe ndị ọzọ, dịka ha na-akwụ ụfọdụ ndị Indonesia ụgwọ ka ha na-emekpa ụmụ enwe ahụ ma na-egbu ha dịka a na-ese ha onyonyo.",
    "Otu ndị ekperima a malitere na YouTube tupu ha emechaa gafee n'ọbaozi sosha midia Telegram.",
    "Ndị uweojii na-achọ ọtụtụ ndị na-agba ndị otu ekperima ahụ aka ahịa, ejidekwala ọtụtụ n'ime ha",
    "Ịdọ aka na ntị: Akụkọ a nwereike ịtakasị gị ahụ",
    "Ndị ntaakụkọ BBC ji ụzọ nzuzo banye n'otu Telegram ebe narị kwuru narị ndị mmadụ na-agbakọ iji tụọ alo ụzọ mmekpa ahụ dị icheiche ma kwụọ ndị mmadụ na mba Indonesia ụgwọ ka ha ga mee ihe ndị a n'ahụ ụmụ anụmanụ.",
    "Ebumnuche ndị a bụ imepụta ihe onyonyo ebe a na-emekpa ụmụ enwe ahụ n'ụzọ dị icheiche, nye ha ntaramahụhụ, oge ụfọdụ, gbukwaa ha.",
    "BBC chọtara ma ndị a na-emekpa ụmụ enwe ahụ n'Indonesia, ma ndị na-ekesa ihe onyonyo ya, nakwa ndị na-azụ onyonyo ndị a, ma nwetakwa ikike n'ụlọikpe iji mee ka ndị a zute ikpe ziri ezi.",
    "A na-enyocha opekatampe mmadụ 20 na mba ụwa dị icheiche ugbua, tinyere ụmụ nwaanyị atọ bi na UK ndị uweojii nwụchiri n'afọ gara aga ma mechaa tọhapụ ha dịka nnyocha ka na-aga n'ihu, nakwa otu nwoke na steeti Oregon nke mba Amerịka bụ onye e jidere n'izuụka gara aga.",
    "Mike McCartney, otu onye so ekesa onyonyo ndị ahụ na mba Amerịka, bụkwa onye e ji aha 'Torture King' mara n'ịntanetị, kwetara ịgwa BBC okwu, ọ kọwara oge mbụ o sonyere otu ahụ na Telegram.",
    "\"Ha jụrụ ajụjụ,\" McCartneyy na-ekwu. \"Ị chọrọ ka anyị jiri 'hammer'? Ị chọrọ ka anyị jiri 'plier'? Ka ị chọrọ 'screwdriver'?\" Onyonyo ahụ bụ \"ihe kacha njọ m hụrụla na ndụ m,\" ka o kwuru.",
    "Ebe foto si, Joel Gunter/BBC",
    "\"The Torture King\" n'ụlọ ya na Virginia, ọ kọwara etu e si emekpa ụmụanụmanụ ahụ n'onyonyo ndị ahụ",
    "McCartney, nọbu n'otu ndị na-anya ọgbatumtum, mechaa gaa mkpọrọ, tupu ọ banye n'otu ndị na-emekpa ụmụ enwe ahụ. O mepere otu dị icheiche na Telegram bụ nke o ji ekesa onyonyo ndị ahụ.",
    "\"Onweghị ihe dị iche ya na ego si n'ọgwụ ike,\" ka o kwuru. \"Ego ọgwụike bụ ego ruru unyi, ego nke a bụkwa ego ruru unyi.\"",
    "BBC chọpụtakwara mmadụ abụọ ọzọ so n'otu a bụ ndị na-agabiga nnyocha ugbua n'aka ngalaba 'Homeland Security' nke mba Amerịka. Ha bụ Stacey Storey, mma nnukwu dị ebe afọ 40 ga si Alabama, onye a ma n'otu ahụ dịka \"Sadistic\", na onyeisi ọzọ a ma dịka \"Mr Ape\" - onye anyị enweghịike ịkpọpụta aha ya n'ihi okwu nchekwa.",
    "\"Mr Ape\" sara asịsa na mkparịtaụka ya na BBC na aka ya dị n'ọnwụ opekatampe ụmụ enwe anọ, nakwa mmekpa ahụ ọtụtụ ndị ọzọ. O nyela ego ka e mee onyonyo gosiri nnukwu mmekpa ahụ ụmụ enwe ka o kwuru.",
    "Ndị ọrụ ngalaba 'Homeland Security' jichiri ekwentị Storey, ebe ha hụrụ ihe karịrị otu narị onyonyo mmekpa ahụ ụmụ anụmanụ, ma hụkwa ihe akaebe na ọ kwụrụ ụgwọ ka e mee onyonyo gosiri nnukwu mmekpa ahụ.",
    "Ndị uweojii kwuru na Storey ka sonyekwara n'otu mmekpa ahụ na Telegram na mbido ọnwa a. Oge BBC gara ịgba ya ajụjụọnụ n'Alabama n'ọnwa Jenụwarị, Storey kwuru na ọ bụ ndị ekperima ji ụzọ aghụghọ banye n'ekwentị ya, ma jụkwa ikwu ihe ọbụla gbasara ebubo e boro ya.",
    "Ebe foto si, Ed Ou/BBC",
    "\"Echetara m ihu enwe nke ọbụla nakwa etu ha si nwụọ\" Mr Ape kwuru",
    "\"Mr Ape\", Stacey Storey  na Mike McCartney bụ mmadụ atọ n'ime mmadụ ise na-agabiga nnyocha n'aka ngalaba 'Homeland Security. Akpụpụbeghị ha ụlọikpe, mana ọ bụrụ na a ma ha ikpe site n'ihe akaebe a hụrụ n'aka ha, ha nwereike ịga mkpọrọ ihe ruru afọ asaa.",
    "Paul Wolpert bụ otu n'ime ndị ọrụ DHS na-enyocha okwu a, kwuru na arụ a ndị a na-eme bụ nnukwu ihe mwute nye ndị ọrụ ha niile so eme nnyocha a.",
    "\"Amaghị m ma o nwere ihe ga-akwado mmadụ maka ịhụ ụdị arụ dị otu a,\" ka o kwuru. \"Otu a ka ọ dịkwa ma ndị ọkaiwu nakwa onye ọbụla gụrụ maka nnyocha a. Ọ ga-abụ nnukwu ihe obi mwute.\"",
    "Onye ọbụla aka ya dị n'ịzụta maọbụ ikesa onyonyo mmekpa ahụ ụmụ enwe ndị a ga-adị njikere maka na \"anyị ga-akụrụ ya aka n'ụzọ n'oge adịghị anya\", Wolpert kwuru. \"Ị gaghị agbalahụ ya.\"",
    "Ndị uweojii n'Indonesia ejidela mmadụ abụọ bụ ndị na-emekpa ụmụ enwe a ahụ. Asep Yadi Nurul Hikmah bụ onye a kpụgara ụlọikpe maka ịta anụmanụ nwere nchekwa ahụhụ nakwa ire ya, ma tụọ ya mkpọrọ afọ atọ. M Ajis Rasjana ka a tụrụ mkpọrọ ọnwa asatọ - nke bụ ntaramahụhụ kachasị maka ịta ụmụ anụmanụ ahụhụ.",
    "Ndị uweojii n'Indonesia jichiri Asep Yadi Nurul Hikmah, bụ otu n'ime ndị na-ata ụmụ anụmanụ ahụhụ",
    "Onyonyo mmekpa ahụ ụmụ enwe ka juputakwara n'ọbaozi Telegram nakwa Facebook ugbua, ebe BBC chọpụtara ọtụtụ otu na-ekesa ha, ụfọdụ otu ndị a nwere ihe ruru mmadụ otu puku na ha.",
    "\"Anyị ahụla mgbalielu na nkesa onyonyo jọrọ njọ bụ nke a na-ezobu ezo, mana ugbua a na-ekesa ya aghara aghara na Facebook,\" Sara Kite, onye nwere ụlọọrụ maka nchekwa ụmụ anụmanụ kwuru.",
    "Facebook gwara BBC na ha ewepụla onyonyo ndị anyị wetara mkpesa gbasara ha. \"Anyị anaghị akwado mmekpa ahụ ụmụ anụmanụ n'ọbaozi anyị, anyị na-ewepụkwa ihe dị otu a ngwangwa anyị matara maka ha, dịka anyị si mee na mkesa nke a ụnụ wetara,\" otu onye na-ekwuru Facebook kwuru.",
    "Nwaada Kite kpọkwara oku ka e megharịa iwu mba UK iji mee ka ọ dịwanye mfe ikpe onye ọbụla kwụrụ ụgwọ maka onyonyo mmekpa ahụ anụmanụ ikpe. \"Ọ bụrụ na mmadụ kpachapụrụ anya na-emekpa ụmụanụmanụ ahụ site n'ịkwụ ụgwọ ka e mee ya ma kwukwaa etu ha chọrọ ka e si mee ya, e kwesịrị inwe iwu siri ike iji jide ha maka ikpe ziri ezi.\"",
    "YouTube gwara BBC n'akwụkwọ ozi na mmekpa ahụ ụmụanụmanụ \"enweghị ohere ọbụla\" n'ọbaozi ha, ma kwukwaa na ha \"na-agbasi mbọ ike iwepụ onyonyo ọbụla dị etu ahụ\".",
    "\"Nanị n'afọ a, anyị wepuru puku kwuru puku onyonyo ma mechikwaa akara puku kwuru puku ndị mmadụ maka ịda iwu anyị megidere mmekpa ahụ na igosi ihe na-ata arụ n'anya,\" ka ha dere.",
    "Telegram kwuru na ha \"na-echekwa ikike dịịrị mmadụ ikwu uche ya nakwa ikike nke onwe (privacy)\". Ha kwuru na ndị ọrụ ha anaghị etinye anya n'otu dị icheiche n'ọbaozi ahụ iji mata ihe na-eme ebe ndị ahụ\".",
    "Ọdịmma anụmanụ",
    "Anụmanụ",
    "Ikike dịrị anụmanụ",
    "Pinnacle Filling Station Attack: Ndị ojiegbe ọ gbara ụlọọrụ a ọkụ? Lee ihe anyị ma21 Juun 2023",
    "Etu aka si kpara ndị ekperima ọjọọ na-emekpa ụmụ enwe ahụ21 Juun 2023",
    "Ọ bụ iwu onyeisiala isi na mpaghara Naịjirịa dị icheiche họpụta ndị isi ọrụ nchekwa?20 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Pinnacle Oil Enugu: Ndị ojiegbe ọ gbara ụlọọrụ a ọkụ? Lee ihe anyị ma",
    "Lee ihe ndị ị maghị maka ụmụnwaanyị  nwere ike ịbụ isi nwaanyị NaijiriaEmelitere ikpeazụ na: 24 Febụwarị 2023",
    "Etu aka si kpara ndị ekperima ọjọọ na-emekpa ụmụ enwe ahụ",
    "Don Brymo Uchegbu: Ihe i kwesịrị ịma  maka onye ejije Nollywood a lara mmụọ",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ọ bụ iwu onyeisiala isi na mpaghara Naịjirịa dị icheiche họpụta ndị isi ọrụ nchekwa?",
    "Igbo culture: Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo na ihe  ha pụtara",
    "Uru egwu ọnwa bara na ọzụzụ na njikọ ndị IgboEmelitere ikpeazụ na: 25 Eprel 2020",
    "Osu a ga-akwụsị n'ala Igbo?Emelitere ikpeazụ na: 8 Maachị 2018",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?Emelitere ikpeazụ na: 16 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}