{
  "published": "28 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mba Sierra leone mere ntuliaka ọkwa onyeisiala ha n'ụbọchị Satọde Juun 24, 2023.",
    "Ụlọọrụ na-ahụ maka ntuliaka na mba ha bụ 'Electoral Commission of Sierra Leone' kpọpụtara na aha onyeisiala ha bụ Julius Maada Bio nke 'Sierra Leone Peoples Party (SLPP) dịka onye meriri.",
    "Etu ntuliaka ọkwa Onyeisiala Sierra Leone si gaa",
    "Sierra Leone Crisis: Ọtụtụ ndị nkịtị na ndị uweojii anwụọla n'ọgbara a",
    "O nwereike igwe gị agaghị ewepụta ụfọdụ ihe ngosi ndị a",
    "Bio nwetara vootu 1,566,932, nke bụ pasentị 56 na ụma nke vootu niile a tụrụ na ntuliaka ahụ.",
    "Ebe onye na-eso bụ Samura Kamara nke 'All Peoples Congress' (APC) nwetara vootu 1,148,262, bụ pasentị 41 na ụma nke vootu niile a tụrụ.",
    "O nwereike igwe gị agaghị ewepụta ụfọdụ ihe ngosi ndị a",
    "West Africa",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Sierra Leone",
    "Nzụkọ mba Afirika",
    "NA EME UGBU A Anọ m n'ihu ọrụ ụtụtụ na abalị iji gboo nsogbu Naịjirịa – Onyeisiala Tinubu",
    "Etu m si were okwukwe mee ‘ịgba nkwụ’ naanị m dịka a tọọrọ di m28 Juun 2023",
    "Ike Ekweremadu: Nna nwata ahụ ọ tụrụ mgbere gaa Briten akwaala arịrị ma daa n'ute ọrịa27 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Ike Ekweremadu: Nna nwata ahụ ọ tụrụ mgbere gaa Briten akwaala arịrị ma daa n'ute ọrịa",
    "Etu m si were okwukwe mee ‘ịgba nkwụ’ naanị m dịka a tọọrọ di m",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Utu rọba ọ na-egbochi gị inwete ụtọ ikpu?Emelitere ikpeazụ na: 3 Nọvemba 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa  ndị Arochukwu binyere, gbanye mgbọrọgwụ",
    "Ihe mere na Gọvanọ Peter Mbah abịaghị ụlọikpe ntuliaka n'Enugwu taa- Ọkaiwu ya",
    "Ikperikpe ọgụ, Atịlọgwụ, Egedege na egwu ọdịnala ndị ọzọ e ji mara ndị IgboEmelitere ikpeazụ na: 27 Ọgọọst 2022",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}