{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "By Yusuf Akinpelu",
    "BBC News, Lagos",
    "Onyeisiala Bola Tinubu, bụ onyeisi mba kajara akaja bụ Naijiria ekwuola na nkwatu ọchịchị n'ike na Nijie bụ nnwale ọchịchị onyekwuoucheya n'Ọdịda Anyanwụ Afrịka.",
    "Dịka o weghara ọkwa dịka onyeisioche Ecowas, izụka atọ gara aga, he chere ya n'ihu bụ nnukwu ihe  bụ mweghara ọchịchị n'ike nke ndịagha mere na mba Nijie- ezi ọyị na mbọ ibu agha megide ndị agha nnupuisi jịhad na mkpamkpa ha na-akpa n'Ọdịda Anyanwụ Afrịka.",
    "Tinubu onye gbarụrụ ihu banyere nkwatu ọchịchị n'ike mere na Burkina Faso, Mali nakwa Guinea oge ọ banyere n'ọkwa n'ọnwa Mee, kwuru na Ecowas kwesịrị ike ajị n'ume igbochi nkwatu ọchịchị n'ike nakwa ịga n'ihu n'ibu agha megide ndị agha nnupuisi.",
    "Ya mere oge a kwaturu Onyeisiala Nijie bụ Mohamed Bazoum n'ọkwa n'izuụka gara aga, Tinubu kpọrọ ọgbakọ ndị ndu Afrịka nna-egbughị oge.n'obi gọọmentị n'Abuja Ụbọchịụka.",
    "Otu Ecowas kwekọrịtara ịta Nijie ahụhụ .",
    "Nke a butere enweghị ọkụ latrik na Niamey na obodo ndị ọzọ mepere emepe na mba ahụ dịka Naijiria gbubiri ọkụ latrik ha na-enye ha, dịka ụlọrụ ọkụ latrik Nijie si kwuo.",
    "Ecowas nyekwara Ọchịchị ndịagha Nijie iwu ịhara n'etiti inyeghachi ọchịchị n'aka onyeisial n'otu izuụka  maọbụ \"Ecowas esoro ụzọ abụla ụzọ iweghachite ọnọdụ dịka iwu si kwuo.\".",
    "\"Ụzọ abụla ụzọ gụnyere iji aka ike\" dịka ndị isi agha ga-enwere ọgbakọ  \"ozugbo\", dịka ozi ha wepụtara si kwuo.",
    "Na-agbnyeghị na a na-gbagha mmeri Tinubu n'ụlọikpe dịka ndị ya na ya zọkọrọ ntuliaka onyeisiala na-ebo ebubo na e mere wuruwuru, Tinubu na-edebe ahụ dịka onye ọchịchịonyekwuouche ya bụ onye so gbaa mbọ megide ọchịchị ndịagha na Naijiria n'agbata afọ 80s.",
    "Wole Ojewale, bụ onye si n'ụlọmmụta maka mmụta nchekwa(Institute for Security Studies) s irị, \"Echere m na ọ na-ahụta ya9nkwatu ọchịchị ahụ) dịka ịrụnye aka n'anya nye nkwenya nọchịchị onyekwuouche ya ọkachasị ugbua ọ bụ onyeisioche otu Ecowas.\"",
    "Ebe foto si, Getty Images",
    "Thousands of people have rallied in support of the coup in Niger's capital Niamey",
    "Ihe ọzọ dịkwa oke mkpa bụ na nkwatu ọchịchị ga-emetụta Naijiria.",
    "Mba abụọa nwere okeala nke karịrị kilomita 1,500 (930 miles),ha na-azụrịta ahịa ma nwekwa omela jịkọrọ ha nke dịwarala tupu ọchịchị ndịọcha abịa dịka mba abụọ nọbu n'okpuru 'Sokoto caliphate'.",
    "Ebe foto si, Getty Images",
    "Niger's troops are part of a regional force trying to weaken Islamist insurgents in the region",
    "N'afọ 2022, Nijie gwụpụta ọnatarachi 'uranium' dị pasent anọ n'ime nke nile a na-egwupụta n'ụwa ndu, ma bụụkwa mba nke asaa kachasị egwupụta 'uranium nakwa ndị nke ha kachasị mba n'Afrịka.",
    "Ma Ecowas ma ndị enyi ka si Ọdịda Anyanwụ Yurop enwgehị ndị ga-achọ ka uranium- ma ọchịchị ọdị n'aka ndị nkịta maọbụ n'aka ndịagha danye n'aka ndị agha nnupusi maọbụ  Rọshịa maọbụ otu agha e goro ego bụ Wagner bụ ndị na-agbasa mkpatu ha ebe nile.",
    "Ka ha kwatuchara ọchịchị ndị nkịtị, Mali na Burkina Faso legawara anya na Rọshia, ebe ọchịchị ndịagha banyere na Nijie naedewe ahụ ka ha ga-eme otu ihe ahụ.",
    "Onye ndu Chad bụ  Mahamat Idriss Déby Itno -onye ndịagha tinyere n'ọchịchị dịka ndị agha nnupuisi gbuchara nna ya n'afọ 2021- gara Nijie n'ụbọchụka iji rịọ ha ka ha gee Ecowas ntị.",
    "Chad esoghị na Ecowas mana  Déby gara ọgbakọ ha nwere Ụbọchịụka",
    "Dịka onyeagha, a hụrụ ya dịka onye ọ ga-ekwe ya na ndị ndu agha mere nkwatu ọchịchị na Nijie kpaa iji kpo ha oku ka ha rituo.",
    "Mana rue ugbua , ha ekweteghị.",
    "Niger coup: Why some people want Russia in and France out1 Ọgọọst 2023",
    "Niger coup: Simple guide to what's happening28 Julaị 2023",
    "Niger coup: Are military takeovers on the rise in Africa?28 Julaị 2023",
    "NLC Protest: Ndị na-eme ngagharịiwe akwatuola ọnụụzọ ụlọomeiwu Naịjirịa2 Ọgọọst 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrikaelekere 4 gara aga",
    "Ministerial List: Aka chịburu Osun ,Kebbi, Plateau,Yobe, Zamfara steeti so na ndị ọhụrụ a họpụtara dịka Minista27 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrika",
    "NLC Protest: Ndị na-eme ngagharịiwe akwatuola ọnụụzọ ụlọomeiwu Naịjirịa",
    "Igbo Ancestry: Etu William E 'Kip Ward, Emmit McHenry, ndị Amerịka abụọ nwere agba si chọpụta na agbụrụ ha bụ Igbo",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?Emelitere ikpeazụ na: 10 Ọgọọst 2019",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}