{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Ekweremadu",
    "Ụlọ Ike Ekweremadụ bụbụ  Osote Onyeisi Ụlọomeikwu Naijiria  n'Enugwu dere jụụ dịka ụlọakwa dịka ụlọikpe mba Briten  tụrụ ya mkpọrọ taa bụ Fraide maka  ịkpa nkata inara mmadụ akụkọ ahụ ya.",
    "Onye ntaakụkọ anyị gara n'ụlọ ya n'ehihie Fraide dịka a gbara ya ikpe kwuru na ụlọ ya na-ekwobu ekwu tọgbọ na enweghị mmadụ  maọbụ ụghara ọbụla dịka karịa ndị nche na-arụ na ya.",
    "Ụlọikpe mba Briten tụrụ Ike Ekweremadu mkpọrọ afọ itoolu na ọnwa asatọ, tụọ nwunye ya mkpọrọ afọ isii, mana e mechara butuo ya ka ọ bụrụzie afọ anọ na ọnwa isii, ebe a tụrụ Dọkịta Obinna Obeta , onye nyere ha aka n'okwu inweta akịrị nwa afọ ọzọ, mkpọrọ afọ iri.",
    "Ike Ekweremadu: Atụọla Ekweremadu na nwunye ya mkpọrọ na mba UKelekere 7 gara aga",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremaduelekere 6 gara aga",
    "Ike Ekweremadu ka ga-anọ nga ruo Ọktoba 31 7 Julaị 2022",
    "Ozi pụtara taata na ụlọikpe mba Britain atụọla Sinatọ Ike Ekweremmadụ nga afọ iri bụ nke mara ndị madụ jijiji na ahụ na mpaghara Enugwu.",
    "BBC gbara ndị mmadụ ajụjụ ebe ha nọọrọ kwuo na afọ iri buru nnukwu ibu.",
    "Ebe foto si, BBC/Ekweremadu",
    "Mazị Steven Udeh gwara BBC na nwa ya nwoke bụ otu onye na ndị riteworo uru ịgụ akwụkwọ n'efe site na Ikeoha foundation wee kwaa arịrị sị \"nga ahụ atụrụ Ekweremmadụ ekwesịghị n'ihi na ọ na enyere ụmụ ogbenye aka\"",
    "N'ebe ụlọ ya bụ nwamadị dị n'Enugwu, ndị anyị hụrụ ebe ahụ jụrụ ịkwu okwu ganye na onye na ekwuchitere ya ọnụ dịka onye mgbasaozi ewepụta ozi ha.",
    "Kama ha niile nọcha ka ndị n'eru uju.",
    "Mazi Ekechi Odoh bụ onye Mpu gwara anyị n'ekwe nti na nnukwu ọdachị adakwasala ndị be ha n'ihi na Ike Ekweremmadụ bụ otu anya ha ji ahụ ụzọ.",
    "Cheta na ndị Mpu dị n'Okpuru Ọchịchị Aninri LGA nke Enugwu steeti bụ ebe Ekweremmadu si nọ na-ekpere mkpụrụ ụbọchị ole ma ole iji yọọ ka ntaramahụhụ ya belata.",
    "Dịka a tụrụ Ekweremadu mkpọrọ afọ 10 maka ịkpa nkata ịnara otu nwa afọ akịrị ya, nye nwa ya nwere ọrịa akịrị, ụfọdụ ụmụ Naijria  gosiri obi omiko n'ọnọdụ chere ya n'ihu.",
    "Senetọ Shehu Sani  sịrị, \"Chineke nọnyere ha.\"",
    "Otu nwaanyị bi n'Ụmụahịa a kpọrọ Gift Igwe kwuru na ya leburu anya na a ga-emere ya ebere hapụ ya,  \"mana ebe ọ dị otu a, nke a bụ ihe mmụta nye ndị ọzọ ka ha ghara ime ụdị ihe.\"",
    "Gift Igwe: Nke a bụ ihe nkụzị nye ndị ọzọ ka ha ghara ime ụdị ihe.\"",
    "",
    "Mana ụfọdụ anaghị emere Ekweremadu ebere.",
    "Dr. Eze Ihechukwumere Ezekiel kwuru na ya bụ ihe ga-eme ka ndị ndọrọndọọ ọchịchị Naijiria mụta akọ.",
    "Ebe foto si, Eze Ihechukwumere Ezekiel",
    "Chukwudi Anazodo sịrị, \"N'ezie achoro m ka nke a buru nnukwu nkuzi-amamihe nyegara ndi ndu obi ọjọọ nile e nwere n' obodo a, ka ha mata na ugwo-ọrụ diri ihe ọbụla onye metara.\"",
    "Jack Obiyan kwuru n'akara Facebook ya sị, \"Anaghị m emere ndị be Ekweremandụ ebere.\"",
    "Ebe foto si, Jack Obinyan/Facebook",
    "Celeb Critique kwuru na ọ bụrụ na Naijiria ka ikpe ahụ pụtara, na ọ bụ nwata ahụ a chọrọ ịnara akịrị ya ga-anọ na nsogbu.",
    "@Ofidoma kwuru na Gọọmenti Naijiria  gaara enye ya ndị ọkaiwu ikwuchitere ya n'ụọikpe kama iziga nanị ozi arịrịọ ka agbaghara ya.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ike Ekwermadụ: Atụọla ya na nwnuye ya na mkpọrọ5 Mee 2023",
    "Ike Ekweremadu: Ihe ụmụ Naijiria na-ekwu dịka a tụrụ Ekweremadu mkpọrọelekere 6 gara aga",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremaduelekere 8 gara aga",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}