{
  "published": "3 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chukwuma Soludo/X",
    "Onye bụbu Gọvanọ ụlọakụ etiti Central Bank of Nigeria, CBN bụ Chukwuma Soludo, a dọọla aka na ntị na ọ bụghị gọọmenti steeti niile nwere ike ịkwụ ụgwọọnwa opekatampe ₦62,000 nke gọọmenti etiti na-atụpụta ya na ₦250,000 nke otu jikọrọ ndịọrụ chọrọ.",
    "Soludo kwuru nke ụbọchị Wednesde 12 Juun na mmemme iji mee emume ụbọchị ochichi onyekwuouche ya nke afọ 2024.",
    "O kwuru na ịkwụ ụgwọọnwa opekatampe ahụ nwere ike ịnweta mgbagha akụnaụba nke Naịjirịa.",
    "Cheta na Soludo na ndị gọvanọ 35 ibeya kowara ụgwọọnwa opekatampe ahụ ndịọrụ na-achọ dị ka nke na agaghị adigide.",
    "Ebe foto si, Solidarity TV/Youtube",
    "Otu jikọrọ ndị ọrụ na ndị azụmahịa ekwuola na abụbụọrụ nwereike ịmalite ọzọ echi bụ ụbọchị Tuusde.",
    "Okwu ha na-abịa dịka ha gbajọrọ kpamkpam ego N62,000 nke gọọmentị na-akwado ịkwụ ndị ọrụ.",
    "N'ozi nke NLC dere n'akara Twitter ha n'ụbọchị Monde  ha sị na \"ọbụrụ na gọọmentị ekweteghi nye ha ihe ha chọrọ, ha ga-enwe nzụkọ ịma ma abụbụọrụ nke ha gbaburu Break na ya a ga-amalite ọzọ,",
    "Ebe foto si, Nkeiru Onyejeocha/Facebook",
    "Otu jikọrọ ndị ọrụ na Naịjirịa bụ NLC na TUC ekwuola na ha akwụsitụla abụbụọrụ ha malitere ụbọchị Monde Jun 3.",
    "Onyeisi TUC bụ Festus Osifo kwuputara nke a ka ha nwechara ọgbakọ ndị isi otu jikọrọ ndị ọrụ taa n’Abuja.",
    "N’okwu ya \"Nzukọ NEC anyị akwadoro ka a kwụsị abụbụọrụ ahụ ruo otu izuụka”",
    "O kwuru na ha ga-ewepụta ozi banyere nke a n’oge na adịghị anya.",
    "Cheta na ha na gọọmentị etiti binyere aka na nkwenye ga-eme ka ụgwọ opekatampe bụrụ N60,000 karịa ihe ọ bụbu mbụ.",
    "NLC bụ otu jikọrọ ndị ọrụ na Naịjirịa ekwuola na abụbụọrụ ka na-aga n'ihu taa nke ga-eme ya abalị abụọ kemgbe o bidoro.",
    "Okwu ha pụtara ihe n'agbanyeghi nzụkọ na mkpebi nke ha na gọọmentị etiti nwere n'abalị ụbọchị Monde.",
    "\"Ganye mgbe anyị na ndị nke anyị ga-ezukọ, abụbụọrụ ka na-aga n'ihu ka ozi ha kwuru.",
    "Cheta na ha na gọọmentị etiti binyere aka na nkwenye ga-eme ka ụgwọ opekatampe bụrụ N60,000 karịa ihe ọ bụbu mbụ.",
    "Gọọmenti Etiti Naịjirịa akpọọla ndị ndu otu jikọtara ndị ọrụ nzukọ n’Abụja.",
    "Ọnọdụ a na-abịa dịka mfanyeakanụụkwụ ndị ọrụ malitere maka ụgwọọnwa opekatampe ọhụrụ kụsasịrị ọnọdụ akụnaụba Naịjirịa.",
    "Onyeisioche otu Nigeria Labour Congress (NLC) bụ Joe Ajaero na Onyeisioche otu Trade Union Congress (TUC) bụ Festus Osifo nọcha na nzukọ ahụ.",
    "Ndị nọchitere anya gọọmenti na nzukọ ahụ gụnyere odeakwụkwọ Gọọmenti Naịjirịa bụ Goerge Akume, mịnịsta mgbasaozi bụ Mohammed Idris Malagi, mịnịsta na-ahụ maka ndị ọrụ bụ Nkiruka Onyejeocha na ndị ọzọ.",
    "Cheta na otu jikọtara ndị ọrụ Naịjirịa malitere mfanyeakanụụkwụ amaghị mgbe ọ ga-ebi n’ụbọchị Mọnde 3 Juun 2024 n’ihi oku ha na-akpọ gọọmenti ka a malite ịkwụ ha N494,000 dịka ụgwọọnwa opekatampe ọhụrụ.",
    "Ụlọakụ, Ụlọikpe nakwa ụfọdụ ụlọakwụkwọ bụ ndị kpọchiri akpọchị n'isiobodo Ebonyi steeti bụ Abakaliki n'ihi abụbụọrụ nke NLC na TUC manyere.",
    "Onye ntaakụkọ BBC gagharịrị n'ebe ahụ hụrụ na ụfọdụ ụlọakwụkwọ gbapere mana o nweghi nkuzi dịkewe ebe ahụ.",
    "Cheta na ngalaba hibere ule ngwụcha ụlọakwụkwọ sekọndrị bụ WAEC kwuru na ule niile ka na-aga n'ihu.",
    "BBC chọpụtakwara na ndị nọ Mahadum ka gara akwụkwọ iji nweike lee ule ndị ha nwere n'ụbọchị taa.",
    "NLC Protest: Ihe mere otu a ji ama ọkwa ime ngagharịiwe ọzọ2 Ọgọọst 2023",
    "NLC enyela iwu ụbọchị ise ka e wepụ kọmishọna uweojii n’Imo Steeti ma ọ bụghị ya...3 Nọvemba 2023",
    "NLC, TUC akwụsịla abụbụọrụ ha 16 Nọvemba 2023",
    "Otu abụọ jikọrọ ndị ọrụ na ndị ọrụ na ndị ahịa na Naịjirịa bụ NLC na TUC n'ịchafụ amalitela abụbụọrụ ha iji kwanye gọọmentị etiti ọkụ n'ike gbasara ọdịmma ndị ọrụ.",
    "Dịka ihe si kwuru ọtụtụ ndị ọrụ amalitela isonye na ya bụ abụbụọrụ ma gwakwa ndị otu ha mee ya bụ ihe.",
    "N'akwụkwọ ozi dị icheiche nke  BBC hụrụ anya ndị ọrụ ụgbọoloko, ndị ọrụ ọkụ latrik, ndị ọrụ gọomentị, ndị ọrụ njem ụgbọelu nakwa ndị ọrụ ụlọikpe gwara ndị otu ha gba mbọ hụ na ha sonyere na ya bụ abụbụ ọrụ.",
    "Ọ kachasị otu jikọrọ ndị ọrụ ọkụ latrik kwuru na site n'etiti abalị ụbọchị ụka ha akwụsịla ịnye ọkụ latrik.",
    "Ndị ọrụ mmanụ agbịdị na Gaasị ekwukwala na ha ga-esonye ya bụ abụbụ ọrụ. Odeakwụkwọ kachasị n'tu ahụ bụ Afolabi Olawale si na ọ bụ maka \"asisa enweghi obi nke gọọmentị etiti nyere gbasara okwu ụgwọ opekatampe\" mere ha ji sonye na ya bụ abụbụ ọrụ.",
    "Naijiria",
    "Ahịa",
    "Mụ na Junior Pope nọ n'ime otu ụgbọ mgbe o kpuru12 Juun 2024",
    "Ihe Peter Obi kwuru maka ada Onyeisiala Tinubu dara12 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludoelekere 6 gara aga",
    "Ndị uweojii achụọla onye uweojii a sị gbagburu Emmanuel Okocha12 Juun 2024",
    "Emefiele bipụtara ego ọhụrụ nke onyeisiala na-akwadoghị - Onye akaebe11 Juun 2024",
    "Enugu steeti: Lee ihe na-esere ECTDA na EEDC11 Juun 2024",
    "Saulos Chilima: Ihe ị kwesịrị ịma maka osote onyeisiala Malawi nwụrụ anwụ11 Juun 2024",
    "Ihe mere m jiri buru ngwa ahịa m site n'ala Igbo gawa Legọs - Cubana Chiefpriest11 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludoelekere 6 gara aga",
    "Ihe sayensị kwuru maka ude e ji agbatị odogwu ụmụnwoke",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụmụnne abụọ ndị Naịjirịa e jidere maka iji foto ndị gbaọtọ anapụ ha ego n'ịntaneti",
    "Ihe Peter Obi kwuru maka ada Onyeisiala Tinubu dara",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}