{
  "published": "15 Juun 2020",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Harrison Gwamishu",
    "Kepukepu na-efegharị na-ekwu na a nwuchiela ndị uweojii a na-enyo n'aka ha dị n'ọnwụ a sị Andrew Amaechi Ochekwo bụ onye a na-ebo ebubo na ọ tọọrọ ụmụnwaanyị abụọ n'Aba steeti.",
    "Mana ụlọọrụ ndị uweojii ekwughị kpọmkwem ma ọ bụ eziokwu ma ọ bụ ụgha mana ọnụ na-ekwuru ndị uweojii bụ Muyiwa Adejobi rụtụrụ aka na a ga-agba ndị  okwu ahụ metụtara ajụjụ ọnụ.",
    "Ihe ndị ị maghị maka ụmụagbọghọ ise a wakporo ma gbuo na nsonso a15 Juun 2020",
    "\"Ka nwa anyị furu efu achọtara si fuokwa ọzọ n'aka ndị uweojii\"10 Maachị 2021",
    "Ihe uweojii kwuru maka nwa akwụkwọ eboro ebubo ịwakpo ụmụnwaanyị 243 Juun 2020",
    "Adejobi  gwara BBC Igbo n'ozi ekwentị sị,\"Amaghị m, mana ama m na onyeisi ndịuweojii enyela iwu ka e mee nnyocha.  O were m anya na-aga agba ọtụtụ ndị mmadụ ajụjụ maka okwu ahụ.\"",
    "Akụkọ fegharịrị na soshal midia  n'izuụka gara aga kwuru na a gbagburu Ochekwo bụ onye a na-enyo maka ebubo ịtọọrọ ịtọrọ Celine na Afiba na Benue steeti  oge  ndị uweojii nwụchiri ya   kpọ ya aga Abuja.",
    "Ebe foto si, Harrison Gwamishu",
    "Dịka ndị uweojii kporo oku ka e wetara ha ozi metụtara Andrew Ochekwo na  ụmụagbọghọ abụọ; Celine Ndudim na Afiba Tandor a sị ọ tọọrọ, onye na-agba mbọ maka ikike dịịrị onye a ma ama bụ Harrison Gwamishu edegarala ha akwụkwọ mkpesa.",
    "N'akwụkwọ mkpesa nke Gwamishu degaara ọnụ na-ekwuru ndị uweojii Naijiria nke e dere n'abalị iri nke ọnwa Juun afọ 2024, ọ kpọrọ oku ka ndịisi ndịuweojii Naijiria nwuchie ma nyocha otu ndị uweojii na-ahụ maka okwu metụtara ntọrị bụ FIB-IRT n'ịchafụ.",
    "O kwuru na nke a ga-enye ohere ka e mee ezi nnyocha mata ihe gara n'etiti Ochekwo na ndị uweojii ahụ tupu e gbuo nwaamadi ahụ, dịka ọ na-ebo ebubo na ndịuweojii napụrụ nwaamadi ahụ ego karịrị otu nde naira tupue gbuo ya.",
    "Akụkọ kwuru na a gbagburu Ochekwo na Benue steeti  oge  ndị uweojii nwụchiri ya  maka ebubo ịtọrọ Celine na Afiba kpọ ya aga Abuja, sị na  ọ bụ ka ọ chọrọ ịgbalaga ka ndị nche gbagburu ya.",
    "Akwụkwọ mkpesa ahụ nke Gwamishu na onye ọkaiwu ya bụ Favour Ajubor binyere aka sịrị, \" E kwesịrị ịnwuchi, kpochie ma nyocha ndị si ngalaba FIB-IRT na-enyocha  okwu  a site n' ile ihe ndị ha mere n'ụbọchị ndị a kpọrọ aha. E kwesịkwara inyochaa ekwentị ha iji mata ihe gara n'etiti ha na Andrew Ochekwa n'ụlọọrụ  ha.\"",
    "Eburu m ọtụtụ mmadụ a gbara egbe na Lekki Toll Gate gawa ụlọọgwụ- Ideh Innocent, omebe ihe ejije30 Ọktọba 2020",
    "'Emere m mmehie, ọ bụghị DJ Switch ka anyị nwụchiri ọ bụ DJ Commissioner', Benjamin Hundeyin arịọla DJ Switch na BBC mgbaghara18 Eprel 2024",
    "Anyị ekweteghị na e nwere 'Massacare' na Lekki Toll Gate - 'Whitepaper' Gọọmentị Legọs1 Disemba 2021",
    "\"Ekwesịkwara ịnwuchi onye nwe akpaego ụlọakụ ebe Andrew zigara otu nde naira na ụma tupu e gbuo ya.\"",
    "Ọ gara n'ihu rụtụ aka na ihe akaebe na ihe ndị nche ndị uweojii boro ebubo ịgbagbu Andrew  na-ekwu abụghị otu.",
    "Cheta na Nwanne Celine Ndudim gwara BBC Igbo na ha weghara ndịuweojii mkpesa n'Aba nakwa n'Umụahịa bụ ndị nwuchiri Andrew n'ụlọ ya.",
    "Ebe foto si, Ndudim family/ Harrison Gwamishu",
    "Onyeisi ndị uweojii Naijiria bụ Kayode Egbetokun, enyela ntuziaka ka e mee nnyocha pụrụ iche maka ọnọdụ  ọnwụ ojiegoachụego bụ  Andrew Ochekwo, bụ nke metụtara ofufu ụmụnwaanyị abụọ; Celine Ndudim na Afiba Tandoh, n'Aba, Abia Steeti.",
    "Ọnụ na-ekwuru ndịuweojii Naijiria bụ  Muyiwa Adejobi,bụ onye gbara ama n'ozi mgbasaozi o wepụtara ụbọchị Monde.",
    "O kwuru na Egbetokun , onye nyere ṅgalaba na-ahụ maka ihe na-eme  izụka abụọ iji mechaa nnyocha ahụ ma wepụta ozi ihe ha chọpụtara.",
    "Ozi ahụ kwuru sị, \" N'ihe etu uche ọha ndị mmadụ si dị n'okwu a, nakwa n'ụdị nnukwu ebubo a na-ebo, Onyeisi ndịuweojii ehiwela nnyọcha pụrụ iche n'ihe otu ndị uweojii meburu nnyocha  n'Abia Steeti, nakwa otu ndị nnyọcha puru iche nke isiụlọọrụ ndị uweojii iji mata nke bụ eziokwu n'okwu a.",
    "E nyere ngalaba nnyocha ahụ izuụka abụọ iji mechaa nyọcha ma wepụta ozi zuru oke banyere ihe mere.",
    "Cheta na akụkọ kwuru na Andrew Ochekwo, bụ onye a na-enyo maka ofufu Celine Ndudim na enyi ya nwaanyị bụ Afina Tandor bụ ndị a na-achọ achọ kemgbe  abalị 27 ọnwa Eprelụ oge ha gara izute Ochekwo n'Aba, nwụrụ n'aka ndị uweojii n'ụzọ edobeghị anya.",
    "Ụmụagbghọ abụọ ahụ bụ ndị si Pọtakọt ,Rivas Steeti gawa izute Ochekwo n'Aba, Abia steeti matara nwa amadị ahụ site na soshal midia.",
    "Ebe foto si, Ndudim family",
    "Ezinaụlọ Ndụdim n' Ụmụahịa, Abia steeti arịọla gọọmentị na ndị ọrụ nchekwa arịríọ ka ha nyere ha kpọlatara ha nwa ha na-efu efu kemgbe otu ọnwa.",
    "Celine Ndudi , nwa akwukwọ 'National Open University'of Nigeria'(NOUN),ngalaba nke Asaba, gbara afọ 31 na enyi ya nwaanyị ghọrọ ndị a na-achọ achọ kemgbe abalị 27 nke ọnwa Eprelu afọ 2024 dịka ha hapụchara Pọtakọt gawa Aba izute nwoke ha matara na Facebook.",
    "Ada nne Celine bụ Tessy Ndudim gwara BBC Igbo n'ekwentị ụbọchị Fraide sị, \"",
    "\"Ihe m chọrọ bụ ka a kpọlata ha ụlọ. Gọọmentị na ndị uweojii nyọchaa okwu a ma kpụpụ ndị aka ha dị na ya ụlọikpe .\"",
    "Tessy, onye kọwara na Celine bụ nwa nke atọ n'ime ụmụ nne na nna ha mụrụ  gwara BBC Igbo na,  \"Anya ikpeazụ m hụrụ Celine bụ n'abalị 15  rue abalị 19 nke ọnwa Eprelu, afọ 2024 bụ oge ọ hapụrụ be anyị n'Ụmuahia gawa Pọtakọt, ya na enyi ya.\"",
    "\"Naanị ihe m ma bụ na ya na enyi ya na-aga Pọtakọt ịhụ enyi ha bụ Blessing.\"",
    "O kwuru ọ bụ Blessing  kpọrọ ya n'ekwentị n'abalị 27 nke  ọnwa Eprelụ, gwa ya na Afiba zitere ya ozi n'ekwentị na nwoke ha gara izute tọọrọ ha ma jichie ha.",
    "\" Ọ gwara m na nwata nwaanyị nke onye Gana zitere ya ozi na Whatsapp sị na Andrew kpọrọ ha oku, atọrọla ha n'Aba.\"",
    "\"O zitekwara ya aha ụlọ ndịna dị n'Aba bụ ebe nwoke ahụ sị ha chere ya ( anyị achọghị ịkpọ aha ya) tupu ọ bịa kwọrọ ha n'ụgbọala ya.\"",
    "End Sars Memorial: O nweghi akaebe gosiri na e gburu ndị mmadụ na Lekki Toll Gate - Lai Mohammed20 Ọktọba 2021",
    "Anyị ekweteghị na e nwere 'Massacare' na Lekki Toll Gate - 'Whitepaper' Gọọmentị Legọs1 Disemba 2021",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria16 Juun 2021",
    "N'okwu ya, ha gara Aba ga nye mkpesa n'ogige ndị uweojii.",
    "\" Agara m 'Tiger Base Anti-Kidnapping Unit' dị n'Owere nye mkpesa, ha sị m gaa Aba.\"",
    "\" Akpọkwara m nna m si ya gaa n'Ụmụahia ga nye mkpesa.\"",
    "\"Ndị uweojii ejighị mkpesa anyị kpọrọ ihe, sị na ọ bụ nwayọọ nwayọọ ka a ga-eji so ya bụ okwu.\"",
    "\" Nke bụ eziokwu bụ na ọ bụrụ na ngalaba na-ebu agha megide ntọrị  dị n'Aba  ji  mmụọ gbatagbata sochie okwu ahụ, ha kaara ịgbapụtali  ụmụagbọghọ ndị a.\"",
    "Tessy sịrị na e mechara  ha na ndị uweojii gaa nchọcha na gburgburu ebe o chere ya bụ ihe mere mana na ndị uweojii ekweghị abanye na ngwuru ebe ọ hụrụ ụgbọala yiri nke e ji bịa kwọrọ ha n' ụlọ ndịna ebe kwụsịrị tupu ha gawa ụlọ Andrew Amaechi Ochekwo bụ onye a na-enyo na aka ya dị n'ofufu ụmụagbọghọ abụọ ahụ.",
    "Tessy boro ndị uweojii ebubo ịtụgharị okwu ma na-azọtara Andrew ma sị ezinaụlọ ha na ọ bụ nwanne ya nwaanyị na enyi ya nwaanyị tọọrọ onwe ha, iji mechuo aha Andrew.",
    "Ebe foto si, Ndudim Family",
    "Ọnụ na-ekwuru ndị uweojii Naijiria bụ Muyiwa Adejobi gwara BBC Igbo na ha ka na-eme nnyocha okwu ahụ ma kwe nkwa iwepụta ozi banyere ihe ha chọpụtara n'oge adịghị anya.",
    "Tessy kwuru na n'ihi na ha enweghị afọ ojuju etu ogige ndị uweojii Aba si eso okwu ahụ, na ha gara wega mkpesa n'isi ụlọọrụ ha n'Ụmụahịa bụ ndị mere nchọcha gaa ebe ụmụagbọghọ si zipụ ozi ikpeazụ na Whatsapp si na ha nọ na nsogbu, ma nweta Andrew ma nwuchie ya.",
    "Mana egwu dagharịrị dịka akụkọ na-ekwu na ndị uweojii gbagburu Andrew  na Benue Steeti , dịka ha si Abia Steeti akpọga ya Abuja bụ ebe e bughara okwu ahụ.",
    "Dịka akụkọ ofufu Celine Ndudim na Afiba Tandor na-ewu na sochal midia,  ọtụtụ akụọ malitere na efegharị nke gụnyere na  Celine na enyi ya nwaanyị gwara Andrew kwụọ ha otu nde naira ka ha na  ya were nọkọọ.",
    "Mana Tessy Ndudil gwara BBC sị, \"Ozi Whatsapp ahụ na-efegharị na soshal midia maka otu nde naira si n'aka Andrew dịka ọ chọrọ  iji kpuchie onwe ya n'ihi na ọ bụ ya bụ onye jichiri ekwentị  ha  ya na-ezipụ ozi ma jiri ekwentị ya onwe ya  na-asa ya.\"",
    "\" Ọ bụ Andrew mechiri akara social media ụmụagbọghọ abụọ ahụ bụ nke m chọpụtara  ma tisara ndị uweojii mkpu maka ya.\"",
    "Ọ tụrụ arịrị na kama enyi Ben nọ alabekee bụ onye Andrew zigara ozi banyere arụ ụmụaghhọ abụ ahụ, enye ghị ndị uweojii mkpesa, kama o jizi foto nwanne nwaanyị  emere 'content' na soshal midia.\"",
    "Akụkọ  kwuru na a hụrụ ozu e bepụchara akụkụ ahụ dị mkpa n' agbataobi ebe Andrew bi.",
    "Mana o nweghị onye ma kpọmkwem ma ọ bụ ozu otu n'ime ụmụagbọghọ ahụ a na-achọ achọ ka ọ bụ na ọbụghị ya.",
    "Ka ọ dị ugbua, ezinaụlọ Celine etiela mkpu ka a kpọlatara ha nwa ha maọbụ nye ha ikpenkwụmotọ.",
    "Ebe foto si, Family",
    "Onye na-agba mbọ maka ikike dịịrị onwe a ma ama bụ Harrison Gwamishu akpọọla ndiisi uweojii oku ka ha nyochaa ọnọdụ Andrew Amaechi Ochekwo  bụ onye a na-enyo enyo n'okwu ofufu ụmụagbọghọ abụọ a na-achọ achọ dịka ha si Pọtakọt gaa Aba izute mmadụ.",
    "A malitere chọwa Celine Ndudim, gbara afọ 31 na Afiba Tando, enyi ya nwaanyị onye Gana, n'abalị 27 ọnwa Epre afọ 2024 dịka ha hapụchara Pọtakọt gawa Aba, Abia steeti izute Andrew bụ onye ha matara  n'ọbaozi soshal midia 'Facebook.'",
    "E mechara nwụchie Andrew Ochekwo bụ onye ha gara izute nakwa onye a hụrụ ya na ha ikpeazụ tupu a chọwa ha achọwa.",
    "Mana  akụkọ na-efegharị na-ebo ebubo na e gbuola nwoke ahụ a na enyo enyo dịka a ka na-achọ ụmụagbọghọ abụọ ahụ achọ..",
    "Gwamishu gwara BBC Igbo n'ekwentị na, \"ndị uweojii gwara m na ha gbagburu Andrew oge ọ gbalịrị ịgba ọsọ oge ha si Aba ebuga ya Abuja.\"",
    "O boro ebubo na ya nwere ihe akaebe gosiri na akatamkpo ego si n'akpaego Amechi Ochekwo nwere n'ụlọakụ banye  n'akpaego onye ozo dịka ọ nọ n'aka ndị uweojii.",
    "Gwamishu kwuru sị \" Anyị nwetara ozi na e wepụrụ nde naira 80(N80m) n'akpaego Andrew tinye ya n'akpaego amabeghị onye nwe ya oge ọ ka nọ n'aka ndị uweojii.\"",
    "\"Ndị uweojii nọ na ngalaba na-ebu agha mmegidede ntọrị kwesịrị ka enyocha ha.\"",
    "Ọ rụkwara aka na kemgbe akụkọ nwuchi  nwoke a na-enyo enyo n'aka ya dị na mmilaa ụmụagboghọ abụọ a na-achọ achọ kemgbe otu ọnwa,  ọtụtụ ụmụnwaanyị ndị ọzọ ewetarala ya ozi ihe ha gabigara n'aka  nwoke ahụ a sị si Ala Bekee bụ ebe a na-achọ ya maka ebubo ịmetọ nwaanyị gbalata Naijiria.",
    "Ndi uweojii Naijiria kwuru na ha na-enyocha ya bụ okwu.",
    "Ọnụ na-ekwuru ndị uweojii Naijiria bụ Muyiwa Adejobi gwara BBC igbo n'ozi ekwentị sị, \" Ndi uweojii ga-agwa ndị ntakụkọ maka ya n'oge na-adịghị anya.\"",
    "\"Anyị na-eche ozi zuru oke  banyere okwu ahụ dịka anyị  na-agbasa aka na ime nnyocha.\"",
    "\" Echere m na ọ ka mma ma anyị chere ozi si n'aka ndị uweojii n'okwu a iji gbalahụ  asịrị  akpọghị okwu aha.\"",
    "Ebe foto si, Ndudim family",
    "Celine Ndudim bụ nwata nwagbogo akụkọ wubere na soshal midia izu ole na ole gara aga dịka a malitere ịchọ ya na enyi ya nwaanyị achọ.",
    "Na nkọwa ụdị mmadụ nwanne ya nwaanyị bụ, Tessy onye bụ ada ha kwụrụ sị, \" nwanne m nwaanyị bụ  onye ndị mmadụ na-enwe mmasị ịnọ nsọ .\"",
    "O kwuru na ya na Afiba bụ onye ọ matara site n'aka Blessing adịwala mma ọtụtụ afọ.",
    "Ihe ndị ọzọ i maghị maka Celine gụnyere:",
    "Ọ bụ nwata akwụkwọ mahadum 'National Open University of Nigeria(NOUN), Asaba.",
    "Nwaada ahụ gbara afọ 31 bụ onye Umuahia n'Abia steeti",
    "Ọ bụ nwa nke atọ n'ime ụmụ isii nne na nna ya nwụrụ.",
    "Ọ bụ  ọkwa akwa nakwa onye na-arụ ọrụ dịka onye e ji ihu ya ere ahịa nke Bekee kpọrọ 'model'.",
    "Nke bụ eziokwu maka Rev Fr Jude Obasi a sị gbara akwụkwọ n'Ebonyi steeti5 Juun 2024",
    "Were ikike gị kwụsị ikpe ọbụla a na-ekpe Nnmadi Kanu - Ihe ọkaiwu Kanu gwara AGF6 Juun 2024",
    "Ndị omeiwu Amerịka akpọọla oku ka gọọmentị Naịjirịa kpọghachịrị ha onyeisi Binance e ji eji6 Juun 2024",
    "Etu ụlọelu ogogo ise si daa n'ụlọakwụkwọ DMGS dị n'Onitsha, Anambra Steetielekere 8 gara aga",
    "NA EME UGBU A, A ga-anwụchiriri Simon Ekpa ma kpee ya ike – Onyeisi ọrụ nchekwa na Naịjirịa",
    "\"Junior Pope anwụchaala tupu a gụpụta ya na mmiri\" 13 Juun 2024",
    "Ndị ọchịchị na-ana 'hardship allowance' mana obere 'minimum wage' bụrụ okwu- Fada Mbaka 11 Juun 2024",
    "A nwuchiela ndịuweojii a na-enyo maka 'ọnwụ' Andrew Ochekwo?13 Juun 2024",
    "Ndị uweojii achụọla onye uweojii a sị gbagburu Emmanuel Okocha12 Juun 2024",
    "Enugu steeti: Lee ihe na-esere ECTDA na EEDC11 Juun 2024",
    "Saulos Chilima: Ihe ị kwesịrị ịma maka osote onyeisiala Malawi nwụrụ anwụ11 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo12 Juun 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụkọchukwu edurula ndị ụka mee ngagharịiwe maka ajọ okporoụzọ n'AbaEmelitere ikpeazụ na: 10 Juun 2020",
    "Etu nwaanyị si gbuo enyi ya nwoke maka ike ego ha nwetara na nwayo",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}