{
  "published": "8 Maachị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Babajide Sanwo-Olu/Twitter",
    "Gọvanọ Legọs steeti bụ Babajide Sanwo-Olu enyela ndị na-azụ ahịa n'ahịa ahụ ụgbọala nke Akere Motor PArts Market dị n'Olodi Apapa Legọs steeti nde otu narị naịra dịka ego iti kaka n'obi.",
    "Cheta na ọkụ gbara ọdọ ahịa Akere n'ụbọchị asatọ nke ọnwa Maachị afọ a.",
    "Sanwo-Olu ji ohere a kwuo sị, \"Nke a bụ otu nde narị naịra maka ndị ahịa Akere dịka anyị siri kwee na nkwa na anyị ga-eme\".",
    "Dịka o siri dị, ebidola ọrụ ịrụgharị ọnụ ahịa ndị a ọkụ gbara dịka Sanwo-Olu hiwere ntụala nke eji arụgharị ya bụ ọdọ ahịa.",
    "Ebe foto si, Babajide Sanwo-Olu/Twitter",
    "Otu Ohaneze Ndigbo agbarụọla ihu maka ọkụ gbara ọdọahịa Akere dị n'Ajegunle,Legọs ụbọchị Wenezde,  tụọ arịrị na dịka ndị isi kpakọtara ọnụ na-agba mbọ maka  mmekọ Igbo na Yoroba, ndị omekome na-agba mbọ itisa ya bụ ezi mmekọ.",
    "Ha rụtụrụ aka na ọkụ a mụnyere nwere ihe jịkọrọ ya na egwu a na-eyi ndị Igbo kemgbe maka atụnyeghị otu APC vootu na ntuliaka onyeisiala e mere n'abalị Febụwarị 25,afọ 2023.",
    "Ogbogwu Market Fire: \"A ka na-achọ mmadụ abụọ achọ n’ọkụ gbara n’ahịa a\"\n11 Nọvemba 2022",
    "Etu ọkụ si gbaa ụlọ nchekwa ozu dị na General Hospital Onitsha24 Jenụwarị 2022",
    "Ọkụ gbara n'ahịa Eke-Ukwu dị n'Afikpo agbawala ndị mmadụ aka14 Julaị 2022",
    "N'akwụkwọ ozi onye na-ahụ maka mgbasaozi otu a bụ Chiedozie Alex Ogbonnia depụtara ka ha kwuru nke a ma gaa n'ihu sị, \"ntụliaka e mere n'ụbọchị 25 nke ọnwa Febụwarị enweghị etu o siri metụta agbụrụ kama ọ bụ ndị Naịjirịa ndị chọrọ ezigbo mgbanwe pụtara si na ha chọrọ ka onye dịka Peter Obi dozie Naịjirịa...Asiwaju Bola Ahmed Tinubu onye ji ọkolọtọ APC zọọ ya bụ ọkwa nwekwara ndị Igbo kwadoro ya, gịnị buteziri nsogbu a?\".",
    "Ha gara n'ihu kwuo na tupu e mee ntụliaka, na Eze nke mpaghara Jakande dị n'okpuruọchịchị Eti-Osa kwuru sị, \" Ọ bụ naanị ndị nwere akwụkwọ eji atụ vootu ma bụrụkwa ndị ga-atụnyere otu All Progressive Congress (APC) ka anyị ga-ekwe ka ha zụọ ahịa na mpaghara a\".",
    "Ha kwukwara na onye Eze a gara n'ihu kwuo kwa sị, \" Anyị dị njikere ọgụ, a naghị m ezo ya ezo...ị chọrọ ịtụnyere otu PDP maọbụ Labour Party, gaa ebe ọzọ ọbụghị ebe a\".",
    "Ha rụtụkwara aka sị na n'ọnwa Eprelụ nke afọ 2015 na Eze Legọs bụ Rilwan Akiolu kwuru sị, \"Onye ọbụla na achọghị ịtụnye onye nke ji ọkọlọtọ APC azọ ọkwa Gọvanọ Legọs steeti ga-ezute onwe ya na oke mmiri\".",
    "Ohaneze kwuru na ọkwu ndị dị etu a sitere n'ọnụ ndị ama ama n'obodo akwadoghị ọdịmma obodo, ezi mmekọ na mmpepe obodo.",
    "Ndị na-azụ ahịa n'ahịa Akere, dị n'Ajegunle, Legọs na-ekwu na ọ bụ ndị ekperima wakporo ahịa ha n'isi ụtụtụ taa bụ Wenezde, Maachị 8, 2023.",
    "Onyeisi ndị ahịa ahụ bụ Izuchukwu Uba gwara onye ntaakụkọ anyị na nke a abụghị nke mbụ ndị ekperima na-awakpo ha.",
    "\"N'izuụka gara aga, ndị nche ahịa a kpọrọ m ma gwa m na ndị ojiegbe wakporo ha, m wee kpọọ ndị uweojii, ha abịa chụsaa ndị ahụ, mana ndị ojiegbe ahụ gbatara ndị nche abụọ egbe,\" Uba kwuru.",
    "\"Onyeisi ndị uweojii ahụ kwere anyị nkwa na ha ga-ewerezi ọnọdụ n'ahịa a, na onweghị ihe ga-emenụ.\"",
    "\"Mana n'abalị unyaahụ ka otu onye nche kpọrọ m, gwa m na ndị ahụ abịakwa ọzọ, mana ugbua ha ji ike wee bịa.",
    "\"O kwuru na ha bu ọgbatumtum anọ, nke ọbụla n'ime ha bu mmadụ abụọ n'azụ, na otu obere ụgbọala bus. Ha kpuchiri ihu ha.\"",
    "\"Oge ha tinyere ọkụ n'ahịa ahụ, ha nọ na-agbali egbe elu iji yijaa ndị mmadụ ka ha ghara ịbịa nso.",
    "\"Akpọkwara m ndị uweojii mana tupu ha abịarute, ọkụ ahụ agbariela ahịa niile,\" ka Izuchukwu Uba kwuru.",
    "Ebe foto si, Screengrab",
    "Gọvanọ Legọs steeti bụ Babajide Sanwo-Olu garuru ogige ahịa ebe gbara ọkụ ma tie ndị ihe ametụtara aka n'obi ma nye iwu ka ebido nyocha maka ya bụ ihe mere.",
    "N'akara Twitter ya ka ọ dere sị, \"Ka ndị Legọs steeti hara iji ọdachị a mere na-ebo ndị otu ndọrọndọrọ ọchichị ọbụla ebubo\".",
    "O kwukwara na ndị ọbụla chọrọ iji ihe a mere rite uru dịka ihe ndọrọndọrọ ọchịchị bụ ndị omekome a.",
    "Ndị mmadụ na-akwa arịrị dịka ọkụ gbariri ngwa ahịa ha ruru nde kwuru nde naịra",
    "Kọmishọna mgbasaozi na Legọs bụ Gbenga Omotoso, ekwuola na ọ bụ ezie na ọkụ gbara ahịa ebe a na-ere akụrụngwa ụgbọala n'Ajegunle mana ọ bụghị ndị mmadụ kpacha anya tinye ọkụ ahụ dịka ọtụtụ si ekwu na soshal midia.",
    "\"Akụkọ anyị na-enweta na-ekwu na ọ bụ n'ebe e debere mmanụ ụgbọala n'ime ahịa ahụ ka ya bụ ọkụ si malite,\" Omotoso kwuru.",
    "\"Mana nnyocha na-aga n'ihu iji mata kpọmkwem ihe merenu.\"",
    "Oge anyị jụrụ ya maka ebubo ndị mmadụ na-ebu na ọkụ ahụ bụ ọrụ aka ụfọdụ ndị mmadụ bụ ndị wakporo ahịa ahụ n'abalị, gbaa egbe, ma gbuo otuo nye nche, Omotoso kwuru na ya amaghị maka nke ahụ.",
    "\"Onye ọbụla ga-akpachapụ anya mụnye ahịa maọbụ ngwaahịa mmadụ ọkụ, bụ onye ara,\" Omotoso kwuru.",
    "\"Ị ma na ọtụtụ ndị Naịjirịa na-anọ n'ụlọ mara ihe na-eme ebe ọzọ. Ndị na-akọ ihe a, kedụ ebe ha si mata ihe ha na-ekwu?",
    "\"Gọọmentị anyị anaghị anabata ịkpa oke ọbụla, anyị amalitekwala nnyocha maka ihe a merenụ.\"",
    "N'otu aka ahụ ozi si n'aka Onyeisioche okpuruọchịchị Ajeromi Ifelodu bụ Fatai Ayoola, kwuru na ndị ọrụ nchekwa enyela iwu ka e mechie ahịa ahụ nwa mgbe nta ma tinyekwa ndị ọrụ nchekwa iji gbochie ndị mmadụ ịbanye ebe ahụ ma zuo ụfọdụ ihe ndị fọrọ ebe ahụ.",
    "Ọnụ na-ekwuru Fatai Ayoola bụ Valiant Idowu-Alaba kwuru na akụkọ na-efesa gbasara ihe kpatara ọkụ ahụ abụghị eziokwu, maka na nke a abụghị nke mbụ ụdị ihe ahụ na-eme.",
    "\"Ụfọdụ ndị nọ ebe ahụ kwuru na ọ bụ ebe a na-ere gaasị n'akụkụ ahịa ahụ ka ọkụ ahụ si, ndị ọzọ kwukwara na ọ bụ ọkụ latrik kpatara ya, mana nnyocha na-aga n'ihu.\"",
    "\"Cheta na Isi ụlọọrụ okpuruọchịchị a n'onwe ya gbara ọkụ n'oge gara aga. Ahịa Alayabiagba nke dị na mpaghara 'Boundary' agbakwaala ọkụ n'oge gara aga. Onweghị mgbe ndị mmaọ̄ụ ji kọwa akụkọ n'ọkụ ọgbụgba abụọ ahụ.\"",
    "\"Ọ dị mkpa ka onye ọbụla dere jụụ ruo mgbe nnyocha ga-egosi ihe butere ọdachi a,\" ka Idowu-Alaba kwuru.",
    "Ndị uweojii Legọs sị na ha amalitela nnyocha maka ọkụ ahụ gbara n'ahịa Akere.",
    "Benjamin Hundeyin zipụrụ ozi n'akara Twitter ndị uweojii ma kpọkuo ndị mmadụ ka ha dere duu ruo mgbe a ga-ewepụta mpụtara nnyocha ahụ.",
    "O gwakwara BBC Igbo na n'ezie, na ha natara ozi ndị omekome nwara ịwakpo ahịa ahụ n'izu gara aga dịka ha gbochiri atụmatụ ha.",
    "O kwuru \"Nke a mere anyị jizi eme nnyocha ịma ihe ha na-achọ dịka anyị gbara mbọ kwalite ọrụ nchekwa anyị ebe ahụ ka ya bụ ihe mechara.\"",
    "Ebe foto si, Screengrab",
    "Ihe ndị uweojii kwuru maka ọkụ a",
    "Ebe foto si, Lagos Fire Service",
    "Ndị na-azụ ahịa n'ebe a na-akpọ 'Akere Market' nke dị na mpaghara Ajegunle, na Legọs Steeti, na-ebe akwa arịrị ugbua n'ihi ọkụ gbara ahịa ahụ n'isi ụtụtụ ụbọchị taa bụ Wenezde, Maachị 8.",
    "Ọkụ a malitere n'ebe elekere atọ n'ọkara nke isi ụtụtụ dịka ndị bi na mpaghara ahụ kwuru na ha nụrụ ụda egbe aghara aghara an'abalị.",
    "Onyeisi ndịọrụ mgbanyụ ọkụ na Legọs bụ Margaret Adeseye, n'akwụkwọ ozi o wepụtara n'ụbọchị Wenezde, kwuru na ya bụ ọkụ yiri ihe a na-enyo enyo, mana ha ebidola nnyocha.",
    "Adeseye kwurua na ndị ọrụ ha gbanyụrụ ya bụ ọkụ, nnyocha amalitekwala.",
    "O kwukwara na ndị uweojii hụrụ ozu otu onye e ji egbe gbagbuo n'akụkụ ahịa ahụ, mana ọkụ agbaghị ya.",
    "Ụfọdụ ndị bi na mpaghara ahụ kwuru na onye ahụ agbagburu bụ otu n'ime ndị na-eche nche n'ahịa ahụ, ebe akụkọ ọzọ kwuru na oye ahụ so na ndị bịara mụnye ahịa ahụ ọkụ.",
    "Ndị uweojii Legọs ekwubeghị ihe ọbụla gbasara ọkụ a gbaranụ nakwa ihe kpatara ya. ọnụ na-ekwuru ha bụ Benjamin Hundeyin azaghị oku anyị kpọrọ ya maka akụkọ a.",
    "BBC Igbo agaala na mpaghara Olodi-Apapa ebe ahịa ahụ ị dị iwetara gị akụkọ n'uju.",
    "Ngwa ahịa ndị mmadụ gbariri ọkụ n'Ajegunle",
    "Ahịa Akere bụ ebe a na-ere akụrụngwa ụgbọala.",
    "Ebe ahịa a dị bụ na mpaghara Ajegunle, Ajeromi Ifelodun, na Legọs Steeti.",
    "Ọtụtụ ndị na-azụ ahịa ebe ahụ bụ ndị Igbo si mpaghara Ọwụwa Anyanwụ Naịjirịa.",
    "Otu onye ntaakụkọ aha ya bụ Buchi Laba dere gbasara ọkụ a gbara sị: \"Ama m 'Akere Market' nke ọma. Ebe ahụ ka m toro. Ọ bụ ogbe m. Ọtụtụ ndị Igbo juru ebe ahụ na-azụ ahịa akụrụngwa ụgbọala. Ọ dị mwute ịhụ etu ọkụ si gbapịa azụmahịa ndị mmadụ tara ahụhụ wee hibe.\"",
    "Ebe foto si, Getty Images",
    "Mgbe ndịagha Naịjirịa wụchịrị n'ogige ahịa 'Lagos Island' ịdajụ ọgbaghara chọrọ ịdapụta ebe ahụ",
    "N'ọdị nso a enweela nrụrịtaụka na soshal midia gbasara ihe yitere ịkpa oke nke a na-akpaso ụfọdụ ndị bi na Legọs, mana ha abụghị ndị Legọs, maọbụ ndị Yoruba, ọ kachasị ndị si mpaghara Ọwụwa Anyanwụ Naịjirịa.",
    "N'ọdị nso a, foto apụtala na soshal midia ebe ụfọdụ ndị mmadụ na-Legọs na-eme ngagharịiwe ma buruchaa akwụkwọ e dere ihe dị icheiche nke ọtụtụ sị na ha bụ okwu ịkpa oke.",
    "Ihe ndị a gunyere: \"Ndị Igbo ga-atụrụ ndị anyị chọrọ vootu maọbụ ha alaa; Legọs abụghị ala Igbo, na ihe ndị ọzọ.\"",
    "Mana gọọmentị Legọs steeti ekwuola na ha na-akatọ ịkpa oke n'ụdị ọbụla, ma n'okwu ma n'omume.",
    "Ndị uweojii nakwa ndị ọchịchị arịọla arịọrịọ ka ndị mmadụ nọrọ jụụ ma ghara ịkpa agwa maọbụ na-ekwu okwu ịkpaoke agbụrụ nakwa okwu nwereike ịkpata ọgbaghara.",
    "Cheta na ndịagha Naịjirịa wụchịrị n'ogige ahịa 'Lagos Island' mgbe ozi ruru ha ntị maka ọgbaghara chọrọ ịda ebe ahụ n'izu gara aga ka Inec kwupụtarachara na Peter Obi kacha nweta vootu ma nweta mmeri na ntuliaka onyeisiala na Legos steeti.",
    "Ndịagha Naịjrịa gbarambọ dajụọ ọgbaghara chọrọ ịdapụta ebe ahụ n'izu ahụ.",
    "Legọsị steeti",
    "Legọsị",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ahịa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 8 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịa2 Eprel 2023",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?elekere 2 gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}