{
  "published": "19 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Emmanuel Nwude, oji-ụgha-ree-ọdọụgbọelu-adịghị adị-nde-dọla 242",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Ọktọba 2023",
    "Chamdum dịwara gboo. E  nweela ọtụtụ ndị a ma ama n'ụwa maka  iji aghụghọ napụ ndị mmadụ ego maọbụ ihe e nwe enwe.",
    "Mana o nweghị nke n'ime ha hiri ụdụ ka nke Emmanuel Nwude Odinigwe, nwoke resịrị nwa Bekee ọdọụgbọelu adịghị adịghị.",
    "Alves dos Reis, nwaafọ Pọtụgal kpụrụ akwụkwọ adịgboroja ọrụngo nke ụlọakụ 'Bank of Portugal' jiri ya bie akatamkpo ego kwadara akụnaụba mba ahụ.",
    "Ụlọikpe ajụla ịtọhapụ Rochas Okorocha dịka EFCC kpụpụrụ ya ikpe taa30 Mee 2022",
    "Etu aka si kpara nwoke ji nkwa ọlụlụ gwuo ụmụnwaanyị isii chamdum nnukwu ego8 Ọktọba 2023",
    "Onyoonyo ebe ụmụ okorobịa na-anyụ nsị ma na-eri ya n'okporoụzọ ọ bụ eziokwu?27 Jenụwarị 2022",
    "Nwa amadi ahụ bụ Reis bụ onye e ji ibi akwụkwọ adịgboroja (forger) mara,  biri ego ruru otu pasent GDP(Gross Domestic Product) mba ahụ ma jiri ego o nwetara zụọ ụlọọrụ, ụlọ na ihe oke ọnụ ahịa dị iche iche.",
    "Ihe ọzọ e ji mara Reis bụ onye bara mahadum ịgụ ''engineering' ma kwụsị akwụkwọ n'afọ mbụ ya, mana ọ kpụrụ asambodo 'diploma' nke si ngalaba''Polytechnic School of Engineering\" nke  mahadum oxford University bụ ngalaba adịghị adị na mahadum ahụ n'agbata afọ 1916 na afọ 1930 jiri ya nweta ọrụ.",
    "Ebe foto si, CBN",
    "Dịka nchọpụta CBN mere si gosi, Nwude ji ego ọ napụtara ndị mmadụ zụọ 'shares' n'ụlọakụ 'Union Bank'",
    "Victor Lustig, onye Fransị, n'afọ  1925, resịrị otu nwoke ewumewu so n'ewumewu kachasị ogologo n'ụwa bụ 'Eiffel Tower'  nke gọọmentị mba Fransi nwe.",
    "N'agbata 1849, William Thompson, a ma dịka \" confidence man\"  na-eji ime ka ọ ma gị, napụ ihe nwere oke ọnụahịa dịka elekere aka, were ya narie tupu aka kpara ya, ọ gaa  mkpọrọ maka ndụ chamdum ya.",
    "Mana ndị a nile dịka ha ana-amụ ọrụ n'ebe  Nwude nọ. Naanị Nwude bụ onye mere ka ọ bụ Onyeisi Ụlọakụ Etiti mba, naanị ya bụ onye resịrila mmadụ ọdọụgbọelu adịghị adị(asịghịkwa m gị ụgbọelu o!)",
    "Nwude bụ onye bụbụ direktọ n'ụlọakụ 'Union Bank' mere ka ọ bụ onyeisi Ụlọakụ Etiti nke Naijiria (CBN) oge ahụ bụ Paul Ogwuma ma sị etu ahụ ghọrịa ojiegoachụego onye Japan bụ Nelson Sakaguchi, nke bụ direktọ  ụlọakụ mba of Brazil  a kpọrọ 'Banco Noroeste'.",
    "Nwude kpọrọ Sakaguchi, gwa ya na a chọrọ ịrụ ọdọụgbọelu n'Abuja, ya gbazinye ego a ga-eji arụ ya, na ọ ga-enweta ọmụrụnwa dị mma site na ya. N'agbata afọ 1995 na 1998 , nwa amadi ahụ kwụtara ego ruru nde dọla 242 na-enyochaghị ma ihe Nwude gwara ya ọ bụ eziokwu.",
    "Ọ bụ n'afọ 1997 ka ụlọakụ ahụ chọpụtara n'agwọ nọ n'akịrịka dịka ha na-enyocha ego ha mefuru were hụ n'akatamkpo ego ha dị na mba Cayman Islands.",
    "A nwụchiri Nwude na ndị otu ya ma kpụpụ ha ụlọikpe n'afọ 2004",
    "E bokwara Nwude ebubo ịtọrọ ndị akaebe n'ikpe ya nakwa ịgbalị inye onyeisi ngalaba na-ebu agha  megide nrụrụaka bụ 'Economic and Financial Crimes'(EFCC) oge ahụ bụ Nuhu Ribadu akaazụ ego dị puku dọla 75($75,000).",
    "E mechara tụọ ya mkpọrọ afọ 25  ma napụta ya ụfọdụ akụ o ji ego ụlọakụ ahụ kpata ma nyeghachị ụlọakụ ahụ mana a tọhapụrụ ya n'afọ 2006.",
    "Tupu nkata ekpudo ya, a ma Nwude ama dịka ọgaranya iri ehi.",
    "O ji ego o kwutere na chadum zụọ 'shares' n'ụlọakụ 'Union Bank' dịka nchọpụta ụlọakụ CBN si chọpụta.",
    "Oke ya n'Union Bank mere ka ọkwa ya gbalite dịka onye so ekwu ihe na-eme n'ụlọakụ ahụ nke Bekee kpọọrọ 'Director'.",
    "Ọ zụkwara ala na ụlọ ma bụrụkwa ọgaraya a na-akwanyere ugwu pụrụ iche na Naijiria.",
    "Ọbụladị na e chiri ya echichi dịka, \"Owelle nke Abagana\" n' Anambra steeti.",
    "Ilu Igbo kwuru sị, a gwọcha onye ara, ọ gaghi agha igbu n'iku.'",
    "Dịka a tọhapụrụ Nwude, nwamadi ahụ danyekwara na mmanụ ọkụ ọzọ dịka ọ kpụrụ akwụkwọ adịgboroja iji wegharakwa ụlọ ndị ọ natara ndị o gwuru chamdum a napụtara ya oge e kpere ya ikpe.",
    "N'afọ 2011, EFCC kpụrụ Nwude na mmadụ abụọ ndị ọzọ(Emmanuel Ilechukwu na Rowland Kanu) ụlọikpe maka ịkpụ akwụkwọ adịgboroja iji aha  ụlọọrụ Mankris Venture Limited ree ụlọ dị na Mobolaji Johnson Oregun, Legọs bụ ụlọ a napụrụ ya iji kwụghachi ndị o kwuru chamdum.",
    "N'ọnwa Ọgọstụ afọ 2016,  mmadụ ruru 200 wakporo obodo Ukpo dị n'Okpuru Ọchịchị Dunukofia n'okwu metụtara esemokwu ha na ndị agbata obi ha bụ Abagana.",
    "A rụrụ Nwude aka ma nwuchie ya dịka onye du ndị ahụ mere mwakpo ahụ nke agbara ndị uweojii anọ egbe ma gbagbuo otu onye nche.",
    "A tunyere ya na mkpọrọ dị n'Oka,isiobodo Anambra steeti mecha hapụ na Disemba afọ 2016 ka o si n'ụlọ na-abịa ikpe n'ebubo igbu ọchụ.",
    "Ụlọakụ",
    "Naijiria",
    "Brazil",
    "Ahịa",
    "Osinachi's death : Lee ihe ụlọikpe kpebiri taa17 Ọktọba 2023",
    "Mr Ibu: Ihe nwa ya kwuru maka ‘ọrịa ọjọọ' ọ na-arịa ugbua 18 Ọktọba 2023",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China17 Ọktọba 2023",
    "NA EME UGBU A , Supreme Court: Ihe ndị mere taa n'Ụlọikpe Kachasị n' ikpe Atiku,Obi megide Tinubu9 Mee 2023",
    "India Eye: Etu ụlọọrụ mbinye ego si emechu ndị ha binyere ego ihu iji na-apụta ha ego ahụelekere 5 gara aga",
    "Ụmụafọ Tanzania abụọ na otu onye Saụt Afrịka so na ndị Hamas ji eji - mba Isrealelekere 7 gara aga",
    "Mohbad: Nne na nna ya agbaala akaebe n'ụlọikpe banyere ọnwụ ya25 Ọktọba 2023",
    "Alaba International closure: Ndịisi ahia Alaba asaala Gọọmentị Legọs24 Ọktọba 2023",
    "A tụọla dọkịta nga mkpụrụọka maka imetọ nwanne nwunye dị afọ 1521 Nọvemba 2022",
    "Ihe gọọmentị kwuru maka nwa akụkọ Naịjirịa a sị e gburu na mba Philippines23 Ọktọba 2023",
    "Emmanuel Nwude: Ị ma maka nwoke a resiri onyeọcha ọdọụgbọelu na-adịghị adị?19 Ọktọba 2023",
    "I hụtula ihe e sere ese na-agụ egwu?23 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital",
    "Alaba International closure: Ndịisi ahia Alaba asaala Gọọmentị Legọs",
    "Ihe anyị ma maka ogbugbu nwataakwụkwọ Justina 'Tiffany' Otuene",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}