{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Akụkọ na-ekwu na a chọtara ozu ihe ruru ụmụnwaanyị abụo n'akụkọ Mechanic Village dị n'Ohiya n'Umuahia, Abia steeti.",
    "Otu onye na-ere ahịa n'akụkụ ebe ahụ na-achọghị ka a kpọọ aha ya kọwaara BBC Igbo etu onye ara si banye n'ime ọhịa bupute akpa \"Ghana must go\" nke ozu ụmụnwaanyị ahụ ma tọgbọ ya n'okoporoụzọ.",
    "O kwuru na o nweghi onye ma onye busara akpa ahụ n'ime ọhịa ma kwuo na ọ dịka ozu ndị a ọ nọrọ ihe ruru abalị atọ tupu a chọpụta ya.",
    "Ya bụ nwoke hụrụ ozu ndị ahụ anya kwukwara na ụmụnwaanyị ahụ dị ihe dị ka afọ iri atọ nakwa na e kere ozu ndị ahụ agbụ site n'isi ruo n'ụkwụ ha.",
    "Ndị uweojii Abia steeti kwetara na nke a mere.",
    "Ọnụ na-ekwuru ha na steeti ahụ bụ Chinaka Maureen kọwara na ndị uweojii ejeela ebe ahụ ihe mere.",
    "\"Site na njikọ aka ndị ọrụ ahụike n'Umahia Saut na ndị uweojii ebupula ozu ndị ahụ n'okporoụzọ\" ka ozi ua kwuru.",
    "Nyocha na-aga n'ihu ugbua iji mata etu ya bụ ihe si mee ka o kwukwara.",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steeti19 Ọgọọst 2023",
    "Lee ka ikpe nwaanyị a sị wụnyere mmiri ọkụ n'ọnụ nwa odibo ya si aga8 Febụwarị 2022",
    "Gọọmentị Abia steeti kwuru na nyocha banyere ya bụ ihe amalitela ugbua.",
    "Onye ndụmọdụ pụrụiche Gọvanọ Alex Otti bụ Ferdinand Ekeoma gwara BBC n'ekwentị na ha na-eche ka ndị ọrụ nchekwa mechaa nyocha ha tupu ha amara ihe a ga-eme ya bụ ihe.",
    "\"Ị ma na ihe a metụtara nchekwa ya mere ha (ndị ọrụ nchekwa) ji esi imi n'ala ma nyochapụta ya ọfụma.",
    "O kwukwara na ha nụrụ na ọ bụ ozu mmadụ atọ ka achọtara mana emechaa nyocha ọ mara ma ọnụọgụgụ a ga-agablite.",
    "Cheta na Ekeoma eziputabuola ozi banyere okwu a n'ụbọchị Sọnde 20 Ọgọọst, 2023 o mere site n'akara Facebook ya.",
    "N'ozi ahụ ọ gwara ndị Abia steeti ha gawa mkpa ha ma gbaara gọọmentị ama ma ọ bụrụ na o nwee ihe ha hụrụ maọbụ ihe ha nụrụ banyere ozu ụmụnwaanyị ahụ a chọtara.",
    "National security",
    "Ụmụnyanyị",
    "Naijiria",
    "Abia Steeti",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steetielekere 9 gara aga",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya21 Ọgọọst 2023",
    "Paa Kwesi Asare nke Ghana eritela nturuugo ‘BBC News Komla Dumor Award’ nke afọ 202321 Ọgọọst 2023",
    "Asọmpi iko mbaụwa ụmụnwaanyị nke 2023 bụ echefu echefu... Lee ihe ndị kpatara ya20 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steeti",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steeti",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}