{
  "published": "29 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Image",
    "N’oge emume Easter bụ oge ndị okpukperechi Kraịst a kpọro ‘christains’ n’ụwa niile ji echeta ọnwụ nke Jesus Kraịst nwụrụ n’elu obe nakwa mbilite n’ọnwụ ya n’ime abalị atọ.",
    "Ụbọchị ndị gbapụtara ihe a na-eme emume ndị a gụnyere ‘Holy Thursday’, ‘Good Friday’ na ‘Easter Sunday’.",
    "Ụbọchị ndị a nwechara ihe pụrụiche banyere ha nakwa usoro ndị ụka Kraịst si eme emume ha.",
    "Akụkọ a ga-eleba anya n’ịkọwa ihe bụ ‘Good Friday’ nakwa ihe ọ pụtara.",
    "Good Friday: Ihe Easter ji apụrụ m iche karịa emume ụka ndị ọzọ'19 Eprel 2019",
    "Etu 'seminarian' si daa, nwụọ ka ọ na-eme ejije 'Good Friday'16 Eprel 2022",
    "Gịnị bụdị 'Holy Thursday'?18 Eprel 2019",
    "Ebe foto si, Thinkstock",
    "Ụbọchị ahụ bụ ụbọchị a kpọgburu Jesus Kraịst n’elu obe. Kedụzie ihe dị mma banyere ụbọchị a?",
    "Akwụkwọ nsọ bụ ‘bible’ kwuru na a pịara ya ụtalị, bunye obe na-anyị nnukwu arụ bụ nke e mechara kpọgide ya n’elu ya. Ọ na-ara ahụ ịhụta ihe dị mma banyere ya.",
    "Ụfọdụ ndị kwuru na ‘good Friday’ dị mma maka ọ na ọ dị nsọ, maọbụ na o kwesịrị ịbụ ‘God’s Friday’ mana ndị mmadụ kpọhiere ya.",
    "Otu onye ọkammụta n’ụlọọrụ Oxford English Dictionary (OED) bụ Fiona MacPherson kwuru na “ọ pụtara oge maọbụ mgbe ndị okpukperechi ji eme emume”. Akwụkwọ OED kwuru na ‘good’ dị ka ọ dị n’okwu a pụtara ‘ụbọchị ndị ụka Kraịst na-ahụta ka ụbọchị dị nsọ’.",
    "N’akwụkwọ otu ụlọakwụkwọ Katọlik dị na mba Amerịka dere site n’afọ 1885 ruo 1960 kwuru na ‘good Friday’ dị mma maka na Kraịst “gosiri nnukwu ịhụnanya o nwere n’ebe mmadụ nọ ma gotere ya ngozi niile”.",
    "Akụkọ kwuru na otu n’ime oge mbụ uru aha ‘good Friday’ bụ n’akwụkwọ nkọwa okwu a kpọrọ South English Legendary, e dere n’afọ 1290, na ihe a kpọrọ ya mgbe ahụ bụ ‘guode friday’.",
    "Otu ụkọchukwu Katọlik n'Enugwu Steeti bụ Fada Benjamin Achi kwuru na emume 'good friday' malitere na senchuri nke anọ (4th Century) mgbe a chọpụtara obe ahụ Jesus Kraịst nwuru n'elu ya.",
    "Fada Achi kọwara na obe ahu ezughizi oke mgbe a hụrụ ya mana e dosara akụkụ ya ahụ iji na-echeta ọnwụ Krịast nakwa ahụhụ ndị ọ tara n'elu ya.",
    "Akwụkwọ ‘Encyclopedia’ mbụ nke ndị Katọlik e bipụtara n’afọ 1907 kwuru na ebe aha ahụ si pụta edochaghị anya. O kwuru na ụfọdụ ndị na-ahụta ya dịka ‘God’s Friday’ ebe ndị ọzọ kwuru na e si ya n’olu mba Germany bụ ‘Gute Freitag’. O kwuru na ndị obodo Anglo-Saxons kpọrọ ya ‘Long Friday’.",
    "Akwụkwọ gara n’ihu kwuo na mba Greek na-akpọ ụbọchị ahụ ‘Holy and Great Friday’ nke pụtara ụbọchị dị ukwuu ma dị nsọ, ndị Rom na-akpọ ya ‘Holy Friday’ bụ ụbọchị dị nsọ ebe German na-akpọ ya ‘Sorrowful Friday’ nke pụtara ụbọchị iru uju.",
    "Ofụfe",
    "Naijiria",
    "Ụka ndị Roman",
    "Ndị otu Kristi",
    "Maachị 2024",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị 2 Eprel 2024",
    "",
    "Good Friday: Gịnị ka ọ bụ na ihe mere e ji akpọ ya ụbọchị dị mma29 Maachị 2024",
    "Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet28 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Amaechi Muonagor: Ihe e ji echeta omee ejije a ama ama na Nollywood lara mmụọ25 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN",
    "Ị ma na e nwere ndịịche dị na ọfọ, ọfọ ndị ichie na mkpụrụ ọfọ?Emelitere ikpeazụ na: 5 Mee 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}