{
  "published": "30 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imo Police",
    "Ndị uweojii n'Imo Steeti egosila ọha mmadụ itoolu ndị ha jidere maka ebubo na ha bụ ndị otu 'Indigenous People of Biafra' (Ipob) na ndị ọgụ ha bụ 'Eastern Security Network (ESN).",
    "Ọnụ na-ekwuru ndị uweojii Imo Steeti bụ Henry Okoye kwuru nke a n'ozi o zipụtara n'ụbọchị Sọnde, Eprel 30 2023, ma kwuo na ndị ahụ ha jidere sara asịsa na ọ bụ ha wakporo ma gbuo ndị uweojii anọ na ndị nkịtị abụọ ọzọ, n'obodo Okpala dị na Ngor-Okpala, Imo Steeti n'ụbọchị 21 nke ọnwa Eprel 2023.",
    "Dịka Okoye si kwuo, ọ bụ ebe ndị uweojii ahụ nọ na-eri nri ka ndị ojiegbe ahụ wakporo ma gbagbuo ha.",
    "Ihe ga-eme ndị ojiegbe ahụ gbagburu ndị otu anyị - Uweojii Imo Steeti21 Eprel 2023",
    "Etu ndị uweojii si nyochapụta ebe ndị omekome na-emepụta ogbunigwe n'Ebonyi steeti16 Disemba 2022",
    "Ndị ojiegbe egbuola ndị 'civil defence' atọ n'Imo steeti n'ụbọchị Mọnde27 Maachị 2023",
    "Ebe foto si, Imo Police",
    "N'ime ndị Ipob/ESN itoolu ahụ ndị uweojii jidere, otu onye n'ime ha bụ nwoke dị afọ 70, aha ya bụ Obali Paul, onye ndị uweojii kwuru na ọ bụ dibia na-agwọrọ ndị ekperima ahụ ọgwụ.",
    "\"Dịka nnyocha na-aga n'ihu, ndị a niile kwetara na ha bụ ndị otu IPOB/ESN a na-atụ egwu, bụ ndị na-eyi ndị mmadụ egwu n'Imo Steeti, bụkwa ndị aka ha dị n'ọnwụ ndị uweojii ise na ndị nkịtị abụọ na Ngor-Okpala,\" Okoye kwuru.",
    "\"Ha nyekwara anyị ozi nke nyere aka ka anyị wakpo ogige nke abụọ ebe ndị Ipob na-ezo n'obodo Itu, dị n'okpuru ọchịchị Ezinihitte-Mbaise.",
    "\"Ebe ahụ ka anyị jidekwara mmadụ anọ ọzọ ndị otu ahụ, bụ ndị so na ndị anyị na-achọ achọ kamgbe n'ihi arụ dị icheiche ha na-akpa.",
    "\"Oge ndị ekperima a hụrụ ndị uweojii, ha malitere ịkwa mgbọ mana mgbọ nke ndị uweojii karịrị nke ha, nke mere ka ha chilie aka elu, ebe ụfọdụ ndị ọzọ bu mgbọ egbe gbaa ọsọ.\"",
    "'Nnamdi Kanu anaghị atụ ụjọ maka ikpe ndị Naịjirịa'31 Ọktọba 2019",
    "Nnamdi Kanu interview: Zik tinyere anyị n'ụmị - Nnamdi Kanu15 Febụwarị 2019",
    "IPOB etinyeghi ‘sit at home’ ọbụla n’oge ntuliaka Febụwarị a – Emma Powerful2 Febụwarị 2023",
    "Ipob bụ otu sị na ha na-alụ ọgụ maka nnwereonwe mpaghara Ọwụwa Anyanwụ Naịjirịa nke ha kpọrọ mba Biafra. Mana gọọmentị Naịjirịa machiri otu ahụ ma kpọpụta ha dịka ndị na-eyi ndụ egwu.",
    "N'ọnwa Disemba afọ 2020, onyeisi Ipob bụ Nnamdi Kanu hibere otu ESN ma kwuo na ha ga-abụ ndị nchekwa mpaghara Biafra na mwakpo nke ndị ọchịehi Fulani na-awakpo mpaghara ahụ kwa mgbe.",
    "Mana ndị ọrụ nchekwa Naịjirịa na-ekwu na ọ bụ ndị Ipob/ESN na-ebute ọnọdụ nchekwa ọjọọ nke dịka ọ na-arị elu ugbua na mpaghara Ọwụwa Anyanwụ ugbua.",
    "Akụkọ mwakpo na ogbugbu ndị uweojii, ndị agha, na ndị ọrụ nchekwa ndị ọzọ, nakwa ndị nkịtị bụzi ihe a na-anụ aghara aghara na mpaghara ahụ.",
    "Nke a kawanyere njọ oge gọọmentị Naịjirịa jidere Nnamdi Kanu, bụ onyeisi Ipob, na mba Kenya, n'ọnwa June 2021, ma kpụlata ya Naịjirịa.",
    "Kanu nọ ugbua n'ụlọ mkpọrọ ndị uweojii nzuzo Naịjirịa n'Abuja dịka ikpe ya na-aga n'ihu n'ụlọikpe.",
    "Gọọmentị Naịjirịa na-ebo ya ebubo ịnọ n'otu oyi egwu nakwa ịkpa nkata ịkwatu ọchịchị Naịjirịa.",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ndị Biafra chọrọ nkewa",
    "Nkwekọrịta ịkwụsịtu ọgụ akụsaala na Sudan dịka ogbunigwe na-ada30 Eprel 2023",
    "Etu anyị si jide ndị Ipob/ESN gburu ndị uweojii anọ na Ngor-Okpala - Ndị Uweojii30 Eprel 2023",
    "Ibu m buru egbochighị m ịbụ 'Model' - Jeniffer Enuejiugha29 Eprel 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}