{
  "published": "23 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bayo Onanuga/Peter Obi/X",
    "Onye ji aha Labour Pati zọọ ọkwa onyeisiala Naịjirịa na ntụliaka afọ 2023 bụ Peter Obi ekwuola na ọ ga-akpụpụ onye ndụmọdụ Onyeisiala Bola Tinubu na mgbasaozi bụ Bayo Onanuga n'ụlọikpe ma ọ bụrụ na ọ rịọghị ya mgbaghara maka ebubo na ọ bụ ya na-akwado ngagharịiwe ndị ntorobịa na-akwado ime maka ihe isiike na ajọ ọnọdụ akaụnaụba Naịjirịa.",
    "Peter Obi kwuru nke a n'ozi ndị ọkaiwu ya wepụtara taa bụ Tuzde, Julaị 23.",
    "Ọ gwara Bayo Onanuga ka ọ gaa n'ihu kwugharị okwu ahụ o kwuru ma rịọ ya mgbaghara.",
    "Akwụkwọ ozi ahụ gara n'ihu kwuputa na ebubo ahụ Bayo Onanuga boro ya metọrọ ezi aha ma mee ka ndị mmadụ na-ahụta ya dịka ajọ mmadụ.",
    "O nyere Bayo Onanuga awa 72 ka ọ rịọ ya mgbaghara.",
    "Akwụkwọ ozi ahụ kwuru na ọ bụrụ na Bayo Onanuga emeghị nke a, ha ga-akpụpụ ya ụlọikpe.",
    "Ebe foto si, Peter Obi/Tanko Mohammed",
    "Cheta na Bayo Onanuga nọrọ ụbọchị Satode Julaị 20 depụta nnukwu ozi n'akara soshal midia X ya nke kwuru na ọ bụ Peter Obi na ndị nkwado ya chọrọ ibute ọgbaghara na Naịjirịa site na ngagharịiwe ahụ.",
    "Naijiria",
    "Peter Obi",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A, Barack Obama akwanyerela Kamala Harris aja n'ukwu n'ịzọ ọkwa Onyeisiala",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ25 Julaị 2024",
    "Nye ndị uweojii aha gị na njirimara gị tupu ị mee ngagharịiwe - Kayode Egbetokunelekere 6 gara aga",
    "South East Development Commission na uru ọ ga-abara mpaghara Ọwụwa Anyanwụ24 Julaị 2024",
    "Aga m akpụpụ Bayo Onanuga n'ụlọikpe ma ọ bụrụ na ọ rịọghị m mgbaghara - Peter Obi23 Julaị 2024",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Aga m akpụpụ Bayo Onanuga n'ụlọikpe ma ọ bụrụ na ọ rịọghị m mgbaghara - Peter Obi",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}