{
  "published": "5 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ike Ekweremadu",
    "Ụlọikpe mba UK atụọla Ike Ekweremadu mkpọrọ afọ itoolu na ọnwa asatọ.",
    "A tụkwara nwunye ya mkpọrọ afọ isii, mana e mechara butuo ya ka ọ bụrụzie afọ anọ na ọnwa isii.",
    "Onye nke atọ bụ Obinna Obeta nwatara mkpọrọ afọ iri.",
    "Ọkaikpe ahụ aha ya bụ Justice Johnson kwuru na ya nwetara ọtụtụ ozi na-ekwu etu Ike Ekweremadu si bụrụ ezigbo nwaafọ, tinyere ozi si n'aka aka chịburu Naịjirịa bụ Olusegun Obasanjo, onyeisi ụlọ omeiwukwu Naịjirịa nakwa otu Ecowas.",
    "Ndị uweojii mba UK chọburu ka a tụọ Ekwermadu, nwunye ya na Obeta mkpọrọ ga-eru afọ 18.",
    "E jidere Ekweremadu na nwunye ya na UK n'ụbọchị 23 nke ọnwa Jun 2022.",
    "Ike Ekweremadu:Ihe ụmụ Naijiria na-ekwu dịka a tụrụ Ekweremadu mkpọrọelekere 6 gara aga",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremaduelekere 6 gara aga",
    "Ike Ekweremadu ka ga-anọ nga ruo Ọktoba 31 7 Julaị 2022",
    "Nwata nwoke a chọrọ iwere akịrị ya iji tinyere nwa nwaanyị Ike Ekweremadu agwala ụlọikpe na mba UK na ya achọghị ego iti aka n'obi ọbụla n'aka ezinụlọ ahụ.",
    "Nke a mere n'ụlọikpe taa bụ Fraịde, dịka a na-atụ anya na ụlọikpe ga-ekwupụta ntaramahụhụ a ga-enye Ekweremadu na nwunye ya bụ Beatrice.",
    "Dịka ikpe ahụ na-aga n'ihu, ọkaikpe jụrụ nwata nwoke ahụ ma ọ chọrọ ka ezinụlọ Ekweremadu kwụọ ya ụgwọ iti aka n'obi n'ihi ihe ọjọọ ha mere ya, mana o kwuru na ọ chọghị ego ọbụla n'aka ha.",
    "Cheta na ụlọikpe nyere iwu ka a ghara ịkpọpụta aha nwata nwoke ahụ iji chekwaa ya.",
    "Mana ndị ọkaiwu nwata nwoke ahụ rịọrọ ka e nye nwata nwoke ahụ ikike ịnọrọ na mba UK bụ nke a na-akpọ asylum na bekee.",
    "O dobeghị anya mkpebi e nyere maka nke a.",
    "Ebe foto si, Met Police",
    "Ike Ekweremadu",
    "N'ịma Ekweremadu ikpe, ọkaikpe Johnson kwuru na ya lebara anya n'ihe dị icheiche nke gụnyere:",
    "Ekweremadu ma nke ọma na nwata nwoke ahụ bụ nwata ma bụrụkwa onye ụbịam",
    "Ekweremadu ma nke ọma ọnọdọ ọjọọ ụbịam na-edebe ndị mmadụ n'ihi na o hibere ụlọọrụ nke o kwuru na o ji enyere ndị ogbenye aka",
    "Oge Ekweremadu chọpụtara na akụrụ nwata nwoke ahụ adabeghị na nke nwa ya nwaanyị, ọ malitere ịchọ onye ọzọ ọ ga-ejikwa mee otu ihe ahụ",
    "Ekweremadu achọtalarị ọtụtụ ndị mmadụ bụ ndị ọ ga-esi n'ime ha nweta onye ọzọ ga-enye nwa ya nwaanyị akụrụ",
    "Ekweremadu n'onwe ya nwekwara ọrịa nke ọ na-arịa",
    "Ụlọikpe ọbụla amabeghị Ekweremadu ikpe mbụ",
    "Ọtụtụ ndị a ma aha ya dere akwụkwọ iji gbaa akaebe na Ekweremadu bụ ezigbo mmadụ; mmadụ dịka Archbishọp Emmanuel Chukwuma, onyeisiala n'oge gara aga bụ Olusegun Obasanjo, onyeisi ụlọ omeiwu ukwu na ụlọ omeiwu nta Naịjirịa, nakwa nwa ya nwaanyị bụ Sonia",
    "Ekweremadu mere ihe a n'ihi ọnọdụ ahụike ọjọọ nke nwa ya nwaanyị nọ n'ime ya",
    "Ekweremadu gaara achọ onye ọzọ ga-enye nwa ya nwaanyị onyinye akụrụ, na-abụghị onye a ga-akwụ ụgwọ, ọ bụladị site na ndị ezinụlọ ya",
    "Ihe ndị a niile ka ọkaikpe Johnson sị na ya tulere tupu o kpebie ịtụ Ekweremadu mkpọrọ afọ itoolu na ọnwa asatọ, tinyere oge ọ nọrọla na mkpọrọ dịka a na-ekpe ikpe a.",
    "E kee oge a ụzọ atọ, Ekweremadu ga-anọ ụzọ abụọ n'ụlọ mkpọrọ ma nọtọpụ ndị ọzọ n'ọrụ enyemaka obodo.",
    "Ebe foto si, Met Police",
    "Beatrice Ekweremadu",
    "N'ịma Beatrice Ekweremadu ikpe, ọkaikpe Johnson kwuru na ya lebara anya n'ihe ndị a:",
    "Beatrice Ekweremadu esoghị na ndị chọtara onye chọrọ inye onyinye akụrụ ya, o soghikwa na ndị chọtara ndị nke ọzọ e chere gaara enye Sonia onyinye akụrụ",
    "Ọ bụ nwaanyị nwere ezigbo agwa na-enwebeghi ikpe ọbụla a mara ya",
    "O nwere ọrụ dị mkpa ọ na-arụ n'ileta nwa ya nwaanyị bụ Sonia onye nọ n'ọrịa",
    "N'ihi ihe ndị a ka a tulere wee kpebie ịtụ Beatrice Ekweremadu mkpọrọ afọ anọ na ọnwa isii.",
    "Ọkaikpe kwuru na Beatrice a ga-agbakọnye ụbọchị Beatrice nọrọla dịka onye e ji eji n'oge mkpọrọ ya.",
    "Ọ ga-anọ ọkara oge mkpọrọ ya n'ime ụlọ mkpọrọ ebe ọkara nke ọzọ ka ọ ga-anọchapụ n'ịrụ ọrụ obodo.",
    "Ebe foto si, Met Police",
    "Dọkịta Obinna Obeta",
    "N'ịma Obinna Obeta ikpe, ọkaikpe Johnson kwuru na ya lebara anya n'ihe ndị a:",
    "Obeta kpacha anya họrọ nwata nwoke ahụ n'ihi na ọ bụ nwata ya na ndị ezinụlọ ya anọghị, ma bụrụkwa onye ụbịam",
    "Oge atụmatụ iwere akụrụ nwata nwoke ahụ kụsara, Obeta gbara mbọ ịchọta onye ọzọ ga-enye akụrụ ya",
    "Obeta bụ ezigbo nwa afọ na-enwebughị ikpe ọbụla a mara ya",
    "Ọ rụọla ọrụ ọma dị icheiche dịka dọkịta",
    "O nwekwara ọrịa nke ya dịka onye merela mgbanwe ọrịa akụrụ n'oge gara aga, mana ọnọdụ ahụike ya bụ ihe e nwereike ijikwa n'ụlọ mkpọrọ",
    "N'ihi nke a ka ọkaikpe Johnson ji tụọ dọkịta Obeta mkpọrọ afọ iri.",
    "E kee oge a ụzọ atọ, Obeta ga-anọ ụzọ abụọ n'ụlọ mkpọrọ ma nọtọpụ ndị ọzọ n'ọrụ enyemaka obodo.",
    "Ebe foto si, Met police",
    "Ike Ekweremadu na nwunye ya, Beatrice",
    "Taa bụ Fraịde, ụbọchị ise nke ọnwa Mee 2023, ka ụlọikpe na mba United Kingdom ga-ekwupụta ntaramahụhụ a ga-enye Ike Ekweremadu, nwunye ya ụ Beatrice na otu dọkịta aha ya bụ Obinna Obeta, maka ebubo ịtụ mgbere akụkụ ahụ mmadụ.",
    "Cheta na ụlọikpe ahụ mara mmadụ Ekweremadu na nwunye ya ikpe maka ebubo ahụ, n'ọnwa Maachị afọ a.",
    "Dịka iwu mba UK si dị, ntaramahụhụ kachasị e nwereike inye mmadụ n'ihi ịtụ mgbere akụkụ ahụ mmadụ bụ ịtụ ya mkpọrọ ndụ ya niile.",
    "Ekweremadu na nwunye ya na dọkịta Obeta bụ ndị mbụ a ga-ama ikpe n'ịtụ mgbere akụkụ ahụ mmadụ kamgbe e mechara iwu machiri ịgba ohu ọgbara ọhụrụ n'afọ 2015.",
    "Ọtụtụ otu mba ụwa dị icheiche nakwa ndị aha ha na-ada ụda arịọla mba UK ka e meere Ekweremadu Ebere na ntaramahụhụ a ga-enye ya.",
    "Otu ndị a gụnyere Ụlọ omeiwu Naịjirịa; Ụlọ omeiwu nke otu jikọrọ mba niile dị na Ọdịda Anyanwụ Afrịka bụ Ecowas n'ịchafụ; otu 'International Human Rights Commission (IHRC); aka chịburu Naịjirịa bụ Olusegun Obasanjọ na ọtụtụ ndị ọzọ.",
    "'Ọkaikpe nwee obi ebere' - Ihe ụfọdụ kwuru maka ikpe a mara Ekweremadu, nwunye ya26 Maachị 2023",
    "Amaghị m ka e si chọta onye a sị chọrọ inye nwa m onyinye akịrị ya - Nwunye Ekweremadu14 Maachị 2023",
    "Organ Harvest: Ụlọikpe Naịjirịa enyela  NIMC  iwu ka ha nyefee Ekweremadu ya 'data' nwata ahụ1 Julaị 2022",
    "Ikpe ahụ amalitebeghị n'ihi na ndị ọrụ nchekwa na-akpụta nwunye Ike Ekweremadu bụ Beatrice n'ụlọikpe kpụgara ya n'ụlọikpe ọzọ na-abụghị ebe e a nọbu ekpe ya bụ ikpe.",
    "Mana a na-atụ anya na ikpe ahụ ga-amalite n'oge adịghị anya.",
    "Akụkọ na-abịa.",
    "Nwunye Ike Ekweremadu bụ Beatrice na nwa ya nwaanyị Sonia",
    "Ndị uweojii mba UK jidere Ekweremadu na nwunye ya bụ Beatrice n'ọdọụgbọelu Heathrow dịka ha chọrọ ịgawa mba Turkey.",
    "Ha kwuru na Ekweremadu ji ụzọ aghụghọ kpọta otu nwata nwoke dị afọ 21 na mba UK iji were akụkụ akịrị ya tinyere nwa ya nwaanyị bụ Sonia onye nwere ọrịa akịrị.",
    "Nwata nwoke ahụ, onye ụlọikpe nyere iwu ka a ghara ịkpọpụta aha ya, gbapụrụ ọsọ ga kpesara ndị uweojii maka nke a nke mere e ji jichie Ekweremadu na nwunye ya.",
    "Ndị uweojii jidekwara otu nwoke aha ya bụ Obinna Obeta bụ dọkịta a sị na aka ya dị n'ịkpọta nwata nwoke ahụ si Naịjirịa bịa mba UK.",
    "Ekweremadu kwuru na ọ bụ nwata nwoke ahụ ji aka ya kweta inye akịrị ya dịka onyinye iji zọọ Sonia ndụ, mana ndị ọrụ nchekwa mba UK kwuru na nwata nwoke ahụ gwara ha na ya amaghị ihe e ji kpọfete ya na UK, na ọ bụ oge ndị dọkịta na-agba ya ajụjụ ọnụ n'ụlọọgwụ ka o ji mata, kpatara o ji gbaa ọsọ.",
    "Ọzọkwa bụ na iwu mba UK amachighi mmadụ inye akụkụ ahụ ya dịka onyinye nye onye ọzọ, mana ọ gaghị ana ego ọbụla maka ya. Ọ bụrụ na ego ọbụla dị n'ime ya bụ nkwekọrịta, ọ gaghị abụzi onyinye ka ọ bụrụla ịzụ ahịa, nke bụ ihe iwu megidere.",
    "Ebubo ọzọ e boro Ekweremadu na nwunye ya bụ ịgba ohu ọgbara ọhụrụ nke bekee na-akpọ 'Modern Day Slavery', maka iji ụzọ aghụghọ kpọrọ mmadụ gafee mba ọzọ na-emeghị ka onye ahụ mara kpọmkwem ihe njem ahụ bụ maka ya.",
    "United Kingdom",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ike Ekwermadụ: Atụọla ya na nwnuye ya na mkpọrọ5 Mee 2023",
    "Ike Ekweremadu: Ihe ụmụ Naijiria na-ekwu dịka a tụrụ Ekweremadu mkpọrọelekere 6 gara aga",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremaduelekere 8 gara aga",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}