{
  "published": "24 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Were igwe mkparịtaụka anyị, họrọ otu egwu bọọlụ masịrị gị n'Iko Mba Afrịka ma kesaa ya nye ndị enyi gị.",
    "Họrọ usoro nhazi",
    "WhatsApp",
    "Facebook",
    "X (nke bụbu Twitter)",
    "Asọmpị a ga-agụnye ndị otu anọ n'ime oke isii (A-F) nke ndị otu abụọ kachasị ga-abanyere ndị ọgbọ  nke 16 nke a ga-akụpụ akụpụ.",
    "Ndị otu 12 ga-esonye n'ọgbọ anọ nke ndị kụkarịrị bọọlụ n'ọgbọ isii na mba ụwa, nke ihe isepụ ha bụ mpụtara ha n'ọgbọ makwa ndị ọkpụ goolu ha karịrị.",
    "Ndị mere nnyocha Damilola Ojetunde, Onye sere eserese Olaniyi Adebimpe naonye rụpụtara ya Boaz Ochieng",
    "Mr Ibu: Etu ndị uweojii si nwuchie ma kpụpụ ụmụ John Okafor abụọ ụlọikpe elekere 4 gara aga",
    "Plateau attacks: Ihe ndị Mangu kwuru maka mwakpo mere ha25 Jenụwarị 2024",
    "Buchi Emecheta Books: Gịnị ka ị ma maka nwaafọ Igbo ji aba mba?21 Julaị 2019",
    "Igwe Achebe: Ihe anyị ma maka akụkọ a sị na Soludo achụọla Obi nke Onicha n'oche24 Jenụwarị 2024",
    "Gịnị bụ ‘Styrofoam’ a gọọmentị Legọs steeti machiri na ọghọm ndị ọ na-ebute24 Jenụwarị 2024",
    "Afcon 2023: Gbaa okwe a họpụta otu ị ga-akpọ gaa ọgụ ma ị bụrụ onye nchịkwa bọọlụ 24 Jenụwarị 2024",
    "Centenary City Enugu: \"Anyị na-arịọ gọọmentị ka ha kwụsị ikutusị ụlọ anyị tara ahụhụ rụọ\"23 Jenụwarị 2024",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha21 Jenụwarị 2024",
    "Mr Ibu: Etu ndị uweojii si nwuchie ma kpụpụ ụmụ John Okafor abụọ ụlọikpe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Afcon Round of 16 Fixtures: Etu a ga-esi gbaa Agba nke 16",
    "Plateau attacks: Ihe ndị Mangu kwuru maka mwakpo mere ha",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}