{
  "published": "4 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty images/Eze Chukwuemeka Eri/Ifeanyi Ubah/Facebook",
    "Eze ọdịnala Aguleri bụ Eze Chukwuemeka Eri na Senetọ na-anọchite anya   Anambra-South n'Ụlọọmeiwu Ukwu Naijiria bụ Ifeanyi Ubah agbaala ama na obi adịghị onye ndu otu Ipob bụ Nnamdi Kanu mma maka ọnọdụ nọrọnụlọ a na-eme n'Ọwụwa Anyanwụ Naijiria.",
    "Nke a pụtara ihe ụbọchị Fraide, abalị atọ nke ọnwa Ọgụstụ, afọ 2023, dịka ndị ndu Igbo abụọ a gara leta Nnamdi Kanu n'ogige ndị uweojii nzuzo Naijiria bụ DSS n'Abuja.",
    "E ji Kanu na mkpọrọ DSS kemgbe ọnwa Juun afọ 2021 dịka a na-ekpe ya ikpe maka ebubo metụtara iyi ndụ egwu na ịkpa nkata ịkwatu gọọmentị Naijiria.",
    "Simon Ekpa asaala Onyeisi Ụlọomeiwu Ukwu27 Julaị 2023",
    "Akwụkwọ ozi Nnamdi Kanu degaara Simon Ekpa bụ ezie, ama m akara edemede ya - Ada Biafra31 Julaị 2023",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti8 Julaị 2023",
    "Ozi si n'ọnụ Eze Chukwemeka Eri na Ubah na-abịa ka ọ gachara otu izuụka Nnamdi Kanu dere akwụkwọozi degara Simon Ekpa site n'aka otu n'ime ndị ọkaiwu ya bụ Aloy Ejimakor sị ka ọ kwụsị ịmanye nọrọnụlọ n'Ọwụwa Anyanwụ.",
    "Ebe foto si, Eze Chukwemeka Eri/Facebook",
    "N'ozi ya, Eze Chukwuemeka bụ aka ji ọfọ Igbo nile kwuru sị,\"Ọ(Nnamdi Kanu) sịrị na ihe na-afịọ n'ala Igbo karịziri ya, na ya na-arịazị ọrịa n'ihi na ndị mmadụ jizi aha ya na-egbu ndị mmadụ n'ala Igbo, na-akwụsị ụmụaka ịga akwụkwọ na a na-eme nọrọnụlọ, ụmụṅwaanyị na-ere ọka na ọpapa, a na-agbagbusi ha.\"",
    "\"Ndị nile na-eme ihe ndị a mara na ọ bụghị Nnamdi Kanu ka ha na-eme ya, mmụọ dị n'ala Igbo ka ha na-emesi ike.\"",
    "O kwukwara sị, \"Ọ sịrị m, 'ọ bụ etu a ka ndị igbo ga-esi abụrụ otu?'\"",
    "Kedụ ihe jikọrọ ndị Igbo na ndị Ịgala? 25 Ọgọọst 2022",
    "Kedu ebe Igbo si?24 Eprel 2019",
    "Ihe mere n'etiti Aguleri na Umuleri ụnyaahụ17 Jenụwarị 2021",
    "Eze Chukwuemeka, onye kwuru na ọ bụ Kanu kpọrọ  oku ka ya bịa hụ ya n'Abuja, gbara ama sị, \" Ọ  sịri na ọ bụrụ na ihe nile a kwụsị, ahụ ya adị ga mma, nsogbu nile adị mma, ya apụta.\"",
    "Ọ kwukwara na Kanu kwuru na ihe ọ chọrọ n'aka ụmụafọ Igbo bụ ekpere ha, na ọ bụghị tigbuo-zọgbuo.",
    "Ebe foto si, Ifeanyi Ubah/Facebook",
    "N'otu aka ahụ, Senetọ Ifeanyị Ụba kwuru sị, \" Ozi Nnamdi Kanu ziri m zie ndị Igbo taa bụ abalị atọ nke Ọnwa Ọgọstụ nke afọ 2023 nke ọ sị mụ na Igwe nọkọọ zie ndị mmadụ ozi.\"",
    "\"Ka ndị na-anụrụ m okwu gwaa ndị Igbo nile na nọrọụlọ kwa Monde na-emebisi ihe n'ala Igbo. Ndị Igbo gawa ahịa.\"",
    "Ifeanyi Ubah: Obi ọ ga-adị gị mma ma a pịa nne gị ụtalị n'aha 'sit at home'?17 Julaị 2023",
    "\"Ndị mmadụ amaghị na mụ agaala hụ Nnamdi Kanu na DSS ugboro abụọ\" - Ifeanyi Ubah23 Ọktọba 2021",
    "Aga m anabata Nnamdi Kanu ka o biri n'obi ọchịchị Anambra Steeti ma a tọhapụ ya - Gọv. Soludo19 Jenụwarị 2023",
    "Ubah, onye kwuru na ọ bụ ụmụnne Kanu bụ ndị haziri ọgbakọ ya na Kanu gara n'ihu kwuo na Kanu gwara ya, na \"ọ bụ ndị ekperima ji aha ya ezu ohi na atọrọ ndị mmadụ\".",
    "Ebe foto si, Ifeanyi Ejiofor/Facebook",
    "Okaiwu Kanu bụ Ifeanyị Ejiofor gbakwara akaebe na mmadụ abụọ ndị a gara hụ Kanu n'ozi o wepụtara n'akara ya n'ọbaozi Facebook ụbọchị Fraide.",
    "Ọ sịrị, \"Eze Chukwuemeka Eri, Eze Akajiovo  Igbo Nile, Ezeora XXXIV nke Aguleri, na  Senetọ Ifeanyi Uba gara taa leta Mazi Nnamdi Kanu n'isiụlọọrụ 'State Security Service' (SSS) dị n' Abuja ebe  e ji Kanu ugbua.\"",
    "\"Oge ha hụrụ, o kwukwara kwusie ike ma katọọ nọrọnụlọ na-eme n'Ọwụwa Anyanwụ, sị na ndị na-amanye ya na steeti nile dị n'Ọwụwa Anyanwụ bụ ndị iro ndị be anyị.\"",
    "Cheta na onye ndu otu alaka Ipob kpọrọ onwe ha 'Autopilot' bụ Simon Ekpa  tinyere nọrọnụlọ izuụka abụọ n'Ọwụwa Anyanwụ nakwa na Monde ọbụla n'izuụka were akpo oku ka a tọhapụ Kanu.",
    "A gbagbuola ọtụtụ ndị mmadụ, tọọrọ ụfọdụ ma mebie ngwahịa dara nde kwuru nde naira dịka ndị ji egbe na-amanye ndị mmadu nọrọ n'ụlọ ụbọchịn'Ọwụị̀a Anyanwụ n'ihe ruru afọ abụọ.",
    "Naijiria",
    "Omenala",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ministerial List: Tinubu etinyela aha Keyamo, wepụ Shetty2 Ọgọọst 2023",
    "NLC Protest: Ihe mere otu a ji ama ọkwa ime ngagharịiwe ọzọ2 Ọgọọst 2023",
    "E wepụ nne m akaghị ịgbalahụ ọnwụ site n'ọrịa 'sickle cell'-Nwaanyị  dị afọ 65 7 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe  olụndị dị iche iche  na-akpọ nwagbọghọ n'ala Igbo23 Julaị 2023",
    "Igbo Ancestry: Etu William E 'Kip Ward, Emmit McHenry, ndị Amerịka abụọ nwere agba si chọpụta na agbụrụ ha bụ Igbo2 Ọgọọst 2023",
    "Ọgba mbọ: Ọmịiko m nwere n’ebe onye ngwọrọ nọ mere m ji rụọ ‘electric wheel chair’ – Honesty Godwin3 Ọgọọst 2023",
    "Ihe Nnamdi Kanu gwara anyị gwa ndị Ọwụwa Anyanwụ- Eze Chukwuemeka Eri ,Ifeanyi Ụbahelekere 8 gara aga",
    "Ministerial List: Tinubu etinyela aha Keyamo,wepụ Shetty27 Julaị 2023",
    "NA EME UGBU A Niger: Onyeisiala Mohamed Bazoum akpokuola mba Amerịka maka enyemaka dịka ndịagha weghara ọchịchị1 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Ihe Nnamdi Kanu gwara anyị gwa ndị Igbo- Eze Chukwuemeka Eri ,Ifeanyi Ụbah",
    "Sexual violence: Aka akparala ụmụnwoke anọ a na-enyo gbakọrọ aka dinaa nwa dị afọ15 n'ike n'Imo steeti",
    "Ooni of Ife, Pete Edochie handshake: Ihe ndị chiri echichi Igbo na Yoruba na-ekwu Emelitere ikpeazụ na: 25 Mee 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọlaEmelitere ikpeazụ na: 29 Disemba 2022",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}