{
  "published": "29 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Church of Nigeria/Facebook",
    "Ụlọụka Anglican nke Naịjirịa eyiela egwu na ha nwereike ikewapụta onwe ha site n’isi ụlọọụka Anglịkan nke ụwa dị na mba Briten a kpọrọ ‘Church of England’.",
    "Nke a bụ maka na ndịisi ụlọụka a nwere ọgbakọ ma kwadoo ka ọlụụ nwoke na nwoke, nakwa nwaanyị na nwaanyị.",
    "N’ọzi, ụlọụka Anglịkan nke Naịjirịa wepụtara n’ụbọchị 24 Julaị, 2024 bụ Achịbishọp Henry Chukwudum Ndukuba, onyeisi ha tinyere aka na ya kwuru na nke a megidere nkuzi na eziokwu dị n’akwụkwọ nsọ banyere ọlụlụ di na nwunye.",
    "O kwuru na ọ bụrụ na Achịbishọp nke Canterbury na ụlọụka Anglịkan nke Ịngland gaa n’ihu kwadoo ka ndị ụkọchukwu soro n’emume nwoke ịlụ ibe ya na nke nwaanyị ịlụ ibe ya, na ha (Anglịkan nke Naịjirịa) ga-ekewapụta onwe ya site n’Anglịkan nke Ịngland.",
    "Ụka Anglịkan achụọla ụkọchukwu susuru ụmụakwụkwọ nwaanyị atọ ọnụ n'ọrụ18 Ọgọọst 2021",
    "Archbishop Maxwell Anikwenwa: Ihe ị kwesiri ịma n'ọnwụ ya14 Maachị 2023",
    "Gịnị kpatara ndị Igbo ji agakarị ụlọụka ndị a?29 Julaị 2018",
    "Okwu a malitere mgbe ndịisi ụlọụka Anglịkan n’ụwa mere ọgbakọ a kpọro ‘General Synod’ nke ụlọụka Ịngland n’ụbọchị 8 Julaị, 2024.",
    "N’ọgbakọ ahụ a mere ntuliaka iji mara ma ụlọụka Anglịkan ọ ga-amalite ịkwado ọlụlụ nwoke na ibe nakwa ọlụlụ nwaanyị na ibe, tinyere inye ohere ka ndị ụkọchukwu soro n’ụdịrị alụmdina nwunye ahụ.",
    "Na ntuliaka ahụ, ndị Bịshọp kwetere n’ụdịrị ọlụlụ di na nwunye a dị 22 ebe ndị jụrụ ịnabata ya dị 12.",
    "Ndị ụkọchukwu nabatara ya dị 99 ebe ndị ụkọchukwu jụrụ ya 88",
    "N’otu aka ahụ ndị Laity nabatara ụdịrị ọlụlụ a dị 95 ebe ndị jụrụ ya dị 91.",
    "Ebe foto si, Church of Nigeria/Facebook",
    "Achịbishọp Ndukuba kwuru na mkpebi a na-egosi ụlọụka ndị Bishọp ha gbahapụrụ okwu Chineke ma wepụ ikikere dị n’akwụkwọ nsọ ma sorozie omenala ndị uwa.",
    "“ọ dị mkpa ka a mata na ndị Achịbishọp na Bishọp a ṅụrụ iyi ịkwanyere iwu na-achịkọta ụka Anglịkan ugwu mgbe e duru ha n’iyi ọrụ mana site na mkpebi nke Synod banyere mmadụ ịlụ ụdịdị okike ya, ndị Bishọp ahapụla  usoro niile a bụ nke ha kwupụtara n’ihu ọha.",
    "“Ọ bụrụ na Achịbishọp nke Canterbury na Anglịkan nke Ịngland gaa n’ihu kwadoo ka ndị ụkọchukwu soro n’ụdịrị ọlụlụ nwoke na ibe ya nakwa nwaanyị na ibe ya ụlọụka Anglịkan nke Naịjirịa ga-ekewapụ site na njịkọta ha na ụka Anglịkan nke Ịngland.",
    "Ọ gara n’ihu kwuo na Anglịkan nke Naịjirịa so otu ‘Church of England Evangelical Council (CEEC), GAFCON nakwa ndị Anglịkan ndị ọzọ na-akatọ mkpebi ụka Anglịkan nke Ịngland ka nwoke lụọ nwoke ibe ya nakwa nwaanyị ịlụ nwaanyị ibe ya.",
    "Ebe foto si, Getty Images",
    "Mkpebi a ndịisi ụlọụka Anglịkan mere ịkwado ka nwoke lụọ ibe ya nakwa nwaanyị ịlụ ibe maọbụ ka ndị ụkọchukwu soro n’ụdịrị ọlụlụ a ga-ebute nnukwu mgbanwe nye ndị na-ekpere Chineke n’ụlọụka ahụ.",
    "O dobeghi anya kpọmkwem mgbe  a ga-etinye mkpebi ọhụrụ a n’ọrụ n’ụlọụka ahụ.",
    "Mana a na-atụ anya na ọ bụ mgbe onyeisi ụlọụka Anglịkan n’ụwa bụ Achịbishọp nke Canterbury, Justin Welby tinyere aka n’ịkwado mkpebi ahụ.",
    "Dịka ọ dị ugbua a mabeghi ma ọ ga-akwado ya maọbụ na ọ gaghị akwado ya.",
    "Ofụfe",
    "United Kingdom",
    "Naijiria",
    "Ndị otu Kristi",
    "NA EME UGBU A, End Bad Governance: Etu ụbọchị abụọ nke ngagharịiwe si aga na Naịjirịa taa",
    "NA EME UGBU A, Rwanda emechiela ụlọụka 4,000 maka ịda iwu",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?31 Julaị 2024",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli31 Julaị 2024",
    "Akwakanti, kansa, ntụrịkọ mkpụrụamụ na ọrịa ụmụaka ndị ọzọ nwere ike ịnapụ nwata ike ịdị ime maọbụ ịtụwa nwaanyị ime n'okenye31 Julaị 2024",
    "\"Ihe m ga-abigara n'ute ọrịa Hepatitis C ma gbakee\"29 Julaị 2024",
    "Etu nkwado nwoke maọbụ nwaanyị ịlụ ibe ya si ebute esemokwu n’ụlọụka Anglịkan n’ụwa29 Julaị 2024",
    "Ihe Peter Obi, Orji Uzor Kalu na ndịọzọ kwuru maka ọnwụ Ifeanyi Ubah27 Julaị 2024",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ25 Julaị 2024",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere e ji adọ ndị si mpaghara Ọwụwa Anyanwụ aka na ntị ka ha esola na ngagharịiwe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}