{
  "published": "20 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Michael Ilediagu",
    "Ndị mere akụkọ a,  Journalist",
    "Ọktọba 2024",
    "E nwere otu mkpụrụ osisi na-enyere ndi nwere ọrịa dị icheiche aka, ọ kachasị ndị na-arịa ọrịa akpụ (cancer) nakwa ọrịa shuga na ndị ọzọ.",
    "Ndị Igbo na-akpọ mkpụrụ ọsịsị ahụ ‘shawansọp’ mana ndị bekee kpọrọ ya ‘soursop’.",
    "Ọkachamara n’ihe gbara nrị na ahụike bụ Gideon Bassey kọwara ọtụtụ uru dị icheiche soursop bara nakwa ọnọdụ ahụike mmadụ nwereike iji mkpụrụ ọsịsị ahụ were nyere onwe ya aka.",
    "Gideon Bassey kwuru na ya na-agwa ndị nwere ọrịa dịka ọsa, ọrịa shuga, nakwa ọrịa akpụ (cancer)  na ọrịa ndị ọzọ dị icheiche ka ha na-ata soursop.",
    "Bassey kwuru na mkpụrụ osisi ahụ ma akwụkwọ ya na-enyere aka akwalite ahụike ndị were ọrịa ndị ahụ.",
    "Bassey kwuru na soursop were ọtụtụ uru dị na ya dịka mkpụrụ osi.",
    "Nke mbụ bụ na o weghị nnukwu ọtọbịrịbịrị n’ime  ya. Ọzọ bụ na o nwere vịtamin-B n’ime ya nakwa vịtamin ndị ọzọ.",
    "Bassey kwuru na “soursop na-eme ka akpụ si n'ọrịa akpụ kpọnwụọ ma kwụsị ya ị na-amụba.",
    "O kwuru na “Soursop adịghị agwọ ọrịa akpụ (Cancer) ọlaa mkpamkpam, mana ọ ga enyere ndị nwere ọrịa ahụ aka nke ukwu ma kwụsị ọrịa ahụ ị na-amụba”.",
    "Ebe foto si, Getty Images",
    "Gideon Bassey kwuru na soursop were ọtụtụ vịtamin ọkachasị vịtamịn B na-enyere aka n’ịgwọ ọrịa dị icheiche.",
    "Ọ sịkwa na o nwere vitamin C na-enyere ahụ aka ịdọzị akpụkpọ ahụ, ịwụlite ahụike nakwa ịme ka ọnya laa n'oge.",
    "O nwekwara ihe Bekee kpọrọ \"antioxidants\" bụ ihe dị n'ime ahụ na-edozi ma na-echekwa akụrụndụ pụtara 'cell'.",
    "\"Ọ bụrụ na ị nwere 'ulcer', ọ bụ otu mkpụrụoisi anaghị akpalite ulcer\" ka o kwuru.",
    "N’okwu Bassey “e nwere ọgwụ e si na mkpụrụ soursop emeputa a kpọrọ ‘graviola’.",
    "“e jikwa akwụkwọ soursop ebelete ọrịa ọtọbịrịbịrị dị n’ọbara”.",
    "Gideon gara n’ihu kọwaa ka ndị nwere ọrịa ndị ahụ ga-esi rie soursop.",
    "“ị were akwụkwọ soursop, tinye ya na mmiri, ị sie ya n’ọkụ ma na-aṅụ mmiri ya. Ọ ga-enyere aka beleta ọtọ bịrịbịrị dị n’ọbara gị”.",
    "Ọ bụrụ na ịbụ onye na-agbara shuga ọsọ, ịnwereike i ri 'soursop' ka i si chọọ n'ihi na o nweghi shụga n'ime ya.",
    "Ahụike",
    "Awaa etoo",
    "Ọrịa shuga",
    "Gọọmenti etiti ahapụla ndị mere nrụrụaka na-achụgharị VDM - Deji Adeyanjuelekere 6 gara aga",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti21 Ọktọba 2024",
    "Ebonyi, Umuahia erubela isi n’iwu 'Sit at home' IPOB nyereelekere 9 gara aga",
    "Ị ma na 'Soursop' na-agwọ ọrịa dị icheiche n'ahụ? Lee ha ebe a20 Ọktọba 2024",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 202116 Ọktọba 2024",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor15 Ọktọba 2024",
    "Ihe ị ga-eme iji gbanarị ọrịa Marburg Virus na-efe ugbua16 Ọktọba 2024",
    "‘Ọ kaara mụ mma na m nwụrụ na Lebanon karịa ịlaghachi Naịjirịa’15 Ọktọba 2024",
    "Allen Onyema: Nke bụ eziokwu maka ebubo nrụrụaka mba Amerịka boro ya13 Ọktọba 2024",
    "Onye bụ Sean ‘Diddy’ Combs, etu ebubo ndị a na-ebo ya si bido12 Ọktọba 2024",
    "Ihe mere ndị Ilaje ji atụnye nwa ọhụrụ na mmiri 9 Ọktọba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 2021",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}