{
  "published": "03:47",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chidinma Amaechi: Etu Chineke siri nye m ejima ise ka m chechara afọ itoolu",
    "Akụkọ ọṅụ a dapụtara n'ọha na nso nso dịka Chidimma Amaechi bụ nwaanyị ihe a mere na ndụ ya kọọrọ BBC Igbo ihe ọ gabigara tupu ọ mụta ụmụ ejima ise ya.",
    "N'okwu ya, ọ kọwara na amụghị nwa bụ ihe na-adịghị mfe ma kwuo na ọ ju ndidi chere ma rịọ Chi ya ka ya nweta ụmụ.",
    "Ọ kọwara na okwukwe ya mere o wetaghi na ọ bụ naanị otu nwa nọ ya n'afọ mgbe a chọpụtara na ọ dị ime.",
    "Ọ gara n'ihu kwuo na ekpere ndị ọ kpere bụ ịmụ ejima nke mere mgbe dọkịta mechara mee nyocha n'afọ ya ma hụ ejima ise, ọ bịaghi ka ihe ịtụ n'anya nye ya.",
    "Ebe foto si, Chidinma Amaechi",
    "'Ihe anyị gabigara afọ asatọ tupu anyị mụta ejima anọ'20 Jenụwarị 2023",
    "Mụ na di m kwere ka nwaanyị ọzọ buoro m afọime ejima anyị '26 Eprel 2022",
    "Ị hụla di na nwunye na-amụtaghị nwa n'ihi 'amaghị eme'?25 Ọgọọst 2018",
    "Nwaada Amaechi kesara ozi ọma ihe mere na ndụ ya na soshal midia ma were ya gbaa ọha ume na ndidi ka mma.",
    "Akụkọ ụgha ụfọdụ dapụtara oge akụkọ a pụtara nke gụnyere; na ndị mmadụ kwuru na ọ mụrụ ejima ise ndị a n'usoro ịmụta ụmụ a kpọro In vitro fertilisation (IVF). Ọ zọkwa bụ na ndị na gọọmentị nyere ya na di ya ọkpụrụkpụ ego.",
    "Mana Chidinma kwuru na akụkọ ndị ahụ bụ asị ọcha na o nweghi IVF ọbụla o mere kama na ọ bụ Chineke nyere ya ụmụejima ise.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ụmụaka",
    "Okike",
    "Ezinụlọ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}