{
  "published": "27 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, screenshot",
    "Site na mkpebi ụlọ omeiwu nta Naịjirịa nwere ime nnyocha gbasara ebubo nrụrụaka megide ụlọọrụ na-ebu agha megide mpụ na nrụrụakaego na Naịjirịa bụ EFCC, otu kọmitii ụlọ omeiwu e jikọtara ọnụ akpọọla Onyeisioche EFCC bụ Ola Olukoyode oku ka ọ wụchie n’ihu ya.",
    "N’ozi letter kọmitii ụlọ omeiwu ahụ zipụrụ n’ụbọchị Fraịde 27 Septemba 2024, ha gwara Onyeisioche EFCC, Onyeisi ụlọmkpọrọ Naịjirịa na ndị ọzọ a na-ebo ebubo ịnara ngarị ka ha wụchie n’ihu ha n’ụbọchị Mọnde 30 Septemba 2024.",
    "Ebubo ịnara ngarị a na-ebo ụlọọrụ EFCC bụ nke sitere n’oku ekwentị a gbara n’anwụ, nke gụnyere omekanwaanyị bụ Idris Okuneye a maara dịka Bobrisky, bụ onye a tụrụ mkpọrọ ọnwa isii oge gara aga maka ịmetọ akwụkwọ ego Naịra.",
    "Oku ekwentị ahụ gosiri na Idris kwụrụ EFCC nde Naịra iri na ise (15m) iji tụhapụ ebubo ime nrụrụakaego e boro ya na mbụ ma mekwaa ya ka ọ nọrọ n’ụlọ ndị akajiakụ karịa ụlọnga.",
    "Otu kọmitii ụlọ omeiwu ahụ kpọkwara Bobrisky oku tinyere nwaokorobịa a ma ama n’ọbaozi soshal midịa bụ Martins Otse e ji Very Dark Man mara.",
    "Ebe foto si, VDM na Bobrisky",
    "N'akwụkwọ Ja’afaru Ahmed binyere aka, n'ụbọchị Tọọzde, ụlọọrụ Civil Defence, ndị ụlọ nga, ndị gbata gbata ọkụ na ndị Immigration Board sị na nkwụsịtụ ndị ụlọọrụ a sonyere ihe onyoonyo ebe e boro ha maka ịnakaazụ na nrụrụaka e boro ha.",
    "N'okwu ya, Ja’afaru Ahmed zipụtara, ọ sị na nkwụsịtụ ndị a gbagotere ọchịchị ọrụ ga-enye ha ohere ime nlebamie anya n'ebubo niile e boro ha. Ma na-ekwekwa nkwa na a ga-eme ka ụwa niile nụ maka mpụtara okwu a.",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 1",
    "Ndị ọkwa gbagotere a kwụsịtụrụ gụnyere bụ:",
    "Michael Anugwa, osote onyeisi ndị ụlọọrụ na-echekwa nga bụ Deputy Controller of Corrections (DCC) na Bekee, ọ bụ ya na-elebakwa anya n'ihe niile gbasara ụlọ nga a kpọrọ Medium Security Custodial Centre (MSCC) dị na Kirikiri, Legọọs Steeti;",
    "Sikiru Adekunle, osote onyeisi ndị na-enye ọzụzụ na nga bụ Deputy Controller of Corrections (DCC), nke na-elebanya na nga nke ukwuu a kpọrọ Maximum-Security Custodial Centre (MSCC) dị na Kiri-kiri, Legọọs Steeti.”",
    "Ndị otu kọmịtii ahụ kwusịtụkwala ASC II bụ Ogbule Samuel Obinna na-arụ ọrụ dịka Medium Security Custodial Centre (MSCC) dị n'Afikpo, Ebonyi Steeti, maka ebubo na ọ bụ ya duuru onye a tụrụ na nga gaa ebe ọzọ na-abụghị na nga ka ikpe mara ya.",
    "Very Dark Man onwe ya depụtara ya n'akara Instagram ya na ọ tụkwasara okwukwe ya ebe Minista Olubunmi Tunji Ojo nọ, bụ minista na-ahụ maka ime obodo ma na-akụrụ ya aka obi aṅụrị maka etu o si wee kwụsịtụ ndị a ọrụ ka o ji aka ya lebaa okwu a anya.",
    "Bobrisky enwerela onwe ya site n'ụlọmkpọrọ dị na Legọs5 Ọgọọst 2024",
    "Ndị agha anwụchiela Bobrisky9 Ọgọọst 2019",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 2",
    "Kemgbe abalị ole ma ole garaaga ka soshal mịdịa Naịjirịa na-ada katakata maka ihe onyoonyo nwoke a na-akpọ Martins Vincent Otse a maraama dịka Very Dark Man (VDM) kesere na soshal mịdịa ya ọkachasị n’ihu akwụkwọ.",
    "Na ihe onyonyo ahụ ka Martins Vincent Otse nọ kwupute ihe na-esere ya na Bobrisky okwu.",
    "VDM sịrị na “Bobrisky ji otu nwoke ego ruru nde naịra anọ ma jụ na ya amankwụ ụgwọ ahụ”.",
    "O nyere Bobrisky otu abalị ka ọ kwụọ nwoke ahụ ụgwọ ahụ ma ọ bụ ya ekesasịa nkata niile Bobrịsky na nwoke ahụ kpara.",
    "Nkata ahụ gunyere ọnụokwu ọ sị na Bobrisky zigara nwoke ahụ.",
    "Ọ sị na nwoke ahụ nyere Bobrisky ego ahụ mgbe ndị Economic and Financial Crime Commission (EFCC) kpụpụrụ Bobrisky ụlọikpe ma tụọ ya nga ọnwa isii.",
    "O kwukwara na aha ọtụtụ ndị mmadụ ọnụ na-eru n’okwu batara na nkata ahụ dị na-etiti Bobrisky na onye ahụ ọ jị ụgwọ.",
    "'Nwunye nna m boro m na m bụ amoosu gburu nwa ya nwoke'26 Septemba 2024",
    "Etu ụmụada siri weghara nchekwa obodo ha n'Anam17 Septemba 2024",
    "Ọgba mbọ: Ọtụtụ ndị ekwenyeghi na nwaanyị dịka m ga-arụnwu 'gear box' ụgbọala - Chidera Ohiaeri11 Septemba 2024",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 3",
    "VDM kwuru na ọ bụ oge Bobrisky nọ n’ụlọmkpọrọ ka ọ zigara nwoke ahụ okwu ọnụ sị na “ya nyere ndị ọrụ EFCC ego ruru N15,000,000 ka ha akwụsị ịkpụpụ ya ụlọikpe ma kwụsị ikpe ya ikpe gbasara mpụ ibupu akatamkpo ego”.",
    "Ọ kwuwara na onyeisi ndị ụlọmkpọrọ nyere ya aka ka ya hara ịnọ n’ime ụlọnga ka ma ka ya nọrọ n’ụlọ dị n’akụkụ ụlọnga ahụ ruo ọnwa isii bụ ọnwa ole a tụrụ ya nga.",
    "VDM gara n’ihu sị na okwuọnụ ahụ kwuru na Folarin Falana ama dịka Falz na-eti egwu nakwa nna ya bụ Femi Falana bụ ọkaiwu kpọtụrụ Bobrisky ma kwuo na ha ga-enyere ya aka ka ọ nwete mgbaghara ma ka a kwụsị ikpe ya ikpe ahụ.",
    "Olubunmi Tunji-Ojo bụ minista na-elebaanya n'ihe gbasara ihe na-eme n'obodo ekwuola ka a malite nlebaanya gbazuruọnụ gbasara ebubo mpụ na nrụrụaka dị n'ụlọọrụ Nigerian Correctional Service (NCoS).",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 4",
    "Falz gwara VDM ka ọ kwugherie ihe o kwuru ma rịọ mgbaghara.",
    "N’akwụkwọ ụlọiwu na-ekwuru Falz degara Very Dark Man ka ọ gwara ya kwugherie ihe niile ọ kwuru ma rịọ mgbaghara.",
    "Falz kwuru na ọ bụ Bobrisky bụ onye nara ha ego ruru nde naira atọ  ka ndị ọrụ nchekwa nyere ya aka ka ọ nweike ịnọ ebe ndị nnukwu mmadụ na-anọ n’ụlọnga.",
    "Akwụkwọ ahụ kwuru na Falz gwara Borisky ka ọ hara ịnye ndị EFCC ego ọbụla ma kwuo na Falz enyighị Bobrisky ego ahụ.",
    "Ọ gwara VDM sị “Ị gara n’ihu biputa ihe mere ọ dịka onye anyị na-anọchite o so akpaagwa nwoke ihe nwoke na-amasị ma chọọ ime ka o nyere Idris Okuneye aka iwete mgbaghara”.",
    "Ọ gwara Very Dark Man ka ọ rịa mgbaghara n’ebe niile ọ gara kwutọọ aha Falana na Falz.",
    "\"Mụ na Bobrisky akpabeghị nkata na ndụ m\" Femi Falana si n’ọnu ọkaiwu ya kwuru na ya na Bobrisky akpanubeghị nkata ọbụla na ndụ ya.",
    "Ọ nyere Very Dark Man otu abalị ka ọ rịọ biko ma ọ bụ na o meghị ya, o nwete onwe ya n’ụlọikpe.",
    "Falz na Falana kwuru na ebubo ahụ niile abụghị eziokwu.",
    "NBA akpọọla oku ka e nyochaa ebubo niile ahụ VDM kesere.",
    "Otu Jịkọrọ ndị omeiwu na Naịjirịa bụ Nigeria Bar Association (NBA)  agwaala EFCC ka ha nyochaa ebubo niile ahụ Very Dark Man kesere na soshal mịdịa ọkachasị nke Bobrisky ịkwụ ndị ọrụ ha ụgwọ ka a tụghapụ ebubo ibukpụ akatamkpo ego e boro ya.",
    "NBA gwara EFCC ka ha nweputa ka Bobrisky sị nọrọ na nga ọnwa isii ahụ ụlọikpe tụrụ ya.",
    "“Ọ bụrụ na ọ bụ eziokwu na Bobrisky gara nọrọ ebe na-abụghị ụlọmkpọrọ bụ ihe ịwụ akwadọghị, ndị niile aka ya dị na ya kwesiri ka akpụpụ ha ụlọikpe ma chụọ ha n’ọrụ.”",
    "NBA kpọkwara ngaraba na-ahụ maka ịkpe ọha ikpe(Attorney General of the Federation) nakwa onye ndụmọdụ pụrụiche ebe onyeisiala NAịjirịa nọ n’ihe gbasara ọrụ nchekwa (Office National Security Adviser) ka e mee nyocha tọrọatọ gbasara ebubo ahụ niile.",
    "Ebe foto si, Bobrisky/Instagram",
    "Ebe foto si, Bobrisky/Instagram",
    "Kamgbe okwu a malitere VDM sị na Bobriksy akwụọla onye ahụ o ji ụgwọ ego ya.",
    "Mana ọ gwụghị ebe a. Ha sị na ọtụtụ ndị na-ede edemede na-akpata obi aṅụrị na soshial midịa esepụtala ihe Bobrisky na-edepụta n'igwe ya dịka:",
    "Na ugbua bụ mgbe mbụ ya na-eche maka igbu onwe ya.",
    "Ndị mmadụ na-agwa ya na ọ dabanyela na nsogbu.",
    "Cheta na o rubeghị otu ọnwa Bobrisky si ụlọ nga pụta ebe ọ nọruru ọnwa isii.",
    "Ndị ụlọọrụ na-elebaanya na mpụ na nrụrụaka sị na a mara ya ikpe maka ifesa ego.",
    "Ebe foto si, Economic and Financial Crimes Commission - EFCC",
    "Ikpe",
    "Nga",
    "Legọsị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ebonyi Steeti",
    "Ịkpa obi aṅụrị",
    "Mpụ",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'27 Septemba 2024",
    "NA EME UGBU A, Gịnị mere Onyeisiala Tinubu jiri chọọ ịgbanwe ndị Mịnịsta ya?",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụakaelekere 5 gara aga",
    "O nwere uru unyi baara ahụike mmadụ?25 Septemba 2024",
    "Etu ụmụada siri weghara nchekwa obodo ha n'Anam17 Septemba 2024",
    "Sean P. Diddy  na Sam Bankman, eze ego 'crytocurrency' nọ n'otu mkpọrọ25 Septemba 2024",
    "Ụlọomeiwu anabatala nhọpụta Kudirat Kekere-Ekun dịka Ọkaikpe Kachasị25 Septemba 2024",
    "APC azakọrọla mmeri na ntụliaka Okpuru ọchịchị Imo steeti23 Septemba 2024",
    "Mpụtara ntuliaka ọkwa Gọvano Edo steeti22 Septemba 2024",
    "Etu mmiri si Lagdo dam nke Cameroon nwere ike ime ka nsogbu idemmiri Naijiria kawanye njọ18 Septemba 2024",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}