{
  "published": "23 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mmanya mgbọrọgwụ nke bekee kpọrọ ‘Herbal Bitters’ nwere ihe abụọ e ji emepụta ya.",
    "Nke mbụ bụ ihe na-elu ilu e mepụtara site na mgbọrọgwụ dị iche iche ebe nke abụọ bụ ihe na-egbu egbu bekee kpọrọ ‘alcohol’.",
    "Mmanya ya bụ nke ọtụtụ mmadụ na-achọ nke ukwuu, nke mere ka ọnụọgụ ya na-amụba n’ike n’ike n’ahịa dị iche iche na Naịjirịa.",
    "Ụfọdụ kwuru na ha na-aṅụ ya maka na ọ bụ mmanya na-aba n'anya ebe ndị ọzọ kwuru na ọ bụ ọgwụ nye ha.",
    "Dọkịta Tobechi Ozuzu gwara BBC Igbo na ihe mere e ji nwee ọtụtụ herbal bitters juru ahịa ugbua bụ maka na ụlọọrụ NAFDAC enwebeghị ike imachi etu e si arụpụta ya aghara aghara.",
    "\"Ọ bụrụ na ụlọọrụ NAFDAC tinye atụmatụ ga-eme ka e mee ezi nyocha tupu onye ọbụla arụpụta mmanya mkpọrọgwụ herbal bitters, ọ ga-enyere aka belata ọtụtụ mmanya mkpọrọgwụ herbal bitters juru n'ahịa Naịjirịa gbaa gburu gburu.",
    "Dọkịta na-ahụ maka ime ahụ mmadụ bụ Kodichimma Onwuka kwuru na ọtụtụ ndị na-azụ ma na-aṅụ mmanya herbal bitters kwuru na ọ bụ maka na ọ dị mfe ịnweta ma dịrị ọnụ ala karịa ọgwụ mkpọrọgwụ ọtọdọks ndị ọzọ.",
    "Ụfọdụ kwuru na ha na-aṅụ mmanya mgbọrọgwụ herbal bitters maka na ọ na-arụ ọrụ n'ụzọ dị iche iche.",
    "Ha kọwara ya dịka ezigbo ọgwụgwọ maka ọrịa dị iche iche dị ka afọ mgbu, ahụ ịcha ọkụ, oke ibu, ihe nwoke ji bụrụ nwoke na-anaghị akwụ ọtọ, ọrịa genital tract, wdg.",
    "Dọkịta Onwuka kwuru na ọtụtụ oge ụfọdụ ndị gaa ụlọọgwụ, ha anaghị enweike ịhụ dọkịta maka igurube ndị mmadụ nọ n’ụlọọgwụ n’ihi enweghị ọtụtụ ndị ọrụ ahụike, nke bụ ọgbatauhie n'ọtụtụ mba Africa, ọ bụ nke a mere ha ji anụ mmanya mkpọrọgwụ herbal bitters.",
    "N'aka nke ọzọ, Dọkịta Tobechi Ozuzu gbakwụnyere na ụfọdụ ndị ntorobịa na-aṅụ mmanya mkpọrọgwụ herbal bitters maka na ha kwenyere na ọ na-enyere aka na mmekọ nwoke na nwaanyị.",
    "Nri onye nwere nje HIV kwesịrị iri1 Disemba 2023",
    "Nri 'GMO' ọ nwereike imetụta ahụike gị?12 Mee 2023",
    "Ị ma na 'Soursop' na-agwọ ọrịa dị icheiche n'ahụ? Lee ha ebe a20 Ọktọba 2024",
    "A na-ekwu na mmiri mgbọrọgwụ bara uru n'ihi na ha na-arụ ọrụ dịka aperitifs na carminatives maka ọrịa ịba, ọrịa ahụ ọkụ tyfoid, ahụ ịcha ọkụ, ibu ibu, ihe nwoke ji bụrụ nwoke na-anaghị akwụ ọtọ, ọrịa genital tract, wdg.",
    "Mana Dọkịta Onwuka kwuru na-enweghị nyocha ọbụla gosịrị na mmanya mkpọrọgwụ herbal bitters dị irè ịrụ ọrụ ndị a niile.",
    "Ọ kọwara na mmanya mgbọrọgwụ herbal bitters anaghị agabiga ọtụtụ nyọcha ọgwụ mmanya mkpọrọgwụ ndị ọzọ na-agabiga tupu arụpụta ya.",
    "“Ọ bụ nke a mere e jiri nwee ọtụtụ mmanya mkpọrọgwụ herbal bitters n’ahịa ugbua, nke mere ka ọtụtụ mmadụ na-aṅụ ọtụtụ n’ime ha dị iche iche n'otu oge”, ka Dọkịta Onwuka kwuru.",
    "Dịka akwụkwọ nyocha nke Showande mere n’afọ 2014 si kwuo nke mmadụ 1000 zara, mmadụ dị pasenti 40.9 ṅụrụ mmanya mgbọrọgwụ herbal bitters iji kpochaa ime ahụ ha ebe ụfọdụ ụmụ nwaanyị na ụmụ nwoke ṅụrụ maka igbochi nje ọbụla.",
    "Nyocha ahụ chọpụtara na ụfọdụ ndị ahụ ṅụrụ mmanya mkpọrọgwụ herbal bitters kwuru na ha nwere mmetụta nke gụnyere isi ibu ajụ, enweghi ike ịmata ụtọ nri (loss of taste), ịgbọ agbọ, afọ ọsịsa na ọzịza akụkụ ahụ.",
    "VDM na Bobrisky: \"Bobrisky jiri ọnụ ya kwuo na ọ gaghị ụlọmkpọrọ, kedụ ebe ọ gara n'ezi a?\" - Deji Adeyanju21 Ọktọba 2024",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti21 Ọktọba 2024",
    "Ihe mere Ikedi Ohakim ji sepụ aka ya n’ọchịchị Ohanaeze Ndigbo27 Ọktọba 2024",
    "Nchọpụta kwuru na ọzịza akụkụ ahụ sitere n’ịṅụ ọgwụ mgbọrọgwụ bụ nke na-atụ aka na ịṅụ mmanya mgbọrọgwụ herbal bitters nwere ike ibute ọrịa akụrụ.",
    "Dọkịta Onwuka kwuru na kemgbe ọ malitere ịrụ ọrụ n’ụlọọgwụ, e nweela ọtụtụ ndị nwere ọrịa akụrụ ka ha ṅụchara ọgwụ mgbọrọgwụ dị iche iche mana amaghị ụdịrị mgbọrọgwụ ha ṅụrụ.",
    "Nyocha na mmetụta Nephrotoxic na hepatotoxic nke ọgwụ mgbọrọgwụ bụ nke ndị nyocha na-elebanye anya na ya mana nke mmanya mgbọrọgwụ herbal bitters adịghị ukwuu.",
    "Legọsị",
    "Ahụike",
    "Naijiria",
    "Imo steeti",
    "Ọgwụ",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Ịṅụbiga mmanya oke",
    "Lee ka ụka nkwanye ugwu e meere Emmanuel Iwuanyanwu si ga n’Enugwu27 Ọktọba 2024",
    "NA EME UGBU A, Israel atụgwaraala Iran ogbuniigwe",
    "Ndị uweojii agbaala onye otu ha gburu Igbo-Jah n'anwụ27 Ọktọba 2024",
    "Nwoke na-ebu agha megide ndị na-achụ nta ndị amoosu na Naịjirịa25 Ọktọba 2024",
    "Ị maara minista ọhụrụ asaa ahụ Onyeisiala Bola Tinubu họpụtara?24 Ọktọba 2024",
    "Bianca Ojukwu: Kedụ ihe ị ma maka ya?18 Maachị 2022",
    "VDM na Bobrisky: \"Bobrisky jiri ọnụ ya kwuo na ọ gaghị ụlọmkpọrọ, kedụ ebe ọ gara n'ezi a?\" - Deji Adeyanju21 Ọktọba 2024",
    "Gịnị ka mmanya 'herbal bitters' na-arụ na ahụ mmadụ?23 Ọktọba 2024",
    "Gọọmenti Naịjirịa akagbuola ebubo niile ha boro onyeisi Binance bụ Tigran Gambaryan 23 Ọktọba 2024",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti21 Ọktọba 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ị maara minista ọhụrụ asaa ahụ Onyeisiala Bola Tinubu họpụtara?",
    "Kedụ ihe ị ma maka Bianca Ojukwu?Emelitere ikpeazụ na: 18 Maachị 2022",
    "Etu ‘sit at home’ siri metụta ndị Abia na Imo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}