{
  "published": "8 Julaị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Dominic HughesNdị mere akụkọ a,  Global Health Correspondent",
    "Onye dere ya, Dominic Hughes",
    "Ndị mere akụkọ a,  Global Health Correspondent",
    "Julaị 2025",
    "A kwadola ọgwụ mbụ dị mma e ji agwọ ụmụaka a mụrụ ọhụrụ na obere ụmụaka ọrịa ịba.",
    "A na-atụ anya na a ga-ebubata ọgwọ ahụ na mba dị na mpaghara Afrịka n'ime izu a.",
    "Ruo ugbua, e nwebeghị ọgwụ ndị ọrụ ahụike kwadoro maka ịgwọ ụmụaka a mụrụ ọhụrụ ọrịa ịba kama, a na-eji ọgwụ nke bụ maka ụmụaka ndị toro eto obere were agwọ ụmụaka ọhụrụ nke nwereike i butere ha ihe ize ndụ sitere na ịṅụbiga ọgwụ oke.",
    "Etu esi echekwa njuoyi ka ọ ghara ịbụ ebe na-azụ nje31 Mee 2025",
    "Ụfọdụ nri e ji mara mpaghara dị iche iche n'ala Ịgbo3 Febụwarị 2025",
    "Ihe mere ịmụta nwa ji agbada n'ike na mbaụwa ugbua dịka United Nations si kwuo10 Juun 2025",
    "N'afọ 2023, ihe ruru ọnwụ mmadụ narị puku ise na iri itoolu na asaa (597,000) ka e kwuru na ọ bụ ọrịa ịba kpatara ya.",
    "Ọ fọrọ nke nta ka ọ bụrụ na ọnwụ niile si n'Afrịka, dịka ụzọ atọ n'ime ha bụ ụmụaka na-erubeghị afọ ise.",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 2027",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "End of Akachasị Gụọ",
    "E nwere ọgwụ ọrịa ịba nke ụmụaka mana e nwebeghị nke ụmụaka a mụrụ ọhụrụ na obere ụmụaka ndị arụ ha na-erubeghị 4.5kg.",
    "Nke a mere e ji were ọgwụ nke ụmụaka ndị toro eto agwọ ha ọrịa ịba.",
    "Ndị ọkachamara kwuru na nke a nwereike ịkpata ihe ize ndụ n'ụmụaka bụ ndị imeju ha ka na-eto eto ma ahụ ha na-ahazi ọgwụ n'ụzọ dị iche.",
    "Ugbua, ndị ọchịchị Swiss akwadola ọgwụ ọhụrụ nke ụlọọrụ Novartis mepụtara nke e nwereike ibubata n'ime izu a na mpaghara dị icheiche, ọkachasị mba ndị ọrịa ịba na-eme karịa .",
    "Ụlọọrụ Novartis na-ejikere iwepụta ọgwụ ahụ n'ebe ọ dị ukwuu nke na-abụghị maka ihe nrite.",
    "Onyeisi ụlọọrụ ahụ bụ Vas Narasimhan kwuru na nke a bụ oge dị mkpa.",
    "\"Ihe karịrị afọ iri atọ ka anyị nọ na-aga n'ihu n'ọgụ a na-alụso ọrịa ịba, na-arụsi ọrụ ike iji nwee ọganihu sayensị n'ebe kachasị mkpa.",
    "\"Anyị na ndị anyị na ha na-emekọrịta ihe na-enwe obiụtọ na anyị gara n'ihu iwepụta ọgwụgwọ ọrịa ịba nke mbụ maka ụmụ a mụrụ ọhụrụ na ụmụ ọhụrụ, na-ahụ na ọbụna ndị kasị nta na ndị na-adịghị ike nwere ike nweta nlekọta kwesịrị ekwesị.\"",
    "Ọgwụ a, nke a maara dịka Coartem Baby maọbụ Riamet Baby na mba ụfọdụ, bụ Novartis na ndị otu ha gụnyere Medicines for Malaria Venture (MMV), bụ ụlọọrụ na-anaghị akwụ ụgwọ na Switzerland nke gọọmentị Briten, Switzerland na Dutch kwadoro na mbụ, ya na World Bank na Rockefeller Foundation, mepụtara ya.",
    "Mba asatọ dị n'Afrịka sonyere na nnoycha ọgwụ ahụ, ha bụkwa ndị a na-atụ anya na ha ga-esonye na ndị mbụ ga-enwete ya.",
    "Onyeisi ụlọọrụ MMV bụ Martin Fitchet kwuru na nke a bụ ụzọ dị mkpa maka imeri ọrịa ịba.",
    "\"Ọrịa ịba bụ otu n'ime ọrịa na-egbu egbu n'ụwa, ọkachasị n'etiti ụmụaka. Ma na-ijide  ezigbo ego na itinye uche, nwereike iwepụ ya.",
    "\"Nkwado nke Coartem Baby wetere ọgwụ dị mkpa n'usoro kachasị mma iji gwọọ otu ndị ọrịa a na-eleghara anya ma wete enyemaka bara uru n'ọrụ mgbochi ịba.\"",
    "Dr Marvelle Brown, osote ọkammụta na Mahadum Hertfordshire's School of Health, Medicine and Life Sciences, kwuru na e kwesịrị ịhụ nke a dịka nnukwu ọganihu n'ichekwa ndụ ụmụaka a mụrụ ọhụrụ na ụmụaka.",
    "\"Ọnụọgụgụ ndị nwụrụ site n'ọrịa ịba, karịsịa na ndịda ịkpa Afrịka dị oke elu - ihe karịrị pasenti 76 nke ọnwụ na-eme na ụmụaka na-erubeghị afọ ise.",
    "\"Mmụba ọnwụ n'ihi ịba na-abawanye n'ụmụ a mụrụ ọhụrụ ndị nwere ọrịa sickle cell, nke bụ maka adịghị ike nke usoro ahụ eji alụso ọrịa ọgụ.",
    "\"N'ihi ahụike ọhanaeze, ụlọọrụ Novartis mere nke a dịka ọrụ abụghị maka uru, kama nke nwereike inye aka n'ibelata adịghị nhatanha n'inweta nlekọta ahụike.\"",
    "Afịrịka",
    "Ịba",
    "Ahụike",
    "Ụmụaka",
    "Nzụkọ mba Afirika",
    "Ọgwụ mgbochi ọria",
    "NA EME UGBU A, Onyeisiala Trump agaala Texas ebe idemmiri gburu mmadụ 120 dịka a na-achọ ihe ruru mmadụ 160 achọ",
    "Ihe Jamb gwara BBC maka Chinedu Okeke nwetara akara 375 n'ule UTME10 Julaị 2025",
    "Ihe anyị ma maka ndị omekome wakporo 'Oko-Ekwulobia flyover' n'Anambra steeti10 Julaị 2025",
    "Ọbaozi WhatsApp nke BBC IGBO: Etu ị ga-esi sonye ma nweta akụkọ niile na-akpọtụ n'ụwa9 Julaị 2025",
    "Ọbaozi WhatsApp nke BBC IGBO: Etu ị ga-esi sonye ma nweta akụkọ niile na-akpọtụ n'ụwa9 Julaị 2025",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ8 Julaị 2025",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 20277 Julaị 2025",
    "O nwebeghi onye pụtara kwuo na ụmụnwaanyị anaghị egbu ọja - Oluomachukwu6 Julaị 2025",
    "Mgbanwe 'coalition' ga-eweta na ndọrọndọrọ ọchịchị Naịjirịa4 Julaị 2025",
    "Ụmụnwaanyị hapụ nụ nwoke ọbụla na-eti gị ihe - Otiegwu Amarachi Joy4 Julaị 2025",
    "\"Ọ kwa unu na-emere anyi nzukọ\" ihe ha gwara anyi tupuu ha agbagbuo mmadụ 10 n'ime anyị3 Julaị 2025",
    "Ọkwa maka ozi nzuzo ọbaozi Whatsapp BBC Chanelụ na Community26 Febụwarị 2025",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 2027",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}