{
  "published": "21 Eprel 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onyeisi ụka Katọliki n'ụwa niile bụ Popu Francis anwụọla dịka ọ gbara afọ iri asatọ na asatọ (88) dịka Vatịkan siri kwuo.",
    "Vatịkan kwuru na ọ nwụrụ n'ụlọ ya dị na Casa Santa Marta na Vatịkan.",
    "Ọ nwụrụ oge o ji nkeji iri atọ na ise gafee elekere asaa nke ụtụtụ Mọnde 21 Eprel, 2025.",
    "Cheta na Popu Francis pụtara n'ogige St Peter;s Square ụbọchị Sọnde 20 Eprel iji sonyere na mmemme Ista Sọnde ma sị ọtụtụ ndị ụka gbakọrọ 'Ista Ọma'",
    "Otu Kadịnal aha ya bụ Farrell kwuru na \"Popu Francis ji ndụ ya niile jeere ụka Kraịst ozi.",
    "N'aka nke ọzọ, ọtụtụ ndị isi mba ụwa amalitela izita ozi na-akọwa ezi agwa Popu Francis na ezi omume ya oge ọ dị ndụ.",
    "Popu Francis apụtala n'ụlọọgwụ Rome21 Eprel 2025",
    "\"Ọ bụghị n'ihi agụụ mmekọrịta nke anụahụ ka m ji si n'ọrụ ụkọchukwu Fada pụọ\"20 Eprel 2025",
    "Ebuka Obi, Odumeje, Mbaka, Jerry Eze na ndị ọzọ buru amụma banyere afọ 20251 Jenụwarị 2025",
    "Ebe foto si, Getty Images",
    "Ezigbo aha Popu Francis bụ Jorge Mario Bergoglio. A mụrụ ya ụbọchị Tọzde 17 Disemba 1936 na Flores, Buenos Aires, mba Argentina.",
    "O bu diọkpara ezinaụlọ ya. O nwere ụmụnne anọ.",
    "Nne na nna ya si mba ha bụ Itali gbapụ iji gbanarị mmekpahụ fascism.",
    "Ọ bụ onye egwuregwu bọọlụ na-amasị. Ọ na-akwado otu egwu bọọlụ San Lorenzo.",
    "Ndị dọkịnta wara ya ahụ iji wepụ akụkụ ngụgụ oge ọ rịara ọrịa bekee kpọrọ pneumonia. Ọ bụ ihe ịrịbaama na o ji ndụ ya pụta n'ọrịa ahụ.",
    "O rụrụ ọrụ dịka onye nchekwa na onye na-asa efere n'ụlọ oriri tupu o nweta nzere mahadum ya dịka onye kemist.",
    "Popu Francis bụrụ Jesuit, ọ gụrụ akwụkwọ banyere echiche ma kụzie nkụzi akwụkwọ na akparamaagwa.",
    "E tere ya mmanụ ka afọ iri gasịrị. O nwetara mbụli elu ma rigoro ọkwa provinshal ukwu n'Argentina n'afọ 1973.",
    "A họpụtara ya dịka Auxiliary Bishopu nke Buenos Aires n'afọ 1992 tupu o mechara bụrụ Arcbishopu.",
    "N'afọ 2001, Popu John Paul II họpụtara dịka Kadinal ma nye ya ọkwa dị iche iche n'ọrụ ụka Katọlik na Curia.",
    "Na Maachị 13, 2013, a họpụtara ya dịka Popu n'ogige St Peter.",
    "O kwere nkwa ị bụ Popu dị iche.",
    "E boro ya ebubo iso na ndị tọọrọ ndị ụkọchukwu abụọ oge agha Argentina, oge e gburu ọtụtụ mmadụ malite n'afọ 1976 ruo 1983.",
    "Ọ bụ popu mbụ si mpaghara latin Amerịka.",
    "N'ime izu ole na ole tupu ọnwụ ya, Popu Francis nọrọ n'ụlọọgwụ kemgbe Febrụwarị 14, 2025.",
    "Anya ikpeazụ ohanaeze hụrụ ya bụ ụbọchị Sọnde 20 Eprel, 2025 oge ọ pụtara n'ogige St Peter Square.",
    "Dịka ntọala ụka Katọlik siri kwuo, olili ozu Popu bụ nnukwu mmemme mana Popu Francis gwara ndị ọrụ ya etu a ga-esi lie ya ma ọ nwụọ.",
    "Oge Popu ndị ọzọ nwụrụ, e liri ha n'igbe ozu e ji cypress, lead na ọka mee.",
    "Mana Popu Francis kwuru na ọ chọghị ụdịrị olili ozu ahụ.",
    "Ọ machiri emume itinye ozu Popu n'ogogo ihe dị elu a kpọrọ catafalque n'ogige St Peter Basilica iji nye ndị mmadụ ohere ihu ozu ya anya ikpeazụ.",
    "O kwuru ka e tinye ya n'igbe ozu ka ndị mmadụ bịa hụ ozu ya anya ikpeazụ.",
    "Popu Francis ga-abụ Popu mbụ a gaghị eli ozu  ya n'ogige Vatican n'ime ihe ruru otu narị afọ.",
    "A ga-eli ozu ya na Basilica St Mary Major, otu n'ime Basilica anọ dị na Rome",
    "Ebe foto si, Getty Images",
    "Onyeisiala Donald Trump na-achị Amerịka depụtara n'akara soshal midịa 'Ka mkpụrụ obi gị zuo na ndokwa, ka Chukwu gọzie gị ma gọzie ndị hụrụ gị n'anya'",
    "Joe Biden chịburu Amerịka kọwara Popu Francis dịka Popu dị iche. O  kwuru na a ga-echeta dịka onye ndu pụrụ iche.",
    "Barack Obama na nwunye ya Michelle Obama kwuru na Popu Francis bụ ezi onye ndu nwetara mgbanwe na ndụ ha.",
    "Osote Onyeisiala Amerịka bụ JD Vance zigara ozi iti aka n'obi nye ndị ụka Kraịst n'ụwa niile. Vance so ná ndị ikpeazụ zutere Popu ụbọchị Sọnde 20 Eprel 2025 oge ọ gara njem na Vatican.",
    "N'aka nke ọzọ, ndị isi mba Afrịka ezigala ozi iti aka n'obi nye ndị ụka Katọlik n'ụwa niile maka ọnwụ Popu Francis.",
    "Onyeisiala Naịjirịa bụ Bola Tinubu kọwara Popu Francis dịka onye gbara mbọ ịnweta mmekọ n'etiti onye ukwu na onye nta. O kelere Popu Francis maka mbọ ya inweta udo, ikpe kwụrụ ọtọ ma kwalite mmekọ mba na mba.",
    "Bassirou Faye na-achị Senigal kwuru na ọnwụ Popu Francis bụ nnukwu ọdachi nye ụwa dum. O kwuru na Popu Francis bụ onye rụrụ ma wulite udo na ịhụnanya.",
    "Onyeisiala John Mahama na-achị Gana kwuru na obi umeala Popu Francis bụ ihe nghomi nye mmadụ niile.",
    "Onyeisiala Togo bụ Faure Gnassingbé na Julius Maada Bio na-achị Sierra Leone kwuru Popu Francis bụ onye kwenyere n'udo, ịdị n'otu, ezi mmekọ nakwa ịchekwa ikike mmadụ.",
    "Pope Francis",
    "Afịrịka",
    "Ụka ndị Roman",
    "Usoro olili ozu Popu Francis",
    "Ntuliaka Gọvanọ Anambra: Ndị na-azọ ọkwa,ihe ndị ga-abara onye maọbụ wapụ ya ọgọdọ n'ukwuelekere 9 gara aga",
    "NA EME UGBU A, Mba DR Kongo na Rụwanda aṅụọla iyi na ha ga-erube isi na nkwekọrịta udo",
    "Lee etu olili ozu Cynthia Chizoba Oguzie tankị mmiri dagburu na Lekki si gaa n'Imo Steeti25 Eprel 2025",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?22 Eprel 2025",
    "Popu Francis: Ihe ụmụafọ Naịjirịa kwuru maka ọnwụ onyeisi ụka Katọlik22 Eprel 2025",
    "Lee foto ndụ Pope Francis22 Eprel 2025",
    "Popu Francis anwụọla dịka ọ gbara afọ 88 - Vatican kwuru21 Eprel 2025",
    "Onye bụ Kadịnal Peter Ebere Okpaleke nwa Naịjirịa tozuru ịzọ ọkwa Popu?",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ashawo, iyori, osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n'asụsụ ndị ọzọEmelitere ikpeazụ na: 9 Eprel 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}