{
  "published": "16 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, KCee /Ojazzy Igbonile/Instagram",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Septemba 2023",
    "Na nsonso a, ụdị egwu ndị na-etolite etolite kpụ n'ọnụ, ndị okenye jiri ya egoli bụ egwu a kpọrọ 'Ọjapiano'.",
    "Ọjapiano bụ egwu ọtụtụ ndị ma ihe ekwe na-akụ n' egwu agba ọhụrụ ji agwọrị ndụ na Naijiria.",
    "Etu m si sọrọ KCee mee egwu Ojapiano - Chigozie Okeke23 Juun 2023",
    "Ọ bụghị eziokwu na m gbahapụrụ Ojazzy Igbo gburu m ọja n'egwu 'Ojapiano' - KCEE22 Ọgọọst 2023",
    "AI in Music: Mụ na MI Abaga etikọọla egwu tupu m amalite iji AI emepụta egwu - Nkasiobi Chukwu 22 Julaị 2023",
    "N'ọkporoụzọ, n'ụlọ nkwarị nakwa ebe a na-eme mmemme, ya bụ egwu nna-ada ma na-etinye ndị mmadụ nụrụ ya n'ọnọdụ obiụtọ.",
    "Ọtụtụ ndị otiegwu Naijiria etipụtala ụdị egwu a, mana ọ  bụ  otiegwu  'Kingsley Chinweike Okonkwo a ma ama dịka 'KCee' bụ onye mere ka egwu 'Ọjapịanọ' kpọtụwa akpọtụwa na nsonso dịka  ya na otu nwata nwoke ọgbuọja aha ya bụ Chigozie Okeke a ma dịka 'Ojazzy Igbonile' fụrụ ya ọja n'egwu ahụ pụtara na nsonso a.",
    "\"Anyị matara ngwangwa ahụ na anyị enwetala ụda egwu pụrụ iche nke ụwa niile ga-enwe mmasị na ya ya,\" ka o kwuru.",
    "\"Taa, n'akụkụ ụwa niile, ma ndịọcha ma ndị ojii na-eji egwu a bụ Ọjapiano eme onwe ha obi aṅụrị.\"",
    "Ebe foto si, KCEE Instagram",
    "Ọjapiano bụ  ụdị egwu 'Afrobeat' a gwakọtara  ọja na  egwu 'amapiano' bụ ụdị egwu e ji mara ndị mba Saut Afrịka,",
    "'Amapiano' nke pụtara ngwa egwu 'piano' n'asụsụ  Nguni(Nguni bụ asụsụ  ụfọdụ na mpaghara Saụt Afrịka dịka Zulu, Xhosa na  Swazi na-asụ) bụ  ngwakọ egwu jazz na egwu ọdịnala ndị mpagahara Saụt Afrika nke malitere iwu n'agbata afọ 2010s.",
    "E ji 'Amapiano mara ndị otiegwu Saut Afrika dịka Focalistic(Lethabo Sebetso), Kabza De Small ( Kabelo Petrus Motha) na MFR Souls (Tumelo Nedondwe na Tumelo Mabe) wdg.",
    "Ebe foto si, KCEe/Kolaboy/Instagram",
    "Ma KCee ma Kolayboy etiputala egwu amapiano a gwara ọja",
    "KCee na-akọwa na ọ bụ ya bụ onye malitere Ojapịanọ.",
    "Ọ gwara BBC Igbo na mkparịtaụka na nsonso a na o nwere egwu ya na-agwakọ itipụta were gaa mmemme mmọnụ ebe o zutere nwata ọgbụọja a kpọrọ Ọjazzy Igbonile,  kpọrọ ya gaa ụlọegwu nma gwa ontye ọgwakọ egwu ya ka ọgwọkọta egwu ya n'ọja ka ọ mara na ọ ga-aga, agwakọ ya ọdaba.",
    "Mana ọ bụghị naanị KCee tipụtarala Ọjapiano.",
    "Ndị otiegwu dịka Kolaboy(Nwodu Chinonso) etipụtala egwu amapiano agwara ọja.",
    "Ọja nke ụfọdụ ma dịka 'opi' bụ ngwa egwu  e ji mara ndị wụwa Anyanwụ Naijiria nke e si na osisi pịta.",
    "A na-afụ afụ iji wepụta ụda egwu pụrụ iche.",
    "Ọja bụ opi na-ekwu okwu dịka onye na-egbu ya na-eji ya awa ndị nọ ya nso okwu maọbụ zie ha ozi dị mkpa.",
    "Ọja bụ ngwa egwu 'ejechaaọkwụ' n'ala Igbo dịka a na-ahụta ya ka ngwa egwu nwere ihe omimi.",
    "Ụfọdụ okenye ndị Igbo nwere nkwenye na e ji ya agwa ndị nna ochie okwu.",
    "E nwere ụdị ọja dị iche iche; ọja mmanwụ, ọja igede, ọja okorobịa na ọja ukwe.",
    "E ji ọja  eto dịke, dimgba na onye ọbụla mere nnukwu ihe.",
    "E jikwa ya akpalite mmụọ dike n'ime onye mmụọ ya dara mba.",
    "Miss Universe 2023: Ọ bụghị naanị mma ihu na mma ahụ ka a na-ele anya – Ihezue Ugochi Mitchel23 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite? 24 Septemba 2023",
    "NA EME UGBU A Ndị ntọ atọrọla ụmụakwụkwọ ụmụnwaanyị na mahadum 'Federal University Gusau',Zamfara3 Septemba 2023",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano22 Septemba 2023",
    "Lee ụfọdụ okporoụzọ bụ ọnya ndị ntọrị ji atọrọ ndị mmadụ n'Enugwu Steeti19 Septemba 2023",
    "'Itu ndị mmadụ aha bụ ihe dopuru m iche' - Akachukwu Iwuchukwu18 Septemba 2023",
    "Ekpuru m isi mana ọ napụghị m inweta 'First Class' na mahadum UNN -Chidozie Obianyo19 Septemba 2023",
    "Ojapiano: Gịnịdị ka ọ bụ,  ebe ka o si? onye bidoro ya?16 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mohbad: Nọọsụ ndị uweojii nwụchiri bụ nọọsụ adigboroja-Otu jikọrọ ndị nọọsụ",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}