{
  "published": "27 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Met Police",
    "Ikpe mara Ike Ekweremadu, Beatrice Ekweremadu na Obinna Obeta maka okwu izu ime ahụ mmadụ.",
    "BBC achọpụtala ihe omimi ọhụrụ banyere etu e jiri si na Naịjịrịa tụọ otu nwata nwoke mgbere gaa mba Briten. Nke a bụ mbụ mba Briten na-ama mmadụ ikpe maka ịtụ mmadụ mgbere maka atụmatụ ịwara ime ahụ ya.",
    "Nnyocha a chọpụtara na ezinaụlọ nwata nwoke nọ n’arịrị kemgbe dịka nwanne ya nwoke gwara BBC na “Ezinaụlọ anyị niile na-ebe akwa kemgbe dịka nna anyị akwaala arịrị nke ukwuu ma daa n'ute ọrịa”.",
    "Ike Ekweremadu onye bụbu sịnetọ n’ụlọọmeiwu Naịjirịa natara ntaramahụhụ maka okwu a dịka ya bụ okwu dakwasịrị ya, nwunye ya nakwa otu nwoke ọzọ n’isi.",
    "E jidere Ekweremadu na nwunye ya na Briten n'ụbọchị 23 nke ọnwa Juun 2022 maka ebubo ịtụ mgbere ime ahụ mmadụ.",
    "E mechara maa Ekweremadu, nwunye ya bụ Beatrice, na otu dọkịta aha ya bụ Obinna Obeta, ikpe n'ụbọchị Fraịde, bụ ụbọchị ise nke ọnwa Mee, maka okwu ịgba ohu ọgbara ọhụrụ nakwa ịtụ mgbere akụkụ ahụ mmadụ.",
    "Otu ikpe kpere ikpe Ekweremadu chọpụtara na o so hiwe iwu mere ka ịtụ mgbere ahụ mmadụ bụrụ ịda iwu megide Naịjirịa.",
    "Nwata nwoke a, onye na-azụbu ahịa na Legọs abụrụla onye na-agbazi ọsọ ndụ ya maka egwu na ihe nwereike ime ya ma ọ lọghachite Naịjirịa.",
    "Nwanne ya nwoke onye gwara BBC Igbo okwu, rịọkwara ka a ghara ịgba ya n’anwụ.",
    "Ike Ekwermadu: A gbaara m ya ezi ama n’ihi o gbughi mmadụ, ọ bụghị onye omekome - Bịshọp Chukwuma8 Mee 2023",
    "Ike Ekweremadu : Ihe ndi ị maghị maka 'Belmarsh Prison',ụlọmkpọrọ ebe Ekweremadu nọrọ oge ikpe ya 6 Mee 2023",
    "Ike Ekweremadu:Ihe ụmụ Naijiria na-ekwu dịka a tụrụ Ekweremadu mkpọrọ5 Mee 2023",
    "Akụkụ ahịa ebe Daniel nọ na-ere ihe e ji akwalịte ekwentị na Legọs",
    "Agbanyeghi na ndị ma Daniel ji ụjọ gwaa anyị okwu n’ihi ha chee na etu a sịnetọ Ekweremadu bụ onye nwere agba na Naịjirịa na ndị mmadụ nwereike iji iwe maka etu e siri tụọ ya nga malite iwakpo ha.",
    "Dịka anyị gara n’ụlọ ahịa ebe ọ na-ere ihe, bụkwa ebe Daniel nọbụ na-ere ihe ndị e ji akwalite ekwentị, ọ gwara anyị na o chee na “A ghọgburu ya aghọgbu were bupụ ya ebe a”.",
    "O kwuru na ha na nwanne ha nwoke onye ndị uweoji Briten na-echekwa ugbua ekwubeghi okwu kemgbe Febụwarị 2022 mgbe ha malitere ịchọ ya.",
    "BBC chọpụtakwara ihe ndị ọzọ nọ na-eme na Naịjirịa mgbe akụkọ nnwụchi Ekweremmadu na nwunye ya pụtara ihe.",
    "Onye nwe ụlọ ebe Daniel ha bi nke bịaziri dị ka ezi nna ya ukwu gwara BBC na o kwetere na ọ gaghị eji anya ọcha ree akịrị ya.",
    "N’ama ọ gbara banyere ya, o kwuru na nke a bụ:",
    "“n'ihi na ọ ma na e nwere ụzọ ndị ọzọ mmadụ ga-esi nweta ego. E nyegodị ya ego ruru otu nde paụndụ, ọ gaghị eme ihe dị etu ahụ”.",
    "N’etiti nnyocha ihe a mere, ụfọdụ ndị omeiwu Naịjirịa nke Ekweremadu bụbu osote onyeisi ha nwara ibulata ikpe ya bịa Naịjirịa.",
    "Onyeisi ngalaba ndị uweojii Met na-ahụ maka ịtụ mgbere ndị mmadụ n’ọgbara ọhụrụ a bụ Detective Superintendent Andy Furphy kwuru na ha gbakwara mbọ “ịhụ nwata nwoke ahụ” nke mere “o doo anya na e nwere ihe dị aṅaa nọ ha n’uche, nke a mere anyị jiri mata na ya bụ nwata nwoke enweghizi ezi nchekwa”.",
    "Mgbe ndị uweojii a nụchara ndụmọdụ ndị ọkaiwu ha, ha kagburu atụmatụ inye ndị omeiwu Naịjirịa ohere ịhụ nwata ahụ.",
    "Ngalaba BBC nke File on 4 gbara onye omeiwu Naịjirịa bụ Adamu Bulkachuwa ajụjụ ọnụ banyere atụmatụ a dịka ọ bụ nye bụ onye nọchitereanya ndị ọzọ ma na-edu otu ndị chọrọ ka abulata ikpe ahụ Bulkachuwa onye bịarala leta Ike Ekweremadu n'ụlọ mkpọrọ kwuru na ọ nwara “iji ikike ndọrọndọrọ ọchịchị nakwa ikike ọchịchị hụ na ọ kwenyere gọọmentị mba Briten ọkụ n’ike ma hụ na a hazịgharịrị ihe a”.",
    "Ọ gakwara n’ihu kwuo na atụmatụ ha abụghị iji hụ na ogbo ha “lara na nta” n’ihi na “Naịjirịa binyereka n’iwu megidere ịtụ mgbere mmadụ”.",
    "Nwanne nwoke Daniel gwara BBC na ha ụmụnne ha na ezinaụlọ ha niile na-ebe akwa kemgbe ha malitere ịchọ ya",
    "Ọ bụ n’ụbọchị 21 nke ọnwa Juun 2022 ka onye uweojii Andy Owen natara ozi na Ike Ekweremadu na nwunye ya (ndị ha na-enyo) febatara Lọndọn",
    "Ụlọikpe kpara ikpe a kwuru na Dọkịnta Obinna Obeta onye ikpe makwara maka okwu a emebuola ihe dị etu a n’afọ 2021 n’ụlọọgwụ Royal Free Hospital, bụ ebe ha nwakwara ịwa ime ahụ nwata ahụ tupu ndị dọkịnta achọpụta na e nwere ihe ndị dị aṅaa so okwu ahụ ma kagbuo atụmatụ iwa ime ahụ ahụ.",
    "Ha kwukwara na ọ tụrụ asị na onye a wara ime ahụ ya nwere nye ya akịrị ọhụrụ bụ nwanna ya ebe nnyocha ha gosiri na nke a abụghị eziokwu.",
    "Ọ bụ etu ahụ ka e si nwụchie ha abụọ ma napụ ha ekwentị ha ma hụ ọtụtụ ihe ịgbaama nke gosiri na ha kwụrụ ụgwọ maka ịwa ime ahụ nwata ahụ ọnụego ya ruru nde naịra anọ na ụma",
    "A kwụrụ onye ga-ekuziri Daniel ihe ọ ga-ekwu ụgwọ bụ onye ma asụ asụsụ Bekee (nke ọ machaghị asụ)",
    "N’ụlọikpe, ụbọchị ikpe mara Ekweremadu na nwunye ya, Daniel amaghi ihe ‘Guilty’ pụtara nke bụ ‘ikpe ima mmadụ’ na Bekee",
    "Okwu otu nwoke mba India dị ebe afọ 60 nke a nwụchịrị na Briten dịka a na-enyo ya maka okwu ịghọgbu mmadụ maka ịwara ime ahụ ya. A nwụchiri ya ma meecha tọhapụ ya ka o si n’ụlọ na-abịa ikpe ya",
    "Mkpesa olemole ndị mmadụ nyerela ndị uweojii banyere ndị e chee lọghachịtere mba Briten bụ ndị kwụrụ ọgwọ iwere ime ahụ mmadụ",
    "Na Julaị nke afọ gara aga, mba England, Scotland na Wales mere ọ bụrụ ihe megidere iwu mmadụ ịkwụ ụgwọ maka ịwara ma were ime ahụ mmadụ",
    "Ọ bụzi iwu na ụlọọgwụ niile nọ na Briten ga-eme mkpesa nye ndị uweojii banyere onye ọbụla a na-enyo maka okwu BBC a chọpụtala ihe omimi ọhụrụ banyere etu e si si Naịjịrịa tụọ otu nwata nwoke mgbere gaa mba Briten. Okwu a bụ mbụ mba Briten na-ama mmadụ ikpe maka ịtụ mmadụ mgbere maka atụmatụ ịwara ime ahụ ya.",
    "Ikpe",
    "United Kingdom",
    "Ahụike",
    "London",
    "Sierra Leone election: Maada Bio emeriela ntuliaka onyeisiala mba Sierra Leone nke ugboro abụọ24 Juun 2023",
    "Ike Ekweremadu: Nna nwata ahụ ọ tụrụ mgbere gaa Briten akwaala arịrị ma daa n'ute ọrịa27 Juun 2023",
    "NA EME UGBU A Ihe mere Buhari ejighi aka ya wepụ ‘subsidy’ mmanụ ụgbọala - Garba Shehu1 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}