{
  "published": "21 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BENZILLA_CLICKS/3NEWS.COM",
    "Paa Kwesi Asare bụ onye nke asatọ nakwa nwa afọ Ghana mbụ na-erite nturuugo a kamgbe e hibere ya n'afọ 2015",
    "Onye ntaakụkọ mba Ghana aha ya bụ Paa Kwesi Asare emeriela ma rite nturuugo ‘BBC News Komla Dumor Award’ nke afọ 2023.",
    "Nwa amadị a dị afọ 36 bụ onye nke asatọ na-erite ntuurugo a kamgbe ụlọọrụ BBC hibere ya, ma bụrụkwa onye mbụ si mba Ghana ebe Komla Dumor n’onwe ya si.",
    "Asare na-arụ n’ụlọ ntaakụkọ TV3 nke mba Ghana ebe ọ rụrụla ọrụ afọ asaa ma bụrụkwa otu n’ime ndị na-agụpụta akụkọ.",
    "“Mmeri a bụ nnukwu ihe n’ọrụ m dịka onye ntaakụkọ, ọ bụ ohere m ga-eji aka m abụọ anabata,” Asare kwuru.",
    "“Obi dị m ụtọ nke ukwuu na m meriri nturuugo a nke e hibere na ncheta Komla Dumor. Nturuugo a bụ nke kachasị maka onye ntaakụkọ ọbụla n’Afrịka. Komla bụ onye m na-elegara anya nke ukwuu, ugbua m nwere ohere ịga ije na nzọụkwụ ya, ọ bụ ihe oke ọṅụ nakwa nkwanye ugwu nye m.”",
    "Komla Dumor Awards 2022: Ihe niile onye ga-emeri nturugo a nke afọ a ga-erite26 Jenụwarị 2022",
    "Onye Kenya eritela nturu ugo Komla Dumor nke 201826 Septemba 2018",
    "BBC amalitela nturuugo Komla Dumor afọ 201823 Febụwarị 2018",
    "Komla Dumor",
    "Komla Dumor bụ onye ntaakụkọ mba Ghana rụrụ ọrụ ọtụtụ afọ n’ụlọọrụ BBC tupu ọ nwụọ na ntụmadị n’afọ 2014.",
    "Ọ gbara mbọ nke ukwuu iwepụta ọtụtụ akụkọ ọma gbasara Afrịka.",
    "N’afọ 2015 ka BBC hibere ntuurugo a iji kwanyere ncheta Komla Dumor ugwu maka ọrụ ọma ya oge ọ dị ndụ.",
    "Ndị riterela nturuugo a gụnyere Nancy Kacungira, Dingindaba Jonah Buyoya, Victoria Rubadiri, Solomon Serwanjja, Waihiga Mwaura, Amina Yuguda, na Didi Akinyelure.",
    "N’afọ 2023, Buyoya onye mere njem gaa mba Seychelles iji kọọ akụkọ etu ụfọdụ ihe akụkụ na-eto n’ime osimiri nwere ike iji nye aka gbochie mgbanwe ihu eligwe.",
    "ọrụ ndị nta akụkọ",
    "Ghana",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steetielekere 9 gara aga",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya21 Ọgọọst 2023",
    "Paa Kwesi Asare nke Ghana eritela nturuugo ‘BBC News Komla Dumor Award’ nke afọ 202321 Ọgọọst 2023",
    "Asọmpi iko mbaụwa ụmụnwaanyị nke 2023 bụ echefu echefu... Lee ihe ndị kpatara ya20 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steeti",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger",
    "Agbanweela Adegboyega Oyetola, Minista ndị ọzọ na ngalaba ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}