{
  "published": "28 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Jeanu Chung",
    "Onye dere ya, By Jean Mackenzie",
    "Ndị mere akụkọ a,  Seoul Correspondent",
    "Febụwarị 2024",
    "Otu ehihie Tuzde, Yejin na-esiri ndị enyi ya nri ehihie  n'ụlọ nani ya biiri onwe ya na Seoul, isobodo Saụt Koria n'obiọcha na-alụghị di.",
    "Dịka ha na-eri nri, otu n'ime ha wepụtara  ihe eserese ebe  anụ adịghịkwa n'ụwa ugbua a kpọrọ 'dinosaur ' na Bekee kwuru sị, \"Kpachara anya gị. Ekwela ka ụnụ nwụfucha dịka anyị\".",
    "Ụmụnwaanyị nile ndị ahụ dapụrụ n'ọchị.",
    "Arochukwu : Uru ịjụ ese bara tupu alụmdi na nwunye4 Maachị 2020",
    "I so na ndị sị na agbamakwụkwọ Katolik edoghị anya? Lee ihe isii ọ ga-eri gị ịgba akwụkwọ Katọlik na Naijiria16 Ọgọọst 2018",
    "Ihe iri agbọghọ ugbua chọrọ na nwoke ga-alụ ya19 Juun 2018",
    "Yejin bụ onye na-arụ ọrụ imepụta ihe onyonyo TV kwụrụ si, \"Ọ tọrọ ọchị mana ọ tọchaghị m n'ihi na anyị nwere ike ibute mkpochapụ onwe anyị.\"",
    "Ma Yejin ma ndị enyi ya enweghị nke chọrọ ịmụ nwa. Ha so n'ọtụtụ ụmụnwaanyị na mba Saụt Korịa achọghị nwa.",
    "Saụt Koria bụ mba pekachịrị n'ụwa n'ịmụ nwa.",
    "Ọnụọgụgụ a na-agbada kwa afọ dịka ngụkọ e wepụtara n'ụbọchị Wenezde gosiri  na o ji pasent asatọ (8%) daa n'afọ 2023 rue 0.72.",
    "Ọ bụrụ na ọ dịrị otu a gaa n'ihu, ọnụọgụgụ ndị Saụt Koria ga-eji ọkara gbadaa n'afọ 2100.",
    "Ebe foto si, Jean Chung",
    "N'ụwa nile, ọ kachasị na mba ndị mepere emepe, ọnụọgụgụ ọmụmụ(birth rate) na-akụda mana o nweghị mba dị njọ rue ndị Saụt Koria.",
    "A na-atụ uche na n'afọ 50 na-abịa, ọnụọgụgụ ndị na-arụ ọrụ ga-agbada ọkara, nke ga-eme ka ọnụọgụgụ ndị na-eje agha otu afọ dịka ọ dị n'iwu na mba ahụ ga-ejiri pasent 58 gbadaa.",
    "N'otu aka ahụ, mba ahụ ga-akachasị nwee ndị kara nka karịa afọ 65.",
    "Nke a pụtara na akụnaụba  na nchekwa mba ahụ nọ na nsogbu nke ndị ndọrndọọ ọchịchị mba ahụ sị bụ  \"oke ihe ndapụta gbatagbata\".",
    "Ihe karịrị afọ 20, gọọmentị kwuru gọọmentị na mba ahụ etinyela nnukwu ego na nsogbu a- ego dị tarị  379.8  ego mba ahụ,  ya bụ ijeri dọla 286($286bn; £226bn.)",
    "Ebe foto si, Jean Chung",
    "A na-enye di na nwunye ji ụmụ ego, akọrọngwa e ji elekọta ndụ kwa ọnwa, ụlọobibi akwụbilatara ego ya nakwa ụgbọala n'efu.",
    "A na-akwụkwara ha ụgwọ ụlọọgwụ, ụgwọ nleta maka ndị na-achọ nwa maọbụrụ na ha mere alụmdinanwunye.",
    "Mana atụmatụ ndị a amịtabeghị mkpụrụ nke mere ka ndị ndọrọndọrọ ọchịchị na-achọ ihe ọzọ ha nwere ike ime iji kpalite ndị mmadụ ịmụwa nwa.",
    "Nke a gụnyere idutere ha nwaneku site n'Ọwụwa Anyanwụ Asia, ịkwụ ha ụgwọọnwa opekatampe nakwa ịhapụ ụmụnwoke gara agha ka  ha lawa maọbụrụ na ha mụruo ụmụ atọ tupu ha agba afọ 30.",
    "Mana a na-ata ndị ọchịchị ụta na ha anaghị ege ndị ntorobia , ọ kachasị ụmụnwanyị ntị iji mata ihe ha chọrọ.",
    "Ya mere anyị gị gagharịa na mba ahụ nile na-ajụ ụmụnwaanyị ajụjụ banyere ihe mere ha ji kpebie na ha agaghị na-amụ nwa.",
    "Oge Yejin chọrọ ibiwere onwe ya dịka ọ gbara afọ 20 n'ụma, ọ dị ka nsọ ala n'ihi na, na Koria nwaanyị ibiri onwe ya nwere ka e si ahụta ya.",
    "Afọ ise gara aga, o kpebie na ya agaghị alụ di, nke ya ga-eji amụ nwa.",
    "Ọ gwara onye ntaakụkọ anyị sị, \"O siri ike inweta nwoke tozuru ọyịyị na Koria, onye ga-ekwe ka anyị na-eke ọrụ ilekọta nwa na ọrụ ndị ọzọ dị n'ezinaụlọ.\"",
    "\" Ọzọ, e jighị anya ọma ele ụmụnwaanyị mụrụ nwa na-alụghị di.\"",
    "N'afọ 2022,  nani pasent 2  ụmụaka bụ ndị a mụrụ na Saụt Koria na-alụghị di.",
    "Ebe foto si, Jean Chung",
    "Kama ya , Yejin hara ịrụ ọrụ ya dịka onye ihe onyonyo TV bụ nke o kwuru agaghị enye ya ohere ịzụ nwa.",
    "Na Saụt Koria a na-arụ ọrụ ogologo awa.",
    "Yejin na-arụ ọrụ malite n'Elekere Itoolu rue Elekere Isii nke ụbọchị dịka ndị koria si agụkọ nke ha mana o kwuru na ya na-arụ rue Elekere Asatọ ma tinye jara.",
    "O larue, nani ohere idowe ụlọ ya ọcha  maọbụ megharịa ahụ ka o nwere tupu ọ laba ụra.",
    "\"Ahụrụ m ọrụ m n'anya. Ọ na-enye m afọ ojuju.\"",
    "\"Mana ịrụ ọrụ na Koria siri ike, ị ga-atọ n'ịrụ ọrụ agwụ agwụ.\"",
    "Yejin kwuru na ya na-agụkwa akwụkwọ iji nyere onye ya aka n'ọrụ ya ka ya kawanye mma.",
    "\"Ndị Koria nwere nkwenye na ọ bụrụ na ịnaghị aga n'ihu ịkwalite mmụta n'onwe gị, ụgbọ agha gị.\"",
    "\"Ọ bụ egwu a mere anyị ji arụsi ọrụ ike.\"",
    "Ebe foto si, Jean Chung",
    "Otu nwaanyị gbara afọ  28 na-arụ na ngalaba na-ahụ maka ndịọrụ n'ụlọọrụ ya kwuru na ya ahụla ndị a manyere ka ha gbaa arụkwaghịm n'ọrụ ha n'ihi na ha gara ezumike ịmụ nwa maọbụ ndị a hapụrụ bulie ogbo ha n'ọrụ n'ihi otu ihe ahụ. bụ nke mere ka ya kpebie na ya agaghị amụ nwa.",
    "Ma nwoke, ma nwaanyị nwere ohere ịga ezumike otu afọ n'ime afọ asatọ mbụ na ndụ nwa ha.",
    "Mana n'afọ 2022, naanị ndị nna pasentị asaa gara ezumike ahụ, ma e were ha tulee pasent ụmụnwaanyị 70 gara ya.",
    "Ụmụnwaanyị Koria kachasị agụ akwụkwọ na mba ndị mepere emepe( OECD countries), mana mba ha bụ mba kachasị njọ na ndị anaghị akwụ nwaanyị ihe a na-akwụ nwoke, ha nwekwara ụmụnwaanyị anọghị nọ ọrụ.",
    "Ndị nchọpụta kwuru na ihe ọ pụtara bụ na  e weta ọrụ na inwe ezinaụlọ, ọtụtụ n'ime ụmụnwaanyị na-aharazi ọrụ.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ikike ụmụnwanyị",
    "Ọrụ aka",
    "Ndịda Korea",
    "Onitsha Building Collapse: Ọrụ gbatagbata akwụsịla ebe ahụ agbanyeghi na ndị mmadụ nwereike ka tọrọ n'okpuruelekere 7 gara aga",
    "NLC protest: Ndịọrụ wujuru ụzọ  n'Umuahia, Abakaliki, Lagos, Abuja, mana  n'Enugwu ...27 Febụwarị 2024",
    "E bugala ikpe Nnamdi Kanu rue ụbọchị Maachị 1929 Febụwarị 2024",
    "Ukraine war: Ọsịsa ajụjụ ise a na-ajụ ka agha a ruru afọ abụọ25 Febụwarị 2024",
    "E bugala ikpe Nnamdi Kanu rue ụbọchị Maachị 1929 Febụwarị 2024",
    "Corpse kidnappers: Ndị na-ebula ozu a tọọrọ ka nọ n’aka ndị ntọ21 Febụwarị 2024",
    "Breathe Lounge Demolition: Gọọmentị nyere m akwụkwọ ikike ịrụ ụlọ lọghachịrị azụ kutuo ya - Okekeelekere 6 gara aga",
    "Ọ bụghị ndị Hausa maọbụ Fulani wakporo ụmụakwụkwọ FUTO - Ndị uweojii1 Maachị 2024",
    "Onitsha building collaspe: \"Amaghị m na ụlọ anyị nọ n'ime ya na-ada ada ruo mgbe m hụrụ onwe m n'ime ụvụrụ aja\"elekere 7 gara aga",
    "Ihe mere ụmụnwaanyị South Korea anaghị ekwe amụzị nwa28 Febụwarị 2024",
    "Geometric power: Ndị Abia ga-amalite imepụta ọkụ latrik nke ha, lee etu e siri gbapee ya n'Aba26 Febụwarị 2024",
    "NLC protest: Ndịọrụ wujuru ụzọ  n'Umuahia, Abakaliki, Lagos, Abuja, mana  n'Enugwu ...27 Febụwarị 2024",
    "Etu nna si gbagbuo nwa ya nwoke maka esemokwu metụtara nri n'Abia steeti28 Febụwarị 2024",
    "Etu nwaanyị dị ime si tụtuo di ya site n'ụlọelu n'Ebonyi Steeti22 Febụwarị 2024",
    "NLC protest: Ndịọrụ wujuru ụzọ  n'Umuahia, Abakaliki, Lagos, Abuja, mana  n'Enugwu ...",
    "Onitsha building collaspe: \"Amaghị m na ụlọ anyị nọ n'ime ya na-ada ada ruo mgbe m hụrụ onwe m n'ime ụvụrụ aja\"",
    "Ihe mere mụ na Ejiofor abụghịzi ndị okaiwu Nnamdi Kanu - Mike Ozekhome",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpeEmelitere ikpeazụ na: 16 Febụwarị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}