{
  "published": "16 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chima Anolue/Facebook",
    "Ihe na-efegharị ugbua na soshal midia bụ akụkọ ebubo etu otu nwata nwoke bụ onye odibo siri gbuo nna ya ukwu ka bụ nwaokoroọbịa.",
    "Ndị uweojii Anambra steeti ekwubeghi ihe ọbụla banyere ya. BBC Igbo kpọtụụrụ ọnụ na-ekwuru ha bụ Tochukwu Ikenga, ọ zaghị ekwentị ya.",
    "Akụkọ kwuru na nke a mere n’ababị Fraịde 14 Julaị, 2023 n’obodo Ifite dị n’Awka nke Anambra steeti.",
    "Etu nwaanyị siri kwaa odibo ya mmiri ọkụ13 Julaị 2018",
    "Etu aka si kpara dọkịta a sị dinara odibo ya dị afọ 15 ka ọ chọrọ ime ya 'virginity test'7 Disemba 2021",
    "Lee ka ikpe nwaanyị a sị wụnyere mmiri ọkụ n'ọnụ nwa odibo ya si aga8 Febụwarị 2022",
    "Ihe onyonyo na-efegharị na soshal midia gosiri ka nwa odibo a ji ọnụ ya kwupụta etu esemokwu jiri dapụta n’etiti ya na nna ya ukwu bụ Chima Anolue nke mere o jiri were aka ọdụ kugbuo ya.",
    "O kwuru “mgbe nna m ukwu lọtara n’abalị, ọ gwara m gaa sie osikapa. Anọ m na-esi osikapa ahụ, ọ jụọ m ihe mere na asaghị m efere ndị ruru unyi n’ụlọ mana a gbara m ya nkịtị ugboro ugboro.",
    "“Nke a mere o jiri maa m ụra na nti, m gwara ya amazila m ụra ahụ na ntị na-enye m nsogbu mana ọ mara ụra ọzọ ma were ụtalị na-apịa m, nke mere anyị jiri malite ịlụ ọgụ.",
    "“Ọ bụ dịka anyị na-alụ ọgụ ka m jiri were aka ọdụ kụọ ya n’isi ya daa n’ala.",
    "Nwa odibo a gara n’ihu kwuo na ọ kụrụ nna ya ukwu Chima aka ọdụ ahụ ihe ruru ugboro atọ tupu ọ daa n’ala ọbara eju ebe niile.",
    "Ihe onyonyo ọzọ gosikwara ka ozu Chima tọgbọ n’elu akwa dị n’ụlọọgwụ, ebe ndị ezinaụlọ ya na ndị enyi ya na-ebe akwa.",
    "Nwaanyị kụrụ nwata ntu n'isi n'Enugu agaala mkpọrọ5 Julaị 2020",
    "Abia Baby Factory: \"Mama ukwu anyị sị na ọ na-ekunye gọọmentị ụmaụaka anyị na-amụ\"5 Juun 2023",
    "Aka akparala nwoke kere nwa ya nwaanyị agbụ n’ime ụlọ ruo otu ọnwa14 Juun 2023",
    "Otu onye maara Chima nke ọma gwara BBC Igbo na ọ bụ ezigbo nwokoroọbịa a maara nke ọma na-efe ofufe n’ụlọụka St. Michaels and All Angel’s Anglican dị n’Awka.",
    "O kwuru na Chima bụ onyeisi ndị ọbụ abụ n’ụlọụka ahụ.",
    "Ọ gakwara n’ihu kwuo na Chima bụ onye ọrụ tekịnụzụ na ngalaba ọmụmụ ihe ‘psychology’ na mahadum Nnamdi Azikiwe dị n’Awka.",
    "Nchekwa ndị ụwe ojii",
    "Ime n'ike",
    "Anambra Steeti",
    "Ihe anyị ma maka ‘nwa bọị’ a sị ji aka ọdụ kụgbuo nna ya ukwu n’Anambra16 Julaị 2023",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye a ma ama n'ihi Declan Rice15 Julaị 2023",
    "Etu mgbọ e chere si n’egbe ndị NDLEA si tugbuo nwata dị afọ abụọ15 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Aspartame - akụrụngwa ọtọ bịrịbịrị a na-etinye na mmanya - ọ na-akpata kansa?30 Juun 2023",
    "Ihe anyị ma maka ‘nwa bọị’ a sị ji aka ọdụ kụgbuo nna ya ukwu n’Anambra",
    "Gịnị ka 'State of Emergency' gọọmentị tinyere na ngalaba nkọpụta nri Naịjirịa pụtara?",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye ụwa ma ama n'ihi Declan Rice",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}