{
  "published": "22 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Kabaaka",
    "Kabaaka onye otu egwu Oriental Brothers anwụọla",
    "Akụkọ na-erute anyị ntị bụ na Kabaaka onyeisi otu egwu Oriental Brothers International Band bụ Godwin Kabaka Opara alaala mmụọ.",
    "Ozi BBC Igbo nwetara n'aka nwa ya nwoke bụ Iheanyi Opara kọwara na ọ bụ n'ụbọchị Tọzde 21 Maachị 2024 ka ọ nwụrụ n'oge ọbara ya gbaliri elu.",
    "Oriental brothers: Kabaaka onye egwu otu a anwụọla",
    "Dịka Iheanyi siri kwuo, nna ya anaghị arịa ahụ ọbụla kama ọbara ya gbaliri elu karịa etu o kwesịrị n'ụbọchị Tọzde, o nweghịkwa ụlọọgwụ gọọmenti hibere dị n'obodo ha ma ncha ha nwereike ibuga ya.",
    "O sị na nna ya asizie etu ahụ nwụọ.",
    "Kabaaka bụụrụ onye ọkpọụbọ nakwa ọgụegwu nke otu egwu Oriental Brothers International Band.",
    "Ọ bụ onye Ụmụ Awara, n'Ụmụoye n'Imerienwe dị n'okpuruọchịchị Ngor Ọkpala n'Imo Steeti.",
    "Ndị Igbo jiri otu egwu ya mara ya n'ụwa dum.",
    "Ọ bụ na ngwụcha n'afọ 2023 ka Kabaaka tipụtara egwu ikpeazụ ya ọ kpọrọ 'Abịala M (I am Back)'.",
    "Ebe foto si, Kabaaka Godwin Opara",
    "Kabaaka wepụtara egwu ọhụrụ n'afọ 2023",
    "Kabaaka gara ụlọakwụkwọ Praịmarị n'ụlọakwụkwọ Baptist Primary School dị n'Imerienwe. O mechara gaa ụlọakwụkwọ n'Ọnịcha ma n'Enugwu.  Ọ bụ n'ụlọakwụkwọ ya n'Enugwu ka ọ mụtara iti akwụrụngwa egwu.",
    "Ka alụchara agha Bịafra, Kabaaka gara Legọọs ebe ọ malitere ịkwụ abọ nke ọma n'ụlọ ezumike otu Maazi Ikediala nke a kpọrọ Easy-Going Hotel ebe ọ na-eti egwu ya.",
    "Ọ bụ n'ụlọ ezumike a ka o hibere ndị otu oti egwu a kpọrọ Oriental Brothers.",
    "Maazị Godwin Kabaaka Opara bụ ọkpọ ụbọ mana ọ nọ n'afọ iri abụọ malite ya bụ otu otiegwu a.",
    "E jiri ọtụtụ egwu mara Oriental Brothers n'oge ahụ. Otu a gakwara mba ụwa niile na-eti ya bụ egwu.",
    "Esemokwu wee daa n'etiti ndị otu egwu a mere ha jiri tisaa.",
    "Ka ha tisara, Kabaaka wee malitekwa otu egwu ya ọzọ a kpọrọ Kabaaka International Guitar Band nakwa Imo City Band.",
    "Kabaaka lụrụ nwunye, mụọ ụmụ ma nwekwa ọtụtụ ụmụnne. Ndị na-eso egwu ya dị ọtụtụ na mba ụwa niile.",
    "E jiri aha Kabaaka mara ebe o si - Imerienwe marakwa Imo steeti.",
    "Maazị Godwin Kabaaka Opara bụ onye Ụmụ Awara, Ụmụoye, n'Imerienwe dị n'okpuruọchịchị Ngọ Ọkpaala, n'Imo steeti.",
    "Afịrịka",
    "Naijiria",
    "Imo steeti",
    "Nka",
    "Abụ",
    "Omenala",
    "Ọ bụghị omenala Igbo ka nwaanyị gbanwee aha ya ma ọ lụọ dị - Chimamanda Adichie22 Jenụwarị 2022",
    "Paul P-Square: Ntoroọbịa bilie zọọ ọchịchị20 Febụwarị 2018",
    "'Obi dị m ụtọ iji egwu akwalite asụsụ Igbo'2 Maachị 2018",
    "\"Biafra bụ inyere nwanne gị aka\" - Illbliss6 Julaị 2018",
    "Amaechi Muonagor onye a ama ama n'ime ihe nkiri Nollywood alaala mmụọelekere 4 gara aga",
    "World Tuberculosis Day: Ihe ị kwesịrị ịma maka ụkwara ntaelekere 8 gara aga",
    "Senegal Election: A malitela ịgụwa vootu a tụrụ maka ọkwa Onyeisiala ha na mpaghara ụfọdụelekere 4 gara aga",
    "Kabaaka onye otu egwu Oriental Brothers anwụọla 22 Maachị 2024",
    "Ọ naghị ewute m na m kagburu ntuliaka mba Senegal - Macky Sall20 Maachị 2024",
    "Ihe Nnamdi Kanu kwuru ga-eme ndị ji aha ya na Ipob eme mpụ na South-East20 Maachị 2024",
    "Ihu, aha na ọkwa ndịagha Naịjirịa e gburu n'Okuama Delta steeti19 Maachị 2024",
    "Ezịnaụlọ Segun Olatunji onye ntaakụkọ a tọọro na-ebeku Onyeịsịala Tinubu18 Maachị 2024",
    "Africa Eye: Etu otu nwaanyị si jiri Whatsapp zọọ ndụ ndị a tọrọ atọ19 Maachị 2024",
    "Amaechi Muonagor onye a ama ama n'ime ihe nkiri Nollywood alaala mmụọ",
    "Traditional Iheritance: Ihe mere ụfọdụ obodo n'ala Igbo ji 'eri ala na nne'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Onye hụrụ Simon Ekpa, Chika Edoziem, Bello Turji na ndị ọzọ kpọtụrụ anyị - Defence Headquarters",
    "Abia Pension law: Alex Otti ọ napụrụ Ikpeazu, T.A Orji na Uzor Kalu ara n'ọnụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}