{
  "published": "11 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, bbc",
    "A mụrụ nwa Khadija nkeji ole ma ole tupu alaọmajijiji tara isi ọtụtụ mmadụ emee",
    "A gụbeghi nwa Khadija aha, mana ụlọ mbụ o biri bụ ụlọikwuu a kpọrọ 'tent' na Bekee nke nọ n’akụkụ okporoụzọ.",
    "A mụrụ n’ime nkeji ole ne ole tupu oke alaọmajijiji emee n’abalị Fraịde.",
    "Na-agbanyeghi na nne na nwa emerụghị ahụ, mana a gwara ndị nọ n’ụlọọgwụ dị na Marrakesh ebe a mụrụ ya pụọ n’ime awa atọ a mụchara ya.",
    "“A gwara anyị pụọ n’ihi ụjọọ ọdachi alaọmajiji a butere,” ka nne ya kwuru.",
    "Khadija na di tinyere nwa ọhụrụ banyere ụgbọala n’ụtụtụ Satọde ma gawa n’obodo ha bụ Taddart dị n’ugwu Atlas, ji kilomita 65 dị nso na Marrakesh.",
    "Mgbe ha ruru n’ụzọ, ha chọpụtara na ogwute si n’alaọmajijiji ahụ dachisiri okporoụzọ, ebe ha nwereike runwuo bụ n’obodo Asni.",
    "Ọnụọgụgụ ndị nwụrụla n’alaọmajijiji mere na Morocco akarịala puku abụọ11 Septemba 2023",
    "Ọnụọgụgụ ndị nwụrụ n'ala ọma jijiji na mba Turkey na Syria agafeela 41,00012 Febụwarị 2023",
    "Alaọmajijiji egbuola ihe ruru mmadụ 920 n'Afghanistan22 Juun 2022",
    "Kamgbe ahụ ha bi ma na-ehi ụra n’otu ụlọikwuu dị n’akụkụ okporoụzọ.",
    "“Enwetebeghi m enyemaka ọbụla site n’aka gọọmentị,” ka ọ gwara anyị, dịka o ku nwa ya n’aka na-ezere anwụ n’okpuru ‘tarpaulin’.",
    "“Anyị rịọrọ ụfọdụ ndị obodo ka e nye anyị akwa mkpuchi oyi ka anyị kpuchie onwe anyị.”",
    "Kamgbe ahụ ha gbalịala rụpụta ụlọikwuu. Khadija gwara anyị na ọ bụ naanị otu akwa ka nwa ọhụrụ ya na-eyi kamgbe ahụ.",
    "“Naanị Chineke ka anyị nwee,” ka o kwuru.",
    "Ndị enyi ha bi n’obodo ha gwara ha na alaọmajiji ahụ metụtara ụlọ ha ebe ọ dị ukwuu, ha amabeghi mgbe ha ga-enwete ebe ọzọ ha nwereike ịnọ.",
    "Ọtụtụ ndị nọ n’ụlọikwuu dị n’akụkụ nke Khadija ha na-enwezi ọtụtụ mgbakasị ahụ maka enweteghi ezi enyemaka n’obodo dị n’akụkụ ugwu nke Marrakesh.",
    "Asni ji kilomita 50 dị nso na Marrakesh mana ndị mmadụ kwuru na ha chọrọ enyemaka ngwa ngwa.",
    "Ọtụtụ ndị iwe dị n'obi na-eche enyemaka n'aka gọọmenti gbara onye ntaakụkọ okirikiri",
    "Ụfọdụ ndị na-ewe iwe gbara onye ntaakụkọ okirikiri na-achọ ibusa ya iwe ha.",
    "“Anyị enweghi nri, anyị enweghi achịcha maọbụ akwụkwọ nri. O nweghi ihe anyị nwe,” otu onye n’ime ọha kwuru.",
    "“O nweghi onye gbataara anyị ọsọ enyemaka, o nweghi ihe anyị nwe. Naanị Chineke na Eze anyị ka anyị nwe.”",
    "Ndị uweojii nyere aka kpọpụta onye ntaakụkọ n’ime ọha ndị a na-ewe iwe dịka ọtụtụ n’ime ha chọrọ ịwakpo ya.",
    "Ụfọdụ kwuru na ha nwetere ụlọikwuu n’aka gọọmentị mana ọtụtụ ọ gaghị ezuru ọtụtụ ndị mmadụ ka chọrọ ya.",
    "Otu nwaanyị a kpọrọ Mbarka, du anyị gaa n’akụkụ ụzọ ruo n’ụlọ ya ebe alaọmajiji lara n’iyi.",
    "Alaọmajijiji lara ụlọ Mbarka n'iyi",
    "Enweghi m ego m ga-eji rụgharịa ụlọ m, amaghị m ihe m ga-eme,” ka Mbarka kwuru.",
    "“Ugbua ọ bụ naanị ndị obodo na-enyere anyị aka.”",
    "Ya na ụmụ abụọ ya ndị nwaanyị na di nwa ya bi gụnyere ụmụ ụmụ atọ.",
    "Ha ji ọsọ si n’ime ụlọ ha gbapụta dịka ọ na-amajijiji, ọ fọrọ obere ihe ka otu nnukwu ụlọ dakwasị n’okporoụzọ mgbe ha na-agba ọsọ.",
    "“Anyị nwere ebumnobi na gọọmentị ga-enyere anyị aka,” di nwa ya bụ Abdelhadi kwuru, mana obodo dị na gburu gburu ebe ahụ ruru otu narị na iri abụọ (120).",
    "Afịrịka",
    "Morocco",
    "Alaọmajijiji",
    "Ụmụaka",
    "Ogbambo: Etu ọrụugbo m si mụbaa ruo ugbo 22 na-akọpụtazị osikapa, ji na ihe ndị ọzọ - David Ezeonyekwereelekere 7 gara aga",
    "Websait ọhụrụ ndị na-agbasa akụkọ ụgha maka ntuliaka na Naịjirịa14 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi 14 Septemba 2023",
    "Anyị na-eti mkpu ndị ọcha ịkpagbu ndị ojii, kedụ ihe mere anyị ji akpagbu ndị osu? - Nuzo Onoh12 Septemba 2023",
    "Morocco Earthquake: Etu nwata a mụrụ n'oge alaọmajijiji siri gbanahụ ọnwụ11 Septemba 2023",
    "Etu ndị 'unknown gunmen' si wakpoo ọdọ ndị 'custom' n'Abia steeti2 Septemba 2023",
    "'Sit at home' abịala na njedebe n'Ọwụwa Anyanwụ - Onyeisi Ndịagha Naịjirịa3 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Zachary Maduka: Ihe anyị ma maka  nwoke otu LP welitere isi n'Abia  a sị ndị  'unknown gunmen'  gbupụrụ onyeisi",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Nna Odumegwu Ojukwu kpara akụ eriwe agwụ agwụEmelitere ikpeazụ na: 27 Ọktọba 2019",
    "Libya Flood: Ndị nwụọrọla n'oke Idemmiri Libya nwere ike iru 20,000",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}