{
  "published": "2 Eprel 2023, 16:35 WAT",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, supremecourt.gov.ng",
    "Onyeisi ọkaikpe Naịjirịa Olukayode Ariwoola, Amina Adamu Augie, na John Inyang Okoro",
    "Ụlọikpe kachasị nke Naịjirịa bụ ya bụ ekwuchaa ọgwụ n'okwu gbasara usoro ikpe ziri ezi na Naịjirịa, mkpebi ọbụla ụlọikpe a nyere, enweghị mgbagha.",
    "Nke a pụtara na ndị ọkaikpe nke ụlọikpe kachasị kwesịrị ịbụ ndị ma nke ọma ihe niile gbasara usoro iwu Naịjirịa, bịa bụrụkwa ndị eziokwu na ndị anaghị etinye aka na nrụrụaka n'ụdị ọbụla.",
    "Dịka a na-atụ anya na okwu gbasara mpụtara ntuliaka nke e mere n'ọnwa Febrụwarị nakwa Maachị afọ 2023 ga-erute n'ụlọikpe kachasị, ọtụtụ ụmụ na-ajụ etu e si enyocha ma na-ahọpụta ndị ọkaikpe nke 'Supreme Court'.",
    "BBC jụrụ ọkaiwu Cyril Anichukwueze onye rụrụla ọrụ ọkaiwu ọtụtụ afọ ka ọ tụpenye anyị azụ maka usoro a na-agbaso n'ịhọpụta ndị ọkaikpe nke ụlọikpe kachasị, iji hụ na ndị a họpụtara bụ ndị e nwere ntụkwasịobi na ha ga-arụ ya bụ ọrụ nke ọma.",
    "Ọkaiwu Anichukwueze kọwara na ebe mbụ a na-ahọpụta mmadụ ka ọ malite ọrụ dịka ọkaikpe bụ na ụlọikpe 'High Court', \"ebe ahụ ka ọ ga-esi na-agbago n'ọkwa ruo oge a ga-ahọrọ ya n'ụlọikpe 'supreme court'.",
    "Ọ kọwara na ọ bụrụ na e nwee ohere maka ịhọpụta ndị ọkaikpe, otu 'National Judicial Council' (NJC) ga-ama ọkwa maka ohere ndị a ma gwa ndị chọrọ ịbụ ọkaiwu ka ha tinye akwụkwọ.\"",
    "Ebe foto si, supremecourt.gov.ng",
    "Ọkaikpe Helen M Ogunwumiju, Chima Centus Nweze, Kudirat Kekere-Ekun",
    "NJC bụ otu na-ahụ maka ndị ọkaikpe na Naịjirịa, ọ bụ ọrụ ha ịhọpụta ndị ọkaikpe nakwa inye onye ọkaikpe mehiere ntaramahụhụ kwesịrị ya. Chetakwa na steeti niile na Naịjirịa nwekwara otu 'State Judicial Council' ndị na-arụkwa otu ọrụ a na steeti.",
    "\"Otu jikọrọ ndị ọkaiwu na Naịjirịa bụ 'Nigeria Bar Association' ga-esokwa nyochaa ndị ọbụla chọrọ itinye akwụkwọ maka ịbụ ọkaiwu,\" Anichukwueze kọwara.",
    "\"Tupu onye ọbụla etinye akwụkwọ, ọ ga abụrịrị onye a kpọrọla ka o sonye n'otu ndị ọkaiwu Naịjirịa ihe ruru afọ iri gara aga.\"",
    "Anichukwueze kọwara na iwu abụghị na onye ahụ ga-arụgo ọrụ ọkaiwu ruo afọ iri, ka ọ ga-abụrịrị na a kpọọla onye ahụ na 'Bar' nke Naịjirịa ihe ruru afọ iri; mana dịka usoro e si eme ya ugbua, onye ahụ ga-egosi ihe akaebe na ya ekpeela ikpe dị icheiche n'ụlọikpe Naịjirịa.",
    "Ọ bụrụ na ndị nwere mmasị tinyechaa akwụkwọ, a ga-esi n'ime ha họrọ mmadụ ole a chọrọ maka ọkwa ọkaiwu, dịka e mechara ha nnyocha dị icheiche.",
    "Nke a gachaa, otu NJC (maọbụ SJC) ga-ezigara onyeisiala (maọbụ gọvanọ steeti) aha ndị a họpụtara maka ya bụ ọkwa ka o binye ya aka ma  kpọpụta aha ha, n'ihi na ọ bụ onyeisiala nwere ikike ịhọpụta ndị ọkaikpe.",
    "Ebe foto si, supremecourt.gov.ng",
    "Ọkaikpe Mohammed L Garba, Uwani M Abba, Musa D Muhammad",
    "Otu a ka e sikwa eme na nhọpụta ndị ọkaiwu maka ụlọikpe mkpegharị (appeal court), mana ọ bụ onye ọkaiwu rụrụla ọrụ afọ 12 ka e nwereike ịhọpụta.",
    "Ọ na-abụkarị n'ime ndị ọkaikpe nke 'high court' ka a na-esi ahọpụta ndị ọkaikpe ụlọikpe mkpegharị.",
    "Maka ụlọikpe kachasị, ọ ga-abụrịrị onye rụrụla ọrụ ọkaiwu ihe ruru afọ 15, mana ọ na-abụkarị n'ime ndị ọkaikpe nke ụlọikpe mkpegharị ka a na-esi ahọpụta ndị ọkaikpe nke ụlọikpe kachasị.",
    "Mana ọkaiwu Anichukwueze kwuru na onweghị ihe dị n'iwu nke gbochiri ịhọpụta mmadụ dịka ọkaikpe nke ụlọikpe kachasị na-ebughi ụzọ họpụta onye ahụ dịka ọkaikpe nke 'high court'.",
    "Otu ndịiche dị n'ịhọpụta ndị ọkaikpe nke ụlọikpe kachasị bụ na ndị ụlọ omeiwu ukwu Naịjirịa (bụ Senate) ga-ebinyeriri aka ma kwadoo nhọpụta ha.",
    "Ya bụ na ihe atọ dị mkpa:",
    "Otu NJC ga-ewepụta aha ndị ha che kwesịrị ọkwa ahụ ma zigara ya onyeisiala",
    "Onyeisiala ga-enye nkwado ma kpọpụta aha ndị ahụ dịka ndị a họpụtara maka ịbụ ndị ọkaikpe nke ụlọikpe kachasị",
    "Onyeisiala ga-eziga aha ndị ahụ gaa ụlọ omeiwu ukwu ka ha nye nkwado ha",
    "Ndị omeiwu sineti ga-akpọ ndị ahụ jụọ ha ajụjụ ma nyochaa ha tupu ha enye nkwado ka ha bụrụ ndị ọkaikpe ụlọikpe kachasị",
    "Ebe foto si, supremecourt.gov.ng",
    "Ọkaikpe Adamu Jauro, Tijani Abubakar, Emmanuel A. Agim, na Mohammed M Saulawa",
    "Ngalaba 230 (2b) nke iwu Naịjirịa kwuru na \"ụlọikpe kachasị ga-enwe ndị ọkaikpe ọnụọgụgụ ha agaghị akarị 21\" tinyere onyeisi ya bụ 'Chief Justice' nke Naịjirịa.",
    "Nke a pụtara na ọ bụghị iwu na ndị ọkaikpe nke ụlọikpe kachasị ga-erurịrị 21, kama ha agaghị agafe.",
    "N'ọnwa Febrụwarị afọ 2022, ka onyeisi ọkaikpe Naịjirịa n'oge ahụ bụ Tanko Muhammad wepụtara ozi maka ịhọpụta ndị ọkaikpe isii iji mezuo ọnụọgụgụ ndị ọkaikpe nke ụlọikpe kachasị.",
    "A na-esi na mpagara isii nke Naịjirịa ahọpụta ndị ọkaikpe nke ụlọikpe kachasị iji zeere ebubo ịkpa oke.",
    "Ka ọ dị ugbua ndị ọkaikpe nke ụlọikpe kachasị dị naanị 13 n'ọnụọgụgụ, nke pụtara na ọ fọdụrụ mmadụ asatọ ka ọnụọgụgụ ha zuo dịka iwu Naịjirịa si dị.",
    "Ha gụnyere:",
    "Olukayode Ariwoola - a họpụtara ya na 2011",
    "Musa Dattijo Muhammad - a họpụtara ya na 2012",
    "Kudirat Motonmori Olatokunbo Kekere-Ekun - a họpụtara ya na 2013",
    "John Inyang Okoro - a họpụtara ya na 2013",
    "Chima Centus Nweze - a họpụtara ya na 2014",
    "Amina Adamu Augie - a họpụtara ya na 2016",
    "Uwani Musa Abba Aji - a họpụtara ya na 2019",
    "Mohammed Lawal Garba - a họpụtara ya na 2020",
    "Helen Morenike Ogunwumiju - a họpụtara ya na 2020",
    "Ibrahim Mohammed Musa Saulawa - a họpụtara ya na 2020",
    "Adamu Jauro - a họpụtara ya na 2020",
    "Tijjani Abubakar - a họpụtara ya na 2020",
    "Emmanuel Akomaye Agim - a họpụtara ya n'afọ 2020",
    "Ikpe",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}