{
  "published": "24 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, COAL CITY CONNECT/INSTAGRAM",
    "Eze ndị Ogurute Ụlọ bụ Igwe Wilfred Ogbonna Ekere ekwuola na ọ bụ eziokwu na ndị obodo ya nyere ụlọọgwụ ha n’aka arụsị maka nchekwa.",
    "N’oge ọ na-agwa BBC Igbo okwu, Igwe Ekere kwara arịrị na ndị ala adịghị mma agaala n’ihu na-ezukọrọ akụrụngwa ọbụla e butere n’ụlọọgwụ ahụ.",
    "Emume ịtụ n’arụsi e mere n’ihu ụlọọgwụ ahụ mkpụrụ ụbọchi ole na ole gara aga bụ nke ndị na-agọ ya bụ arụsị mere n’ihu ụlọọgwụ ahụ iji nwude ndị aka ha dị na nnukwu arụ ahụ.",
    "Igwe Ekere ji iwe kọwaa na ngwongwo niile Gọvanọ pụrụ apụ bụ Ifeanyị Ugwuanyi jiri mepee ya bụ ụlọọgwụ abụrụla nke ndị ohi zuchara.",
    "Ọzọ dịkwa ka ibe ya bụ na ụlọọrụ obi ebere si mba ofesi butere akụrụngwa e ji agwọ ọrịa ụkwaranta, nke e ji elele DNA, HIV, Cancer nakwa ọrịa ndị ọzọ, mana ngwangwa ha tinyechara ha, ndị ohi ezukọrọ ha.",
    "Ekwensu, Amadioha na Kamalu, Njoku, na arụsị ndị Igbo na-achụnyere aja26 Septemba 2021",
    "Lee aha ndị ochie kpọrọ obodo ha mgbe gboo tupu akpọgharịa ha23 Mee 2020",
    "Blessing Ogbonna: Ndị uweojii ataala mmanwụ Oriọkpa Nsuka maka mpịawa ahụ23 Mee 2024",
    "Ihe ndị e zuru n’ụlọọgwụ ahụ gụnyere igwe e ji elele DNA, ụkwaranta, obi mmadụ, igwe nnyochaahụ ruru nde kwụrụ nde naịra, akwa ndina niile ndị ọria na-edina, igwe na-enye ọkụ site n’ikikere anyanwụ, akatamkpo igwe nnyocha maịkroskopu, igwe na-enyocha ọkpụkpụ, ọgwụ dị iche iche, tiivii, igwe ntụoyi, oche, tebụl nakwa ọtụtụ ndị ọzọ.",
    "Nke ikpeazụ a mere ndị obodo jiri wee iwe, kụọ ekwe ma gwa ndị niile na-arụ ọrụ na ya bụ ụlọọgwụ, ndị ohi maọbụ ndị ọzọ aka ha dị n’ohi ahụ ka ha bughachite ihe ndị ahụ azụ n’ihi na ha ga-atụ ha n’arụsị.",
    "Ha chere nwa mgbe nta ma o nweghị onye bughachitere ihe ọbụla, nkea mere ha jiri gbakọọ aka ọnụ gaa bute nnukwu arụsi ahụ ga-agbara ha ọgụ.",
    "Igwe Ekere kọwara na otu n’ime batịrị atọ e zuru na-ada ego ruru nde naịra asaa n’ahịa, tinyekwara igwe anyochaahụ ndị ọzọ pụtara nde kwụrụ nde naịra.",
    "O boro ebubu dọọ aka na ntị na ndị ọrụ ụlọọgwụ ahụ agaghị ekwu na aka ha dị ọcha maka na ọ bụ oke nọ n’ụlọ gwara nke nọ n’ọhịa na azụ dị na ngịga.",
    "Dịka a na-eche ka arụsị ahụ nwude ha bụ ndị ohi, ndị obodo na-akwa arịrị na ha enweghị ike inweta ezigbo nlekọta ahụike maka ndị ala adịghị mma ahụ.",
    "Ebe foto si, COAL CITY CONNECT/INSTAGRAM",
    "Ndị obodo Ogurute Ụlọ dị n’okpuruọchịchị Igboeze Nọtụ n’Enugwu steeti aranyela ụlọọgwụ a rụrụ ọhụrụ n’obodo ha n’aka arụsị maka nchekwa.",
    "Ndị obodo ahụ mere nke a n’oge ndị ohi zuchara ngwongwo na akụrụngwa dị iche iche e ji arụ ọrụ n’ụlọọgwụ ahụ, nke gụnyere ụgbọala gbatagbata bụ ambulance, igwe onyonyoo tiivii, igwe ọkụ latrik sitere n’anyanwụ enweta ikike nakwa ọtụtụ ngwaọrụ ndị ọzọ.",
    "N’otu ihe onyonyoo ruru BBC Igbo aka, otu nwoke kwuru okwu n’aha ndị Ogurute Ulo kwara arịrị ma kwuo na ndị ohi na-ezu ngwongwo dị iche iche n’ụlọọgwụ ahụ emeela ka ha nọrọ n’ọnọdụ amaghị nke a ga-eme.",
    "Ebe foto si, COAL CITY CONNECT/INSTAGRAM",
    "N’oge nwoke ahụ na-ekwu okwu, ọ sịrị “ndị nọ ebe a taa bụ ụmụafọ Ogurute Ụlọ, ihe a bụkwanụ ụlọọgwụ Ogurute Ụlọ General Hospital nke gọọmentị rụụrụ anyị”.",
    "“Gọọmenti wetaara anyị ngwongwo ndị anyị ga-eji na-elekọta ndị ọrịa. Ha wetara",
    "batịrị igwe ọkụ latrik sitere n’anyanwụ enweta ikike",
    "ụgbọala gbatagbata",
    "igwe onyonyoo tiivii",
    "ihe ọma ndị ọzọ i nwere ike icheta.",
    "Ihe ndị a niile ka e zurula.",
    "Ebe foto si, OGURUTE/FACEBOOK",
    "Ọ gara n'ihu na-ekwu na “Mana ugbua, enweghịzi onye na-ahụ ngwaọrụ ndị ahụ n’ime obere oge azụbatara ha. Obi adịghị anyị mma maka ya”.",
    "“Ọ bụ ya mere anyị jiri kpebie inyefe ụlọọgwụ a n’aka arụsị ndị a nọ ebe a. Ka ụmụ arụsị chụwa nwoke maọbụ nwaanyị ọbụla kwuru na obi adịghị ya mma gbasara ụlọọgwụ a nakwa onye aka ya dị na ngwaọrụ ụlọọgwụ a na-efu efu,” ka o kwuru.",
    "Ahụike",
    "Naijiria",
    "Enugu Steeti",
    "Enugwu",
    "Ndị ojiegbe agbagbuola mmadụ isii na mpaghara Garki dị n’Okigwe, Imo Steeti27 Juun 2024",
    "Nick Imudia: Ihe ị maghị maka nwamadị a nwebu ụlọọrụ Konga a sị gburu onwe ya27 Juun 2024",
    "NA EME UGBU A, Ndị Gọvanọ ekweela ndị ọrụ Bekee nkwa na ụgwọ ọnwa opekatampe dị mma na-abịa",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ 25 Juun 2024",
    "Kedụ ihe mmeri Trump ga-emere mbaụwa?26 Juun 2024",
    "Ihe dị mkpa bụ ijisi ike na-ekwu maka Nnamdi Kanu - Ohaneze Ndigbo26 Juun 2024",
    "Ọrịa ndị a na-enweta site na mmiri ọjọọ26 Juun 2024",
    "A họpụtala onye ọkpaọchị dịka Osote Onyeisiala ọhụrụ nke mba Malawi22 Juun 2024",
    "\"Amaghị m na m dị ime ọnwa asatọ ruo mgbe ọ fọro otu ọnwa ka m mụọ nwa\"20 Juun 2024",
    "Ihe dị mkpa bụ ijisi ike na-ekwu maka Nnamdi Kanu - Ohaneze Ndigbo",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}