{
  "published": "01:27",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha tupu ihe a eme'",
    "Ndị mụrụ ụmụaka anọ onye keke e dunyere buga ha akwụkwọ buru gbafuo agwala BBC Igbo ije ya na mkparịtaụka.",
    "Nne  ha bụ Oluchi Chịmaobi gwara BBC igbo na ụmụ ya na-esobi Keke agara onwe ha akwụkwọ tupu ọdachi ahụ e mee.",
    "N'ụbochị Monde,abalị 27 nke ọnwa Novemba, afọ 2023,  Oriakụ Chimaobi Oluchi  tinyere ụmụ ha anọ na keke ha kwusịrị n' ụzọ ka ọ bụru ha gaa ụlọakwụkwọ 'Great Ambassadors College' dị n' Ọkpuru Ọchịchị, Ukaiuga Nkweoegu, Ohuhu.",
    "O bekuru ụmụ Naijiria ka ha nyere ya aka chọta ụmụ ya ma hapụ ịta ya ụta maka ihe mere.",
    "Kirie ya n'uju",
    "Ndị mụrụ ụmụaka anọ onye keke e dunyere buga ha akwụkwọ buru gbafuo agwala BBC Igbo ije ya na mkparịtaụka.",
    "Nne  ha bụ Oluchi Chịmaobi gwara BBC igbo na ụmụ ya na-esobi Keke agara onwe ha akwụkwọ tupu ọdachi ahụ e mee.",
    "N'ụbochị Monde,abalị 27 nke ọnwa Novemba, afọ 2023,  Oriakụ Chimaobi Oluchi  tinyere ụmụ ha anọ na keke ha kwusịrị n' ụzọ ka ọ bụru ha gaa ụlọakwụkwọ 'Great Ambassadors College' dị n' Ọkpuru Ọchịchị, Ukaiuga Nkweoegu, Ohuhu.",
    "O bekuru ụmụ Naijiria ka ha nyere ya aka chọta ụmụ ya ma hapụ ịta ya ụta maka ihe mere.",
    "Otu onye agbataobi akọrọla BBC ihe mere ha kemgbe atọrọ ụmụaka anọ si n'otu nne n'izuụka gara aga.",
    "Ọ si na ebe niile bụ so iri ụjụ ka ndị niile na-eme n'ihi na ụmụaka ahụ bụ ndị mmadụ niile hụrụ n'anya.",
    "Nwaanyị ahụ kwukwara na ụmụaka ahụ bụ ndị a zụrụ ọfụma na-asọpụrụ ma na-enyere mmadụ niile aka.",
    "Ọ sị na ụmụaka ahụ na-eje akwụkwọ ma na-abata n'enweghi nsogbu ọbụla rukwe ụbọchị ahụ ọdachi dakwasiri ha.",
    "Cheta na ndịuweojii na-enyocha akụkọ banyere etu onye ọkwọ Keke amabeghi onye ọ bụ si tọrọ ụmụaka anọ si n'otu nne na nna na-aga akwụkwọ.",
    "Ebe foto si, NFP",
    "Ndị uweojii Abia steeti ekwuola na ha ebidola ime nchọputa gbasara  ụmụaka anọ onye keke bu ha aga akwụkwọ buru ha gbalaga.",
    "Nne na nna ụmụaka anọ a na achọ-achọ agwala ndị uweojii etu umu ha sịrị bụrụ ndị amaghị ebe ha nọ ugbua.",
    "A tọrọla ụfọdụ ndị be anyị ma na-agba egbe aghara aghara - Ndị obodo Ikem, Enugu steeti23 Jenụwarị 2023",
    "Lee ụfọdụ okporoụzọ bụ ọnya ndị ntọrị ji atọrọ ndị mmadụ n'Enugwu Steeti19 Septemba 2023",
    "'Anyị na-ekpochasị ọhịa iji gbaa n'anwụ ebe ndị ntọ na ndị ohi na-ezo'23 Ọgọọst 2019",
    "Maazị Chimaobi Agha na nwunye ya bụ Oluchi Chịmaobi bị na Ụmuagu, Ibeku, n' Ọkpụrụ Ọchịchị Umuahia North gara n'ụlọọrụ ndị uweojii bụ 'Ohuhu Police Divisional Headquarters' ebe ha mere mkpesa ma kọwa  etu ụmụ ha anọ;   Chinweotiti Chimaobị, nwa nwaanyị dị afọ asaa; Nmesomachi Chimaobị, nwa nwaanyị dị afọ asaa; Testimony Chimaobị, nwa nwoke dị afọ anọ na  Godswill Chimaobị , nwa nwoke dị afọ abụọ, sị bụrụ ndị na-efu efu.",
    "Ha gwara ndi uweojii na n'ụbochị Monde,abalị 27 nke ọnwa Novemba, afọ 2023,  Oriakụ Chimaobi Oluchi  tinyere ụmụ ha anọ na keke ha kwusịrị n' ụzọ ka ọ bụru ha gaa ụlọakwụkwọ 'Great Ambassadors College' dị n' Ọkpuru Ọchịchị, Ukaiuga Nkweoegu, Ohuhu.",
    "Oluchị esoghị umuaka ha baye na ya bu Keke maka na ha bụ na ọbị na nwa ha nke dị afọ asaa mara uzọ na agbanyeghị na ha amaghị onye keke ahụ.",
    "Mgbe akwụkwọ gbasara n' ụbọchị ahu, ụmuaka anọ ahu anataghị na be ha ma rue ugbua.",
    "Ọnụ na-ekwuru ndị uweojii Abia steeti bụ Maureen Chinaka kwuru n'ozi o wepụtara sị, \"Ndị uweojii amalitela ime nnyocha ịmata ebe ụmụaka ahụ nọ.\"",
    "\"Nnyocha e merela gosiri na ụmụaka ahụ eruteghị ụlọ akwụkwọ ubọchị nne ha tinyere ha na keke ma rio oha na eze ka nyere aka n' ichọputa ịhe emere.\"",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "A kwụsịtụla ikutu ụlọ ndị mmadụ n'Abule Ado Legọs ma malite inyocha akwụkwọ ha1 Disemba 2023",
    "Etu ndị ojiegbe si gbuo mmadụ aghara aghara n’Imo steeti n’ime izuụka abụọ2 Disemba 2023",
    "NA EME UGBU A , ECOWAS Summit: Gịnị ka ndịisiala mba dị n'Ọdịda Anyanwụ Afrịka na-akpa taa n'Abuja?1 Disemba 2023",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta10 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "A malitela ọrụ n’uju n'akwammiri New Artisan dara ada n'Enugwu6 Disemba 2023",
    "Ị ga-achọ ịma ma o nwere akụkụ ahụ gị na-aka nka ọsịsọ karịa gị?6 Disemba 2023",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "E kpunyela Chelsea okpu ogwu taaEmelitere ikpeazụ na: 17 Maachị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Egbe ntụ Arsenal ji bịa ọgụ anyụọla ka ọkụ na be Man UtdEmelitere ikpeazụ na: 4 Septemba 2022",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa BiafraEmelitere ikpeazụ na: 14 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}