{
  "published": "20 Jenụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ mgbochi ọrịa na-efe efe bụ 'National Centre for Disease Control' ekwuola na ha ma maka nwatakịrị dị afọ anọ nwụrụ n'ụlọọgwụ n'Abuja n'ihi ọrịa Diphteria n'ime ọnwa Jun a.",
    "Ifedayo Adetifa bụ onyeisi NCDC kwuru nke a n'ime akwụkwọ ozi o zipụrụ n'ụbọchị Tọzde, bụ ụbọchị nke isii nke ọnwa Jun afọ 2023.",
    "O kwuru na kamgbe ọnwa Disemba afọ 2022, enweela mfesa ọrịa Diphteria ugboro ugboro na Naịjirịa na steeti asatọ ndị a: Kano, Legọs, Yobe. Kastịna, Cross River, Kaduna na Osun.",
    "N'ime oge a, ọnụọgụgụ ndị buterela ya bụ ọrịa bụ 798 ebe mmadụ 80 ka ya bụ ọrịa gburula. nke bụ pasentị iri n'ime ndị niile butere ọrịa ahụ.",
    "Dịka Ifedayo si kwuo, Diphteria bụ ọrịa e nwere ike iji ọgwụ mgbochi (vaccine) gbochie, mana ọ bụ ihe mwute na ọtụtụ ndị butere ọrịa anataghị ya bụ ọgwụ mgbochi n'agbanyeghi na ọ dị ọnụ ala ma dịkwa n'ọtụtụ ụlọọgwụ na Naịjirịa.",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi26 Nọvemba 2021",
    "Etu ndị Igbo si eme ndị bu ọrịa na-efe efe n'oge gboo18 Eprel 2020",
    "Ebe foto si, NCDC",
    "Dịka NCDC si kọwaa, ndị ka nwee ohere ibute ọrịa Diptheria gụnnyere:",
    "Ụmụaka nakwa okenye agbabeghị ọgwụ mgbochi diphteria.",
    "Ndị bi n'ụlọ kpara mkpa ma nwee ọtụtụ ndị bi ya",
    "Ndị bi n'ebe anaghị edebe ọcha.",
    "Ndị ọrụ ahụike na ndị nọ nso ebe onye butere ọrịa a nọ",
    "Ọ bụ nje 'bacteria' a kpọrọ  'Corynebacterium'  na-akpta ya",
    "Ọ na emetụta imi, akpịrị, nakwa oge ụfọdụ, akpụkpọ ahụ ọnye ọ na-arịa.",
    "Ọrịa 'diphteria na-amalite igosi onwe ya bido n'ụbọchị abụọ ruo ụbọchị iri mmadụ ji bute ya.",
    "Ihe ụfọdụ e ji ama onye nwere ọrịa a bụ: ahụọkụ, azụzụ, ọnya akpịrị (sore throat), ụkwara, anya ọbara ọbara nakwa akpịrị ịza aza.",
    "Ebe foto si, Getty Images",
    "Nnukwu ahụ ọkụ , ụkwara, ọnya akpịrị, bụ ụfọdụ ihe nrụtụ aka maka ọrịa a bụ 'diphteria'",
    "Ọrịa diphteria na-esi onye bu ya fere onye ọzọ ma ọ bụrụ na:",
    "Mmadụ na onye bu ya metụta",
    "Ọ bụ asọ si n'ụkwara maọbụ uzere onye nwere ọrịa ahụ ka o si efe",
    "Ị metụta akwa maọbụ ihe onye nwere ọrịa metụtara o nwere ike ife gị",
    "NCDC dọrọ ndị nne na nna aka na ntị ka ha gbaa mbọ hụ na ha gbara ụmụ ha ọgwụ mgbochi ọrịa diphtheria  ugboro atọ dịka ọ dị n'usoro agbamụ ụmụaka ọgwụ mgbochi nke Naijiria.",
    "Ụlọọrụ ahụ dụkwara ndị ọrụ ahụike ọdụ ka ha kee ngwụcha ma bere ebrer enyo ọrịa ọbụla yiri 'diphteria'.",
    "Onye ọ bụla na-arịa ahụ nwere njiri mara ọrịa 'diphteria gddopụ onwe ya iche ma wegara ndị ọrụ ahụike n'okpuru ọchịchị ya ozi maọbụ bekuo ụlọrụ ha.",
    "Ahụike",
    "Naijiria",
    "Kano steeti",
    "Nrị na-edozi ahụ",
    "World Health Organization (WHO)",
    "Aga m anabata Nnamdi Kanu ka o biri n'obi ọchịchị Anambra Steeti ma a tọhapụ ya - Gọv. Soludo19 Jenụwarị 2023",
    "Ndị uweojii akpụpụla nwaanyị a sị tigburu nwaodibo,tunye n'ọhịa ụlọikpe20 Jenụwarị 2023",
    "Ihe nwere ike ime ka nwaanyị \"lụọ nwaanyị\" n'omenala Igbo19 Jenụwarị 2023",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}