{
  "published": "20 Jenụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ mgbochi ọrịa na-efe efe bụ 'National Centre for Disease Control' ekwuola na ha ma maka nwatakịrị dị afọ anọ nwụrụ n'ụlọọgwụ n'Abuja n'ihi ọrịa Diphteria n'ime ọnwa Jun a.",
    "Ifedayo Adetifa bụ onyeisi NCDC kwuru nke a n'ime akwụkwọ ozi o zipụrụ n'ụbọchị Tọzde, bụ ụbọchị nke isii nke ọnwa Jun afọ 2023.",
    "O kwuru na kamgbe ọnwa Disemba afọ 2022, enweela mfesa ọrịa Diphteria ugboro ugboro na Naịjirịa na steeti asatọ ndị a: Kano, Legọs, Yobe. Kastịna, Cross River, Kaduna na Osun.",
    "N'ime oge a, ọnụọgụgụ ndị buterela ya bụ ọrịa bụ 798 ebe mmadụ 80 ka ya bụ ọrịa gburula. nke bụ pasentị iri n'ime ndị niile butere ọrịa ahụ.",
    "Dịka Ifedayo si kwuo, Diphteria bụ ọrịa e nwere ike iji ọgwụ mgbochi (vaccine) gbochie, mana ọ bụ ihe mwute na ọtụtụ ndị butere ọrịa anataghị ya bụ ọgwụ mgbochi n'agbanyeghi na ọ dị ọnụ ala ma dịkwa n'ọtụtụ ụlọọgwụ na Naịjirịa.",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi26 Nọvemba 2021",
    "Etu ndị Igbo si eme ndị bu ọrịa na-efe efe n'oge gboo18 Eprel 2020",
    "Ebe foto si, NCDC",
    "Dịka NCDC si kọwaa, ndị ka nwee ohere ibute ọrịa Diptheria gụnnyere:",
    "Ụmụaka nakwa okenye agbabeghị ọgwụ mgbochi diphteria.",
    "Ndị bi n'ụlọ kpara mkpa ma nwee ọtụtụ ndị bi ya",
    "Ndị bi n'ebe anaghị edebe ọcha.",
    "Ndị ọrụ ahụike na ndị nọ nso ebe onye butere ọrịa a nọ",
    "Ọ bụ nje 'bacteria' a kpọrọ  'Corynebacterium'  na-akpta ya",
    "Ọ na emetụta imi, akpịrị, nakwa oge ụfọdụ, akpụkpọ ahụ ọnye ọ na-arịa.",
    "Ọrịa 'diphteria na-amalite igosi onwe ya bido n'ụbọchị abụọ ruo ụbọchị iri mmadụ ji bute ya.",
    "Ihe ụfọdụ e ji ama onye nwere ọrịa a bụ: ahụọkụ, azụzụ, ọnya akpịrị (sore throat), ụkwara, anya ọbara ọbara nakwa akpịrị ịza aza.",
    "Ebe foto si, Getty Images",
    "Nnukwu ahụ ọkụ , ụkwara, ọnya akpịrị, bụ ụfọdụ ihe nrụtụ aka maka ọrịa a bụ 'diphteria'",
    "Ọrịa diphteria na-esi onye bu ya fere onye ọzọ ma ọ bụrụ na:",
    "Mmadụ na onye bu ya metụta",
    "Ọ bụ asọ si n'ụkwara maọbụ uzere onye nwere ọrịa ahụ ka o si efe",
    "Ị metụta akwa maọbụ ihe onye nwere ọrịa metụtara o nwere ike ife gị",
    "NCDC dọrọ ndị nne na nna aka na ntị ka ha gbaa mbọ hụ na ha gbara ụmụ ha ọgwụ mgbochi ọrịa diphtheria  ugboro atọ dịka ọ dị n'usoro agbamụ ụmụaka ọgwụ mgbochi nke Naijiria.",
    "Ụlọọrụ ahụ dụkwara ndị ọrụ ahụike ọdụ ka ha kee ngwụcha ma bere ebrer enyo ọrịa ọbụla yiri 'diphteria'.",
    "Onye ọ bụla na-arịa ahụ nwere njiri mara ọrịa 'diphteria gddopụ onwe ya iche ma wegara ndị ọrụ ahụike n'okpuru ọchịchị ya ozi maọbụ bekuo ụlọrụ ha.",
    "Ahụike",
    "Naijiria",
    "Kano steeti",
    "Nrị na-edozi ahụ",
    "World Health Organization (WHO)",
    "Aga m anabata Nnamdi Kanu ka o biri n'obi ọchịchị Anambra Steeti ma a tọhapụ ya - Gọv. Soludo19 Jenụwarị 2023",
    "Ndị uweojii akpụpụla nwaanyị a sị tigburu nwaodibo,tunye n'ọhịa ụlọikpe20 Jenụwarị 2023",
    "Ihe nwere ike ime ka nwaanyị \"lụọ nwaanyị\" n'omenala Igbo19 Jenụwarị 2023",
    "Sit at home: A nwuchiela mmadụ 15 na amanye ndị mmadụ nọrọ n'ụlọ n'Ebonyi5 Julaị 2023",
    "\"E wepụ nne m agaraghị m agbalahụ ọrịa 'sickle cell' were ruo afọ 65 m dị ugbua\"7 Julaị 2023",
    "Money laundering: Gịnị mere CBN ji nye ndị ụlọakụ iwu inyo ego si Cameroon,Vietnam na Croatia abata,apụ?7 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "'Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel27 Juun 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Sit at home:Nwantịị ka anyị nwụde ndị omekome na-amanye nọrọnụlọ n’Enugu mana anyi gbatara ha egbe-Ndị uweojii",
    "Money laundering: Gịnị mere CBN ji nye ndị ụlọakụ iwu inyo ego si  Cameroon,Vietnam na Croatia abata?",
    "Etu onye nkuzi jiri aka higbuo nwata n'ụlọ akwụkwọ n'Ondo steeti",
    "Twitter ekwuola na ha ga-agba 'Meta' akwụkwọ n'ụlọikpe maka imepụta 'Threads'",
    "Igbo culture and animal Totems: Etu Igbo si ahụta ugo,ngwere, nwamba na anụmanụ ndị ọzọ n'omenala IgboEmelitere ikpeazụ na: 7 Juun 2022",
    "Mmesoma Ejikeme: Ihe  ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ị ma na CBN nwere ike ịkwụ gị N10,000?Emelitere ikpeazụ na: 17 Septemba 2018",
    "Ezutere m di m mbụ na 'crusade'- Chinyere UdomaEmelitere ikpeazụ na: 18 Maachị 2021",
    "France riots: Nchịkọta ihe merela kamgbe ndị uweojii gbagbuchara otu nwokoroọbịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}