{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mudashiru Obasa",
    "Onyeisi ụlọomeiwu Legọs Steeti bụ Mudashiru Obasa ekwuola na ụlọọmeiwu steeti ahụ ga-eme ikwu metụtara inwe ụlọ nakwa ebe azụmahịa ga-echekwa ụmụafọ Legọs steeti.",
    "Dịka ụlọ ntaakụkọ Cable siri kwuo, Obasa kwuru nke a n'ụbọchị Tuzde dịka e duru ya n'iyi ọrụ dịka onyeisi ụlọomeiwu steeti ahụ agba nke atọ ya.",
    "Obasa rụtụrụ aka na ha ga \"emegharị iwu ndị a ga-emegharị iji hụ na e chekwara ndị Legọs\".",
    "Gọọmentị Legọs eboola Eze ndigbo nke Ajao ebubo iyi ndụ egwu n'ụlọikpe ukwu11 Mee 2023",
    "Ọ bụ eziokwu na e kweghi ndị Igbo gbata PVC n'Igbede?11 Juun 2022",
    "Ndị ọjọọ agaghị etinyenwu ọgbaaghara n'etiti ndị Igbo na ndị Yoruba - George Obiozor14 Mee 2021",
    "N'okwu ahụ nke kpalitere ndọrịtaụka na soshal midia, Obasa sịrị, “Legọs bụ ala Yoruba, ọ bụghị ala enweghị onye nwe ya dịka ụfọdụ ndị mmadụ si kwuo.\"",
    "“Ya mere, atụmatụ anyị dịka ụlọomeiwu bụ ịhụ na a tụgharịrị iwu ndị ụlọomeiwu a wepụtara n'asụsụ Yoroba.\"",
    "“Ọzọ bụ na anyị ga-ejikọta aka ịhazi iwu iji chekwa ọdọịmma ndị be anyị.\"",
    "“Malite ugbua gaa n'ihu, anyị ga-agbaso usoro iwu  metụtara inwe ụlọ, azụmahịa ga-akwado ndị be anyị.\"",
    "“A ga-enwe iwu nakwa mkpebi n'okwu akụnaụba, azụmahịa iikike inwe ụlọ na ala.”",
    "Dịka a na-akwado ntuliaka 2023, agbụrụ onye si ghọrọ okwu ụfọdụ pati na ndị nkwado ji mere ụka n'ozi achụmta vootu ha.",
    "Otu onye Igbo ọnụ na-eru n'okwu na pati APC na Legọs bụ Joe Igbokwe kwuru na ya  'enweghị ihe o nwere ikwu dịka ọ ka na-eme nnyocha ịchọpụta na Obasa o kwuru ihe asị na o kwuru.'",
    "Oge BBC Igbo kpọrọ ya n'ekwentị ọ sịrị, \"O nwebeghị ihe m nwere ikwu.\"",
    "\"Aka m na-enyocha ịmata ma o kwuru ya bụ ihe n'ezie.\"",
    "Otu onye na-aza @Shehusky na Twitter kwuru na Legọs steeti wepụta iwu ga-akpaoke na ọ ga-aka mma ikpewa Naịjirịa ka onye ọbụla gawara onwe ya.",
    "Mana ụfọdụ dịka @TaxDoctorNG kwuru na ha ahughị ihe ọjọ ọbụla dị n'ụdị iwu ahụ.",
    "Ọ jụrụ ajụjụ sị, \"Kedụ ihe ebunobi Ụlọomeiwu Legọs Ime iwu ga-echekwa ụmụafọ ha ji bụrụ nsogbu nye gị?\"",
    "Legọsị steeti",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ahịa",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?7 Juun 2023",
    "Sweden agụnyela mmekọrịta dịka asọmpi egwuregwu n'ezie? Lee ihe anyị ma8 Juun 2023",
    "CAN asaala El-Rufai  n'okwu 'Muslim-Muslim ticket' 7 Juun 2023",
    "Ihiala ritual: Anyị amalitela nnyobanye n'ogbugbu mmadụ na Mbrakpa, Ihiala ebe ebu ozu abụọ na baro 8 Juun 2023",
    "Igbo culture: Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo na ihe  ha pụtara12 Mee 2023",
    "Ejighi mkpọtụ soshal midia enweta mmeri na ntuliaka – Fada Ejike Mbakaelekere 8 gara aga",
    "Ihe Mudashiru Obasa, Onyeisi Ụlọomeiwu Legọs steeti kwuru maka ịzụ ala na ụlọ na Legọs mụnyere ọkụ na soshal midiaelekere 8 gara aga",
    "NA EME UGBU A Presidential Election Tribunal: A malitela ikpe mkpesa otu pati Labour9 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}