{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu bọọlụ ụmụnwaanyị Naịjirịa so na otu akacha mara n'asọmpị bọọlụ ụmụnwaanyị n'Afrịka",
    "Egwuregwu bọọlụ ụmụnwaanyị n’ụwa na-akpọkọtabụ ọtụtụ igwe ndị mmadụ na ndị nso nso ọnụ karịa nke ụmụnwoke n’oge gara aga – n’ọge ahụ, mgbe ụfọdụ ọnụọgụgụ igwe ndị mmadụn na-abịa ele egwuregwu bọolụ ụmụnwaanyị na-eji ihe ruru 50,000 karịa ndị na-abịa ele nke ụmụnwoke.",
    "N’ebe afọ 1920, egwuregwụ bọọlụ ụmụnwaanyị na-amịta mkpụrụ nke ukwu dịka mba Briten nwere otu bọọlụ ruru 150.",
    "Mana otu na-ahụ maka egwu bọọlụ bụ FA mechara machie egwuregwu bọọlụ ụmụnwaanyị dịka ha kwuru na “egwuregwu a adịchaghị mma nye ụmụnwaanyị”.",
    "O ruru afọ 50 ọzọ tupu egwụ bọọlụ ụmụnwaanyị eteela n’ụra ọzọ, nke a so n’ihe mere egwu bọọlụ ụmụnwaanyị ji anọzị n’azụ egwuregwu bọọlụ ụmụnwoke ugbua.",
    "Dịka a na-agba iko mba ụwa Fifa nke ụmụnwaanyị 2023 na mba New Zealand, anyị tinye anya n’ụfọdụ ihe ndị dị mkpa banyere asọmpị egwuregwụ bọọlụ ụmụnwaanyị n’ụwa nakwa etu o siri malite.",
    "Etu ndị Super Falcons nke Naịjirịa si eke ekike oge ha anaghị agba bọọlụ3 Julaị 2022",
    "Lee ezinụlọ ụmụaka ha niile bụ ọpụrụiche n'egwuregwu27 Mee 2022",
    "Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi - Kelechi Arsenal22 Mee 2022",
    "Ebe foto si, Getty Images",
    "Lily Parr bụ nwaanyị mbụ e tinyere aha ya ma nye nkwanye ugwu 'Hall of Fame' pụrụiche n'ụlọ ngosi 'National Football Museum' n'afọ 2002",
    "Lily Parr so na ụmụnwaanyị mbụ ji egwuregwu bọọlụ mere aka ọrụ. Ọ gaara otu Dick Kerr nke ụmụnwaanyị bụ otu aha ya si n’ebe a na-edobe ngwa ọgụ na mpaghara Preston n’oge agha ụwa nke mbụ bụ ebe ọtụtụ ndị so n’otu bọọlụ a bi.",
    "Otu a bụ otu bọọlụ ụmụnwaanyị nke mbụ yi uwe ‘shorts’ ma bụrụ otu bọọlụ mbụ gara mba ndị ọzọ ga sonye n’egwuregwu bọọlụ.",
    "Nwaada Lily bụ onye ise nwụrụ na-amasị nke bụ na oge ụfọdụ a na-eji akpa anwụrụ sịga (Woodbine cigarettes) akwụ ya ụgwọ ọnwa.",
    "Ebe foto si, Getty Images",
    "Lee ọha ndị mmadụ gbakọrọ ikiri asọmpị bọọlụ ụmụnwaanyị nke Theatrical Ladies Football a gbara n'afọ 1912 na Briten",
    "Igwe ndị mmadụ na-agbakọta ele egwregwu bọọlụ ụmụnwaanyị n’oge agha a ọkachasị oge amalitere ịkpọku ụmụnwaanyị ka ha malitere ịrụ n’ụlọọrụ mepụta ihe bụbu ebe ụmụnwoke ndị e zigara aha na-arụbu.",
    "N’ụbọchị ekeresimesi nke afọ 1917, mmadụ 10,000 gbakọtara lelee asọmpị bọọlụ ụmụnwaanyị a gbara na Preston.",
    "Ụbọchị na-esote ụbọchị ekeresimesi bụ ụbọchị ‘Boxing Day’ nke afọ 1920, otu ụmụnwaanyị nke Dick Kerr gbara asọmpị nke igwe mmadụ ruru 53,000 bịara kirie n’ama egwuregwu Everton's Goodison Park ground. Puku kwuru puku igwe ndị mmadụ chọrọ ibata kirie asọmpị a tọrọ n’ezi ama egwuregwu a dịka ha enweghi ike batanwuo.",
    "Otu Everton nke ụmụnwoke ratara ọnụọgụgụ kacha elu ndị bịara kirie asọmpị ha n’afọ 2014/15. Ya bụ ọnụọgụgụ bụ 39,000.",
    "Ebe foto si, Getty Images",
    "Ụmụnwaanyị na-agba egwuregwu bọọlụ n'afọ 1970 tupu a machie ụmụnwaanyị isonye asọmpị a",
    "N’ụbọchị ise nke ọnwa Disemba afọ 1921, otu na-ahụ maka egwuregwu bọọlụ bụ ‘Football Association’ (FA) machiri ụmụnwaanyị isonye n’asọmpị ndị a na-agba bụ nke FA hazịrị. Nke a pụtara na ụmụnwaanyị ndị a ma ama dịka Lily Parr enweghiziike esonye n’ama egwuregwu ndị zuruoke ma nwee ihe ndị e ji kwesịrị ekwesị.",
    "FA n’oge ahụ kwuru na “asọmpị bọọlụ abụghị ihe dị mma ụmụnwaanyị isonye, ụmụnwaanyị isonye abụghị ihe e kwesịrị ịkwado”.",
    "N’afọ 1971, e mechara bulie mmachi a dịka e mechara hibe otu n’ahụ maka egwuregwu bọọlụ ụmụnwaanyị ka afọ olemaole gachara – a kpọrọ otu a ‘Women's Football Association’ (WFA).",
    "Ebe foto si, Getty Images",
    "Otu bọọlụ ụmụnwaanyị Briten n'afọ 1997 mgbe FA malitere ịgba mbọ ikwalite asọmpị bọọlụ ụmụnwaanyị",
    "Iwu maka iji okike mmadụ dịka nwoke maọbụ nwaanyị megide mmadụ, bụ iwu a kpọrọ ‘Sex Discrimination Act’ n’afọ 1975 mere ka ọ dị mfe ụmụnwaanyị ime ọzụzụ ma bụrụ ndị ogbo opi n’egwuregwu bọọlụ.",
    "Ọ bịara bụrụ ihe tara akpụ ikiri asọmpị bọọlụ ụmụnwaanyị n’igwe TV dịka e mechara kpọpụta mpụtara asọmpị ikpeazụ nke ikp mba ụwa ụmụwaanyị n’afọ 1970 n’igwe TV.",
    "N’afọ 1989, ụlọ ntaakụkọ Channel 4 malitere igosi egwuregwu bọọlụ oge niile.",
    "N’afọ 1997, otu FA wepụtara atụmatụ ha ikwalite egwuregwu bọọlụ ụmụnwaanyị si n’ala ruo na ntolite.",
    "N’afọ 2011, asọmpị Women’s Super League malitere. Dịka ebe ọnwa Sepụtemba 2014 ruru, ihe ruru ụmụnwaanyị nde abụọ na ụma malitere na-agbazị bọọlụ na mba Briten.",
    "Ebe foto si, Super Falcons/Facebook",
    "N’ọnwa Nọvemba afọ ahụ, e rere akwụkwọ iji bata kirie asọmpị otu bọọlụ ụmụnwaanyị Briten ruru 55,000 nke a bụ ụbọchị ha zutere mba Germany. Ọnụọgụgụ riri elu karịa 40,181 bụ ọnụ ọgụgụ ndị zutere akwụkwọ ile egwu bọọlụ ụmụnwoke Briten gbara na Wembley.",
    "N’Afrịka, asọmpị bọọlụ ụmụnwaanyị malitekwara rịwa elu dịka a malitere ịgba asọmpị ụmụnwanyị Women's Africa Cup of Nations malitere n’afọ 1991 maba e malitere ịgba ya kwa afọ abụọ n’afọ 1998.",
    "Otu bọọlụ ụmụnwaanyị Naịjirịa bụ otu Super Falcons bụ otu a ma ama n’egwuregwu bọọlụ ụmụnwaanyị n’Afrịka nakwa n’ụwa.",
    "Otu a enwetela mmeri n’asọmpị Women’s Africa Cup of Nations ugboro 11. Otu a bụkwa naanị otu si ‘Confederation of African Football’ rurula agba so agba ikpeazụ n’asọmpị iko mbaụwa Fifa nke ụmụnwaanyị nakwa asọmpị Olympics.",
    "Ha sokwa naanị otu ụmụnwaanyị Afrịka ndị sonyerela n’asọmpị iko mbaụwa Fifa niile a gbarala.",
    "Ebe foto si, Asisat Oshoala/Instagram",
    "Nwaada Oshoala dị afọ 29 na-agbara otu bọọlụ Barcelona bọọlụ ugbua dịka e depụtara aha ya na mkpọpụta aha ndị a na-akwanyere ugwu nke 'Forbes 30 under 30'",
    "Ụfọdụ na-ahụta nwaada Asisat Oshoala bụ onye otu Super Falcons dịka nwaanyị kacha acha ọkụ n’egwuregwu bọọlụ n’Afrịka.",
    "O nwetala ihe nrite nwaanyị kacha n’egwu bọọlụ Afrịka ugboro ise (Africa Women’s Footballer of the Year).",
    "O nwetala ọtụtụ ihe nrite n’aha Naịjirịa nakwa aha otu bọọlụ ndị ọzọ ọ na-agbara na mba ofesi.",
    "Ụmụntoroọbịa",
    "Ụmụnyanyị",
    "FIFA",
    "Iko mba ụwa",
    "Bọọlụ",
    "Otu egwu bọọlụ Naịjirịa",
    "Egwuruegwu",
    "Okike",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwaelekere 6 gara aga",
    "NA EME UGBU A Anyị ga-echekwa ọchịchị 'democracy' na Naịjirịa na-agbanyeghi ihe ọ ga-efu - Ndịagha1 Ọgọọst 2023",
    "Niger Coup: Ụlọomeiwu ukwu Naịjirịa ajụla ịnabata ka a gaa ọgụ na mba ahụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Sit-at-home: Ipob amapụtala atụmatụ ọhụrụ nke ha ga na-emezi kwa Mọnde n'Ọwụwa Anyanwụ",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Onyenkuzi wakporo nwata akwụkwọ eritela nga afọ iri abụọ na otuEmelitere ikpeazụ na: 20 Febụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}