{
  "published": "20 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, ABS/Chinyere Chizzy/Facebook",
    "Gọọmentị Anambara steeeti agbachiela ụlọnkwarị, Cosmila Hotel & Suite dị n'Ọka Anambara steeti n'ihi ọnwụ otu nwaada gara n'ụlọnkwari ahụ.",
    "Akụkọ fegharịrị na soshal midia na-ebo ebubo na e tigburu nwaada  a kpọrọ Chinyere Awuda a na-etu \"Chizzy,\"  onye Nnobi Anambara steeti, tufuo ozu ya n'ọdọmmiri ''swimming pool' ụlọnkwarị ụbọchịụka.",
    "Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburu15 Mee 2023",
    "A tufuru nwa ọhụrụ n'Ọnịcha taa13 Ọgọọst 2018",
    "Ndị uweojii anwụchiela ndị a sị ji mmanwụ chụpụ otu nwaanyị n'Ogbaru, Anambra 23 Mee 2023",
    "Akụkọ ahụ kwuru  na a hụrụ ka otu onye anyị achọghị ịkpọ aha ya na ndị enyi ya na-eti nwaada ahụ ihe na klụb dị n'ụlọ nkwari ahụ n'abalị foro Ụbọchịụka bụ ụbọchị a hụrụ ozu ya dịka o sere n'elu ọdọmmiri ụlọnkwarị ahụ.",
    "Onye ntaakụkọ anyị gara ebe ahụ n'ụtụtụ Tozde dịka akụkọ ahụ na-akpọtụ  kwuru na e kweghị ya banye ogige ụlọnkwarị ahụ nke  a na-ekwe ya ese foto.",
    "Ebe foto si, Chinyere Awuda/Facebook",
    "Mana n'ehihie, kọmishona na-ahụ maka njem nlegharịa anya na steeti ahụ bụ Don Onyenji na ndị otu ọrụ ya wuchiri n'ụlọnkwari ahụ.",
    "Ebe foto si, ABS",
    "Gọọmenti agbachiela Cosmila Hotel bụ ebe  a hụụ ozu Chizzy",
    "Onyenji, onye gosiri obi mwute n'ihe mere kwuru na a ga-agbachi ụlọnkwarị ahụ ganye na ndị uweojii emecha nnyocha ha.",
    "N'otu aka ahụ, ndị uweojiii Anambara steeti ekwuola na ha na-enyocha ọnọdụ  nwaada ahụ ozu ya  si nwụọ.",
    "Ọnụ na-ekwuru ndị uweojii bụ Tochukwu Ikenga gwara BBC Igbo n'ekwentị na ha ma maka akụkọ ahụ.",
    "O kwukwara na ha na-eme nnyocha banyere ya.",
    "\"Eeh, anyị ma maka ya. Anyị na-eme nnyocha maka ya.\"",
    "Ụmụnyanyị",
    "Naijiria",
    "Ọrụ njem na ịtụrụndụ",
    "Ikike ụmụnwanyị",
    "Njem nleta",
    "Anambra Steeti",
    "Nnamdi Kanu: Ịhe ọkaiwu Kanu kwuru dịka ụlọikpe nyere DSS iwu ka ha nye  ohere ịhụ dọkịta20 Julaị 2023",
    "Travis King: Etu e si jichie onyeagha America gbabara North Korea 19 Julaị 2023",
    "Forged certificate: Ụta dịịrị NYSC, ọ bụghị Peter Mbah - DSS23 Juun 2023",
    "Hon. Nelson Nnachebem: 'N'ihu m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya'18 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Fuel price hike: A chụọla ụmụ m ise  n’ụlọakwụkwọ, amaghị m ka m ga-esi kwụọ ụgwọakwụkwọ ha – Nwoke ọkada 20 Julaị 2023",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabaraelekere 4 gara aga",
    "Ihe anyị ma maka nwaanyị a sị e tigburu, tufuo ozu ya na 'Swimming pool' n'ụlọnkwari n'Anambra steetielekere 9 gara aga",
    "Fuel price hike: A chụọla ụmụ m ise n’akwụkwọ, amaghị m ka m ga-esi kwụọ ụgwọ ha – Onye Ọkada20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na  ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabara",
    "Chinyere Awuda: Ihe anyị ma maka  nwaanyị a sị e tigburu, tufuo ozu ya na Swimming pool' ụlọnkwari n'Anambra steeti",
    "Forged certificate: Ụta dịịrị NYSC, ọ bụghị Peter Mbah - DSS",
    "Nnamdi Kanu: Ịhe ọkaiwu Kanu kwuru dịka ụlọikpe nyere DSS iwu ka ha nye  ohere ịhụ dọkịta",
    "Hon. Nelson Nnachebem: 'N'ihu m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}