{
  "published": "7 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nnamdi Kanu/Binta Nyako",
    "Ọkaiuwu Nnamdi Kanu bụ Nnaemaka Ejiofor kọwarala BBC Igbo na \"etu ọ dị ugbua, o nwebeghị onye gwara ha kpọmkwem, na Ọkaikpe Nyako anabataghachịla ikpe a, mana ha gara ụlọikpe n'ụbọchị 10 n'ọnwa Ọktoba wee ghọta na ya bụ ihe emeela.\"",
    "Ọ gara n'ihu kọwarala anyị na ha ekpesala ụfọdụ mkpebi ya, ha na-atụanya n'ụbọchị 17 n'ọnwa Ọktoba mgbe ha ga-enwe ohere kpee ikpe ha.",
    "Anyị gara n'ihu jụọ ya ma ikpe a ọ ga-esizi isi bidokwa ọzọ, ọ sị anyị mba, maka na Ọkaipe Nyako bụ onye ha nọ n'aka ya kamgbe, na ọ baghị uru isi n'isi bido.",
    "Na ngwụcha ụbọchị ikpe a, ụlọikpe mkpegharị Naịjirịa tinyerela Tọzde 17 Ọktoba, 2024 dịka ụbọchị ha ga-anụ mkpesa ikpe ndị ọkaiwu Nnamdi Kanu gbara banyere ụlọikpe ukwu etiti nke jụrụ inye onyendu Indigenous People of Biafra (IPOB) ntọhapụ beelụ.",
    "Mkpebi ụlọikpe ahụ nke ndị ọkaikpe atọ nọ n'isi ya pụtara ihe taa.",
    "Ọkaiwu gọọmenti etiti bụ Adegboyega Awomolo gwara ụlọikpe ahụ na akụwkwọ ntọhapụ beelu ndị ọkaiwu Nnamdi Kanu gbara abịaghị n'oge maka oge ha kwsịrị itinye ya agafeela.",
    "N'ikpe ha, onyeisi ndị ọkaikpe ahụ kwuru na ha chọrọ inwere oge tulee akwụkwọ ahụ ọkaiwu Nnamdi Kanu gbara tupu ha enye mkpebi ha.",
    "Ka ọ dị ugbua, ikpe ahụ ga-aga n'ihu ụbọchị Tọzde 17 Ọktoba, 2024 n'ụlọikpe mkpegharị dị n'Abuja.",
    "Ebe foto si, Getty Images",
    "Ụlọikpe mkpegharị (Appeal Court) dị n'Abuja ga-anọ n'ụbọchị Tuzde 8 Ọktoba 2024 lebaanya n'akwụkwọ ndị ọkaiwu Nnamdi Kanu gbara.",
    "Ndị ọkaiwu Nnamdi Kanu gbara akwụkwọ ahụ dịka Ọkaikpe Binta Nyako nke Ụlọikpe ukwu etiti jụchara inye onyendu Indigenous People of Biafra (IPOB) ntọhapụ beelụ.",
    "Ọzọkwa bụ n'ihi mkpebi ụlọikpe ahụ ịga n'ihu n'ikpe Nnamdi Kanu n'agbanyeghị mkpesa ndị ọkaiwu ya nyere gbasara mgbochi ndị ọrụ nchekwa DSS.",
    "Cheta na Ọkaikpe Binta Nyako nọọrọ n’ụbọchị Tuzde 24 Septemba 2024 wezuga onwe ya n’ikpe Nnamdi Kanu oge nwaamadị ahụ kwuru na ya enwezighị ntụkwasịobi na ọ ga-ekpe ikpe ziri ezi.",
    "Cheta na Gọọmenti Naịjirịa na-ebo Nnamdi Kanụ ebubo ịkwado iyi ndụ egwu, ịgba Naịjirịa mgba okpuru na ịkpalite ọgbaaghara na nnupụisi.",
    "BBC Igbo ga-aga ụlọikpe isonye akụkọ a n'ike.",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?25 Septemba 2024",
    "Anyị anaghị egbu oge maọbụ ese okwu, ọ bụ ikike Nnamdi Kanu ka anyị na-azọ - Aloy Ejimakor30 Septemba 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike10 Ọgọọst 2024",
    "Nnamdi 'Nwannekaenyi' Okwu Kanu hibere ma bụrụ onye ndu otu a ma dịka Indigenous People of Biafra (Ipob) n'afọ 2012.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara Ọwụwa Anyanwụ kewapụ na Naịjiria ma bụrụ mba a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra, mana ka a lụchara agha nke butere ọnwụ mmadụ ruru otu nde, atụmaatụ ahụ abiaghị na mmezu.",
    "Kanu malitere Redio Biafra nke e hibere na London n'afọ 2009 ma na-agbasa ozi nye ndị Igbo bi na Naịjirịa.",
    "N'afọ 2018 ka gọọmentị Naịjiria nke Muhammadu Buhari bụ onyeisi ha, kpọrọ Ipob ndị oyi ndụ egwu.",
    "Nnamdi Kanu kọwaa etu i si gbalarị Egwu Eke - Uwazuruike",
    "Ọ gara Government College Umuahia, gaa mahadum na Naịjiria, (University of Nsukka) nwa mgbe nta tupu ọ gawa London, ebe ọ nọ gaa London Metropolitan University.",
    "Ọ gụrụ 'Politics and Economics' na mahadum Naịjirịa na Nsukka.",
    "A mụrụ ya na Naịjiria mana o nwekwara akwụkwọ ikike (passport) ịbụ onye mba Briten.",
    "Aha nne na nna Eze Israel Kanu, Ugoeze Nnenne Kanu. Ha bụ ndị Afara-Ukwu n'Umuahia, n'Abia steeti.",
    "Ọ lụọla nwaanyị ma jide ụmụ. Nwụnye Nnamdi Kanu bụ Uchechi Okwu Kanu, ya na ụmụ ha bi na Yurope.",
    "Nnamdi Kanu kwenyere na ma bụrụ onye ofufe 'Judaism'.",
    "Ikpe",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "NA EME UGBU A, Pope Francis ekwuola okwu gbasara ndịagha United Nations e merụrụ ahụ na Lebanon",
    "Allen Onyema: Nke bụ eziokwu maka ebubo nrụrụaka mba Amerịka boro ya13 Ọktọba 2024",
    "Binta Nyako: Ọkaikpe kachasị na Naịjirịa enyeghachịla ya ikpe Nnamdi Kanu11 Ọktọba 2024",
    "Ihe bụ iwe m ebe Gọvanọ Fubara nọ - Nyesom Wike9 Ọktọba 2024",
    "Ihe mere ndị Ilaje ji atụnye nwa ọhụrụ na mmiri 9 Ọktọba 2024",
    "Mmachi asambodo ofesi: 'Ọ dị m ka onye e gwuru wayo, e gburu m oge m ma mefukwa ego nne na nna m’8 Ọktọba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Gọmentị Enugwu akwatuola ụlọ e ji atọ ndị mmadụ n’Owerre Court, Agwu5 Ọktọba 2024",
    "WHO enyela nkwado maka nnyocha mpox anaghị egbu oge4 Ọktọba 2024",
    "Lee uru okwụrụ bara n'ahụike mmadụ1 Ọktọba 2024",
    "Binta Nyako: Ọkaikpe kachasị na Naịjirịa enyeghachịla ya ikpe Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Kedụ ka e si a họpụta ndị imeobi Eze ọdịnala?",
    "\"Ịlụ ọgụ na-amasị m, ana m alụchitere nwanne m nwoke ọgụ\" - Chiamaka NwaturuochaEmelitere ikpeazụ na: 9 Nọvemba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}