{
  "published": "31 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ahịa na-azụ ahịa dịịrị ha n'Eke Awka dị n'Anambra Steeti",
    "Dịka taa bụ ụbọchị Mọnde, ma bụrụkwa ngwụcha ọnwa Julaị afọ 2023 ụfọdụ ụlọahịa, ụlọakụ nakwa nke azụmaahịa mepere n'ụfọdụ ebe na mpaghara Ọwụwa Anyanwụ, dịka ha gbachiri agbachi n'ụfọdụ ebe.",
    "N'Awka bụ isiobodo Anambra Steeti, ndị mmadụ na-ekwo ekwo ma na-azụ ahịa na mkpa dịịrị ha.",
    "Dịka onye ntaakụkọ BBC Igbo si gbaa ama, o kwuru na ndị mmadụ, ụgbọala na-akpagharị ebe ahịa n'azụ na Temporary site dị n'Awka.",
    "Ọ gara n'ihu kwuo na ndị mmadụ na-azụahịa n'ahịa Eke Awka.",
    "Ndị ahịa na-azụ n'Eke Awka dị n'Anambra.",
    "Ahịa Eke Awka na-azụ n'ike n'ike",
    "Simon Ekpa asaala Nnamdi Kanuelekere 8 gara aga",
    "Gọọmentị Enugwu ịkpọchị ụlọahịa ndị mmadụ n'ihi 'sit-at-home' megidere ikike dịịrị ha - CSO28 Julaị 2023",
    "Armed attack in Imo: Etu ndị uweojii si napụ ndị ojiegbe akwụ n'ọnụ n'Owere taa bụ Satode29 Julaị 2023",
    "Abakaliki, Ebonyi Steeti",
    "N'ebe ndị ọzọ dịka Abakaliki nke Ebonyi Steeti, ndị mmadụ na-aga mkpa dịịrị ha dịka ụlọahịa, ụlọakụ nakwa azụmaahịa ndị ọzọ mepechara emepe.",
    "Ndị ọrụ nchekwa nọkwa n'okporoụzọ ebe dị iche iche ịhụ na e chekwara ndị mmadụ na-agara mkpa ha.",
    "Ndị na-azụ ahịa n'Abakiliki, Ebonyi Steeti",
    "Ebe a bụ 'Milverton Road' ebe ndị ụgbọala na-aga ahịa Arịarịa na-anọ",
    "Onye ntaakụkọ anyị gagharịrị na mpaghara dị icheiche n'Aba, Abia Steeti hụrụ na ọtụtụ ndị mmadụ pụtara ịzụ ahịa ha.",
    "Ọ bụ eziokwu na ụfọdụ ụlọahịa kpọchiri akpọchi, mana ọtụtụ ndị mmadụ pụtara.",
    "Lee etu mpaghara Aba dị icheiche dị taa:",
    "Ebe a bụ Ahia Umungasi dị n'okporoụzọ si Aba gawa Owerri",
    "Ọdọụgbọala a ma ama n'Aba, dịka ndị njem pụtara n'uju",
    "Mpaghara 'Park Road' ebe ndị ọgbatumtum ụkwụ atọ si eburu ndị mmadụ gawa Abayi-Osisioma",
    "N'Enugwu Steeti n'ụtụtụ a, ọtụtụ ndị mmadụ apụtaghị gaa mkpa dịịrị ha, ebe ụfọdụ a na-ere mmanụ ụgbọala, ụlọakụ nakwa ebe oriri mechiri emechi.",
    "N'aka nke ọzọ ụfọdụ ahịa, dịka ahịa Artisan mepere emepe, ebe ndị mmadụ ji nwayọ nwayọ na-apụta.",
    "Ụzọ Enugu adịghị ka o si adị",
    "Ebe oriri mechiri emechi n'Enugwu",
    "Nke a na-abịa dịka onye ndu otu alaka Indigenous People of Biafra (Ipob) bụ Simon Ekpa kpọrọ oku ka ndị mmadụ nọrọ n'ụlọ na mpaghara ahụ ruo izuụka abụọ malite na Julaị 31 ruo Ọgọstụ 14 afọ 2023.",
    "Na-agbanyeghi na Nnamdi Kanu bụ onye ndu kachasị n'otu Ipob degaara Ekpa akwụkwọ ozi site n'aka ọkaiwu ya nke pụtara ihe n'ụbọchị Fraịde Julaị 28, ma sị ya ka ọ kagbuo ihe ọbụla a kpọrọ 'sit at home' mana Ekpa kpọrọ ekwe nkụ sị na ozi ahụ bụ asị ọcha na o sighi n'aka Kanu.",
    "Ekpa gara n'ihu kwuo ọ gaghị ege onye ọbụla nọ n'aka ndị DSS ntị, ma ọ bụrụ ka Kanu ga-apụta n'ihi n'ihu tupu ọ ṅaa ya ntị.",
    "Ụgbọala adịghị n'okporoụzọ ka ọ na-adịbu n'Enugwu",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Nnamdi Kanu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "'Ahụhụ ndị mmadụ na-ata na-emetụ m n'obi' - Ihe onyeisiala Tinubu kwuru na mgbasaozi yaelekere 6 gara aga",
    "Sit at home: Anambra, Ebonyi na-ekwo ekwo ebe ụfọdụ mpaghara Enugwu jụrụ oyi31 Julaị 2023",
    "Niger Republic Coup: Otu Ecowas amachiela ụgbọelu ọbụla ifefe maọbụ ifeba mba ahụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Sit at home: Anambra, Ebonyi, Abia na-ekwo ekwo ebe ụfọdụ mpaghara Enugwu jụrụ oyi",
    "Akwụkwọ ozi Nnamdi Kanu degaara Simon Ekpa bụ ezie, ama m akara edemede ya - Ada Biafra",
    "Simon Ekpa asaala Onyeisi Ụlọomeiwu Ukwu",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Abdourahamane Tchiani: Ọchịagha a ekwupụtala onwe ya dịka onyeisiala Niger Republic",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}