{
  "published": "5 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Okporoụzọ tọgbọ chakoo n'akụkụ dị iche iche n'Enugu agbanyeghi iwu Gọvanọ Peter Mbah nyere",
    "Gọvanọ ọhụrụ nke Enugu steeti bụ Peter Mbah malitere ọrụ ya dịka e duchara ya iyi n’ọrụ n’ụbọchị 29 nke ọnwa Mee, 2023.",
    "Otu n’ime ha gbara ọkpụrụkpụ o ji malite ọrụ ya bụ ima ọkwa dara ụda nke na-amachi ndị mmadụ nakwa ụlọọrụ ọbụla na steeti ahụ isonye n’iwu onye nọrọ n’ụlọ e ji ‘sit at home’ mara n’akụkụ Ọwụwa Anyanwụ Naịjirịa.",
    "Ibu agha megide 'sit at home' n'Enugu dịka o siri kwuo ga-amalite n'ụbọchị Mọnde, abali ise nke ọnwa Juun, 2023.",
    "N’akwụkwọ ozi gọvanọ Mbah kesara n'ụbọchị Satọde, ma gwa ndị mmadụ ka ha ghara ịtụ egwu ọbụla ịpụta gaa ebe dị ha mkpa n'ụbọchị Mọnde, maka na gọọmentị etinyela atụmatụ nchekwa zuru oke n'ebe dị icheiche.",
    "Akwụkwọ ozi ahụ gọvanọ binyere aka na ya kwuru sị: \"Nke a bụ iji gwa ụlọakwụkwọ, ahịa, ụlọahịa, ụlọọgwụ, ndị ọkwọ ụgbọala, na ọha obodo niile, ka ha cheta na gọọmentị amachiela ma kagbuo ọnọdụ 'sit-at-home na mpaghara niile n'Enugwu steeti.\"",
    "'Sit at home' ebiela n'Enigwu? Lee ka ọndọdụ ebe dị",
    "\"Gọọmentị na-adọ mmadụ niile aka na ntị ka ha rube isi na mmachi a. Ndị ọrụ gọọmentị ga na-akpagharị iji hụ na ndị mmadụ rubere isi n'iwu ọhụrụ a. Ụlọahịa ọbụla, ọdọ ụgbọala ọbụla, ụlọọrụ ọbụla, maọbụ ụlọakwụkwọ ọbụla nupuru isi ma kpọchie ogige ha n'ụbọchị Mọnde, gọọmentị nwereike imechi ogige ahụ kpamkpam.\"",
    "Otu nnwereonwe bụ Ipob zipụtara ozi n'ụbọchị Mọnde bụ ụbọchị Gọvanọ Mbah hibere ka mmachi sit-at-home dị ire, ma kwuo na:",
    "\"Anyị na-akwado atụmatụ ya (Peter Mbah) ịkwsụsị 'sit at home', anyị akwụsịla 'sit at home'\"",
    "Ha gara n'ihu kwuo:",
    "\"Ka Peter Mbah ghara ime ụdịrị ndahie aka ọkamụta Soludo mere nke bụ atụmatụ iji ọrụ nchekwa Naijirịa kwụsịt 'sit at home'... Ya bụ atụmatụ kpụrụ afọ n'ala n'Ebonyi, Imo nakwa Anambra steeti.\"",
    "\"Hapụ 'sit at home' ka ọ nwụọ ọnwụ chi ya.\"",
    "N'o aka ahụ otu, Movement for the Actualisation of the Sovereign State of Biafra (Massob), Ohaneze ndigbo, Bịshọpụ ụka Katọlịk na Nsukka bụ Catholic Bishop of Bịshọpụ Godfrey Onah, Achịbịshọpụ  ụka Anglịkan n'Enugu bụ Emmanuel Chukwuma, otu jịkọrọ ọgbakọ ndị obodo dị iche iche n'Enugu bụ 'Enugu State Association of Presidents-General of Town Unions' nakwa ndị ọzọ nwere agba na steeti ahụ zipụtara ozi dọnyere Gọvanọ Mbah ukwu n'ọkwa a o mara.",
    "Dịka okporoụzụ tọgbọ chakoo n'ụtụtụ Mọnde a, ndị ntorobịa nọ n'ụzọ agba bọọlụ",
    "Gọvanọ Mbah kpagharịrị n'ụbọchị Mọnde a, iji gosi na o kwudosiri ike n'okwu ya dịka ozi ya na Twitter gara n'ihu kwuo:",
    "\"Ndi Enugwu agaghị aga n'ihu na-anọdụ n'ụlọ ụbọchị Mọnde bụ ụbọchị ọrụ mbụ n'izuụka. Anyị ekwesịghị ịkwado ndakpọ akụnaụba anyị mana anyị ga-agba mbọ hụ na anyị kwalitere ya.\"",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua4 Eprel 2022",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'16 Ọgọọst 2021",
    "Nnamdi Kanu interview: Zik tinyere anyị n'ụmị - Nnamdi Kanu15 Febụwarị 2019",
    "Ọnụ ụzọ ahịa ndị mmadụ ka gbachiri n'ụbọchị Mọnde, abali ise nke ọnwa Juun, 2023",
    "Ụlọakụ nakwa ụlọọrụ ndị mmadụ gbachiri agbachi n'ụbọchị Mọnde, abali ise nke ọnwa Juun, 2023",
    "Ọnọdụ 'sit-at-home' bụ iwu ndị otu nnwereonwe a na-akpọ 'Indigenous People of Biafra (Ipob) tinyere na mpaghara Ọwụwa Anyanwụ Naịjirịa niile, kamgbe ọnwa Ọgọst afọ 2021, iji gosi iwe ha maka etu gọọmentị Naịjirịa si jide onyendu ha bụ Mazi Nnamdi Kanu na mba Kenya ma kpụlata ya n'ike na Naịjirịa.",
    "Ipob mechara kwuo na ha ewepụla iwu ahụ, mana ọtụtụ ndị ekperima na ndị ojiegbe malitere ịgagharị na mpaghara dị icheiche na-amanye iwu a, site na iwakpo ndị mmadụ, na-agba ụgbọala ọkụ, na-awakpo ndị ọrụ gọọmentị, ụlọọrụ gọọmentị, ndị ọrụ nchekwa ma na-egbukwa ụfọdụ ndị mmadụ bụ ndị pụtara ịga ahịa, mkpa ha maọbụ ọrụ n'ụbọchị Mọnde ọbụla.",
    "Kamgbe ahụ, ụbọchị Mọnde bụzi ụbọchị ‘ezumike’ nke gọọmentị etinyeghi na mpaghara Ọwụwa Anyanwụ maka na ụjọ anaghị ekwe ndị mmadụ pụta iro.",
    "Ndị mmadụ ejughi n'ụzọ n'ụtụtụ ụbọchị Mọnde, abalị ise nke ọnwa Juun dịka naanị ụgbọala olemole n'agba n'ụzọ",
    "Gọvanọ steeti ndị ọzọ na mpaghara ahụ ekwukwaala na ha akwadoghi ya bụ iwu dịka ha gbara mbọ buso ya bu iwu agha.",
    "N’Anambra steeti, mgbe e duchara Gọvanọ Chukwuma Soludo iyi n’ọrụ n’afọ 2022, ọ mara ọkwa kwuo na agaghịzị akwado iwu ahụ.",
    "N'okwu ya mgbe ahụ, ọ sị",
    "\"Anyị akagbuola atụmatụ ịnọ n'ụlọ dịka ndị ndu obodo, ndịisi ụlọụka, ndị Ipob na ndị ọzọ kwadoro anyị n'atụmatụ ahụ.\"",
    "Ebe foto si, levithegrapher",
    "Etu ọnọdụ 'sit at home' siri gaa n'ihu dị n'akụkụ Nkpor nke Anambra steeti",
    "Soludo sị malite n’ụbọchị Mọnde 4 Eprel, 2022 na a ga-enwe ọgbakọ ekpere n'ụlọụka niile dị n'Anambra nakwa Ọwụwa Anyanwụ iji kagbuo atụmatụ 'sit-at-home'.",
    "Ụlọụka Katọlik nakwa Anglikan malitere ikpe ekpere maka mpịachi atụmatụ onye apụla ezi kwa Mọnde ọbụla n'Anambra Steetị mana akụkọ mwakpo gara n’ihu na-arị elu na steeti ahụ ọkachasị kwa ụbọchị Mọnde nke mere ndị mmadụ jiri gaa n’ihu n’akụkụ dị iche iche na-anọ n’ụlọ dịka ụfọdụ ụlọahịa gakwara n’ihu na-akpọchị ụzọ ha kwa ụbọchị Mọnde ọbụla.",
    "Naijiria",
    "Enugu Steeti",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "‘Sit at home’ ebiela n’Enugu steeti? Lee ka ọnọdụ ebe niile dị5 Juun 2023",
    "Abia Baby Factory: \"Mama ukwu anyị sị na ọ na-ekunye gọọmentị ụmaụaka anyị na-amụ\"5 Juun 2023",
    "NA EME UGBU A NLC Nationwide Strike: Ụlọikpe dị n'Abuja amachiela NLC ịgba abụbụọrụ1 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo12 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}