{
  "published": "7 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/NGR Government",
    "Uchechukwu Okwu Kanu bụ nwunye Nnamdi Kanu bụ onyeisi otu na-achọ mwereonwe akpọrọ Ipob n'ịchafụ ekwuputala okwu gbasara nleta ọ gara hụ di ya.",
    "Uchechukwu kwuputara nke a n'ozi ọ gbasara na soshal midia n'ụbọchị ise nke ọnwa Mee ebe o ziri ndị mmadụ ozi ọ sị na \"di ya sị ya zie\".",
    "Nwunye Kanu kwuru na ọ bịara Naịjirịa ịhụ di ya n'ebe ọ nọ n'aka ndị uweojii pụrụiche a kpọrọ DSS nke mere ya mbụ ha na-ahụ onwe ha kemgbe afọ 2021 mgbe gọọmentị Naịjirịa nwụchiri Nnamdi Kanu na mba Kenya.",
    "N'ozi ahụ ọ gbasara, ọ bitụrụ aka n'ụfọdụ ihe gụnyere ihe banyere ndị okaiwu nọchitere anya di ya n'ụlọikpe ebe ikpe ya ka na-aga ihu.",
    "Ihe ọzọ okwu ya bitụrụ aka bụ okwu banyere ahụike di ya bụ onye ọ sị na-arịa ọrịa mkpụrụ obi.",
    "Ihe mere mụ na Ejiofor abụghịzi ndị okaiwu Nnamdi Kanu - Mike Ozekhome29 Febụwarị 2024",
    "Nnamdi Kanu ekwughị na ọ gaghị apụta maka ikpe ya maọbụrụ na e meghị ihe ọ chọrọ- Ejimakor19 Eprel 2024",
    "Ihe Nnamdi Kanu kwuru ga-eme ndị ji aha ya na Ipob eme mpụ na South-East20 Maachị 2024",
    "N'ihe gbasara ndị ọkaiwu Nnamdi Kanu, ọ sị na Kanu gwara ya na o nweghi ihe ọjọọ o bu n'uche n'ebe Mike Ozekhome nakwa Ifeanyi Ejiofor nọ.",
    "Kama ọ sị na o nwere ndị aghụghọ na-agagharị akpalite esemokwu n'etiti Kanu na ndị ahụ bụbu ọkaiwu ya site n'ịjụ ime ihe Kanu gwara ha mee.",
    "\"Ndị ahụ nupuruisi n'okwu Nnamdi Kanu kwuru, ọ sị ha kwụsị ịkatọ ndị ọkaiwu ya mana ha egeghị ntị\" ka ọ sị.",
    "Okwu Kanu na onwe ya kwuru na ọ gara leta Mike Ozekhome ma kelee ya maka aka o nyeere di ya mgbe ọ ka bụ ọkaiwu ya.",
    "\"Ozekhome gbara mbọ dị ukwu n'ikpe di m nke ọtụtụ mmadụ amaghị",
    "\"Ozekhome tinyere onwe ya n'ọnọdụ oke nkatọ nakwa okwu ọjọọ n'ihi na o kwetara ịnọchị anya di m n'ụlọikpe\" ka Okwu Kanu kwuru.",
    "Ọ kwukwara hoo haa na di anaghị akwado nkatọ nakwa okwu ọjọọ a na-eme Ejiofor na Ozekhome.",
    "\"O nwere onye na-agaghari achọkọta ndị ilo ebe niile ma tụgharịa sị na ndị ahụ bụ ndị ilo Nnamdi Kanu.",
    "Ọ dọkwara onye ahụ aka na ntị sị ya kwụsị ịme ihe ọ na-eme maọbụ ọ kpọpụta aha ya n'ọha mmadụ.",
    "Okwu Kanu kelere ndị isi na ndị ọchịchị Igbo di icheiche maka mbọ ha na-agba ịhụ na agbahapụrụ di ya dịka ụlọikpe si kpebie.",
    "Otu onye ọ kachasị kelee bụ Ifeanyi Ubah maka etu o si gbaa mbọ ịme ka ya bụ Okwu Kanu hụ di ya anya.",
    "N'ozi ahụ ọ gbasara, ọ sị \"a na m ekele gị Ifeanyi Ubah maka etu ị sị mee ngwa ngwa ma gbaa mbọ ka m hụ di m, ekelee m gị\".",
    "Maka ndị ọzọ na-agba mbọ ọ sị \"ụfọdụ ndị ọchịchị Igbo ka njichi di m na-echekasị, ha niile na-agba mbọ iwelite mkparịtaụka gbasara okwu ya (Kanu), e kelere m ha niile\"",
    "Ọ sị kwa na ọtụtụ ndị ahụ achọghị ka akpọọ ha aha mana ọ kwụsịghị ha ịgba mbọ ịhụ na atọghapụrụ Kanu ebe e ji ya.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "NA EME UGBU A, Artificial Intelligence ga na-arụzị ọrụ ndị mmadụ nke ga-ebute enweghị ọrụ - Bishop Onaga",
    "Igbo Tradition: Ihe isii nwere ike ịnọchị anya ọjị n'omenala Igbo12 Julaị 2020",
    "Njem Nwaeze Harry,Meghan nwunye ya meere na Naijiria11 Mee 2024",
    "Mba dị n' Ọdịda Anyanwụ Afrika otu ezinaụlọ nọ n'ọchịchị kemgbe afọ 6010 Mee 2024",
    "\"Ọ dịghịrị m mfe ibido ihe ịkpa ọchị\" - Neekah Uwayah8 Mee 2024",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ a9 Mee 2024",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu8 Mee 2024",
    "Mahamat Deby, onyeisi ndịagha Chad emeriela na ntụliaka onyeisiala6 Mee 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ a",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}