{
  "published": "26 Eprel 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ifemeludike/Muoghalu/Soludo/Ukachukwu/Facebook",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Eprel 2025Mgbe ikpeazụ e tinyere ya ozi ọhụrụ elekere 9 gara aga",
    "E zuo ka a ha eri udele, a tọtuo ngịga. Egwu adawala ka nja n'Anambara dịka pati dị iche iche  na steeti họpụtarala ndị ga-efere ha ọkọlọtọ na ntuliaka ọkwa Gọvanọ Anambra steeti.",
    "Ka o si kwụrụ ụgbua, pati dị iche iche egosipụtala njikere ha isonye na ntuliaka ahụ dịka ha wepụtara ndị  ga-eji aha ha zukọta isi n'abalị asatọ nke ọnwa Nọvemba afọ 2025.",
    "Valentine Ozigbo akpụpụla APC ụlọikpe maka igwu ya chandum na ntuliaka ime ụlọ Anambra Steeti19 Eprel 2025",
    "'Ụmụnwoke Anambara chọrọ ọganihu ụmụnwaanyị mana ha achọghị nwaanyị ga-aga ha n'ihu'13 Ọktọba 2021",
    "Lee ebubo gọọmenti Anambra Steeti boro Akwa Ọkụkọ, Eke Hit na Onyeze Jesus11 Eprel 2025",
    "Díka ndí ma ihe ekwe na-akụ n'okwu ndọrọndọrọịsi kwuo, \"Ọgụ ahụ agaghị adị mfe\" n'ihi na ndí na-azọ ọkwa ahụ na na pati ha ji azọ nwere mbu nwee mfụ ma nwekwa ihe na-akụrụ ha egwu n'ọhịa.",
    "Lee ndị dike na achalugo ga-arụ onwe ha aka n'ọnụ ma o subiri, ihe ndị ha kwo aba  nakwa ihe ndị nwere ike ịwapụ ha ọgọdọ n'ama:",
    "Ebe foto si, Muoghalu/Soludo/Ukachukwu",
    "Ebe foto si, Nicholas Ukachukwu",
    "Nicholas Ukachukwu, onye Osumenyi dị n'Okpuru Ochịchị Nnewi-South, Anambara steeti bụ ojiegoachụego a ma ama  na onye na-enyere ndị ụwa na-atụ n'ọnụ aka nke otu APC họpụtara ka ọ zaa aha pati ahụ n'asọmpi onye ga-achị ndị Anambra n'afọ anọ na-abịa.",
    "Ukachukwu bụbu omeiwu na-anọchite Bwari,Abuja n'Ụlọnnochiteanya n'agbata 1999-2003 abụghị nwa ọhụrụ n'okwu ndọrọndọrọ ọchịchị.",
    "Ihe ndị nwere ike ime ya eze:",
    "O nwere ego, nwee agba ma bụrụ omere ọha.",
    "O sonyela na ndọrọndọrọ ọkwa ọchịchị dị iche iche.",
    "Ọ nọkwa na pati APC bụ pati jị ọchịchị n'etiti.",
    "Dịka otu onye okwu ndọrọndọrọ were anya bụ Ichie Austin Okolie bụ onye kpọrọ Ụkachukwu 'odogwu akataka' si kọwaa ya: \"Ndị nọ n'ọchịchị (APC) ji ndị uweojii, ha ji  ndịagha ma jirikwa ụlọikpe, ha jịkwa ego.\"",
    "Ihe ndị nwere ike ịwapụ ya ọgọdọ n'ukwu:",
    "APC bụ pati Ukachukwu ji azọ ọkwa abụghị pati na-amasị ọtụtụ ndị Anambara.",
    "Ọ zọọla ọtụtụ ọkwa ọchịchị nke o nwetaghị karịa ọkwa omeiwu na-anọchite mpaghara Bwari dị n'Abuja mana \"ọ dịghị ka aha ya a na-ada ụda rinne,\" bụ etu Okolie si tinye ya.",
    "Ebe foto si, Chioma Ifemeludike",
    "Chioma Ifemeludike, onye ihe ejije Nollywood nakwa onye na-alụ ọgụ maka ikike dịịrị onye bụ onye Ezoowele n'Okpuru Ọchịchị Idemili-North n'Anambara steeti.",
    "Ifemeludike ji aha otu pati 'African Action Congress' bụ pati Sowere hibere azọ ọkwa gọvanọ Anambara.",
    "Nwaada ahụ a mụrụ na Jọs, Platu Steeti gụrụ 'Political Science' na mahadum Chukwuemeka Odumegwu Ojukwu University, Anambra Steeti.",
    "Ihe ndị nwere ike ime ya eze:",
    "Naanị ya bụ nwaanyị sonyere na ndị na-azọ ọkwa Gọvanọ na steeti ahụ nke bụ na ndị kwenyere na mkpa ọ dị itinye ụmụnwaanyị n'ọchịchi ga-akwado ya.",
    "Ihe ndị ga-awapụ ya ọgọdọ:",
    "Ifemeludike ga-enwe nsogbu ego dịka ndọrọndọrọ ọchịchị na Naijiria bụ okwu ego na inwe aha dara ụda na-ekwu.",
    "Nsogbu ọzọ bụ omenala. Dịka ndị ọkachamara n'okwu ndọrọndọrọ si kwuo,  ndị Anambara adịbeghị njikere ịhọpụta nwaanyị dịka  gọvanọ.",
    "Otu n'ime ha bụ Okolie siri, \"Ndi Anambra na-eme ka ndí Hausa, ha anaghí ekwe ka nwaanyí nweta oke. Ndị Anambara  na-ekwu na'nwaanyị bụ ife' mana ọ bụghị n' ọchịchị.\"",
    "N'otu aka ahụ,Chukwunonye Okere chịkọtara ya bụ okwu etu a: \"Ọ bụ ka o mejuo  ọnụọgụgụ, ka a sịkwa na e nwekwara nwaanyị zọrọ ọkwa gọvanọ.\"",
    "\"Ụmụnwaanyị anaghị atụnyere onwe ha. Nwaanyị ọbụla ga-azọ ọkwa gọvanọ kwesịrị ịbụ Iyọm. Ị ga-adị ka Joy Emodi maọbụ Uche Ekwunife.\"",
    "Ebe foto si, George Muoghalu",
    "George Muoghalu bụ onye Nnewi dị n'Okpuru Ọchịchị Nnewi-North n'Anambara Steeti.",
    "Muoghalu bụbu onyeisi ụlọọrụ gọọmentị etiti na-ahụ maka njem n'elu mmiri nke Bekee kpọrọ 'National Inland Waterways Authority' (NIWA).",
    "N'okwu nchekwa, o kwuru na ọ ga-akwụsị ndakpọ nchekwa nakwa oke gbuogbuogbuo na-eme na steeti ahụ nke o boro 'amaghị ọrụ' nke Gọvanọ steeti ahụ.",
    "Ihe ndị ga-abara ya:",
    "E wezụga Apga, otu 'Labour Party' bụ pati ọzọ na-amasị ndị Anambara Steeti.",
    "Muoghalụ bụ onye ndọrọndọrọ bụ aka ọchie na ndọrọndọrọ ọchịchị dịka ọ zọrọla ọkwa gọvanọ n'otu pati ndị ọ nọbu bụ ANPP nakwa  APC tupu ọ banye Labour Party.",
    "Ihe ndị ga-awapụ ya ọgọdọ",
    "Ọgbaaghara dị n'otu Labour Party nke butere na alaka pati ahụ nwere Jude Umennajiego dịka onye na-azọkwa otu ọkwa gọvanọ nwere ike itinyere ya aja na garị.",
    "Ọgbaghara dị na pati ahụ  mere ka e nwee nkewa ndị otu Abure na otu Apapa.",
    "Ọzọ bụ na ọ bụ onye na-echeta okwu ndọrondọrọ ọchịchị naanị ma oge ntuliaka ruo nso, dịka Ichie Okerekere si kwuo.",
    "\"'Peter Obi magic' agaghị arụkwa ọrụ ozọ. Labour agaghị emeli ihe ha mere afọ abụọ (ntuliaka 2023) gara aga.\"",
    "\"A na-akwado ntuliaka afọ anọ tupu ntuliaka, ọ bụghị otu afọ tupu ntuliaka ị pụta.\"",
    "Ebe foto si, Charles Soludo/",
    "Ọkammụta Chukwuma Soludo, aka na-achị Anambara steeti kemgbe afọ 2023 bụ onye Isuofia dị n'Okpuru Ọchịchị Aguata, Anambara steeti.",
    "Soludo, bụ onye otu APGA họpụtara na-enweghị mgbagha ọbụla dịka onye ga-efere ha ọkọlọtọ n'asọmpi ọkwa gọvanọ na ntuliaka imeụlọ pati ahụ mere na nso nso a.",
    "Nwaamadị ahụ bụbu onyeisi Ụlọakụ Etiti Nigeria (Central Bank of Nigeria) tupu ọ banye ndọrọndọrọ ọchịchị bụbu onyenkụzi mahadum na 'University of Nigeria Nsukka (UNN).",
    "Ihe ndị ga-abara ya:",
    "Ihe mbụ nwere ike ichiwe Soludo eze n'asọmpi a bụ ikike dịka onye nọ n'ọkwa Gọvanọ ma na-azọ agba nke abụọ nke Bekee kpọrọ 'power of incumbency'.",
    "Ọzọ bụ na Soludo ji aha Apga bụ pati nọọrọ n'ọkwa ọchịchị na steeti ahụ ihe karịrị afọ 16.",
    "Ọrụ ndị Soludo rụpụtarala dịka aka na-achị steeti ahụ ọkachasị n'okwu nchekwa na ewumewu e ji enyere ndụ aka.",
    "Chukwunonye Okereke kwur sị, \"Oge izizi ọ banyere ọ dị ka ọ maghị ihe ọ na-eme, mana ugbua ihe ndị o kwuru oge ọ bịara ịchị Anambara bụ ihe ndị o tinyere aka na ya.\"",
    "\"Anambara bụ ebe anaghị ababu aba, ugbua a na-aba ya. Ndị ezenwaanyị na ndị ezenwoke ọsọ.\"",
    "\"Ọ na-arụ okporoụzọ nakwa ụlọ ndịomeiwu steeti ahụ.\"",
    "Ọzọ bụ na \"Ndị ọchịchị rutere bụ ndị mpaghara Soludo bụ Agụta. ' Zoning' ga-enye  aka. Onye chịburu bụ Willie Obianọ bụ ndị ikperemmiri. Peter Obi bụ ndị Agụlụ,\" bụ etu Okolie si kọwaa etu ike ọchịchị na mpaghara, na mpaghara ga-esi abara Soludo.",
    "Ihe ndị ga-awapụ ya ọgọdọ:",
    "Ndị Soludo mejọrọ site n'okwu ya maọbụ omume ya nakwa atụmatụ gọọmentị ya.",
    "Ndị a gụnyere ndị ọzụahịa, ndị ọkwọụgbọala nakwa ndị ojiegoachụego, ndị omenala ọkachasị dibịa na ndị ezenwaanyị.",
    "Ebe foto si, Richard Nwafor/Facebook",
    "Jude Ezenwafọ bụ ojiegoachụego n'ihe gbasara ala na ụlọ nakwa onye ndọrọndọrọ ọchịchị.",
    "Naani ya bụ onye zụrụ akwụkwọ ngosi mmasị ịzọ ọkwa govano na pati PDP ma nweta nkwado ịzọ ọkwa gọvanọ na steeti ahụ.",
    "Nwamadi ahụ bụbu onyeisioche PDP na Anambra steeti ma bụrụkwa onye rụọrlara ọrụ ndịka onye enyemaka gọvanọ atọ chịburu steeti ahụ; Mbadinauju, Chris Ngige, Obiano.",
    "Ihe ndí ga-abara ya:",
    "Ezenwafor anọọla na ndọrọndọọ ọchịchị ogologo oge.",
    "Ihe ndị ga-awapụ ya ọgọdọ n'ukwu:",
    "Afọ ole na ole gara aga, otu PDP chị ọgbọ n'ọtụtụ steeti n'Ọwụwa Anyanwụ bụ ebe ha nwere gọvanọ mana na nsonso a, egwu adagharịala.",
    "PDP nwere ọgbaghara n'ime ụlọ  ha.",
    "\"PDP enweghịzi ume\" bụ etu Chukwunonye si kọwaa ọnọdụ otu pati ahụ ugbua.",
    "N'aka nke ọzọ, Okolie kwuru sị, \"Ndí PDP nweta mmeri, ị mara  na aka Chukwu dị ya maka na ka ọ dị ugbua, nsogbu na katakata ga-enye ndí PDP nnukwu nsogbu.\"",
    "Ebe foto si, Charles Onyeze/Facebook",
    "Chidi Onyeze bụ naaní onye zụrụ akwụkwọ ngosi ịzọ ọkwa n'otu ya bụ 'Accord Party'.",
    "Ihe ndị ga-abara ya",
    "Ọ bụ ọgaranya na-emere ọha site n'ọrụ ebere ọ na-arụ.",
    "Ihe ndị ga-awapụ ya ọgọdọ:",
    "Mana ótụtụ ndí Anambara amaghị ya, nke a na-anụla aha ya.",
    "Pati  na-efere ọkọlọtọ bụ 'Accord Party' enweghị agba.",
    "Dịka Igbo na-ekwu na agadi nwaanyị ahụghị ebe ọ ga-ebido aka, o bido ya n'ikpere.",
    "Accord Party bụ pati  nke Dr Godwin Maduka ji zọọ ọkwa gọvanọ n'afọ 2021 bụ pati a na-ahụta dịka nke ọgaranya ọbụla ahụghị pati  ọ ga-akwudo ji azọ ọkwa ọchịchị.",
    "Ọzọ agbanyeghị na ọ bụ ọgalanya, Onyeze abụghị onye a na-anụ aha ya na steeti ahụ.",
    "Ebe foto si, Uche Nworah/Facebook",
    "Jeff Nweke bụ onye Ọka dị n'Okpuru Ọchịchị dị n'Awka-South' n'Anambara Steeti.",
    "Ọzọ Nweke,ojiegoachụego nwe ụlọọrụ 'Mango and Lion Properties'  onye natara ikike ịzọ ọkwa Gọvanọ n'aha otu 'Action Alliance'.",
    "Nwaamadi ahụ gụrụ 'Political Science' na mahadum 'Nnamdi Azikiwe University' ,Oka.",
    "Ihe ndị ga-abara ya:",
    "Ọ bụ ọgaranya nwere agba nwere ego ọ ga-enye n'ịzọ ọkwa ọchịchị na steeti  ọnụ anaghị eru ndị enweghị ego n'okwu.",
    "Ihe ndị ga-awapụ ya ọgọdọ:",
    "Pati o ji azọ agbanyeghị mkpọrọgwụ n'Anambara steeti",
    "Ọzọ bụ na ọ bụ ọgaranya, ọtụtụ ndị Anambara amaghị Ọzọ Nweke",
    "N'aka nke ọzọ, Nweke nwere ikpe metụtara ebube ofufu otu nwa afọ Anambara bụ Benjamin Ezemma n'ụlọikpe mana ndị Ọka obodo ya na-ekwu n'aka ya dị ọha kama ọ bụ ndị obodo ha na ha na-azọ ala ji ofufu Emma mebie aha Nweke",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Usoro olili ozu Popu Francis",
    "Ntuliaka Gọvanọ Anambra: Ndị na-azọ ọkwa,ihe ndị ga-abara onye maọbụ wapụ ya ọgọdọ n'ukwuelekere 9 gara aga",
    "NA EME UGBU A, Mba DR Kongo na Rụwanda aṅụọla iyi na ha ga-erube isi na nkwekọrịta udo",
    "Lee etu olili ozu Cynthia Chizoba Oguzie tankị mmiri dagburu na Lekki si gaa n'Imo Steeti25 Eprel 2025",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?22 Eprel 2025",
    "Popu Francis: Ihe ụmụafọ Naịjirịa kwuru maka ọnwụ onyeisi ụka Katọlik22 Eprel 2025",
    "Lee foto ndụ Pope Francis22 Eprel 2025",
    "Popu Francis anwụọla dịka ọ gbara afọ 88 - Vatican kwuru21 Eprel 2025",
    "Onye bụ Kadịnal Peter Ebere Okpaleke nwa Naịjirịa tozuru ịzọ ọkwa Popu?",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ashawo, iyori, osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n'asụsụ ndị ọzọEmelitere ikpeazụ na: 9 Eprel 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}