{
  "published": "7 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tiwa Savage",
    "Tiwa Savage",
    "Ọtụtụ ndị otiegwu a ma ama na mba ụwa ga-agbakọ n'obieze 'Windsor Castle' n'ọgbakọ aṅụrị maka emume ichieze nke Eze Charles III na mgbede Sọnde a.",
    "Otiegwu Naịjirịa bụ Tiwa Savage, ga-eso na ndị ga-eme ndị mmadụ obi aṅụrị n'ọgbakọ a.",
    "Ndị ọzọ ga-esonye n'ọgbakọ a gụnyere Katy Perry, Lionel Richie, Take That, Nicole Scherzinger, Olly Murs, Paloma Faith na Andrea Bocelli, ebe Hugh Bonneville ga-abụ onye nchịkọta emume.",
    "A ga-enwekwa ejije na ịgba egwu site n'aka otu 'Royal Ballet', 'Royal Opera'. 'Royal Shakespeare Company', 'Royal College of Music', na 'Royal Collage of Art'.",
    "BBC ga-amalite igosi emume a ma ọ kụọ elekere asatọ nke abalị Sọnde na BBC One, BBC iPlayer, BBC Radio 2 na BBC Sounds.",
    "Kristy Young ga-ewetara gị ya bụ emume na BBC TV nakwa iPlayer, ebe Clara Amfo na Jordan Banjo ga-eso ndị otiegwu nọrọ na-azụ ọgbọ.",
    "Akụkọ kwukwara na e nwere ọtụtụ ndị otiegwu a ma aha ha bụ ndị jụrụ isonye n'ọgbakọ ahụ.",
    "Sir Elton John nọ njem iti egwu na Berlin nke mba Germany, Ed Sheeran nwere emume iti egwu nke ya na Texaz mba Amerịka n'ụbọchị Satọde, ebe Kylie Minogue nke mba Australia kọwara na ọtụtụ ndị mba ha enweghịzi mmasị n'usoro ọchịchị eze ụdị nke dị na England.",
    "Ebe foto si, Getty Images",
    "Prince Harry gara emume ichieze nnaya naanị ya, nwunye ya bụ Meghan Markle esoghi ya gaa",
    "Prince Harry, nwa nwoke nke abụọ nke Eze Charles III, bịara emume ichieze nna ya n'ụbọchị Satọdee, ma laghachikwa mba Amerịka n'otu ụbọchị ahụ na-egbughị oge.",
    "Harry, onye jikwa ọkwa Duke nke Sussex, bịara emume ahụ naanị ya, nwunye ya bụ Meghan Markle esoghị ya bịa dịka o kwuburu na ya agaghị aga ya bụ emume. Ọzọkwa bụ na ụbọchị emume ichieze a bụkwa ụbọchị nwa ha bụ Archie mere ncheta ọmụmụ ya nke afọ anọ.",
    "N'emume ahụ, Prince Harry nọdụrụ n'azụ na mpaghara ebe ndị ezinụlọ eze nọ",
    "Ebe e nyere Harry oche n'oge emume ahụ bụ n'ahịrị nke atọ, mana nwanne ya nwoke bụ nọ n'ahịrị nke mbụ.",
    "N'oge emume olili Ezenwaanyị Elizabeth II, Harry nọ n'ahịrị nke abụọ, n'azụ nna ya bụ Eze Charles.",
    "Dịka e mechara emume ofufe n'ụlọụka Westminster Abbey ebe a nọ kpube Eze Charles okpueze, ezinụlọ eze laghachiri n'obi Buckingham Palace, ebe ha nọrọ kelee puku kwuru puku ndị mmadụ bịara ya bụ mmemme.",
    "BBC ghọtara na akpọghị Prince Harry ka o soro kelee ekele a.",
    "O doburu anya na Prince Harry ga-abịa emume ahụ naanị ya, nakwa onweghị ọrụ ọbụla a ga-enye ya n'ihi na ọ bụzighị onye nwere ọkwa ọbụla n'ezinụlọ obieze.",
    "Otu a kwa ka ọ dị maka Prince Andrew - nwanne nwoke Eze Charles III - onye gbara arụkwaghịm n'ọkwa ya dịka onye ezinụlọ obieze n'afọ 2020 n'ihi ebubo ịtụ mgbere na imetọ nwaanyị.",
    "Ngwangwa emume ofufe n'ụlọụka Wstminster Abbey gbasara, Harry banyere n'ụgbọala naanị ya, dịka akụkọ kwuru na ọ gawara ọdụ ụgbọelu ebe ọ bara ụgbọelu British Airways laghachi Amerịka.",
    "Harry batara na UK na mgbede ụbọchị Fraịde, mana n'ebe mgbede Satọde, ọ tụọla ụkwụ na Los Angeles mba Amerịka, dịka akụkọ kwuru na ọ chọrọ isonye n'emume ncheta ọmụmụ nwa ya nwoke, Archie.",
    "Mmekọrịta Prince Harry na ndị ezinụlọ obieze ndị ọzọ adịchaghị mma kamgbe o wepụtara akwụkwọ ya ebe ọ kọwara ọtụtụ ihe mere ya n'obi eze.",
    "Akwụkwọ ahụ kọwara nnọọ nke ọma nghọtahie dị icheiche Harry na ụfọdụ ndị ezinụlọ ya nwere, tinyere mgbe nwanne ya bụ William chọrọ ịlụso ya ọgụ.",
    "Ebe foto si, PA Media",
    "N'ụbọchị asatọ nke ọnwa Jenụwarị afọ 2020 ka Prince Harry na Meghan Markle kwuru na ha ga-ewepu onwe ha n'ịrụ ọrụ dịka ndị ezinụlọ obieze nke mba England.",
    "Ka ọ dị ugbua, ha abụọ bipụrụ iche na California nke mba Amerịka, ha anaghịzi arụ ọrụ ọbụla dịka ndị ezinụlọ obieze, ha anaghịkwa anata ego ọbụla n'aka obieze.",
    "Na mkparịtaụka ya na onyentaakụkọ Oprah Winfrey nwere n'ọnwa Maachị 2021, Harry kwuru na ọ bụ ego o nwetara n'aka nne ya bụ Princess Diana nwụrụ anwụ, nyeere ya aka oge ya na nwunye ya si n'obieze pụọ.",
    "United Kingdom",
    "King Charles III",
    "Coronation Concert: Etu ị ga-esi kirie emume a nke Tiwa Savage, na ndị otiegwu ndị ọzọ ga-esonye na ya7 Mee 2023",
    "King Charles Coronation: 'Eze ị ga-adị o!' Ekpunyela Eze Charles III okpu Eze6 Mee 2023",
    "Naịjirịa akpọlatala ihe ruru mmadụ 800 ọzọ bụ ndị tọburu na Sudan7 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}