{
  "published": "25 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty",
    "A na-ekwu ka e rie mmanụ anwụ obere maka na o nwere ọtụtụ kalori",
    "Mmanụ anwụ bụ mmanụ na-acha edo edo nke anwụ na-emepụta ma ha wekọtachaa ihe a kpọrọ 'nectar' n'ukwu osisi ndị na-ama ododo. a na-edebe ya n'ime ọgba mmanụ anwụ 'honeycomb' iji nye anwụ ndị ahụ nri n'oge oyi.",
    "N'oge gboo na mba Gris, a na-ahụta mmanụ anwụ ka 'nri ndị chi'  ebe a na-ahụta ya ka ọgwụ e ji agwọ ọtụtụ ihe na Chaịna.",
    "Lee ihe mere iri ofe ọkwụrụ na-alọ alọ ọfụma jiri dị mma n'ahụ gị31 Jenụwarị 2024",
    "Gịnị bụ ‘styrofoam’ a gọọmentị Legọs steeti machiri na ọghọm ndị ọ na-ebute24 Jenụwarị 2024",
    "Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọ4 Febụwarị 2024",
    "Oge ọ dị n'agbidi etu chi siri kee ya, o nwere amino acid, antiogzidant, vaitamin, mineral, na shuga. O nwere ọtụtụ fruktose mere na ọ na-atọkarị shuga ụtọ mana na a tulee ya ka nri ndị nwere shuga na mgbadume, ọ nọ n'etiti.",
    "Ihe o nwere n'ime otu ngaji (20g) mmanụ anwụ:",
    "• 58kcal / 246KJ",
    "• 15.3g mgbadume",
    "• 15.4g shuga",
    "• 0.1g protin",
    "• 0g abụba",
    "Ebe foto si, Getty",
    "Uru mmanụ anwụ bara n'ahụike dabere n'etu e siri hazigharịa ya nakwa ụdịrị ododo anwụ tụrụ oge ọ na-anakọta ododo.",
    "Mmanụ anwụ nke a na-esibeghi n'ọkụ, sachaa ya maọbụ hazigharịa ya n'ụzọ ọbụla na-akacha enye aka n'ahụike maka na akụrụngwa ndị dị na ya apụbeghi site na nsikwa maọbụ nhazigharị.",
    "a na-eji mmanụ eme ọgwụ e ji echekwa ọnya kamgbe ọtụtụ narị afọ n'ụlọọgwụ. A na-eche na ọ na-enye aka agwọ ọnya dịka ọkụ na ndị ọzọ na-emighi emi ọsịsọ.",
    "N'ihi na ihe dị n'ime mmanụ anụ bụ ọkacha shuga dịka 'glucose na fructose' bụ ụdị shuga abụọ na-adọta mmiri, mmanụ anwụ na-adọrọ mmiri dị n'ọnwa ma mee ya ị takọrọ ghara inye ohere ka nje biri n'ime ya.",
    "Mmanụ anwụ ọkachasị ndị na-achatụ ojii nwere kemikal ndị iti kpọrọ 'flavonoids'",
    "A na-ekwu na ya bụ 'flavonoid' ahụ nwere ihe ndị na-achụ nje bakteria na nke vaịral nakwa nje nwereike ime ka ọnya na-enwuru ọkụ ọsọ. N'ihi flaonoid ahụ, ụfọdụ na-elezi anya na mmanụ anwụ ka mma karịa shuga.",
    "Mana agbanyeghi na mmanụ gunyere ka nri ndị na-ebughi mgbadume karịa, ọ ka nwekwara ọtụtụ ihe a kpọrọ 'calories' nke nwerieke ike ime ka shuga dị n'ọbara mmadụ gbalie elu nke pụtara ka ndị mmadụ jiri uche ha ma ha ne-eri ya.",
    "Ebe foto si, Getty",
    "Mmanụ anwụ nwere ihe a kpọrọ GI nke pekarịrị shuga nke pụtara na ọ naghị ebulie shuga nọ n'ọbara mmadụ ọsịsọ. Mmanụ anụ ka shuga atọ ụtọ nke pụara na ị gaghị na-etinye ọtụtụ ya mana ọ kakwa shuga nwee nke a kpọrọ kaloris na-ebu mmadụ ibu. Nke mere na ị ga na-etinye anya na ngaji ole ị na-ekuru.",
    "Ọ bụrụ na mmanụ anwụ ka gị mma, gbalia nweta nke a na-ahazigharịbeghi etu ọbụla bụ nke nwere akụrụngwa ya niile karịa shuga ọcha ma gị nwere nwayọọ na-eri ya. Ma chetakwa na ihe ọbụla mmanụ anwụ na-enye n'ahụ dị ntakịrị nke bụ na e nwerike ichefu ya.",
    "Ebe foto si, Getty Images",
    "A na-ahụ mmanụ anwụ ka 'shuga' efu bụ nke a na-ekwu ka e belata aka etu e si etinye ya na nri - ya bụ na-agbanyeghi na ọ dị mma onye ọbụla nwereike iri mana ka e rie ya n'usoro e siri kwuo ka e rie ya.",
    "Maka ọrịa shuga, maọbụ ndị na-achọ ibelata shuga dị ha n'ọbara, e nweghi uru dị ọkpụrụkpụ ọ bara iji mmanụ anwụ dochie shuga na nri maka na ha abụọ ga-emetụtakwa shuga dị n'ọbara gị na ngwucgha.",
    "Gụnyere nke a, ụmụaka niile na-erubeghi otu afọ erikwala mmanụ anwụ agbidi maọbụ mmanụ anwụ e mepụtara n'igwe nke a bụ maka na ha nwereike ibute otu ihe a kpọrọ 'botulism'.",
    "Agbanyeghi na mmanụ anwụ na-amasị ọtụtụ n'ime anyị itinye na nri, ọ na-aghụ amasịkwa onye niile. Mmanụ anwụ abụghịkwanụ 'vegan' nke pụtara na o siteghi n'osisi n'ihi na imepụta mmanụ anwụ na-ebute mmekpa ahụ nye anwụ ndị ahụ bụ ndị rụrụ nnukwute ọrụ imepụta ya maka onwe ya na ihe ha ga-eri n'oge oyi.",
    "Nri",
    "Nchekwa nrị",
    "NA EME UGBU A , ECOWAS ewepula ụfọdụ mmachi ha tinyere n’isi mba Niger, Mali na Guinea1 Febụwarị 2024",
    "Geometric power: Ndị Abia ga-amalite imepụta ọkụ latrik nke ha, lee etu e siri gbapee ya n'Aba26 Febụwarị 2024",
    "Ebugala ikpe Nnamdi Kanu rue ụbọchị Maachị 1926 Febụwarị 2024",
    "Mmanụ anwụ ọ ka shuga mma n'ahụ n'ezie?25 Febụwarị 2024",
    "Rotimi Akeredolu: Etu ụka olili ya na njem ikpeazụ ya si aga23 Febụwarị 2024",
    "Ihe L na R adịghị m mfe ime n'ihe onyonyo 'A Tribe called Judah' - Uzor Arukwe21 Febụwarị 2024",
    "Fact Check: Ọ bụ eziokwu na awụrụ mmadụ 'acid' n'ọgụ dara n'etiti Sasa na ndị ahịa Ọgbọ ọgwụ?22 Febụwarị 2024",
    "Corpse kidnappers: Ndị na-ebula ozu a tọọrọ ka nọ n’aka ndị ntọ21 Febụwarị 2024",
    "Etu nwaanyị dị ime si tụtuo di ya site n'ụlọelu n'Ebonyi Steeti",
    "Rotimi Akeredolu: Etu ụka olili ya na njem ikpeazụ ya si aga",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ebugala ikpe Nnamdi Kanu rue ụbọchị Maachị 19",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}