{
  "published": "4 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mr Ibu/Instagram",
    "John Okafor na-eme ịhe onyonyo a mara dịka Mr. Ibu nwurụ n'ụbọchị Satọde, abalị abụọ ọnwa Maachị site n'ọrịa mkpụrụ obi nke mkpụrụ ọbara kpụkọrọ ọnụ buteere ya.",
    "Ọbara mkpụkọ ọnụ ahụ bụ 'Blood clots na Bekee bụ ọrịa zoro ezo ndị mmadụ anaghị ama na ha bu rue mgbe ọ rịasiri ha ike maọbụ ọnwụ dị nso.",
    "Ngalaba ahụike nke mba Amerịka bụ CDC kwuru na ọ bụ ọrịa \"nwereike ịrịa onye ọbụla ma bụrụkwa ọrịa mmadụ nwereike ịgbalahụ\".",
    "Ebe foto si, NHS",
    "Foto gosiri etu mkpụkọ ọbara si egosi n'ụkwụ mmadụ",
    "Ngalaba ahụike nke mba Briten bu NHS wepụtara ụfọdụ ihe ị ga-eji mara na ọrịa mkpụko ọbara dị gị n'ahụ.",
    "Ha bụ:",
    "- oke mgbu n'ụkwụ,",
    "- ụkwụ zara aza",
    "- akụkụ ahụ na-acha ọkụ",
    "- mmadụ iku elu elu ya bụ enweghi ike ikutu ume",
    "- mmadụ ịkwapụta ọbara n'ụkwara.",
    "- Obi gị ịkụ ọsịsọ",
    "Ihe dị mkpa ị ma maka ọrịa a bụ na ọ naghị eme ndị ntorọbịa maọbụ ndị ahụike ha zuruoke.",
    "N'agbanyeghi nke a, o nwere ụfọdụ ndị ọ kacha emetụta karịa ndị ọzọ. Ndị ahụ ka Bekee kpọrọ 'at risk group'.",
    "Ha gụnyere ndị nọ n'ụlọọgwụ ogologo oge maọbụ si ụlọọgwụ nata, ndị buru ibu, ndị na-ese sịga, ndị dị ime na ndị ka mụchara nwa, ndị nwere ọrịa na-ebute ịcha ọkụ n'ime ahụ ha nakwa ndị rịaburula ọrịa mkpụkọ a.",
    "Dịka NHS si kwuo na o nwere ụfọdụ ndị ọrịa a nwereike ime, ha kwukwara ihe ndị mmadụ nwereike ime iji gbalahu ya.",
    "Mbụ bụ ịga ụlọọgwụ maọbụrụ na i so n'otu ndị nwereike ibute ọrịa a ma yiri ụwe ụkwụ akpọrọ 'stockings' na Bekee.",
    "Ndị ozọ bụ",
    "- Mmegharị ahụ: jiri ụkwụ gị na-agagharị mgbe ọbụla",
    "- Ịgba mbọ aṅụ mmiri mgbe niile, mmiri kọọ gị n'ahụ o nwereike ịbute mkpụkọ ọbara.",
    "- Taa ahụ maọbụrụ na i buru oke ibu.",
    "- Yiri ụwe ụkwụ akpọrọ 'stockings' maọbụrụ na ị na-eme ogologo njem.",
    "- Kwụsị ise siga",
    "- Kwụsị ịṅụ mmanya ọkụ na mmanya ike.",
    "CDC dọrọ aka na ntị na ọ dị mkpa ịgbaga ụlọọgwụ ma ọ dị gị ka ịnwere ngosi ọrịa a ọbụla ozugbo ozugbo.",
    "Ebe foto si, Real Mr Ibu Instagram",
    "Kamgbe John Okafor na-eme ịhe onyonyo a mara dịka Mr. Ibu nwuchara ụbọchị Satọde, abalị abụọ ọnwa Maachị, ọtụtụ ihe ka na-ebute ngbagwọjụanya maka nwa amadị ahụ.",
    "Na oge ndụ, ọrịa na ọnwụ John Okafor, e nwere ihe mere ka na-agbagwọjụ ndị mmadụ anya ebe ihe ndị ahụ ka ụfọdụ amaghị maka ya.",
    "Okwu gbasara nwunye ya nke mbụ ka bụ nnukwute ihe mgbagwọjụ nye ọtụtụ ndị mmadụ ma ruo taa. O dobeghi anya etu John Okafor na nwunye ya nke mbụ siri gbasaa, onye ọbụla agawara onwe ya.",
    "Rue ugbuao nweghi onye ma ihe kpatara ha abụọ jiri gbasaa nakwa ụmụ ọle ha muru tụpụ ha agbasaa.",
    "Ebe foto si, Real Mr Ibu Instagram",
    "Ibu na nwunye ya Stella Maris Okafor",
    "Kemgbe afọ abụọ tupu Mr. Ibu anwụọ, ya na nwunye ya nke abụọ bụ Stella Maris Okafor na-enwe ezigbo ọnọdụ gbata-gbata nke mere na ha abụọ ebughi n'otu ụlọ.",
    "Afọ 2023, John Ọkafọr na nwunye ya bụ Stella Maris nwere nnukwu nghọtahie, ebe Stella boro ya ebubo na o nwere ihe na edọghịanya na adịm na mma Ibu na nwaada Jasmine.",
    "Oge Ibu bụ etu e si akpọ ya dara n'akwa ọrịa, ebe nịle dara katakata maka na e nwere oge ha gara n’ ihu akwụkwọ rịọ ohanaeze ka ha gbata ọsọ enyemaka ịkwụ ụgwọ ụlọ-ọgwụ.",
    "Ego ahụ ha rịọrọ mechara bute nnukwu esomokwu n'ezịnaụlọ ya. Nke a mere e boro Jasmine nakwa nwa Ibu nke nwoke ebubo na ha gara were ego ndị nmadu tutara. ruru N55nde",
    "Ndị uweojii nwuchiri Jasmine ma gbaa ya ajụjụọnụ ma mechakwa tọghapụ ya.",
    "Ebe foto si, Real Mr Ibu Instagram",
    "Nwunye Ibu bụ Stella Maris na nwada Jasmine Okafor",
    "Mgbe Ibu nwuru n'ụlọọgwụ, akụkọ pụtara na Jasmine gara wepu aha Mr. Ibu n'akara Tiktok na-agbanyeghi na ọ nọ n'ozu.",
    "Ịhe nke a mere ọtụtụ ndị mmadụ jiri kpuru Jasmine na ọnụ ha ?",
    "BBC Igbo chọrọ aha Mr Ibu na Tiktok mana anyị ahụghị ya kama anyị hụru akara e dere @ladyjasminec nke were akara nde 1.3 ndị na-eso ya.",
    "Anyị hụkwara akara ọzọ bụ @ladyjasminec_live nke nwere ọnuọgụgụ nde 1.1 na-eso ya.",
    "Tiktok anaghị egosi oge a gbanwere aha n'akara ha mere na anyị enweghi ike ịchọpụta oge a gbanwere aha dị n'aka Ibu kaọbụ na nso nso a ka o teela aka..",
    "Ebe foto si, Real Mr ibu Instagram",
    "N'ọnwa Febuwarị oge akụkọ pụtara na ndị uweojii nwuchiri Jasmine Okafor na nwa Mr. Ibu, Jasmine pụtara kwuo okwu banyere ihe jikọrọ ya na Mr. Ibu na etu o siri mata ya ma malite ịkpọ ya nna.",
    "Jasmine kọwara na ya matara Maazị Okafor site n'aka nna ya bụ Jasmine ma Ibu natara ya ka nwa oge nna ya nwụrụ.",
    "N'okwu ya; 'kamgbe nna m nwụrụ ejizi m Mr. Ibu mere nna dịka ọ na-anọchi nna m na ndụ m'.",
    "O kwuru na ya batara n'ezinaụlo Ibu oge ya na-agụ akwụkwo na Cyprus n'afọ 2020 oge Ibu na-arịọ ya ego.",
    "Oge niile Ibu nọ n'ọrịa, Jasmine so ya nọrọ n'ụlọọgwụ na-eleta ya, nke a bụ site n'onyonyo dị icheiche gbara n'elu soshal midịa.",
    "Nollywood",
    "Legọsị",
    "Naijiria",
    "Telivishọnụ",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Omenala",
    "Ezinụlọ",
    "Ihe ngosi",
    "Aba Power Plant: Ihe ọ ga-efu ka ọkụ anyụghị anyụ na-enwu n'Aba - Barth Nnaji13 Maachị 2024",
    "NA EME UGBU A, Gọọmentị Naịjirịa ewepụla mmachi niile ha tinyere n'isi mba Niger1 Maachị 2024",
    "Etu nwata nwaanyị si gbuo nna ya tufuo ozu ya na Ngwo dị n'Enugwu12 Maachị 2024",
    "Ihe mere n'ezie maka nwaanyị a sị gburu onwe ya n'Enugwu8 Maachị 2024",
    "Ugboro iri a tọọrọ ụmụakwụkwọ na Naịjirịa nke dara ụda 9 Maachị 2024",
    "Gọọmenti Enugwu ewerela katapila kwọgbuo ọkụkọ karịrị  30,000 na Nchatancha Nike4 Maachị 2024",
    "Lee etu ikpe Willie Obiano na EFCC si gaa n’ụlọikpe taa7 Maachị 2024",
    "Blood clots: Ihe ị kwesiri ịma maka ọrịa a gburu Mr Ibu5 Maachị 2024",
    "Ụka akwamozu Herbert Wigwe, Chizzy na Tochi n'ụlọụka",
    "Mother's Day: Ugboro ole ka a na-emedị ụbọchị ndị nne n'afọ?Emelitere ikpeazụ na: 8 Mee 2022",
    "Ugboro iri a tọọrọ ụmụakwụkwọ na Naịjirịa nke dara ụda",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}