{
  "published": "8 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Annette Echikunwoke jị ọkọrọtọ mba Amerika nwere na-enwe anụrị maka ịweta ọlaọcha na Olympiik Paris 2024 nke mere ọtụ jị echeta ihe mere ya n’oge garaaga.",
    "Ndị Naịjirịa na ekiri ya na-eche na nke a kwesiri ịbụ erere Naịjirịa aka erite na ọ bụlụ na Annette nọchịtere anya ha na Olympiik.",
    "Naịjirịa ewetebeghị  ọla ọ bụla na Olympiik Paris, ebe Annette bụ onye nọchitere anya mba Amerika a ka enwetere ha ọla ma ewepu amaghịahazị ihe ndị Athletics Federation of Nigeria (AFN).",
    "Mana Annette abụlula nwanyị Amerika nke mbụ nwetere ọla na ngaraba egwuregwu Hamaa.",
    "“Obi dị m ụtọ isoro mba US, irita erere na iwete ọla ọcha”.",
    "Ebe foto si, Getty Images",
    "Na olympiik Tokyo 2020, Echikunwoke nwere nsogbu oge ọ biara ịnọchita anya Naịjirịa maka na ọ were ikike ịbụ nwa amaala Naịjirịa nakwa nke mba Amerika.",
    "Ka ọ mechere ọhụma oge a na-akwado nwere ruo na Tokyo bụ ịsị mba Japan, a kagburu aha ya ma kwuo na onweghị ikike ịnọchita anya Naịjirịa na egwuregwu ahụ.",
    "Ewekwara mmadụ iri ndị ọzọ nke a metutara maka na ha ndị na ahazị Olympiik kwuru na ha dara ule enenere ha maka ọgwụ na-enye ike.",
    "Nke a gbawara Echikunwoke obi.",
    "AFN dara iwu sị na ndị ga-eso ha bịa Olympiik ga abịa nyocha ahụike gbasara ọgwụike ugboro atọ n’ime ọnwa iri tupuu ha abịa Olympiik.",
    "Echikunwoke kwuru na ya bịara ugboro isii ka e mee ya nyocha ahụ mana AFN akpọtaghị onye kwesiri ime ya nyocha ahụ.",
    "O kwuru “agbagharana m ihe garaaga, ma tinye uche m na ọdị n’ihu”.",
    "O kwukwara na ọlaọcha ya wetere bụ igosi na ya tinyere uchu na egwuregwu ahụ.",
    "Ndị AFN ekweghi gwa BBC okwu gbasara ọlaọcha Echikunwoke  wetere ndị Amerịka.",
    "Amerika",
    "Naijiria",
    "Olympics",
    "Egwuruegwu",
    "Paris 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikikeelekere 9 gara aga",
    "NA EME UGBU A, Ụgbọelu kpọkara na Brazil gburu mmadụ niile nọ n’ime ya",
    "Sit at Home: Ụzọ asatọ ị ga-eji ama na nchekwa adakpọọla n'Ọwụwa Anyanwụ11 Mee 2022",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa6 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano",
    "Lee iwu Enyinnaya Abaribe gbadoro ụkwụ akpọ ka a nwụchie ndị na-achọ Igbo Must go",
    "Akụkọ kachasị na-abalị: Ụlọikpe atụọla Ralph Uwazuruike mkpọrọEmelitere ikpeazụ na: 18 Juun 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}