{
  "published": "9 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Esemokwu kpụ ọkụ n’ọnụ adapụtala n’etiti ndị Ọhaneze Ndigbo na ngalaba ndị ntorobịa ha bụ Ọhaneze youths nke Maazị Chukwuma Okpalaezeukwu nọ n’isi ya.",
    "O rubeghị izuụka atọ onyeisi Ọhaneze Ndigbo bụ Emmanuel Iwuanyanwu lara mmụọ tupu esemokwu amalite.",
    "Ihe mere o ji dịka otu Ohaneze Ndigbo a na-ekwu okwu ire abụọ29 Maachị 2023",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ25 Julaị 2024",
    "Ihe i kwesịrị ịma maka George Obiozor bụ onyeisi ọhụrụ Ohanaeze Ndigbo8 Jenụwarị 2021",
    "Dịka Onyeisi Ọhanaeze Youth bụ Chukwuma Okpalaezeukwu si kwuo taa n’Enugwu oge ọ na-agwa ndị ntaakụkọ okwu “Anyị bụ Ohaneze Youth hụrụ ozi ndị nna anyị na Ọhaneze dere na soshal midịa wee si na ọchịchị m adịghịzi ire, anyị wee kwuo na ọ bụ okpotokpo asị”",
    "“Ozi ahụ Maazị Alex Ogbonnaya zigaara ndị ntaakụkọ na nke onye odeakwụkwọ bụ Maazị Okey Enuche kwuru na anyị bụzi ndị ọjọọ bụ ihe jọgburu udele ma sigbuo nkapị.",
    "Okpalaezeukwu kwara arịrị na ọ bụ ihe mwute na kemgbe Maazị Iwuanyanwu nwụrụ na Okey Emuche dịka onye ode akwụkwọ na-ebutezi ọgbaaghara n'otu ahụ.",
    "Ndị otu kabịneti Okparaezeukwu si na steeti niile dị na south east na south south jikọrọ aka ọnụ binye aka n’akwụkwọ na Okey Emuche enweghị ikikere iwepụ ha n’ọkwa ebe ọ bụ na e mere ntụliaka họpụta ha, ma kwukwaa na oge ọchịchị ha ezubeghị ma ncha.",
    "Ndị Ntorobịa Ọhanaeze ahụ gwara ndị mmadụ ka ha ghara ige ntị n'okwu nchụpụ ahụ n’ihi na Chukwuma Okpalaezeukwu na ndị otu ya ka kwụkwa chịm chịm.",
    "Ha jizi ohere ahụ gaa ebe adọbara “Condolence Register” maka Emmanuel Iwuanyanwu debaa ozi anyammiri nke ha.",
    "Cheta na mkpụrụ ụbọchi ole na ole gara aga ka Maazị Alex Ogbonnaya zisara ozi Okey Emuche tinyere aka na ya wee kwuo na Chukwuma Okpalaezeukwu na ndị otu ya abụghịzi ndị Ọhanaeze Youths maka ajọ akparamaagwa ha.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Omenala",
    "Ọrịa Mpox bụzi ọrịa ọnọdụ gbatagbata n'Afrịka - Ụlọọrụ Africa CDCelekere 6 gara aga",
    "NA EME UGBU A, Onyeisiala Tinubu ewepụtala atụmatụ ga-egbochi ndị ọrụ ahụike ịgbaga mba ọzọ",
    "Lee ntaramahụhụ ga-adịrị ndị na-achọ ikewapụ na Naịjirịa n'iwu ọhụrụ ndịomeiwu chọrọ imepụta13 Ọgọọst 2024",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "Lee iwu Enyinnaya Abaribe gbadoro ụkwụ akpọ ka a nwụchie ndị na-achọ Igbo Must go8 Ọgọọst 2024",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa6 Ọgọọst 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ada Jesus dị afọ 23 alaala mmụọEmelitere ikpeazụ na: 21 Eprel 2021",
    "Ụzọ asatọ nchekwa si dakpọọ n'Ọwụwa AnyanwụEmelitere ikpeazụ na: 11 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}