{
  "published": "30 Disemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Olili ozu na ncheta onye bu onyeisiala mba Amerika nke iri atọ na itoolu ebidola.",
    "A kaara ya ụka n'isi ụlọụka ndị Anglican dị na Washington, US.",
    "Ọtụtụ ndị a maama na mba Amerika bịara mmemme ahụ. Ndị dịka onye bubu onyeisiala mba Amerika Bill Clinton na unwunye ya Hillary Clinton nakwa George W Bush na nwunye ya Laura Bush biara n'emume ahụ.",
    "Ndị ọzọ bụ Donald na Melania Trump, Barack Obama, Joe Biden na nwunye ya Jill Biden nakwa osote onyeisiala mba Amerika bụ Kamala Harris.",
    "Onyeisiala mba Amerika Joe Biden na ndsị ọzọ kọwara ihe ha maara banyere Jimmy Carter.",
    "Ebe foto si, Reuters",
    "Joe Biden chetere na ọ bụ ya bụ sinetọ mbụ binyere aka nye Carter nkwado ịzọ ọkwa Onyeisila mba Amerika ma kọwaa ya dịka onye e kwesiri iyomi.",
    "Ọ sị na \"Carter biri ezigbo ndụ\" ma gwa ndị mmadụ ka ha gaa mụta ihe na-etu o si bie ndụ ya.",
    "Ebe foto si, Getty Images",
    "Jimmy Carter bụbu Onyeisiala mba Amerịka anwụọla ka ọgbara afọ 100. Tupu ọ rịgoro n'ọkwa dịka Onyeisiala, Jimmy Carter bụ onye ọrụugbo ahụekere.",
    "Ọ chịrị mba Amerịka malite n'ọnwa Jenụwarị 20 1977 ruo Jenụwarị 20, 1981.",
    "N'oge ọchịchị ya, Jimmy Carter rụrụ ọrụ inweta udo n'etiti mba Amerịka na mba Egypt na Israel. Ọ gara n'ihu mwulite ma hazie ajọ ọnọdụ akụnaụba mba Amerịka tinyere ịrụ ọrụ maka ntọhapụ ụmụafọ Maerịka mba Iran nwụchiri.",
    "Jimmy Carter mechara bụrụ onye rụrụ ọrụ inweta udo na mba Amerịka nke mere ka e nye ya ihe nrite Nobel Peace Prize n'afọ 2002.",
    "Onyeisiala mba Amerịka Joe Biden kọwara Jimmy Carter dịka onye obi umeala, onye udo nakwa onye okwu ya kwụrụ ọtọ. N'aka nke ọzọ, Donald Trump kwuru na ndị mba Amerịka ji Carter ụgwọ ekele maka ezi mbọ ọ gbara ịhụ maka ọdịmma mba Amerịka.",
    "Onyeisi ụlọọrụ UN bụ Antonio Guterres kwuru na mbọ Carter gbara bụ ihe nwetara udo na nchekwa na mbaụwa gbaa gburugburu.",
    "A mụrụ James Earl Carter Jr na Ọktoba 1 1924 n'obodo Plains dị na Georgia.",
    "Ebe foto si, Getty Images",
    "Amerika",
    "Ndọrọndọrọ ọchịchị",
    "North America",
    "Donald Trump",
    "NA EME UGBU A, Biden na Netanyahu enweela mkparịtaụka maka ịkwụsị ọgụ dị n’etiti Izrel na Gaza",
    "Ebe niile mara jijiji oge ihe ahụ gbara - Ndị Umuneke Mbieri dị n'Imo steetielekere 7 gara aga",
    "Ụlọikpe eyigharịala ikpe dị n'etiti Speed Darlington na onyeisi ndị uweojii Naịjirịa13 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo11 Jenụwarị 2025",
    "Etu olili ozu Jimmy Carter bụbu Onyeisiala mba Amerika si aga9 Jenụwarị 2025",
    "Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti9 Jenụwarị 2025",
    "Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti8 Jenụwarị 2025",
    "Onye bụ John Mahama meriri ntuliaka ọkwa Onyeisiala Ghana?8 Disemba 2024",
    "Kedụ onye nwereike ịnọchi Justin Trudeau dịka Praịm Mịnịsta Canada?8 Jenụwarị 2025",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "Ebuka Obi, Junior Pope, Obi Cubana, AnyiDons na akụkọ ndị ọzọ BBC Igbo mere wuru ewu n'afọ 20244 Jenụwarị 2025",
    "Gọvanọ ndị ọzọ kwesịrị iṅomi etu Peter Mbah si arụ ọrụ n'Enugwu Steetị - Onyeisiala Tinubu4 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo",
    "\"A bụghị m onye uweojii oo\" - Charles Duruji tupu egbuo ya n'ogige uweojiiEmelitere ikpeazụ na: 5 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbuaEmelitere ikpeazụ na: 28 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}