{
  "published": "29 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Abike Dabiri/Getty",
    "Ndị uweojii Toronto mba Canada ekwuola na ha anwụchiela otu nwaanyị a na-enyo enyo maka ịkpọ oku na soshal midia sị ka e gbuo ndị mmadụ.",
    "Nke a dị n’ozi ndị uweojii  a wepụtara n’ụbọchị mbụ nke ọnwa Sepụtemba afọ 2024.",
    "Ha kwuru na ha natara mkpesa banyere oku iyi ndụ egwu ahụ a kpọrọ n’ubọchị Wenezde 28 Ọgọst 2024.",
    "Ha kwuru na e boro ebubo na o nwere onye ji akara soshal midia na-eyi ụfọdụ agbụrụ ndị Naịjirịa egwu nke mere ndị uweojii Toronto jiri nwụchie otu nwada a kpọro Amaka Sonnberger dị afọ 46 na Toronto.",
    "Ebubo ndị e boro ya bụ iyi ndụ egwu dịka ọ ga-awụchi n’ụlọikpe dị n’Ontario n’ụbọchị Mọnde 2 Sepụtemba 2024 ma ọ kụọ elekere iri nke ụtụtụ.",
    "Ndị uweojii kpọro oku ka onye ọbụla nwere ihe akaebe banyere ikpe a kpọtụrụ ha.",
    "Ndị Eze ọdịnala na ndị ụkọchukwu ekwuola ka a wụchie ndị na-akwado ịkpaoke agbụrụ14 Ọgọọst 2024",
    "O nweela ihe gọọmentị mere ndị wakporo mmadụ maka agbụrụ ha n'oge ntuliaka na Legọs?15 Maachị 2023",
    "Ntuliaka 2019 o butere ịkpa oke agbụrụ na Lagos?4 Maachị 2019",
    "Ebe foto si, Abike Dabiri/Twitter",
    "Soshal midia nwurula ọkụ mgbe Onyeisioche ngalaba na-ahụ maka ọdịmma ndị Naịjirịa na mba ofesi bụ Abike Dabiri weputara ozi n'akara Twitter ya maka otu nwaanyị a kpọrọ 'Amaka'.",
    "Ọ sị na \"Amaka Patience Sunnberger bụ nwaanyị kwuru okwu mkpọmasị megide ndị Naịjirịa bi na mba Canada.",
    "O wepula akara Twitter ya dịka ndị Naịjirịa bi ebe ahụ ekpesala ya n'aka ndị nwe obodo na Canada.\"",
    "Nke a na-abịa dịka ihe onyonyo na-efegharị ebe otu nwaanyị na-ekwu ka egbuo ndị agbụrụ Yoroba na Bini.",
    "O kwuru n'ọgbakọ na ọ ga-amalite inye ndị nọ n'ụlọorụ ya nsị \"ọtapịapịa\" ka ha niile na-anwụ n'otu n'otu.",
    "Okwu nwaanyị ahụ ebutela iwe na nkatọ dịka ndị mmadụ na-ekwu na ọ dịghị mma ebe ụfọdụ ndị malitere ikpesa ya n'aka ndị nwe obodo na Canada.",
    "N'otu aka ahụ, otu Ohaneze Ndigbo apụtala katọọ ya bụ okwu mkpọrọmasị na-efegharị.",
    "N’ozi odeakwụkwọ mgbasaozi Ọhanaeze Ndigbo bụ Alex Ogbonnia tinyere aka na ya, otu ahụ kwuru na enweghị ihe akaebe na-egosi na nwaanyị ahụ bụ onye Igbo n’ihi na o gosipụtaghị akparamaagwa e ji mara ndị Igbo.",
    "O kwuru na e nweghị onye Igbo ga-amara ụma tụọ okwute n’ime ahịa n’ihi na ọ maghị onye ọ ga-atụta.",
    "Ọ sịrị na nnukwu onye odeakwụkwọ Ọhanaeze Ndigbo bụ Amb. Okey Emuchey gbarụrụ ihu gbasara ihe onyonyoo ahụ ma katọọ ya bụ nwaanyị mere ya.",
    "Ọhanaeze Ndigbo kwuru na ndị Igbo, Edo na Yoruba nwere ọtụtụ ihe ha jiri yie onwe ha nke gụnyere omenala, ile ọbịa na ịlụrịta di na nwunye.",
    "Ha kpọrọ ndị ọrụ nchekwa Naịjirịa oku ka ha chọpụta nwaanyị mere ihe onyonyoo ahụ ma nye ya ntaramaahụhụ kwesịịrị ya dịka ọ dị n’iwu.",
    "N’ọzọ yiri nke ahụ, ụlọ omeiwu nta Naịjirịa edegarala ụlọọrụ nnọchiteanya Canada akwụkwọ mkpesa maka nwaanyị ahụ mere ihe onyonyoo mkpọrọmasị aha ya bụ Amaka Patience Sunnberger.",
    "N’ozi ahụ onyeisioche otu Nigeria-Canada Parliamentary Friendship Group bụ Biodun Omoleye na onyeisioche kọmitii ụlọ omeiwu na-ahụ maka ihe na-eme na mba ndị ọzọ bụ Tochukwu Chinedu Okere tinyere aka na ya, ha kwuru na Amaka ebibiela ọtụtụ iwu mbaụwa, nke mba Canada na nke obodo Ontario ebe nke ahụ nwereike ịkpalite ezigbo agha na Naịjirịa maọbụ n’etiti ndị Naịjirịa bi na mba ọzọ.",
    "Ka o siladị, ha kporo oku ka mba Canada mee ezi nnyocha ozugbo, kpee ya ikpe ma gọnarị ya n’ihu ọhanaeze. Ha kpọkwara oku ka ndị ọchịchị Canada gbakọọrọ gọọmenti Naịjirịa aka iji gbochie ntiwapụ ọgbaaghara n’ihi akparamaagwa Amaka Sunnberger.",
    "Ebe foto si, Abike Dabiri/Simon Ekpa/Adeyinka Grandson/Facebook",
    "Dịka nkatọ ihe nwaanyị akpọrọ Amaka Sunnberger kwuru na-ewu ebe niile, ọ bụghị mbụ ụdịrị ihe a na-eme.",
    "Kemgbe ntuliaka afọ 2023 gachara, e nwere mgbago ndị na-akpaso mmadụ oke agbụrụ nakwa ifesa okwu mkpọmasị megide agbụrụ ọzọ na soshal midia.",
    "Iji ma atụ na nkwado ntuliaka 2023 dịka ọ fọrọ abalị ole na ole ka apụta tụọ vootu, otu onye akpọrọ Musiliu Akinsanya bụ MC Oluomo kwuru ka ndị Igbo ghara ịpụta tu vootu.",
    "N'ihe onyonyo wuru ewu mgbe ahụ Oluomo sị \"anyị anaghị alụ ya dịka ọgụ, anyị na-ekwu ọ bụrụ na ị gaghị atụnyere onye nke anyị nọrọ n'ime ụlọ gị\"",
    "Ndị mmadụ gosiri iwe ha maka ihe ahụ o kwuru ma kpọsie oku ike ka anwụchie ya maka ikpa oke agbụrụ .",
    "N'agbanyeghi nke ndị uweojii Legọs steeti pụtara mgbe ahụ kwuo na ọ bụ egwuregwu ka ọ na-egwu.",
    "Adeyinka Grandson Onye ọzọ kpara ụdịrị agwa ahụ bụ onye akpọrọ  Adeyinka Shoyemi e ji Adeyinka Grandson mara.",
    "E ji ịkpọ oku ka ndị Yoroba chụpụ ndị Igbo n'ala ha niile mara ya. Ndị mmadụ kpesara ya n'aka ndị uweojii na mba Briten ebe o bi.",
    "Nke a mere ka anwụchie ya, kpee ya ikpe ma tụọ ya nga n'afọ 2022 maka ịkpa oke agbụrụ.",
    "Lagospedia bụ akara nọ na X malitere na ngwụcha ọnwa Julaị kpọ oku ka ndị Yoroba niile chụpụ ndị Igbo bi na Legọs nakwa ala Yoroba niile.",
    "O kwuru ka amalite ngagharịiwe ọ kpọrọ #Igbomustgo iji hụ na nke a bịara na mmezu.",
    "O dochabeghi anya onye nọ n'azụ akara ahụ mana ọtụtụ ndị mmadụ kpọrọ oku ka a nwụchie onye ahụ.",
    "Ha gụnyere Ohaneze ndị Igbo, ndị omeiwu agbụrụ Igbo nakwa ndị Igwe ala Igbo.",
    "Simon Ekpa Ekpa bụ onye so n'ọchịchọ Biafra ma jirikwa olu ya na-akpọ oku ka achụpụ ndị agbụrụ Fulani niile nọ n'ala Igbo.",
    "O ziela ozi mkpọmasị kwa mgbe kwa mgbe n'aha ndị otu Ipob ma sorokwa na ndị kpọrọ oku ka amalite 'Sit-at-home'.",
    "Ọ kwadokwara ogbugu a na-egbu ndị ọrụ nchekwa n'ala Igbo ma na-ebo ha ebubo nke ya ịbụ ndị na-egbu ndị ntorọbịa na nkịtị.",
    "Ndị uweojii mba Finland ebe ọ nọ anwụchiela ya mbụ dịka ha na-eme ya nyocha.",
    "ịkpa oke",
    "Legọsị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Canada",
    "Ihe anyị ma maka ndị e gburu n’okeala obodo Enugwu Ukwu na Nawfia Anambra Steeti.10 Septemba 2024",
    "Etu e siri bulie ọnụahịa mmanụ ụgbọala site n’afọ 2000 ruo 202410 Septemba 2024",
    "NA EME UGBU A, Harris na Trump ga-arụrịtaụka maka ọkwa Onyeisiala mba Amerịka",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence3 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua30 Ọgọọst 2024",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpox28 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ị ma ihe mere i ji ekwo ụra?",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}