{
  "published": "20 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria",
    "Otu jịkọrọ ndị nkuzi nke COEASU agwala ndị otu ha ka malite ịga ọrụ naanị ugboro abụọ kwa izu maka ihe ọnụego mmanụ ụgbọala na-ada",
    "Ọ bụghị akụkọ ọhụrụ na okwu mwepụ ego mbelata mmanụ ụgbọala na-emetụta ndị bi n’akụkụ Naịjirịa n’ụzọ dị iche iche.",
    "Mana na malite izuụka a, ọnụego mmanụ ụgbọala riri elu ọzọ karịa n’akụkụ Naịjirịa dị iche iche.",
    "Ọtụtụ ndị n’akụkụ Naịjirịa akọrọla BBC Igbo etu ya bụ ihe si emetụta ha na ezinaụlọ ha.",
    "Igwe Nwadibia bụ nna ụmụ ise ma bụrụ onye na-anya ọgbaatumtum n'Abakaliki dị n'Ebonyi steeti  kwuru na isi anaghịzị apụta n'ọrụ ha n'ihi ọrịrị ọnụahịa mma.",
    "Nwadibia kọwara na ya bụ ihe emeela ka ụmụ ya ise bụ ndị a chụrụ n'ụlọ akwụkwọ nwee ike ịnọ n'ụlọ ogologo oge.",
    "“Ụmụaka m, ha ise achụola na n’ụgwọ akwụkwọ mana etu m ga-esi nweta ego kwụọ ụgwọ akwụkwọ bụ ezigbo nsogbu.”",
    "“Ịgbaa otu lita N620 maọbụ N700, ndị mmadụ agaghị enwe ego ịbanye ọgbatumtum”.",
    "Igwe Nwadibia bụ nna ụmụ ise ma bụrụ onye na-anya ọgbaa tum tum na-eche maka agụmakwụkọ ụmụ ya nke ọnọdụ a na-emetụta.",
    "Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua19 Julaị 2023",
    "Gịnị ka 'State of Emergency' gọọmentị tinyere na ngalaba nkọpụta nri Naịjirịa pụtara?16 Julaị 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu 4 Juun 2023",
    "Abakiliki - Ebonyi Steeti",
    "Onye ntaakụkọ anyị n'Abakiliki, isi obodo Ebonyi Steeti kwuru na ọnụahịa mmanụ ụgbọala ebe ahụ bụ n'etiti N617 ruo N700.",
    "O kwuru na nke a emeela ka ego ibanye ụgbọala rịa elu n'ebe dị icheiche.",
    "Otu nwoke aha ya bụ Igwe Nwadibịa gwara BBC Igbo na achụọla ụmụ ya n’ụlọ akwụkwọ mana ọ maghị m ka ọ ga-esi kwụọ ụgwọ ha.",
    "Juliana na-ere nri n'Abakali kwuru na nri ya na-ebesi ya n'aka dịka ndị mmadụ anaghị apụta azụ nri",
    "Juliana na-ere ebe n’ọdọ ndị njem ụgbọala kwuru na “ndị ọkwọụgbọala nakwa ndị mmadụ na-apụtabụ azụ anyị ihe anaghịzị apụta.”",
    "“Ọnụahịa ihe m ji esi nri arịala oke elu, ndị mmadụ enweghizi ike azụta nrị n’aka maka ọnụego ihe na-ada”",
    "Ụmụahia, Aba - Abia Steeti",
    "Ndị bi n'Umuahia, isi obodo Abia Steeti gwara BBC na mmanụ ụgbọala na-ada n'etiti N600 ruo N620.",
    "Mana n'ụfọdụ obodo dị Umuahia nso, dịka Ikwuano, Oboro, ọnụahịa mmanụ ụgbọala ruchara N700, dịka otu onye ntaakụkọ si gwa BBC.",
    "Otu ihe ahụ na-emekwa n'Aba dịka ụfọdụ ndị bi ebe ahụ kwuru na ọnụahịa mmanụ ụgbọala bụ bido na N620 ruo N650.",
    "Tupu taa, a na-erebu ya N520 maka otu lita, nke pụtara na o tinyere ihe ruru otu narị naịra.",
    "Ụfọdụ ndị ọkwọ ụgbọala mere ngagharịiwe maka ọnụego mmanụ ụgbọala",
    "Owere - Imo Steeti",
    "N'Owerri, ọnụahịa mmanụ ụgbọala bụ site na N615 ruo N650, onye ntaakụkọ bi ebe ahụ kwuru.",
    "Nke a bụ mgbali elu site n'ọnụahịa N520 maọbụ N530 a na-erebu ya.",
    "Ọka, Ọnịcha - Anambra Steeti",
    "Otu ihe ahụ na-ebekwa n'Anambra dịka ndị bi n'Ọka na Ọnịcha gwara BBC na ọ bụkwa N620 maọbụ N630 ka ha zụrụ otu lita mmanụ ụgbọala taa bụ Tuzde.",
    "Ka ọ dị ugbua, ebe e jibu N200 aga, bụzi N400 ka ndị ụgbọala na-ana.",
    "N’Enugwu - Enugwu steeti",
    "Ụfọdụ ndị ọkwọọ ụgbọala n’Enugu mere ngagharịiwe n’ụbọchị Wenezde iji gosi iwe ha na mgbali elu ego mmanụ ụgbọala.",
    "Ha kwuru na ha na-azụzị mmanụ ụgbọala n’ọnụego ruru 700 nke na-emetụta ha nakwa ndị njem ha na-ebu.",
    "Etu ọnọdụ a ga-esi metụta agụmakwụkwọ ndị mmadụ nwereike ịdị n'iche, n'iche.",
    "N'ụbọchị Wenezde, otu jịkọrọ ndị ọrụ nkuzi n’ụfọdụ mahadum na Naịjirịa bụ 'Colleges of Education Academic Staff Union, COEASU gwara ndị otu ha n’akụkụ Naịjirịa niile ka ha malite ịga ọrụ naanị ugboro abụọ kwa izu ruo mgbe gọọmentị Naijirịa buliri ụgwọọnwa ha ruo pasentị 200 site n'etu ọ dị ugbua.",
    "Ozi nke onyeisi ha bụ  Smart Olugbeko wepụtara na Wenezde kwuru na ha nweere gọọmentị ndidi mgbe mbụ ozi mwepụ a pụtara mana ihe kawanyere njọ",
    "Mele Kyarị kọwara na ọ bụ nespụ aka gọọmentị mere n'itinye ọnụego mmanụ ụgbọala so mee ego ya a na-arị elu",
    "Mele Kyari bụ onyeisi ụlọọrụ mmanụ agbidi Naịjriịa nke NNPC na ịchafụ kwuru n’ụbọchị Tuzde na aka gọọmentị sepuru n’ibubata mmanụ ụgbọala mere ka ọnụego mmanụ rịa elu oge ụfọdụ maọbụ gbatuo ala.",
    "O kwuru na mbulie elu mmanụ ụgbọala site na N500 ruo N617 abụghị maka ụkọ mmanụ dịka e nwere mmanụ ụgbọala ebe o buru ibu.",
    "O kwuru na ọ bụ ngalaba azụmaahịa ụlọọrụ NNPC ka ọ dị n’aka itinye ego n’ọnụ ahịa mmanụ ụgbọala, na ha na-eme nke a site n’etu ahịa siri dị.",
    "“Nke a bụ ihe na-eme; ọ ga-eme ka ọnụego mmanụ ụgbọala rịa elu oge ụfọdụ ma gbatuo ala oge ụfọdụ.”",
    "Ọ gara n’ihu kwuo na ha nwere mmanụ ụgbọala ga-ezuru ndị Naịjirịa ruo ụbọchị iri atọ na abụọ, na mmanụ a akọghị ụkọ.",
    "Etu ihe sị ada n’akụkụ Naịjirịa mere gọọmetị etiti jiri kwubuo na a ga-enye ndị ezinaụlọ ihe na-atụ n’ọnụ ego N8000. Mana na mbido izuụka a, Onyeisiala Bola Tinubu nyere iwu ka e cheregharịa echiche banyere atụmatụ ikesara ezinaụlọ na-enweghi ka ọ hara ha ego a ruo afọ isii iji belata ihe isi ike so mwepụ ego mbelata mmanụ ụgbọala.",
    "Ozi gọọmentị kọwara na nke a so nkatọ ọtụtụ nyere atụmatụ ahụ.",
    "Cheta na otu jịkọrọ ndị ọrụ na Naịjirịa bụ 'Nigeria Labour Congress' (NLC) wepụtara ozi n’ụbọchị Tuzde katọrọ atụmatụ Gọọmentị Etiti iji ego ruru ijeri narị 500 zụta ihe enyemaka a ga-ekesa ndị na-enweghi ka ọ ha ha na Naịjirịa maka ihe isi ike so mwepụ ego mbelata mmanụ ụgbọala.",
    "A ka na-eche ịnụ ozi ọhụrụ n’aka Gọọmentị Etiti banyere okwu a.",
    "Bola Tinubu",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Ezinụlọ",
    "Enugwu",
    "Ọmụmụ na mmụta",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịa27 Mee 2023",
    "Ozi ndị ntorobịa nwere maka Onyeisiala ọhụrụ nke Naịjirịa1 Maachị 2023",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabaraelekere 4 gara aga",
    "Ihe anyị ma maka nwaanyị a sị e tigburu, tufuo ozu ya na 'Swimming pool' n'ụlọnkwari n'Anambra steetielekere 9 gara aga",
    "Fuel price hike: A chụọla ụmụ m ise n’akwụkwọ, amaghị m ka m ga-esi kwụọ ụgwọ ha – Onye Ọkada20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na  ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabara",
    "Chinyere Awuda: Ihe anyị ma maka  nwaanyị a sị e tigburu, tufuo ozu ya na Swimming pool' ụlọnkwari n'Anambra steeti",
    "Forged certificate: Ụta dịịrị NYSC, ọ bụghị Peter Mbah - DSS",
    "Nnamdi Kanu: Ịhe ọkaiwu Kanu kwuru dịka ụlọikpe nyere DSS iwu ka ha nye  ohere ịhụ dọkịta",
    "Hon. Nelson Nnachebem: 'N'ihu m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}