{
  "published": "3 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka Gọọmentị Etịtị Naịjirịa kwuru na nsonso a na ha ga-etinye ego n' ụgwọọwa o pekata mpe nke ndịọrụ na Naịjirịa, onye nta akụkọ anyị mere nnyocha maka otu o sị metuta ndị bidoro ọlụ na ogoogo asatọ na ụrọ ọlụ gọọmentị etịtị.",
    "Onyeisiala Bola Tinubu kwuru na a ga- agbakwụnye bịdọ na pasentị 25 rụọ na pasentị 35 n' elu ụgwọọnwa o pekatampe ndị ọrụ.",
    "Ebe foto si, Getty Images",
    "",
    "Ịhe a ga akwụ onye pụtara na mahadum nwere bido oru ụgbụa",
    "Ọ bụrụ na mmadu gara mahadum nwere nweta ọrụ na ogooga asatọ na ụlọọrụ gọọmentị, ọkacha na ngaraba mbasaozi, ịhe a ga akwụ ya bụ N82,000.",
    "Onye na achọghị ka akpo aha ya gwara anyị nke a ma kwuo na ọbụrụ na ịtịnye ego erere ndị ọzọ naọ ga abụ ịhe dị ka N96,000.",
    "Nke a pụtara na ọ bụrụ na ị gbakwụnyere ego ahụ bụ pasentị 35 na elu N82,000, ịhe a ga akwụ onye ahụ bidoro ọrụ ọhụrụ bụ N110,700.",
    "Ịhe ndị ọrụ na ekwu maka ego gọmentị etịtị tinyere ha",
    "Ndị ọrụ a gbara ajuju ọnụ taata bụ ụbọchị ndị ọru kwuru na ịtịnye 25 ma ọ bụ 35 pasentị na elu ụgwọọnwa opekatampe bụ ịhe mgbawa obi maka ọnọdụ akanuba Naịjirịa.",
    "N' okwu Jacob Ogodo, “Ọ bụghị ịhe ndị ọrụ na atụanya. Ịlee anya ọhụma ị ga ahụ na onweghị ịhe nwereịsị dị na ego ahụ e tinyere”.",
    "Onyeozo bụ Nkechinyere Okonye kenere onyesiala Naịjirịa maka ịtinye ego ahụ ma kwuo na operempe.",
    "“ọbụrụ na ịle anya ịhe gbasara ụgwọ ụlọ, ụgwọ akwụkwọ, ọnụ ahịa ịhe nrị na ịhe ndị ọzọ dị ịcheịche ị ga ahụ na egọ ahụ e tin yere adịghị mma”.",
    "Ọ gara n’ihu kwụọ “ọbụrụ na gọọmentị hazịe ọnụ ahịa a na ere ịhe nrị na ịhe dị icheịche, mee ka ndị ọrụ nwe ịke ịzụta ya na ọnụ ala, nke ahụ ga amamma”.",
    "I lee anya ka ọnọdụ akụnaụba si dị ugbua na Naịjirịa ọtụtụ ndị mmadụ na-ajụ kedụ ihe ụgwọọnwa opekatampe ga-emere onye ọrụ.",
    "Nnyocha anyị mere n’ime ahịa na-egosi na akpa osikapa ruru N70,000 naịra, otu lita mmanụ ụgbọala nọ n’etiti N800 na N1000 maka otu lita; etu a ka ihe dị icheiche sị dị ọnụ elu n’ime ahịa.",
    "Ọ bụrụ na ịtụlee ịhe dị iche iche onye ọrụ ga-eji ego mee dịka ụgwọ ụlọ, ụgwọ akwụkwọ, nri, ịzụ akwa, na ihe ndị ọzọ di iche iche, ị ga-amara ka obi ndị ọrụ dị ugbua.",
    "Ọkammụta n’ihe gbasara akụnaụba na onye nkuzi na Mahadum na-ahụ maka ọrụ ugbo n'Ohaji Egbema, Imo steeti bụ Desmond Echetakwuru na ego ahụ gọọmentị etịtị tinyere agaghị agbanwe ọnọdụ ndị ọrụ.",
    "“N' obodo dị mma, ọ bụrụ na ihe rịa elu, gọọmentị na-ejị pasentị ihe ji nwere dị ngalaọnụ nwere tinyere ndị ọrụ ego na ụgwọọnwa opekatampe ha. Nke a ga enyere ndị ọrụ aka ka ha nwee ịke ị na azụta ịhe ahụ ha na azụtabụ na mbụ”.",
    "“Mana ọ bụrụ na ị jịghị pasentị ịhe jị rịa elu were gbakwụnyere ndị ọrụ ego na ụgwọọnwa ha, ịhe ọ pụtara bụ na ndị ọrụ ga anọ n’ịhe ụkọ”.",
    "O kwuru na ịle anya, gọọmentị ejịghị ka ihe sị rịa elu nwere tinyere ndị ọrụ ego pasentị 25 rue 35.",
    "Nke bụ ezịokwu bu na ndị ọrụ nwere ego etinyere ha mana uru ego ahụ bara enweghịịsị ma ọ bụrụ na ị tụlee ihe ọ ga-azụta n' ahịa.",
    "Etu mmanwụ Oriọkpa Nsuka si pianye nọọsụ ajụ n'anya7 Mee 2024",
    "Lee Ebe niile e nwerela nsogbu nchekwa n'Enugwu na nso nso a8 Mee 2024",
    "Chimamanda Chukwudum: 'Ọrịa 'kidney' nna m dara, nne kwụsị ọrụ kpalirị m ịmụ nka 'pillow' 9 Ọktọba 2023",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ aelekere 6 gara aga",
    "NA EME UGBU A, Ụlọomeiwu Naịjirịa akwadoola ikpe ọnwụ maka ndị na-ere ọgwụike",
    "Gọvanọ Mbah ehiwela atụmatụ a ga-eji kpochapụ ndị omekoome n’Uzo Uwani8 Mee 2024",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'6 Mee 2024",
    "Chad Elections: Ihe i kwesiri ịma maka ntuliaka mba a6 Mee 2024",
    "Minimum wage: Kedụ ihe 35% Gọọmentị Etiti tinyere n’ụgwọọnwa pụtara onye nọ 'Level 8' n'ọrụ oyibo?3 Mee 2024",
    "Etu nnyocha ogbugbu nwata a na 'West Bank' si bute ebubo na ndịagha Israel mere mpụ agha 3 Mee 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Ihe ị kwesiri ịma maka ụgwọ 0.5% ọhụrụ CBN manyere7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'",
    "Crystal Palace adụpuola Man Utd ka blomblom n'azụ ụlọ haEmelitere ikpeazụ na: 19 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}