{
  "published": "27 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "A họpụtala Onyeisiala mba Zimbabwe bụ Emmerson Mnangagwa ka ọ chịa nke ugboro abụọ dịka ụlọọrụ na-ahụ maka ntuliaka kwuru o ji vootu ruru pasentị 52.6 merie.",
    "Mana ndị na-ama ya aka n’ọkwa kwuru na e nwere ọtụtụ nrụrụaka na ntuliaka ebe ndị si mba ofesi na-ekiri ka ntuliaka si gaa kwuru na o ntuliaka ahụ erijughi afọ n’ogogo o kwesịrị.",
    "Mnangagwa bụ onyeisiala mba Zimbabwe nke ugboro atọ. Nchutu ndịagha chuturu Robert Mogabe tinyere ya n’ọchịchị.",
    "Ntuliaka a bịara na-agbanyeghi ọtụtụ nsogbu cheere Zimbabwe aka mgba nke gụnyere oke ụbịam, ngwa ahịa ịdi oke ọnụ ahịa, oke ịtụ egwu nakwa ihe ndị ọzọ.",
    "Mnangagwa bụ onye e ji ‘agụ iyi’ maara kwere ngwa na ọ ga-agbanwe ọnọdụ obodo ha mgbe ọ banyere n’ọchịchị mbụ ya.",
    "Ụlọọrụ na-ahụ maka ntuliaka bụ Zimbabwe Electoral Commission (ZEC) kwuru na onye na-eso Mnangagwa na-azụ bụ Nelson Chamisa nke pati Citizen’s Coalition for Change (CCC) nwetere vootu 44 pasentị.",
    "Mnangagwa nwetere akara vootu nde abụọ na ụma atọ (2.3m) ebe Chamisa nwetere akara vootu otu nde na ụma itoolu (1.9m).",
    "Gabon election: Onyeisiala Ali Bongo chọrọ ịchị ugboro atọ26 Ọgọọst 2023",
    "Mba ofesi sị ka ejiri nwayọ sowe ọgbaghara na-ada na Zimbabwe2 Ọgọọst 2018",
    "Ọkwa ọnwụ: Morgan Tsvangirai14 Febụwarị 2018",
    "Ebe foto si, Reuters",
    "Ndị na-ama ya aka kwuru na nrụrụaka dị na ntuliaka ahụ mana ụlọikpe mba ahụ akwadola ya bụ ntuliaka.",
    "Ọnụ na-ekwuru pati CCC bụ Promise Mkwananzi dere na soshal midia na “pati anyị jụrụ ịnabata mpụtara ọbụla a kpọpụtara nke a na-enyochaghị nke ọma”",
    "Ọ gwara ndị ntaakụkọ AFP na pati ha etinyeghi aka n’akwụkwọ mpụtara ntuliaka nke ikpeazụ ma jụụ ịnabata ya.",
    "O gara n’ihu kwuo na ha ga-ekwupụta ihe ọzọ ha ga-eme banyere ya n’oge na-adịghị anya.",
    "Ndị bịara ile ka ntuliaka si gaa nke mba European Union, Commonwealth nakwa mba Afrịka ndị ọzọ kwuru na ha e nwere ihe ole ma ole na-edoghi anya na ntuliaka ahụ gụnyere, etu e si tụọ vootu, kpachie ndị pati ọzọ ime achụnta vootu ha n’udo.",
    "Tupu oge ntuliaka a na-eru, e nwere akụkọ mkpagbu ndị pati CCC na pati ndị ọzọ na-anọghị n’ọkwa. E boro ọtụtụ n’ime ha ebubo ma tụọ ha mkpọro, nke a sị bụ iji kutuo mmụọ ha na ntuliaka ahụ.",
    "E kwesịburu ime ntuliaka onyeisiala na ndị ụlọomeiwu n'ụbọchị Wenezde mana ọ banyere Tọzde maka e kesaghị ngwa ntuliaka n'oge.",
    "Nhọpụta Mnangagwa pụtara na pati ha bụ Zanu-PF achịala mba Zimbabwe afọ iri anọ na atọ (43yrs) kamgbe ha nweere onwe ha site n'aka mba Briten n'afọ 1980.",
    "Pati ha merikwara na ntuliaka ndị ọmeiwu, ha nwetere oche 136 n'ime 210, pati CCC nwetere oche 73 ebe oche 60 fọrọ bụ nke e dosaara ụmụnwaanyị bụ ndị a ga-ahọpụta na nghatangha.",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Zimbabwe",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabonelekere 8 gara aga",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchịelekere 9 gara aga",
    "Ọ bụ kwa ụbọchị Monde ka a na-amaja anyị - ndị ahịa Timber, Naze29 Ọgọọst 2023",
    "Mali: Gịnị ga-emezi mba tinyere nchekwa ya n'aka otu Wagner?29 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Ọ bụghị eziokwu na m gbahapụrụ Ojazzy Igbo gburu m ọja n'egwu 'Ojapiano' - KCEE22 Ọgọọst 2023",
    "Emmerson Mnangagwa: 'Agụ iyi' Zimbabwe emeriela ịbụ onyeisiala nke ugboro abụọ27 Ọgọọst 2023",
    "Enweghi m ike ịrịọ gọọmentị Naịjirịa arịrịọ ka ha tọhapụ m – Nnmadi Kanu 29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Mba India abanyela n'akwụkwọ dịka mba nke mbụ garuru nso na ndịda ọnwa23 Ọgọọst 2023",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steeti21 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon",
    "Emmerson Mnangagwa: 'Agụ iyi' Zimbabwe emeriela ịbụ onyeisiala nke ugboro abụọ",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe haEmelitere ikpeazụ na: 13 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}