{
  "published": "03:23",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị nwa ha na nwanne ha nwụrụ n’ụlọọrụ Inner Galaxy dị n’Abịa steeti ekwuola okwu banyere ọnwụ ha.",
    "Nne otu n’ime ndị ahụ nwụrụ anwụ bụ Glory Promise sịrị na a gwara ya na nwa ya nwoke bụ Kelechi Chimaobi Promise ejighị ahụ ma kpọrọ ya gawa n’ụlọọgwụ ndịagha dị na Pọtakọt mana ka o ruru ebe ahụ, ihe ọ hụrụ abụrụzie ozu nwa ya.",
    "Onye nke ọzọ bụ Fortune John sịrị na onye na-ahụ maka nchekwa n’ụlọọrụ Inner Galaxy gwara ya na ebugara nwanne ya nwaanyị ụlọọgwụ mana o kweghị akpọrọ ya aha ụlọọgwụ ahụ.",
    "Dịka o siri kwuo, ọ bụ mgbe kọmịshọna gara n’ụlọọrụ ahụ ka a gwara ya na ozu nwanne ya nwaanyị nọ n’ụlọọgwụ ndịagha na Pọtakọt.",
    "Ndị uweojii Abia steeti ekwuola na ha amalitela nyocha banyere ọnwụ nwaada aha ya bụ Munachi Ocheze Ogbonna.",
    "N'ozi nke ọnụ na-ekwuru ha bụ Maureen Chinaka kwuru, ọ sị \"anyị enwetala ozi maka ebubo ịnwe aka n'ọnwụ Ocheze Vivian Munachi, nyocha ebidola\"",
    "Cheta na akụkọ na-ekwu na Ọga nwaada ahụ si n'elu igwe ọrụ kwaa ya aka nke mere ka ọ daa nwụọ.",
    "A sịkwa na ọ bụ n'ihi na Ocheze ekweghi ịyị nwoke ahụ enyere aha ya dịka G.Z Zhen bụ onye mba Chaịna ọyị ka nke a jiri mee.",
    "Otu onye ọnụ na-eru n'okwu aha ya bụ Charles Samankwe dere n'akara Facebook ya na ndị ntọrọbịa obodo ahụ bụ Umuahala nwara ịkpokọ onwe haa mee ngagharịiwe n'ụlọọrụ ahụ mana ndị na-eche nche ebe ahụ malitere ịgbapụ egbe.",
    "Ọ sịkwa na otu onye ntorọbịa nwụrụ ya bụ ọgbaghara dara n'obodo ahụ dị n'okpuruọchịchị Ukwa West dị n'Abia steeti.",
    "Samankwe kpọkwara oku ka",
    "Cheta na BBC Igbo emebuola akụkọ banyere ụlọorụ Inner Galaxy ebe e boro ha ebubo imegbu ndị ọrụ ha, ịkpasa ha oke nakwa ịdina ụmụnwaanyị ndị ọrụ n'ike.",
    "Ebe foto si, ABSG",
    "N'otu aka ahụ onye omeiwu nọchịrị anya Ukwa East/Ukwa West n'ụlọomeiwu nta  bụ Chris Nkwonta akpọọla oku ka ndị uweojii lebanya anya n'ihe mere.",
    "N'ozi o wepụtara n'ụbọchị Tuusde, Nkwonta gosiri mwute ya n'ọnwụ nwaada ahụ bụ onye obodo ebe ọ na-anọchị anya ha.",
    "\"Ọnwụ Ocheze nke onye mba Chaina so bute gosiri na o nweghi nsọpụrụ ebe iwu ichekwa ndu mmadụ nọ\"",
    "\"Ọ bụ mkparị n'ebe ndị obodo Umuahala-Obuzor, bụ obodo ndị kpọrọ udo mkpa nọ\" ka o kwuru.",
    "\"E ji m ihe niile dị m n'ime katọọ ogbugbu Nwaada Ocheze Ogbonna n'aka onye mba Chaina akpọrọ 'Mr Power'. bụkwa ihe ọzọ ozi ya kwuru.",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "China",
    "Abia Steeti",
    "NA EME UGBU A, NLC na Gọọmenti etiti amalitela ọgbakọ maka ụgwọọnwa N494,000 ịgba abụbụọrụ",
    "Pati ANC atụfuola ọtụtụ ọkwa ha ji dịka ngụkọ ntuliaka na-akụrụ ọnụ na South Africa1 Juun 2024",
    "\"Ndị niile nwere ụlọ maọbụ ala n’Enugwu ga-ebido ịkwụ gọọmenti akatamkpo ụgwọ ala kwa afọ\"31 Mee 2024",
    "Agụrụ, mmanụ ụgbọala, dọla na ụzọ ndị ọzo ọchịchị Tinubu n'otu afọ siri metụta ndị Naịjirịa30 Mee 2024",
    "\"Ọchịchị onyekwuouche ya ka dị ndụ n'Afrịka\" - Goodluck Jonathan29 Mee 2024",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ27 Mee 2024",
    "O nwere mmiri ara dị ilu nwereike igbu nwa ọhụrụ?26 Mee 2024",
    "Tinubu abaala mba n’ihi ndịagha e gburu n’Abịa steeti",
    "Abụ njirimara ochie ga-enyere aka jikota obodo Naịjirịa – Sịnatọ Victor Umeh",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Pati ANC atụfuola ọtụtụ ọkwa ha ji dịka ngụkọ ntuliaka na-akụrụ ọnụ na South Africa",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}