{
  "published": "03:14",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otimkpu a ma ama bụ Cubana Chief priest ekwuola ihe bụ uche ya n'etiti David na Chioma Adeleke.",
    "O kwuru sị na Davido bụ ezi enyi ya na-alụ nwanne ya nwaanyị ma kwuo na ọ ji aha ya akwado ihe niile gbasara Chioma.",
    "Paschal kọwara na ọ bụ ọtụtụ ihe gbasara azụmahịa jikọrọ ya na Davido nakwa na nwa amadi ahụ egosila ya ịhụnanya pụrụiche na mmekọ ha niile.",
    "Ọ sịkwa na mmekọ ha abụo na-ewe ụfọdụ ndị ilo iwe mana o nweghi ihe o gbochiiri ya.",
    "Cheta na otiegwu ahụ a ma dịka Davido mechara lụọ enyi ya nwaanyị bụ Chioma Rowland onye Imo steeti n'ụbọchị 25 nke ọnwa Juun.",
    "Ndị gara ya bụ mmemme  gụnyere aka chiburu Naijiria bụ Olusegun Obasanjo, Gọvanọ Osun steeti bụ rụkwa nwanne nna Davido bụ Ademola Adeleke, ogbo ya nke Legọs bụ Babajide Sanwo-Olu, aka chiburu Akwa-Ibom Steeti bụ Emmanuel Udom, ojiegoachụego a ma ama bụ Obinna Iyiegbu a ma dịka 'Obi Cubana'.",
    "Lee ihe o kwuru n'uju ebe a.",
    "Ebe foto si, David Adeleke/Instagram",
    "Ọ chajuola dịka otiegwu a ma ama bụ David Adeleke a ma ama dịka Davido na nwa ada Chioma Rowland ga-ejikọ aka agbamaọkwụkwọ taa bụ abalị 25 nke ọnwa Juun afọ 2024.",
    "Ndị  ọnụ na-eru n'okwu; ndị ọchịchị, ndị a ma ama, ndị ihe ejije nakwa ndị eze ọdịnala gwụrụ n'ụlọ dịka ha tụrụ na Legos n'ehihie Tuzde maka mmemme ahụ kpọtụrụ.",
    "Ebe foto si, Obinna Iyiegbu/Instagram",
    "Ha gụnyere aka chiburu Naijiria bụ Olusegun Obasanjo, Gọvanọ Osun steeti bụ rụkwa nwanne nna Davido bụ Ademola Adeleke, ogbo ya nke Legọs bụ Babajide Sanwo-Olu, aka chiburu Akwa-Ibom Steeti bụ Emmanuel Udom, ojiegoachụego a ma ama bụ Obinna Iyiegbu a ma dịka 'Obi Cubana'. otimkpu a ma ama bu Okechukwu Paschal a ma dịka 'Cubana Chiefpriest'.",
    "Ndị ọzọ gara ya bụ mmebe nke Ebuka Uchendu bụ onye nhazi(host) gụnyere eze ọdịnala ndị Ọdịda Anyanwụ; Oni nke Ife bụ Oba Adeyeye Ogunwusi, nwa onyeisiala Naijiria bụ Seyi Tinubu na Otiegwu King Sunny Ade.",
    "Ebe foto si, Ebuka Uchendu",
    "Ụzụ agbamakwụkwọ Davido na Chioma malite iwu n'izu gara aga dịka ụkọchukwu Naijiria bi mba Briten tinyere ihe onyon kwupụtara na Davido na-akawdo ịgba akwụkwọ.",
    "N' otu izu ahụ,o tiegwu ahụ wepụrụ n'ụlọikpe okwu ịzọta ikike ịkpọrọ nwa ya nwaanyị bụ Imade n'aka otu nwaanyị ọzọ mụrụ ya nwa bụ Sophia Momodu.",
    "Ebe foto si, Cubana Chiefpriest/ Instagram",
    "Ebe foto si, Noble Igwe",
    "Akụkọ kwuru na Davido zutere nwunye ya bụ Chioma Rowland , onye Nkwere n'Imo steeti n'afọ na mahadum Babcock University ebe ha gakọrọ akwụkwọ.",
    "Davido gara ịgwụ maka egwu , ebe Chioma na-agụ Economics.",
    "Na mkparịtaụka o nyere Tayo Aina n'afọ 2023, Davido gbara ama sị, “Anọrọ m n'ụlọakwụkwọ otu afọ tupu m chakee. ọbụ etu ahụ ka m si zute nwunye m. Agaghị m echezọ ụbọchị m hụrụ ya.\"",
    "“Anọ m n'ụgbọala Prado lee anya n'azụ hụ nwagbọghọ na-agaje, sị ka a kpọrọ yya.",
    "A kpọrọ ya mana ọ zaghịm.\"",
    "Mana o mechara bịa Legọs  mụ na ya zute.\"",
    "Mana ọ bụ ka Davido tipụtara egwu ọ kpọrọ  'Assurance' n'afọ 2018  ka ọha ụmụ Naijiria matara Chioma dika o jirinihu ya tipụta ihe onyonyo egwu ahụ.",
    "Cheta na Ha kwadoburu ịgba akwụkwọ n'afọ 2020 mana ọrịa coronavirus kposara atụmatụ ha.",
    "Ha mechaa see okwu nke pụtara ihe dịka ha kwụsiri iso onwe ha n'akara Instagram ha.",
    "Ụmụnyanyị",
    "Ịkpa obi aṅụrị",
    "Omenala",
    "Nke bụ eziokwu maka Rev Fr Jude Obasi a sị gbara akwụkwọ n'Ebonyi steeti5 Juun 2024",
    "Ihe anyị ma maka ogbugbu nwataakwụkwọ Mahadum Alex Ekwueme dị n'Ebonyi Steetị22 Juun 2024",
    "NA EME UGBU A, Etu e si gbaara ụmụafọ Naịjirịa 103 ụgbọ nwamkpị site na mba Turkey",
    "Etu ndị gbanwere ụdịdị ha siri hazie nzukọ nakwa oriri nzuzo na Naịjirịaelekere 9 gara aga",
    "Nke mere ugbua: 'Unknown gunmen' agbagbuola ndị uweojii abụọ n'Abia steeti28 Juun 2024",
    "Ndị ojiegbe agbagbuola mmadụ isii na mpaghara Garki dị n’Okigwe, Imo Steeti27 Juun 2024",
    "Nick Imudia: Ihe ị maghị maka nwamadị a nwebu ụlọọrụ Konga a sị gburu onwe ya27 Juun 2024",
    "Ndị uweojii agbaala ndị malitekwara ngagharịiwe ọzọ na Kenya anwụrụ ose27 Juun 2024",
    "Davido bụ ezi enyi m na-alụ nwanne m nwaanyị - Cubana Chief Priest26 Juun 2024",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ 25 Juun 2024",
    "Kedụ ihe mmeri Trump ga-emere mbaụwa?26 Juun 2024",
    "Davido bụ ezi enyi m na-alụ nwanne m nwaanyị - Cubana Chief Priest",
    "Ihe dị mkpa bụ ijisi ike na-ekwu maka Nnamdi Kanu - Ohaneze Ndigbo",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}