{
  "published": "31 Jenụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Beatrice Ekweremadu na nwa ya nwaanyị bụ Sonia na mpụta ụlọikpe Old Bailey na London",
    "Beatrice Ekweremadu, bụ nwunye Ike Ekweremadu ekwuola na ọ maghị etu e si chọta onye kwetara inye nwa ya nwaanyị bụ Sonia, onyinye akịrị (kidney).",
    "Oriaku Ekweremadu kwuru nke a dịka ikpe na-aga n'ihu na mba UK, n'ebubo gọọmentị mba ahụ boro ya na di ya na nwa ha nakwa otu onye dọkịta gbasara iji ụzọ aghụghọ were akịrị otu nwata nwoke akpọghị aha ya tinyere nwa ha nwaanyị.",
    "Ihe Beatrice kwuru ụlọikpe n'ụbọchị Mọnde (13/3/2023)",
    "Beatrice kwuru na ọ bụ di ya na-ahụ maka ihe niile gbasara ego n'ezinụlọ ha dịka omenala Naịjirịa si dị",
    "O kwuru na ya onwe ya nwere nzere PHD na ngalaba 'accountaing', na-arụkwa ọrụ n'ụlọọrụ 'auditor-general' nke Naịjirịa",
    "Ọ kọwara na ọrụ ya n'ezinụlọ gụnyere ime njem gaa mba UK kwa mgbe kwa mgbe ịga leta ụmụ ha n'ụlọakwụkwọ, maọbụ kpọlata ha n'oge ezumike",
    "O kwuru na ọrịa Sonia - nwa ha nwaanyị - malitere n'afọ 2019 oge ọ lọtara Naịjirịa maka ekeresimesi",
    "Akpọghachiri Sonia na London ka ọ hụ ndị dọkịta n'ụlọọgwụ Cromwell na Royal Free",
    "Beatrice kwuru na di ya na-ezitekwara ozi ekwentị ugboro ugboro iji kọọrọ ya etu ihe si kwụrụ",
    "Oge ọkaiwu jụrụ ya ma di ya bụ Ike Ekweremadu a gwara ya maka nkata ya na nwanne ya nwoke bụ Dọkịta Diwe Ekweremadu na-akpa gbasara ahụike nwa ha, Beatrice zara na ya na-ahụta Dr Diwe dịka dọkịta ezinụlọ ha, mana ya ajụghị ihe ya na di ya kpara",
    "Ọkaiwu jụkwara Beatrice ma o so na ndị chọtara nwata nwoke kwetara inye onyinye akịrị ya, ọ gọọ na o soghị.",
    "Ezinụlọ ekweremadu, ndị ụlọ ha dị na Willesden Green, na mpaghata north-west London, nakwa Dr Obeta onye bi na Southwark, na ndịda London, na-ekwu na aka ha dị ọcha maka ebubo a na ebo ha.",
    "Ya bụ ikpe ka na-aga n’ihu.",
    "Ebe foto si, Getty Images",
    "Dịka ikpe Sịnetọ Ike Ekweremadu ka na-aga n’ihu, n’ụbọchị Tọọzde, Maachị 9 2023, ihe ọhụrụ ụfọdụ pụtara dịka ụlọikpe Old Bailey gere nti n’ebubo nakwa mkpesa ndị nọ n’isi ya.",
    "Lee ụfọdụ ihe ọhụrụ ndị pụtara n’ikpe a:",
    "Ụlọikpe a chọpụtara na Ekweremadu anwaghị ịchọta akịrị maka nwa ya nwaanyị site n’aka onye ezinaụlọ ha ọbụla",
    "Ekweremadu kwuru n’ụlọikpe na ọ maghị na ịchọ akịrị onye ezịnaụlọ ya so n’ihe e nwereike ime n’okwu nwa ya nwaanyị",
    "O kwuru na ọ malitere ịchọ onye ọzọ ga-enye nwa ya dịka ya na nwanne ya nwoke bụ onye ọrụ ahụịke nke aha ya bụ Diwe na Dkt Obeta kpachara maka nke a",
    "Mgbe a tụrụ ya aka n’okwu a ma jụọ ya ‘Kedụ maka ụmụ nwanne nne gị maọbụ ụmụnne nna gị’? - Ọ sara ‘Amaghị m ihe nke ukwuu banyere ahụike mmadụ’",
    "Mgbe a jụrụ ya ihe mere o jiri malite atụmatụ iduru otu nwaamadị gaa mba Turkey n’agbanyeghị na ọnọdụ ahụike ka mma na mba UK, Ekweremadu zara na ọ ga aka ọnụala ime ya na Turkey karịa na UK",
    "Onye ọkaiwu kwuru na ha ma na Ekweremadụ bụ ọgaranya na Naịjirịa ma nwee ọtụtụ akụnụba, mana ọ gọrọ na ya abụghị ọgaranya ọbụla.",
    "Ikpe a ka na-aga n’ihu",
    "Organ Harvest: Ụlọikpe Naịjirịa enyela  NIMC  iwu ka ha nyefee Ekweremadu ya 'data' nwata ahụ1 Julaị 2022",
    "Ike Ekweremadu ka ga-anọ nga ruo Ọktoba 31 7 Julaị 2022",
    "Organ Harvest: Ụlọikpe Naịjirịa enyela  NIMC  iwu ka ha nyefee Ekweremadu ya 'data' nwata ahụ1 Julaị 2022",
    "Cheta na okwu ọhụrụ pụtara n'ebe ngwụcha ọnwa Jenụwarị n’ikpe a nọ n’isi Sịnetọ Ike Ekweremadu, nwunye ya bụ Beatrice na mmadụ atọ ndị ọzọ.",
    "Nwaamadị bụ onye na-ere ahịa na Legọs kwuru n'ikpe ihe ọnwa ahụ na ha kpọbatara mba UK n’ụzọ na-ezighi ezi agba n’anwụ n’ihu ụlọikpe na ọ maghị maka atụmatụ iwa ime ahụ ya ma were akịrị ya dịka ọ bụ ihe tụrụ ya n’anya mgbe dọkịnta gwara ya maka atụmatụ a.",
    "Nwaamadị ahụ kwuru na o chere na mkpọbata a kpọbatara ya n’ime mba UK bụ maka imalite ọrụ.",
    "Cheta na a na-ebo Ekweremadu ebubo na ọ kpọtara nwaamadị dị afọ 21 n’UK maka atụmatụ inye nwa ya nwaanyị bụ Sonia akịrị ọhụrụ.",
    "Nwunye ya bụ Beatrice dị afọ 56, ada Sonia dị afọ 25, na otu onye a sị so kpaa nkata a bụ Obina Obeta gọnarị ịgba mbọ ịhazi ma ọ bụ kwado njem nwa okorobịa ahụ na Britain n’ụzọ na-ezighi ezi.",
    "Ihe ndị ọzo nwaamadị ahụ kwuru ụbọchị ahụ:",
    "O kwuru na ndị ezinaụlọ Ekeremadu mere ya mee ihe ndị ọ maghị maka ya dịka ịtụ asị na ọ bụ onye ezinaụlọ.",
    "O kwuru na mgbe dọkịnta gwara ya maka atụmatụ iwa ime ahụ ya ma were akịrị ya na o bere oke akwa dịka ọ tụrụ ya n’anya.",
    "O kwuru na Dọkịta Obeta gwara ya na ya agwaala ndị mmadụ na ọ na-eme njem aga UK.",
    "O kwuru na dịka ọ bịara UK na e nwere ụbọchị a sị ya yiri efe ya gaa zute otu nwaada [nke a chọpụtara ugbua na ọ bụ Sonia Ekeremadu].",
    "Ihe akaebe nke ndị ọkaiwu hụrụ egosila na nzụkọ ahụ bụ iji hụ na e setere ha abụọ foto nke ha kpara nkata iji gosi na ya bụ nwaamadị bụ onye ezinaụlọ ha n’ezi a.",
    "E mere ya ọ rụọ ọrụ dịka odibo ma ghara ikwu ya ụgwọ.",
    "Ọ gbapụrụ ọsọ ndụ ya mgbe agbanyeghi na dọkịnta gbaara ya ama atụmatụ a sị ka a ghara iwa ime ahụ ya mana Dọkịnta Obeta kpọtara mmadụ abụọ ọzọ ndị nyochara ahụ ya.",
    "O kwuru na biri n'ezi ruo abalị abụọ tupu oyi achọrọ igbu nke mere o jiri gaa ụlọ ndị uweojii mee mkpesa maka ọnọdụ ya.",
    "Ebe foto si, Getty Images",
    "Nwunye Ike Ekweremadu bụ Beatrice",
    "Cheta na ikpe ebubo e boro Sịnetọ Ike Ekweremadu, nwunye ya bụ Beatrice, nwa ha nwaanyị bụ Sonia nakwa onye ọzọ bụ Obinna Obeta malitere n'ezie n'ụlọikpe Old Bailey dị na London mba Briten n'ọnwa Jenụwarị 2023.",
    "Onye na-ekpe ha ikpe bụ Hugh Davies KC kwuru na ha si n'ụzọ ezighi ezi kwụọ otu nwoke na-ere ahịa okporoụzọ ụgwọ ma kpọbata ya mba UK iji nye nwa ha nwaanyị bụ Sonia akịrị ya.",
    "Mana Ekweremadu na ezinaụlọ ya gọrọ ebubo ahụ.",
    "Davies na-ekpe ike ahụ kọwara etu Sonia si arịa ọrịa akịrị nke mere na ezinaụlọ ya ji tinye anya n'ọgwụgwọ ya.",
    "Mana ọ kọwara na ịkwụ mmadụ ụgwọ iji nata ha akụkụ ahụ ha dara iwu ịgba odibo ọgbara ọhụrụ bụ 'Modern slavery'.",
    "Onye na-ekpe Ekweremadu na mmadụ atọ ọzọ ikpe gbara ama ọtụtụ ihe na okwu mmepe o ji malite ya bụ ikpe.",
    "Lee ihe ndị ọhụrụ pụtara maka okwu ahụ dịka o si gwa ụlọikpe:",
    "Ha (bụ ndị e boro ebubo) chọtara nwoke ahụ bụ onye na-azụ ahịa akụrụngwa ekwentị n'okporoụzọ Legọs",
    "Nwoke ahụ ha chọtara si n'imeime obodo nke mere na ọ maghị mgbe a mụrụ ya mana o ji aka ya nye onwe ya afọ ọmụmụ gosiri na ọ dị afọ 22.",
    "Ekweremadu na ndị otu ya malitere ịchọ ndị ha na nwa ya nwere otu ọbara nakwa ime ahụ n'etiti ndị ogbenye na Naịjirịa.",
    "A kpọtara ndị niile a chọrọ ịnyocha maka nke a n'Abuja.",
    "Ọ bụ onye ọzọ nyeburu akụkụ ahụ nke ya, si n'ime ahịa mata nwoke ahụ bụ onye chọtara ya.",
    "E nyochara ya ahụ na Naịjirịa iji mata ma akịrị ya a bụ nke ziri ezi tupu efepụ ya mba UK.",
    "E nyere ya akụkwọ ikike ịbata mba UK n'ọnwa Jenụwarị afọ 2022.",
    "O cheere na nyocha ahụ e mere ya bụ maka ọrụ ọ na-akwado ị ga rụ na mba Briten ka a gwara ụlọikpe ahụ.",
    "Dọkịta Peter Dupont nyochara ya ahụ n'ụlọọgwụ Royal Free dị na Hampstead mba Briten nwere nchekasị maka ihe a na-akwado ime",
    "O kwenyere na afọ ole nwoke ahụ dị, etu o si too nakwa agbụrụ o si na ya nwereịke inye ya nsogbu n'ọdịnịhu maọbụrụ na ewepu akịrị ya.",
    "Ekweremadu na ndị otu ya kpara nkata ịgosi na Sonia nwa ha na nwoke ahụ akpọtara bụ ụmụ ụmụnwanne maọbụ 'Cousin' na Bekee.",
    "Davies kwukwara na \"ahọpụtaghị ya maka na ọ bụka ezigbo mmadụ, a họpụtara ya maka na o nwere ụdịrị akịrị Sophia bụ nwa ha nwere\".",
    "E boro ha ebubo n'okpuru iwu 'Modern Slavery' nke mere ya ịda iwu ma mmadụ kwadoo ịkpọbata onye ọzọ mba UK iji gwu ha wayo maọbụ megbuo ha.",
    "Ikpe ha ka na-aga n'ihu.",
    "Ebe foto si, Getty Images",
    "Ekweremadu anọruola abalị 224 n'ụlọ mkpọrọ mba Briten",
    "Ọ bụ n'ụbọchị 31 nke ọnwa Jenụwarị ka ụlọikpe nke mba Briten tinyeburu a ga-eji amalite ikpe Sịnetọ Ike Ekweremadu mana nke ahụ abịaghị na mmezu.",
    "Ekweremadụ na nwunye ya bụ ndị a nwụchiri n'ọdọụgbọelu Heathrow n'ụbọchị 23 nke ọnwa Juun afọ 2022 na mba Briten maka ebubo ịgba mgbere akụkụ ahụ mmadụ.",
    "Ha abụọ agọọla ebubo a nke mere ka a tọghapụ nwunye ya n'atụmatụ a kpọrọ 'Bail' ma jichie Ekweremadu n'onwe ya n'ụlọ mkpọrọ.",
    "Lee ihe ndị merela kemgbe ụbọchị a nwụchiri ya rue ugbua.",
    "Ndị uweojii mba Briten nwụchiri Ike Ekweremadu dị afọ 60 nakwa nwunye ya bụ Beatrice Ekweremadu fị afọ 56 dịka ha si mba Turkey efebata.",
    "E boro ha ebubo ịkpa nkata agba mgbere mmadụ na mba Briten iji wepụ akụkụ ahụ ya.",
    "Ha abụo gọrọ ebubo ahụ mana ejichiri ha n'ụlọ mkpọrọ n'agbanyeghị nke a.",
    "Ebe foto si, Ike Ekweremadu/Facebook",
    "Ụbọchị a bụ mbụ ndị uweojii Metropolitan Police kpụpụrụ Ekweremadu na nwunye ụlọikpe Magistrate nke Uxbridge ịzara ọnụ ha maka okwu ahụ.",
    "Onye na-ekpechitere gọọmentị na mba ahụ bụ Damla Ayas kwuru na ekwesiri ịnata ikike n'aka ọkaikpe gọọmentị mba ahụ.",
    "\"N'ihi ụdịrị ikpe pụrụiche ọ bụ, anyị ga-achọ ikike n'aka ọkaikpe gọọmentị\" ka o kwuru.",
    "O kọkwakwara na ọ ga-ewe ha abalị iri na anọ ịnweta ya bụ ikike nke mere ka ebugharịa ikpe ha rue ụbọchị 7 nke ọnwa Julaị.",
    "Ebe foto si, Ike Ekweremadu/Facebook",
    "Ọ bụ n'ụbọchị a ka a nọ bo Ekweremadu na nwunye ya ebubo ịkpa nkata ịzobata mmadụ na mba Briten iji megbu ya ma bokwa nwunye ya ịchepụta atụmatụ ịzobata mmadụ na mba Briten iji megbu ya.",
    "Ndị na-ekpe ha ikpe kwuru na ha abụọ si Naịjirịa kpọbata otu nwoke dị afọ 21 na mba UK.",
    "Ha kwukwara na achọrọ iwepu akụrụ ya inye ya nwa ha nwaanyị mana nwoke ahụ jụrụ ikwenye mgbe a gara ụlọọgwụ Royal Free dị na Hampstead.",
    "E cheere na ezinaụlọ Ekweremadu megburu ya dịka odigbo tupu ọ nwere onwe ya ma gaa n'ụlọọrụ ndị uweojii dị na Staines, Surrey.",
    "Ha abụọ kwụdosirike na o nweghi ihe ọjọọ ha mere.",
    "Onye ọkaikpe nụrụ ikpe ha bụ Tan Ikram kpọghachiri ha ụlọ mkpọrọ ma wepu mmachị akụkọ etinyeburu maka nwoke ahụ ha kpọbatara dịka o doro anya na ọ bụghị nwata.",
    "Mana n'ọdịnịhu a ka ga-ekpuchi aha ya n'ihi ụdịrị ikpe pụrụiche nke a bụ.",
    "Ebe foto si, Ike Ekweremadu/Facebook",
    "Ike Ekweremadu na nwunye ya pụtakwara n'ụlọikpe Old Bailey n'ụbọchị a.",
    "Ọ bụ n'ụbọchị ahụ ka a gụnyere onye ọzọ n'ebubo e boro ha abụọ bụ Obinna Obeta dị afọ 50.",
    "Obeta ka e kwuru na ọ bụ ya haziri njem nwoke ahụ akpọbatara na mba Briten iji taa ya ahụhụ.",
    "E cheere na ọ bụ site n'ọnwa Ọgọst afọ 2021 nakwa May 2022 ka akpara nkata ịme nke a ma kpọbata nwoke ahụ.",
    "Ọkaikpe nụrụ ikpe ha nyere nwunye Ekweremadu 'bail' ma manye ka ndị nwoke ka nọrọ na mkpọrọ rue mgbe a ga-anụrụ ikpe ha.",
    "National security",
    "United Kingdom",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 8 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịa2 Eprel 2023",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?elekere 2 gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}