{
  "published": "27 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigeria Presidency",
    "Onye dere ya, Nduka Orjinmo",
    "Ndị mere akụkọ a,  BBC News",
    "Ebeg o si  Abuja",
    "Mee 2023Mgbe ikpeazụ e tinyere ya ozi ọhụrụ elekere 8 gara aga",
    "A na-akpọ Naịjirịa 'Dike nke Afrịka', n'ihi ọnụọgụgụ ndị bi na ya nakwa olileanya e nwere na ọnọdu akụnụba mba ahụ kwesịrị ịgbalite, mana  Naịjirịa nwekwara ọtụtụ nsogbu tara akpụ bụ nke ga-echere Bola Tinubu aka mgba dịka ọ na-amalite ọrụ onyeisiala n'ụbọchị Mọnde.",
    "A na-atụ anya na nsogbu ndị a agaghị abụ ihe ọhụrụ nye Tinubu, onye gbanwere ma wulie ọnọdụ akụnụba nke Legọs steeti oge ọ bụ govanọ steeti ahụ ugboro abụọ.",
    "Mana ọtụtụ ụmụ Naịjirịa, ọbụladị ndị na-atụnyeghịrị Tinubu vootu, ga na-atụ anya ịhụ mgbanwe dịka ọ na-amalite ọchịchị ya. Lee ụfọdụ ọdachi ndị ga-eche Tinubu n'ihu nakwa etu o nwereike isi soo ha.",
    "Ebe foto si, AFP",
    "Gọọmentị malitere ịkwụ ụgwọ iji butuo ọnụahịa mmanụ ụgbọala kamgbe ebe afọ 1970 ga",
    "N'agbanyeghị na Naịjirịa nwere mmanụ agbịdị ebe o buru ibu, ha enweghị ụlọọrụ ọbụla na-arụ ọrụ nke ọma ebe a na-emepụta mmadụ ụgbọala, kama ha na-esi mba ndị ọzọ ebubata mmanụ ụgbọala, nke na-eme ka ego a na-ere mmanụ ụgbọala gbalie elu.",
    "Iji wetulata ọnụahịa mmanụ ụgbọala, gọọmentị na-akwụ ụfọdụ ego ahụ nke a na-akpọ subsidy na bekee.",
    "Ka ọtụtụ afọ na-aga, ego a gọọmentị na-akwụ iji butuo ọnụahịa mmanụ ụgbọala eruola ijeri kwuru ijeri dọla, nke mere ka ọtụtụ na-akpọ oku ka a kwụsị ya.",
    "Ugboro ugboro ka ọchịchị Muhammadu Buhari kwere nkwa idozi ụlọọrụ na-emepụta mmanụ ụgbọala ndị nke dị na Naịjirịa, iji mee ka a kwụsị isi mba ofesi atụbata ya, mana nkwa niile ahụ enwebeghị isi.",
    "Mana Tinubu n'onwe ya ekwukwaala ugboro ugboro n'oge gara aga na 'subsidy' ga-akwụsị, ọtụtụ ndị nkwado ya ekwukwaala na o nwere ikike ime ya.",
    "Ụlọikpe akụchapụla ebubo e boro Tinubu gbasara afọ ole ọ dị nakwa mba o si9 Mee 2023",
    "Etu ndị nkwado Tinubu si saa Chimamanda Adichie maka ozi ya nye Joe Biden banyere ntuliaka 2023 8 Eprel 2023",
    "Tinubu emeriela ntuliaka onyeisiala Naịjirịa 20231 Maachị 2023",
    "Ebe foto si, AFP",
    "Naanị mmadụ pasentị 37 ndị niile tụrụ vootu tụnyeere Tinubu, nke mere ka ọ bụrụ onyeisiala nwetara vootu kacha nta kamgbe afọ 1999.",
    "Ntuliaka nke Tinubu meriri jupụtara na nkewa agbụrụ nakwa okpukperechi nke pụtara ihe ma n'obodo ndị mepere emepe.",
    "Ọ dị mkpa na Tinubu ga-ejikwa nkewa ndị a dịka ọ na-ahọpụta ndị ya na ya ga-eso rụọ ọrụ.",
    "Ụfọdụ na-ekwu na Tinubu amalitelarị ime nke a site n'izute mmadụ abụọ welitere isi na pati ndị so zọọ ọkwa onyeisiala:",
    "Musa Kwankwaso, onye ndọrọndọrọ ọchịchị a ma ama na mpaghara Ugwu, onye gbara onye nke anọ na ntuliaka ọkwa onyeisiala",
    "Nyesom Wike, bụ gọvanọ Rivers Steeti nke na-apụ apụ",
    "Mana ọtụtụ na-ekwu na ọ ga-ara Tinubu ahụ inweta nkwado ọtụtụ ndị ntorobịa, ọ kachasị ndị na-akwado Peter Obi nke 'Labour Party'.",
    "\"Ị ga-ahụ gọọmentị ga-anabata atụmatụ nakwa tekịnụzụ ọgbara ọhụrụ, nke pụtara na ị ga-ahụ ọtụtụ ndị ntorobịa n'akụkụ Tinubu,\" Babatunde Fashola, bụ aka chịburu Legọs Steeti gwara BBC na mkparịtaụka.",
    "Ebe foto si, AFP",
    "Ndịiche dị n'ego naịra na dọla na-akawanye njọ",
    "Ngụụkọ gosiri na ọnọdụ Naịjirịa n'ihe gbasara akụnụba dị nnukwu njọ ugbua:",
    "Otu onye n'ime mmadụ atọ enweghị ọrụ",
    "Mgbali elu ọnụahịa eruola 22%",
    "Mmadụ nde 96 dara ụbịam nke ukwuu ha anaghị enweta ihe ruru $1.90 n'ụbọchị",
    "GDP n'isi n'isi bụ $2,065 na 2021 (tụnyere $70,248 na mba US na $46,510 na UK)",
    "Ego a na-enweta na mmanụ agbịdị na-agbada",
    "Seye Oyetade, bụ enyi Tinubu gwara BBC na ọ bụkwa ụdị ihe a ka Tinubu hụrụ oge ọ malitere ọchịchị dịka gọvanọ Legọs n'afọ 1999, mana ọ gbara mbọ wulite ego na-abatara Legọs steeti karịa pasentị 400 n'ime afọ asatọ.",
    "Ebe foto si, AFP",
    "Ndị a tọọrọ ụmụnne ha na mpaghara Ugwu Naịjirịa nọ n'iru uju",
    "Dịka Tinubu na-amalite ọchịchị ya, ndakpọ ọnọdụ nchekwa Naịjirịa so n'ihe mbụ ga-echere ya aka mgba.",
    "N'oge achụmnta vootu, osote Tinubu bụ Kashim Shettima kwuru na ihe gbasara nchekwa ga-abụ ọrụ ya, dịka o busoro ndị ọgụ Boko Haram agha oge ọ bụ gọvanọ nke Borno Steeti, bụ ebe ndị Boko Haram ji mere isi ụlọọrụ.",
    "Mana ọnodụ enweghị nchekwa Naịjirịa ugbua agafeela naanị Boko Haram; enweghị nchekwa agbasaala mpaghara Naịjirịa niile ugbua.",
    "Otu nkwa Tinubu na Shettima kwere bụ ihibe otu ndị ọrụ nchekwa pụrụ iche ndị ọrụ ha ga-abụ ibuso ndị ntọrị mmadụ nakwa ndị na-eyi ndụ egwu agha.",
    "Ha kwukwara na ha ga-akpọpụta ọtụtụ ndị uweojii na-eche ndị ọgaranya nche iji mee ka ọnụọgụgụ ndị uweojii gbalite iji gbochie mpụ.",
    "Ụfọdụ ndị na-akatọ Tinubu na-ekwu na ike adịghịkwa ya dịka ọ dịbu oge ọ na-achị Legọs.",
    "Kamgbe e mechara ntuliaka 2023, Tinubu emeela njem gaa mba ofesi ugboro abụọ, nke kpalitere ọtụtụ ajụjụ maka ọnọdụ ahụike ya. N'afọ 2021 ọ nọrọ ọtụtụ ọnwa na London dịka ọ na-anata ọgwụgwọ maka ọrịa amaghị aha ya.",
    "Kama ọtụtụ oge ka o kwuru na ọkwa onyeisiala abụghị ịgba ọsọ 'Olympic', ebe ọtụtụ ndị nkwado ya rụtụkwara aka na onyeisiala mba Amerịka bụ Joe Biden dị afọ 80.",
    "Ike agwụla ndị Naịjirịa ịhụ ka onyeisiala ha na-anọ ọtụtụ oge n'ụlọọgwụ na mba ofesi, mezie ka ọ dịka enweghị onye nọ n'isi gọọmentị.",
    "Ihe dị otu a mere n'ọchịchị Buhari, nakwa nke Umaru Yar'Adua, onye mechara nwụọ n'ọchịchị n'afọ 2010.",
    "Ọzọkwa bụ ebubo ndị ọzọ a na-ebo Tinubu, nke gụnyere na o nwere akwụkwọ njirimara nwaafọ nke mba Guinea.",
    "Inwe akwụkwọ a emegideghị iwu, mana Tinubu ekwubughi na o nwere ya.",
    "N'ọdị nso a kwa ka nnyocha gosiri na nwa Tinubu bụ Seyi nwere ụlọ na London nke ọnụ ahịa ya ruru nde paụnd 11.",
    "Bola Tinubu",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Presidential Election: Anyị nwere ihe akaebe na Peter Obi meriri Ntuliaka 2023- Ohaneze6 Maachị 2023",
    "Ihe ndị mmadụ na-ekwu maka mpụtara ntụliaka onyeisiala Naịjirịa2 Maachị 2023",
    "Ozi ndị ntorobịa nwere maka Onyeisiala ọhụrụ nke Naịjirịa1 Maachị 2023",
    "Nigeria Elections: Ikpe udo, nchekwa, ndị ntorobia na ihe ndị ọzọ a na-atụ anya n'aka Onyeisiala ga-abata6 Maachị 2023",
    "Ihe mere ụfọdụ ndị otiegwu n'Ọwụwa Anyanwụ anaghị apụtacha ihe - Ugocieelekere 7 gara aga",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịaelekere 8 gara aga",
    "NA EME UGBU A Sineti ebuliela ego ole CBN nwere ike ịgbazinye Gọọmenti Etiti si 5% gaa 15%2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}