{
  "published": "04:35",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Etu m si sọrọ KCee mee egwu Ojapiano - Chigozie Okeke",
    "Oge Chigozie Okeke malitere ịfụ ọja dịka ọ dị afọ iri, ọ maghị na otu ụbọchị, ọ ga-abụ onye a ma ama na Naịjirịa.",
    "Mana ọja ya emeela ka aha ya na-ada ụda, dịka o so otiegwu a ma ama bụ KCee tipụta egwu ọhụrụ a kpọrọ 'Ojapiano'.",
    "Ojapiano bụ ngwakọ egwu nke sitere n'ịgwakọ ọja igbo na 'amapiano' nke bụ ụdị egwu si mba Saụt Afrịka.",
    "Na mkparịtaụka ya na BBC Igbo, Chigozie, onye ka bụkwa onye ntorobịa na-eto eto, kwuru na ọ bụ na nrọ ka e nyere ya ọja oge ọ ka bụ nwata.",
    "O mechara were ego nne ya nyere ya n'oge ekeresimesi gote ọja n'ahịa ma malite igbu ọja.",
    "Ọ kọwara etu ya si gbuo ọja n'otu ebe a na-eme mme, otiegwu KCee, onye ezigbo aha ya bụ Kingsley Okonkwo, wee hụ ya ebe ahụ ma kpọrọ ya ka ha abụọ soro tipụta egwu.",
    "Chigozie kwuru na ya nwere olileanya na ọja a ọ na-egbu ga-ebuga ya mba ụwa niile.",
    "Kirie akụkọ a n'uju n'onyonyo dị n'elu.",
    "Ụmụntoroọbịa",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "'Ọja abụghị pịpịịrọ!'29 Juun 2019",
    "Ihe mere m ji jiri ọja eto Chineke - Fada Chiadika Okolie26 Eprel 2020",
    "Ebidoro m n'afọ anọ mawa mbem - Igwe Credo2 Julaị 2020",
    "Mmegbu ndị Igbo akarịala mana... - Kcee Limpopo26 Nọvemba 2021",
    "Vidio, Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?, Duration 3,3424 Julaị 2023",
    "Vidio, AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu , Duration 4,3722 Julaị 2023",
    "Vidio, Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua, Duration 1,2819 Julaị 2023",
    "Vidio, Ọ fọrọ obere ihe ka mbuze rie ụlọ anyị n’Ogbor Hill Aba., Duration 0,5618 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}