{
  "published": "8 Nọvemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @Wunmi",
    "Nwunye Ilerioluwa Aloba, otiegwu a ma ama lara  mmụọ na nsonso a   a ma dịka 'Mohbad' ekwuola na aka ya adịghị n'ọnwụ di ya.",
    "Oriakụ Wunmi Aloba gbara afọ 24 kwuru nke a  ụbọchị Tuzde n'ihu ụlọikpe pụrụ iche Gọọmentị Legọs Steeti hiwere(corona inquest ) iji nyocha etu otiegwu Mohbad si nwụọ.",
    "Mohbad nwụrụ n'abalị 12 nke ọnwa Septemba afọ 2023  n'ụzọ edoghị anya.",
    "Mohbad: Nne na nna ya agbaala akaebe n'ụlọikpe banyere ọnwụ ya25 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital27 Septemba 2023",
    "https://bbconline.shop/igbo/articles/cg60v1d59zzo",
    "Ọnwụ ya kpalitere ngagharịiwe na mpaghara dị iche iche na Naijiria dịka  ndị ntọrọbịa kpọrọ oku ka e nyochaa ọnọdụ butere ọnwụ ya dịka ụfọdụ na-arụ nna egwu ya bụ Naira Markey na Sam Larry, ebe ụfọdụ na-arụ nwunye ya aka.",
    "Mana n'ụlọikpe ahụ pụrụ iche e hiwere maka nnyocha ọnwụ ya, ụbọchị Tuzde, Oriakụ Aloba ji awa atọ kọwaa ihe ọ ma maka ọnwụ di ya.",
    "O kwuru na \"di m na enyi ya bụ Prime Boy lụrụ ọgụ n'Ikorod ka di m tichara egwu n'abalị 10 nke ọnwa Itoolu.\"",
    "O kwuru na  enyi di ya na di ya malitere ịrụrịta ụka nke mere ka di ya bụ Mohad kwụsị ụgbọala, si enyi ya ritu, ọgụ were suo.",
    "Oriakụ Aloba kwukwara na dịka nọọsụ gbachara Mohbad ọgwụ, na  Mohbad malitere ikwu na ka ahụ si eme ya, ma gaa n'ulọmposi gbọọ agbọọ.",
    "\" Nọọsụ ahụ bịara n'ebe Elekerere Mbụ, oge ahụ , aka Mohbad azawala.\"",
    "N'ajụjụ ihe mere na O bugaghị di ya n'ụlọọgwụ, Oriaku Aloba kwuru na egwu ụlọọgwụ na-atụ Mohbad kemgbe o si n'aka Nna egwu ya bụọ, dịka a na-ezitere ozi iyi ndụ ya egwu.",
    "Ebe foto si, Mohbad/Twitter(X)",
    "O kwukwara na-egwu bara Mohbad ahụ dịka ndị ọrụ ngalaba na-ebu agha megide ọgwụike na Naijiria bụ NDLEA n'ịchafụ bịachara kpụrụ ya nandị ọzọ na-eti egwu n'okpuru nna egwu ya.",
    "Oriakụ Aloba sịrị, \"Ọ gwara m sị na ha kụrụ ya egbe n'isi, o nwetaghịkwa onye ya kemgbe ahụ.\"",
    "\" Ọ gwara na ha nyere ihe dị ọcha sị ya nwụọ. n'ezie, a hụrụ ihe na-acha ọcha n'akpụkụ ọnụ ya.\"",
    "Nwunye Mohad rụtụkwara aka na ndị na-akpagbu di ya  bụ ndị o kwuru na-amaja ya , eyi ya egwu tupu ọ nwụọ.",
    "Ọ gara n'ihu kwuo na ewezụga otiegwu Olamide na  Bella Shmurda, na ndị otiegwu ndị ọzọ na-asọ ya asọ ka o si n'aka nna egwu ya bụ Naira Marley pụta.",
    "\"Bella Shmurda nyere anyị nri ọnwa atọ oge nsogbu a nile dapụtara n'ihi na o nweghịkwa ihe anyị nwere.\"",
    "Ụmụnyanyị",
    "Legọsị steeti",
    "Naijiria",
    "\"Ịlụ ọgụ na-amasị m, ana m alụchitere nwanne m nwoke ọgụ\" - Chiamaka Nwaturuocha9 Nọvemba 2023",
    "Ampụtation: 'Dịabetes,' ọrịa 'ụkwụ aba shoe' na ọrịa atọ ndị ọzọ nwere ike ime ka  e bepụ mmadụ ụkwụ7 Nọvemba 2023",
    "NLC strike: Ndị sonyere n'abụbụọrụ , na ndị esoghị14 Nọvemba 2023",
    "Akwa nne na nna Nneoma Oke bere n'ọnwụ ya n'aka ndị omekomeelekere 7 gara aga",
    "NA EME UGBU A , Off Cycle elections 2023: Diri ekelela ndị Bayelsa maka mmeri ya6 Nọvemba 2023",
    "Imo Governorship Election Results: Etu mpụtara ntuliaka ọkwa gọvanọ Imo, Kogi na Bayelsa sị kwụrụ ugbua11 Nọvemba 2023",
    "Imo Election 2023: Samdaddy, Uzodimma, Athan, Ejiogu na ndị ọzọ na-azọ ọkwa Gọvanọ9 Nọvemba 2023",
    "Israel-Gaza war in numbers: Nchịkọta ihe ndị merela n'agha a n'ọnụọgụgụ  9 Nọvemba 2023",
    "'Ọ bụghị m gburu di m' na ihe ndị ọzọ nwunye Mohbad gwara ụlọikpe8 Nọvemba 2023",
    "Israel-Gaza crisis:'Ndị nchekwa nzuzo Izrel kpọrọ m n'ekwentị si anyị pụọ ebe anyị nọ na ha ga-atụ ogbunigwe n'awa abụọ'8 Nọvemba 2023",
    "Ampụtation: 'Dịabetes,' ọrịa 'ụkwụ aba shoe' na ọrịa atọ ndị ọzọ nwere ike ime ka  e bepụ mmadụ ụkwụ7 Nọvemba 2023",
    "Akwa nne na nna Nneoma Oke bere n'ọnwụ ya n'aka ndị omekome",
    "NLC strike: Ndị sonyere n'abụbụọrụ , na ndị esoghị",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}