{
  "published": "13 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Simon Ekpa/Peter Obi/Facebook",
    "Onye ndu otu alaka Ipob nke kpọrọ onwe ha 'autopilot' bụ Simon Ekpa akatọọla onye zọrọ ọkwa onyeisiala na ntuliaka 2023 n'aha otu Labour party bu Peter Obi  maka ịkpo oku ka a na-ahụta ndị na-amanye nọrọnụlọ n'Ọwụwa Anyanwu dịka ndị ekperima.",
    "N'ozi o wepụtara  n'ụbọchị Tọzde, Obi kpọrọ  mmanye nọrọnụlọ akaọrụ ndị ekperima ma sị na otu Ipob ekwuola n'ọha na ha etinyeghị iwu 'nọrọnụlọ'.",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti8 Julaị 2023",
    "Nigeria Elections: E nyela ndị meriri ọkwa gọvanọ Abia, Ebonyi na Enugwu Steeti asambodo mmeri16 Maachị 2023",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere 8 Julaị 2023",
    "Mana ọsịsa ya o nyere n'ozi o wepụtara n'akara Twitter ya, Ekpa, onye kpọrịrị Obi sịrị , \" Obi bụzị ọnụ na-ekwuru Ipob.\"",
    "Cheta na Ekpa bụ onye malitere alaka otu Ipob nke ya ọ kpọrọ,  'Autopilot'  tinyere nọrọụlọ izuuka abuo n'Ọwụwa Anyanwụ nke ọ sị na  ya na ndị otu ya ji akpo oku ka a tọhapụ onye ndu otu Ipob bụ Nnamdi Kanu.",
    "E ji Kanu na mkpọrọ DSS kemgbe Juun afọ 2021 maka ebubo metụtara iyi ndụ egwu na ịkpa nkata ịkwatu Gọọment Etiti.",
    "Ebe foto si, Peter Obi/Facebook",
    "Onye zọrọ ọkwa onyeisiala  na ntuliaka 2023 n'aha otu Labour party bu Peter Obi atụọla arịrị banyere ndakpọ akụnaụba nke enweghị nchekwa  na-arị elu butere n'Ọwụwa Anyanwụ na mpaghara Naijiria ndị ọzọ.",
    "Dịka  o kwupụtara mwute banyere tigbuo-zogbuo na-aga n'etiti Ugwu Awụsa, n'ozi o wepụtara n'akara Twitter ya n'ụbọchị Tọzde, katọrọ mkposa azụmahịa na mmekọrịta mmadụ n'ibe ya nke oku otu alaka Ipob wetara n'Ọwụwa Anyanwụ.",
    "Na nsonso a, e gburu ụfọdụ mmadụ, merụọ ọtụtụ ahụ dịka otu alaka otu alaka Ipob nke Simon Ekpa bụ onye ndu ha manyere nọrọnụlọ izuụka abụọ n'Ọwụwa Anyanwụ, Naijiria.",
    "Obi sịrị,\" Ọ bụ ihe mgbarụ obi na a gara n'ihu na-ekposa azụmahịa nakwa mmekọrịta mmadụ n'ibe ya  n'Ọwụwa Anyanwụ n'ihi oku 'nọrọnulọ' a sị  si n'aka otu 'Indigenous People of Biafra'(Ipob), oge otu ahu kwuru  n'ọha hooha na ntuziaka ahụ esighị n'aka ha.\"",
    "\"Ihe na-eme n'Ọwụwa Anyanwụ bụ mpụ nke e kwesịrị iji n'oge kwachapụ nku, ma ndị ọrụ nchekwa na ndị obodo jịkọọ aka.\"",
    "Cynthia Okereke profile: Ihe ndị ejije Nollywood na-ekwu maka ogbo ha lara mmụọ 12 Julaị 2023",
    "Bola Tinubu ministerial list: Gịnị mere onyeisiala ewepụtabeghi aha ndị ọrụ ya? 13 Julaị 2023",
    "E wepụ nne m akaghị ịgbalahụ ọnwụ site n'ọrịa 'sickle cell'-Nwaanyị  dị afọ 65 7 Julaị 2023",
    "Godwin Emefiele: DSS akpụpụla onyeisi CBN ụlọikpe10 Juun 2023",
    "Sit at-home: Simon Ekpa asaala Peter Obielekere 8 gara aga",
    "Bola Tinubu ministerial list: Gịnị mere onyeisiala ewepụtabeghi aha ndị ọrụ ya?13 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Sit at-home: Simon Ekpa asaala Peter Obi",
    "Cynthia Okereke profile: Ihe ndị ejije Nollywood na-ekwu maka ogbo ha lara mmụọ",
    "Godwin Emefiele: DSS akpụpụla onyeisi CBN ụlọikpe",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Bola Tinubu ministerial list: Gịnị mere onyeisiala ewepụtabeghi aha ndị ọrụ ya?",
    "Etu uloikpe si nyeghachi ụmụnne nwaanyị anọ ala nna ha ụmụnne ha nwoke napụrụ ha",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti",
    "Etu Alex Madiebo bụ dike Biafra si kpaa ike n'oge aghaEmelitere ikpeazụ na: 3 Juun 2022",
    "Ihe Cynthia Okereke na Cornel Agbogidi kwuru dịka atọhapụrụ haEmelitere ikpeazụ na: 4 Ọgọọst 2022",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}