{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, James Nnamdi Family",
    "Ndị ojiegbe amaghị ndị ha bụ wakporo mpaghara Aboh Mbaise n'Imo Steeti, taa bụ Mọnde, Julaị 17, gbagbuo eze ọdịnala na-achị obodo Nguru, aha ya bụ Eze James Nnamdi.",
    "Nke a mere n'ebe elekere atọ nke ehihie dịka eze ahụ na-anabata onye ọbịa chọtara ya n'obi ya.",
    "Ndị ojiegbe a malitere ịgba egbe aghara aghara oge ha batara nke mere ka ndị mmadụ nọ na gburugburu ahụ tinye isi n'ọhịa, tupu ha abanye n'obie eze ahụ gbagbuo ya.",
    "Otu onye obodo ahụ na-achọghị ka anyị kpọpụta aha ya gwara onye ntaakụkọ BBC Igbo na ọ bụ ihe oke egwu mere n'obodo ha.",
    "\"Ihe e ji mara Eze anyị bụ 'Eze Mmiri ọma',\" ka onye ahụ kwuru. \"Ọ bụ nnukwu ihe mwute nakwa ihe egwu etu e si gbagbuo ya n'ime obieze ya.\"",
    "O kwukwara na onye ọbịa ahụ chọtara eze oge mwakpo a mere nọ ugbua anata ọgwụgwọ n'ụlọọgwụ akpọghị aha ya.",
    "Etu ndị ekperima si gbuo Eze Atta, Njaba ma tọgbọ ozu ya n'ahịa10 Disemba 2021",
    "Anyị na-eche na aka ndị Ipob dị n'ọnwụ ndị eze odinala abụọ na Njaba - Ndi uweojii Imo20 Ọktọba 2021",
    "Etu ndị ojiegbe si gbagbuo otu 'councillor' n'ihu nne ya, na Nsukka, Enugwu Steeti17 Julaị 2023",
    "Ebe foto si, Imo State Police Command",
    "Mohammed Ahmed Barde (na-atụ aka) bụ onyeisi ndị uweojii Imo Steeti.",
    "Ọnụ na-ekwuru ndị uweojii Imo steeti bụ Henry Okoye gwara onye ntaakụkọ anyị na ya bụ ihe mere n'ezie.",
    "\"Kọmishọna ndị uweojii Imo Steeti bụ Mohammed Ahmed Barde katọrọ mwakpo nakwa ogbugbu Eze Mmiriọma, bụ onye nwụrụ dịka e bugara ya n'ụlọọgwụ n'ihi egbe a gbara ya,\" Okoye kwuru.",
    "\"O hibekwala otu nnyocha pụrụ iche iji lebaa anya n'okwu a, ma chọta ndị kpara arụ ma mee ka ha jiri isi ha buru ihe ha kotere.\"",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Sit-at-home: Ihe 'South East Forum', Ohaneze kwuru maka nọrọnụlọ Simon Ekpa tinyere14 Julaị 2023",
    "Ifeanyi Ubah: Obi ọ ga-adị gị mma ma a pịa nne gị ụtalị n'aha 'sit at home'?17 Julaị 2023",
    "Ihe anyị ma maka ‘nwa bọị’ a sị ji aka ọdụ kụgbuo nna ya ukwu n’Anambra16 Julaị 2023",
    "Etu mgbọ e chere si n’egbe ndị NDLEA si tugbuo nwata dị afọ abụọ 15 Julaị 2023",
    "Ndị ojiegbe egbuola otu eze ọdịnala n'Aboh Mbaise, Imo Steeti, n'ime obi yaelekere 5 gara aga",
    "NA EME UGBU A Mgbali elu ọnụahịa na Naịjirịa n'ọnwa June bụ nke kacha njọ kamgbe afọ 171 Julaị 2023",
    "Etu ndị ojiegbe si gbagbuo otu 'councillor' n'ihu nne ya, na Nsukka, Enugwu Steeti17 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Ndị ojiegbe egbuola otu eze ọdịnala n'Aboh Mbaise, Imo Steeti, n'ime obi ya",
    "Etu ndị ojiegbe si gbagbuo otu 'councillor' n'ihu nne ya, na Nsukka, Enugwu Steeti",
    "Ihe anyị ma maka ‘nwa bọị’ a sị ji aka ọdụ kụgbuo nna ya ukwu n’Anambra",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Sit-at-home: Ihe 'South East Forum', Ohaneze kwuru maka nọrọnụlọ Simon Ekpa tinyere",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}