{
  "published": "26 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Zack Orji Facebook",
    "Zack Orji ọ ka na-eku ume?",
    "Asịrị na-efeharị na soshial mịdịa na-asị na onye na eme ịhe onyoyoo na Nollywood bụ Zack Orji anala mmụọ.",
    "Mana nke a Abughị ezịokwu dị ka ndị onye ịsị ndị na ahụ maka ịhe onyoyoo na Naịjịrịa bụ Emeka Rollas sịrị kwụọ.",
    "Emeka Rollas kwuru na Zack Ọrji ka dị ndụ  ma katọọ etụ ndị mmadu sịrị abụgharị asịrị na abụghị ezị okwu na sosal mịdịa.",
    "Na ọkwụ ya “Zack Orji ka dị ndụ. Bịkọ unu egena ndị na ebụgharị okwu asị na abụghị ezịokwu na sọsal mịdịa”",
    "“ịhe dị etu a na-egọsị etu ụfọdụ ndị mmadụ sịrị nwee ajọ obi. Anyị a ma nnabata ụdịrị ịhe a”",
    "“Zack Orji ama nwu. Ọ ga adị ndụ rụọlụ chịneke ọrụ”.",
    "Amaechi Muonagor: Ihe e ji echeta omee ejije a ama ama na Nollywood lara mmụọ25 Maachị 2024",
    "Kabaaka onye otu egwu Oriental Brothers anwụọla 22 Maachị 2024",
    "Blood clots: Ihe ị kwesiri ịma maka ọrịa a gburu Mr Ibu5 Maachị 2024",
    "Ebe foto si, Zack Orji/Instagram",
    "O tebeghị aka Zack Orji jiri rịawa ọrịa, ma na-anatata ọgwụgwọ n'ụlọ ọgwụ n'Abụja",
    "Na abalị iri abụọ na itoolu nke onwa dịsemba 2023 ka Zack Orji daramba n'ọrịa nke mere e jiri buga ya n’ụlọọgwụ nkuzi ndị ọrụ ahụike n'Abuja.",
    "Mgbe gara aga ka Mịnịsta na ahụ maka ọdịnaala na Naịjirịa bụ Hannatu Musawa kpọrọ oku ka ndị mmadu gbatara Zack Orji ọsọ enyemaka maka ọnọdụ ahụ ịke ya.",
    "Na nke ịkpeazụ a ka ndị mmadu na ekwu na Zack Orji Anwuola mana onyeịsị ndị na eme ịhe onyonyoo bụ Emeka Rollas kwuru na ọ bụ okwu asị, ma katọọ ndị na ebụgharị okwu ahụ na soshịal mịdịa.",
    "Ebe foto si, INSTAGRAM/REALZACKORJI",
    "Zack Orji malitere ime ejije na Nollywood kemgbe gboo n'oge gara aga",
    "Zack Orji bụ onye ejije Nollywood a ma ama bụ onye ọtụtụ kpụ n'ọnụ ugbua na soshal midia.",
    "Orji gwara BBC Igbo na mparịtaụka, na ya anaghị ebi ndụ nke ya na soshal midia.",
    "Ọ gwakwara anyị ihe ụfọdụ ndị ọzọ",
    "Lekwa ihe ọzọ ị kwesịrị ịma maka ya ebe a:",
    "Ọ bụ onye na-eme ma na-ahazi ejije Nollywood a ma ama",
    "Zackee Ama Orji, bụ nwa afọ Igbo mana a mụrụ ya na mba Gabon",
    "Ọ bụ onye Ngwoo, n'Udi Local Government, n'Enugwu steeti.",
    "Ọ gara mahadum 'University of Nigeria Nsukka'.",
    "Tupu o sonye ndị omee ejije Nollywood ọ rụọla ọrụ na mba Amerịka, Saut Afrịka na mba dị iche iche.",
    "Asụsụ ndị ọ ma asụ gụnyere Igbo, Fụrenchị na Bekee.",
    "Ejije o mere ka ọ chakee bụ \"Glamour Girls\", na \"Blood Money\" mana o sonyela n'ọtụtụ ihe nkiri ndị ọzọ.",
    "Ọ bụ onye ụkọchukwu ugbua mana o nweghị ụka nke aka ya.",
    "NA EME UGBU A, A nwụchiela mmadụ asatọ a na-enyo maka ogbugbu ndị uweojii na Delta Steeti1 Maachị 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Good Friday: Gịnị ka ọ bụ na ihe mere e ji akpọ ya ụbọchị dị mma29 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Amaechi Muonagor: Ihe e ji echeta omee ejije a ama ama na Nollywood lara mmụọ25 Maachị 2024",
    "Onye hụrụ Simon Ekpa, Chika Edoziem, Bello Turji na ndị ọzọ kpọtụrụ anyị - Defence Headquarters23 Maachị 2024",
    "Ihe Nnamdi Kanu kwuru ga-eme ndị ji aha ya na Ipob eme mpụ na South-East20 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Amaechi Muonagor: Ihe e ji echeta omee ejije a ama ama na Nollywood lara mmụọ",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}