{
  "published": "18 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, bbc",
    "Ọtụtụ ndị mmadụ ekesewaala okwu ụgha dị icheiche na soshal midịa banyere ihe gbara ka ogbunigwe n'Ibadanisi obodo Oyo Steeti ụbọchị Tuzde.",
    "Otu onye na soshal midịa X kesara ihe na-abụghị eziokwu banyere ihe ahụ gbara. Otu n'ime ozi ahụ nke Ace Mall kesara, e kiriela ya ugbo puku iri asaa na anọ. N'ime ozi ahụ, o kwuru na otu nnukuwute ụlọ ahịa nọ nso ebe ihe ahụ gbara ruru ala.",
    "Mana okwu a bụ okwu ụgha dika e nyocha gosiri na foto na onyonyo ụlọahịa ahụ gosiri na ọ ka gusosiri ike.",
    "Ụfọdụ ebe ihe gbara na Naịjirịa17 Jenụwarị 2024",
    "Suspension of Igwe Neni: Gịnị na-esere Obi Onicha na Soludo?17 Jenụwarị 2024",
    "Ọrụ 'vulcanizer' na-enye m ihe ruru puku iri n'otu ụbọchị - Nwada Bose17 Jenụwarị 2024",
    "Otu onye na X akara ya bụ @MayorLadseriki_ tinyere onyonyo nke na-egosi ihe dịka gbamgbam ụlọ dara ada nke o kwuru bụ gbamgbam ụlọahịa ahụ O kwukwara na ọ nọ ebe ahụ oge ihe ahụ mere.",
    "David Fatunmbi, ponye ọzọkwa na X gosiri foto si na ụlọahịa Ace Mall gosiri mpio ndị gbawara agbawa.",
    "Ndị ọzọ tinyekwara foto nke si n'ụlọahịa Dominos na-egosikwa mpio ugegbe pịawara apịawa na-egosi na ihe ahụ gbawara kpatara ya mana ebe Dominos nọ ruru mita 600 site n'ebe ihe ahụ gbara kpọmkwem.",
    "E nwekwara ihe ndị ọzọ bụ okwu e kesara banye mgbawa ahụ e kesara otutu oge na soshal midịa.",
    "O nwere ndị na-ekwu na ihe ahụ gbara bụ ndị na-eyi ndụ egwu tụrụ ogbunigwe mana aka na-achị steeti Oyo bụ Seyi Makinde ekwuola na nyocha mbụ ha mere na-egosi na ọ bụ ndị na-egwupụta ọnatarachi nke ndị iwu na-akwadoghi kpatara nsogbu ahụ.",
    "Ozokwa dịka ibe ya bụ na e nwere onyonyo ndị dị na X ebe ndị mmadụ na-ekwu na ọkụ buru ụzọ gbawa n'ime ptu ụlọ ebe ihe ahụ malitere tupu ihe agbawaa.",
    "Ihe ọzọ bụ okwu ụgha nke mmadụ kwuru na X bụ na ọ bụ ebe a na-ere gaasị na Bodija ka ihe ahị nọrọ gbawaa. Ndị mmadụ ekiriela onyonyo ahụ ihe karịrị puku narị atọ na iri ise 350, ndị mmadụ etinyela mmasị na ya ruo 886 ebe e kesarala ya ruo 691.",
    "Dịka gọvanọ iri kwuo, mmadụ abụọ ka ihe ahụ gburu ebe mmadụ 77 natara otu mmeruahụ dị icheiche ma na-anata ọgwụgwọ n'ụlọọgwụ.",
    "Ebe ihe ahụ gbara dịka mita 900 n'ebe ụlọọrụ gọvanọ nọ.",
    "Ọyọ steeti",
    "Naijiria",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha21 Jenụwarị 2024",
    "Centenary City Enugu: Nke bụ eziokwu maka ụlọ ndị a na-akụtu ebe a21 Jenụwarị 2024",
    "NA EME UGBU A , Praịm Minista mba Isreal ajụla atụmatụ ikewapụta Steeti Palestine1 Jenụwarị 2024",
    "Kedụ ndị bụ ndịagha nnupụisi Houthi nke Yemen?20 Jenụwarị 2024",
    "A chọrọ igbu \"Password\" ka ọ nwụọ ọnwụ ike20 Jenụwarị 2024",
    "Supreme Court: Ụlọikpe kachasị akapịala ọchịchị gọvanọ Abiodun, Oborevwori, Nasir Idris na Abdullahi Sule19 Jenụwarị 2024",
    "Ọrụ 'vulcanizer' na-enye m ihe ruru puku iri n'otu ụbọchị - Nwada Bose17 Jenụwarị 2024",
    "Okwu ụgha ndị dị na soshal midịa maka ihe gbara ka ogbunigwe n'Ibadan18 Jenụwarị 2024",
    "AFCON: Naịjirịa emeriela Ivory Coast18 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Centenary City Enugu: Nke bụ eziokwu maka ụlọ ndị a na-akụtu ebe a",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Kedụ ihe ị ji mara 'Zik of Africa'?Emelitere ikpeazụ na: 16 Nọvemba 2019",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}