{
  "published": "05:55",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Opi a enyela m ohere ịzụ ndị ọrụ nchekwa Naịjirịa ma na-enye m ego ugbua - Chukwu Kalu",
    "Nwamadị aha ya bụ Chukwu Oba Kalu malitere ịrọ nrọ banyere ifu opi pụrụiche a kpọrọ ‘Bagpipe’ site na mgbe ọ dị na nwata.",
    "Nrọ ya mechara bịa na mmezu mgbe ọ gbasiri mbọ ike mụta etu e si afụ opi a ka afọ ole ma ole gachara.",
    "Ugbua ọ malitela ọrụ ikuziri ndị ọzọ, ọkachasị ndị ntoroọbịa etu e si afụ opi a.",
    "Ọrụ ọma ya a nyere ya ohere izute aka chịbụrụ Naịjirịa bụ Muhammadu Buhari ma kuziere ndị ọrụ nchekwa Naịjirịa etu e si afụ opi a nke ha na-agbakwụnyezi na ngwa egwu ha.",
    "Kalu kwuru na-agbanyeghi na mbọ niile ọ gbara banyere ụlọakwụkwọ ebe a na-azụ ndị chọrọ ịfụ opi a bụ ụlọ ọzụzụ National Piping Centre nke dị na Scotland, na ịṅụ ọkụ n’obi ya adajụghi kama na o fooro ntụtụ taa ịhụ na ọ mụtara ọrụ ịfụ opi a.",
    "Maazị Chukwu Oba Kalu na-azụzị ọtụtụ ndị ntorobịa n'ọrụ ịfụ opi 'Bagpipe' ugbua",
    "'Ọja abụghị pịpịịrọ!'29 Juun 2019",
    "Etu m si sọrọ KCee mee egwu Ojapiano - Chigozie Okeke23 Juun 2023",
    "Ihe mere m ji jiri ọja eto Chineke - Fada Chiadika Okolie26 Eprel 2020",
    "Maazị Oba Kalu onye gbara afọ 46 kwuru na ọ mere nchọpụta na e nwere ihe jịkọrọ opi ndị Igbo a na-akpọ ọja na nke a si mba Scotland a na-akpọ ‘Bagpipe’.",
    "O kwuru na ihe dị iche na ha abụọ bụ na “Ndị ọcha chepụtara na a gaghi e ji ikuku si na ntị na-afụ ihe a mgbe ọbụla”",
    "“Nke a mere ha jiri tinye n’akpa ya mere e ji na-akpọ ya ‘bagpipe’”",
    "Ebe foto si, Chukwu Oba Kalu",
    "Maazị Kalu enyela ndị ọrụ nchekwa Naịjirịa ọzụzụ n'ọrụ ịfụ opi a dịka ha na-etinyezi ya na ngwa egwu ha",
    "Maazị Kalu kọwara na obi ya ezigbo mma ịhụ na ọ na-agba mbọ ịhụ na ịfụ opi a bụ ihe garụrụ Naịjirịa niile mana naanị ihe na-echere ya aka mgba bụ na ọ dị ka ọ bụ naanị ya na-ebu ibu ifesa ngwa egwu a.",
    "N’okwu ya ọ sị:",
    "“E nwere ọtụtụ ndị ndorobịa chọrọ imụta ngwa egwu a ka ha si n’ime ya na-enweta ego”",
    "“Nsogbu m na-enwe bụ na ọ bụ m na-enye ha ego ime njem nsogbo ọzọ bụkwa na ọ bụ na-azụtara ngwa egwu e ji eme ọzụzụ”.",
    "Ọ gara n’ihu jaa ọha ume ka ha gbaa mbọ tinye anya n’ịmụta opi a maọbụ nwee ngwa ọrụ ha ji n’aka maka etu ọnọdụ ihe siri dị na Naịjirịa ugbua.",
    "Ọ sị:",
    "“Nke a bụ maka na agụụ dị n’obodo... Mmadụ agaghị enweeike gbochie agụụ ma enweghi ihe o ji n’aka ọ mụtara. Ịfụ opi a nke anyị ji dịka anyị na-eche onye mụta nke a, o jisie ya ike.””",
    "Ka ọ dị ugbua, ọrụ a e meperela Maazị Kalu ụzọ dị iche iche nke gụnyere ị ga emume dị iche iche ebe a na-akpọ ya na ndị otu ya oku ka ha bịa fụọ ọpị a.",
    "Emume ndị o kwuru a na-akpọ oku ka ha bịa gụnyere emume agbamakwụkwọ, akwamozu, ncheta ọmụmụ, ịchịgharị ọchịchị, mmeme ọdịnala nakwa emume dị iche iche",
    "Ụmụntoroọbịa",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Omenala",
    "Mgbe emume Ọja bulitere Enugwu16 Nọvemba 2018",
    "Ebidoro m n'afọ anọ mawa mbem - Igwe Credo2 Julaị 2020",
    "Etu egwu Atịịlogwu siri nweta aha ya15 Mee 2022",
    "Ihe mere anyị jiri tụọ ogbunigwe n'ọhịa Orsumoghu nakwa ebe ndị ọzọ - Ndịagha ụgbọelu14 Ọgọọst 2023",
    "Ịfụ opi 'Bagpipe' nyere m ohere ịzụ ndị ọrụ nchekwa Naịjirịa ma na-enye m ego ugbua - Chukwu Oba Kalu14 Ọgọọst 2023",
    "Niger Coup: Onyeisi ndịagha Niger ekwela ka ya na Ecowas nwee mkparịtaụka10 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Ihe mere anyị jiri tụọ ogbunigwe n'ọhịa Orsumoghu nakwa ebe ndị ọzọ - Ndịagha ụgbọelu",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Niger Coup: Onyeisi ndịagha Niger ekwela ka ya na Ecowas nwee mkparịtaụka",
    "Oliver de Coque,Osadebe na ndị otiegwu Igbo ọzọ kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}