{
  "published": "01:20",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ị ma na ịta anụ na-acha uhie uhie nwereike ịmetụta ahụike n'ụzọ ọjọọ?",
    "Ịtụkwasị anụ n’elu ihe oriri dị ka omenala n’akụkụ Naịjirịa dị iche iche. Nri anaghị ezuru ọtụtụ oke ma ọ bụrụ na anụ adịghị na ya.",
    "Atụmatụ ịgbahapụ ịta anụ, nke ndị bekee na-akpọ 'vegetarian', abụbeghi ihe ọtụtụ na-esonye na ya na Naịjirịa ugbua agbanyeghi na ya bụ ihe abụkwaghị ihe ọhụrụ na mba ofesi dị icheiche.",
    "Anụ ehi, anụ ewu, anụ atụrụ nakwa anụ ndị ọzọ na-acha mmee mmee ka bụ ihe ndị mmadụ kacha ata n’akụkụ Naịjirịa dị iche iche mana ndị ọkachamara ahụike na-ekwu na ịta oke anụ ndịa na-acha mmee mmee nwereike imetụta ahụike mmadụ n’ụzọ ọjọọ.",
    "Ebe foto si, Sisiyemmie TV",
    "Asun bụ nri eji anụ ewu emepụta so na nri na-amasị ọtụtụ ndị n'akụkụ Naịjirịa dị iche iche",
    "Gịnị bụ ọrịa shuga nakwa ụzọ ị ga-esi gbalahụ ya?14 Nọvemba 2022",
    "Onye nwere ọrịa shuga o kwesịrị ịra 'mango'?3 Mee 2023",
    "Ọrịa isii kacha emetụ ụmụnwoke karịa ụmụnwaanyị3 Julaị 2020",
    "Otu onye dọkịnta gwara BBC Igbo na ịta oke anụ ndị a nwereike ibutere mmadụ ọrịa obi, ọrịa mkpọnwụ ahụ na ụfọdụ ụdị ọrịa kansa.",
    "Dọkịnta Ogechi Eze kwuru:",
    "“Ịta oke anụ na-acha ọbara ọbara dịka anụ ehi, anụ ewu adịchaghị mma maka ọrụ ha na-enye ime ahụ mmadụ dịka akiri na imeju”.",
    "Ọ gara n’ihu kwukwa etu ndị ọzọ ịta oke anụ ndị a sị emetụta ahụike ọkachasị ndị nwere ọndọụ ndakpo ahụike ndị ọzọ.",
    "Dọkịnta Eze kwuru:",
    "“Ịtafe anụ ndị a oke na-akpata mgbali elu 'cholesterol' n'ahụ mmadụ”",
    "“Ọ dịghị mma maka ahụike ndị nwere ọrịa ọbara mgbali elu, ọ dịghịkwa mma n'ahụ ndị nwere ọrịa shuga ”",
    "Dọkịnta ọzọ gwakwara BBC Igbo okwu ma kwuo na ịta obere anụ ndị na-acha ọbara ọbara nwereike imeziwanye ahụike ndị mmadụ, ọkachasị n’akụkụ mba ndị na-enweghị ka ọ hara ha bụ ebe iri ezigbo nrị bụ nsogbu.",
    "Dọkịnta Francis Ezenwankwo bụ onye na-ahụ maka ahụ ụmụnwaanyị kwuru:",
    "“Ọ bụghị na a sị ndị mmadụ atala anụ ndị na-acha ọbara ọbara, kama ka ndị mmadụ beletatu aka etu ha si ata ya bụ ihe”.",
    "Ebe foto si, Getty Images",
    "Anụ ehi so na anụ na-amasịkarị ndị mmadụ na Naịjirịa",
    "Ọ gara n’ihu kwuo na nke ka njọ bụ ya bụ anụ nwereike ịmetụta ụmụnwaanyị n’ụzọ dị iche.",
    "O kwuru:",
    "“Ụmụnwaanyị ndị Afrịka, na-ebutekarị ọnọdụ ahụike a na-akpọ 'fibroid', nnyocha sanyesi egosila na e nwere ihe jikọrọ ọrịa a na ịta anụ ndị na-acha ọbara ọbara”.",
    "Nwaanyị dọkịnta Eze dọkwara ọha ndụmọdụ ka ha na-agbalia na-atatụ ọnụ ndị na-acha ọcha dịka anụ ọkụkọ maọbụ anụ azụ dịka anụ ndị a na-acha ọcha anaghị emetụtacha ahụike ndị mmadụ n’ụzọ ọjọọ etu ndị nke na-acha uhie uhie.",
    "O kwuru: “Kama mmadụ iri naanị anụ ndị na-acha ọbara ọbara, e kwesịrị ka ndị mmadụ ritu obere anụ, ha etinyekwa ihe dịka azụ maọbụ ero na nri ha”.",
    "Ebe foto si, Getty Images",
    "Suya bụ nri e ji anụ ehi emepụta nke ọtụtụ ndị mmadụ na-ata n'akụkụ Naijirịa dị iche iche.",
    "Ndị na-agbasaozi maka mmetọ ihe eligwe na-ekwukwa na izu ehi na-emetụta mmetọ ihu eligwu, ihu mmiri, nakwa ala n’ụzọ ugboro atọ ruo 10 karịa izu ọkụkọ. A na-ekwukwa na izu ehi na anụmanụ ndị dị ka ya na-emepụta ajọọ ikuku ndị na-emetọ ihu eligwe.",
    "Naịjirịa so na mba ndị kwere nkwa ihibe usoro ga-ebeleta mmepụta ikuku ọjọọ ndị a mana ya bụ ihe ka na-aga nwanyọ nwanyọ.",
    "Atụmatụ akụkọ a bụ ịhụ na ndị mmadụ malitere chọba egwu ojii mgbe chi ka dị banyere ikwalite ahụike ha.",
    "Atatụ anụ, atatụ azụ, atatukwa ero nakwa akwụkwọ nri ndị ọzọ na-edozi ahụ iji hụ na enyere ahụ mmadụ ihe niile e kwesịrị inye ya iji kwụrụ chịm.",
    "Nri",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Omume",
    "Nrị na-edozi ahụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}