{
  "published": "9 Maachị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Presidency Nigeria/Twitter",
    "Dịka  Naịjịrịa ka mechara ntụliaka Onyeisiala nke ngalaba na-ahụ maka ntụliaka bụ Inec n'ịchafụ kpọpụtara Bola Ahmed Tinubu nke otu All Progressive Congress dịka onye meriri ya bụ ntụlaika, Onyeisiala Naịjirịa bụ Muhammadu Buhari, onye chịrịla afọ asatọ na-akwado ịhapụ ọchịchị dịka Onyeisiala.",
    "Tupu o merie ntụliaka nke o ji bụrụ onyeisiala Naịjirịa, e nwere ụfọdụ nkwa ọ kwere ndị Naịjirịa, ugbua ọ na-akwadọ iritu dịka onyeislala, okwu na-aga n'ihu ugbua nke ụfọdụ kwetara na o mezuru nkwa o kwere, ebe ụfọdụ na-ekwu na mbọ ọ gbara ejughị ha afọ.",
    "Ebe foto si, Presidency Nigeria/Twitter",
    "Nkwa onyeisiala Muhammadu Buhari na ndị otu pati ya nke bụ 'All Progressive Congress' (APC) kwere ụmụ Naịjirịa dị ole ma ole.",
    "Ị ga-agụta ya n'uju na akwụkwọ nkwa ha ji mee emume achụmnta vootu ha dịka ndị ụlọọrụ INEC si wepụta.",
    "Kama maka edemede a, anyị ga-eji ihe itolu Buahri kwuputara n'afọ 2020 dịka ebe ọ ga-etinye uchu were nwaale ya. Atụmatụ a ka ọ kpọrọ '9 point Agenda'.",
    "Ọ bụ n'akwụkwọ ozi nke onye ndụmọdụ ya bụ Femi Adesina wepụtara n'afọ 2020 ka ha kwuputara ebe ndị ha ga-etinye uchu.",
    "Ihe itolu ndị a gụnyere:",
    "Iwulite ma kwalie akụnụba Naịjirịa",
    "Iwetulata ụbịam",
    "Ikwalite ọrụ ubi iji hụ na nrị juputara, ma iji kwa ya gbaa mgbere mba na mba",
    "Ihụ na ọkụ latrik na mpụtara mmanụ agbịdị zuru oke",
    "Ikwalite etu esi eme njem na Naịjirịa",
    "Ikwalite iji ego achụ ego na ụlọọrụ na arụụta ihe",
    "Iwetụlata ego ole eji elekọta ahụike",
    "Ihiwe atụmatụ ga-aluso nrụrụaka ọgụ",
    "Ichekwa Naịjirịa",
    "Ebe foto si, Presidency Nigeria/Twitter",
    "N'ụbọchị 11 nke ọnwa Febụwarị afọ 2023, n'emume ndị gụcharala Mahadum nke  Mahadum 'Federal University, Oye-Ekiti, Ekiti Steeti ka Onyeisiala Naijirịa bụ Muhammadu Buhari nọrọ kwuo na ya emezuola nkwa niile o kwere ndị Naịjirịa kemgbe ọ banyere n'ọchịchị.",
    "O kwuru nke a site n'ọnụ onye nnọchite anya ya na ya bụ emume bụ Mịnịsta na-ahụ maka agụmakwụkwọ bụ Goodluck Nanah Opiah ka .",
    "Buhari kwuru sị, \" Ka m chetere unu na ọchụchọ m na oge ọchịchị m dịka onyeisiala kamgbe afọ 2015 hiwere isi n'ịkwalite nchekwa Naịjiịa, ikwalite akụnụba Naịjirịa, iluso mpụ ọgụ. Ọ bụ site n'obi juputara n'ọṅụ ka m na-ekele Chineke na-ekwu  na m mezuru nkwa atọ ndị a\".",
    "Buhari gara n'ihu kwuo sị, \" Mgbe m na-abanye n'ọrụ dịka onyeisiala, ndị otu oyiegwu na ndị omekome ndị ọzọ ji Naịjirịa aka n'olu. Mana ugbua, ọ bụ obi siri ike ka m ji ekwu na ọgụ alụsọrọ ndị otu oyiegwu mụtra mkpụrụ dịka anapụla ha mpaghara dị iche iche nọ n'aka ha na mbụ. Ugbua otu oyindụegwu na Naịjirịa nọzị n'ọnọdụ o dị ndụ ọnwụ ka mma\"",
    "\"Ya bụ ihe adịghi mfe, ọ bụ itinye uchu n'ọrụ mịtara mkpụru a\".",
    "Ọ rụtụrụ aka na mpụ na nrụrụaka were sị,\"Anyị ewepụla aka ike nrụnrụaka jiri jide Naịjirịa\".",
    "Maka agụmakwụkwọ ka o kwuru sị, \" O doro mmadụ niile anya na ọchịchị m ji nwayọ nwayọ na-ewelite bọjet ego anyi wepụtara maka nwulite agụmakwụkwọ na Naịjirịa.",
    "Maka akụkọ a, anyị ga-ewepụta ụfọdụ nkwa gbara ọkpụrụkpụ Muhammadu Buhari kwere ma gosi gị ihe ọnụ ọgụgụ na-egosi maka ọnọdụ ha.",
    "Anyị ga-eji ụfọdụ ihe dịka ọnụ ahịa nrị, ụgwọ Naịjirịa ji na ihe ngosi ndị ọzọ were mee nke a.",
    "Ọnụ ahịa nrị site n'afọ 2012 ruo afọ 2022 dịka ọ bụ afọ abụọ a kacha dị nso:",
    "Ọnụ ahịa ji 19% rịa elu n'afọ 2022, bụ nke kachasị n'ime afọ iri abụọ. Garri bụ nri nke a na-erikarị ka ihe ngosi a na-akọwa kacha dị ọnụ ala mana ọnụ ahịa nri ndị ọzọ dị mkpa dịka tomato na akwụkwọ nri gbagoro elu bụ nke na-emetụta ọtụtụ ezinaụlọ n'ebe ọ dị ukwuu.",
    "Nke ọzọ a bụrụ ụgwọ Naịjirịa ji",
    "Ọnụ ọgụgụ na-egosi ụgwọ Naịjirịa ji",
    "Naịjirịa bụ mba e ji mmepụta mmanụ agbidi maara eritebeghi uru n'ọnụahịa mmanụ a na-arị elu n'ihi enweghi ike isipụta mmanụ nke ha kama ha na-ebubata nke e siri na mba ọzọ.",
    "Dịka o siri dị, ndị ọkammụta maka akụnụba obodo amaghị etu a ga-esi kwụọ ụgwọ ndị a e ji nakwa ego ndị maara ya n'elu maka na ego gọọmentị na-enwete anaghịzi ezu site n'afọ 2022.",
    "Ihe ọzọ na-egosi ọnọdụ akụnụba mba bụ ọnụ ọgụgụ ndị na enweghị ọrụ na Naịjirịa. Lee ihe ọnụ ogụgụ a na-ekwu -",
    "Ọnụọgụgụ ndị enweghị ọrụ na Naịjirịa",
    "Ihe mbụ ọtụtụ ndị ntoroọbịa Naịjirịa chọrọ bụ ọrụ.",
    "Dịka ọ dị ugbua, ọtụtụ ndị Naịjirịa chọrọ ịrụ ọrụ enweghi ọrụ.",
    "A bịa na ndị ntoroọbịa, ihe karịrị ọkara ndị dị afọ 15 ruo 24 na-achọ ọrụ.",
    "Nsogbu banyere mgbochi ọrịa Covid 19 sokwa n'ihe kpatara ya mana ọnụọgụgụ ndị na-enweghi ọrụ dị mbụ na-arị elu tupu nje a apụta.",
    "Akụnaụba etoola kamgbe afọ 2015, mana o rubeghi n'ogogo ịnabata mmadụ niile na-enweghi ọrụ.",
    "Enweghi ezi nchekwa so n'otu n'ihe ndị a na-arụ aka mere akụnaụba etoghi ọfụma, mana ndị nkọwa akụnaụba rụtụkwara aka n'ụkọ ego mgbanwe na mmechi okeala maka ibubata ngwa ahịa gbochiri azụmaahịa.",
    "Ihe ọzọ kwa eji atụle akụnụba obodo bụ nke a kpọrọ 'Multi Dimensional Poverty Measure' nke bụ mpụtara ngụkọ nke jị etu atụmatụ ego, agụmakwụkwọ na akụrụngwa eji akwado obodo sị metụta ezịnụlọ ndị nọ na mba.",
    "Ihe ngosi a na-akọwa na ndị nọ na mpaghara Ugwu kacha ata ahụhụ na Naịjirịa",
    "Maka okwu nchekwa",
    "Maka nchekwa, anyị ga-eji ọnụ ọgụgụ ndị ngalaba IEP Global Peace Index jiri nwalee ogoogo Naịjirịa nọ maka ihe gbasara udo.",
    "Ọnụ ọgụgụ ngalaba a wepụtara maka ọnọdụ udo nke afọ 2022 na-egosi na Naịjirịa enweghị ezigbo nchekwa dịka mba ndị gbara ya gburugburu.",
    "BVAS, IReV ga-arụrịrị ọrụ na ntuliaka ọkwa gọvanọ na Maachị 11 - Inec5 Maachị 2023",
    "Presidential Election: A ga- akagbuli ntuliaka Naijiria?4 Maachị 2023",
    "Election Result: Aga m agbagha mpụtara ntuliaka 2023 n'ụlọikpe- Peter Obi2 Maachị 2023",
    "Mazi Ugo Egbujo onye ọnụ na-eru n'okwu ma na edekwara ụlọ mgbasaozi edemde maka ihe gbasara ndọrọndọrọ ọchịchị na Naịjirịa.",
    "O kwuru sị, \" Obi ejuchaghị m afọ etu Buhari siri rụọ ọrụ. E chere m na dịka ọ bara nọrọ ihe dịka ọnwa isii na ndị mmadụ agaghị ana ngarị n'okporoụzọ, maọbụ ha chọrọ ị na ngarị ha abanye n'ọhịa, kama ọ bụghị ihe mere\".",
    "O kwuru maka nchekwa ma kọwaa na ọ chere na Buharị kwesịrị ịghọta na ọ bụrụ na-elekọtaghị ndị uweojii nkeọma na mpụ agaghị ebeleta.",
    "O kwuru sị, \"A jụrụ m ndị uweojii etu e si elekọta ha, aghọtara m na-enweghị onye na-elekọta ha. Ọ bụ ngarị ha na-ana n'ụzọ ka ha ji elekọta onwe ha\".",
    "Mgbe ha bidoro n'ime afọ abụọ, ha wepụtara ezigbo atụmatụ kama ọdachi osinachi dịka covid-19 cheere ha aka mgba.",
    "Egbujo sị, \"Mgbe ha bidoro na-etinye anya maka ntụliaka afọ 2019 ka ha dapụrụ n'usoro, ha hapụrụ ihe ha kwesịrị ime ma tinye aka na ntụliaka\".",
    "O gara n'ihu kọwaa ma sị \"Buhari rụrụ otu ọrụ kacha dị mkpa na Naịjirịa kamgbe afọ 2019. Ọ rụrụ ụzọ ụgbọoloko nke jịkọrọ Legọs na Ibadan. Ọzọ bụkwa akwa mmiri Naịja nke abụọ bụkwa nnụkwụ ọrụ Buhari rụụrụ ndị Naịjirịa... E nwere ọtụtụ ihe Buhari rụrụ ma kwụwa aka ọtọ\".",
    "O kwuru na ihe ọzọ chere Buharị aka mgba bụ enweghị ego dịka ego ole a na-ere mmanụ agbịdị kụrụ afọ n'ala.",
    "Egbujo kwuru sị, \"Ihe abụọ nyere Buharị nsogbu bụ enweghị ego, kama anyị chere na ọ ga-aluso nrụrụaka ọgụ kama ndị na-eme nrụrụaka gbara oche ọchịchị ya gburugburu\".",
    "National security",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}