{
  "published": "23 Febụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Okechukwu Obioha, Simon Ekpa na Goddy Uwazuruike",
    "Nigeria Elections 2023: Lee etu e si agụkọ vootu gị n'ụbọchị ntụliaka22 Febụwarị 2023",
    "Election Unsung Heroes: Ndị na-enye aka ịkwalite ntụliaka a na-eleghara anya25 Febụwarị 2023",
    "Nigeria election 2023: Ihe ndị na-azọ ọkwa kwuru na nke bụ eziokwu21 Febụwarị 2023",
    "Dịka  ndị uweojii Finland gbara ama na ha na-enyocha onyeisi alaka otu nnwereonwe Biafra 'Indigenous People of Biafra (Ipob)' kpọrọ onwe ha 'autopilot', ndị  ọnụ na-eru n'okwu na Ọwụwa Anyanwụ Naịjirịa akpokuola ndị si mpaghara ahụ ka ha ga tụọ vootu ụbọchị ntuliaka na-enweghị nkụja ọbụla.",
    "Ndị uweojii Finland nwuchiri Ekpa n'ụlọ ya dị na Lahti, Finland, n'ụtụtụ Tozde maka nnyocha ebubo na ọ na-anọkọ ego nakwa  na o ji soshal midia eme ihe n'ụzọ megidere iwu.",
    "Mana ha mechara tọhapụ ya n'abalị ụbọchị ahụ.",
    "N'okwu ha,  ha kwuru na ya bụ ihe nyere ndị Ọwụwaa Anyanwụ Naịjirịa obi ụtọ na obi isi ike ị ga tụọ vootu ụbọchị ntuliaka.",
    "Ihe Finland kwuru maka ebubo na  Simon Ekpa na-akpalite tigbuo-zogbuo n'Ọwụwa Anyanwụ21 Jenụwarị 2023",
    "Ebe gọọmentị mba Finland kwụ ugbua gbasara mkpesa megide Simon Ekpa12 Disemba 2022",
    "Simon Ekpa: Ohaneze, Pandef, Afenifere na ndị ọzọ ewegarala Gọọmentị Finland mkpesa18 Febụwarị 2023",
    "Ebe foto si, Okechukwu Obioha",
    "N'okwu ya, Onyeisi otu a kpọrọ Nzukọ Igbo bụ Rev Okechukwu Obiora sịrị na",
    "\"O (Simon Ekpa) mere ka obi jụọ anyị oyi n’ihi na ọnọdụ Simon Ekpa na-etinye n’ebe ndị Igbo nọ jọgburu udele, sigbuo nkapụ.\"",
    "“Ọ ga-enye aka ka ndị Igbo na-eso ya mata na ọ dịrịghị anyị mma ma ọ bụrụ na anyị esoghị na ntuliaka .”",
    "“O nweghị ka onye sị na ya bụ onye Igbo ga-esi nọrọ ofesi na-akụ ekwe ọgụ na mgba n'ala Igbo.”",
    "Ọkaiwu Goddy Uwazuruike bụbu onyeisi aka Ikenga",
    "N'otu aka ahụ, Ọkaiwu Goddy Uwazuruike, onye bụbụ onyeisi otu Aka Ikenga, sịrị na, \"Ndị Igbo wuliri elu, na-enwe ọṅụ ka a sị na e jidere ya.”",
    "\"Obi dara ha mba oge a sị na a tọhpụla ya, mana anyị sịrị na o nweghị ihe mebiri.\"",
    "\"Ọ bụrụkwa maka ndịọcha, aha ya abanyela akwụkwọ dịka onye na-asị ndị mmadụ gbuo, gbuo, gbuo.”",
    "Ọ gara n'ihu dọọ ndị si Ọwụwa Anyanwụ Naịjirịa ndụmọdụ ha",
    "\"jisike hụ na ha sonyere na ntuliaka n’ihi na mmadụ agaghị anọ na mmiri ncha aba ya anya.”",
    "Ebe foto si, Livinus Onuagha",
    "Bishopụ Livinus Onuagha bụ ụkọchukwu ụka Methodist  mpaghara nke Ọnicha, Anambara steeti",
    "Bishop Ụka Methodist, Province nke Ọnicha bụ Bishọpụ Livinus Onuagha  onye kpoburu oku ka ndị bi n'Ọwụwa Anyanwụ Naijirịa pụta n'igwe tụọ vootu na-enwetụghị egwu ọbụla. Tinyerekwa ọnụ n'okwu a ma sị ndị mmadụ ka ha ghara ịtụ ụjọ ma gaa n'ihu sonye na ntuliaka a.",
    "Ebe foto si, Getty Images",
    "Otu nnwereonwe Biafra bụ Massob n'ịchafu kwuru na onye maọbụ otu si ndị Igbo atụla vootu bụ \"onye iro ndị Igbo\".",
    "N'ozi nke odeakwụkwọ Massob bụ Samuel Edeson binyere aka , Massob sị, \"Otu maọbụ ndị sị na agaghị enwe ntuliaka n'ala Biafra bụ onye iro ndị Igbo, egela ha ntị.\"",
    "Na nsonso a, Simon Ekpa ji akara soshal midia ya eyi ndị mmadụ egwu dịka ọ kpọrọ oku abalị ise gụnyere ụbọchị ntuliaka Onyeisiala afọ 2023.",
    "Ebe foto si, Simon Ekpa/Facebook",
    "Ndị uweojii mba Finland ekwuola ihe mere ha jiri nwuchie onyeisi alaka otu Ipob kpọrọ onwe ha 'Auto Pilot' na mba na ahụ.",
    "A nwuchiri Simon Ekpa n'ụtụtụ Tozde n'ụlọ ya dị na Lahti, mba Finland, gbaa ya ajụjụ ma mechaa tọhapụ ya na mgbede ụbọchị ahụ.",
    "N'ozi ha wepụtara, ha kwuru:",
    "\"Ngalaba na-ahụ maka nnyocha  malitela nnyoocha mpụ metụtara ịnakọ ego  nke otu nwoke bi na  Lahti.\"",
    "\"A nwuchiri onye a a na-enyo enyo na Lahti ụnyaahụ bụ Febụwarị 23.\"",
    "\"Ngalaba nnyocha bụ 'The National Bureau of Investigation' nwụchiri otu nwoke bi na Lahti  ụbọchị Tọzde ma mecha tọhapụ ya n'abalị.",
    "\" Nke a bụ so na nnyocha a na-eme maka onyinyo a na-enyo ya banyere mpụ metụtara ịnakọ ego.\"",
    "Ndi uweojii ahụ bụ ndị rụtụrụ aka na ha malitere inyocha Ekpa kemgbe afọ 2022, kwuru na nnyocha  nwaamadi ahụ nke metụtara mpụ megide ịnakọ ego malitere n'ọnwa Febụwarị afọ.",
    "Ha kwukwara na ha na-enyo ihe ya bụ nwaamadi na-eme na soshal midia.",
    "Cheta na onye ntaakụkọ nke ụlọntakụkọ mba Finland bụ Helsingin Sanomat gwara BBC Igbo n'ụbochi Tozde na ọ bụ ka ọ gara ịgba Ekpa ajụjụ ọnụ ụbọchi ahụ n'ụlọ ya ka o kwụdoro ndị uweojii bụ ndị kpọọrọ ya (Ekpa) pụọ.",
    "Ekpa, onye kpọrọ oku na nsonso a ka ndị mmadụ nọrọ n'ụlọ n'Ọwụwa Anyanwụ Naịjirịa akpatala ọtụtụ okwu na soshal midia na Naịjirịa.",
    "N'ozi nke ndị uweojii ahụ wepụtara n'ụbọchị Fraide, na websaitị ha, ha kwuru na ha nwuchiri otu  nwoke bi na Lahti  ha a kpọghị aha ya  maka ebubo ị na-anọkọ ego.",
    "Ebe foto si, Simon Ekpa/Twitter",
    "Cheta na nnwuchi Ekpa na-abịa dịka Gọọmentị Naijiria nyechara gọọmentị Finland mkpesa banyere ozi akpọmasị nakwa tigbuo-zogbuo nke nwaamadị ahụ  na-ezi na soshal midia.",
    "Onye ntaakụkọ ụlọọrụ ntaakụkọ mba Finland Helsingin Sanomat bụ Matilta Jokinen gwara BBC Igbo na ọ bụ ka ọ gara n'ụlọ Ekpa ịgba ya ajụjụ ọnụ dịka ha abụọ si nwee kwekọrịta ka o rutere, hụ  ndị ọrụ nchekwa n'ụlọ Ekpa.",
    "O kwuru sị, \"A gara m ịgba ya ajụjụ ọnụ n'ịsị ụtụtụ taa. Mgbe m ruru ụlọ ya ma kụọ aka ka ndị uweojii gwara m na enweghị m ike ịgba ya ajụjụ ọnụ dịka onye m bịara ịgba ajụjụ ọnụ bụ Siomn Ekpa nọ ha n'aka\".",
    "Matilta Jokinen gwara BBC Igbo na ha jụrụ ndị uweojii ihe mere ya jiri kpụrụ Ekpa kama na ndị uweojii azaghị ha.",
    "O gara n'ihu kwuo sị, \" Dịka ha kpọrọ ya na-apụ ka anyị setere ya foto a\".",
    "Jokinen kwukwara na ndị uweojii nwụchịrị ya bụ ndị uweojii pụrụiche.",
    "O kwukwara sị, \" Ndị uweojii agwaghị anyị ihe mere ha jiri nwuchie ya, anyị amaghị kwa mgbe ha ka atọhapụ ya\".",
    "Dịka ya bụ akụkọ nwuchi Simon Ekpa gbawara, ọ bụ ya bụ ihe ndị mmadụ kacha akọ maka ya n'Igwe Twitter.",
    "Lee ụfọdụ ihe ndị mmadụ na-ekwu:",
    "Onye kpọrọ onwe ya Chude na Twitter dere sị, \" Gọọmentị mba Finland anwuchiela onye otu oyi egwu bụ Simon Ekpa na mba Finland\"",
    "Otu onye ọzọ kpọrọ onwe ya Elkrosmediahub sị,\"Ka ndị mba Finland kpọlata Simon Ekpa Naịjirịa, ma kpọchie ya kpamkpam bikoooo. Ka ndị DSS chere ya n'ọdọ ụgbọelu nke Legọs\".",
    "A malietere nụwa aha Simon Ekpa n'ọnwa Julai afọ 2021 dịka otu Ipob họpụtara ya ka ọ bụrụ onyeisi mgbasaozi n'igwe mgbasaozi ha bụ 'Radio Biafra,' ka Gọọmentị Naijiria nwụchiri Nnamdi Kanu bụbu onyeisi mgbasaozi ụlọ mgbasaozi ahụ.",
    "Mana ka izuụka ole na ole a họpụtara ya gachara, otu Ipob chụdara ya n'ọkwa ahụ dịka ha kwuru na ọ naghị agbaso iwu mgbasaozi nke ụlọọrụ ahụ.",
    "Mana nwamadi ahụ na-akpọ onwe ya, \"nwa azụ\" onye ndu Ipob bụ Nnamdi Kanu gara n'ihu were akara ya na soshal midia agbasaozi banyere nnwereonwe Biafra.",
    "O jikwa akara ya arịọ ego ọ sị na ọ bụ maka nkwado otu Eastern Security Network (ESN) nke bụ alaka ọgụ nke otu Ipob ma na-agbasakwa akụkọ ụgha, dịka ụfọdụ ụlọ ntaakụkọ nyochara ha si kwuo.",
    "Onye Ohaukwu dị n'Ebonyi steeti, a mụrụ ya n'afọ 1985.",
    "Ekpa bi mba Finland na-akpọ onwe ya ọkaiwu nakwa onye ndọrọndọrọ ọchịchị.",
    "O kwuru na ya gụrụ maka iwu na mahadum 'Aberystwyth University', dị na Wales, mba Briten.",
    "Ekpa, onye jirila asọmpi athletics ritere Naijiria ọla nchara na-alụ nwaanyị majide nwa.",
    "Ebe foto si, Getty Images",
    "Ndị uweojii Finland na-ekwu na ha na-enyocha ya maka mmeto metụtara ịnakọta ego n'ụzọ dara iwu.",
    "Onye ntaakụkọ Matilta Jokinen nke ụlọọrụ mgbasaozi Helsingin Sanomat gwara BBC na ndị uweojii ndị bịara kpọrọ Simon Ekpa ekweghị ịgwa ya ihe mere ha jiri kpọrọ ya.",
    "Kama ihe anyị ma bụ na gọọmentị Naịjirịa gwara gọọmentị mba Finland ka ha maa ihe ha ga-eme maka Siomn Ekpa onye na-ama ọkwa ka ahapụ ime ntụliaka ma na ehiwekwa ọnọdụ onye apụtala ezi na mpaghara ọwụwa anyanwụ Naịjirịa.",
    "Ekpa na onwe ya na-ekwu kamgbe ka ndị mmadụ hara ịpụta maọbụ soro n'oge ntụliaka nke a ga-eme n'ụbọchị satọde nke na-abịa.",
    "Ọ mara ọkwa sị ka ndị mmadụ hara ịpụta ezi site n'ụbọchị Tọzde bụ ụbọchị 23 nke ọnwa Febụwarị ruo mgbe emechara ntụliaka nke onyeisiala.",
    "Ekpa jị kwa ọnụ ya kwuo sị, \"Oge a bụ oge mgbanwe ọchịchị anyị nọ n'ọgụ ihu na ihu\". O kwuru sị na onye ọbụla pụtara ezi oge ahụ, \"enweghị onye ọ ga-akpọ aha maka ihe ọbụla mere ya\".",
    "N'afọ 2022 ka BBC nyochapụtara Ekpa dịka otu n'ime ndị 'Media Warriors' otu na-achọ nwereonwe nke bụ Indigenous People of Biafra(IPOB) bụ ndị ji soshal Midịa ebute ọgbaaghara.",
    "Mgbe ọbụla Ekpa kwuru maọbụ maa ọkwa, ọgbaaghara na-esokarị ya, dịka e nwere ndị ji egbe na-ahụ na ndị mmadụ rubereisi ọkwa onye apụtala ezi.",
    "Iji maa atụ, nyocha gosiri otu mgbe Ekpa mere mgbasaozi ma yie otu onye ọchịchị ime obodo egwu n'ihi na ọ na-ekwugide ọkwa onye apụtala ezi. E gburu onye ọchịchị a dịka izuụka ole ma ole gachara Ekpa yiri ya egwu.",
    "Alex Ogbonnaya bụ onye na-ekwuchitere otu Ohaneze gwara BBC Igbo na obi dị ndị Igbo ụtọ dịka aka akparala Simon Ekpa.",
    "O kwuru sị, \" Ebe ọbụla ndị Igbo nọ, ha na-aṅụrị ọnụ. Mgbe ndị Igbo na-ekpe ekpere ndị mmadụ anaghị aghọta ihe dị na ya\".",
    "Ọ gara n'ịhu kwuo,\"Ọtụtụ ndị nọ n'akwa maka na-agbagburu onye na-azọ ntụliaka na Labour Party, onye nke PDP agbara moto ya ọkụ ...mgbe a nụrụ n'aka akparala Simon Ekpa, onye ọbụla aṅụrịa. Etu a ka ọ dị n'Enugwu ugbua ma na ala Igbo niile kita\".",
    "Naijiria",
    "Finland",
    "General elections: Ihe ndị ị maghị maka Tinubu, Peter Obi, Kwankwaso na Atiku24 Febụwarị 2023",
    "Ihe anyị ma maka akpa PVC onye dinta hụrụ n’ime ọhịa Nnewi, Anambra Steeti 24 Febụwarị 2023",
    "Oyibo Chukwu: 'Anyị na-enyo na ọ bụ ndị Ipob/ESN gburu onye LP, ndị ọzọ'-Ndị Uweojii Enugu5 Eprel 2023",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 43 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}