{
  "published": "10 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, DSS/AFP",
    "Ụlọọrụ nchekwa nzuzo Naịjirịa bụ 'Department of State Services (DSS) ekwuola na ha ejichiela Godwin Emefiele, bụbu onyeisi ụlọakụ etiti nke Naịjirịa.",
    "Ọnụ na-ekwuru ndị DSS bụ Peter Afunanya kwupụtara nke a site n'akara Twitter nke ngalaba ahụ.",
    "Nke a na-abịa ihe dịka awa abụọ maọbụ ata Afunanya kwuchara na ha ejideghị Emefiele.",
    "Akụkọ malitere ifegharị n'ụbọchị Satọde nke kwuru na ndị DSS jidere Emefiele.",
    "Nke a na-abịa dịka akụkọ kwuru na Onyeisiala Bola Ahmed Tinubu akwụsịla Emefiele ọrụ dịka onyeisi ụlọakụ etiti na mgbede ụbọchị Fraịde, bụ ụbọchị itoolu nke ọnwa Jun 2023.",
    "N'ebe elekere iri nke ụtụtụ Satọde, DSS zipụtara ozi n'akara Twitter ha ma kwuo sị: \"Ka ọ dị ugbua, Emefiele anọghị n'aka DSS.\"",
    "Ebe foto si, Getty Images/FIRS",
    "Ụlọakụ Etiti nke Naịjirịa enwetala onyeisi ọhụrụ nke nchereoge dịka Onyeisiala Bola Tinu chụpụrụ Godwin Emefiele.",
    "Aha onyeisi ọhụrụ a bụ Folashodun Adebisi Shonubi, onye jibu ọkwa 'Deputy Governor (Operations Directorate) n'ụlọakụ etiti.",
    "A họpụtara Shonubi dịka osote gọvanọ n'ụlọakụ etiti n'ọnwa Ọktoba afọ 2018.",
    "Lee ụfọdụ ihe ndị gbara ọkpụrụkpụ maka ndụ Folashodun Adebisi Shonubi:",
    "A mụrụ ya n'ụbochị asaa nke ọnwa Maachị afọ 1962",
    "Ọ bụ onye Ogun Steeti",
    "Ọ gụrụ akwụkwọ Sekọndịrị na ụlọakwụkwọ 'Government College' nke Ibadan",
    "Ọ gụrụ akwụkwọ dị elu na Mahadum Legọs, malite n'afọ 1978 ruo 1983",
    "O nwere ọzụzụ na ngalaba 'Mechanical Engineering', mana n'etiti afọ 1988 ruo 1989 ọ gbanwere ngalaba ọzụzụ ya gafee na ngalaba ego dịka o nwetara nzere 'Masters' na 'Business Administration'",
    "Ọ malitere ọrụ n'ụlọakụ Citibank n'afọ 1990",
    "O sonyeere ụlọakụ etiti dịka osote gọvanọ n'afọ 2018",
    "O sokwa na ndị isi na ngalaba gọọmentị na-anakọ ụtụisi a kpọrọ 'Federal Inland Revenue Service' (FIRS) ebe ọ na-anọchite anya onyeisi ụlọakụ etiti",
    "CBN ekwuola na achụbeghị Emefiele n'ọrụ5 Maachị 2019",
    "Godwin Emefiele ritue n'ọkwa tupu ị chọwa ọkwa onyeisiala - Ezekwesili8 Mee 2022",
    "Ihe CBN ga-eme ndị na-ere ego na ndị na-abọ ya abọ5 Ọktọba 2018",
    "Ebe foto si, Tinubu/CBN",
    "Akụkọ pụtara n'abalị ụbọchị Fraịde na Onyeisiala Bola Ahmed Tinubu akwụsịla Godwin Emefiele ọrụ dịka Gọvanọ ụlọakụ etiti nke Naịjirịa,",
    "Akwụkwọ ozi si n'aka ụlọọrụ Odeakwụkwọ nke Gọọmentị Etiti kwuru na nkwụsị ọrụ a bụ \"iji nye ohere maka nnyocha nke na-aga n'ihu ugbua n'ụlọọrụ Emefiele nakwa atụmatụ iji wulite ngalaba ego nke Naịjirịa\".",
    "Emefiele ga-enyefe ọrụ n'aka onye ji ọkwa osote gọvanọ (Operations Directorate) na-egbughị oge, dịka ntuziaka gọọmentị si dị.",
    "Akwụkwọ ozi ahụ ekwughị kpọmkwem ihe Emefiele mere e ji akwụsị ya ọrụ, o kwughịkwanụ kpọmkwem ihe nnyocha ahụ na-aga n'ihu ugbua bụ maka ya.",
    "Mana dịka ndị ọkachamara na ngalaba ego Naịjirịa si kwuo, ihe a merenụ bụ ihe a tụrụ anya na ọ ga-eme n'ihi ihe dị icheiche mere n'ebe ngwụcha afọ 2022 ruo mgbe e mechara ntuliaka nke afọ 2023.",
    "Gịnị bụ ihe ndị a:",
    "Ebe foto si, Getty Images",
    "Onyeisiala Buhari na Emefiele gosiri ọha ego naịra ọhụrụ ahụ n'ụbọchị 23 nke ọnwa Nọvemba 2022",
    "N'ebe ngwụcha afọ 2022, Godwin Emefiele kwuru na ụlọakụ etiti ga-agbanwe akwụkwọ ego naịra nke N1000, N500, na N200.",
    "Ụlọakụ etiti wepụtakwara iwu ọhụrụ nke belatara ego mmadụ nwereike iwere n'ụlọakụ maọbụ site n'igwe ATM n'otu ụbọchị maọbụ otu izuụka maọbụ otu ọnwa.",
    "Ihe Emefiele kwuru kpatara atụmatụ mgbanwe ego a gụnyere:",
    "Iji jikwaa ego Naịjirịa maka na ijeri kwuru ijeri naịra dị n'aka ndị mmadụ nkịtị kama ịdị n'ụlọakụ dịka o si kwesị.",
    "Ọtụtụ ego naịra emeela ochie nnukwu ma jọọ njọ ile anya nke pụtara na ha na-ebutere Naịjirịa ihe ihere.",
    "Iji gbochie ndị na-ebipụta naịra adịgboroja.",
    "Iji gbochie ndị na-atọrị mmadụ maka ego a ga-akwụ ha",
    "Mana ọtụtụ, ọ kachasị ndị ndọrọndọrọ ọchịchị katọrọ atụmatụ ahụ ma kwuo na ọ bụ n'ihi ndọrọndọrọ ọchịchị ka Emefiele ji wepụta ya bụ atụmatụ.",
    "N'agbanyeghị nke a, onyeisiala oge ahụ bụ Muhammadu Buhari nyere Emefiele nkwado ka ọ gaa n'ihu.",
    "Atụmatụ mgbanwe ego a butere oke ihe isi ike na Naịjirịa malite n'ọnwa Disemba 2022 oge ego ọhụrụ ndị ahụ pụtara ruo oge e mechara ntuliaka, n'ihi na ego ọhụrụ ndị ahụ agazughị ọnụ, ọ na-ara ahụ tupu mmadụ enweta ya, bịakwa bụrụ na ọtụtụ ndị mmadụ akwụnyela ego ochie ha n'ụlọakụ n'ihi na CBN kwuru na ego ndị ahụ adịghịzi ire.",
    "Ụfọdụ ndị gọvanọ wegara mkpesa maka nke a n'ụlọikpe kachasị, ha wee nye iwu ka ụlọakụ etiti weghachite ego ochie ruo  ngwụcha ọnwa Disemba afọ 2023.",
    "Ebe foto si, Premium Times",
    "Ụfọdụ ndị mmadụ na mpaghara Ugwu kwuru na ha kwadoro ka Godwin Emefiele zọọ ọkwa onyeisiala Naịjirịa",
    "Oge ntuliaka imeụlọ nke otu ndọrọndọrọ ọchịchị dị icheiche na-aga n'ihu n'afọ 2022, maka ndị ga-azọ ọkwa onyeisiala na 2023, akụkọ pụara na Emefiele chọrọ iso zọọ ọkwa Onyeisiala Naịjirịa.",
    "Nke a mere dịka otu kpọrọ onwe ha otu jikọrọ ndị ọrụ ugbo na mpaghara ugwu Naịjirịa, zụtara akwụkwọ n'aha Emefiele ka o wee sonye na ntuliaka imeụlọ nke pati 'All Progressives Congress' maka ịzọ ọkwa onyeisiala.",
    "Nke a gbagwojuru ọtụtụ mmadụ anya, maka na dịka ọkwa ya si dị, onyeisi ụlọakụ etiti ekwesịghị ịbụ onye ndọrọndọrọ ọchịchị.",
    "Ọ bụ eziokwu na Emefiele pụtara n'oge ahụ kwuo na aka ya adịghị n'okwu ịzọ ọkwa ọchịchị ọbụla, mana ụfọdụ ka na-ekwu na e kwesịrị ime nnyocha iji mata ma Emefiele ọ dara iwu.",
    "Ka ọ dị ugbua, akụkọ na-ekwu na ndị ọrụ nchekwa ejidela Emefiele, mana BBC amabeghị ma nke a ọ bụ eziokwu.",
    "Bola Tinubu",
    "Naijiria",
    "Akụ na ụba",
    "Godwin Emefiele: DSS anwụchiela onye bụbu onyeisi ụlọakụ etiti nke Naịjirịa10 Juun 2023",
    "Etu e si hụ ụmụaka anọ n'ọhịa izuụka abụọ ụgbọelu bu ha na nne ha kpọkasịrị18 Mee 2023",
    "NA EME UGBU A Grace Umezurike abụrụla nwaanyị mbụ ga-abụ odeakwụkwọ Ebonyi Steeti1 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}