{
  "published": "4 Julaị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP via Getty/Reuters",
    "Onye dere ya, Mansur AbubakarNdị mere akụkọ a,  BBC News, Abuja",
    "Onye dere ya, Mansur Abubakar",
    "Ndị mere akụkọ a,  BBC News, Abuja",
    "Julaị 2025",
    "Anyị amaghị na ndị anyị nyefere ọchịchị ga-ahapụ ịrụcha ọrụ anyị malitere - Sullivan Chime17 Febụwarị 2025",
    "Ndị Anambra achọghị onye na-asụ 'okpookpo oyibo' dịka Gọvanọ - Nicholas Ukachukwu25 Juun 2025",
    "Ụlọikpe agwala Sineti ka ha kpọghachita Natasha Akpoti-Uduaghan dịka Sinetọ4 Julaị 2025",
    "Mmadụ abụọ chọrọ inwere ọchịchị na Naịjirịa abanyela n'otu pati ọhụrụ iji chụpụ Onyeisiala Bola Tinubu na pati ya bụ APC n'ọkwa na ntuliaka afọ 2027.",
    "Atiku Abubakar na Peter Obi họọrọ pati African Democratic Congress (ADC) dịka pati ọhụrụ ha dịka ha hapụrụ pati ha dị iche iche - Peoples Democratic Party (PDP) na the Labour Party (LP).",
    "Mgbanwe a bụ nke kachasị na-eme na ndọrọ ndọrọ ọchịchị Naịjirịa kemgbe ọchịchị ndịagha kwụsịrị na 1999.",
    "Ndị ndọrọ ndọrọ ọchịchị nwere agba si pati onyeisiala bụ All Progressives Congress (APC), so na-akwado atụmatụ a.",
    "Nkwuputa a bụ nke sitere na ọtụtụ mkparịtaụka ndị ndọrọ ndọrọ ọchịchị nwere iji kwadosie ike na ntuliaka ahụ ma ghara ịgbari vootu ha.",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 2027",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "End of Akachasị Gụọ",
    "Onyeisiala Tinubu ji vootu dị pasenti 37 merie Atiku na Obi nwetara vootu dị pasenti 29 na pasenti 25 iche iche.",
    "Obi hapụrụ pati PDP dịka a họpụtara Atiku dịka onye ga-eji aha pati ahụ zọọ ọkwa onyeisiala na ntuliaka 2023.",
    "N'ọgbakọ iji kwuputa maka pati ADC, onye nọ ọnọdụ onyeisioche ha bụ David Mark kwuru na ha na-agba mbọ ichekwa ọchịchị onyekwuouche ya na Naịjirịa ma hụ na e nweghị naanị otu pati na Naịjirịa.",
    "Pati PDP na LP na-enwekwa nsogbu ime ụlọ nke ụfọdụ kwuru na ọ bụ ndị nọ n'iro kpatara ya.",
    "Onye okwu ndọrọ ndọrọ ọchịchị doro anya bụ Shehu Iliyasu kwuru na Abubakar na Obi na-amụta ihe site na ntuliaka e mere na 2023.",
    "\"Atiku [Abubakar] na Obi chere na gbalịrị n'afọ 2023, ọ bụ ya mere ha ji chọọ ijikọ aka ọnụ ugbua ma ghara ịkwọ aka tiere ọkụkọ akị ọzọ,\" ka ọ gwara BBC.",
    "Ebe foto si, Getty Images",
    "Atiku Abubakar na Peter Obi bụ mmadụ abụọ mara Tinubu aka na ntuliaka ikpeazụ e mere, bụ ihu e jiri mara atụmatụ coalition a.",
    "N'agbanyeghị na oge erubeghị mgbe a ga-ekwuputa onye ga-eji aha pati zọọ ọkwa onyeisiala, ndị maara ihe ekwe na-akụ banyere ndọrọndọrọ ọchịchị na-ekwu na Atiku Abubakar gbara afọ 78 ga-achọ ịzọ ọkwa onyeisiala ọzọ - nke a ga-abụ nke ugboro ise ya, ebe ọ ga-ahọrọ  Peter Obi gbara afọ 63 bụbu Gọvanọ Anambra steeti dịka osote ya.",
    "Ndị ọzọ kara aka nọ na coalition a gụnyere David Mark bụbu onyeisi ụlọomeiwu Naịjirịa ma bụrụkwa onye hapụrụ PDP dịka Atiku na Uche Secondus bụbu onyeisioche PDP, Nasir El-Rufai bụbu ezigbo enyi Tinubu nakwa onye bụbu mịnịsta n'ọchịchị Buhari bụ Rotimi Amaechi.",
    "Mba. Ndị ndọrọndọrọ ọchịchị a na-abanye na pati nọbu kemgbe nke aha ịchafụ ya yitenwere pati All Democratic Alliance (ADA) ha chọburu idebanye aha n'ụlọọrụ Inec.",
    "Aha e ji mara ya oge e hiwere ya n'afọ 2005 bụ Alliance for Democratic Change, mana a gbanwere aha ka ọ bụrụ African Democratic Congress oge e debanyere aha n'ụlọọrụ Independent National Electoral Commission (Inec).",
    "Jamilu Danladi bụ onye ADC kwuru na ha chere na ADA agaghị adị njikere n'oge, ọ bụ ya mere ha ji nwere ADC.",
    "Idebanye aha pati ọhụrụ abụghị obere ọrụ. Onyeisioche ụlọọrụ Inec nọrọ na nso nso kwuo na ha wetara aha dị otu narị n'aka otu na ụlọọrụ chọrọ ka e debanye aha ha dịka otu pati ndọrọndọrọ ọchịchị na Naịjirịa.",
    "Ọtụtụ n'ime ha aghaghị abụ pati ndọrọndọrọ maka na iwu kwuru na ha kwesịrị inwe ogige n'opekatampe steeti iri abụọ na anọ na Naịjirịa ma nwee isi ụlọọrụ ha n'Abuja.",
    "Dumebi Kachikwu ji aha ADC zọọ ọkwa onyeisiala na ntuliaka 2023, gbara onye nke ise na ntuliaka ahụ ebe ha nwere mmadụ abụọ bụ ndị omeiwu n'ụlọomeiwu nta Naịjirịa.",
    "N'agbanyeghị na ọ bụghị pati buru ibu na Naịjirịa, ADC  bụ pati nwere ngabasị ma nọrọ na steeti Naịjirịa niile. Nke a bụ ihe kwuru ga-enyere ha aka.",
    "Ọkammụta Pat Utomi bụ onye mbụ ji aha pati ahụ zọọ ọkwa onyeisiala n'afọ 2007 ma bụrụ onye mere ka a mara pati ahụ amara dịka onye maara maka akụnaụba.",
    "Nke a bụ ajụjụ ọtụtụ mmadụ na-ajụ, ọkachasị maka na ndị na-akwado Obi achọghị ka ọ bụrụ osote mmadụ ọbụla - maka na ọ bụ nke mere o ji hapụ PDP ma banye Labour Pati.",
    "Ebe ndị na-akwado Abubakar kwenyere na ebe ọ bụ naanị ya jibu ọkwa osote onyeisiala, ndị ọzọ niile ga-eso ya n'azụ.",
    "Oge mmadụ abụọ zọkọrọ ọkwa na 2019, Obi bụ osote Abubakar, Muhammadu Buhari nke pati APC meriri ha.",
    "Oge Obi hapụrụ Labour Pati na 2022, ọ bụ nkewa udo na-enweghị nsogbu ọbụla.",
    "O kwuru ọ banyere LP maka na ọ bụ pati kwenyere n'ebumnobi ya.",
    "Ruo taa, mmadụ abụọ a ekwujọghị ibe ya, tupu nakwa ka e mechara ntuliaka 2023.",
    "Onye ọbụla na-ele anya iji hụ etu okwe ga-esi gbaa n'etiti ha abụọ na 2027.",
    "Onye okwu ndọrọndọrọ ọchịchị doro anya bụ Ben Kenneth kwuru na o kwenyere na coalition nwere ohere imeri Tinubu ugbua karịa oge fara aga.",
    "\"Ị lee anya na vootu Atiku na Obi na ntuliaka gara aga, ọ bụ ihe gosịrị na ha abụọ kara iweta mmeri ma ọ bụrụ na ha abụọ rụkọrọ ọrụ ọnụ, ọ dị mma etu a ha chọpụtara na ha kwesịị inyere onwe ha aka,\" ka ọ gwara BBC.",
    "N'aka nke ọzọ, Sani Hamisu kwuru na Tinubu gbara afọ 73 nwere nnukwu ohere ugbua karịa afọ 2023.",
    "\"Na Naịjirịa nakwa n'Afrịka, onye nọ n'ọchịchị na-enwetakarị mmeri, ọ bụ ya mere o ji dị m ka Tinubu enwere nnukwu ugbua karịa oge ọ na-anọghị n'ọchịchị na 2019,\" ka o kwuru.",
    "The ruling APC has already endorsed the current president, whose tenure expires on 29 May 2027, to seek a second term.",
    "However, questions over his health will linger as he'll be 75 by the next election and 79 if he were to be elected and finish his second term.",
    "Some media reports say his recent trips abroad were for medical reasons but the presidency has denied that, saying the president is healthy and in good shape.",
    "The APC says it is not bothered by his rivals joining the ADC which it does not see as a real threat.",
    "Acting chairman Ali Bukar Dalori told BBC Hausa the coalition would have no impact on the APC.",
    "\"Nobody is talking about a coalition except in Abuja. Even in Abuja, they are in a hotel, and when they are defeated in elections, they will leave the country,\" he said.",
    "PDP bụ pati chọrọ inwere ọchịchị kachasị na Naịjirịa, ekwuola na ha agaghị esonye pati ADC, ma kwuo na ha ga-ezute APC n'aka ha.",
    "N'aka nke ọzọ Labour Pati gwara ndị nkwado niile ka ha ghara ịtụ egwu maka na ha agaghị esonye otu coalition ọbụla.",
    "Ọpụpụ Peter Obi ga-emetụta LP maka na ọ bụ ya mere aha pati ha ji malite ịda ụda.",
    "Ọtụtụ ndị isi kara aka na PDP ahapụla pati ahụ.",
    "Onye ọnụ na-eru n'okwu bụ Iliyasu Hadi kwenyere na oge eruola mgbe ADC ga-ewepụ PDP ọnụ n'ara dịka pati chọrọ inwere ọchịchị kachasị na Naịjirịa.",
    "\"Ọ bụ na ị lee ndị ndọrọndọrọ nọ n'ADC ugbua na ndị nọ na PDP, Oo doro anya na ADC ga-abụ pati nke mbọ na-achọ inwere ọchịchị , ọ bụ naanị oge ka ọ ga-enwe,\" ka o kwuru.",
    "Ka ọ dị ugbua, pati abụọ ndị a enweghị ndị kara aka ka Abubakar na Obi.",
    "Mana ha nwere ike maka na ha na-achị steeti 11 ugbua, nke a bụ ma ọ bụrụ na na ndị Gọvanọ ha ahapụghị ha ma banye APC maọbụ ADC.",
    "Bola Tinubu",
    "Afịrịka",
    "Atiku Abubakar",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Peter Obi",
    "All Progressives Congress",
    "PDP (People's Democratic Party)",
    "NA EME UGBU A, Onyeisiala Trump agaala Texas ebe idemmiri gburu mmadụ 120 dịka a na-achọ ihe ruru mmadụ 160 achọ",
    "Ihe Jamb gwara BBC maka Chinedu Okeke nwetara akara 375 n'ule UTME10 Julaị 2025",
    "Ihe anyị ma maka ndị omekome wakporo 'Oko-Ekwulobia flyover' n'Anambra steeti10 Julaị 2025",
    "Ọbaozi WhatsApp nke BBC IGBO: Etu ị ga-esi sonye ma nweta akụkọ niile na-akpọtụ n'ụwa9 Julaị 2025",
    "Ọbaozi WhatsApp nke BBC IGBO: Etu ị ga-esi sonye ma nweta akụkọ niile na-akpọtụ n'ụwa9 Julaị 2025",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ8 Julaị 2025",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 20277 Julaị 2025",
    "O nwebeghi onye pụtara kwuo na ụmụnwaanyị anaghị egbu ọja - Oluomachukwu6 Julaị 2025",
    "Mgbanwe 'coalition' ga-eweta na ndọrọndọrọ ọchịchị Naịjirịa4 Julaị 2025",
    "Ụmụnwaanyị hapụ nụ nwoke ọbụla na-eti gị ihe - Otiegwu Amarachi Joy4 Julaị 2025",
    "\"Ọ kwa unu na-emere anyi nzukọ\" ihe ha gwara anyi tupuu ha agbagbuo mmadụ 10 n'ime anyị3 Julaị 2025",
    "Ọkwa maka ozi nzuzo ọbaozi Whatsapp BBC Chanelụ na Community26 Febụwarị 2025",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 2027",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}