{
  "published": "26 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/BBC",
    "Nwataakwụkwọ Federal Government Girls College Umuahia atabiela nwataakwụkwọ ibe ya ire oge ha na-ese okwu.",
    "Akụkọ kwuru na Amarachi Chibueze nọ na klaasị nke anọ tabiri Adaeze Chinweoke nọkwa n'otu klaasị ahụ ire oge ha na-ese okwu ka e kesachaara ụmụakwụkwọ ihe oriri.",
    "Ozi anyị nwetara kwuru na e buuru Adaeze gaa n'ụlọọgwụ abụghị nke gọọmenti mana ha jụrụ ịnabata ya.",
    "Ka e mesịrị, ha bugara ya ụlọọgwụ Federal Medical Centre bụ ebe Dọkịta nọọrọ kwuputa na ire ahụ anwụọla.",
    "Onye ntaakụkọ BBC Igbo gara ebe ahụ nụrụ n'ọnụ ụfọdụ mmadụ na a chụọla Amarachi Chibueze bụ nwaafọ Imo steeti n'ụlọakwụkwọ ahụ mana o nweghị ike ịchọpụta n'aka ndị isi ụlọakwụkwọ ahụ ma nke a ọ bụ eziokwu.",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence3 Septemba 2024",
    "Ndị uweojii anwụchiela mmadụ atọ maka di na nwunye e bepụrụ isi n’Abia steeti6 Ọktọba 2024",
    "Ndị uweojii anwụchiela onye otu nzuzo a si gburu nwata akwụkwọ ABSU21 Eprel 2024",
    "Otu nwaanyị nwa ya na-aga akwụkwọ na Federal Government Girls College Umuahia bụ Peace Agbo tara Onyeisi ụlọakwụkwọ ahụ ụta n'ihi elekọtaghị ụmụakwụkwọ anya nke ọma ma bokwaa ebubo na adịghị enyeju ha nri afọ.",
    "Ọ kpọrọ oku ka Onyeisi ụlọakwụkwọ ahụ bụ Dr Mrs Ngozi Idika Kalu pụta gwa ọhanaeze etu ọ si elekọta ụlọakwụkwọ ahụ anya dịka ọ kwuru na e nwetela mkpesa banyere mmegbu ụmụakwụkwọ ewezuga nri a naghị enyeju ha afọ.",
    "Ka ọ dị, onye ntaakụkọ anyị enweghị ike banye n'ime ụlọakwụkwọ ahụ n'ihi na e ji igodo kpọchie ọnụụzọ ya.",
    "Oge anyị kpọrọ ọnụ na-ekwuru ndị uweojii Abịa steeti bụ Maureen Desmond n'ekwentị, ọ sịrị na ya ga-enweta ozi banyere nke ahụ ma zaghachi anyị.",
    "Ụmụntoroọbịa",
    "Ahụike",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Abia Steeti",
    "Ụmụaka",
    "Ezinụlọ",
    "NEC agwala Onyeisiala Tinubu ka o wezuga atụmatụ inwogharị ụgwọ ụtụisi",
    "Donald Trump: Onye na-azụ ahịa, na-ere ụlọ tupu ọ banye na ndọrọndọrọ ọchịchị31 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere30 Ọktọba 2024",
    "Lee ka ụka nkwanye ugwu e meere Emmanuel Iwuanyanwu si ga n’Enugwu27 Ọktọba 2024",
    "Kamala Harris: Ọtụtụ njirimara nwaanyị mbụ bụ Osote onyeisiala Amerịka 30 Ọktọba 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe29 Ọktọba 2024",
    "Ndị otu ụka Kraịst kwenyere na ọ bụ Chineke zitere Trump29 Ọktọba 2024",
    "A tabiela nwataakwụkwọ ire n'Abia steeti26 Ọktọba 2024",
    "Bianca Ojukwu: Kedụ ihe ị ma maka ya?18 Maachị 2022",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere otu ọgbọ, otu ebiri na ndị uke ji baa uru n'ala IgboEmelitere ikpeazụ na: 22 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}