{
  "published": "30 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Kingsley Ojie",
    "Onye dere ya, Michael Ilediagu",
    "Ndị mere akụkọ a,  Journalist",
    "Ọgọọst 2024",
    "Otu ọdịnaala jikoro ndi Anioma na Delta Steeti bụ Izu-Anioma ekwuputara na ha niile bụ ndị Igbo ma kwuo hoohaa na ha so n’agbụrụ Igbo.",
    "Ha mere ka-amata nke a n'akwụkwọ ozi onyeisi ha bụ Kingsley Ojie  na odeakwụkwo ha bụ Dennis Esso Boniwe binyere aka nakwa oge BBC Igbo kpọtụtrụ ha n’ekwenti.",
    "Ịsị okwu akwụkwọ ozi ahụ bụ \"Anioma bụ ndi Igbo, anyị na Ohanaeze Ndigbo enweghị nsogbu\".",
    "Ha kwuru na okwu niile dị n'ime akwụkwọ ozi ahụ bụ nkwekọrịta ha nwere oge ha mechere nzụkọ n'Asaba n'ọnwa Juli, abali 24 n'afọ 2024.",
    "N'ime akwụkwọ ozi ahụ \"Ndi Anioma na-ahụ onwe ha dika ndị Igbo etu ọtụtụ ndị Igbo nọ na Ọwụwa anyanwụ sị chọpụta na ha bụkwa Igbo\".",
    "\"Ndị Anioma bụ ndị Igbo. Anyị na Ohanaeze Ndigbo na-ejikọta aka ọnụ maka ọdịmma ụmụ Igbo niile\".",
    "Oge BBC Igbo kpọrọ onyeisi Izu-Anioma bụ Kingsley Ojie  n’ekwentị ka ọ kọwara ọtụtụ ihe,  ọ kachasị ihe gbasara asụsụ Igbo nakwa omenaala Igbo na nke Anioma .",
    "Na ọkwụ ya “anyị niile nọ na Delta Nọt na-asụ Igbo. Asụsụ anyị niile na asụsụ bụ igbo dịka ndị Igbo ndị ọzọ bi na ndịda ọwụwa anyanwụ. Naanị ihe dị iche bụ olu ndị”.",
    "“Ị bịa n’Aniocha, Oshimiri, Ika, na Ukwani; asụsụ anyị bụ asụsụ Igbo”.",
    "“Ihe niile m na-ekwu bụ na m sụọ asụsụ anyị, ị ga-aghọta ihe niile m na-ekwu na ị gee ntị ọfụma”.",
    "“A bịara m Awommamma dị n'Imo steeti  n'afọ 1986.",
    "Amụghị m asụsụ Igbo amu; maka na ihe ọbụla onye Awommamma suru n’Igbo a na m aghọta ya”.",
    "Onyeisi Izu-Anioma ahụ kọwakwara na enweghị ihe dị iche omenaala Igbo na nke Anioma.",
    "“Usoro ome na ala di na ala Igbo dịkwa na obodo anyị”",
    "O kwukwara na ị bịa “na ahịa a na-azụazụ; ndị Igbo nwere Afo, Nkwo, Eke na Orie. Nke a bụkwa ahịa obodo anyị na-azụ”.",
    "Ebe foto si, Omu Anioma, HRM Obi Mather Dumkwu",
    "Kingsley Ojie tinyekwara ọnụ na ihe dị iche gbasara asụsụ Anioma (Ụkwụani) na Ndị Benin n'Edo steeti.",
    "“Mana onye si Edo steeti bịa ugbua jiri asusụ ha sị m bịa, agaghị m aghọta ihe ọ na-ekwu. Ekele ha na ekele anyị abụghị otu ihe. Asụsụ ọbụla ha ga-asụ, onweghị ihe ọbụla m ga-aghọta n'ime ya”",
    "“Mana m na onye Igbo nọrọ, a ga m ama na onye a bụ nwanne m. Na ọ bụ naanị ire dị icheiche ka anyị na-asụ, na anyị niile bụ ndị Igbo”.",
    "Oge a juru Kingsley Ojie ajuju maka ndị a na-akpọonwe ha Delta-Igbo, ọsịsa ya bụ na “e nwere ndị a na-akpọ Delta, Ika Igbo, na aha dị icheiche mana ihe ka mkpa bụ na ha niile na-agbakwunye ‘Igbo’ n’aha ọbụla ha zara”.",
    "“E wekwara ọtụtụ n’ime anyị; obodo ụfọdụ dịka Ndokwa, na ọtụtụ ndị Ịka ga-agwa gị na ndị nnanna ha siri Benin, Edo steeti nwere bịa biri n'Anioma”.",
    "“Ndị ọzọ ga-agwa gị na ha sị Yoruba ma ọ bụ Igala na agbụrụ ndị ọzọ dị icheiche were bịa biri na ala Anioma”.",
    "Ebe foto si, Facebook/Omu Anioma, HRM Obi Mather Dunkwu",
    "Kingsley Ojie kwuru na Anioma nwere ndị agbataobi ha dịka Urhobo, Benin, Yoruba, Isoko, Ijaw na ndị ọzọ bụ ndị Anioma na ha na-emeko ihe.",
    "“E nwere ebe ị ga-eje ịhụ ebe omenaala anyị na ndi ọzọ kụgwara akụgwa”.",
    "“Na mbido Naịjirịa, e tinyere anyị na Western Region. Anyị anọghị na Eastern Region”.",
    "“E mechara site na Western Region were weputa Mid-western Region. Anyị nọ na Mid-West Region ahụ”.",
    "“Ndị nnanna anyị weputara Izu-Anioma na afọ ndị 60s, ihe ha gwara anyị bụ na anyị bụ ndị Anioma. Na asụsụ anyị bụ Anioma, ala anyị bụ Anioma, omenaala anyị bụ Anioma”.",
    "“Mana ka m juo gị, gịnị bụ Anioma? Asụsụ ndị ebee ka ọ bụ? Ihe ndịa ka anyị ji were jide omenaala anyị”.",
    "“Bido taa ruo echi, enwere ndị ga-asi na ha abụghị Igbo, mana isi ha sụọ asụsụ ha, ihe ha ga-asụ bụ Igbo”.",
    "Kingsley Ojie kwuru na ndi Anioma na Igbo niile sị na ọdịda anyanwụ na-emeko dịka nwanne na nwanne ebe niile ha nọ n'ụwa.",
    "\"Ijee n'Amerịka, ị ga-afụ Igbo World Assembly. Ụmụ Anioma abụrụla Onyeisi otu ahụ ma nwetakwa ọkwa dị icheiche n'otu ahụ. Ọbụghị ihe taa\"",
    "\"Ị ga-echeta, nwa Anioma Ambasaddor Raph Uwechue abụrụla onyeisi Ohanaeze Ndi Igbo bụ otu jikoro Igbo niile\"",
    "\"Enwere ngalaba Ohanaeze Ndigbo na Delta Steeti\"",
    "\"Mmekọ Anioma na Ohanaeze Ndigbo ebidoghị taata. Ọ bụ ihe diwara kemgbe ụwa\"",
    "\"Ihe bụ eziokwu bụ na ndị kwetere na bụ Igbo karịrị ndị na-ekweghị\" Dennis kwuru.",
    "\"Owere ndị ga-apụtakwa taata sị gị na ha abụghị ndị Igbo mana ebe ị ga-afụ udiri ndị ahụ bụ n'Ika, mana ọnụ ọgụgụ perempe.\"",
    "\"Mana asị taa ka eme plebiscite ma ọ bụ ịgụ ọnụ n'isi n'isi, ka a ga-afụ ihe m na-ekwu\".",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Delta Steeti",
    "Ihe anyị ma maka ndị e gburu n’okeala obodo Enugwu Ukwu na Nawfia Anambra Steeti.10 Septemba 2024",
    "Etu e siri bulie ọnụahịa mmanụ ụgbọala site n’afọ 2000 ruo 202410 Septemba 2024",
    "NA EME UGBU A, Harris na Trump ga-arụrịtaụka maka ọkwa Onyeisiala mba Amerịka",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence3 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua30 Ọgọọst 2024",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpox28 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ị ma ihe mere i ji ekwo ụra?",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}