{
  "published": "18 Juun 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Obodo Eha-Amufu di n'okpuruọchịchị Isiuzo nke Enugwu Steeti nọ n'iru uju ugbua n'ihi mwakpo ndị a sị bụ ndị ọchịehi wakporo ha ma gbuo ihe ruru mmadụ iri na otu.",
    "Nke a mere n'ụbọchị Mọnde 16 Juun, 2025 mgbe ndị obodo nọ n'ehi ụra ka ndị a bịara wakpoo dịka ha si emebu ha n'otụtụ ugboro gara aga.",
    "Ọtụtụ ndị obodo gbakọtara na mbara ama ha dịka ha na-ebe akwa na-eme ngagharịiwe ka a na-ebupụta ozi ndị e gburu na mwakpo ahụ.",
    "Otu onye obodo ahụ bụ Ifeanyi Ogenyi kọọrọ BBC Igbo etu ihe a si mee, ọ kwara arịrị kwuo na \"ndị ọchị ehi a hapụzịrị ime ọhịa ebe ha na-achi ehi na-abatazi n'ime obodo egbu ndị mmadụ.\"",
    "Gịnị ka e merela ndị a sị bụ ndị na-achị ehi na-awakpo ọtụtụ obodo na ndịda ọwụwa anyanwụ Naijiria?2 Eprel 2025",
    "Etu ndị ọchịehi si kpaa mkpamkpa n'Eha-Amufu, Enugu steeti16 Mee 2022",
    "Ihe mere mgbe ndị obodo Eha Amufu zutere Gọvanọ Ugwuanyi n'ime abalị26 Nọvemba 2022",
    "Ebe foto si, Screenshot",
    "Ogenyi kọwara na ọ dịzị ka gọọmenti echefuru ndị obodo ha makana o nwebeghị ka gọọmenti si kwụsị ndị a ịna-awakpo ha.",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtara",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ",
    "\"A maara m na Nnamdi Kanu na-agbasaozi megide ndị ọchịehi na-ebu egbe\" - Onye akaebe Gọọmentị Naịjirịa",
    "End of Akachasị Gụọ",
    "O kwuru na ha enweghi ngwa ọgụ maọbụ egbe iji echekwa onwe ha.",
    "\"Naani ndị nche ọdịnala agaghị emenwu ihe dị na ya, Gọmenti kwesiri izitere anyi ndị nchekwa siri ike nwere ike ijide ndị ọchiehi ahụ.",
    "\" N'izuụka gara aga, ha gbukwara ọtụtụ mmadụ n'obodo Mgbuji, o ruo n'izuụka a ha gbuo mmadụ iri na otu n'obodo Aguamaede\"",
    "\"Ike ibe akwa agwụla anyị n'Eha-Amufu. O nweghizi onye egwu kwere gaa ọrụ ugbo bụ ihe e jiri maara anyị bụ ndị Isi-Uzo.\"",
    "Ụfọdụ ndị obodo kwuru na ha hụrụ ka ụgbọelu helikọpta na-efegharị n'abalị ahụ ma tụdata ndị a bịara wakpoo ha ebe ndị ọzọ kwuru na ha ahụghị ụgbọelu ọbụla.",
    "Mana BBC Igbo enweghi ike ịkọwa ma nke a ọ bụ eziokwu maọbụ a sị ugbua.",
    "Mgbe BBC Igbo kpọtụụrụ ndị uweojii Enugwu Steeti banyere ogbugbu ndị mmadụ n'Eha-Amfu, ha azaghị ekwe ntị maọbụ ozi e zigaara ha tupu akụkọ apụta.",
    "Ebe foto si, Peter Obi/X",
    "Peter Obi ji aha Labour Pati zọọ ọkwa Onyeisiala Naịjirịa n'afọ 2023 katọrọ ogbugbu ndị mmadụ n'obodo Eha-Amufu.",
    "O tiri ezinaụlọ ndị o metụtara aka n'obi site n'ozi o wepụtara n'akara soshal midia X.",
    "\"O teela aka e bidoro na-awakpo obodo Eha-Amufu, ụdịrị mwakpo a kwesịrị ịkwụsị ka ndị obodo nwee udo.",
    "\"Anyị agaghị anọ na-ekiri ka a na-egbusi ndị na-akọ ugbo, nke mere na ụjọ na-atụzi ha ịbanye n'ọrụ gaa kọọ ugbo ha.\"",
    "\"Anyị agaghị anọ na-ekiri ka ọnọdụ nchekwa na-akawanye njọ,\" ka Obi kwuru.",
    "Ebe foto si, Peter Ndubuisi Mbah/Facebook",
    "Gọọmentị Enugwu steeti ekwubeghi kpọmkwem ihe ọbụla banyere akụkọ mwakpo a mere n'Eha-Amufu n'ụbọchị Mọnde.",
    "Mana otu onye ọrụ gọọmentị gwara BBC Igbo na a nwụchiela ụfọdụ ndị kpara arụ a nakwa ndị obodo na-enyere ha aka.",
    "O kwuru na gọọmentị nọ n'isi ihe banyere nke a iji weta udo n'obodo n'Enugwu Steeti.",
    "Ọ gara n'ihu kwuo na ndị uweojii ga-ewepụta ozi banyere nwuchi a n'uju.",
    "Ebe foto si, Enugu State Police",
    "Nke a abụghị mbụ maọbụ abụọ ndị a na-eche na ha bụ ndị ọchịehi na-awakpo obodo Eha-Amufu dị n'okpuruọchịchị Isiuzo nke Enugwu Steeti.",
    "Ụfọdụ obodo ndị a na-awakpo kaarị Mgbuji, Aguamaede, Okpokwu, Ogboete, Afo Isiala, Amaeze na ebe ndị ọzọ. Mwakpo ndị a na-akụkaarị kwa izuụka maọbụ kwa otu ọnwa dịka ndị obodo si kwuo.",
    "N'ọnwa Mee nke afọ 2022, ka ndị e cheere bụ ndị ọchịehi gburu otu nwokoroọbịa a kpọrọ Ejike Odo ma merụọ nwanne nwoke ahụ, mgbe ha gara ịzọpụta nwanne ha nwaanyị ndị ahụ chọrọ ịwakpo n'ọhịa ebe ọ gara ugbo.",
    "N'ọnwa Nọvemba, afọ 2022, awakporo obodo Aguamaede ma gbuo ọtụtụ ndị mmadụ ọkachasị ụmụnwoke mgbe ha na-enwe ọgbakọ ụmụnna.",
    "Ụmụnwaanyị obodo Mgbuji, Abo na Aguamaede karịrị narị ise mere ngagharịiwe n'ụbọchị Mọnde, 5 Maachị, 2025 maka mwakpo ndị ọchịehi na-awakpo obodo ha.",
    "Ọgụ ndị na-achịehi",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Enugu Steeti",
    "Enugwu",
    "Onyeisiala Tinubu enyela iwu ka a nwụchie ndị ahụ gburu ọtụtụ mmadụ na Benue Steetielekere 8 gara aga",
    "NA EME UGBU A, Ịran na Izrel na-awakpo onwe ha ka Onyeisiala Trump na-atụle Amerịka itinye aka",
    "Ọ dịzi ka gọọmentị ọgbahapụrụ anyị ka a na-egbusi anyị n'Eha-Amufu - Ndị obodo ebeela akwa18 Juun 2025",
    "WhatsApp ọ na-akwado inye ndị mmadụ ohere isi na ya akpata ego igwe?17 Juun 2025",
    "Nsụ m na-asụ egbochighị m iji egwu ebu agha megide ọgwụike - David Jones16 Juun 2025",
    "Etu ndị ọchịehi si wakpo obodo Agwa dị n'Oguta Imo steeti ma gbaa nwaanyị dị ime egbe ugboro ise13 Juun 2025",
    "June 12: Ọkpụrụkpụ okwu Onyeisiala Tinubu kwuru n'ozi 'Democracy Day'12 Juun 2025",
    "\"Ana m arịọ ka a chọpụta onye gbara egbe tugburu nwa m dị naanị otu afọ na ọnwa asatọ\" - Maazị Eleweke11 Juun 2025",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "\"A maara m na Nnamdi Kanu na-agbasaozi megide ndị ọchịehi na-ebu egbe\" - Onye akaebe Gọọmentị Naịjirịa",
    "Onyeisiala Tinubu enyela iwu ka a nwụchie ndị ahụ gburu ọtụtụ mmadụ na Benue Steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}