{
  "published": "7 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọgụ dapụtara n’etiti obodo Abaomege na Ishinkwo nke Ebonyi steeti n’ụbọchị tara isi mmadụ abụọ ebe otu onye uweojii merụrụ ahụ.",
    "Nke a bụ otu n’ime ọtụtụ mgbe ụdịrị ọgbaghara na-adapụta n’etiti obodo na ibe ya na steeti ahụ kamgbe ọtụtụ afọ.",
    "N’ihi ya, akụkọ a ga-eleba anya n’ụfọdụ ihe ndị na-ebutekaarị tigbuo zọgbuo n'ụfọdụ n’Ebonyi steeti.",
    "Etu e si gbuo ihe ruru mmadụ 26 n'obodo Ezza, Ebonyi Steeti12 Eprel 2022",
    "Nwaanyị Ngbo ndị Agila gburu gafere ebe gọọmentị sị onye agala - Ndị uweojii Ebonyi steeti22 Mee 2020",
    "Esemokwu ala bidoro kamgbe gboo ka na-ata isi ndị mmadu n'Ebonyi9 Septemba 2019",
    "Otu nwafọ Ebonyi steeti na-achọghị ka a kpọọ aha rụtụrụ aka na ụfọdụ ihe ndị na-ebutekaarị ọgbọghara n’etiti obodo na ibe ya na steeti ahụ.",
    "O kwuru na ọgụ na-ada n’etiti ụfọdụ obodo na steeti ahụ abụghizi ihe a na-ekwu n’ọnụ maka na ọ taala isi ọtụtụ mmadụ nakwa laa akụnaụba n’iyi.",
    "“Otu ihe gbapụtara ihe na-ebutakaarị ọgụ obodo na ibe ya bụ ịzọ okeala ọkachasị ndị dị n’etiti obodo ndị a.",
    "“Nke a na-akawanye njọ n’oge udummiri, mgbe ndị mmadụ na-arụsi ọrụ ugbo ike.",
    "“Ebe obodo ndị na-azọ onye nwe okeala ndị a, ọgụ ga-adapụta ọkachasị n’etiti ndị ntoroọbịa nke na-ebute ogbugbu ndị mmadụ nakwa mmebi ọtụtụ akụnaụba.”",
    "O kwuru na ihe  ozọ na-ebute ọgụ a bụ ndọrọ ndọrọ ọchịchị maka na ụfọdụ ndị ndọrọ ndọrọ ọchịchị na-eji ohere ahụ akwanye ọkụ n’etiti ndị ntoroọbịa obodo na ibe ga iji zọta ọkwa ha na-achọ.",
    "“Ọtụtụ ndị agbala ọsọndụ si n’obodo ha pụọ dịka ha a gbara ụlọahịa ha, ụlọ obibi ha nakwa akụnaụba ndị ọzọ ọkụ n’oge ọghaghara ndị a.",
    "O kwuru na ihe ndị ọzọ nwereike ibute ọgbaghara gụnyere; ịzọ onye ga-abụ onyendu n’obodo, ịzọ onye ga-abụ onyeisi ọdọụgbọala dgz.",
    "Ọ gara n’ihu kwuo na ọgụ a abụghị naanị n’etiti obodo dị n’Ebonyi steeti, na mgbe ụfọdụ ọ na-abụ n’etiti ha na steeti ndị gbara ya gburu gburu gụnyere Benue, Cross River na ndị ọzọ.",
    "Ụfọdụ obodo ndị ọgụ dapụtarala n’etiti ha n’ihi okeala, ndọrọ ndọrọ ọchịchị na ihe ndị ọzọ gụnyere;",
    "Obodo Ezza na Effium dị n’Ebonyi steeti",
    "Obodo Ezza na Ezzilo dị n’Ebonyi steeti -",
    "Obodo Ikwo na Izzi nke Ebonyi",
    "Obodo Ishinkwo na Abaomege nke Ebonyi steeti – Ọgụ dị n’etiti ndị a malitere kamgbe ma na-aga n’ihu ruo ugbua. N’ụbọchị 06 Juun, 2023 e gburu mmadụ abụọ ma merụọ otu onye uweojii ahụ.",
    "Obodo Ngbo nke Ebonyi steeti na Agila nke Benue steeti – Akụkọ kwuru na ọgụ dị n’etiti obodo abụọ ndị akarịala afọ iri ise, ihe karịrị mmadụ narị atọ anwụọla site n’ọgụ a. N’afọ 2021 a hụrụ ozu mmadụ iri abụọ na-enweghi isi na Ngbo.",
    "Obodo Amagu nke Ebonyi na Adadama na Cross River steeti - Ọgụ malitekwara ọtụtụ afọ gara aga nke mere n’afọ 2016 e gburu mmadụ ruru asatọ n’ihi ya.",
    "Obodo Izzi na Ukelle nke Cross River steeti – Ọgụ a bụ nke malitere n’ihi ịzọ okeala ataala isi ọtụtụ mmadụ n’obodo abụọ ndị a.",
    "Ebe foto si, Nigerian Police",
    "Ọtụtụ oge ka gọọmentị etiti nakwa nke steeti Ebonyi, Benue na Cross River na-eme ọtụtụ ihe iji hụụ na e gbochiri ọgụ a.",
    "Ihe ndị ha na-eme gụnyere;",
    "Ihiwe kọmitii ga-eleba anya na n’ihe butere ọgụ a ma gbọọ ya",
    "Ịnapụ obodo abụọ ndị na-alụ ọgụ okeala ahụ mere ha jiri alụ ọgụ.",
    "Ngalaba gọọmenti Naịjirịa na-ahụ maka okeala abịala ọtụtụ oge ikewa okeala ahụ dị n’etiti obodo abụọ ndị na-alụ ọgụ.",
    "Nke ọzọ bụ ihiwe ogige ndịagha, ndị uweojii na ndị ọrụ nchekwa ndị ọzọ n’okeala ebe ahụ a na-azọ azọ iji weta nchekwa ma belata ọgụ a.",
    "N’ime mbọ niile a gọọmentị gbarala, ọ dị ka a ga-asị na ọgụ dị n’etiti ụfọdụ obodo ndị a achọghị ịkwụsị akwụsị.",
    "Benue steeti",
    "Kross Riva Steeti",
    "Nchekwa ndị ụwe ojii",
    "Ebonyi Steeti",
    "Ime n'ike",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?elekere 8 gara aga",
    "CAN asaala El-Rufai n'okwu 'Muslim-Muslim ticket'7 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}