{
  "published": "8 Julaị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Gọọmenti mba Rwanda amachiela ọtụtụ mmadụ ị ga ebe a na-eli ozu iji belata nfesa ọrịa Marburg virus.",
    "Ozi si na mịnịstrị na-ahụ maka ahụike na Rwanda kwuru na mmdụ asatọ (8) anwụọla site n'ọrịa ah, nke mbụ ya na mba Rwanda.",
    "Mịnịstrị ahụ gara n'ihu kwuo na ọ bụ naanị mmadụ iri ise (50) ka a chọrọ ịhụ ebe a na-eme oliliozu onye ọbụla nwụrụ site n'ọrịa ahụ.",
    "Ha gara n'ihu dọọ aka na nti ka onye ọbụla nwere ihe ngosi ọrịa ahụ gbara ọsọ gaa ụlọọgwụ maka nleta.",
    "Ebe foto si, Getty Images",
    "Mmadụ isii anwụọla n'ofufe ọhụrụ nke nje Marburg malitere na mba Rwanda dịka Minista ahụike mba ahụ si kwuo.",
    "Sabin Nsanzimana kọwara na ọtụtụ ndị nwụrụ na ya bụ ofufe bụ ndị ọrụ ahụike na-agwọ ndị mmadụ n'ụlọọgwụ.",
    "A chọpụtala mmadụ ruru 20 bu ya nụ ọrịa kemgbe ekwuputara ya n'ụbọchị Fraịde.",
    "Nje Marburg bụ nke na-egbu mmadụ pasentị 88 bụkwa ụdịrị nje yiri Ebola.",
    "Ọ bụ ụsụ mkpụrụ osisi na-ebunye ya mmadụ dịka mmadụ na-ebunye kwa ya ibe ya site na mmiri ahụ onye nwere ya bụ ọrịa.",
    "Njirimara ya gụnyere iba, ahụ mgbu, ịgbọ agbọọ, ịnyụ miri miri nakwa ọnwụ site n'ịgba ọgbara.",
    "Dịka ihe si kwụrụ ugbua, e nweghi usoro ọgwụgwọ maọbụ ọgwụ e ji awọ ya mana ngalaba ahụike mbaụwa bụ WHO si kwuo, ha na-arụpụta ụfọdụ usoro nwereike ịgwọ ya.",
    "N'aka nke ha mba Rwanda ekwuola na ha amalitela nyocha nakwa ichọta ndị mmadụ iji mee ka mfesa ọrịa a belata.",
    "Ọnụọgụgụ ndị buterela coronavirus na Naịjirịa eruola 50,00020 Ọgọọst 2020",
    "Ebola: Ndi na-ahu maka orịa na-efe efe ebidola ọrụ9 Mee 2018",
    "Ebe foto si, Getty Images",
    "Mba Gana ezigala mmadụ iri itolu na asatọ ka ha nọpụrụ onwe ha iche dịka a na-eche na ha nwereike ibu ọrịa nje Marburg.",
    "Cheta na enyochapụtara nje ọrịa a n’ahụ mmadụ abụọ na mba ahụ.\nE kwuru na mmadụ abụọ anwụọla n’ebe mpaghara Ashanti dịka ọrịa ọhụrụ a malitere mfesawa n’akụkụ ụwa dị ịcheịche na nso nso a .",
    "Dịka ngalaba ahụike mbaụwa bụ WHO  kwupụtara na nje 'Marburg' egbuola mmadụ abụọ a, egwu na-atụ na  ya bụ nje na-efe nwere ike ịbata Naijiria ma ọbụburu na ndị mmadụ na gọọmentị ejikereghị gbobido ya.",
    "Akụkọ kwuru na nke a mere na mpaghara a kpọrọ Ashanti dị n'akụkụ ndida mba ahụ",
    "Nchọpụta mbụ WHO mere gosiri na ndị ahụ nwere ịba dị ezigbo njọ nakwa ịnyụ pịrị pịrị  bụ njirimara abụọ ọrịa ahụ.",
    "Dịka dọkịta ahụike ọha bụ Dkta Bayo Onajole siri kọwara BBC Igbo, na nje 'Marburg' so na nje ndị na-akpa ike dịka 'Yellow fever', ebola, 'Lassa fever', na-emebi ihe n'ọbara nke Bekee kpọrọ 'haemorgining fever'\".",
    "Onajole onye bụ onyeisi ngalaba ahụike obodo na College of Medicine, University of Lagos  sị: \"Njirimara ọrịa ndị a nke na-eyi onwe ha gụnyere  ahụ ọkụ, ahụ mgbu na ịgba ọbara.\"",
    "Ihe ọzọ WHO kwukwara bụ na ọrịa na-anọ site n'ụbọchị abụọ rue ụbọchị iri abụo na otu n'ime ahụ mmadụ tupu o malite ịgosi.",
    "Cheta na a chọtabuola ọrịa a na mba Gini n'afọ 2021 mgbe o gburu ụfọdụ mmadụ ma na-efesi kwa ike.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post",
    "Ebe foto si, Getty Images",
    "Dịka ngalaba WHO si kwuo , Marburg bụ ọrịa na-emesi  mmadụ ike.",
    "Ọ na-emekwa ka onye bu ya gbaa oke ọbara nakwa ịba.",
    "Ha sị na nje na-akpaso ya so n'otu ezinaụlọ nje ndị na-ebute ọrịa Ebola.",
    "Aha ya si n'otu obodo a kpọrọ 'Marburg' na mba Jamini bụ otu n'ime obodo abụọ gụnyere Frankfurt bụ ebe ọrịa ahụ fesiri ike n'afọ 1967.",
    "Ha kwuru na a na-ebute ya site na mmiri ọbụla si mmadụ bu ọrịa ahụ n'ahụ apụta gụnyere ọsụsọ, asọ mmiri, ọbara na mmri ahụ mmadụ ndị ọzọ.",
    "O sikwa na mmiri ahụ anụmanụ ọbụla bu ọrịa ahụ apụta ọ kachasị ụsụ na enwe.",
    "Njirimara ọrịa 'Marburg'",
    "Ịba/ahụ ọkụ",
    "Ịnyụ pịrị pịrị ọbara dị na ya",
    "Ịgba ọbara n'igburu eze",
    "Ịgba ọbara n'anụ ahụ",
    "Ịgba ọbara n'anya",
    "Ịnyụ mamịrị ọbara dị na ya",
    "'Mmadụ 30 ga-anwụ n'akụkụ m tupu m kweta na coronavirus dị na Naịjirịa'11 Julaị 2020",
    "Gịnị mere ụmụ Naijiria na-agbagha ọnụọgụgụ coronavirus NCDC na-ewepụta?6 Ọgọọst 2020",
    "Ebe foto si, AFP",
    "Dika Dkta Onajole siri kọwaa, ụzọ kacha mma igbochi ọrịa Marburg bụ site;",
    "I dowe onwe ọcha",
    "Idowe gburugburu ọcha",
    "Gọọmentị igba mbọ inyocha ọpụpụ na mbata iji mata oge onye bu ya batara n'obodo",
    "Ahụike",
    "World Health Organization (WHO)",
    "Anyị anaghị egbu oge maọbụ ese okwu, ọ bụ ikike Nnamdi Kanu ka anyị na-azọ - Aloy Ejimakorelekere 7 gara aga",
    "Rwanda ebelatala ndị na-aga ebe a na-eli ozu maka nfesa ọrịa Marburg virus30 Septemba 2024",
    "Anyị enweghị atụmatụ ịkpọbata ndị gbara ọsọ ndụ n’Ehime Mbano – Gọọmenti Imo steeti",
    "Kedụ onye bụ onyendu Hezbollah bụ Hassan Nasrallah?29 Septemba 2024",
    "'Nwunye nna m boro m na m bụ amoosu gburu nwa ya nwoke'26 Septemba 2024",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụaka27 Septemba 2024",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?25 Septemba 2024",
    "O nwere uru unyi baara ahụike mmadụ?25 Septemba 2024",
    "Etu ụmụada siri weghara nchekwa obodo ha n'Anam17 Septemba 2024",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'27 Septemba 2024",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụaka",
    "O nwere uru unyi baara ahụike mmadụ?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}