{
  "published": "01:28",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Inflation in Nigeria: O nweghi ego ole ọbụla m jiri banye ahịa na-ezu ịzụta ngwa nri ugbua",
    "Ụfọdụ ndị na-ere ngwa nri na Naịjirịa etiela mkpu n’oke olu maka etu ọnụego ngwa nri si arị elu ugbua.",
    "Nke a na-abịa dịka ngalaba na-ahụ maka ngụkọ na Naịjirịa ‘National Bureau of Statistics' kwuru ọnụahịa ihe na Naịjirịa dị pasentị iri abụọ na abụọ (22.7%) nke bụ na o ji pasentị 0.38 rịa elu site n’ọnwa Mee ruo ọnwa Juun afọ 2023.",
    "Nke a bụ mgbali elu ọnụahịa kachasị njọ kamgbe afọ iri na asaa (17yrs) gara aga",
    "NNPC ekwuola ihe mere ọnụego mmanụ ụgbọala jiri rịa elu orji1 Julaị 2023",
    "Nigeria's inflation 2021: 'Oke agụụ na-abịa maọbụrụ...'22 Eprel 2021",
    "Gịnị ka 'State of Emergency' gọọmentị tinyere na ngalaba nkọpụta nri Naịjirịa pụtara?16 Julaị 2023",
    "Onye ntaakụkọ BBC Igbo kpagharịrị n’ahịa iji mara ihe bụ uche ndị na-ere ngwa nri banyere mgbali elu ọnụahịa a.",
    "Ụfọdụ ha kọwara na ngwa nri ekwezighi nzụta ugbua maka etu ihe si kwụrụ, otu penti osikapa nọbu otu puku naịra nọzi puku naịra atọ ugbua.",
    "Otu nwaanyị na-ere tomato kwara arịrị na o nweghizi ezigbo uru ha na-erite n’ịzụ ahịa tomato na Naịjirịa.",
    "Nwaanyị ọzọ kwuru na o nweghi ego ole ọbụla o ji gaa ahịa ịzụta ihe nke na-ezu oke ịzụta ihe niile ị chọrọ.",
    "Kirie ihe ha kwuru n’uju.",
    "Ọnụahịa ịrịọnụ",
    "Nri",
    "Nchekwa nrị",
    "Naijiria",
    "Stọk maketi",
    "Vidio, Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?, Duration 3,3424 Julaị 2023",
    "Vidio, AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu , Duration 4,3722 Julaị 2023",
    "Vidio, Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua, Duration 1,2819 Julaị 2023",
    "Vidio, Ọ fọrọ obere ihe ka mbuze rie ụlọ anyị n’Ogbor Hill Aba., Duration 0,5618 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}