{
  "published": "05:11",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Cocoa Farming: Aka ọrụ m mụtara n'aka ndị nna nna m bụ ihe m ji aracha pịọm",
    "Maazị Jerome Clement bụ onye obodo Itu Mbaụzọ dị n’okpuruọchịchị Bende Abia steeti akọwaale etu o si malite ịkọ mkpụrụosisi cocoa.",
    "Ọ sị na ịkọ cocoa bụ aka ọrụ ha nwetere n’aka ndị nna nna ha ochie bụ ndị na-akọ cocoa.",
    "“Amalitere m ịkọ cocoa mgbe m dị obere, ọ bụ aka ọrụ anyị nwetara n’aka ndị nna nna anyị ochie.”",
    "Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke nwere ugbo n'Imo steeti29 Juun 2021",
    "Ọgba mbọ: \"Ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala\"15 Septemba 2021",
    "Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti2 Maachị 2022",
    "Clement gara n’ihu kọwaa etu ha si akọ cocoa site n’ịkụ mkpụrụ ya ruo mgbe ha na-aghọ ya.",
    "O kwuru na ọ bụ n’oge udu mmiri ka ha na-akọ cocoa, na ọ na-ewe ihe ruru afọ atọ maọbụ anọ cocoa etozuo oke ịghọ.",
    "O kwuru na ha na-enwete nnukwu ego n’azụmaahịa ịkọ na ire cocoa.",
    "“Anyị na-ere otu ‘pound weight’ cocoa ọnụego narị naịra asaa na iri ise (N750). Ị gbanweela ya na tọn, agba (64kg) iri na isii mejupụtara otu tọn. Ihe anyị na-ere otu tọn ahụ bụ ọnụego otu nde naịra na ụma asaa (N1.7bn).",
    "Maazị Jerome Clement mụtara akọnauche e ji akọ cocoa n'aka ndị nna nna ya ochie",
    "Ọ gbakwụnyere na e ji cocoa emepụta ọtụtụ ihe dị iche iche dịka tii ọṅụṅụ, ‘chocolate’ nakwa akụrụngwa nri ndị ọzọ.",
    "Clement kwuru na ọ bụrụ na gọọmenti ga-enyere ha aka n’inye ha ego na ha nwere ala buru ezigbo ga-eme ka kọpụta cocoa n’ebe ọ dị ukwuu.",
    "Mkpụrụ cocoa amịrị n'anwụ",
    "Mkpụrụosisi cocoa chara acha",
    "Cocoa bụ otu n’ime akụmakụ ugbo na-enye ezigbote ego a kpọrọ ‘cash crops’.",
    "Naịjirịa bụ mba nke anọ kachasị akụ cocoa na mbaụwa. A na-akọpụta ihe ruru 2500,00 tọn dịka ngalaba na-ahụ maka ịkọ cocoa n’ụwa (International Cocoa Organisation) si kwuo.",
    "Naịjirịa nwetere ego ruru otu ijeri narị naịra na ijeri iri abụọ na abụọ (N122.9bn) site n’ire cocoa na mbido afọ 2022.",
    "Ụfọdụ mba Naịjirịa na-eresi cocoa gụnyere; Netherland, Belgium, Germany, Indonesia, Malaysia, Canada na Amerịka.",
    "Ọrụ ugbo",
    "Naijiria",
    "Abia Steeti",
    "Ịji ego achụ ego",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}