{
  "published": "05:11",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Cocoa Farming: Aka ọrụ m mụtara n'aka ndị nna nna m bụ ihe m ji aracha pịọm",
    "Maazị Jerome Clement bụ onye obodo Itu Mbaụzọ dị n’okpuruọchịchị Bende Abia steeti akọwaale etu o si malite ịkọ mkpụrụosisi cocoa.",
    "Ọ sị na ịkọ cocoa bụ aka ọrụ ha nwetere n’aka ndị nna nna ha ochie bụ ndị na-akọ cocoa.",
    "“Amalitere m ịkọ cocoa mgbe m dị obere, ọ bụ aka ọrụ anyị nwetara n’aka ndị nna nna anyị ochie.”",
    "Etu m sị akọpụta cucumber Ngor Okpala na-ewu ewu - William Eke nwere ugbo n'Imo steeti29 Juun 2021",
    "Ọgba mbọ: \"Ịkọ ji n'akpa ji dị mma karịa ịkọ ya n'ala\"15 Septemba 2021",
    "Uses of Rubber: Etu e si emepụta ‘rubber’ na nnukwu ugbo nke Izombe, Imo steeti2 Maachị 2022",
    "Clement gara n’ihu kọwaa etu ha si akọ cocoa site n’ịkụ mkpụrụ ya ruo mgbe ha na-aghọ ya.",
    "O kwuru na ọ bụ n’oge udu mmiri ka ha na-akọ cocoa, na ọ na-ewe ihe ruru afọ atọ maọbụ anọ cocoa etozuo oke ịghọ.",
    "O kwuru na ha na-enwete nnukwu ego n’azụmaahịa ịkọ na ire cocoa.",
    "“Anyị na-ere otu ‘pound weight’ cocoa ọnụego narị naịra asaa na iri ise (N750). Ị gbanweela ya na tọn, agba (64kg) iri na isii mejupụtara otu tọn. Ihe anyị na-ere otu tọn ahụ bụ ọnụego otu nde naịra na ụma asaa (N1.7bn).",
    "Maazị Jerome Clement mụtara akọnauche e ji akọ cocoa n'aka ndị nna nna ya ochie",
    "Ọ gbakwụnyere na e ji cocoa emepụta ọtụtụ ihe dị iche iche dịka tii ọṅụṅụ, ‘chocolate’ nakwa akụrụngwa nri ndị ọzọ.",
    "Clement kwuru na ọ bụrụ na gọọmenti ga-enyere ha aka n’inye ha ego na ha nwere ala buru ezigbo ga-eme ka kọpụta cocoa n’ebe ọ dị ukwuu.",
    "Mkpụrụ cocoa amịrị n'anwụ",
    "Mkpụrụosisi cocoa chara acha",
    "Cocoa bụ otu n’ime akụmakụ ugbo na-enye ezigbote ego a kpọrọ ‘cash crops’.",
    "Naịjirịa bụ mba nke anọ kachasị akụ cocoa na mbaụwa. A na-akọpụta ihe ruru 2500,00 tọn dịka ngalaba na-ahụ maka ịkọ cocoa n’ụwa (International Cocoa Organisation) si kwuo.",
    "Naịjirịa nwetere ego ruru otu ijeri narị naịra na ijeri iri abụọ na abụọ (N122.9bn) site n’ire cocoa na mbido afọ 2022.",
    "Ụfọdụ mba Naịjirịa na-eresi cocoa gụnyere; Netherland, Belgium, Germany, Indonesia, Malaysia, Canada na Amerịka.",
    "Ọrụ ugbo",
    "Naijiria",
    "Abia Steeti",
    "Ịji ego achụ ego",
    "Titanic Submersible: A hụla okpokoro ụgbọmmiri 'Titanic' a na-achọ achọelekere 9 gara aga",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Pinnacle Filling Station Attack: Ndị ojiegbe ọ gbara ụlọọrụ a ọkụ? Lee ihe anyị ma21 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}