{
  "published": "16 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Dịka a na-eche ka gọọmentị tinye n'ọrụ iwu megiere ndị nkuzi  imetọ ụnmụakwụkwọ n'ụlọakwụkwọ dị elu, ụmụakwụkwọ na-agụ maka iwu Naijiria na mahadum 'University of Calabar' mere ngagharịiwe  megide onyeisi ngalaba ha na mahadum bụ ọkammụta Cyril Ndifon.",
    "Ụmụakwụkwọ ụmụnwaanyị ndị a na-agụ egwu ji egosi iwe bucha akwụkwọ na-egosi iwe ha nke ụfọdụ ha na-ekwu sị: \"Ike anyị ji amị amụ akwụla anyị\": “We are tired of sucking dicks”; \"ỌkammụtaNdifon, happụ ụmụaka ụmụnwaanyị nwere nnukwu ara ka ha kuru ume, ịbọ zila anyị ume\" ; \"Okwe e ji akwụkwọ aha ndị ga-aga 'Law School' apị ezuola\".",
    "Sexual Violence: Etu anyị si chọpụta na ụmụokoroọbịa anọ na-edina nwa m nwaanyị dị afọ 158 Ọgọọst 2023",
    "Ọchụchụ ọkammụta OAU: Ọ bụ ihe kwesịrị- Ụmụnwaanyị22 Juun 2018",
    "Gbalahụ idina onye nkuzi gị n'ụzọ ise a12 Eprel 2018",
    "Ebe foto si, Screengrab",
    "Egwu ha na-agụ na-ekwu sị, \" Ngalaba maka agụmagụ iwu abụghị ụlọ oriri na ngwọrị.\"",
    "Mana n'ụbọchị Tuzde, Ọkammụta Ndifon  gọrọ agụgọ na ebubo ndị e boro ya, sị na  ọ bụ ndị obi adịghị mma na ya ji ọkwa onyeisi ngalaba iwu na mahadum ahụ chọrọ ịkpụ aha ya n'ala.",
    "Ndifon gwara ụlọntaakụkọ' CrossRiverWatch' sị,  “Mmadụ enwere ike inye ụmụagbọghọ nsogbu ka ha ghara ịpụta tiwe mkpu na-akpa ha akpa n'ụzọ ọjọọ?\"",
    "\"Ya mere  m ji asị na ebubo ahụ bụ ụgha. nke si ọkụ ala mmụọ. iji mebie ezi aha m m kwaliterela kemgbe ọtụtụ afọ.\"",
    "Ndị isi mahadum 'University of Calabar' ekwuola na ha na-eme nnyocha maka ebubo  ahụ.",
    "Kemgbe ihe onyonyo ngagharịiwe megide Ndifon wuru na soshal midia, ụfọdụ ndị mmadụ gunyere ndị gụrụ na mahadum apụtala na-ebo ebubo na ha gabigara mmetọ n'aka ya.",
    "Ministerial List: Tinubu emela Wike Minista maka Abuja, Keyamo Minista njem ụgboelu,Uche Nnaji Sayensị na teknụzụ27 Julaị 2023",
    "Waste to Wealth: 'Ebe ndị ọzọ na-ahụ komkom mmanya, ana m ahụ ihe nka' - Ifedilichukwu16 Ọgọọst 2023",
    "Sexual harrasment: Ihe anyị ma maka ngagharịiwe ụmụakwụkwọ 'University of Calabar' mere megide onyenkuzi a sị na-awakpo ụmụakwụkwọ ụmụnwaanyị ha16 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Ministerial List: Tinubu emela Wike Minista maka Abuja, Keyamo Minista njem ụgboelu,Uche Nnaji Sayensị na teknụzụ",
    "Godwin Emefiele: Gọọmentị etiti chọrọ ịtụkwasị ebubo iri abụọ ọhụrụ n’isi ya",
    "Alleged Sexual harassment: Ihe anyị ma maka ngagharịiwe ụmụakwụkwọ 'University of Calabar' mere megide onyenkuzi a sị na-awakpo ụmụakwụkwọ ụmụnwaanyị ha",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}