{
  "published": "29 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụafọ Naịjirịa akọwaala etu ha siri hụta ọchịchị Onyeisiala Bola Tinubu dịka ọ nọrọla otu afọ.",
    "Nke a na-abịa dịka 29 Mee 2024 ga-eme ya otu afọ ọ weere ọkwa ọchịchị dịka onyeisiala Naịjirịa.",
    "Otu nwokoroọbịa a kpọo Yusuf Suleimon bụ onye nkwado Tinubu kwuru na afọ ejughi ya n'ọchịchị Tinubu n'ime otu afọ.",
    "Nwamadị a kọwara na ọ malitere mgbe ọ nọ n'ụlọakwụwkọ Sekọndịrị na-akwado Tinubu ruo mgbe ọ gụchara akwụkwọ ma tinyekwa ego ya iji nkwado ya n'oge ọ na-azọ ọkwa onyeisiala.",
    "N'okwu ya \"afọ ejughi m n'ọchịchị onyeisiala Tinubu n'otu afọ maka na ọtụtụ ihe ndị o kwere na nkwa, o mebeghi ha.\"",
    "\"O kwuru na ọ ga-ewepụta ọtụtụ ọrụ nye ndị ntoroọbịa mana a kwụsịrị m ọrụ n'afọ a, e nwekwara ọtụtụ ndị ntoroọbịa ọzọ na-enwezighi ọrụ ugbua.\"",
    "Otu nwaanyị ọzọ kwukwara na oge ntuliaka na ọ kwadoro Tinubu mana ugbua na ihe isi ike akarịala ka ọ dịbu na mbụ.",
    "Kirie ihe ha kwuru n'uju;",
    "'Ahụhụ ndị mmadụ na-ata na-emetụ m n'obi' - Ihe onyeisiala Tinubu kwuru na mgbasaozi ya31 Julaị 2023",
    "Bola Tinubu: Onye bụdị 'Agụ Bourdillon’ meriri na ntuliaka Naịjirịa1 Maachị 2023",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Ndọrọndọrọ ọchịchị",
    "Ụkọrọ mmanụ ụgbọala",
    "Bola Tinubu",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Agụrụ, mmanụ ụgbọala, dọla na ụzọ ndị ọzo ọchịchị Tinubu n'otu afọ siri metụta ndị Naịjirịa, Duration 1,1329 Mee 2024",
    "Vidio, \"Ọchịchị onyekwuouche ya ka dị ndụ n'Afrịka\" - Goodluck Jonathan, Duration 2,3429 Mee 2024",
    "Vidio, Akwamozu nne Obi Cubana gbanwere ndụ m - Anyidons, Duration 4,0619 Mee 2024",
    "Vidio, Etu m si tụọ ime mụọ nwa na-agbanyeghi ọrịa PCOS - Stephanie Coker Aderinokun, Duration 3,4014 Mee 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}