{
  "published": "14 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Minista na-ahụ maka ọrụ Bekee na Naịjirịa bụ Nkeiruka Onyejeocha akọwaala ihe mere gọọmentị agaghị akwụnwu ndị ọrụ Bekee ego ole ahụ ha chọrọ dịka ụgwọ opekatampe.",
    "Mịnịsta a na BBC Igbo nwere mkparịtauka pụrụiche dịka otu n'ime ndị so na-akpa nkata maka ego ole gọọmentị ga-akwụnwu.",
    "O gbara ọkụ n'ụfodụ ihe mere o jighị diri gọọmentị mfe ikwu ụgwọ ahụ otu jikọtara ndị ọrụ na-achọsi ike.",
    "Mgbe a jụrụ ya gbasara ụfọdụ ego gọọmentị na-emefu n'ihe ndị ọzọ, ọ kọwara na ihe ndị ahụ dị mkpa.",
    "\"Ego gọọmentị na-aga n'iwulite ihe ndị dị mkpa n'obodo dịka Okporo ụzọ, ụlọ akwụkwọ, ụlọ ọgwụ wdg, ọ bụghị naanị maka ịkwụ ụgwọ ọnwa ndị ọrụ\" ka o kwuru.",
    "Onyejeocha makwara atụ n'ụfodụ ihe nke ọchịchị Onyeisiala Tinubu tinyere iji belata oke ahụhụ kemgbe e wepụrụ Subsidy mmanụ ụgbọala.",
    "Ọ sị ka ndị mmadụ nwee ndidi n'ebe gọọmenti nọ ma nye ha ohere ịrụ ọrụ.",
    "Cheta na o ruola izu ụka ole na ole otu jikọrọ ndị ọrụ na-enye nsogbu maka ụgwọ opekatampe ma na-ekwusi ike ka e mee ya ọfụma maka oke ahụhụ na agụru dị n'obodo.",
    "Kirie ihe o kwuru n'uju;",
    "Ndọrọndọrọ ọchịchị",
    "International Labour Organization",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Soludo asaala Fada Mbaka n'okwu 'minimum wage'14 Juun 2024",
    "N60,000 na N100,000: Kedu nke gọọmentị etiti ga-akwụ ndị ọrụ?5 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo12 Juun 2024",
    "Vidio, Ụgwọ opekatampe: Ihe mere gọọmentị agaghị akwụnwu ndị ọrụ ego ole ha chọrọ - Onyejeocha, Duration 6,0014 Juun 2024",
    "Vidio, Etu ụlọelu ogogo ise si daa n'ụlọakwụkwọ DMGS dị n'Onitsha, Anambra Steeti, Duration 2,0613 Juun 2024",
    "Vidio, \"Junior Pope anwụchaala tupu a gụpụta ya na mmiri\" , Duration 7,0912 Juun 2024",
    "Vidio, Ihe mere m jiri buru ngwa ahịa m site n'ala Igbo gawa Legọs - Cubana Chiefpriest, Duration 4,153 Juun 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}