{
  "published": "7 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "A na-ebo onye nkuzi maka iji aka higbuo nwata akwụkwọ n'Ondo steeti",
    "N'obodo Arogbo n'okpuruọchịchị Ese-odo nke Ondo steeti nọ n'akwa arịrị kamgbe ụbọchị Mọnde ụbọchị 3 Julaị 2023 maka otu onye nkuzi e boro ogbugbu otu nwa dị afọ iri na asaa a kpọrọ Timibra Meretighan n'ụlọakwụkwọ dị n'Ondo steeti.",
    "Dịka onye ntaakụkọ BBC Yoruba siri kwuo na Timibra na ndị enyi ya na-ele ule ha n'ụlọakwụkwọ Ijaw National High School dị n'Arogbo n'ụbọchị ahụ tupu Oke abaa n'ime ụlọakwụkwọ ha ịchụpụ ụmụakwụkwọ n'ezi. Anya hụrụ ihe mere kọwara na onye nkuzi ha na-achupụzịa ụmụakwụkwọ n'ezi wee jiri aka ya higbuo Timibra olu.",
    "Ihe a wee kpata mkpọtụ na ọgbaaghara tupu ndị uweojii wee machie nwoke ahụ n'ụlọakwụkwọ.",
    "Ebe foto si, Funmilayo Odunlami-Omisanya",
    "Ọnụ na-ekwuchitere ndị uweojii n'Ondo steeti bụ Funmilayo Odunlami-Omisanya kọwarala BBC Yoruba ka ihe si wee mee",
    "Ọnụ na-ekwuchitere ndị uweojii n'Ondo steeti a kpọrọ Funmilayo Odunlami-Omisanya gwara BBC Yoruba na nke a bụ eziokwu na ha anwụchiela nwoke a e  chere na o jiri aka na higbuo nwata akwụkwọ ya nga.",
    "Nkọwa ka ihe si wee me:",
    "Ọdunlami-Omisanya kọwara na onyeisi ụlọakwụkwọ ha gbagara kpọọ ndị uweojii mgbe ihe a mere. Ọ sị na otu nwoke “ọkunrin kan, dị afọ 27 gbabara n'ime ụlọ ndị nche n'ụlọakwụkwọ ha izo ezo maka mmriri ozuzo mana wee gbuo otu n'ime ụmụ akwụkwọ.",
    "Ọnụ na-ekwuchitere ndị uweojii a kwukwara na “Timibra Meretighan, bụ nwa dị afọ 17 si obodo Arogbo-Ibe n'Ondo nwamadị a ahigbuo ya n'olu maka na nwata akwụkwọ a na ibe ya so akpọ ya bụ onye nkuzi onye ara.”",
    "Ọ sị na onye nkuzi a ga-anọ na be ha ruo mgbe ha ga-emezu nnyocha ha.",
    "Sit at home: A nwuchiela mmadụ 15 na amanye ndị mmadụ nọrọ n'ụlọ n'Ebonyi5 Julaị 2023",
    "\"E wepụ nne m agaraghị m agbalahụ ọrịa 'sickle cell' were ruo afọ 65 m dị ugbua\"7 Julaị 2023",
    "Money laundering: Gịnị mere CBN ji nye ndị ụlọakụ iwu inyo ego si Cameroon,Vietnam na Croatia abata,apụ?7 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "'Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel27 Juun 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Sit at home:Nwantịị ka anyị nwụde ndị omekome na-amanye nọrọnụlọ n’Enugu mana anyi gbatara ha egbe-Ndị uweojii",
    "Money laundering: Gịnị mere CBN ji nye ndị ụlọakụ iwu inyo ego si  Cameroon,Vietnam na Croatia abata?",
    "Etu onye nkuzi jiri aka higbuo nwata n'ụlọ akwụkwọ n'Ondo steeti",
    "Twitter ekwuola na ha ga-agba 'Meta' akwụkwọ n'ụlọikpe maka imepụta 'Threads'",
    "Igbo culture and animal Totems: Etu Igbo si ahụta ugo,ngwere, nwamba na anụmanụ ndị ọzọ n'omenala IgboEmelitere ikpeazụ na: 7 Juun 2022",
    "Mmesoma Ejikeme: Ihe  ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ị ma na CBN nwere ike ịkwụ gị N10,000?Emelitere ikpeazụ na: 17 Septemba 2018",
    "Ezutere m di m mbụ na 'crusade'- Chinyere UdomaEmelitere ikpeazụ na: 18 Maachị 2021",
    "France riots: Nchịkọta ihe merela kamgbe ndị uweojii gbagbuchara otu nwokoroọbịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}