{
  "published": "01:47",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?",
    "Ozi ọnwụ otiegwu Ilerioluwa Aloba e ji Mohbad mara tinyere Naịjirịa niile n'uju ọkachasị ụmụntoroọbịa. Mana agbanyeghi uju ha na-eru, ha egosikwala na iwe na-ewe ha maka ọnwụ nwa amadị ahụ na etu e o siri nwụọ. Anyị jụrụ ụmụ Naịjirịa ihe bụ iwe ha n'ọnwa ya.",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marleyelekere 3 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu3 Ọktọba 2023",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị1 Ọktọba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marley",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "A chụola okaikpe n'ọrụ maka ịsị nwaanyị 'mechie ụkwụ gị'Emelitere ikpeazụ na: 27 Mee 2020",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}