{
  "published": "19 Nọvemba 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ronaldo/Messi/Suarez/Instagram",
    "A﻿sompi iko mba ụwa nke afọ 2022 ga-amalite echi bụ Nọvemba 20 na mba Qatar.",
    "M﻿aka ụfọdụ ndị a ma ama n'egwuregwu bọọlụ, nke a ga-abụ nke ikpeazụ ha ga-esonye n'asọmpi a tupu ha alaa ezumike nka.",
    "N'ihi nke a, ajụjụ ọtụtụ na-ajụ bụ, \"kedụ onye n'ime ndị a ama ama ga-ebuli iko mba ụwa nke afọ 2022 tupu ọ na-awụsa ọwa n'ịgba bọọlụ\"?",
    "L﻿ee ụfọdụ ndị ọgba bọọlụ ga-efere ụwa 'bye bye' na Qatar 2022:",
    "Lee ụmụ Naịjirịa na-aga 'World  Cup'  n'afọ a15 Nọvemba 2022",
    "FIFA World Cup Qatar 2022: Tebụlụ asọmpi na mpụtara ha17 Nọvemba 2022",
    "Ebe foto si, Getty Images",
    "M﻿gbagha adịghị ya na nke a ga-abụrịrị asọmpi iko mba ụwa nke ikpeazụ Ronaldo ga-eso mba ya bụ Pọtụgal gbaa, tupu ọ kwụsị ịgba bọọlụ.",
    "O﻿ge ọzọ a ga-enwe asọmpi iko mba ụwa na 2026, Ronaldo ga-adị afọ 41, mgbe ahụ ike agaghịkwa adị ya ịgba bọọlụ dịka o si eme ugbua.",
    "I﻿ko mba ụwa nke afọ a ga-abụ nke ugboro ise Ronaldo na-esonye na ya; ọ gbaala asọmpi 19 ma nye goolu 15 n'asọmpi iko mba ụwa, mana ngụkọta goolu niile o nyerela dịka ọgba bọọlụ akarịala 700.",
    "Ebe foto si, Getty Images",
    "Ọtụtụ na-ekwu na ihe mere e ji ahụta Diego Maradona dịka ọkaibe n'egwuregwu bọọlụ na mba Ajentịna bụ maka na Lionel Messi ebulibeghị iko mba ụwa.",
    "Ọ﻿ bụrụ na Messi nyere Ajentịna aka bulie iko mba ụwa nke afọ 2022 na Qatar, onweghị onye ga-agbagha na ọ bụrụla ọkaibe n'egwuregwu bọọlụ n'ụwa niile.",
    "Dịka Ronaldo, nke a bụkwa iko mba ụwa nke ise Messi ga-esonye na ya; o kwukwaala na ọ ga-abụ nke ikpeazụ ya.",
    "N﻿a 2014, ọ fọdụrụ obere ka Messi bulie iko mba ụwa, mana Germany ji otu ọkpụ goolu merie Ajentịna n'asọmpi ikpeazụ.",
    "Ọ﻿tụtụ ndị nkwado Messi na-enwe nchekwube na ọ ga-eji iko mba ụwa nke afọ 2022 wee laa ezumike nka.",
    "M﻿essi ga-adị afọ 39 n'afọ 2026, o kwukwaala na nke a ga-abụ iko mba ụwa nke ikpeazụ ya.",
    "Ebe foto si, Getty Images",
    "L﻿ewandoski dị afọ 34 ugbua, nke pụtara na ọ ga-adị afọ 38 n'oge a ga-enwe asọmpi iko mba ụwa nke 2026.",
    "N﻿wa amadị a agbaarala otu bọọlụ dị icheiche dịka Borussia Dortmund, Bayern Munich na Barcelona; o nyekwala goolu karịrị 500 kamgbe ọ malitere ịgba bọọlụ.",
    "Ọ﻿ gbaarala mba ya bụ Poland bọọlụ ugboro 134 ma nyere ha goolu 76.",
    "Ebe foto si, Getty Images",
    "Luis Suarez na Edinson Cavani",
    "S﻿uarez na Cavani dịcha afọ 35 n'otu n'otu.",
    "A﻿ na-atụ anya na Qatar 2022 bụ asompi iko mba ụwa nke ikpeazụ ha ga-agbara mba ha bụ Uruguay tupu ha awụsa ọwa.",
    "H﻿a abụọ na-agba ihu, ma bụrụkwa ndị nyerela mba ha ọtụtụ goolu n'egwuregwu bọọlụ. Q﻿atar 2022 ga-abụ iko mba ụwa nke anọ ha abụọ na-agbara Uruguay.",
    "S﻿uarez gbaara otu Liverpool, Barcelona nakwa Atletico Madrid, ebe Cavani gbara na Napoli, PSG, na Manchester United.",
    "O﻿tu ihe a ga-eji cheta Suarez n'asọmpi iko mba ụwa bụ oge o ji aka kụpụ bọọlụ na-achọ ịbanye na goolu, n'asọmpi Uruguay na Ghana, n'iko mbaụwa nke 2010 na Saụt Afrịka.",
    "E﻿ nyere Suarez 'red card' maka nke a, mana Asamoah Gyan gbafuru penariti so ya n'azụ, nke mere Ghana ji pụọ na ya bụ asọmpi.",
    "Ebe foto si, AURELIEN MEUNIER",
    "Q﻿atar 2022 nwereike ịbụ iko mba ụwa ikpeazụ nke Benzema ga-eso Fransị gaa, maka na ọ ga-adị afọ 39 mgbe iko mba ụwa ọzọ.",
    "Benzema esoghi n'otu Fransị ndị buru iko mba ụwa n'afọ 2018, n'ihi ebubo gbasara onyonyo aramara e boro ya n'oge ahụ nke mere e ji gụpụ ya.",
    "Mana na nke ugbua, Benzema, onye a họpụtara dịka onye kacha agba bọọlụ n'ụwa n'afọ 2022, ga-enwe olileanya ibuli iko mba ụwa otu ugboro tupu ọ wụsa ọwa.",
    "Ebe foto si, Getty Images",
    "Maneul Neuer",
    "M﻿anuel Neuer so na ndị enwereike ịkpọ ochee bọọlụ kacha ibe ya n'ụwa.",
    "O﻿ so mba Germany bulie iko mba ụwa nke afọ 2014, mana ọ ga-adị afọ 40 na 2026.",
    "A na-atụ anya na nke a nwereike ịbụ iko mba ụwa ikpeazụ Neuer ga-agba, mana ụfọdụ na-ekwu na o nwekwara ike isonye n'asọmpi a, maka na enweela ndị ochee bọọlụ isii gbarala iko mba ụwa oge ha gaferela afọ 40.",
    "Ebe foto si, Lukamodric10/Instagram",
    "M﻿odric bụ onye ndu ndị otu bọọlụ Croatia n'afọ 2018 oge ha ruru agba nke ikpeazụ n'asọmpi iko mba ụwa nke afọ ahụ, mana mba Fransị meriri ha.",
    "A﻿ na-atụ anya na Modric agaghị abịazi iko mba ụwa ọzọ maka na ọ ga-adị afọ 41 n'afọ 2026.",
    "M﻿dric agbaarala otu Real Madrid bọọlụ ihe karịrị ugboro 400, ma bukwaa ọtụtụ iko.",
    "Ebe foto si, Huw Evans Picture Agency",
    "Gareth Bale",
    "N﻿ke a bụ iko mba ụwa nke mbụ Gareth Bale ga-eso mba ya bụ Wales gbaa, o nwekwara ike ịbụ nke ikpeazụ.",
    "B﻿ale dị afọ 33 ugbua, nke bụ na ọ ga-adị 37 mgbe a ga-enwe iko mba ụwa ọzọ na 2026, mana ike ya n'ịgba bọọlụ na-agbadazi agbada.",
    "Ọ﻿zọkwa bụ na nke a bụ iko mba ụwa nke mbụ mba Wales na-etozu isonye na ya kamgbe afọ 1958, nke mere ka ọtụtụ na-ekwu na amabeghị mgbe ha nwereike itozu isonye n'iko mba ụwa ọzọ ma Qatar 2022 gachaa.",
    "B﻿usquets so n'otu bọọlụ mba Spen nke buliri iko mbaụwa na Saụt Afrịka na 2010.",
    "O﻿ so na ndị ọkaibe n'ịgba etiti n'egwuregwu bọọlụ n'ụwa niile, mana ọ dị afọ 34 ugbua, ike ya adịghịkwa etu ọ dịbu, nke pụtara na o nwere ike ịwụsa ọwa tupu afọ 2026.",
    "Neymar da Silva Santos Júnior",
    "Neymar da Silva Santos Junior bụkwa onye ọzọ a ma ama n'egwuregwu bọọlụ nwereike ịwụsa ọwa tupu asọmpi iko mba ụwa nke afọ 2026.",
    "\"﻿Ana m eche na nke a bụ iko mba ụwa nke ikpeazụ m ga-agba,\" Neymar gwara ndị ntaakụkọ n'afọ gara aga. Mana o mechara kwuo na nke ahụ abụchaghị ihe o bu n'uche.",
    "N﻿eymar dị afọ 30 ugbua, nke pụtara na ọ bụrụ na ọ chọọ, ma gbasie mbọ ike, o nwereike iso gbaa asọmpi nke afọ 2026 ga-adị na mba Amerịka, Kanada na Meziko.",
    "Iko mba ụwa",
    "Bọọlụ",
    "Egwuruegwu",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}