{
  "published": "24 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty image",
    "Naịjiria na enweputa “Usoro ejije” sitere na ọdịnala ndị a na akpọ “obioma” ma ọ bụ ndị na akwa-akwa na agagharị-agagharị.",
    "Mgbe ọ bụla ha bịdọrọ jịrị mkpara na akụ n’ mashịn ha jị akwa akwa ịhe ị ga anụ bụ “Dịngị, Dingị, Dịngị,” ịhe ọzọ ị ga anụ bụ “Obioma ooo”.",
    "Etu a ka ndị obioma sị agwa ndị na ha na akwara-akwa na ha abiala na ogbe ha. E bidoro mara ndị Obioma ọhụma nke ụkwụ na 1970s.",
    "Iji nweta ihe ha ga-eri, ndị obioma na-akwụgharị akwụgharị. Ha na-ejị  ajuisi nwere na ebu igwe ha jị akwa-akwa n'ubu ha, ma na-agagharị n'akụkụ ebe obibi ndị mmadụ.",
    "Ha na-enye aka idozi zip, ma ọ bụ kwachie uwe dọkara-adọka. Ọrụ ha dabere na mmekọrịta ndị Naijiria nwere ugbua na mgbanwe dị na ịkwa akwa.",
    "Ebe foto si, Getty Images",
    "Edeela ọtụtụ ihe banyere etu ịkwa akwa si dị mkpa n'usoro ndụ ejiji.",
    "N'ezie, onye amaama n’ịhe ejịje Hollywood ma bụrụ onye na-ahụ maka ọdịmma mmadụ Angelina Jolie mepere nke ha kpọrọ Atelier na New York, ma hụ ịkwa akwa dị ka ịhe dị  oke mkpa, nke na-eme ka ndị ahịa na-azụta mpempe akwa chịgara ya ndị Atelier ga akwa ya na udu onye zutara ya chọrọ na egbughi oge.",
    "Ọ bụ ezie na na onye Naijiria nakwa Amerika na akwa-akwa ma burukwa onye edemede, Subrina Heynk -  na ọtụtụ afọ ka ya na ndị na azụ ya ahịa sị ebe dị ịcheịche sị na emekọrịta bịara na mkpebị ịhe ịkwa-akwa jịrị dịrị ya mfe bụ ka e sịrị zụọ ya na Naịjirịa.",
    "N'akwụkwọ akụkọ Heyink, ị na-eyi nke ahụ, Heyink na ahụ ịkwa akwa dị ka ụzọ esi eme ka uwe ndị mmadụ dabaara ha ọfụma etu ha sịrị chọọ.",
    "Onye edemede ahụ na akụziri ndị na ensonyere ya etu ha ga esị marịte ịkwa akwa na mmasị nke ha, ma nwee mmekọrịta dị mma ebe ha na ndị na azụ ha ahịa nọ.",
    "Ebe foto si, Getty Images",
    "Ka Heyink, ọtụtụ ndị Naịjirịa nwere ịhe jịkọrọ ha na ndị na akwa akwa.",
    "Ndị nne kwa ọtụtụ oge ka ha na eduru umu ha aga na ọdụ ndị na akwa akwa ka akwaala ha akwa ọhụrụ ma ọ bụ mezịe nke ochee.",
    "Ka umuaka ahu na eto, ha na esoro ụsọrọ nne ha ma nwee ịhe jịkọrọ ha na ndị na akwa akwa. Nke bụ ezịọkwụ bụ na otu onye kwa ezinaulo maara sonye na akwa akwa.",
    "Abubakar bụ onye obioma bịdọrọ ịkwa akwa na Sokoto, na mpaghara ugwu Naịjirịa kọwara na ọtụtụ ndị mmadụ na enye ya obere akwa ka ha nwalee ya mara na ya amaara akwa akwa tupuu ha enye nnukwu akwa ka ya dozie.",
    "“Ndị Naijiria na-eche na enwere ike ịrụkwa uwe ọ bụla - anyị ahụla ihe niile ewetere maka ndị na-akwa akwa anyị, site na bras ruo duvets - Kanyinsola Doherty”",
    "Olusola Idowu kwuru na “Ọ nwere ụrụ dị na inwe onye na akwa akwa nke ị maara ọfụma, nke na akwara gị akwa, ma  mara ụdịrị ịhe ị chọrọ, mara nha ahụ gị, ma nwee ike inyere aka belata uwe ole a ga atụfu n'ihi mmebi na esite n'ịkwa akwa ọ kacha ndị ka na amụ ịkwa akwa.",
    "Idowu nke so n'otu 'fashion Revolution climate activism group' n'ụlọorụ Naịjirịa ịhe gbasara mkparịta ụka ndị na akwa akwa na ndị ahịa ha bụ maka ịhe mkparị na sọsal mịdịa ebe ndị mmadụ na egọsị “ịhe ha tụrụ ahịa ya vs ịhe enyere ha” ọkacha ọtụtụ na ịme mkparị bụrụ nke metutara ndị na akwa akwa.",
    "Ebe foto si, Kanyinsola Doherty",
    "Kanyinsola Doherty gwara BBC na “ndị Naịjiria chere na ndị na akwa akwa ga emezịwụ ịhe nịle bụ akwa.",
    "Bịdọ na akwa ejị ekpuchi onyị, rụọ na peterị, ha na enwetare ya ndị na akwa akwa.”",
    "Ndị obioma adaghịzị enweta ọrụ, ọtụtụ na apụzị na ọrụ a maka ịhe na agbanwe kwa ụbọchị.",
    "Nchekwa bụ otu ịhe. Mpụ na eme na ebe dị ịcheịche sọ na ịhe ọzọ mere na ndị obioma adịghị aga ebe nile.",
    "Ihe ọzọ bụ ngalaọnụ na ịhe ụkọ mere ka ọtụtụ kwụsị ma pụọ na ọrụ ịkwa akwa nakwa obioma.",
    "Ịdọzị akwa mmadụ abụghị ọrụ dị mfe mana Joseh Ndache na arụrụ ndị Mend ọrụ na Lagos sị na  ọrụ ahụ na amasị ya.",
    "O kwuru na ọ na enye ya obi ụtọ ịdọzị akwa mebirị-emebị ọ dị mma.",
    "Ebe foto si, Alamy",
    "Na agbanyịghị etu ọ sị dị, ọbụghị ndị nile na akwa-akwa na achọ ịdọzị akwa ọbụla. Memunat Momodu na akwa akwa kwuru na ọ na amasị ya ịkwa akwa ọhụrụ karịa ịdọzị akwa oche maka na ọ na egbu oge .",
    "Joy Cletus kwuru na etu ọnọdụ akụnụba sị dị na Naịjirịa  mere ya jị bịdọ ịkwa-akwa, ma kọwa na ọ na enyere ya aka kengbe ahụ.",
    "Onye na akwa-akwa bụ Momudu nke sị na ịdọzị akwa mebịrị-emebị bịdọ ịkwa nke ọhụrụ kwuru na ndị ahịa na abịara ya.",
    "Ramanda Ihunenye kwuru na ajuju ha juru na ndịdị anyanwu NAịjirịa gosiri na 50% ndị ha juru ajuju kwuru na  ọ na amasị ha ịkwa-akwa ọhụrụ karịa nke ochie.",
    "“Ụfọdụ ndị na-eto eto na Naijiria na agba mbọ eme ka ọdịnala ndị obo-onyibo hara ịnọchị etu ndị Naịjirịa sị enyị uwe site na ịkwa akwa ọdịnala mara mma.”",
    "O nwere ọtụtụ ịhe mere na ndị mmadụ adịghị etinye uche na ịdọzị akwa ugbua.",
    "Idowu kwuru “ọtụtụ akwa a na akwa ugbua abụghị akwa a ga edọzịụ ọzọ ma ọ bụ kwagharịa ya.",
    "Ụfọdụ akwa a na akwa ugbua abụghị akwa a ga akwagharịwụ na ụzọ ọzọ nke mere e jị etụfụ ọtụtụ akwa.",
    "Ebe foto si, Dye lab",
    "Doherty kwuru na ndị na akwa-akwa nwere ịhe na echere ha aka ngba – maka na ọtụtụ ndị ha na akwara akwa mere na ohere anaghị adịzị na akwa nke mere o jị aka ọsịsọ maka na ha na enyomi etu ndị mba ofesi si akwa akwa.",
    "Mana ndị dị ka Dye Lab na agba mbọ ka ejịje ndị obodo onyibo hara ịnọchị anya ejije ndị Naịjirịa.",
    "Ka Idowu sị kwụọ ya “anyị na akwa akwa ahụ ka ọ bụ nke anyị, anyị na etinye ọbị anyị nịle”",
    "NA EME UGBU A, Eleme fire: 'Nwaanyị dị ime, nwa ya so na ndị ọkụ gbagburu'",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "'Akwa m na-eyi eme ejije ka D Law tọrọ m atọ, ọ karịala afọ 30' - Layiwasabi24 Eprel 2024",
    "\"Ndị PDP Imo steeti niile so Ihedioha aga ebe ọbụla ọ na-aga\" - Barr. Kissinger23 Eprel 2024",
    "Ka ‘Obioma' si afọ ndị 1970 si abiaghachi ọzọ ugbua24 Eprel 2024",
    "Iran vs Israel: Kedu onye ngwa agha ya kaa?20 Eprel 2024",
    "Ihe ndị ị ga-eme naịra nwereike itinye gị na nga19 Eprel 2024",
    "Nwaanyị Nnewi: Etu nne m ochie siri kpalite m ime ‘skit’19 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ka ‘Obioma' si afọ ndị 1970 si abiaghachi ọzọ ugbua",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}