{
  "published": "11 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @FrancisNwifuru/X",
    "Otu onye Ụkọchukwu ọkwa ya gbagotere n’ụlọụka Katolik ekwuola na ụlọomeiwu Ebonyi steeti enweghị ikikere ịmachị ọgbakọ ‘crusade’.",
    "Onye Ụkọchukwu ahụ kpuhere nke a oge onye ntaakụkọ BBC Igbo gbara ya ajụjụ n’ekwentị.",
    "Ọ sịrị na “e nweghị ụlọomeiwu nwere ikikere ikpebiri ndị mmadụ etu ha ga-esi fee chi ha ewezuga ma ọ na-ebute ọgbaaghara maọbụ tigbuo zọgbuo n’obodo”.",
    "“Kama ụlọomeiwu Ebonyi ga-ekpebiri ndị mmadụ etu ha ga-esi fee chi ha, gịnị mere na ha agaghị emebe iwu ga-eme ka anya mepee ndị ha na-achị? Ọ bụrụ ma amachie ọgbakọ crusade, ọ ga-eme ka ụdị omume ọjọọ ahụ kwụsị?,” ka onye Ụkọchukwu ahụ jụrụ.",
    "Ebe foto si, Ebonyi State House of Assembly",
    "Ụlọọmeiwu Ebonyi steeti amachiela ọgbakọ ekpere a na-eme n'iro (crusade) ebe e ji amụma achụ ajọ mmụọ maọbụ amoosu na mpaghara Izzi n'Ebonyi steeti.",
    "Ndị omeiwu steeti nyere mkpebie ahụ n'ọgbakọ ha nwere n'ụlọomeiu steeti ahụ n'Abakaliki ụbọchị Wenezde nke Onyeisi ụlọomeiwu steeti ahụ bụ Moses Ije Odunwa.",
    "Nke a na-abịa dịka omeiwu na-anọchiteanya Izzi bụ Godwin Abiri, kpalitere okwu ahụ n'ụlọomeiwu steeti ahụ n'ụbọchị Wenezde 10 Julaị, 2024.",
    "Abiri, kwuru na ya bụ ihe etinyela ndụ ọtụtụ mmadụ n'ihe egwu ma bute mbibi ọtụtụ ihe akụakụ na ihe enweenwe.",
    "Abiri boro ebubo na \"ndị amụma ụgha  ji aghụghọ na-edunye ọha ndị mmadụ n'imerụ ala nakwa ikponye aja na garị n'ọrụ nwulite obodo gọọmentị na-arụ.\"",
    "",
    "Abiri bulitere okwu ahụ dịka ọgbaghara dachara n'Agharaoza dị n'obodo Ndi-Ebo Ezzainyimagu dị n'okpuru Ọchịchị Izzi, Ebonyi Steeti  dịka ndị ntoroọbia wakporo otu nwoke a kpọrọ John Ekpono na ezinaụlọ ya suo  ụlọ ha ọkụ, bibie ọtụtụ ihe n'iwe n'ihi amụma otu ụkọchukwu buru na Ekpona kechiri akaraka ọtụtụ ndị ntoroọbịa n'ogbe ha.",
    "Ofụfe",
    "Naijiria",
    "Omenala",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Okwu Nnamdi Kanu bụ okwu nwereonwe, ọ bụghị okwu nchekwa - Aloy Ejimakor10 Julaị 2024",
    "Ihe anyị ma maka ndị ntọ 9 a sị e gburu na Ladipo12 Julaị 2024",
    "Ụmụnwaanyị esonyela na ndị so Eze achị n'Enugwu10 Julaị 2024",
    "NA EME UGBU A, Onyeisiala Tinubu na ndịọrụ enweela nkwekọrịta ka ụgwọ opekatampe bụrụ N70,000",
    "Ihe mere ndị omeiwu Imo ji sị ka Gọvanọ Uzodimma chụọla Ọkaikpe Ukwu steeti ahụelekere 9 gara aga",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu16 Julaị 2024",
    "Ihe ise na-ese okwu na mkpebi Ụlọikpe Kachasị nyere maka 'Local Government autonomy'16 Julaị 2024",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ13 Julaị 2024",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike15 Julaị 2024",
    "Ladipo kidnappers: Ihe anyị hụrụ dịka ndị uweeojii na ndị ntọ kwara mgbọ na Legọs12 Julaị 2024",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu16 Julaị 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump15 Julaị 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}