{
  "published": "24 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Harrison Gwamishu",
    "Ụfọdụ ndị nne na nna etiela mkpu dịka a na-ebo ebubo na e dubara ụmụaka karịrị 50 n'otu nzuzo n'otu ụlọakwụkwọ dị n'Asaba, Delta steeti.",
    "A na-enyo na ụmụaka ahụ bụ ndị dị agbata afọ asatọ na afọ 15 bụ ndị edubanyere n'otu ahụ dịka ụmụaka ibe ha ji akwụkwọ nye ha akara  a kpọrọ arụ agwọ' (snake bite) n'azụ aka ha.",
    "'Ihe m hụrụ n'otu nzuzo'20 Mee 2020",
    "Chrisland school: A kpụpụla ụfọdụ n'ụlọakwụkwọ a ụlọikpe maka ọnwụ otu nwata akwụkwọ ha25 Maachị 2023",
    "Lee usoro ndị ọzọ ị ga-eji zụọ ụmụ gị na-abụghị sọ ịpịa ụtalị28 Eprel 2022",
    "Nke a pụtara ihe dịka ihe onyonyo fegharịrị na soshal midia n'izu nọ na-ebo ebubo na-edenyere aha ọtụtụ ụmụakwụkwọ si n'otu ụlọakwụkwọ n'otu nzuzo site n'inye ha akara  \"arụ agwọ\" (snake bite) n'azụ aka ha.",
    "N'ihe onyonyo ahụ nke otu onye na mgba mbọ maka ikike dịịrị onye ndị mmadụ aha ya bụ Harrison Gwamishu tinyere n'akara Facebook ya, ihe ruru ụmụaka 61 na-agụ akwụkwọ n'ụfọdụ ụlọakwụkwọ na Delta steeti nwere akara ahụ n'azụ aka ha.",
    "Gwamishu gwara BBC Igbo na ụmụaka ndị otu a na-enye ibe ha akara ahụ site ichi ha akwụkwọ n'azụ aka kwubie ụfọdụ okwu ma kwee ha nkwa ịgbatara ha ọsọ enyemaka ma onye nkuzi ọbụla maọbụ onye ọbula nye ha ntaramahụhụ ọbụla.",
    "Ebe foto si, Screengrab",
    "Gwamishu kwuru na ọ chọpụtara na:",
    "\"Otu nwata akwụkwọ a na-enyo bụ onye otu a chọrọ iti onye nkuzi ya nwoke ihe maka ịta ya ahụhụ.\"",
    "\"Ụmụaka ndị a dị na-agbata afọ asatọ na afọ 15. Ọ bụrụ na-edenye aha gị, ị ga denye onye ọzọ.\"",
    "\"Ha na-ekwe nkwa onye tie gị ihe, ị gagwa ha, ha gaa taa onye ahụ ahụhụ.\"",
    "Otu nwaanyị  e dere nwa ya dị afọ 13 akara 'agwọ' a n'aka nke sị n'otu ụlọakwụkwọ na steeti ahụ gwara BBC Igbo na ọ bụ ka \"nwa m lọtara akwụkwọ na-ajụ m ihe 'snake bite' pụtara\" ka ọ matara ihe na-eme.",
    "\"A jụrụ m ya, ọ bụ na ị maghị ihe agwọ ịta mmadụ pụtara? E nyere m ya ekwentị sị ya were chọọ na 'Google' mana dịka ọ na-ele ya, e lere m ya anya n'azụ aka, hụ apa dị ya n'aka.\"",
    "\"Oge m jụrụ ya ihe mere ya n'aka, o kwuru na ọ bụ ya merụrụ onwe ya ahụ n'aka mana n'ihi ihe m gụtara a soshal midia, a jụsiri m ya ike ka ọ gwa m eziokwu onye nyere ya akara ahụ, o wee kpọọ aha nwa ụlọakwụkwọ nyere ya ya bụ akara n'aka.\"",
    "Ndị uweojii Delta state sị na ha amaghị maka akụkọ a na-efegharị.",
    "Oge onye ntaakụkọ anyị kpọtụrụ ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Bright Edafe maka okwu a, ọ sịrị, \"Ebe ka ihe ahụ mere? Anyị anụbeghị maka ya.\"",
    "Ebe foto si, Screengrab",
    "A hụrụ akara 'arụ agwọ' dị n'azụ aka ụfọdụ ụmụaka Praịmari na Sekọndrị a na-enyọ na-edubara n'otu nzuzo",
    "Otu onyeisi na ministrị Agụmakwụkwọ na steeti ahụ bụ Dkt Mike Emeshiri kwuru: \"Ihe a ị na-ekwu gbagwojuru m anya.\"",
    "\"Ama m na otu onye kpọrọ anyị n'ekwentị sị na ọ na-abịa iwetara anyị mkpesa maka ya, mana anyị ahụbeghị ya\"",
    "\"Amaghị m maka ya bụ okwu.\"",
    "Dịka ihe onyonyo ahụ wuru na soshal midia, ọtụtụ ndị mmadụ nọ na soshal midia na-ebo ebubo na e tinyere nwa ha maọbụ onye agbataobi ha n' otu nzuzo na pramarị na sekọndrị na steeti ahụ site ya bụ akara.",
    "Ụmụakwụkwọ ịbanye otu nzuzo  abụghị ihe ọhụrụ Naijiria dịka ọ na-eme n'ọtụtụ ụlọakwụkwọ mahadum.",
    "Mana nke ọhụrụ bụ ndị Praịmarị na sekọndrị isonye.",
    "Dịka Gwamishu siri kwuo, \"ọ bụrụ na egbochighi nke a n'oge, ọtụtụ ụmụaka na-eto eto ga-atufu ezi ụkpụrụ sowe agwa na nkwenye ọjọọ nke otu nzụzọ.\"",
    "Ihe akaebe ga-agba ama maka ebubo a ka bụ ihe a na-atụ anya ya ịpụta mana akụkọ a na-efegharị dịka ndị uweojii na-ekwu na mkpesa banyere ya erubeghi ha ntị mkpọm kwem.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Ezinụlọ",
    "Ọmụmụ na mmụta",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "Traditional Religion: Ihe mere ndị ntoroọbịa uka Kraịst ji alaghachị n'ụka omenala 21 Mee 2023",
    "Ọ bụghị Alex Otti gbara akwụkwọ n'ụlọikpe 'appeal' ọ bụ Labour Party – Ferdinand Okeoma 24 Mee 2023",
    "Ihe mere mba UK jiri machie ụmụakwụkwọ mbịarambịara ịkpọbata ezinaụlọ ha23 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "School cultism: Ọ bụ eziokwu na e dubara ụmụaka primarị na sekọndrị n'otu nzuzo n'otu ụlọakwụkwọ n'Asaba?elekere 7 gara aga",
    "Ọ bụghị Alex Otti gbara akwụkwọ n'ụlọikpe 'appeal' kama ọ bụ Labour Party – Okeoma Ferdinand19 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}