{
  "published": "16 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Florida state police",
    "Ryan Wesley Routh bụ nwoke ahụ FBI boro ebubo na ọ chọrọ igbu Donald Trump gara ụlọikpe dị na Florida taa.",
    "Mana n’ụlọikpe, ebubo Ryan na-azara ọnụ ya arụtụghị aka na ọ wara igbu Trump dịka FBI sị kwuo.",
    "Ọkaikpe Judge Ryon McCabe gụpụtara ebubo e boro Ryan nke gunyere iwe egbe na ngwa agha dara iwu.",
    "Ndeko dị n’ụlọikpe na-egosi na ụlọikpe amaala Ryon ikpe ugboro abụọ n’afọ 2002 nakwa 2010.",
    "N’afọ 2002,n’ọnwa Desemba ka ụlọikpe dị na Greensboro, Nọth Carolina mara ya ikpe maka i ji ngwa agha nwereike igbu mmadụ n’ọha.",
    "N’ọnwa Maachị, afọ 2010 ka ụlọkpe ọzọ na Nọth Carolina makwara ya ikpe maka iji ihe e zuru n’ohi.",
    "N’ụbọchị monda ọzọ na-abịaabịa ka ụlọikpe ga-ekwu ka ha aga etinye Ryan na nja ruo na-ekpecha ikpe ya.",
    "Ebe foto si, Reuters",
    "E burula onye bụbu onyeisiala mba Amerịka bụ Donald Trump gbabanye na nzuzo dịka ụlọọrụ FBI kwuputara na a nwara igbu ya ọzọ n'ogige golf na mpaghara West Palm Beach.",
    "Nke a na-eme dịka ọ fọrọ ntakịrị ka o ruo ọnwa abụọ kemgbe agbara egbe ebe Trump na-achụ nta vootu nke merụrụ ya ahụ ma gbuo otu onye.",
    "Ozi gbasara onye nwoke ahụ bụ ka na-apụta dịka ndị ntaakụkọ mba Amerịka nyere aha ya ka Ryan Routh.",
    "Nwa nwoke ahụ bụ Oran kwuru na nna ya bụ \"onye ịhụnanya na-elekọta mmadụ\"",
    "\"A maghị m ihe mere na Florida mana olileanya m bụ na emefeghi ihe oke, n'ihi na site na ihe m nụrụ ọ dịghị ka nwoke m ma enwereike ịme ihe dị etu a\" ka Oran gwara CNN.",
    "Nchọpụta BBC Verify mere gosiri soshal midia nwere aha nwoke ahụ. O giosiri na Routh kpọrọ oku ka ndị agha mba ọzọ gaa Yukren ịlụsọ ndị agha Rọshịa agha.",
    "O nwekwara ihe ndị na-akwado Palestine, Taiwa nakwa ozi megide mba Chaịna n'ọbaozi ya  nke gụnyere ịbo mba Chaịna ebubo iji ọrịa alụsọ ndị mmadụ agha dịka ọ kpọrọ Covid-19 'mwakpo'.",
    "Ihe ahụ mere n'ebe akpọrọ Trump International Golf Club dị na West Palm Beach ihe dịka elekere iri na ise n'ebe ụlọ Trump dị na Mar-a-Lago.",
    "Ndị ọrụ nchekwa nzuzo hụrụ nwoke ahụ ji egbe mgbe ha na-enyocha ebe Trump ga-eme egbuwregwu nke ya. Ha na-ebukarị ya ụzọ a ga ihu enyocha ebe niile dịka ndị uweojii si kọwa.",
    "Ha hụrụ ọnụ egbe ahụ bụ nke e chebu na ọ bụ AK-47 mana a chọpụtara na ọ bụ SKS-style rifle ka o jị si n'ime obere ọhịa dị n'akụkụ ebe ahụ epiopute isi.",
    "Ozugbo ahụ onye ọrụ nchekwa lụsoro ya ọgụ dịka nwoke ahụ gbapụrụ ọsọ\" ka Sheriff Bradshaw kwuru.",
    "\"Ndị ọrụ nchekwa nzuzo mere ihe ha kwesiri ime\" ka o kwuru.",
    "Donald Trump",
    "Ntuliaka Mba Amerịka nke afọ 2024",
    "Mpụtara ntuliaka ọkwa Gọvano Edo steeti22 Septemba 2024",
    "Ndị otu ndọrọndọrọ ọchịchị PDP amalitela ime ngagharịiwe n’Edo steetielekere 8 gara aga",
    "NA EME UGBU A, Ntụliaka Edo: Ndị uweojii anwụchiela ndị ekperima, napụta ha ngwaọgụ",
    "Etu mmiri si Lagdo dam nke Cameroon nwere ike ime ka nsogbu idemmiri Naijiria kawanye njọ18 Septemba 2024",
    "Onyeisi Main market Enugwu e gburu egbu bụ enyi ọha - Ụmụnne Stephen Aniagu17 Septemba 2024",
    "A nwụchiela Sean 'Diddy' Combs maka ebubo ịmanye ụmụnwaanyị n'ọrụ akwụna17 Septemba 2024",
    "A kpụpụla nwoke FBI sị nwara igbu Trump ụlọikpe16 Septemba 2024",
    "Arụ na usoro e si akpụ arụ n'omenala Igbo15 Septemba 2024",
    "Etu ndị na-enye aka amụpụta nwa si egbusi ụmụaka ndị nwaanyị ma mechaa na-azọ ndụ ha14 Septemba 2024",
    "Etu ị si ebi ndụ ga-esi metụta akịrị gị13 Septemba 2024",
    "Lee ndị na-azọ ọkwa Gọvanọ Edo Steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}