{
  "published": "13 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @flyairpeace/X",
    "Ụlọọrụ Air Peace apụtala ịzaghachi ebubo nrụrụaka nke ngalaba ikpe nkwụmọtọ nke mba Amerịka boro onyeisi ha bụ Allen Onyemaka nakwa onye ọrụ ha ọzọ bụ Ejiroghene Aghagha.",
    "N'ozi Air Peace wepụtara n'akara X ha, ha kọwara na ebubo ndị e boro mmadụ abụọ n'ụlọọrụ ha bụ nke malitere kemgbe afọ ole ma ole gara aga.",
    "Ha kwukwara na otu ndị ọkaiwu ha tinyere anya na ya bụ okwu were na-ekpe ikpe dị na ya.",
    "\"Anyị chọrọ ikwusi ike na aka Onyema na Eghagha dị ọcha nb'ebubo ndị e boro ha dịka ikpe a ka dị n'ụlọikpe.",
    "\"Anyị ji n'aka na nke a ga-edo mmadụ niile anya n'oge adịghị anya\" ka ha kwuru.",
    "Ihe 5 Allen Onyema gwara Nnamdi Kanu22 Septemba 2019",
    "Aka m dị ọcha - Allen Onyema23 Nọvemba 2019",
    "Allen Onyema tụkwasịrị m asị - Nnamdi Kanu25 Nọvemba 2019",
    "Ọ bụ n'ọnwa Nọvemba afọ 2019 ka ngalaba na-ahụ maka ikpe na mba Amerịka weputara ozi boro Allen Onyema na Ejiroghene Eghagha ebubo dị iche iche gbadoro ụkwụ na mpụ, ịweta akwụkwọ adịgboroja nakwa mbupu ego.",
    "Mana ebubo ọhụrụ nke ha boro mmadụ abụọ a bụ na ha na-achọ ịgwu gọọmentị mba Amerịka wayo ma kwaghaa ikpe site n'iweta akwụkwọ adigboroja.",
    "Ha sị na nke a bụ iji tọghapụ onwe ha n'ebubo mbụ ndị e boro ha.",
    "Ọkaikpe mba Amerịka na-ahụ maka ya bụ ikpe bụ Ryan Buchanan kwuru sị \"ọ bụ site n'uchu ndị ọrụ anyị tinyere na nyocha ka e ji chọpụta nkata mmadụ abụọ a kpara ma mee ka ọ dị ire ibo ha ebubo ịnwa ịkwagha ikpe gọọmentị\"",
    "Naijiria",
    "Njem ụgbọelu",
    "Mpụ",
    "NA EME UGBU A, Pope Francis ekwuola okwu gbasara ndịagha United Nations e merụrụ ahụ na Lebanon",
    "Allen Onyema: Nke bụ eziokwu maka ebubo nrụrụaka mba Amerịka boro ya13 Ọktọba 2024",
    "Binta Nyako: Ọkaikpe kachasị na Naịjirịa enyeghachịla ya ikpe Nnamdi Kanu11 Ọktọba 2024",
    "Ihe bụ iwe m ebe Gọvanọ Fubara nọ - Nyesom Wike9 Ọktọba 2024",
    "Ihe mere ndị Ilaje ji atụnye nwa ọhụrụ na mmiri 9 Ọktọba 2024",
    "Mmachi asambodo ofesi: 'Ọ dị m ka onye e gwuru wayo, e gburu m oge m ma mefukwa ego nne na nna m’8 Ọktọba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Gọmentị Enugwu akwatuola ụlọ e ji atọ ndị mmadụ n’Owerre Court, Agwu5 Ọktọba 2024",
    "WHO enyela nkwado maka nnyocha mpox anaghị egbu oge4 Ọktọba 2024",
    "Lee uru okwụrụ bara n'ahụike mmadụ1 Ọktọba 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ekele dị iche iche e ji mara ndị IgboEmelitere ikpeazụ na: 6 Disemba 2019",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}