{
  "published": "21 Febụwarị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Akwụkwọ onye bụbu Onyeisiala Naịjirịa bụ Ibrahim Babangida dere bụ okwu a kpụ n'ọnụ ugbu a na Naịjirịa.",
    "Aha akwụkwọ ahụ bụ \"A Journey in Service: An Autobiagraphy of Ibrahim Babangida\".",
    "Kemgbe e weputara akwụkwọ ahụ n'Abụja, ọtụtụ ihe mere ndị mmadụ ji ekwu maka ya ọkachasị etu o si metuta akụkọ gbasara ihe omimi megoro Naịjirịa nakwa etu Babangida si chịa ọchịchị n'oge ọ bụ Onyeisila.",
    "N'ime akụkọ a, anyị ga-etinye anya n'ihe ndị gbara ọkpụrụ bụ okwu a kpụ n'ọnụ ugbua.",
    "Democracy day 2022: Ọ na-echu m ụra mgbe ọbụla m chetara ndị nọ n'aka ndị ntọ na Naijirịa -  Muhammadu Buhari12 Juun 2022",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịa27 Mee 2023",
    "Onyeisiala Bola Tinubu ezigala ozi nkasiobi nye ezinaụlọ Edwin Clark lara mmụọ18 Febụwarị 2025",
    "Ebe foto si, Getty Images",
    "Ibrahim Badamasi Babangida bụ otu n'ime ndị ọchịagha chịrị Naịjirịa ma bụrụ onye nke asatọ chịrị Naịjirịa malite n'afọ 1985 ruo 993.",
    "A mụrụ Babangida n'obodo Minna dị na Niger Steeti n'afọ 1941 n'ezinaụlọ nne na nna ya bụ Muhammad na Aisha Babangida.",
    "Ọ gụrụ akwụkwọ praịmarị n'afọ 1950 ruo 1956, gụọ nke sekọndịrị na Government College Bida site n'afọ 1957 ruo 1962.",
    "Ọ banyere n'ọrụ ndịagha Naịjirịa n'ọnwa Disemba afọ 1962, mgbe ọ gara ọzụzụ na Nigerian Military Training College dị na Kaduna.",
    "Ọ natara ọzụzụ ndịagha na mba India nakwa Briten.",
    "Babangida so were mee nnapụ ọchịchị n'ike e mere n'afọ 1966 nke mere e ji chụpụ ọchịagha Aguiyi Ironsi ma tinye ọchịagha Yakubu Gowon.",
    "Babangida so na ndịagha Naịjirịa buru agha megide ndị Biafra site n'afọ 1967 ruo 1970 mgbe ọ bụ onye ndu ndịagha 'Infantry Battalion' n'afọ 1968.",
    "N'afọ 1969 a gbara ya egbe n'akụkụ obi, mgbe agha na-ada n'etiti Enugwu na Umuahia mana ọ mechara gbakee.",
    "Ọ lụrụ nwunye ya bụ Maryam King n'ụbọchị isii nke ọnwa Sepụtemba, afọ 1969.",
    "Mana n'akwụkwọ ahụ IBB dere, ọ kọrọ akụkọ banyere ihe mere ya n'oge Naịjirịa na Biafra na-anụ agha.",
    "Ọ sị na n'ime ihe niile mere ya na nke kacha metụta ya bụ mgbe ya na ndịagha Biafra nụrụ ọgụ, ọtụtụ n'ime ha bụ ndị ya zuru dịka cadet.",
    "Ọ sị na ọtụtụ n'ime ndịagha Bịafra ahụ bụ ndị anwụghị n'agha ka bụ ndị ọnyị ya site mgbe agha kwụsịrị ruo ugbu a.",
    "Ihe kacha metụta ya nakwa nke ọ gaghị echefu bụ mmeru ahụ o meruru bụ nke chọrọ  igbu ya mgbe Naịjirịa na Biafra na-akwakọrịta mgbọ n'Uzuakọli dị n'Ụmụahia, n'Abia steeti .",
    "N'oge ahụ ka ihe dịka ntu gbabara n'ime obi ya. Mgbe ahụ ka e buru ya ga n'ụlọọgwụ dị na Legos steeti.",
    "IBB toro na Mina Niger Steeti,",
    "Ọ bụ nwa na-enweghị nne na nna mgbe ọ dị afọ iri na anọ.",
    "Ọ dị afọ iri na isii mgbe ọ banyere ụlọakwụkwọ sekọndịrị dị na Bida, Niger Steeti nke a na-akpo \"government secondary Bida'.",
    "I957/1962 bụ mgbe ọ gụrụ akwụkwọ sekọndịrị.",
    "Ndị ya na ya nọ n'ụlọakwụkwọ bụ onye bụbu Onyeisiala Naịjirịa Abdulsalam Abubakar na ndị ọzọ.",
    "O si n'ọchịchị pụọ mgbe ihe dịka afọ iri atọ na abụọ garaaga.",
    "Ebe foto si, Getty Images",
    "N'afọ 1975 mgbe Babangide ji ọkwa onye ndu ndị a kpọrọ 'amoured corps', ọ napụrụ ndị ọchịchị nọ mgbe ahụ ọchịchị n'ike.",
    "Mana n'afọ 1976, o gbochiri atụmatụ nnapụ ọchịchị n'ike site n'ịkpa ụlọ mgbasaozi Radio Naịjirịa, nke mere e jiri gbuo ọchịagha Murtala Muhammed.",
    "N'afọ 1983, ọ napụrụ ndị nkịtị ọchịchị ma nye ya ndịagha nke tinyere ọchịagha Muhammadu Buhari n'ọchịchị.",
    "N'afọ 1985, ọ hazi kwara nnapụ ọchịchị n'ike n'aka ọchịagha Buhari ma tinye onwe ya dịka ọchịagha na-achị Naịjirịa.",
    "Ebe foto si, Getty Images",
    "Oge Babangida nọ n'ọchịchị, ọ gbara mgbọ ịhazi ntuliaka iji nyeghachị ndị nkịtị ọchịchị mana ọ dabaghị.",
    "E ruru n'ọnwa Juun, afọ 1993, e mere ntuliaka ịhọpụta onyeisiala, mana ọ kagburu ya sị na e nwere nrụrụaka.",
    "Nke a butere ngagharịiwe na ọgbaghara na mpaghara Ndịda Anyanwụ Naịjirịa.",
    "Ọ bụ maka ọgbaghara ahụ kawanyere njọ mere ka Babangida gbaa arụkwaghịm n'ọnwa Ọgọọstụ 1993 ma nyefee Ernest Shonekan ọchịchị nchere oge.",
    "Dịka ọnwa ole na ole gachara, ọchịagha Sani Abacha napụrụ Shonekan ọchịchị ahụ n'ike.",
    "Babangida deputara ọtụtụ ihe mere n'oge ọchịchị ya nke metutara ya nke ukwuu.",
    "Ọtu n'ime ha bụ ọnwụ onye ntaakụkọ hiwere ụlọọrụ News Watch bụ Dele Giwa e ji ogbunigwe gbuo n'ọnwa Ọktoba n'afọ 1996.",
    "Ihe ọzọ bụ iweghaara ọchịchị n'ike nke mere ka egbuo ADC ya ebe ọ fọdụrụ ntakịrị  ka e gbuo ya onwe ya. Babangida kwuru na aka Gideon Orka dị na",
    "Ọzọ bụ nsogbu Organisation of Islamic Corporation (OIC) bụ nke a na-ekwu na gọọmentị tinyere Naịjirịa n'otu ahụ site n'ụzọ na-ezighị ezi.",
    "Ngaghariiwe nke afọ 1989 bụ nke e mere maka ihe ụkọ nakwa iwu gọọmentị ya a kpọrọ 'structural adjustment policy\".",
    "Ugboelu kpọkara n'ọnwa Sepụtemba afọ 1992 bụ ụgbọelu ndịagha Naịjirịa dara na nkeji atọ ka ọ malitere njem n'ọdụ ụgbọelu n'Ikeja, Legos, gburu ndịagha ruru 159 na ndịọrụ ụgbọeleu ahụ.",
    "Mkpamkpa ahụ gburu ọtụtụ ndịagha maara ihe ekwe na-akụ. N'oge ahụ e nwere ebubo na aka gọọmentị dị na mkpọka ụgbọelu ahụ iji gbochie atụmatụ ịgbanwe gọọmenti ya.",
    "Nsogbu Juun 12 bụ nke katọrọ ntụliaka a na-ahụ dịka ntụlịaka e nwere na-enweghị mpụ maọbụ ọgbaaghara. Nke a butere ọnwụ onye a na-atụ anya na ọ bụ ya meriri ntụlịaka ahụ bụ Moshood Kashimawo Olawale (MKO) Abiola nakwa nwunye ya.",
    "Bola Tinubu",
    "Naijiria",
    "Muhammadu Buhari",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "\"Anyị ahụla ozu mmadụ karịrị iri anọ na mmiri 'Imo River' - ndị obodo Oriendu Abia Steetielekere 6 gara aga",
    "NA EME UGBU A, O meela abalị atọ ndị ụka Katọlik bidoro ikpere Pope Francis nọ n’akwa ọrịa ekpere",
    "Gịnị dị n'atụmatụ iwu ahụ ga-ebelata ụgwọ ụlọ n'Enugwu steetị na uru dị na yaelekere 7 gara aga",
    "Ndị uweojii akọwaala etu ndị a na-enyo na ha gburu Justice Azuka si rie mbọ mbọ ọsọ24 Febụwarị 2025",
    "Ihe gbara ọkpụrụkpụ n'akwụkwọ Ibrahim Babangida21 Febụwarị 2025",
    "Ụmụnwoke Igbo anaghị eji aka ike alụ ndị nwunye ha - Omoni Oboli21 Febụwarị 2025",
    "Ihe mere ndị Igbo ji akwanyere ụbọchị Eke, Orie, Afọ na Nkwọ ugwu22 Febụwarị 2025",
    "Etu enyi abụọ si nwụọ na Nkpor, Anambra Steeti oge ndị ntọ wakporo ha20 Febụwarị 2025",
    "Ndịiche dị n'okpukperechi ọdịnala na ịgwọ ọgwụ 'okeite'18 Febụwarị 2025",
    "Ụmụnwoke Igbo anaghị eji aka ike alụ ndị nwunye ha - Omoni Oboli",
    "O meela afọ atọ Rọshịa wakporo Yukren: Lee ihe ị kwesiri ịma",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ndị uweojii akọwaala etu ndị a na-enyo na ha gburu Justice Azuka si rie mbọ mbọ ọsọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}