{
  "published": "2 Nọvemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Aka na-achị Abịa steeti bụ Alex Otti atụọla vootu nke ya na ntụliaka Okpuru ọchịchị Abịa steeti.",
    "Otti tụrụ vootu ahụ n'ogige ntụliaka ya bụ Unit 017 Ahiafor Umuru-Umuehim Nvosi dị n'Okpuru ọchịchị Isialangwa South.",
    "Oge ọ tụrụ vootu ahụ bụ mgbe o jiri nkeji iri na itolu gaa elekere iri na abụọ nke etiti ụbọchị (12:19pm).",
    "APC azakọrọla mmeri na ntụliaka Okpuru ọchịchị Imo steeti23 Septemba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Ihe mere na ntuliaka okpuru ọchịchị nke Imo steeti27 Ọgọọst 2018",
    "Ụfọdụ mmadụ egosila iwe na enweghị afọ ojuju na ntụliaka Okpuru ọchịchị na-aga n’ihu ugbua n’Abịa steeti n’ihi ngwa ntụliaka e butere n’azụ oge na mpaghara ụfọdụ tinyere ntụliaka na-amaliteghị n’oge.",
    "N’ogige ntụliaka 0013 dị n’Itaja Obuohia Olokoro, enweghị onye hụrụ ndị ọrụ ABSIEC na ngwa ntụliaka dịka ọ gachara elekere atọ ntụliaka malitere.",
    "Ọnọdụ ahụ mere ka ka ndị chọrọ ịtụ vootu na-abịa ma na-alakwa.",
    "N’ụfọdụ mpaghara ndị ọzọ dịka na Saint Joseph Primary School Ụmụahịa, ntụliaka amaliteghị n’ihi na ahụghị akwụkwọ ndekọ okwe vootu bụ ‘result sheet’.",
    "Oge ọ na-agwa ndị ntaakụkọ okwu, onye ji aha otu Peoples Democratic Party (PDP) azọ ọkwa Onyeisioche Umuahia South bụ Barr Peter Asagwara kwara arịrị ma boo ebubo na ahụghị akwụkwọ ndekọ okwe vootu n’ọtụtụ ogige ntụliaka.",
    "N’otu aka ahụ, e nwere ndọghachiazụ na Wọọdụ 7 Amasa Ntigha dị n’Okpuru ọchịchị Isiala Ngwa North dịka ụgbọala buuru ngwa ntụliaka gbafuo.",
    "Ka o sinadị, onye omeiwu etiti na-anọchiteanya Isiala Ngwa North na South bụ Ginger Onwusibe etoola ụzọ udo ntụliaka ahụ si aga gburugburu Abịa steeti.",
    "Ebe foto si, Getty Images",
    "Ụbọchị taa bụ Satọde 2 Nọvemba 2024 ka a ga-ahazi ntụliaka Okpuru ọchịchị n'Abịa steeti.",
    "Ntụliaka ahụ ga-adị n'ime wọọdụ otu narị na iri asatọ na anọ (184) dị na steeti ahụ dịka a ga-eji ya họpụta ndị isioche Okpuru ọchịchị iri na asaa (17) na ndị nnọchiteanya 'councillor' ha.",
    "A tụrụ anya na pati iri na itoli (19) ga-esonye na ntụliaka ahụ.",
    "Ọkankụzi George Chima bụ Onyeisioche ụlọọrụ na-ahazi ntụliaka na steeti ahụ, Abia State Independent Electoral Commission (ABSIEC) kwuru na ntụliaka ahụ bụ nke agaghị enwe nrụrụaka ọbụla.",
    "Ka o sinadị, Gọọmenti Abịa steeti amachiela ngagharị ndị mmadụ maọbụ ụgbọala n'oge ntụliaka ahụ iji hụ na e nwere ezi nchekwa ma hụkwa na e gbochiri ọnọdụ tigbuo zọgbuo.",
    "Dịka gọọmenti steeti ahụ siri kwuo, mmachi ahụ ga-amalite n'ime ndeeri ụbọchị Fraịde 1 Nọvemba ma kụrụ ọnụ n'elekere anọ nke mgbede n'ụbọchị Satọde 2 Nọvemba 2024.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Abia Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Kemi Badenoch: Onye bụ onyeisi ọhụrụ nke otu Conservatives mba Briten?elekere 9 gara aga",
    "Ihe ndị Afrịka chọrọ na ntụliaka Amerịkaelekere 6 gara aga",
    "Gọvanọ Alex Otti atụọla vootuelekere 9 gara aga",
    "Etu e si mee olili Emmanuel Iwuanyanwu bụ Onyeisi Ohanaeze Ndigbo1 Nọvemba 2024",
    "Ikwu mmadụ o tozuru oke iketa akụnaụba ya ma ọ nwụọ?30 Ọktọba 2024",
    "E gburu nwunye m dị ime ọnwa ise ka a rịchara ya elu n'ike29 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere30 Ọktọba 2024",
    "Kamala Harris: Ọtụtụ njirimara nwaanyị mbụ bụ Osote onyeisiala Amerịka 30 Ọktọba 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe1 Nọvemba 2024",
    "A tabiela nwataakwụkwọ ire n'Abia steeti26 Ọktọba 2024",
    "Etu e si mee olili Emmanuel Iwuanyanwu bụ Onyeisi Ohanaeze Ndigbo",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere",
    "Gọvanọ Alex Otti atụọla vootu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}