{
  "published": "29 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye ndu ndịagha isi ekweghị ọnwụ Hezbollah nke Lebanọn bụ Heikh Hassan Nasrallah bụ otu onye a maara nke ọma na mpaghara Middle East.",
    "Ahụbeghị Nasrallah n’ihu ọhanaeze kemgbe ọtụtụ afọ gara aga n’ihi na egwu na-atụ ya na ndị Izrel ga-ememila ya.",
    "Ma n’ụbọchị Satọde, ndịagha Izrel kwuru na ha egbuola Nasrallah n’agha ha buru na Beirut. Hezbollah ekwubeghị okwu gbasara nke a.",
    "Onye adịghị ahụ anya nke nwere njikọ na Iran, ọ gbara mbọ dị mkpa n'ịgbanwe Hezbollah ka ọ bụrụ ihe ọ bụ taa na ndọrọndọrọ ọchịchị na ibu agha - ndị na-akwado otu ahụ ka na-asọpụrụ ya.",
    "N'okpuru nduzi Nasrallah, Hezbollah enyerela aka zụọ ndịagha Palestine bụ Hamas, ya na ndị agha Ịrak na Yemen, wee nweta ngwaagha na rọketi sitere na Ịran maka iji megide Izrel.",
    "Ọ zụlitere Hezbollah site n'ịbụ ndịagha ehibere maka ịlụso ndị agha Izrel bi na Lebanọn agha ka ọ bụrụ ndịagha siri ike karịa ndị agha Lebanọn, onye na-agba mbọ na ndọrọndọrọ ọchịchị Lebanọn, onye na-arọpụta ọrụ ahụike, agụmakwụkwọ na ọrụ mmekọrịta mmadụ na ibe ya, tinyere ịkwado ọchịchọ obi Ịran ị bụ mba kwụụrụ na nke ya.",
    "Onye a mụrụ na 1960, Hassan Nasrallah tolitere na mpaghara ọwụwa anyanwụ nke Beirut bụ Bourj Hammoud, ebe nna ya bụ Abdul Karim na-ere obere ahịa. Ọ bụ nwa nke mbụ n'ime ụmụ itoolu.",
    "Ọ sonyeere ndị otu Amal, tupu o sonyere ndịagha Shia, oge Lebanọn banyere n'agha ime n’afọ 1975. Mgbe ọ nọsịrị obere oge n’obodo nsọ Iraq nke Najaf ịgụ akwụkwọ seminarị Shia, ọ laghachiri Amal na Lebanon tupu ya na ndị ọzọ ekewaa otu ahụ n’afọ 1982, n’ime obere oge Izrel wakporo Lebanọn na nzaghachi nye mwakpo nke ndịagha Palestine.",
    "Otu ọhụrụ ahụ bụ Islamic Amal nwetara nkwado ndịagha Revolutionary Guards nke Iran nke dị na Bekaa Valley, ma tiwapụ dịka ndị a ma ama sitere na ndịagha Shia nke ga-emecha mepụta Hezbollah.",
    "N'afọ 1985, Hezbollah kwuputara nguzobe ya site n’ibipụta \"akwụkwọ ozi\" nke mere ka Amerịka na Soviet Union pụta dịka ndị kachasị bụrụ ndị iro Islam ma kpọọ oku maka \"mkpochapụ\" Izrel, nke o kwuru na ọ na-eweghara ala ndị Alakụba.",
    "Nasrallah gbara mbọ nke onwe ya ịgbago n’ọkwa Hezbollah dịka otu ahụ na-etolite. O kwuru na mgbe ọ rụsịrị ọrụ dịka onyeagha, ọ bụụrụ onyeisi otu ahụ na Bealbek, tupu ọ gbagoo na mpaghara Bekaa dum, dịka Beirut sochiri ya.",
    "Ọ ghọrọ onye ndu Hezbollah n’afọ 1992 mgbe ọ dị afọ 32, mgbe e gbuchara onye bu ya ụzọ bụ Abbas al-Musawi n’ogbunigwe Izrel jiri helikopta tụọ.",
    "Etu nnyocha ogbugbu nwata a na 'West Bank' si bute ebubo na ndịagha Israel mere mpụ agha 3 Mee 2024",
    "Iran vs Israel: Kedu onye ngwa agha ya kaa?20 Eprel 2024",
    "Ndịisi agha Isreal aṅụọla iyi ịwakpo mba Iran na nzaghachị ogbunigwe ọ tụrụ ha16 Eprel 2024",
    "Otu n’ime ihe mbụ o mere bụ imegwara ogbugbu e gburu Musawi. O nyere iwu ka e jiri rọketi wakpoo mgbago ugwu Israel bụ nke gburu otu nwata nwaanyị, onye ọrụ nchekwa Israel nọ n'ụlọọrụ nnọchite anya Israel dị na Turkey bụ ogbunigwe ụgbọ ala gburu ya dịka onye o gburu mmadụ gbuo onwe ya tiwara ogbuniigwe n’ụlọọrụ nnọchi anya Israel dị na Buenos Aires, Argentina, gbuo mmadụ iri abụọ na itolu (29).",
    "Nasrallah na ndịagha Izrel busoro onwe ha obere agha dị iche iche nke njedebe ya bụ iwezuga onwe ha na ndịda Lebanon n’afọ 2000, n'agbanyeghị na ọ tara ahụhụ n'onwe ya mgbe e gburu ọkpara ya bụ Hadi n’ọgụ dị n’etiti ya na ndịagha Izrel.",
    "N’isochi mwezuga onwe ahụ, Nasrallah kwusara na Hezbollah enwetarala Arab mmeri mbụ megide Izrel. O kwekwara nkwa na Hezbollah agaghị agbapụ ngwa ọgụ, na-ekwu na ọ tụlere na \"a ghaghị iweghachi okeala Lebanọn niile\", tinyere mpaghara Shebaa Farms.",
    "E nwetụrụ udo ruo n'afọ 2006, mgbe ndịagha Hezbollah malitere ibu agha nke gburu ndịagha Izrel asatọ ma tọrọ mmadụ abụọ ndị ọzọ, nke kpalitere nzaghachi Izrel dị ukwuu.",
    "Ụgbọelu ndịagha Izrel tụrụ ogbuniigwe n’ebe Hezbollah ji mere isi ọnọdụ na ndịda nakwa na mpaghara ndịda Beirut, ebe Hezbollah gbapụrụ ihe dị ka rọketi puku anọ (4,000) megide Izrel. Ihe karịrị ndị Lebanọn otu puku, otu narị na iri abụọ na ise (1,125), nke ọtụtụ n'ime ha bụ ndị nkịtị nwụrụ n'ọgbaaghara ahụ dị n’ime mkpụrụ ụbọchị iri atọ na anọ (34), tinyere ndịagha Izrel otu narị na iri na itolu (119) na ndị nkịtị iri anọ na ise (45).",
    "Ụgbọelu ndị agha Izrel lekwasịrị anya n'ụlọ na ụlọọrụ Nasrallah, mana ọ gbanarịrị n'enweghị mmerụ ahụ ọbụla.",
    "N’afọ 2009, Nasrallah wepụtara akwụkwọ ọchịchị ọhụrụ nke ha ji chọọ ikwupụta “ọhụ ndọrọndọrọ ọchịchị” Hezbollah. Ọ rụtụrụ aka na mba Alakụba a chọtara n’akwụkwọ n’afọ1985 mana ọ nọgidere na-emegide Izrel na Amerịka wee kwughachi na Hezbollah kwesịrị idobe ngwa ọgụ ya n'agbanyeghị mkpebi UN machibidoro ha na ndịda Lebanọn.",
    "\"Ndị mmadụ na-agbanwe. Ụwa dum gbanwere n'ime afọ 24 gara aga. Lebanon gbanwere. Usoro ụwa gbanwere,\" ka Nasrallah kwuru.",
    "Ka afọ anọ gasịrị, Nasrallah kwupụtara na Hezbollah na-abanye \"n'ụzọ ọhụrụ kpamkpam\" site n’iziga ndịagha na Syria iji nyere onye Ịran na-akwado bụ Onyeisiala Bashar al-Assad aka buo agha megide nnupụisi. O kwuru, sị: \"Ọ bụ agha anyị, anyị ga-emerịrị ya.",
    "Ndị isi Sunni Lebanọn boro Hezbollah ebubo na ọ dọbatara obodo ahụ n'agha Syria.",
    "N’afọ 2019, nsogbu akụnaụba miri emi na Lebanon kpalitere ngagharị iwe megide ndị ndọrọndọrọ ọchịchị e boro ebubo nrụrụaka, mmefufu, amaghị eme na nleghara anya. Nasrallah na mbụ gosipụtara ọmịiko n’oku mgbanwe a na-akpọ ma agwa ya gbanwere ka ndị na-eme ngagharịiwe malitere ịchọ ka e megharịa usoro ndọrọndọrọ ọchịchị kpamkpam.",
    "N’ụbọchị 8 Ọktoba 2023 – ka otu ụbọchị gara ndị Hamas wakporo Israel na-enwetụbeghị ụdị ya, bụ nke kpalitere agha na Gaza - ọgụ na-adịbu n'etiti Hezbollah na Izrel abawanye.",
    "Hezbollah gbara ndị Izrel ogbunigwe na nkwado ha nye ndị Palestine.",
    "N'okwu ya na Nọvemba, Nasrallah sịrị na mbuso agha Hamas abụrụla \"otu pasenti nke ndị Palestine n'ihe gbasara mkpebi na ogbugbu\" mana mgbakọrịta egbe n'etiti otu ya na Izrel bụ \"ihe dị oke mkpa ma kwesị iribe ama\".",
    "Ndị otu a gbara ihe karịrị rọketi puku asatọ (8,000) na mgbago ugwu Izrel na Golan Heights nke Izrel bichiri.",
    "Ndịagha Israel Defense Forces (IDF) megwara site na mwakpo ha si n’elu mee na tankị na ogbunigwe ha gbara ndị Hezbollah na Lebanọn.",
    "N'okwu o kwuru na nso nso a, Nasrallah boro Izrel ebubo maka ịgbawa puku kwuru puku pagers na igwe redio ndị Hezbollah ji eme ihe, nke gburu mmadụ iri atọ na itolu (39) ma merụọ ọtụtụ puku ndị ọzọ ahụ, ma kwuo na “o bibiela nkwekọrịta niile”. O kwetara na ndị otu ahụ enwetala \"ihe ọjọọ na-enwetụbeghị ụdị ya\".",
    "N'oge na-adịghị anya nke ahụ gasịrị, Izrel gbasara mwakpo ha na-eme Hezbollah, na-atụ ogbunigwe n’ike n’ike nke gburu ihe fọrọ obere ihe ka ọ bụrụ mmadụ narị (800).",
    "Muslims",
    "Islam",
    "Ndọrọndọrọ ọchịchị",
    "Iraq",
    "Iran",
    "Akụ na ụba",
    "Anyị anaghị egbu oge maọbụ ese okwu, ọ bụ ikike Nnamdi Kanu ka anyị na-azọ - Aloy Ejimakorelekere 7 gara aga",
    "Rwanda ebelatala ndị na-aga ebe a na-eli ozu maka nfesa ọrịa Marburg virus30 Septemba 2024",
    "Anyị enweghị atụmatụ ịkpọbata ndị gbara ọsọ ndụ n’Ehime Mbano – Gọọmenti Imo steeti",
    "Kedụ onye bụ onyendu Hezbollah bụ Hassan Nasrallah?29 Septemba 2024",
    "'Nwunye nna m boro m na m bụ amoosu gburu nwa ya nwoke'26 Septemba 2024",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụaka27 Septemba 2024",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?25 Septemba 2024",
    "O nwere uru unyi baara ahụike mmadụ?25 Septemba 2024",
    "Etu ụmụada siri weghara nchekwa obodo ha n'Anam17 Septemba 2024",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'27 Septemba 2024",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụaka",
    "O nwere uru unyi baara ahụike mmadụ?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}