{
  "published": "25 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Chinonso Ugorji",
    "Ndị mere akụkọ a,  Journalist",
    "Septemba 2024",
    "Unyi bụ ihe a na-enweta n'osisi maọbụ anụmanụ a kpọrọ ọkụ.",
    "A na-enweta unyi ọtụtụ ebe dị iche iche ọkachasị n'useekwu ndị bi na mpaghara Afrịka.",
    "Ọtụtụ mgbe, unyi na-abụ ureghure a na-emepụta n'ebe ọ buru ibu karịa ụdị ureghure ndị ọzọ n'ezinaụlọ dị iche iche.",
    "Unyi dị ojii ma dịkwa fere fere. Ọ naghị amịkọrọ mmiri ngwangwa kama ọ na-emechu ihe ọbụla ọ metụrụ.",
    "Ọtụtụ mmadụ na-ahụta unyi dịka ureghure mana e nwere ọtụtụ uru jupụtara n'ime ya, ọkachasị nke ndị ọrụ ahụike jiri aka ha hazie a maara dịka 'activated charcoal'.",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Etu ị si ebi ndụ ga-esi metụta akịrị gị13 Septemba 2024",
    "Ihe sayensị kwuru maka ude e ji agbatị odogwu ụmụnwoke9 Juun 2024",
    "Ebe foto si, Getty Images",
    "Activated charcoal abụghị ụdị unyi sitere na nkụ a na-ahụta n'useekwu dị iche iche.",
    "Etu e siri rụpụta ụdị unyi a bụ activated charcoal mere ya ka ọ na-amịkọrọ mmiri na ihe ndị ọzọ dị mmiri mmiri ebe ọ dị ukwuu.",
    "Nke a na-eme ya ka ọ nweeike ịmịpụta ụmụ ihe adịghị mma n'ihe ọbụla a gbazere agbaze.",
    "Imepụta activated charcoal gụnyere itinye ihe ndị jupụtara n'akụrụngwa carbon [dịka osisi, mkpo aki Bekee maọbụ ntụ osisi (sawdust)] n'ezigbo ọkụ ma gbanye ya ikuku ndụ bụ oxygen.",
    "Usoro a na-amịpụ ihe niile ha mịkọọrọ oge mbụ ma wepụta ohere maka ịmịbata ihe ọhụrụ.",
    "Usoro a na-ebelatakwa oghere dị n'unyi iji mee ka obosara ahụ ya mụbawanye. Ọ na-adị ka ntụ ma bụrụkwa nke e ji eme ihe dị iche iche.",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ ahụike mbaụwa bụ World Health Organisation (WHO) kwadoro activated charcoal maka naanị iji ya eme ihe n'oge gbatagbata maọbụ mgbe mmadụ riri nsị.",
    "Mana n'ihi ikikere o nwere ikpochapụ nsị ọjọọ dị mmadụ n'ahụ, ụfọdụ ndị ọrụ ahụike akpọọla oku ka e were 'activated charcoal' na-agwọ ụdị ọrịa dị iche iche.",
    "E mebeghi nchọcha zuru oke iji chọpụta uru niile activated charcoal bara mana ọtụtụ ndị na-emepụta ngwaahịa na-adabere naanị n'akụrụngwa chemical dị n'ime ya iji kwado ihe ha kwenyere.",
    "Dr Dike Victor Okechukwu kwuru na e nwere ihe a maara dịka activated charcoal nke adịchaghị ka unyi a na-emepụta n'useekwu.",
    "Dr Dike sịrị na ọ bụ onye riri nsị maọbụ onye ṅụrụ ọgwụ karịa ogogo kwesịịrị ya ka a na-enye ya bụ activated charcoal.",
    "Dịka o siri kwuo \"activated charcoal na-akpa ike megide ụfọdụ nsị, ọ bụghị nsị niile\".",
    "\"E nwere ụfọdụ ihe ọjọọ dị iche iche mmadụ ga-eri maọbụ ṅụọ, enye onye ahụ activated charcoal dịka otu ụzọ e si amipụ ya n'ahụ onye ahụ,\" ka Dr Dike kwuru",
    "Dabere n'ụfọdụ nchọcha e mere, uru ndị ọzọ activated charcoal baara mmadụ gụnyere;",
    "Ebe foto si, Getty Images",
    "Activated charcoal nwereike inyere akụrụ mmadụ aka site n'ịmịpụta nsị na ọgwụ na-agbarighị agbari.",
    "Ụfọdụ nchọcha e jiri ụmụ anụmanụ mee chọpụtara na activated charcoal nwereike ịkwalite ọrụ akụrụ ma belata afọ ọzịza na mmebi maka ndị nwere ọrịa akụrụ.",
    "Ịgbado mmiri",
    "O teela aka ndị mmadụ malitere iji unyi agbado mmiri ọṅụṅụ. Etu ahụ o si eme n'ime afọ nakwa n'eriri afọ, activated charcoal nwereike metụta ma mịkọrọ nsị dị iche iche, ọgwụ, nje virus, bacteria, fungus na akụrụngwa chemical a na-ahụta na mmiri.",
    "Ịgwọ ọrịa otoro",
    "Dabere n'enyemaka activated charcoal oge mmadụ riri nsị maọbụ ṅụbigara ọgwụ karịa ogogo kwesịrị ya, ụfọdụ mmadụ nwereike kpọọ oku ka e were ya na-agwọ ọrịa otoro bụ diarrhoea.",
    "Na nchọcha e mere n'afọ 2017, ndị ọkanchọcha kpebiri na activated charcoal nwereike igbochi ahụ mmadụ ịmịkọrọ ọgwụ na nje bacteria na-ebute ọrịa otoro site n'iji aka ya mịkọrọ ha n'onwe ya.",
    "Ndị ọkanchọcha ahụ rụtụkwara aka na activated charcoal nwere obere mmetụta ọjọọ n'ahụ mmadụ tụmadị ma e jiri ya tụnyere ọgwụ ndị e ji egbochi ọrịa otoro.",
    "Ịsa eze na ịkwalite ahụike nke ọnụ",
    "Ọtụtụ ihe ndị e mepụtara maka iji asacha eze nwere activated charcoal n'ime ha.",
    "Ọtụtụ n'ime ha bụ ndị nwere ikikere ibu agha megide nje virus, bacteria, fungus na nsị ọjọọ dị iche iche.",
    "Ịlekọta akpụkpọahụ",
    "Ebe foto si, Getty Images",
    "Ndị ọkanchọcha ekwuola na activated charcoal nwereike ịdọpụta ureghure, ụzụzụ, kemikal, nje na nsị ọjọọ n'elu akpụkpọahụ nke ga-eme ka ọ dị mfe ịsachapụ ha.",
    "Usi ọma",
    "Ụfọdụ usi ọma (deodorant) dị iche iche e ji activated charcoal mepụta juru eju. Unyi nwereike ịmịkọrọ usi ọjọọ na ikuku ọjọọ.",
    "Nke a mere o ji bụrụ ọkachamma maka usi ọma ndị a na-agba n'ogwe aka, akpụkpọụkwụ na igbe njuoyi.",
    "E kwukwara na activated charcoal nwereike ịmịkọrọ mmiri na igirigi ma belata ogogo mmiri dị gburugburu mmadụ.",
    "Ịgwọ ọnya ahụ",
    "Gburugburu ụwa, ọtụtụ ndị dibịa mgbọrọgwụ na mkpaakwụkwọ na-eji ntụ unyi e mepụtara na mkpo akị Bekee agwọ nje akpụkpọahụ.",
    "Activated charcoal nwereike ibu agha megide nje bacteria site n'ịmịkọrọ ụmụ ihe adịghị mma dị n'ọnya.",
    "Ibelata abụba ọjọọ bụ cholesterol",
    "Nchọcha e mere n'oge ochie chọpụtara na activated charcoal nwereike ịrapara n'abụba bụ cholesterol dị n'ime afọ mmadụ iji gbochie ahụ mmadụ ịmịkọrọ ha.",
    "Otu nchọcha e mere n'oge ochie chọpụtara na ịṅụ activated charcoal dị n'agbata gram anọ na gram iri atọ na abụọ (4 - 32 grams) nyere aka belata abụba ọjọọ cholesterol ruo n'agbata pasenti iri abụọ na itolu na pasenti iri anọ na otu (29% - 41%) n'ime mmadụ ndị ogogo abụba cholesterol ha dị elu.",
    "Gburugburu",
    "Nri",
    "Ahụike",
    "Ọgwụ",
    "Anụmanụ",
    "Nchọpụta gbasara ọgwụ",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'27 Septemba 2024",
    "NA EME UGBU A, Gịnị mere Onyeisiala Tinubu jiri chọọ ịgbanwe ndị Mịnịsta ya?",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụakaelekere 5 gara aga",
    "O nwere uru unyi baara ahụike mmadụ?25 Septemba 2024",
    "Etu ụmụada siri weghara nchekwa obodo ha n'Anam17 Septemba 2024",
    "Sean P. Diddy  na Sam Bankman, eze ego 'crytocurrency' nọ n'otu mkpọrọ25 Septemba 2024",
    "Ụlọomeiwu anabatala nhọpụta Kudirat Kekere-Ekun dịka Ọkaikpe Kachasị25 Septemba 2024",
    "APC azakọrọla mmeri na ntụliaka Okpuru ọchịchị Imo steeti23 Septemba 2024",
    "Mpụtara ntuliaka ọkwa Gọvano Edo steeti22 Septemba 2024",
    "Etu mmiri si Lagdo dam nke Cameroon nwere ike ime ka nsogbu idemmiri Naijiria kawanye njọ18 Septemba 2024",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}