{
  "published": "21 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chidimma Njoku",
    "Onye dere ya, Isiyaku Muhammed",
    "Ndị mere akụkọ a,  Digital Journalist",
    "Ebeg o si  Abuja",
    "Ọgọọst 2024",
    "Maka ọnọdụ akụnụba Naịjirịa na ihe ụkọ, ọtụtụ ndị mmadụ amalitela iri nri dị icheiche ọ kachasị nrị ha adịghị eribu na mbụ.",
    "N'otu ọnwa, mmadụ 24 anwụọla n' ezinaụlọ atọ dị n'ime Sokoto nakwa Zamfara Steeti ka ha richara akpụ e jiri akwụkwọ nri kwadoo.",
    "Onyeisi ngaraba na-ahụ maka ahụike na Zamfara Steeti bụ Yusuf Abubakar gwara BBC ihe kpatara ọtụtụ mmadụ ruru 25 jiri nwụọ.",
    "\"Otu onye ọlụugbo gara gbaa ọgwụ n'ugbo ya n' ụtụtụ. N' ehihe, ha agaa weta akwụkwọ nrị n' otu ubi ahụ bụ nke ha jiri sịe nrị. Nke a kpatara ha ọnyụnyụ na ọgbụgbọ. Ọtụtụ ndị rịrị nrị ahụ nwụrụ\".",
    "Dọkịnta Fatima Adamu na-arụ ọrụ n' Aminu Teaching Hospital dị na Kano steeti kwuru na \"ọ bụ ajuju naanị ka anyị ga-aju onye e butara n'ụlọọgwụ. Ọsịsa anyị ga-enweta ga-enyere aka ịma ihe mere ya.\"",
    "Mana mmadụ riri ṅsị ma ọ bụ ajọ nrị nwere ihe ga-eme onye ahụ n'ahụ oge o richara nrị ahụ.",
    "Ọtụtụ na-enwe afọ mgbu, ndị ọzọ na-enwa ahụ ọkụ na ịgbọ agbọ.",
    "Onye ọnụ ụtọ, lee etu ị ga-esi sie ụkwa gị ka ọ dọọ ndị ọzọ akpịrị1 Maachị 2020",
    "Ihe ị na-amaghị maka ụkwa ị na-eri27 Febụwarị 2020",
    "Lee nri ogbenye 10 ọgaranya na-erizi5 Eprel 2018",
    "Ebe foto si, Getty Images",
    "Dọkịnta Fatima kwuru na ọ bụ nnukwu nsogbu oge ọbụla ajọ nrị banyere n'afọ mmadụ.",
    "\"Ahụ mmadụ ga-achọpụta na e nwere ihe na-ekwesighị ịnọ n'ime afọ onye ahụ. Ahụ ya ga-agba mbọ iwepu ihe ahụ, mana ọ bụrụ na o wepunwughị ya, oge ahụ ka ọ ga ebido bụrụ ọrịa. Mana ọtụtụ ajọ nrị mmadụ riri nwere ike ghara ime ga ọ gaa ụlọọgwụ nweta ọgwụgwọ\".",
    "\"Ọtụtụ na-enweta ọgwụgwọ na- agaghị ụlọọgwụ, ebe ọtụtụ mmadụ bụ ndị ga-enweta onwe ha naanị oge ha gachara ụlọọgwụ.",
    "O nyere ndị mmadụ ndụmọdụ ka ha kwụsị ịjị aka ha na-enye onwe ọgwụgwọ n'ụlọ maka na nke ahụ na-ebuta mmadụ ịwụ.",
    "Dọkịnta Fatima kwuru na oge ụfọdụ na mmadụ rie ajọ nrị, e nwere ihe dị icheiche ndị agbata obi ha na-asị ha mee maka ibenata ihe ụfụ, mana ọtụtụ ihe ndị ahụ nwere ike ịbụ nsogbu dịara onye ahụ.",
    "\"ị ga-anụ ndị ga-asị onye rịrị ajọ nrị gaa ṅụọ mmịrị ara ehi, ọtụtụ ga-asị onye ahụ gbọọagbọ\". Ma nke a nwere ọnọdụ nwereike ime ka onye ahụ nwụọ.",
    "Ọ baghị uru i chere, oge ọbụla ị hụrụ na mmadụ riri ajọ nrị ahụ, nwere ọsọ gaa ụlọọgwụ.",
    "Ebe foto si, Getty Images",
    "Nrị nwere ṅsi dị njọ na-ahụ ọkachasị oge ọ banyere n'afọ, mana kedu ka ndị mmadu ga-esi gbanarị iri ajọ nrị?",
    "Dọkịnta ahụ kwuru na ọ dị mkpa na mmadụ tinyere anya na nrị nwere ihe ndị a:",
    "* Nrị dị ọcha",
    "* Mee ka ebe ị na-esi nrị dị ọcha",
    "* Na-edobe nrị n' ebe dị ọcha nje agaghị abanyewu na ya",
    "* Saa ihe ị jị esi nrị",
    "* Na-etinye nrị n'igbenjụoyi",
    "* Na-asa aka gị oge niile",
    "* Edosakwala ihe na-adịghị mma n'akụkụ ebe ị na-esi nrị",
    "Nri",
    "Naijiria",
    "Nrị na-edozi ahụ",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpoxelekere 6 gara aga",
    "Shaun Anderson ji otu aka agba nta na  etu egwuregwu si zọọ ya28 Ọgọọst 2024",
    "NA EME UGBU A, Ndịagha Israel emeela mwakpo kachasị na West Bank",
    "E duola Kudirat Kekere-Ekun n'iyi ọrụ dịka ọkaikpe kachasị Naịjirịa23 Ọgọọst 2024",
    "Ịhụnanya m nwere n'ebe Lee Min-Ho nọ mere m ji kụziere onwe m asụsụ Korea - Nneka Nnanna20 Ọgọọst 2024",
    "Gịnị mere ụlọ ndị mmadụ ji ada na Naịjirịa?16 Ọgọọst 2024",
    "Etu ị ga-esị gbanarị ọnwụ ma ị rite nsị na nri21 Ọgọọst 2024",
    "Mpox awụchiela na Rivers steeti21 Ọgọọst 2024",
    "Naịjirịa ahụla ọnụego mmanụ ụgbọala kachasị kemgbe e hibere ya19 Ọgọọst 2024",
    "Ọrụ ise dị n'ọdịnihu na etu ị ga-esi rite uru na ya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}