{
  "published": "02:56",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ mmadụ ekwuola okwu gbasara nwaokorobịa a sị mgbọ egbe Fada gbagburu ụbọchị a na-akwado ịka ụka e ji achụ afọ.",
    "N'ihe onyonyoo a, nna nwaokorobịa mgbọ tụtara n'olu bụ Maazị Godwin kwuru na nwa ya nọ n'ụlọọgwu kemgbe mkpụrụ ụbọchị abụọ.",
    "Ọ rịọrọ gọọmenti ka ha gbatara ya na ezinaụlọ ya ọsọ enyemaka.",
    "Otu onye obodo ahụ bụ Maazị Onyebuchi kọwaara anyị ihe ọ nụrụ na nakwa nke o ji anya ya hụ n'abalị ahụ ya bụ njinji jiri.",
    "Ọ sịrị na enweghị onye ọbụla obi dị mma gbasara ya bụ ọnọdụ ma kpọo oku ka ndị uweojii mee ihe kwesịrị ekwesị gbasara okwu ahụ.",
    "Ebuka Obi, Odumeje, Mbaka, Jerry Eze na ndị ọzọ buru amụma banyere afọ 20251 Jenụwarị 2025",
    "Ọnwụ Fada Tobias Okonkwo gbawara m obi – Peter Obi29 Disemba 2024",
    "Ndị a ma ama nwụrụ n'afọ 202431 Disemba 2024",
    "Ndị uweojii Imo steeti ekwuola na ha amalitela ime nnyocha iji chọpụta nke bụ eziokwu n'akụkọ na-ekwu na Fada Joseph Enyinnaya, gbagburu otu nwata nwoke oge a na-enwe ụka afọ ọhụrụ nke 2025, n'Amaimo dị n'Imo steeti.",
    "Ozi si n'aka ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Henry Okoye kwuru na ndị uweojii ga-akọwara igwe mmadụ ihe ha chọpụtara n'akụkọ juru onye ọbụla anya.",
    "Cheta n'akụkọ kwuru na Fada Joseph Enyinnaya bụ Fada ụlọụka St Columbas's Catholic Parish, dị n'Amaimo dị n'okpuru ọchịchị Ikeduru, Imo steeti, jiri egbe gbagbu nwata nwoke ahụ oge a na-aka ụka iji nabata afọ ọhụrụ n'abalị 31 Disemba 2024.",
    "A na-ekwu na nwata nwoke ahụ na-agba ngwa ọkụ n'ime ụlọụka oge Rev. Fada ahụ  nwere egbe gbagbu.",
    "Ihe meberede ahụ tinyere ndị obodo ahụ na-gbagharịa nakwa iru uju.",
    "Oge BBC Igbo gara ebe iji nụta ọnụ mmiri okwu ndị obodo ahụ, ndị gwara anyị okwu kọwara na ha nụrụ maka njiji ahụ oge ha na-akwado ụka n'abalị ụbọchị ahụ.",
    "Ha kwuru na otu onye ọzọ meruru ahụ oge ihe ahụ mere nọ n'ụlọọgwụ ugbua enweta nleta.",
    "Nna onye ahụ meruru ahụ bụ Mazi Godwin kwuru na \"Anọ m n'ụlọ m oge a gwara na nwa nwoke meruru ahụ maka mgbọ egbe tụrụ ya, ọ bụ nwunye m gara ụlọọrụ ndị uweojii mee mkpesa banyere ọdachi ahụ\".",
    "Otu nwaanyị gwara BBC Igbo okwu na-achọghị ka a kpọ aha ya, kọwara na nwaamadị ahụ nwrụrụ abụghị onye obodo ha maọbụ onye Imo steeti.",
    "\"Nwaamadị ahụ bụ onye steeti ọzọ bịara ịrụrụ mmadụ ọrụ n'obodo anyị\", ka nwaanyị ahụ kwuru.",
    "Oku ha na-akpọ bụ ka e mee ezi nnyocha iji chọpụta ihe butere ụdịrị ọdachi a.",
    "Anyị ga-aga n'ihu na-ewetara gị akụkọ dịka ọ na-apụta.",
    "Mana ka ọnọdụ dị ugbua, anyị nụrụ na ụkọchukwu ahụ nọ n'aka ndị uweojii.",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ụka ndị Roman",
    "NA EME UGBU A, Biden na Netanyahu enweela mkparịtaụka maka ịkwụsị ọgụ dị n’etiti Izrel na Gaza",
    "Ebe niile mara jijiji oge ihe ahụ gbara - Ndị Umuneke Mbieri dị n'Imo steetielekere 7 gara aga",
    "Ụlọikpe eyigharịala ikpe dị n'etiti Speed Darlington na onyeisi ndị uweojii Naịjirịa13 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo11 Jenụwarị 2025",
    "Etu olili ozu Jimmy Carter bụbu Onyeisiala mba Amerika si aga9 Jenụwarị 2025",
    "Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti9 Jenụwarị 2025",
    "Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti8 Jenụwarị 2025",
    "Onye bụ John Mahama meriri ntuliaka ọkwa Onyeisiala Ghana?8 Disemba 2024",
    "Kedụ onye nwereike ịnọchi Justin Trudeau dịka Praịm Mịnịsta Canada?8 Jenụwarị 2025",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "Ebuka Obi, Junior Pope, Obi Cubana, AnyiDons na akụkọ ndị ọzọ BBC Igbo mere wuru ewu n'afọ 20244 Jenụwarị 2025",
    "Gọvanọ ndị ọzọ kwesịrị iṅomi etu Peter Mbah si arụ ọrụ n'Enugwu Steetị - Onyeisiala Tinubu4 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo",
    "\"A bụghị m onye uweojii oo\" - Charles Duruji tupu egbuo ya n'ogige uweojiiEmelitere ikpeazụ na: 5 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbuaEmelitere ikpeazụ na: 28 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}