{
  "published": "8 Disemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "John Dramani Mahama ga-alaghachita dịka Onyeisiala mba Gana dịka Osote Onyeisiala Mahamudu Bawumia bụ onye ya na ya zọrọ ọkwa na ntuliaka ahụ, nabatara ma kwuo na ya kpụrụ afọ n'ala na ntuliaka ahụ e mere ụbọchị Satọde 7 Disemba, 2024.",
    "John Dramani Mahama gbara afọ 65, bụbu Onyeisiala Gana site n'afọ 2012 ruo afọ 2017 ma bụrụkwa onye ndọrọ ndọrọ maara ihe ekwe na-akụ na mba Gana. Na mbụ ọ rụọla ọrụ dịka onye omeiwu, osote mịnịsta, mịnịsta, osote onyeisiala nakwa onyeisiala.",
    "Ndọrọ ndọrọ ọchịchị bụ ihe Mahama maara nke ọma maka na oge ọ dị afọ asaa (7), a tụrụ nna ya Emmanuel Adama Mahama mkpọrọ maka ebubo iwepụ ọchịchị n'ike.",
    "Mahama edeela ọtụ akwụkwọ mana akwụkwọ ya 'My First Coup D'etat', bụ nke nwetara ọtụtụ ọtito  n'aka Ngugi wa Thiong'o na Chinua Achebe.",
    "Oge o depụtara ihe bụ ebumnobi ya maka ntuliaka a, Mahama gwara ndị nkwado na Gana chọrọ onye enyemaka maka na ihe niile emebiela.",
    "Mana ọtụtụ na-ekwu na ọ bụghị na ọ bụghị kwesịrị ịbụ onyeisiala. Nke a bụ maka na e nwere ajọ ọnọdụ akụnaụba nakwa ọtụtụ nrụrụaka oge ọ nọ n'ọkwa dịka Onyeisiala.",
    "Etu mụ na nwunye m si malite iti egwu - Mr M and Revelation11 Disemba 2024",
    "A gbaala Jay-Z na Diddy akwụkwọ  ọhụrụ maka idina nwata nwaanyị dị afọ 13 n'ike9 Disemba 2024",
    "Ka anyị si chọpụta nwoke ahụ gburu mmadụ anọ n’ezinaụlọ ya maka ọgwụ ego - Igwe Emeka2 Disemba 2024",
    "Ebe foto si, AFP",
    "A mụrụ John Mahama n'afọ 1958 n'obodo ugwu Damongo. Ka ọtụtụ afọ gara, ọ kwagara Accra ebe nna ya Emmanuel Adama Mahama bi.",
    "N'akwụkwọ ya 'My First Coup D'etat', Mahama kwuru na ya bụ nwa anya ruru ala nakwa nwa chọrọ ịma ihe na-eme.",
    "Ọ gụrụ akwụkwọ n'ụlọakwụkwọ Achimota Boarding School, otu ụlọakwụkwọ a ma ama zụpụtara ọtụtụ ndị isiala Gana dịka Jerry Rawlings, Kwame Nkrumah onye bụ praịm mịnịsta mbụ Gana oge ha nwetara nwereonwe n'aka mba UK nakwa Robert Mugabe mba Zimbabwe.",
    "N'afọ 1966, Mahama nụrụ na e wepụla ọchịchị n'ike. Ndịagha na ndị uweojii nwụchiri obi ọchịchị Gana ma napụ Nkrumah onye gara njem mba ofesi ikike ọchịchị.",
    "Dịka akụkọ ahụ malitere ifegharị, o nwetaghị ozi ọbụla n'aka nna ya. Mahama dị naanị afọ asaa oge ahụ, malitere iche na e gbuola nna ya maka na ya na Nkrumah na-arụkọ ọrụ.",
    "O mechara chọpụta na-atụrụ nna ya mkpọrọ otu afọ.",
    "N'afọ 1981, e wepụrụ ọchịchị n'ike ọzọ, nke a mere ka nna Mahama gbaa ọsọ gbaga Naịjirịa.",
    "Mahama nwetara asambodo na mgbasaozi na mahadum University of Ghana tupu ọ gaa mahadum Institute of Social Sciences dị na Moscow.",
    "Ka ọ laghachitara Gana n'afọ 1996, Mahama sooro nzọ ụkwụ nna ya n'ihe gbasara ndọrọ ndọrọ ọchịchị.",
    "Ebe foto si, Getty Images",
    "A họpụtara ya dịka onye omeiwu nke  pati National Democratic Congress (NDC), ọ bụ etu a ka o si malite ịrịgo n'ọkwa dịka onye ndọrọ ndọrọ ọchịchị.",
    "N'ime afọ iri na atọ, Mahama gbagoro n'ọkwa ma bụrụ Osote Onyeisiala oge Onyeisiala John Atta Mills nọ n'ọchịchị.",
    "John Atta Mills nwụrụ ka ọ nọrọ naanị afọ atọ n'ọkwa Onyeisiala. Ọ gbara afọ 68 tupu ọ nwụọ.",
    "N'ime awa ole na ole, e duru Mahama dị afọ 58 oge ahụ n'iyi ọrụ dịka onyeisiala Gana. Oge e duru n'iyi ọrụ, Mahama kọwara ụbọchị ahụ dịka ụbọchị dị mwute nye ya.",
    "Ka otu afọ gara, e mere ntuliaka ọkwa onyeisiala. Mahama nwetara mmeri na ntuliaka ahụ.",
    "Ebe foto si, Getty Images",
    "Franklin Cudjoe bụ onye maara ihe ekwe na-akụ banyere ndọrọ ndọrọ ọchịchị ma bụrụkwa onyeisi Imani Centre for Policy and Education, gwara BBC na Mahama bụ onye 'mgbasaozi doro anya'.",
    "Mana onye ọzọ ihe gbasara ndọrọ ndọrọ ọchịchị doro anya bụ Clement Sefa-Nyarko kọwara Mahama dịka onye ime ihe doro anya.",
    "Sefa-Nyarko na-akụzi African Leadership na mahadum Kings College dị na London, kwuru na Mahama bụ onye maara ka e si eme ihe ma bụrụ onye maara ka e si agabasaozi.",
    "Mana ụfọdụ ụmụafọ Gana chọrọ onye bụ naanị nkwa ka o na-ekwe ha, nke a pụtara na Mahama nwereike ọ gaghị amasị ha, ka Clement Sefa-Nyarko kwuru.",
    "Oge ọ chụrụ nta vootu n'afọ 2016, Mahama kwuru na ọchịchị ya arụọla ọtụtụ ọrụ na ngalaba njem, ahụike nakwa agụmakwụkwọ.",
    "Maka e nwere nnukwu ajọ ọnọdụ akụnaụba mba Gana nakwa ọkụ latrịk ịda mba n'ọchịchị ya. Nke mere ka a malite ịkpọ ya \"Mazi Dumsor\" nke pụtara \"ọchịchịrị\" n'asụsụ Twi.",
    "Ebe foto si, US Embassy in Ghana/Facebook",
    "N'ọchịchị ya, e nwere ọtụtụ nrụrụaka. Iji maa atụ, ụlọikpe UK na ụlọọrụ na-arụpụta ụgbọelu bụ Airbus, nyere aka azụ iji nweta ọrụ maka ụgbọelu a zụtara ndịagha Gana n'afọ 2009 na 2015, mana ụlọọrụ ọkaikpe Gana kwuru na enweghị ihe akaebe ọbụla gosịrị na aka Mahama dị na nrụrụaka aụhụ.",
    "Cudjoe kwuru na akwụkwọ nnyocha ụlọọrụ Transparency International's Corruption Perception Index (CPI) mere, gosịrị na nrụrụaka kawanyere njọ n'ọchịchị Onyeisiala Nana Akufo-Addo, onye meriri Mahama na ntuliaka ọkwa onyeisiala n'afọ 2016.",
    "Mahama zọrọ ọkwa onyeisiala n'afọ 2020 mana Akufo-Addo meriri ya ọzọ.",
    "N'agbanyeghi ịkpụ afọ n'ala ndị a, Mahama gara n'ihu ma nọsie ike na ndọrọ ndọrọ ọchịchị ma nọrọ dịka onyeisi ndị chọrọ inwere ọchịchị.",
    "Mahama bụ onye odeakwụkwọ, o kwuru na ọ hụrụ otiegwu NaỊjirịa Fela Kuti n'anya onye o kwuru na ọ bụ ya mepere ya anya n'ihe gbasara ndọrọ ndọrọ ọchịchị.",
    "John Mahama na nwunye ya Lordina, mụrụ ụmụaka asaa.",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Ghana",
    "NA EME UGBU A, Biden na Netanyahu enweela mkparịtaụka maka ịkwụsị ọgụ dị n’etiti Izrel na Gaza",
    "Ebe niile mara jijiji oge ihe ahụ gbara - Ndị Umuneke Mbieri dị n'Imo steetielekere 7 gara aga",
    "Ụlọikpe eyigharịala ikpe dị n'etiti Speed Darlington na onyeisi ndị uweojii Naịjirịa13 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo11 Jenụwarị 2025",
    "Etu olili ozu Jimmy Carter bụbu Onyeisiala mba Amerika si aga9 Jenụwarị 2025",
    "Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti9 Jenụwarị 2025",
    "Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti8 Jenụwarị 2025",
    "Onye bụ John Mahama meriri ntuliaka ọkwa Onyeisiala Ghana?8 Disemba 2024",
    "Kedụ onye nwereike ịnọchi Justin Trudeau dịka Praịm Mịnịsta Canada?8 Jenụwarị 2025",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "Ebuka Obi, Junior Pope, Obi Cubana, AnyiDons na akụkọ ndị ọzọ BBC Igbo mere wuru ewu n'afọ 20244 Jenụwarị 2025",
    "Gọvanọ ndị ọzọ kwesịrị iṅomi etu Peter Mbah si arụ ọrụ n'Enugwu Steetị - Onyeisiala Tinubu4 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo",
    "\"A bụghị m onye uweojii oo\" - Charles Duruji tupu egbuo ya n'ogige uweojiiEmelitere ikpeazụ na: 5 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbuaEmelitere ikpeazụ na: 28 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}