{
  "published": "01:58",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara",
    "Ọtụtụ ndị ntorobịa Naịjirịa na-ekwu na ha achọghị ịmụ ụmụ karịa abụọ maọbụ atọ n'ihi etu ihe si sie ike na Naịjirịa ugbua.",
    "Nke a bụ nchọpụta BBC Igbo mere dịka anyị gbara ndị ntorobịa olemole ajụjụọnụ gbasara ụmụ ole ha ga-achọ ịmụ, dịka ụbọchị 11 nke ọnwa Julaị afọ ọbụla bụ ụbọchị otu 'United Nations' wepụtara dịka 'World Population Day'.",
    "Ngụkọ ndị UN gosiri na a na-atụ anya na Naịjirịa ga-abụ mba nke atọ ọnụọgụgụ ndị bi n’ime ya kacha n'ụwa niile n’ebe afọ 2050.",
    "Ka ọ dị ugbua, nchịkọta ọnụọgụgụ ndị bi na Naijirịa ruru nde 225.",
    "Ngụkọ gosiri na mmadụ nde 107 bi na Naịjirịa nọ n'agbata otu afọ ruo afọ 17, ebe nde 59 bụ ndị nọ n'agbata afọ 18 ruo afọ 35.",
    "Nke a gosiri na ọ bụ ndị ntorobịa na ụmụaka bụ ndị kacha n'ọnụọgụgụ na Naịjirịa ugbua.",
    "Ebe foto si, Getty Images",
    "Census 2023: Ihe niile i kwesịrị ịma maka ịgụ ọnụ a ga-enwe n'afọ a7 Maachị 2023",
    "Kedụ ihe ị ma gbasara ọnụọgụgụ Naịjirịa?11 Julaị 2022",
    "Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime13 Maachị 2021",
    "A na-atụ anya na n'ebe 2050 Naịjirịa ga-abụ mba nke atọ kacha nwee ọnụọgụgụ mmadụ",
    "Mana ụfọdụ ndị ntorobịa ndị gwara BBC Igbo okwu kwuru na ọ gaghị amasị ha ịmụ ụmụ karịa abụọ maọbụ atọ.",
    "Otu onye n’ime ha kwuru: ‘Etu ihe dị na Naịjirịa ugbua, mmadụ ekwesịghị ị na-eche echiche ịmụ oke ụmụ. Ihe isi ike akarịala, aga m achọ ịmụ naanị ụmụ abụọ”.",
    "Margret Edet, bụ onye nlekọta ngụkọ ọnụọgụgụ nke ụlọọrụ ngụkọ ndị mmadụ  na Naịjirịa (National Population Commission), kwenyere na enweghị ego so n'ihe na-eme ka ụfọdụ kpebie ịhapụ ịmụ nnukwu ụmụ.",
    "Mana o kwukwara na ya bụ ụbịam na-emekwa ka ndị mmadụ na-amụ ọtụtụ ụmụ na mpagha dị icheiche na Naịjirịa.",
    "“Ihe isi ike, ịda ụbịam na enweghi ego na-egbochi ọtụtụ ịnweike ịzụta akụrụngwa ahụike dị icheiche e ji egbochi ịtụrụ ime.”",
    "O kwukwara na agụmakwụkwọ na-enyere ndị mmadụ aka n’atụmatụ ha ịchọ ibeleta ịmụ oke ụmụ, mana na mpaghara ebe agụmakwụkwọ dị ala, ndị mmadụ na-amụkarị ọtụtụ ụmụ.",
    "Ngalaba UN gbara ama nke a ma kwuo na agụmakwụkwọ na-enye aka na mkpebi ndị mmadụ na-eme banyere ọnụọgụgụ ụmụ ha na-amụ.",
    "Nnyocha NPC gosiri na ụmụnwaanyị Naịjirịa na-amụ ụmụ ugbua karịa ole ha chọrọ ịmụ",
    "Otu dọkịta akparamagwa aha ya bụ Leonard Okonkwo, gwara BBC Igbo na ihe mere o ji dịka agụụ inwe aramara ọ karịrị n'ụmụnwoke karịa ụmụnwaanyị, bụ n’ihi na \"ọ bụ ụmụnwaanyị ka ebu ibu arụ na-eso mmekọ ahụ nwoke na nwaanyị, nke gụnyere ibu afọ ime, ịzụ ụmụ, ịlekọta ezinaụlọ na ihe ndị ọzọ.\"",
    "N’ime ndị ntorobịa BBC Igbo gbara ajụjụ ọnụ, naanị otu nwaanyị n’ime ha kwupụtara atụmatụ ya ịchọ ịmụ ụmụ ruo ise.",
    "O kwuru sị: “a chọrọ ịmụ ụmụ ise n’ihi na nne m mụrụ ụmụ ise”.",
    "Ebe foto si, Getty Images",
    "Dịka ọnụọgụgụ ndị mmadụ na Naịjirịa na-agbalị elu, na-emetụta ọnọdụ obibi ndụ ndị mmadụ n'ụzọ dị icheiche, maka na ọtụtụ ndị mmadụ na-ahapụ ime obodo na-awụbanye n'obodo ndị mepere emepe.",
    "Nke a emeela ka mgbali elu ọnụahịa na-akawanye njọ n’obodo ebe ndị a mepere emepe. Na mbido afọ 2023, ọnụahịa ihe gbaliri elu na Naịjirịa gafee 20%.",
    "Oroma Cookey Gam, otu n'ime ndị ntorobịa gwara BBC na mkparịtaụka anyị nwere kwuo “Ị lee anya, ị gaa ahịa taa zụọ ihe tupu ụbọchị olemole agacha ya bụ ọnụahịa ihe agbalie elu karịa ugboro atọ etu ọ dịbụ. Kedụ ka ndị mmadụ ga-esi zụọ ụmụ ha n’ọnọdụ a”",
    "Gam onye si Naịjirịa gbapụ gbaga mba Briten kọwara na ọnọdụ ihe mere ọ pụọ Naịjirịa.",
    "Angela Chukwulozie bụ onye nkuzi larala ezumike nka ma na-erezị akpụkpọ ụkwụ ugbua kwuru: \"Ebe ọ bụ na ọnụahịa ihe niile rịrị elu, ebelatala m nri ole mụ na ezinụlọ m na-eri kwa ụbọchị, kama iri nri ugboro atọ n'otu ụbọchị, anyị na-erizi nri naanị ugboro abụọ.\"",
    "Agbanyeghi na Naịjirịa so na mba nwere mmanụ agbidi kwesịrị ị na-erite uru akụnụba so nke a, Naịjirịa anaghị emepụta ọtụtụ mmanụ kama ọ na-atụbata ya bụ mmanụ atụbata.",
    "Mwepụ ego mbelata mmanụ ụgbọala bụ 'Fuel Subsidy' nke mere ọnụ ahịa ihe nakwa ime njem arịa elu ugbua so n'atụmatụ onyeisiala ọhụrụ Naịjirịa bụ Bola Tinubu tinyere iji hụ na ụmụafọ Naịjirịa malitere irite uru so mmanụ agbidi.",
    "Onyeisiala Tinubu rịọla ụmụafọ Naịjirịa ka e nwere ya ndịdị n'atụmatụ ikwalite akụnụba Naịjirịa dịka o kwuru na ọ ga-ebuso ndị na-ezufu mmanụ agbidi Naịjirịa agha ma hụ n'ọha ritewere uru so ọchịchị ya.",
    "Ụmụntoroọbịa",
    "Ọmụmụ",
    "Ụmụnyanyị",
    "Naijiria",
    "Ezinụlọ",
    "Gịnị ka omenala Igbo na ndị ụka kwuru gbasara usoro IVF?5 Ọgọọst 2021",
    "Gịnị mere ụmụnwaanyị Naịjirịa ji agbaga US ịmụ nwa?24 Jenụwarị 2020",
    "I﻿he ise mere ndị mmadụ ji eme 'japa' na Naịjiria16 Septemba 2022",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "African Eye: Etu otu enyemaka e hibere ịzọpụta ụmụaka si akpụpụ ụmụaka n'ezinụlọ ha n'aka ikeelekere 8 gara aga",
    "NA EME UGBU A Etu NNPC si nyochapụta ma jichie oke ụgbọmmiri na-ezufu mmanụ agbidi Naịjirịa1 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere",
    "Mmegbu ndị Igbo akarịala mana... - Kcee LimpopoEmelitere ikpeazụ na: 26 Nọvemba 2021",
    "Ihe NUJ kwuru maka nnwụchi onye otu ha dere maka akụkọ ‘sit at home’ n'Enugwu",
    "World Population Day: Ihe isi ike emeela ka anyị kagbuo atụmatụ ịmụ oke ụmụ - Ndị ntorobịa",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị BiafraEmelitere ikpeazụ na: 25 Septemba 2021",
    "Abatete Attack: Ihe anyị ma maka mwakpo ndị omekome wakporo Philip Udala n'AbateteEmelitere ikpeazụ na: 15 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}