{
  "published": "14 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Kelechi Anozie",
    "Ndị mere akụkọ a,  Video Journalist",
    "Ebeg o si  Lagos",
    "Mee 2024",
    "Onye a ma ama na-eme ihe nkiri bụ Stephanie Coker Aderinokun n'ajụjụ ọnụ a ya na BBC Igbo nwere na-akọwa njem amụghị nwa na ahụmịhe ya gbasara ọrịa Polycistic Ovary Syndrome (PCOS).",
    "Ọ na-agwakwa anyị ka ahụmahụ ya siri mee ka ọ malite ịkwado ndị inyom na-emekọ ihe na PCOS na ime Ihe onyonyo 'Where The Heck is My Period?' si na ihe ndị ọ gabigara nakwa mkpebi ya ime mkpọtụ maka PCOS nakwa ịkwụsị amaghị ihe so ya",
    "Gịnị bụ PCOS?",
    "World Health Organization (WHO) kọwaara na Polycystic ovarian syndrome bụ PCOS n’ịchafụ bụ ọrịa na-emetụta kemịkalụ dị n’ime ahụ nwaanyị.",
    "Ọ na-ebute kemịkalụ adịghị nhatanha, nsọ abịaghị kwa ọnwa, androgen ịrị elu nakwa mkpụrụ n’ime ngalaba akụkụ ọmụmụ nwaanyị.",
    "Ọ na-emetụta ihe ruru site na pasentị asatọ rue pasentị iri na atọ ụmụnwaanyị tozuru ọmụmụ.",
    "“Dịka nwaanyị lụrụ di, ọ siri ezigbo ike ịtụrụ ime...mgbe ọbụla m banyere n'ime ụlọ mposi ji lelee ma m dị ime wee hụ na-adịghị m... ọ na-ewute m nke ukwuu’’",
    "PCOS nwere ọtụtụ mgbaama mana Stephanie Coker gwara anyị na nke kachasi na-egosi na ahụ ya bu igba oke ajị na etutu n’ihu, o kwuru na ọrịa eweghị ọgwụgwọ.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Vidio, Ihe mere m ka m kụchara egwu n'akwamozu mama Obi Cubana - Anyidons, Duration 4,06elekere 7 gara aga",
    "Vidio, Etu m si tụọ ime mụọ nwa na-agbanyeghi ọrịa PCOS - Stephanie Coker Aderinokun, Duration 3,4014 Mee 2024",
    "Vidio, ‘Egwuruegwu Invictus na-egosi m na ọ bụghị nanị m so’, Duration 1,4313 Mee 2024",
    "Vidio, \"Ọ dịghịrị m mfe ibido ihe ịkpa ọchị\" - Neekah Uwayah, Duration 2,348 Mee 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}