{
  "published": "6 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "N’ụwa niile gba gburugburu, inwe ebe obibi bụ ihe e ji enyere ndụ aka. Ọ bụ ihe kwesịrị ka onye ọ bụla nwe, gụnyere ụmụ agbọghọ na-alụbeghị di.",
    "E kwesịghị iwe ihe aka mgba tupu nwoke maọbụ nwaanyị enwe ike  ịnweta ụlọ ebe obibi.",
    "Ịrụ ụlọ ekwesịghị iri gị ego makana ihe e ji arụ ya dị n'ala - Demas Nwoko15 Febụwarị 2020",
    "I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ aka gị ma i nwee nde naịra ise13 Ọgọọst 2019",
    "Saa anya mmiri ka ihe iri ndị a dị n'ụlọ ghara ibutere gị na ezinaụlọ gị nsogbu ahụike14 Mee 2021",
    "Mana otu ọ dị ugbua, ọtụtụ ụmụagbọghọ alụbeghị di aa na-aga nnukwu nsogbu banyere inweta ụlọ na Naịjirịa.",
    "Ebe foto si, Getty Images",
    "Otu nwa agbọghọ aha ya bụ Olive Emodi gwara anyị na ya tara ahụhụ tupu ya nweta ụlọ na legọs.",
    "O kwuru na ọtụtụ ndị nwe ụlọ na-enye iwu megide ụmụ agbọghọ ibi n'ụlọ ha.",
    "\"Ụfọdụ ndị nwe ụlọ gwara m na ha enweghị ike ịnye m ụlọ maka na ha achọghị ọtụtụ ụmụ nwoke n'ụlọ ha\".",
    "Otu n'ime ha gwara m si, \"Ụmụ agbọghọ na-enwe ọtụtụ enyi nwoke ndị na-achọta ha n'ụlọ ha mgbe niile. Ọ gara n'ihu kwuo n'oge ụfọdụ nke a nwere ike ibute ọgụ nke nwere ike imebi ụlọ ya ma ọ bụ ihe ya tinyere n'ụlọ ya.\"",
    "\"Nke kachasị wute me bụ mgbe otu onyenweụlọ gwara m na ọ bụrụ na ya nye m ụlọ, na m ga na-abata tupu ọ kụọ Elekere Itoolu abalị.\"",
    "Olive gara n'ihu gwa BBC na otu nwaanyị nwe ụlọ gwara ya na ihe mere o ji anaghị enye ụmụagbọghọ ụlọ bụ maka na ha na-enwe oke mmetụta banyere ọtụtụ ihe. Ụfọdụ ka o kọwara dị ka ndị na-enye oke nsogbu oge ọbụla.",
    "Ebe foto si, Getty Images",
    "Bisola Adejumo gwara BBC na otu onyenweụlọ gwara ya na ọ bụ maka na ọ maghị mma iru ka o ji ghara inye ya ụlọ.",
    "Bisola gbakwunyere sị, \"Ọ jụrụ m si,'Ị bụ onye ebe? Anaghị m enye ụmụagbọghọ jọrọ njọ ụlọ m'.\"",
    "N’aka nke ọzọ, Sarah Orji bụ nwa agbọghọ nwere ihe aka mgba mgbe ọ na-achọ ụlọ. ‘Otu onye nwe ụlọ kwetara inye ya ụlọ mana nwunye ya sịrị mba.” Sarah kwuru.",
    "“Amaghị m ihe mere nwunye nwoke ahụ ji achọghị ka m nwere ụlọ ahụ na agbaghehi na di ya kwetara”.",
    "Mgbe m jụrụ nwunye ya ihe mere o ji achọghị ka m nwere ụlọ ahụ, ọ gwara m “Ọ bụ naanị nwoke ga-ebi n’ulo m, achọghị m nwa agbọghọ.”",
    "Ebe foto si, Getty Images",
    "Otu onye na-ahụtara ndị mmadụ ụlọ a kpọrọ 'House Agent' na Bekee gwara m chọọ otu nwoke ga-anọ dịka di m ma ọ bụrụ na m chọrọ ịnweta ụlọ osịsọ.",
    "Nke a bụ ihe mgbawa obi.",
    "Ebe foto si, Getty Images",
    "Ọ bụ ihe dị mkpa ka onye ọbụla tinye ọnụ ị ji hụ na-ịkpọasị megide ụmụ agbọghọ na-achụ nta ụlọ bụ ihe ochie.",
    "Mana ọ bụ gịnị kpatara na ụfọdụ ndịnweulo anaghị ekwe ka ụmụagbọghọ alụbeghi di biri n'ụlọ ha?",
    "Ebe foto si, Getty Images",
    "Onye na-ahụtara ndị mmadụ ụlọ kwuru na ụfọdụ ndị nwe ụlọ ọ na-arụrụ ọrụ anaghị ekwe ka nwa agbọghọ alụbeghị di biri n'ụlọ ha maka na ha anaghị ekwe agwụụgwọ ụlọ.",
    "Idowu Gbenga bụ onyenwereụlọ na Legọs.",
    "O kwuru na ụfọdụ ndị otu ya anaghị enye ụmụ agbọghọ alụbeghị di ụlọ maka na ụfọdụ n'ime ha na-ebi ajọ ndụ tinyere na ụfọdụ ha  amaghị edobe ụlọ ọcha.",
    "Ọ kọwara na tupu ya enye nwaagbọghọ ụlọ, ọ ga-eme ezi nnyocha ịchọpụta akparamaagwa ya.",
    "O kwuru na ọ  bụrụ na nwaagbọghọ ahu na-enyi akwa na-egosi ahụ ya, agaghị m enye ya ụlọ m.",
    "Idowu gara n'ihu kwuo \"Anaghi m enye nwa agbọghọ mụrụ nwa mana ọlụbeghị di ụlọ maka na ha ga enwere ụlọ ya mere ihe ọzọ, ịkwụ ụgwọ ụlọ na a bụrụ ha nsogbu.\"",
    "Ebe foto si, Getty Images",
    "Otu onyenweụlọ na Legọs aha bụ Uche Peter Okafor kọwara na ịkpọasị megide ụmụ agbọghọ na-achọ ụlọ abụghị ihe e ji mara ndị Ọwụwa Anyanwu.",
    "Ọ sịrị,\"Anaghị m ajụ inye ụmụagbọghọ alụbeghị ụlọ m, ihe dị m mkpa bụ ịkwụ m ego ụlọ.\"",
    "Ọ gara n'ihu kwuo na ụfọdụ ndị nwe ụlọ anaghị enye ụmụ agbọghọ ụlọ maka na ụfọdụ n'ime ha ga- ewere ụlọ gị mere ebe oriri na ọṅụṅụ nye ndị enyi ha.",
    "N'aka nke ọzọ, Okafor kwuru na oge ụfọdụ, ụmụ agbọghọ ndị a ga-acho ka ha na onyenweụlọ bido nwebe mmekọ nwoke na nwaanyị nke ga-emezi onyenweụlọ agwụsi ịna ya ego ụlọ ọbụla.",
    "Ebe foto si,  Fred Nzeako",
    "Onye ọkaiwu bụ Fred Nzeako  gwara BBC Igbo na iwu e megideghị onyenweụlọ ịsị na ọ gaghaghị enye nwaagbọghọ ụlọ.",
    "N'okwu ya \"Ọ bụghị ihe megidere iwu na mmadụ jụ inye mmadụ (maa nwoke maa nwaanyị) ụlọ n'ihi na onyenweụlọ nwere ike ịsị mba maọbụ ee' banyere inye ụlọ\"",
    "\"Ebe ọ bụ ihe megidere iwu bụ mgbe onyenweụlọ \"dere n'akwụkwọ\" na ya agaghị enye nwaagbọghọ ụlọ maka na ọ lughị di.\"",
    "\"Ọ bụrụ na e nwere ebe onyenweụlọ ahụ dere na ya agaghị enye nwaagbọghọ ụlọ, ụlọikpe nwere ike ịkpọ onyenweụlọ ahụ iji chọpụta ihe kpatara nke a.",
    "Ọ bụrụ na e mee nnyocha banyere ihe ahụ o dere wee chọpụta na o megidere iwu, ụlọikpe nwere ike ịta ya ahụhụ dị ka iwu si kwuo.",
    "Ụmụnyanyị",
    "Legọsị",
    "Naijiria",
    "Okike",
    "Etu mmanwụ Oriọkpa Nsuka si pianye nọọsụ ajụ n'anya7 Mee 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Kaduna Airstrikes: A ga-ekpe ndịagha abụọ ikpe maka igbu ihe karịrị mmadụ nkịtị 8513 Disemba 2023",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ aelekere 6 gara aga",
    "NA EME UGBU A, Ụlọomeiwu Naịjirịa akwadoola ikpe ọnwụ maka ndị na-ere ọgwụike",
    "Gọvanọ Mbah ehiwela atụmatụ a ga-eji kpochapụ ndị omekoome n’Uzo Uwani8 Mee 2024",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'6 Mee 2024",
    "Chad Elections: Ihe i kwesiri ịma maka ntuliaka mba a6 Mee 2024",
    "Minimum wage: Kedụ ihe 35% Gọọmentị Etiti tinyere n’ụgwọọnwa pụtara onye nọ 'Level 8' n'ọrụ oyibo?3 Mee 2024",
    "Etu nnyocha ogbugbu nwata a na 'West Bank' si bute ebubo na ndịagha Israel mere mpụ agha 3 Mee 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Ihe ị kwesiri ịma maka ụgwọ 0.5% ọhụrụ CBN manyere7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'",
    "Crystal Palace adụpuola Man Utd ka blomblom n'azụ ụlọ haEmelitere ikpeazụ na: 19 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}