{
  "published": "04:23",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Chimezie UcheAgbo na Okechukwu Omeire",
    "Ndị mere akụkọ a,  Senior Journalist na Video Journalist",
    "Eprel 2024",
    "Nwamadị na-akụ egwu nwere nwakwarụ bụ Ndubueze Monday Aguoma onye e ji Determination mara agwala BBC Igbo na ya anaghị eche ka mmadụ meere ya ebere.",
    "O kwuru nke a na mkparịtaụka ya na BBC igbo nwere gbasara egwu ya.",
    "O gwara BBC Igbo na nkwarụ ya sitere n'ahụ ọkụ rịara ya oge ọ dị obere mere e jiri gbaa ya ọgwụ mana a maghị ka ọ bụ ọgwụ ahụ kụjiri ya ụkwụ.",
    "Determination na mkparịtaụka ahụ kwuru na ọ gbajuo dọrọ, egwu ka ya ji agụpụta onwe ya.",
    "Ọ kọwara na naanị mkpebi ya ka ya nwere oge ọ gbajuru dọrọ ma ya enweghi onye ga-enyere ya aka kpatara ya ji na-aza aha 'Determination' nke pụtara mkpebi.",
    "N'okwu ya; \"mgbe ụfọdụ ị chọọ ime ihe ọ bụrụ na ihe i ga-eji mee ya adịghị, naanị ihe m ji elotara onwe m na m chọrọ ime ihe ahụ mana n'ihi na ihe a ga-eji mee ya adịghị, naanị ihe nwere abụrụ mkpebi. Etu ahụ ka aha ahụ siri bịa.\"",
    "Determination malitere ịgụ egwu n'ime ahịa mana na nso nso a, o so n'olu gụrụ egwu n'onyonyo na-ewu ewu e tinyere na Netflix a kpọrọ Afamefuna.",
    "\"Obi dị m ezigbo aṅụrị, ị makwa ihe ọ pụtara.\"",
    "Kirie onyonyo ahụ.",
    "Nwaanyị Nnewi: Etu nne m ochie siri kpalite m ime ‘skit’19 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "'Akwa m na-eyi eme ejije ka D Law tọrọ m atọ, ọ karịala afọ 30' - Layiwasabi24 Eprel 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}