{
  "published": "11 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nwaeze Harry na nwunye ya bụ Meghan wuchiri Naijiria maka emume metụtara egwuregwu -Invictus Games,'  -asọmpi egwuregwu maka ndịagha merụrụ ahụ nke Nwaeze Harry hiwere afọ iri gara aga.",
    "Nwaeze Harry malitere njem ya n'Abuja bụ ebe o zutere ụmụakwụkwọ ụlọakwụkwọ 'Lightway Academy' bụ ndị ọ gwara okwu maka ọnọdụ ahụike ụburu.",
    "Charles abụrụla Eze ọhụru8 Septemba 2022",
    "King Charles III: Onye bụ Eze ọhụrụ nke mba Briten a? 10 Septemba 2022",
    "Lee ihe ndị Igbo abụọ a kwuru maka ihe ha chọpụtara maka Ezenwaanyị Elizabeth II20 Septemba 2022",
    "Ọ gwara ụmụaka ahụ ka ha na-ekwupụta ma ha nwee nsogbu ahụike ụbụrụ, sị ha na ọ bụ nsogbu  na-emetụta onye ọbụla n' ụwa.",
    "\"Ọ bụrụ na ị hụ enyi gị, hụ na ihu atọghị ya ọchị? Ị ga-ajụ ya ihe na-eme ya ka ọ bụ na ị gaghị ajụ ya?\"",
    "\"Ị na-ekwu maka ya, a na-emeri ya.\"",
    "\"Ọ dị mma ikwu na ị dịghị mma.\"",
    "\"O nweghị ihe ọjọọ dị n'ikwu na ụbọchị gị agaghị nke ọma.\"",
    "Dịka o kwuchara okwu, nwunye bụ Meghan gwara ụmụaka ahụ na-ege ntị sị, \" Ụnụ ahụla ihe mere m jiri lụọ ya?\"",
    "\"Ụbụrụ ya na-acha ọkụ.\"",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post",
    "Nwaeze Harry na Nwunye ya gakwara ebe asọmpi Vollyeball ebe ya na ndịagha merụụ agụ soro sọọ mpi egwuregwu volleyball.",
    "'Duke' na 'Duchess' nke Sussex bụ Nwaeze Harry na nwunye ya bụ Meghan awuchiela na Naijiria",
    "Ha rutere isi ụlọọrụ nchekwa ndịagha Naijiria dị n' Abuja n'ehihe Tọzde.",
    "Ndịisi agha kwuru na ọbịbịa ha metụtara ndịagha merụrụ ahụ na ndị ezinaụlọ ha.",
    "Ọbịbịa ha Naịjirịa sochiri ọkpụkpọ oku nke ndị isi agha kpọrọ ha banyere nsonye Naịjirịa n’egwuregwu ‘Invictus Games’ afọ 2023, nke e mere na Düsseldorf, Germany.",
    "Egwuregwu ‘Invictus Games’ bụ nke Prince Harry bidoro n’afọ 2014 maka ịkwado ndịagha merụrụ ahụ iji nye ha ọgwụgwọ.",
    "Akụkọ sitere n’isiụlọọrụ nchekwa nke Air Vice Marshal Abidemi Marquis binyere aka na ya kwuru na pasentị 80 ndịagha Naịjiria bụ ndị nwere ihe mmeru ahụ dị iche iche ma na-anara ọgwụgwọ.",
    "A na-atụ anya na ọbịbịa Prince Harry ga-enyere aka guzobe ogige ‘Egwuregwu Invictus Games’ n’Abuja ma nwere maka ịghazi egwuregwu ‘Invictus Games’ na Naịjirịa n’oge na-adighị anya.",
    "\"Ọ dịghịrị m mfe ibido ihe ịkpa ọchị\" - Neekah Uwayah8 Mee 2024",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ a9 Mee 2024",
    "Mahamat Deby, onyeisi ndịagha Chad emeriela na ntụliaka onyeisiala6 Mee 2024",
    "Ihe mere m ka m kụchara egwu n'akwamozu mama Obi Cubana - Anyidonselekere 7 gara aga",
    "Ụgbọelu Helikọpta bu onyeisiala Iran enweela ihe mberedeelekere 9 gara aga",
    "NA EME UGBU A, DR Congo apịnyụọla atụmatụ ịnapụ ọchịchị n'ike taa",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha 16 Mee 2024",
    "Etu m si tụọ ime mụọ nwa na-agbanyeghi ọrịa PCOS - Stephanie Coker Aderinokun14 Mee 2024",
    "Public Ranch Agency Bill: Iwu a a ga-egbo ọgụ ndị ọchịehi na ndị ọrụ ugbo?13 Mee 2024",
    "Njem Nwaeze Harry,Meghan nwunye ya meere na Naijiria11 Mee 2024",
    "'Landlord jụrụ inye m ụlọ si na m jọrọ njọ'11 Mee 2024",
    "Ụlọikpe akwụsịla  alụmdi ụmụnwaenwe nnenanna 100 na Niger steeti17 Mee 2024",
    "Etu e si wee dulaa Junior Popeelekere 7 gara aga",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}