{
  "published": "26 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Senate/Simon Ekpa/Facebook",
    "Ndị Ụlọomeiwu Ukwu Naijiria akatọọla nọrọ n'ụlọ ma kpoo oku ka a kpụlata onye ndu alaka otu Ipob kpọrọ onwe ha 'Autopilot'bụ Simon Ekpa Naijiria ka ọ bịa zara ọnụ ya n'ụlọikpe.",
    "A na-ebo Simon Ekpa bụ nwa afọ Naijiria bi mba Finland ebubo itinye iwu nọrọnụlọ n'Ọwụwa Anyanwụ kwa Monde Ekpa iji kpo oku ka a tọhapụ onye ndu otu Ipob bụ Nnamdi Kanu bụ onye e ji eji maka ebubo ịkpa nkata ịkwatu gọọmentị Naijiria.",
    "Simon Ekpa: Ihe ndị Igbo nwere agba na-ekwu maka ihe Ekpa na-agabiga na Finland24 Febụwarị 2023",
    "Simon Ekpa: Ohaneze, Pandef, Afenifere na ndị ọzọ ewegarala Gọọmentị Finland mkpesa18 Febụwarị 2023",
    "Sit-at-home: Ihe 'South East Forum', Ohaneze kwuru maka nọrọnụlọ Simon Ekpa tinyere14 Julaị 2023",
    "Ha kpebikwara ịkpọ onyennọchiteanya mba Finland na  Naijiria oku  maka okwu ọnọdụ Ekpa na mba ahụ.",
    "Onye omeiwu na na-anọchite, Imo-West n'ụlọomeiwu Ukwu Naijiria bụ Osita Izunaso bụ onye kpalitere okwu a n'Ụlọomeiwu Ukwu ụbọchị Wenezde n'aha ndị senetọ si Ọwụwa Anyanwụ.",
    "Izunaso tụrụ arịrị na nọrọnụlọ a kụtụọla ọnọdụ akụnaba Ọwụwa Anyanwụ, agụmakwụkwọ, azụmahịa na ahụike sịrị, \"Okwu a bụ iji katọrọ nọrọnụlọ na-eme n'Ọwụẁa Anyanwụ Naijiria.\"",
    "\"Puku kwuru puku mmadụ atụfuola ndụ ha kemgbe nọrọnụlọ a nke mere ka ndị na-etinye ego na nkwalite akụnaụba gbaapụ n' Ọwụwa Anyanwụ.\"",
    "\"Ụlọomeiwu na-atụ uche ma ọ bụrụ na-agbaghị ụzọ owere mgba n'ihe gbasara, ọ gaghị echi, Simon Ekpa ga-eduhie ndị ntọrobịa.\"",
    "Enyinnaya Abaribe sịrị, \" onye amaghị ebe mmiri starts beating you, you would not know",
    "\" Sit-at-home malitere n'Ọgọstụ 2021 oge Ipob kwuru na ha ga aga nọrọnụlọ n'ihi njichi onye ndu ha.\"",
    "\"Oge ha mechara kha sị na ha anaghị anọkwa n'ụlọ, ndị omekome zoro n'ahụ nọrọnụlọ.",
    "\"Ụfọdụ ndị agboro pụta ha gbuo mmadụ, see ya onyonyo gbasa na soshal midia.\"",
    "\"O nweghị onye nọ n'Ọwụwa Anynanwụ nọrọnụlọ masịrị. Ọ bụ ndị omekome na-eme ihe.\"",
    "\"Ha ji iyi egwu na-emenye ndị mpaghara nile egwu.\"",
    "Otunba Gbenga Daniels nyere nkwado ya sịrị, na nsogbu ahụ na-emetụ mpaghara ndị ọzọ.",
    "\"Ọ dị mkpa ịgwụsị nsogbu .\"",
    "\"Ọtụtụ ndị mmadụ anwụọla n'ihi ihe a dịka Gụlak bụ ndị a sị na ndị na-amanye nọrọnụlọ gbagburu ya.\"",
    "Ebe foto si, NGRSENATE/Facebook",
    "N'okwu ya, onyeisi Ụlọomeiwu Naijiria Akpabio, jụrụ, \"Kedụ ihe ndị gọvanọ merela iji gboo nsogbu a?\"",
    "Onyeisi Ụlọomeiwu Ukwu bụ Godwin Akpabio,\" Ọ bụrụ na ndị gọvanọ Ọwụwa Anyanwụ na-erubere nọrọnụlọ, ndị ọrụ oyibo na-erubere ihe ọ pụtara bụ na ọ bụ Simon Ekpa si Finland achị Ọwụwa Anyanwụ.\"",
    "Ọ gara n'ihu sị, \"Ndị gọvanọ na-ata ego pụrụ iche maka nchekwa, kedụ ihe ha ji ya eme?\"",
    "N'oku ụfọdụ ndị Senetọ si Ọwụị̀anyanwụ ka  Gọọmentị Naijiria  si ụzọ ndọrọndọrọ lebanye anya n'okwu Nnamdi Kanu, onye ndu Sineti bụ Bamidele Opeyemi kwuru ka akụpụ ya sị n'na okwu ahụ dị n'ụlọikpe.",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe obodo dị iche iche n'ala Igbo na-akpọ nwagbọghọ23 Julaị 2023",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ26 Julaị 2023",
    "Niger Republic: Ecowas agaghi anabata nkwatu ọchịchị na Nijie- Onyeisioche26 Julaị 2023",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}