{
  "published": "10 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Ndị agha Fransi na ndị na-eme mkpochapụ agbụrụ",
    "E ji ụbọchị 100 gbuo mmadụ 800,000 na mba Rwanda n'afọ 1994. Ndị agbụrụ Hutu gburu ihe ruru mmadụ 800,000 ọkachasị ndị agbụrụ Tutsi,",
    "Enyi gburu enyi, onye agbataobi gburu onye agbataobi ya, ụgọdụ ndị lụrụ nwaanyị Tutsi gburu nwunye ha, ikpe makwara ụfọdụ ndị ụkọchukwu na ndị sista maka igbu ọchụoge a, ya bụ ihe jọgburu onwe ya.",
    "Ebe foto si, GILLES PERESS / MAGNUM PHOTOS",
    "Ihe agbụrụ Hutu mejupụtara ihe dịka 85% ndị mba Rwanda, kama ọ bụ ndị Tutsi kacha nọrọ n'ọchịchị.",
    "N'afọ 1959 ka ndị agbụrụ Hutu chuturu ọchịchị Eze ndị Tutsi nke mere ka puku pụrụ puku ndị Tutsi gbaa ọsọ ebe ụfọdụ gbagara mba Yuganda.",
    "Ebe a ka ha nọrọ hiwe otu Rwanda PAtriotic Front ndị wakporo Rwanda n'afọ 1990 kama ọgụ kwụsịrị n'afọ 1993 dịka he kpere udo.",
    "N'abalị ụbọchị 4 nke ọnwa Aprel ka e ji ogbunigwe gbatuo ụgbọelu onyeisiala mba Rwanda onye Hutu aha ya bụ Juvenal Habyarimana bụ onye agbụrụ Hutu na ogbe ya nke Burundi bụkwa onye agbụrụ Hutu.",
    "Ndị Hutu boro wbubo sị na ọbụ ndị agha RPF gbara ya bụ arụ ebe ndị RPF na-ekwu na ọ bụ ndị Hutu gburu Habyarimana dịka nkata ha gbara ha ga-eji egbu ndị Tutsi.",
    "Ọ bụ igwe Redio ka ndị kpara arụ a jiri zisaa ozi e ji bido igbu ndị mmadụ ọkachasị ndị agbụrụ Tutsi.",
    "Ebe foto si, Getty Images",
    "Ndị na-achọ nrị oge agha Baiafra",
    "Dịka BBC siri dee, ndị agha napụrụ ndị nkịtị ọchịchị na Naịjirịa n'afọ 1967 nke butere ogbugbu puku pụrụ puku ndị agbụrụ Igbo dịka ndị agha napụrụ ọchịchị na-ekwu na ọ bụ ndị agha agbụrụ Igbo napụrụ ndị nkịtị ọchịchị.",
    "Nke a mere ka ọtụtụ ndị agbụrụ Igbo laa, laghachị mpaghara ọwụwa anyanwụ Naịjirịa.",
    "Ebe foto si, Getty Images",
    "BBC Igbo kpọtụrụ Mazị Mike Ejiofor onye bụ ọkaibe maka ihe gbasara nchekwa onye kwuru sị, \"E cheghị m na ihe na-eme na Naịjirịa ugbua yiri ihe butere nke mere na Rwanda, kama ma ị hazịghị ya nke ọma, o nwereike iru ogo ahụ\".",
    "Ọ kọwara sị, \" Naịjirịa nwere ọtụtụ agbụrụ di cihe iche, nke mere na otu agbụrụ enweghị ike ịkpa nkata megide agbụrụ ọzọ nke ọma\".",
    "E nwere okwu a na-ekwu na Naịjirịa ugbua yiri nke butere ọgụ Rwanda?",
    "Ejiofor zara sị,\" Eeee, e nwere ụfọdụ okwu e kwuru ọkachasị oge ntụliaka Naịjirịaọkachasị na Legọs, ebe ndị mmadụ na-ekwu na ụfọdụ agbụrụ agaghị atụ vootu maọbụ ekweghị ka ha tụọ vootu n'ụfọdụ ebe. Nke a dọrọ mmadụ niile anya, nke a adịghị mma ma ọlị\".",
    "Ejiofor kwuru sị, \" Otu onye ọchịchị ọdịnala na Legọs kwuru na ọ bụrụ na enweghị nchekwa na ọ ga-akpọbata otu Ipob (Indegenous people of Biafra) ka ha bụrụ ndị nchekwa na Legọs, a nwụchịrị ya ozugbo ma kpụpụ ya ụloikpe\".",
    "Kama o kwuru na oge mbụ na ndị ọchịchị ọdịnala ọzo ekwuola okwu megide otu agbụrụ ma enweghị ihe e mere ha.",
    "Ejiofor kwuru sị, \"Ihe bụ okwu maka ikpe nkwụmọtọ, e kwesịrị iji otu aka e jiri tụnyere otu agbụrụ tụnyere agbụrụ ọzọ. O dị mkpa ka ndị nchekwa hụ na iwu ruru mmadụ niile ma ọbụghị ya ihe nwereike kwanyane njọ ruo nke mere na Rwanda\".",
    "Ebe foto si, OBA RILWAN AKIOLU/FACEBOOK",
    "Oba Rilwan Akiolu, Eleko nke Eko bụ Oba Legọs steeti",
    "Ndị uweojii nke Legọs kọwara na anwụchiri ọtụtụ mmadụ maka ịmaja ndị bịara itụ vootu.",
    "N'agbanyeghi nke a, ndị mmadụ ka na-ekwu na soshal midia na gọọmentị Legọs steeti emezubeghi ihe ha kwesiri ịhụ na akwụsịrị mwakpo na mmaja a kpam kpam.",
    "Iji ma atụ, n'afọ 2015, Oba na-achị Legọs bụ Rilwan Akiolu pụtara n'ime ihe onyonyo wuru ewu mgbe ahụ na-amaja ndị Igbo n'otu nzụkọ ya na ha nwere na onye ọbụla atụnyeghịri onye nke ọ (Oba) na-akwado, na \"a ga-atụnye onye ahụ n'ime Lagoon (mmiri)\".",
    "Onye ahụ ọ na-akwado bụ Akinwunmi Ambode mechara merie ntuliaka dịka Gọvanọ Legọs mgbe ahụ.",
    "Ọzọ, n'afọ 2019, ụlọ ntaakụkọ The PM News nakwa ThisDay Newspaper buru akụkọ gosiri na ndị omekome kposara ntụliaka n'ebe akpọrọ Okota dị na Legọs ma mechaa malite ịwakpo ụlọahịa ndị Igbo n'ọtụtụ ebe dị na Legọs ma na-ebo ha ebubo akwadoghi ndị ha bu n'uche.",
    "Hundeyin kwukwara ọzọ na n'agbanyeghị na ha bụ ndị uweojii na-anwa ike ha niile ịhụ na ha gbochiri mmaja na mwakpo na-esokarị ntụliaka apụta, ọ kachasị nsogbu agbụrụ, na \"ị gaghị ewepụnwu ya kpam kpam mana o nwereike ịbelata\".",
    "\"O zughi oke ikwu na o mere na 2019, o mere na 2023...gịnị meziri o ji eme ọzọ? O nwereike bụrụ na n'afọ anọ ọzọ e mebe ntụliaka, nsogbu ndị a ka ga-adị ya\" ka Hundeyin kwukwara.",
    "Dịka ihe si kwụrụ ugbua, onyeisi ndị uweojii bụ Usman Alkali Baba agwaala kọmịshọna ndị uweojii dị icheiche ha mechie okwu nsogbu ntuliaka niile ha ji ma nyefee ya n'aka ngalaba Inec ka ha were kpụpụ ndị ahụ ụlọikpe.",
    "O nweela ihe gọọmentị mere ndị wakporo mmadụ maka agbụrụ ha n'oge ntuliaka na Legọs?15 Maachị 2023",
    "Ihe ndịagha Naịjirịa kwuru maka ebubo na Ipob chọrọ iwakpo ha6 Eprel 2023",
    "Ụlọikpe akpọchiela Eze Ndigbo na mkpọrọ  n'ebubo iji IPOB eyija ndị Legọs6 Eprel 2023",
    "Ejiofor zara sị,",
    "\"Soshal Midia dị oke mkpa gbasara ọnọdụ ndọrọndọrọ ọchịchị na Naịjirịa. Otu okwu akpụ n'ọnụ ugbua bụ okwu onye bụ osote onye zọrọ ọkwa onyeisiala Naịjirịa bụ Yusuf Datti Baba-Ahmed kwuru  na idu gọọmentị ọzọ n'ọrụ megidere iwu Naịjirịa, kama echeghị m na ndị nchekwa kwesịrị inwuchi ya n'ihi na enweghị ihe ha gbadọrọ ụkwụ ha ga-eji nwuhcie ya.\"",
    "\"Cheta kwa na n'afọ 2015 na onye bụ osote onyeisiala ugbua kwuru n'afọ 2015 na ha ga-ehiwe gọọmentị ọzọ... enweghị onye nwuchiri ya\".",
    "O kwuruna ọ dị mkpa ka ndị nchekwa rụọ ọrụ ha nke ọma ka aka enwe nọ n'ofe hapụ ị họrọ aka mmadụ.",
    "N'oge ntuliaka 2023 nakwa ka e mechapụrụ ya, ọtụtụ ndị ọchịchị nakwa ndị ọru nchekwa arịọla ọha ndị mmadụ ka ha soro ụzọ udo ma ghara ikwu okwu maọbụ kpaa agwaa ga-akpasụ ndị mmadụ ọkachasị okwu ịkpaoke agbụrụ, akpọmasị maọbụ okwu megidere okpukperechi ụmụafọ Naịjirịa.",
    "Ụfọdụ dị isi a gụnyere onyeisiala Muhammdu Buhari, aka chịbụru Naịjirịa bụ Olusegun Obasanjo, Bola Tinubu, Peter Obi, Atiku Abubukar, Babajide Sanwo-olu, ndị uweojii Naijirịa, ndị ọrụ DSS, ndịagha Naịjirịa nakwa ndị ọzọ. Otu ọchịchị mba ofesi dịka otu jịkọrọ mba ndị Europe (EU), ụlọọrụ mba Amerịka na Naịjirịa, Ecowas, ụlọọrụ Briten na Naịjirịa nakwa ndị ọzọ katọrọ ihe a na-eme na Naịjirịa ugbua ma rịọ ka ọha chọọ ụzọ udo nakwa njịkọ dịka ụmụnne.",
    "Akpoola ọha oku ka ha hie asaa n'anya banyere ụdịrị ozi ha na-ezipụta na soshal midia mana ọ dịka ya bụ ihe ọ ka na-aga n'ihu.",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Otu egwu bọọlụ Naịjirịa",
    "Ime n'ike",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe na-eme na Naịjirịa ugbua, o yiri ihe butere mkpochapụ agbụrụ na Rwanda n'afọ 1994?10 Eprel 2023",
    "‘Egbe ndị ohi gbara m n’anya mere m ekpuo isi mana ọ bụrụla ihe ngọzị nye m ugbua’10 Eprel 2023",
    "Tomi Arayomi: Ihe onye amụma a na nwunye ya kwuru ha gabigara n’aka DSS8 Eprel 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}