{
  "published": "15 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisiala Bola Ahmed Tinubu akwụsila Abdulrasheed Bawa ọrụ nwa mgbe nta dịka onyeisi ụlọọrụ na-ebuso nrụrụaka nma mpụ agha na Naịjirịa.",
    "Ozi kwupụtara nke a kọwara na nkwụsị ya n’ọrụ ịchị Economic and Finnacial Crimes Commission, (EFCC) ga-abụ ruo oge enwebeghi onye ma.",
    "Chetakwa na na nso nso a onyeisiala Tinubu nyere iwu ka Godwin Emefiele kwụsị ọrụ ịchị ụlọakụ ukwu Naịjirịa dịka ụlọọrụ DSS na-enyocha ya maka okwu olemole.",
    "Dịka a na-akwụsị Bawa ọrụ nwa mgbe nta, a na-enyo ya onye dị afọ 43 enyo maka okwu etu o siri nwere ikike ọchịchị ya rụọ ọrụ.",
    "E nyekwara ya iwu inyefe onyeisi ọrụ ụlọọrụ ahụ bụ Abdulkarim Chukkol  ọchịchị ya ngwa ngwa. Ọ ga-anọ n’elu ọkwa a ruo mgbe e mechara nnyocha nọ n’isi ya.",
    "Nke a so ọtụtụ ebubo dapụtara n’isi Bawa dịka ngalaba ndị uweojii Naịjirịa zoro ezo bụ Department of State Services (DSS) gbara ama na ha akpọola ya oku ka ọ bịa zara ọnụ ya maka ebubo ndị a.",
    "Ebe foto si, Reuters",
    "Na nso nso a, onyeisiala Tinubu nyere iwu ka Godwin Emefiele kwụsị ọrụ ịchị ụlọakụ ukwu Naịjirịa dịka ụlọọrụ DSS na-enyocha ya.",
    "Ihe ị kwesịrị ima maka nkwụsị Abdulrasheed Bawa n’ọrụ nwa mgbe nta  15 Juun 2023",
    "A tukpuola odebeego ukwu gọọmentị etiti bụ Ahmed Idris ụlọ nga18 Mee 2022",
    "Ụlọọrụ EFCC atọhapụla Willie Obiano21 Maachị 2022",
    "Ọ bụ ezie na ọ na-ewepụkara onye nọ n’isi ụlọọrụ EFCC ozugbo onyeisiala ọhụrụ batara n'ọkwa ọchịchị, ozi gọọmentị Tinubu zipụtara maka nkwụsị Bawa n’ọrụ bụ ozi “dara ụda” nke ebubo ya ebubo dịka onye ji ikike ọchịchị me ihe na-ezighi ezi.",
    "Cheta nwebuola ọtụtụ ebubo nrụrụaka e boro Maazị Bawa kemgbe a họpụtara ya dịka onyeisi EFCC n'afọ 2021, bụ ndị nke ọ gọrọla na aka ya adịghị na ya.",
    "Na mkparịtaụka ya na BBC Hausa nwere n'ọnwa gara aga, onye bụbu gọvanọ Zamfara steeti boro Bawa ebubo na ọ nara ya ego akaazụ ruru nde dọla abụọ mana  gọrọ agọ ebubo ahụ.",
    "Ebe foto si, EFCC",
    "Abdulrasheed Bawa onyeisi ụlọọrụ EFCC kacha obere n’afọ n’ọkwa ahụ kemgbe e hibere ya n’afọ 2003.",
    "Ọ malitere ọrụ mgbe ọ dị afọ 40 n’oge ọchịchị Muhammadu Buhari mgbe e wepụrụ Ibrahim Magu n’ọkwa ahụ maka ebubo nrụrụaka n’afọ 2020.",
    "Bawa so n’otu n’ime onye ọrụ EFCC nwetere ọkwa ‘cadet officer’ na 2005.",
    "Ọ natara ọzụzụ na ngalaba akụnụba na mahadum na gụkwanye akwụkwọ na ngalaba ihe gbasara mmekọ mba na mba.",
    "Ọ bụ onye bụ onye nọ n’isi nnyocha ebubo nzufu ego nke onye bụbụ minista mmanụ agbidi Naịjirịa bụ Diezani Alison-Madueke.",
    "A mụrụ ya n’afọ 1980 dịka o si Kebbi steeti.",
    "Ọ bụ onye egwuruegwu bọọlụ, tenịs, ịgụ akwụkwọ nakwa ihe gbasara ndọrọndọrọ ọchịchị n’ụwa na-amasị.",
    "Ọ nweteela ọtụtụ asamobodo nakwa ihe nrite n’ọrụ nnyocha nakwa ibuso mpụ na nrụrụaka agha.",
    "Ebe foto si, EFCC",
    "O so na ndị malitere ọrụ mbụ oge e hibere ụlọọrụ EFCC dịka ọ natara ọzụzụ na ngalaba ‘Cadet Course One’",
    "Ọ bụ onye ọkaibe n’ime nnyocha ndị na-ezu ohi ịntanetị nakwa nzufu oke ego.",
    "Ọ rụọla ọrụ n’ime ụlọọrụ EFCC dịka onyeisi nnyocha ego nakwa nke nnyocha nzufu ego ịntanetị Legọs na Abuja malite n’afọ 2011 ruo 2016, onyeisi ọrụ EFCC n’ụlọọrụ Uyo (2017) nakwa n’ụlọorụ Port Harcourt (2020).",
    "O sorola ndị ọrụ nnyocha mbaụwa rụọ ọtụtụ ọrụ nnyocha nke gụnyere ụlọọrụ FBI, UK National Crime Agency, United States Postal Inspection Service (USPIS), United States Secret Service, Australian Federal Police, Dutch Police, German Police, South African Police nakwa ndị ọzọ.",
    "Ya na ụlọọrụ gọọmentị ndị ọzọ arụkọọla ọrụ iji hibe usoro ọrụ mmanya iwu dịka ọ bụ onye nnọchiteanya Naịjirịa n’otu ụwa nke ‘International Mass Marketing Fraud Working Group’.",
    "Ọ meela ọtụtụ ọzụzụ banyere ọrụ nke gụnyere ọzụzụ na mahadum Oxford nke mba Briten dịka ọ natarala ọtụtụ ihe nrite pụrụiche n’ọrụ ya nke rụrụ aka na ọ bụ onye ọkaibe n’ezie.",
    "Bola Tinubu",
    "Naijiria",
    "Mpụ",
    "Don Byrmo Uchegbu: Ihe i kwesọ̀ịrị ịma maka onye ihe ejije Nollywood lara mmụọelekere 6 gara aga",
    "Ụmụ m nwaanyị atọ ndị na-akwado ịlụ di nwụrụ n'ihe ọdachị ụgbọmmiri kwara a15 Juun 2023",
    "Ihe ị kwesịrị ima maka nkwụsị Abdulrasheed Bawa n’ọrụ nwa mgbe nta15 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}