{
  "published": "6 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ikwo ụra nke ndị bekee kpọrọ 'Snoring' bụ ihe ọtụtụ mmadụ na-agabiga.",
    "Ọtụtụ kwenyere na ọ bụ erighị nri n'oge na-ebute ya ebe ndị ọzọ na-ekwu na ọ bụ oké ibu bụ na-eme ka mmadụ na-agwo ụra.",
    "Akụkọ a ga-akọwa ihe niile gbasara ikwo ụra, ihe na-ebute ya nakwa ka ị ga-esi gbanarị ya.",
    "Lee ihe bụ Menopause ụmụnwoke a kpọrọ 'Andropause'16 Juun 2024",
    "Ihe sayensị kwuru maka ude e ji agbatị odogwu ụmụnwoke9 Juun 2024",
    "Akwakanti, ntụrịkọ mkpụrụamụ na ọrịa ụmụaka ndị ọzọ nwere ike bute atụghị ime maọbụ atụnyelighị nwaanyị ime n'ọdịnihu31 Julaị 2024",
    "Ebe foto si, Getty Images",
    "Dọkịta Olatomi Bamigboje kọwara ikwo ụra dịka ihe na-eme mgbe e nwere ihe mgbochi nye ikuku na-esi n'onu na n'imi mmadụ mgbe ọ na-arahụ ụra.",
    "Nke na-eme ka obere akụkụ ahụ dị onye ahụ n'onu na-ama jijiji wee mee ka onye ahụ na-eme mkpọtụ. O kwuru na onye ukwu ma onye nta nwereike ikwo ụra.",
    "Ebe foto si, Getty Images",
    "\"Ọtụtụ ihe nwereike ime ka mmadụ na-ekwo ụra\" ka Dọkịta Bamigboje kwuru.",
    "\"Ọ bụrụ na oyi maọbụ azụzụ mee ka imi mmadụ kpọchie, ọ ga-eme ka onye ahụ bido na-ekwo ụra\"",
    "Ọzọ bụ iku ume na-akwusị ma bidokwa oge ọbụla nke ndị bekee kpọrọ 'obstructive sleep apnea'. Nke bụ nke kachasị njọ.",
    "Dọkịta Bamigboje kwuru na 'Nke a na-eme ma ọ bụrụ na imi mmadụ kpọchie ma mee ka ọ ghara iku ume chacha oge ọ na-arahụ ụra. Nke a ga-eme ka onye ahụ nwe nsogbu iku ume nke ọma.",
    "Ibu oke ibu bụkwa ihe ọzọ na-ebute ikwo ụra, ọkachasị mgbe onye ahụ buru ibu n'onu ya. Ọ na-eme ma na-egbochi ikuku ịgafe oge onye ahụ na-arahụ ụra.",
    "'Ịṅụ mmanya na-aba n'anya na ịṅụ ọgwụ ụra na-ebute ikwo ụra' Dọkịta Bamigboje gbakwunyere.",
    "Nke a ga-eme ka akwara ahụ 'muscles' chịkọta ọnụ ma gbochie ikuku ịgafe.",
    "Ihe ọzọ bụ etu mmadụ si edina arahụ ụra. 'Ọ bụrụ na i ji azụ gị edina ala, ọ na-emetụta ọnọdụ ire gị ma bute nsogbu iku ume.",
    "Ebe foto si, Getty Images",
    "'Ikwo ụra bụ ọrịa ma ọ bụrụ na ọ na-eme mgbe niile na-ebute nsogbu ịrahụ ura,' Dọkịta Bamigboje kwuru.",
    "Ọ bụrụ na mmadụ anaghị ikwo ụra mgbe niile, nke ahụ abụghị nsogbu.",
    "Nke bụ nsogbu ma bụrụkwa nke kwesịrị ka dọkịta ahụike lebanye anya na ya bụ ikwo ụra alaghị ala.",
    "\"Ọ na-egosi na onye ahụ nwere ọrịa ahụ bekee na-akpọ 'obstructive sleep apnea' nke na-eme ka onye ahụ na-enwe nsogbu iku ume.\"",
    "Ihe na-ebute nke a bụ ike ọgwụgwụ, arahụghị ụra na ezughị ike ọfụma.",
    "Ọrịa 'obstructive sleep apnea' nwereike ibute ọrịa obi, ọrịa shuga na ọbara mgbali elu.",
    "Ebe foto si, Getty Images",
    "Dọkịta....... mere ka a amata na \"Ị chọpụta na ị na-ekwo ụra nke nwereike ị bụ maka oyi, nke ahụ abụghị nsogbu ọbụla maka na ọ bụrụ na oyi ahụ kwụsị, ikwo ụra ahụ ga-akwụsị.\"",
    "Maka ndị na-ekwo ụra mgbe niile nakwa ịrahụ ụra n'ọrụ, Dọkịta Bamigboje kwuru na ha kwesịrị ịga n'ụlọọgwụ maka nyocha.",
    "\"Ọ bụ onye ọrụ ahuike ga-enyocha ahụ na onu gị iji chọpụta ka e nwere ihe na-egbochi onye ahụ iku ume nke ọma,\" Dọkịta Bamigboje kwuru.",
    "Onye ọrụ ahụike ga-enye onye buru oke ibu ndụmọdụ ka ọ gbanwee etu ọ sị ebi ndụ na ihe ọ na-eri iji belata ibu ya.",
    "Ịkwụsị ịṅụ mmanya na-aba n'anya na ịgbanwe etu i si arahụ ura dị mkpa. Ọ bụrụ na ị na-ekwo ụra, ọ dimkpa ka i jiri akụkụ gị na-edina ala.",
    "\"Ka e mechara nyocha ahụ gị, onye ọrụ ahụike ga-ama ihe ị kwesịrị ime maọbụ nye gị ọgwụ ga-akwụsị ikwo ụra.\"",
    "'E nwere ike inye gị igweoru 'CPAP machine' ga-enye aka kwụsị ikwo ura maọbụ waa gị ahụ iji kwụsị ikwo ụra,' Dọkịta Bamigboje kwuru.",
    "Ebe foto si, Getty Images",
    "Ịgbanwe etu i si ebi ndụ bụ ụzọ kachasị iji gbanarị ikwo ụra.",
    "Dọkịta Bamigboje kwuru na \"Ibelata ibu ibu, ikwụsị ịṅụ mmanya na-aba n'anya tupu i hie ụra, ilebanye anya etu i si edina ala ma ị na-arahụ ụra bụ ihe dị mkpa ime iji gbanarị ekwo ụra.\"",
    "\"Ọ bụrụ na ị chọpụta na ị na-ekwp ụra, ọ dị mkpa ka ị gaa n'ụlọọgwụ hụ onye ọrụ ahụike,\" Dọkịta Bamigboje gbakwunyere.",
    "Ụra",
    "Ụmụnyanyị",
    "Nri",
    "Ahụike",
    "Okeibu",
    "Ụmụaka",
    "Sit at Home: Ụzọ asatọ ị ga-eji ama na nchekwa adakpọọla n'Ọwụwa Anyanwụ11 Mee 2022",
    "NA EME UGBU A, A chọtala ozu ‘nwoke-nwaanyị’ a maara dịka Abuja Area Mama",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Akụkọ ụgha ndị gbapụtara ihe n'oge  ngagharịiwe a na-ema na Naịjirịa5 Ọgọọst 2024",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa6 Ọgọọst 2024",
    "Ihe mere e ji adọ ndị si mpaghara Ọwụwa Anyanwụ aka na ntị ka ha esola na ngagharịiwe30 Julaị 2024",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli31 Julaị 2024",
    "Ị ma ihe mere i ji ekwo ụra?",
    "Ndị nkwado Donald Trump akatọọla Tim Walz",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ụzọ asatọ nchekwa si dakpọọ n'Ọwụwa AnyanwụEmelitere ikpeazụ na: 11 Mee 2022",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}