{
  "published": "23 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, YOUTUBE/MO IBRAHIM FAOUNDATION",
    "Nsogbu dị n’etiti nwoke kachasị baa ọgaranya n’Afrịka bụ Aliko Dangote na ụlọorụ mmanụ Naịjirịa bụ NNPC abụrụla ihe ọha mmadụ kpụ n’ọnụ.",
    "Ụlọọrụ nshipụta mmanụ kachasị buo ibu n’Afrịka nke Dangote rụrụ na Legọs ka atụwara anya ịkwụsị ndabere Naịjirịa na mmadụ si mba ofesi site n’enyemaaka mba ndị gbara ya agbataobi.",
    "Mana kemgbe ụlọọrụ Dangote Refinery malitere ọrụ n’ọnwa Jenụwarị 2024, ha na NNPC nọ na nghọtahie dịka NNPC na-ebo ha ebubo ịwụnye nnukwu Sulfur na mmanụ ha karịa ogogo a chọrọ.",
    "“NNPCL nwere ike zụrụ ụlọọrụ nshipụta mmanụ ahụ ma mee ya etu o siri masị ha. Ha akọwaala m dịka onye chọrọ ka ọ bụrụ naanị ya. Nke a abụghị eziokwu na nke kwesịrị ekwesị, mana enweghị ihe dị njọ. Ọ bụrụ ma ha chọọ, ha zụrụ m ụlọọrụ ahụ ma mee ya etu masịrị ha ka “onye chọrọ ka ọ bụrụ naanị ya pụọrọ ha n’ụzọ,” ka Dangote gwara Premium Times.",
    "Dangote Refinery: Ihe ndị ị kwesịrị ịma maka ụlọ nrụpụta ọhụrụ a 23 Mee 2023",
    "Ewetere m nde dollar 10 n'ụlọ akụ iji mara ma m enwere ego n'ezie - Dangote7 Eprel 2019",
    "Ihe ga-agbanwe ugbua NNPC bụrụla ụlọọrụ nọọrọ onwe ya (NNPC LTD)21 Julaị 2022",
    "Dangote na NNPC nwere nkwekọrịta ọbụladị tupu ụlọọrụ nshipụta mmanụ ahụ amalite ọrụ mana Dangote kwuru na ụlọorụ ahụ kwụrụ naanị pasenti asaa akaoke karịa pasenti iri abụọ ha kwekọrịtara tupu oge e nyere maka ya akụrụ ọnụ.",
    "Ụlọọrụ Dangote Oil Refinery kwuru na ya nwere olileanya ishipụta barrel mmanụ narị puku ise na iri ise (550,000) n’afọ a mana ya bịaziri chọwa etu ọ ga-esi nweta mmanụ agbịdị na mba ofesi n’ihi enweteghị mmanụ agbịdị n’aka ndị Naịjirịa.",
    "Ha kwuru na ha nwetara naanị ụgbọala tanker mmanụ ise n’aka NNPC kemgbe ha malitere ọrụ karịa iri na ise ha tụwara anya.",
    "Dangote Refinery bokwara ebubo na mmanụ nke ahụ na-adịghị ọcha bụ nke e si mba ndị ọzọ tụbata Naịjirịa.",
    "Lekwa ihe ụlọọrụ mmanụ Naịjirịa kwuru mere ha ezigaghị mmanụ agbịdị zuru oke n’ụlọorụ nshipụta mmanụ ahụ.",
    "NNPCL kwuru na akụrụngwa Sulfur karịrị na mmanụ diesel ụlọorụ Dangote Refinery mepụtara.",
    "Izuụka gara aga, onyeisioche ụlọọrụ Nigerian Petroleum Regulatory Authority (NMDPRA) bụ Farouk Ahmed gwara ọgbakọ ndị ntaakụkọ na “mmanụ ụgbọala sitere n’ụlọorụ Dangote Refinery adịghị mma ka nke e si mba ndị ọzọ tụbata”.",
    "Ka osiladị, na nzaghachi, ụlọorụ Dangote Refinery kwuru na e nwere nsogbu banyere nnukwu Sulfur oge ọ maliter ọrụ na mbido afọ a mana ka ọ dị ugbua, ha ebelatala ya dịka ha ga-agakwa n’ihu na-ebelata ya dịka ọrụ na-aga.",
    "Ụlọorụ nshipụta mmanụ ahụ kwuru na ya ebelatala aka n’ogogo sulfur ọ na-awụnye na mmanụ dịka nke ahụ kwalitere ushi na arụ mmanụ.",
    "Dangote Refinery kwupụtara nke a oge kọmitii ụlọnzụkọ na-ahụ maka mmanụ gachara njem n’ụlọorụ ahụ na ngwụcha izuụka gara aga.",
    "Ụlọorụ ahụ kwukwara na ya na-enwe mkparịtaụka n’etiti Libya na Angola iji nweta mmanụ agbịdị dịka Naịjirịa ekweghị eresị ya mmanụ.",
    "Ebe foto si, Other",
    "Ndị ọkachamara n’okwu akụnaụba na mmanụ agaala n’ihu na-ekwu okwu gbasara nghọtahie dị n’etiti NNPCL na Dangote Refinery.",
    "Ngalaba ụlọorụ mmanụ bụ ahịa kachasị ukwuu na mbaụwa. Dr Isiyaku Shi’itu Almustapha, onyenkụzi na University of Canterbury Christ Church United Kingdom hụtara esemookwu ahụ dị n’etiti ndị ọchịchị Naịjirịa na ụlọorụ Dangote Refinery dịka nnukwu ihe aka mgba na-echere akụnaụba Naịjirịa.",
    "O kwuru na esemookwu ahụ pụtara na nsogbu dị na nkwekọrịta otu abụọ ahụ banyere.",
    "Ndị ọkachamara n’ihe ndị sitere na mmanụ agbịdị dịka Ọkankụzi Ahmed Adamu kwenyere na esemookwu ahụ dị n’etiti ndị ọchịchị Naịjirịa na ụlọorụ Dangote Refinery bụ ihe ndọghachiazụ nyere ọlileanya ndị Naịjirịa irite uru ụlọorụ Dangote Refinery ọ bụrụ ma ya malite ọrụ mgbe na-adịghị anya.",
    "Onye nkụzi ahụ hụtara ya bụ esemookwu dịka nsogbu ndọrọndọrọ ọchịchị na azụmaahịa.",
    "Ọkankụzi Ahmed kwuru na ọ bụ eziokwu na ọ ga-ahịa ụmụafọ Naịjirịa ahụ ịdabere kpamkpam na mmanụ sitere n’ụlọorụ Dangote Refinery maka ịkọwa ya dịka onye chọrọ ka ọ bụrụ naanị ya n’azụmaahịa dịka ịgbawa ya obi n’ihi na ọ bụ naanị ya chere na o nwere ike ihiwe ụlọorụ nshipụta mmanụ.",
    "Ọ gbakwunyere na esemookwu ahụ gosiri na a na-akwanye ụlọorụ Dangote Refinery ọkụ ka ya na azụmaahịa ndị mba ofesi malite ịma aka.",
    "Mnanụ agbịdị Naịjirịa bụ nke a na-achọsị ike gburugburu ụwa n’ihi ushi na arụ ya dị ala. Ndị ọkachamara kwenyere na ọ bụrụ na emeghị ka o ruo ụmụafọ Naịjirịa aka, ọ ga-ara Dangote Refinery ahụ ịrọpụta ihe gọọmenti chọrọ.",
    "Dịka Ọkankụzi Ahmed siri kwuo, ihe Naịjirịa chọrọ ugbua bụ mmanụ ụgbọala dị ọnụala na etu akụnaụba Naịjirịa nwere ike isi kute ume ndụ.",
    "Ndị ọkachamara kwenyere na a ga-enwe nghọta n’etiti otu abụọ ahụ.",
    "Ọkankụzi Ahmed kwuru na gọọmenti kwesịrị ịghọta na ụlọorụ Dangote Refinery abụghị nke Dangote na-agbanyeghị ego ọ na-emefu, ọ bụ maka mwulite akụnaụba Naịjirịa.",
    "Dịka o siri kwuo “onye ọbụla chọrọ ịkwatu Dangote Refinery na-agba mbọ ịkwatu akụnaụba Naịjirịa.”",
    "“Ọzọ a bụrụ na ibuso onye na-azụ ahịa dịka Dangote agha ga-eme ka ndị azụmaahịa laa azụ n’ihi na o nwereike maa ka ọ kwụsị ịtụ mgbereahịa na Naịjirịa ma gaa na mba ndị ọzọ,” ka o kwuru.",
    "Onye ọkachamara ahụ gbakwunyere na gọọmenti Naịhirịa kwesịrị ka ya na Dangote nwee mkparịtaụka iji ghọta onwe ha nke ọma ma nyekwa ya nkwado niile ọ chọrọ.",
    "“Ihe kwesịrị ka e mee bụ na NNPCL kwesịrị ibu ụzọ zụrụ mmanụ n’aka ụlọorụ Dangote Refinery tupu ọ gawa mba ọzọ.”",
    "Ọ bụrụ ma enye Dangote ntụkwasaobi ọ chọrọ iji mee ka ụlọorụ nshipụta mmanụ ya tolite ma mụbaa, ọ ga-abụ ihe a ga-eji dọbata ndị na-azụ ahịa na Naịjirịa,” ka Ọkankụzi Ahmed kwuru.",
    "Dr Isiyaku Shi’itu Almustapha nke University of Canterbury Christ Church United Kingdom kwenyere na nsogbu ahụ dị ukwu nke kwesịrị ka onyeisiala na Dangote nọdụ ala iji gboo ya maọbụ e mee ka ndịisiala pụrụ apụ bata n’okwu ahụ.",
    "Dangote Refinery bụ otu n’ime ụlọorụ mmadụ nkịtị nwe kachasị buo ibu na Naịjirịa.",
    "Ụfọdụ mmadụ kwuru na ụlọorụ ahụ nwere atụmatụ ịgbasa nkesa mmanụ ya ruo na mba ndị ọzọ e nwere n’ọdịda anyanwụ Afrịka, bụ ebe ụlọọrụ ahụ ga-anọ n’isi azụmaahịa mmanụ.",
    "Ka o siladị, esemookwu dị n’etiti gọọmenti Naịjirịa na ụlọọrụ ahụ bụ nke na-arụtụ aka ebe Dangote kwuru na ya amalitela ichegharị ihe mere o ji rụnye ụlọorụ Dangote Refinery na Naịjirịa.",
    "Naijiria",
    "Ịji ego achụ ego",
    "Akụ na ụba",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọelekere 8 gara aga",
    "Ndị kwadoro na ndị akwadoghi ngagharịiwe ndị ntorọbịa na-akwado imeelekere 5 gara aga",
    "NA EME UGBU A, Mmadụ atọ anwụọla n'ụlọ dara na Maryland, Legọs, ebe ụfọdụ ndị ọzọ merụrụ ahụ",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Kedụ nke bụ eziokwu n'ebubo na Ooni nke Ife  kwere nwaanyị nkwa ọlụlụ, napụ ya 180,000 dọla n'ụzọ aghụghọ? 19 Julaị 2024",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'17 Julaị 2024",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}