{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra Ministry of Women Affairs",
    "Aka akparala otu nwaanyị maka ịwụ onye bi n'ụlọ ya mmiri ọkụ n'ihi ụgwọ ụlọ/",
    "Akụkọ kwuru na Amaka Okonkwo wụrụ onye bị n'ụlọ ya  bụ Imabong William, onye Akwa-Ibom mmiri ọkụ e tinyere ose n'Enugwu-Ukwu ụbọchị Tọzde n'ihi akwụghị ụgwọụlọ.",
    "Ndị nọ ebe ihe mere kwuru na di nwaanyị ahụ bụ Ebere Okonkwo nọ n'ụlọ oge nwunye ya wụrụ onye bi n'ụlọ ha mmiri ọkụ mana ọ nweghị ihe o mere.",
    "Lee ka ikpe nwaanyị a sị wụnyere mmiri ọkụ n'ọnụ nwa odibo ya si aga8 Febụwarị 2022",
    "Etu nwaanyị siri kwaa odibo ya mmiri ọkụ13 Julaị 2018",
    "Nwaanyị kụrụ nwata ntu n'isi n'Enugu agaala mkpọrọ5 Julaị 2020",
    "Dịka Imabong  siri kọwaa,  Okonkwo gwara ya kwapụ n'ụlọ ya n'ihi na ọ kwụlighị ụgwọụlọ nke gwụrụ n'ọnwa gara aga maka ego o tinyere n'ụgwọ ụlọ.",
    "Ọ kwuru na ya rịọrọ nwaanyị ahụ ka o nye ya ohere ịchọta ebe ọzọ, mana dịka ọ na-asa akwa, nwaanyị nwe ụlọ buru mmiri ọkụ o tinyere ose wụọ ya.",
    "Ka ọ dị ugbua, e bugala Imabong n'ụlọọgwụ  Zion Hospital dị na Nọfịa, ebe ndị uweojii ogige nke Nimo nwụchiri Okonkwo.",
    "Ebe foto si, Anambra Ministry of Women Affairs",
    "Kọmishọna na-ahụ maka ụmụnwaanyị na ọdịmma ọha na steeti bụ Ify Obinabo, onye gara leta Imaobong n'ụlọọgwụ, kelere ụmụnwaanyị Enugwu Ukwu bụ ndị gbara mbọ hụ na ndị uweojii nwụchiri nwaanyị ahụ.",
    "Obinabo, onye kwere nkwa na ya ga-eso okwu ahụ iji hụ na Imaobong nwetara ikpe ziri ezi, dọrọ ndị Anambara aka na ntị sị ka ha na-enye mkpesa na gọọmentị steeti ahụ agaghị anabata mkpagbu maọbụ ajọ agwa n'aka ndị bi na steeti ahụ.",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Ikike diri mmadụ",
    "Anambra Steeti",
    "Ita ahụhụ",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela 'liposuction' na ihe ọghọm so ya18 Ọgọọst 2023",
    "SSA on house pool, Ministry of Happiness nakwa ọkwa gọọmentị ndị ọzọ pụrụịche19 Ọgọọst 2023",
    "Ihe ndị mmadụ na-ekwu maka ọkwa Mịnịsta e nyere Umahi, Wike, na ndị ọzọ17 Ọgọọst 2023",
    "Sexual harassment: Mahadum Unical akwụsịla Ndifon ọrụ n'ike maka ebubo mwakpo ụmụakwụkwọ ụmụnwaanyị17 Ọgọọst 2023",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụaka 17 Ọgọọst 2023",
    "South-East Governors' Forum: 'Ọ bụghị ndị na-eti mkpu nnwereonwe na-akpa mkpamkpa n'Ọwụwa Anyanwụ'11 Ọgọọst 2023",
    "SSA on house pool, Ministry of Happiness nakwa ọkwa gọọmentị ndị ọzọ pụrụịche19 Ọgọọst 2023",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steetielekere 5 gara aga",
    "NA EME UGBU A Niger coup: Ndị Ecowas zigara atụọla ụkwụ na Niger1 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steeti",
    "Etu ikpe Godwin Emefiele si gaa n'ụlọikpe ukwu dị n'Abuja taa",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela 'liposuction' na ihe ọghọm so ya",
    "SSA on house pool, Ministry of Happiness nakwa ọkwa gọọmentị ndị ọzọ pụrụịche",
    "Ihe asaa ị kwesiri ịma maka ịgwọ ụraEmelitere ikpeazụ na: 30 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}