{
  "published": "07:43",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "‘Egbe ndị ohi gbara m n’anya mere m ekpuo isi mana ọ bụrụla ihe ngọzị nye m ugbua’",
    "Onye dere ya, Chukwunaeme Obiejesi na Okechukwu Omire",
    "Ndị mere akụkọ a,  Journalist na Video editor",
    "Ebeg o si  Lagos",
    "Eprel 2023",
    "Otu nwoke aha ya bụ Tomi Waziri kọọrọ BBC Igbo etu ihe mberede siri zute ya n’ụzọ mgbe ọ dị afọ 27 ma na-arụ ọrụ ọkwọ ụgbọala.",
    "Ọ kọwara na ndị ohi mmadụ abụọ o chee dị afọ ebe 18 zutere ya n’ụzọ ebe o bu onye njem si otu akụkụ Legọs na-aga akụkụ ọzọ.",
    "Ka o si kọọ, ndị ohi ahụ gbara ya egbe n’anya ma ghara ya gbaa ọsọ. Eze ya abụọ dapụkwara n’ihe a mere.",
    "Ọ kọwara na ọ chere na ọ ga-anwụ mana e mechara buga ya ụlọọgwụ.",
    "Ka ọ gabịgara ihe ndị a mmụọ ya kụdara dịka ikpu isi amaghi ya ahụ, nke tinyere n’ọnọdụ ọrịa mmụọ ịda oke mba nke Bekee na-akpọ ‘Depression’.",
    "Tomi na nwunye ya amụọla otu nwa dịka ọ na-ejizi akụkọ ihe mere ya enyere ndị mmadụ aka",
    "'Ahụghị ụzọ enweghị ihe o gbochiri mmadụ'2 Jenụwarị 2019",
    "Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ17 Febụwarị 2022",
    "Ọgba Mbọ: Ekweghị m ka isi m kpuru gbochie iji aka m emepụta ihe dị mma - Ifeanyi Ukwueze17 Jenụwarị 2023",
    "O kwuru na nke a mechara kpalite mmụọ ya inyere ndị mmadụ nọ n’ọnọdụ ọjọọ aka ma zitere ha ezigbo ozi ọma na ozi iti aka n’obi.",
    "“E nwere otu ụbọchi m chọrọ itinye ihe e ji asacha eze n’atụ m mana nke a ekweghi m, e bere m oke akwa ụbọchị ahụ.”",
    "“E mechara m gbaa onwe m ume na kwuo na m ga-eji akụkọ ihe ndị mere m na-agba ndị ọzọ ume.”",
    "O mechara hụ otu nwaanyị nke rịọrọ ya ka ha lụọ, nke o kwuru bụ ihe ịtụn’anya nye ya.",
    "Ugbua, ya na nwunye ya amụtala nwa dịka ọ na-arụzị ọrụ dịka onye na-akwalite ikike dịrị ndị nwere nkwarụ ọkachasị ndị kpuru isi.",
    "N’okwu ya ọ kọwara “Naanị ihe na-emetụta m bụ na m amaghị etu ihu nwa m dị”",
    "O kwukwara na ọ gụọla akwụkwọ dịka onye na-adụ ndị mmadụ ọdụ ma bụrụkwa onye ọkaibe n’inyere ndị na-enwe ọnọdụ ahụike nke ụbụrụisi aka site n’ọzụzụ ọ nwetere.",
    "Mmasị ọ nwere n’okwu ọchịchị nakwa ihazị iwu obodo emeela ọ malite na-agba mbọ ịhụ na gọọmentị nyere na kwalitere ndị nkwarụ ikike dịrị ha.",
    "Waziri na-ejikwa akara soshal midia ya ugbua agbasaozi na-akpu ndị mmadụ ka ha ghọta ihe ndị nkwarụ na-agabịga.",
    "Gere ihe o kwuru n'uju n'ihe onyonyo nọ n'elu akụkọ a.",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}