{
  "published": "30 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, EPA",
    "E duola Cyril Ramaphosa n’iyi ọrụ dịka Onyeisiala mba Saụt Afrịka na-agbanyeghi na pati ya bụ African National Congress (ANC) enweteghi ọtụtụ ọkwa ọchịchị n’ụlọomeiwu.",
    "Ndị ụlọomeiwu họpụtara Ramaphosa n’ịbụ onyeisiala n’izuụka gara aga site na njikọ aka ha na Pati na-ama ha aka bụ Democratic Alliance (DA).",
    "Pati ANC malitere ịchị kamgbe  afọ 1994 mara afọ n’ala n’inwete vootu etu ha si enwetebu na ntuliaka nke e mere n’ụbọchị 29 Mee.",
    "Ọtụtụ ndị a ma ama gụnyere ndịisi mba Afrịka gere emume idu Ramaphosa n’iyi ọrụ a.",
    "“Aṅụọla m iyi ikwenye n’ọchịchị mba Saụt Afrịka...Aga m erubeisi, mee nakwa chekwaa ihe ọbụla e dere n’iwu na-achịkwa obodo,” Ramaphosa kwuru.",
    "Onye nyere ya iyi ọrụ ọ ṅụrụ bụ Ọkaikpe ukwu mba ahụ bụ Raymond Zondo.",
    "Dịka Ramaphosa ṅụchara iyi ọrụ ahụ, a gụrụ abụ njirimara obodo aha dịka ndịagha gbapụrụ ọnụegbe iri abụọ na otu iji kwanyere ya ugwu, tupu o kwuo okwu nnabata ya.",
    "Ramaphosa nwetere ọchịchị a na-agbanyeghi vootu o nwetere ezuchaghị iji nye ọkwa ọchịchị ebe pati ya tufuru vootu isi asaa n’ụlọomeiwu.",
    "O nwetere ọchịchị a site na nkwekọrịta pati ya bụ ANC na pati na-ama ha aka bụ DA nakwa pati ndị ọzọ.",
    "ANC nwetere vootu pasentị 40 ebe DA nwetere vootu dị pasentị 22.",
    "South Africa: Ihe ha tụrụ anya afọ 30  na nnwereonwe ga-ewetara ha o mezuola?4 Mee 2024",
    "ICJ enyela  Israel iwu igbochi mkpochapụ agbụrụ na Gaza26 Jenụwarị 2024",
    "Mba Saụt Afrịka arịọla Naịjirịa mgbaghara16 Septemba 2019",
    "Ebe foto si, Reuters",
    "Ụlọomeiwu Saụt Afrịka ahọpụtagharịala Cyril Ramaphosa dịka onyeisiala mba ahụ n’oge e nwechara nkwekọrịta n’etiti otu ndọrọndọrọ ọchịchị African National Congress (ANC) na pati ndị ọzọ.",
    "Ihe mejupụtara gọọmenti ịdịnootu ọhụrụ ahụ bụ pati ANC nke Ramaphosa, pati Democratic Alliance (DA) na ụmụ obere pati ndị ọzọ.",
    "N’okwu mmeri ya, Ramaphosa toro otu ahụ ehiwere ọhụrụ ma kwuo na ndị Saụt Afrịka tụwara anya ka ndị ndu rụkọọ ọrụ maka ọdịmma onye ọbụla nọ n’obodo ahụ.",
    "N’ụbọchị e nwere nkwekọrịta ahụ, ndị omeiwu nwere nzukọ ruo n’abalị iji họpụta onye a ga-enye ikikere ọchịchị na gọọmenti ọhụrụ a.",
    "Ka e mesịrị, African National Congress nwetara pasenti vootu iri anọ (40%) ebe Democratic Alliance nwetara pasenti iri abụọ na abụọ (22%).",
    "Ebe foto si, Reuters",
    "A ga-agụpụta mpụtara ntuliaka ọkwa onyeisiala na ndị ụlọomeiwu nke Saụt Afrịka n’ụbọchị Sọnde dịka otu onye ọrụ ntuliaka si kwuo.",
    "Ngụkọta vootu na-abanyezi n’agba nke ikpeazụ dịka mpụtara si na na mpaghara pasenti 98 erutala ndị ngụkọ aka.",
    "Mawethu Mosery bụ osote onyeisi ụlọọrụ na-ahazi ntuliaka ngwara ụlọọrụ mgbasaozi eNCA TV kwuru na ndị ọrụ ga-anọkọ ọnụ n’abalị Satọde ma leba anya na mkpesa niile ndị mmadụ nwere banyere ntuliaka ahụ.",
    "Pati nọ n’ọchịchị bụ African National Congress  (ANC) na-akwado ịhapụ ụfọdụ ọkwa ọchịchị ha ji siri ike kamgbe afọ iri atọ dịka ọnụọgụgụ vootu agbadala ala.",
    "N’ime ụbọchị abụọ a malitere ịgụkọ vootu, ụlọọrụ Independent Electoral Commission (IEC) nke Saụt Afrịka agukọọla vootu 98 pasentị nke ANC ji 40 pasentị na-edu ndị ọzọ.",
    "N’otu aka ahụ ANC atụfuola ọtụtụ ọkwa ọchịchị ndị ha jibu n’ụlọomeiwu nke bụ ihe iju anya nye Onyeisiala Cyril Ramaphosa na pati ya.",
    "Nke a ga-eme ka ha banye n’atụmatụ ha na pati ọzọ ijikọ aka ọnụ n’ike nke bụ ihe ọhụrụ na ndọrọ ndọro ọchịchị mba Saụt Afrịka.",
    "Pati Democratic Alliance ji vootu dị 22 pasentị na-agba ndị nke abụọ ebe pati ọhụrụ a kpọro MK nke Jacob Zuma bụbu onyeisiala ha hiwere ji 15 pasentị na-agba ndị nke atọ.",
    "Otu ndọrọndọrọ ọchịchị abụọ na Saụt Afrịka bụ African National Congress  (ANC ) na Democratic Alliance (AD) bụ otu abụọ aha ha na-ada ụda na ntuliaka onyeisiala mba ahụ.",
    "Na mpụtara ntuliaka ndị nke a gụrụla ụgbụa nke ruru 19%; ndị ANC nwetere 43% n’ime ya, ebe ndị DA na enweta 19%.",
    "Mana ndị EFF nwetere 9%, ebe ndị MK bụ otu ndọrọndọrọ ọchịchị Jacob Zuma sọ na-enweta 8%.",
    "A na-atụ anya na mpụtara ntuliaka ahụ ga-apụta n'uju na ngwụcha ịzụụka a.",
    "A na-ekwu na ndị AD na-eme ọfụma na ntuliaka ahụ na-anara ndị ANC ọtụtụ ọkwa ọchịchị n'ụlọomeiwụ.",
    "Ebe foto si, Reuters",
    "E nwere otu ndọrọndọrọ ọchịchị 70 sọ na-azọ ọkwa onyeisiala na Saụt Afrịka, ma nwekwa mmadụ 11 na-esoghi n'otu ọbụla sọ na-azọ ọkwa ahụ.",
    "Ndị ọnụ na-eru n’okwu na-asị na nke a na-egosi na ọtụtụ ndị mmadụ na-ewere ọchịchị ndị ANC iwe.",
    "Richard Calland gwara BBC sị “anyị na-abanye n'agba ọzọ n'ọchịchị onye kwụọ uche ya na Saụt Afrịka, nke a ga-abụ mgbanwe pụrụiche”",
    "“Ọ bụrụ na anyị etoghị n'ọchịchị onye kwuo uche ya, ndọrọndọrọ ọchịchị anyị ga-agbasasị”.",
    "‘Mgbanwe ọchịchị’ bụ otu ihe a na-anụ n’ọnụ ndị na-eto eto chọrọ ịtụ vootu na Saụt Afrịka.",
    "Ayanda Hlekwane bụ onye a mụrụ ka afọ 1994 gachara kwuru na agbanyeghi na o nwere asambodo atọ kama na o nwetabeghị ọrụ.",
    "“Alahachịrị m ịgụ akwukwọ PhD m mana enweghị m ọrụ”.",
    "Mana Ayanda kwuru na ya nwere olileanya na a ga-enwe mgbanwe.",
    "Mmadụ karịrị 27,000,000 ka aha ha dị n’akwụkwọ ịtụ vootu, mana ọtụtụ n’ime ha bụ ndị na-eto eto.",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "South Africa",
    "NA EME UGBU A, Ọrịa otolo agbagbuola ihe karịrị mmadụ 37 na Naịjirịa – NCDC",
    "Ụlọikpe akagbuola nkpọghachị a kpọghachịrị Muhammadu Sanusi n'ọkwa Emir Kano21 Juun 2024",
    "Lee etu ọzọdimgba si eji mgbọrọgwụ na mkpaakwụkwọ agwọ onwe ha ọrịa - Sayensị21 Juun 2024",
    "\"Amaghị m na m dị ime ọnwa asatọ ruo mgbe ọ fọro otu ọnwa ka m mụọ nwa\"20 Juun 2024",
    "Ihe atọ Vladimiri Putin ji maka ya ga hụ Kim Jong Un20 Juun 2024",
    "'Ndị mmadụ na-akpachapụ anyị n'ihi na anyị nwere ọrịa 'Sickle Cell anaemia'19 Juun 2024",
    "E duola Cyril Ramaphosa n’iyi ọrụ ugboro abụọ dịka Onyeisiala mba Saụt Afrịka19 Juun 2024",
    "Ụgwọ opekatampe: Ihe mere gọọmentị agaghị akwụnwu ndị ọrụ ego ole ha chọrọ - Onyejeocha14 Juun 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}