{
  "published": "22 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Tinubu sị na pụrụ Naịjirịa ka e mechara ntuliaka 2023 iji ga zuo ike ma kwado ọrụ ọhụrụ  ya.",
    "Dịka onyeisiala Muhammadu Buhari nakwa ọtụtụ ndị ọchịchị dịka Peter Obi, Atiku Abubakar nakwa ndị ọzọ zipụtara ozi maka emume Eid al-Fitr bụ emume e ji mechie oge ibu ọnụ ndị ụka Alakụba n’ụbọchị Fraịdee, ọtụtụ ndị mmadụ malitere na-ajụ ‘Kedụ ebe onye a họpụtara ịchị Naịjirịa nọ?’ ‘Kedụ ebe ozi ya nọ?’ agbanyeghi na o zipụtara ozi site n'akara soshal midia ya.",
    "Onyeisi ọrụ mgbasaozi nke otu  All Progressives Congress (APC) bụ Bayo Onanuga zipụtara ozi kwuo na Bola Ahmed Tinubu na onyeisiala Buhari nwere mkparịtụka n'ekwentị n'ụbọchị Fraịdee a.",
    "Tinubu emeriela ntuliaka onyeisiala Naịjirịa 20231 Maachị 2023",
    "Atiku, PDP akpụpụkwala Inec, Tinubu, APC ụlọikpe maka ntuliaka onyeisiala22 Maachị 2023",
    "Etu ndị nkwado Tinubu si saa Chimamanda Adichie maka ozi ya nye Joe Biden banyere ntuliaka 2023 8 Eprel 2023",
    "Ụlọọrụ nhazị ntuliaka Naịjirịa bụ  Independent National Electoral Commission (Inec) kpọpụtara aha Tinubu dịka onye nwetere mmeri na ntuliaka 2023 ma kwuo na ọ bụ ga-achị Naịjirịa ma ọchịchị Onyeisiala Buhari bịa na ngwụcha.",
    "Ka e mechara ntuliaka, ozi si n’aka ọnụ na-ekwuru Tinubu bụ Tunde Rahman kwuru na ọ gara “izuike iji kwadobe onwe ya maka njem ala nsọ Saudi Arabia nakwa imalite nhazị ọchịchị ya”",
    "Rahman dọrọ ndị ntaakụkọ aka na ntị ka ha mara etu ha si akọsa akụkụ banyere nna ya ukwuu.",
    "Nke a so akụkọ ndị fesara na ọ fepụrụ Naịjirịa gaa mba ofesi iji waa ime ahụ ya nakwa leta ahụike ya anya.",
    "Rahman kwuru n’ozi a pụtara n’ụbọchị 22 nke ọnwa Maachị:",
    "“Onye a họpụtara ịchị Naịjriịa kpebiri ịga Paris nakwa Lọndọn zuo ike maka etu achụmnta vootu nakwa ntuliaka siri kpọtụọ. Nke a bụkwa iji kwadobe onwe ya maka njem ịga ala nsọ Saudi Arabia nakwa nkwadobe ibu ọnụ Ramadan na-amalite na Tọọzde.”",
    "Ozi a bịara dị ka o jughi ndị mmadụ afọ dịka ụfọdụ nọ na-ekwu na ha chọrọ ịhụ ihu nakwa ịnụ olu Tinubu.",
    "Onyeisi ọrụ mgbasaozi nke otu  All Progressives Congress (APC) gwara BBC otu ihe ahụ Rahman kwuru n’ozi ọ zipụtara na Maachị.",
    "Bayo Onanuga kwuru na Tinubu gara mba France izuike tupu ọ malite ọrụ ya dịka onye ga-achị Naịjriịa n’ụbọchị Mee 29, 2023.",
    "O kwukwara na ọ bụghị eziokwu na Tinubu gaara France ịwa ahụ ya dịka akụkọ si efegharị.",
    "O kwuru: “Ọ gaghị ịwa ahụ ọbụla. Bola Tinubu nọ mba France iji dopụ onwe ya maka etu ihe siri dị na mba anyị tupu ọ malite ọrụ ọhụrụ ya.”",
    "“Ị nwereike ịkpọ nke a oge ezumike. Ọtụtụ ndị mmadụ agaala ebe ahụ ga zute ya”",
    "Onye ndụmọdụ Tinubu n’ọrụ mgbasaozi bụ  Dele Alake, Gọvanọ Legọs steeti bụ Babajide Sanwo-Olu nakwa osote ya bụ Femi Hamzat mere njem gaa zute ya na France n’izu a.",
    "Onanuga kwukwara na osote Tinubu bụ Kashim Shettima gakwara zute ya na France n’izu gara aga.",
    "Ọ gara n’ihu kwuo na ọ maghị mgbe Tinubu ga-alọghachite Naịjirịa.",
    "Ebe foto si, Nigerian Presidency",
    "Onyeisiala Buhari pụrụ Naịjirịa ugboro ugboro iji gaa leta ahụike ya na mba ofesi n'oge ọchịchị a.",
    "Otu onye ọkaibe banyere ndọrọndọrọ ọchịchị bụ Olalekan Ige gwara BBC Pidgin na ndị Naịjirịa nwere ikike ịhụ ebe Tinubu nọ n’ihi dịka etu mpụtara ntuliaka 2023 siri gosi, ọ bụ ya onye zọọrọ APC ọkwa onyeisiala ka a kachara tụnyere vootu.",
    "Ọ gara n’ihu kwuo na dịka a họpụtara ya dịka onye ga-achị Naịjirịa, okwu ọbụla metụtara ya bụzịkwa okwu metụtara ọha.",
    "Akụkọ gaara n’ihu na-apụta na Tinubu gaara izo onwe ya maka na ha che na o nwere ndatu ahụike nke ọ na-ezo ezo.",
    "Mana Tinubu n’oge achụmnta vootu kwuru ugboro ugboro na ahụ siri ya ike ma kwukwa na ọ gbasiri ike ịchị Naịjirịa.",
    "Nke a so ụdịrị ihe mere oge onyeisiala Buhari malitere ịchị Naịjirịa dịka ọ bịara na-aga mba ofesi iji leta ahụike ya ugboro ugboro. N’afọ 2021, Buhari nọorọ mba ofesi maka okwu ahụike ya ruo ọnwa isii.",
    "Agbanyeghi na ndị nkwado Tinubu ekwuola na ahụ dị ya mma, ọ bịara dị ka ihe ndị merela n’oge gara aga na Naịjirịa mere ụmụafọ Naịjirịa achọghị ikweta okwu a.",
    "Ige kwuru na enweghi iwu dị n’akwụkwọ iwu Naịjirịa nke kwuru na ndị ọchịchị ga-agbariri n’anwụ ọnọdụ ahụike nye ọha.",
    "Ọ gara n’ihu kwuo na ọ dịịrị ndị ọchịchị ime mkwupụta nke a ma ha chọọ.",
    "Bola Ahmed Tinubu: Kedụ ebe onyeisisala ọhụrụ Naịjirịa nọ?22 Eprel 2023",
    "Dibia, Dimgba, Dike, Diochi na ihe ndị ọzọ mkpụrụ okwu ‘Di’ pụtara n’ala Igbo22 Eprel 2023",
    "Ihe ga-eme ndị ojiegbe ahụ gbagburu ndị otu anyị - Uweojii Imo Steeti21 Eprel 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}