{
  "published": "11 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Kalu/Izunaso/Yari/Akpabio/Facebook",
    "Okwu ndị ga-achị ụlọomeiwu Naijirịa n'agba ọchịchị ọhụrụ Naịjirịa abụrụla okwu akpụ n’ọnụ ugbua ọkachasị dịka ọtụtụ na-arụ aka n’okwu agbụrụ, okpukperechi dịka ebe mgbado ụkwụ n’inwete ọkwa a.",
    "Pati na-achị ugbua bụ All Progressive Congress (APC) wepụtara aha ndị ha chọrọ ka ha bụrụ ndịisi ụlọomeiwu bụ nke Onyeisiala Bola Tinubu kwadoro.",
    "Ndị a gụnyere Godswill Akpabio maka onyeisi ndị sịnetọ ebe Barau Jubrin ga-abụ osote ya, Abass Tajudeen maka ọkwa onyeisi ụlọomeiwu nta ebe Benjamin Kalu ga-abụ osote ya.",
    "Mana ọ dizi ndị omeiwu n'aka ile ndị niile na-azọ ọkw anya ma họpụta kpọmkwem ndị ga-abụ ndịisi ha mgbe ha ga-eme ntuliaka n'ụbọchị Tuzde 13 Juun, 2023.",
    "Nigeria Elections Results: Mpụtara ntuliaka ọkwa onyeisiala na ndị ụlọomeiwu Naịjirịa25 Febụwarị 2023",
    "Tinubu emeriela ntuliaka onyeisiala Naịjirịa 20231 Maachị 2023",
    "Matakwuo maka ndị a na-azọ ọkwa Onyeisiala na nkwa ha na-ekwe12 Febụwarị 2023",
    "Ebe foto si, Godswill Akpabio/Facebook",
    "Godswill Akpabio",
    "Godswill Akpabio dị afọ 61 dịka a mụrụ ya n’afọ 1962",
    "Ọ gụrụ akwụkwọ dịka onye ọkaiwu ma na-arụ ọrụ dịka onye ndọrọndọrọ ọchịchị ugbua",
    "Nna nna ya rụrụ ọrụ dịka onye ọchịchị (Warrant Chief) n’oge ndị ọcha chiri ndị Naijirịa na mpaghara Ikot Ekpene",
    "N’afọ 2002, gọvanọ Obomg Victor Attah họpụtara ya dịka Kọmịshọna mmanụ agbidi na ihe ọnatarachi steeti ahụ",
    "Site n’afọ 2002 ruo 2006, ọ rụrụ ọrụ dịka Kọmịshọna na naglaba atọ bụ ngalaba mmanụ agbidi na ihe ọnatarachi, ngabala na-ahụ maka okpuruọchịchị na ịchị echichi nakwa ngabala na-ahụ maka ala na ụlọ obibi ndị mmadụ",
    "Ọ zọrọ ọkwa gọvanọ na 2006 ma nweta mmeri ịbụ gọvanọ Akwa Ibom, o mechakwara nwetakwa ọkwa ahụ ọzọ na 2011",
    "A họpụtara ya dịka onyeisioche otu ndị gọvanọ PDP na 2013",
    "N’afọ 2015, ọ zọrọ okwa sịnetị nke mpaghara Akwa Ibom North-West Senatorial District (Ikot Ekpene) ma nweta mmeri ya",
    "Na 2015 a họpụtara ya n’ụlọomeiwu dịka onyeisi otu ndị sịnetị na-anọghị n’ọchịchị",
    "Na 2018 ọ gbara arụkwaghi n’ọkwa ahụ ma wụba APC",
    "Na 2019, aka chịburu Naịjirịa bụ Muhammadu Buhari họpụtara ya dịka minista na-ahụ ihe gbasara Niger Delta",
    "Ọ gbara arụkwaghim n’ọkwa ahụ na 2022 n’ihi atụmatụ ya ịzọ ọkwa onyeisiala n’aha APC nke o mechara zepụ aka na ya",
    "O nwetere mmeri ịbụ sịnetọ ga-anọchịte Akwa Ibom North-West Senatorial District na 2022",
    "Ụlọọrụ na-ebuso mpụ na nrụrụaka agha bụ Economic and Financial Crimes Commission (EFCC) na-enyocha maka ebubo izufu ego Akwa Ibom steeti ruru ijere Narịa 100 oge ọ rụrụ ọrụ dịka gọvanọ mana okwu a apụbeghi ụlọikpe",
    "Na 2020, ndị ụlọomeiwu kpọrọ ya oku maka ebubo metụtara imefu ego ruru ijeri Naịra 40 n’ụzọ na-ezighi ezi.",
    "Orji Uzor Kalu",
    "Ebe foto si, Orji Uzor Kalu/Facebook",
    "A mụrụ Oriji Uzor Kalu n’afọ 1960",
    "Ọ bụ onye omeiwu na-achọchịte mpaghara Abia North Senatorial District n’ụlọomeiwu",
    "Ọ rubuola ọrụ dịka ‘Chief Whip’ n’ụlọomeiwu",
    "O chịrị Abịa steeti dịka Gọvanọ malite n’afọ 1999 ruo afọ 2007",
    "Kalu bụ onyeisioche ụlọọrụ SLOK Holding, onyeisioche ụlọ mgbasaozi Daily Sun na New Telegraph",
    "Tupu ọ bụrụ gọvanọ, ọ ruburu ọrụ dika onyeisioche,Borno Water Board nakwa Cooperative and Commerce Bank Limited",
    "O si PDP wụba Progressive Peoples Alliance (PPA) si pati ahụ banyezie APC",
    "Na 2019, ọ zọrọ okwa ịnọchiteanya mpaghara Abia North n’ụlọomeiwu mana sịnetọ  Mao Ohuabunwa ji vootu 10,000 napụ ya ara n’ọnụ",
    "Na 2019, ụlọikpe ukwu na Legọs tụrụ ya nga afọ 12 maka ebube nrụrụaka ego ya ruru ijere Naịra 7 na ụma nke e kwuru mere n’oge ọchịchị ya dịka gọvanọ",
    "Na 2020 ụlọikpe kachasị kwupụtara na mkpebi ụlọikpe ukwu ukwu ahụ agaghi nke ọma ma tọhapụ ya na nga",
    "A tọhapụrụ ya n’ụbọchị nke atọ n’ọnwa Juun 2020.",
    "Abdul'aziz Abubakar Yari",
    "Ebe foto si, Abdul'aziz Abubakar Yari/Facebook",
    "A mụrụ Abubakar Yari n’afọ 1968",
    "Ọ chịbụrụ Zamfara steeti n’afọ 2011 dịka gọvanọ n’aha All Nigeria Peoples Party (ANPP)",
    "Ọ mechara banye All Progressives Congress bụ pati anọ nweta mmeri ịbụ gọvanọ steeti ahụ ọzọ na 2015",
    "Ọ gụrụ akwụkwọ na ngalaba Public Administration  bụ ngabala na-ahụ maka ọchịchị ọha",
    "Malite n’afọ 1999 ruo 2003 ọ rụrụ ọrụ dịka onye ọdeakwụkwọ pati  All Nigeria People's Party (ANPP)",
    "Na 2015 a họpụtara ya dịka onyeisioche otu ndị gọvanọ Naịjirịa",
    "Ụlọikpe ukwu kụchapụrụ mmeri ya dịka onye nnọchịte Zamfara West nakwa mmeri ụfọdụ ndị APC ọzọ na 2019 maka okwu na a họpụtaghị ha na ntuliaka ime ụlọ pati ahụ",
    "Okwu nrụrụaka olemole nọ n’isi ya nke gụnyere ndị so nnyocha kọmitii gọvanọ nọchịrị ya bụ Bello Matawalle hibere, okwu nkwụghachi ego Federal Project Refund, okwu EFAB Properties wire transfer, ụlọọrụ EFFC nakwa ICPC",
    "Nchịkọta ego so ebubo nrụrụaka nọ n’isi ya ruru ijeri kwuru ijeri Naịra",
    "Osita Izunaso",
    "Ebe foto si, Osita Izunaso/Facebook",
    "A mụrụ Osita Izunaso n’ụbọchị 30 Ọktoba afọ 1966, ọ bụ nwafọ obodo Ohakpu na mpaghara Orlu, Imo Steeti",
    "Ọ gụrụ akwụkwọ na mahadum Jos, mahadum Abuja nakwa mahadum Calabar ebe o nwetere nzere n’azụmahịa, ntaakụkọ nakwa ọkaiwu.",
    "A họpụtara ya dịka onyeomeiwu n’ụlọomeiwu nta n’afọ 1992 nakwa 1999.",
    "Ọ rọụla ọrụ dịka odeakwụkwọ ngalaba gọọmentị dị icheiche gụnyere; minista ndị ntoroọbịa, minista ndị ọrụ bekee nakwa onye bụbu gọvanọ Imo steeti",
    "Ọ rọbuola ọrụ dịka Sịnetọ na-anọchiteanya ndị Imo West n’afọ 2007 ruo 2011.",
    "Ọ bụ onye pati All Progressive Congress (APC) bụ ebe a họpụtara ya n’ọkwa Sịnetọ nke ugboro abụọ n'afọ 2023.",
    "N'afọ 2009 ndị mpaghara Orlu tinyere akwụkwọ ka a na-apụ Izunaso ọkwa ya dịka sịnetọ mana osote onyeisi ụlọomeiwu bụ Ike Ekweremadu jụrụ ma kagbuo atụmatụ ahụ.",
    "A bịa n’ụlọomeiwu nta, mmadụ abụọ gbapụtara ihe n’ịzọ ọkwa ịbụ ndịisi gụnyere Tajudeen Abbas na-azọ ọkwa onyeisi ebe Benjamin Kalu na-azọ ọkwa osote onyeisi.",
    "Tadujeen Abbas",
    "Ebe foto si, Tajudeen Abbas",
    "Tajudeen Abbas bụ nwafọ Kaduna steeti a murụ n’ụbọchị mbụ nke ọnwa Ọktoba afọ 1965",
    "Ọ gụrụ akwụkwọ Praịmarị n’ụlọkwụkwọ LEA dị na Zaria afọ 1976, gụọ nke sekọndịrị n’ụlọakwụkwọ Gọọmentị dị na Markafi n’afọ 1978.",
    "Ọ gụkwara akwụkwọ na mahadum Ahmadu Bello dị na Zaria, Usman Danfodio dị na Sokoto.",
    "Tajudeen rụrụ ọrụ na ngalaba dị icheiche n’ụlọakwụkwọ Kaduna Politekinik dịka onyeisi ngalaba ngụkọkọ ego.",
    "Ọ rụkwara ọrụ dịka onyeisi ụlọọrụ na-ahụ maka nkesa akwụkwọ ụtaba (Tobacco) na Jos site n’afọ 1998 ruo 1991.",
    "Ọ malitere ọrụ dịka onye omeiwu n’ụlọomeiwu nta kamgbe 2011 ruo 2019 bụ ebe ọ nọchitereanya ndị mpaghara Zaria nke Kaduna Steeti.",
    "Ọ rụọla ọrụ na kọmitii ụlọomeiwu nta dị iche iche gụnyere, azụmaahịa, akụnaụba, ọrụ pụrụiche, nchekwa dgz.",
    "Ọ bụ onye pati All Progressive Congress (APC) bụ ebe o ji",
    "Benjamin Kalu",
    "Ebe foto si, Benjamin Kalu",
    "Benjamin Kalu bụ nwafọ obodo Bende dị n’Abia steeti, a mụrụ ya n’ụbọchị 5 Mee afọ 197.",
    "Ọ gụrụ akwụkwọ na mahadum Calabar bụ ebe ọ malitere ịnọchiteanya ụmụakwụkwọ mgbe ọ dị afọ iri na atọ.",
    "Ọ rụọla ọrụ dịka onyeisi okpuruọchịchị Bende dị n’Abia steeti n’afọ 2003 ruo 2004 mgbe ọ dị afọ iri atọ na otu.",
    "Kalu rụkwara ọrụ dịka onye ndụmọdụ gọvanọ Abia steeti n’oge ahụ bụ Orji Uzor Kalu.",
    "Ọ banyere ndọrọ ndọrọ ọchịchị n’uju n’afọ 2002, zọọ ọkwa ụlọomeiwu nta n’afọ 2011 na 2015 ma daa.",
    "Ọ zọrọ ọkwa ụlọomeiwu nta ahụ ọzọ n’afọ 2019 ma merie n’aha All Progressive Congress (APC) bụ ebe ọ ka nọ rute ugbua.",
    "Ọ bụ ọnụ na-ekwuru ndị ụlọomeiwu nta ma bụrụkwa onyeisi kọmitii na-ahụ maka mgbasaozi n’ụlọomeiwu nta.",
    "Ebe foto si, Nigerian Senate/Twitter",
    "Ọkwa ndị na-achị ụlọomeiwu Naịjirịa bụ ihe ọha na-elekarị anya n’ihi mkpa mmekọ akụkụ ọchịchị onyeisiala na ndị ụlọomeiwu dị nye onwe ha nakwa ụmụndụ ụmụ afọ Naịjirịa.",
    "Ngalaba atọ na-emezu ọchịchị na Naịjirịa bụ ọchịchị onyeisiala, ndị ụlọmeiwu na ngalaba ikpe.",
    "Ọrụ ndị omeiwu bụ ihe na-emetụta ọrụ onyeisiala dịka ọrụ onyeisiala na-emetụta nke ndị omeiwu.",
    "Ụfọdụ ụzọ mmekọ ngalaba abụọ a si emetụta onwe ha bụ:",
    "Ụlọomeiwu ịmepụta iwu ndị nwereike imetụta ọchịchị onyeisiala nakwa ndị Naịjirịa",
    "Onyeisiala ibinyeaka n’atụmatụ iwu ndị ụlọomeiwu mepụtara",
    "Ndị ụlọomeiwu na-ebu ụzọ anabata atụmatụ onyeisiala ibi ego ịrụ ọrụ ebe ọbụla",
    "Ọ bụ ndị ụlọomeiwu bụ ndị na-abata ma kwado nakwa nnyocha ndị ya onyeisiala so achị dịka ndị mịnịsta nakwa ndị ọzọ",
    "Ọ bụ ndị ụlọomeiwu bụ ndị na-ebenyeaka n’atụmatụ mkpata na mmefu ego Naịjirịa kwa afọ (Bọọgetị)",
    "Ọrụ ha sokwa na ịhụ na onyeisiala ejighi ikike ọchịchị ya na-eme ihe sọrọ ya, nke bụ na ha na-echekwa ikike ọchịchị Naịjirịa",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ndị na-asọ mpị ịchị ụlọomeiwu Naịjirịa na ihe ị kwesịrị ịma maka ha11 Juun 2023",
    "Godwin Emefiele: DSS anwụchiela onye bụbu onyeisi ụlọakụ etiti nke Naịjirịa10 Juun 2023",
    "Etu e si hụ ụmụaka anọ n'ọhịa izuụka abụọ ụgbọelu bu ha na nne ha kpọkasịrị18 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}