{
  "published": "28 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Tuberculosisi symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet",
    "Onye dere ya, Chimezie Ucheagbo, Okechukwu Omeire & Chigozie Ohaka",
    "Ndị mere akụkọ a,  Senior Journalist, Video Journalist & Producer",
    "Ebeg o si  Lagos",
    "Maachị 2024",
    "Dịka mbaụwa weere ubochị 24 nke ọnwa Maachị afọ ọbụla echeta ọrịa ụkwaranta, Janet Iyiola so na ụfọdụ ndị ji ọṅụ echeta ya bụ ụbọchị.",
    "Janet dara ọrịa a gbagwojuru ya anya n'afọ 2009, ọ gara ụlọọgwụ ma gakwaa ebe ndị ọzọ mana ọ chọpụtaghi ihe na-arịa maọbụ nwete ọgwụgwụ.",
    "Ọrịa a mere ka Janet daa ngwọrọ ma na-enwe ihe mgbu n'ụkwụ nakwa n'ukwu ya.",
    "Ọnọdụ Janet bidoro ịgbanwe mgbe ọ nụrụ ozi n’igwe redio nke na-akọwa njirimara dị iche iche e ji maara ọrịa ụkwaranta a kpọrọ 'tuberculosis' na bekee.",
    "Ọ kpotụụrụ ụlọọrụ na-agbasa ya bụ ozi ma kọọrọ ha etu ahụ si eme ya. Ha gwara ya bịa n'ụlọọgwụ ka ha nyochaa ya ahụ.",
    "Mgbe ọ gara, ha nyochara ya ahụ ma chọpụta na ọ bụ ọrịa ụkwaranta nke na-emetụta ọkpụkpụ azụ ka ọ na-arịa.",
    "Ha bidoro inye ya ọgwụ na-atufughi oge. Dịka otu afọ gachara, Janet agbakewala nke bụ na ọ malitela ịga ije ugbua ma na-emekwa ihe ndị dị iche iche dịka isi nri na ihe ndị ọzọ nke ọrịa a ekweghi ya mee na mbụ.",
    "Onye ọrụ ahụike na-enye Janet ọgwụ bụ Ajayi Oluyinka gwara ndị mmadụ ka ha ejile ọrịa ụkwaranta egwu egwuregwu n'ihi na o nwere ike igbu mmadụ.",
    "Ọ gara n'ihu kwuo na onye nwere njirimaara ọrịa ụkwaranta n'ahụ, biko gbapụ ọsọ gaa n'ụlọọgwụ mee nyocha ma nata ọgwụgwụ.",
    "Kirie ihe a ka ị nụ akụkọ a n'uju;",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Okike",
    "Ọgwụ mgbochi ọria",
    "World Health Organization (WHO)",
    "World Tuberculosis Day: Ihe ị kwesịrị ịma maka ụkwara nta27 Maachị 2024",
    "Tuberculosis, akpụka nti, ụkwara nta na ọrịa ndị ọzọ ị nwereike ikute n'ume24 Maachị 2022",
    "Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora29 Disemba 2023",
    "Vidio, Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet, Duration 4,2828 Maachị 2024",
    "Vidio, Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa, Duration 4,4927 Maachị 2024",
    "Vidio, Africa Eye: Etu otu nwaanyị si jiri Whatsapp zọọ ndụ ndị a tọrọ atọ, Duration 7,4319 Maachị 2024",
    "Vidio, Bosun Tijani: Gọọmentị Naịjirịa anaghị amachi Kripto - Mịnịsta mgbasaozi na akụnauba dijitaal, Duration 6,0218 Maachị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}