{
  "published": "27 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, El-Rufai, Wike, Onyejiocha/ Umahi/Facebook",
    "Ndị bụbu gọvanọ n'ọchịchị Muhammadu Buhari mmadụ anọ so na ndị aha ha dị na ndị Onyeisiala Bola Tinubu họpụtara dịka ndị ga-abụ ndị imeobi ọchịchị ya.",
    "Aka chịburu Ebonyi steeti bu David Umahi, nke chịburu Rivas steeti bụ Nyesom Wike,ogbo ya nke Kaduna steeti bụ Nasir el-Rufai na nke Jigawa steeti bụ  Abubakar Badaru so n' aha mmadụ 28  Onyeisiala Bola Tinubu zigara Ụlọomeiwu Ukwu maka  nnyocha na ibinye aka dịka ndị Minista n'ụbọchị Tọzde.",
    "Bola Tinubu ministerial list: Gịnị mere onyeisiala ewepụtabeghi aha ndị ọrụ ya? 13 Julaị 2023",
    "Ọ bụ iwu onyeisiala isi na mpaghara Naịjirịa dị icheiche họpụta ndị isi ọrụ nchekwa?20 Juun 2023",
    "Tinubu ministerial list: Kedụ uru ndị minista bara n'ọchịchị Naịjirịa? 25 Julaị 2023",
    "Onyeisi Ụlọomeiwu Ukwu Naijiria bụ  Godswill Akpabio  kpọpụtara aha ndị a n'ụbọchị Tọzde dịka Onyeisi ọrụ Onyeisiala Naijiria(Chief of Staff) bụ Femi Gbajabiamila wetara ya  akwụkwọ ozi n'Ụlọomeiwu Ukwu",
    "Mkpọpụta a na-abịa  ka ọ fọrọ naanị otu abalị ka ọ kụrụ ọnụ n' abalị 60( abalị 28 nke ọnwa Julai ) site n'ụbọchị e  duru ya n'iyi ọrụ bụ ohere iwu Naijiria nyere onyeisiala ịhọpụta ndị mịnịsta.",
    "Ebe foto si, Uche Nnaji/Facebook",
    "Uche Nnaji,onye fere ọkolọtọ otu APC n'ọkwa gọvanọ Enugwu steeti na Ntuliaka 2023",
    "Ndị ọzọ a kpọpụtara gụnyere Nkiru Onyejiocha bụbụ oneiwu na-anọchite  Isuikwato/Umunneochi n'Ụlọnnọchiteanya; Uche Nnaji,onye fere ọkolọtọ otu APC n'ọkwa gọvanọ Enugwu steeti na Ntuliaka 2023; Dr. Diris Anite Uzoka, Kọmishọna Imo steeti na-ahụ maka ego n'Ọchịchị Hope Uzodimma; Hannatu Musawa, onye ọkaiwu; Betta Edu, bụbu Kọmishona ahụike na Krọs Rivas.",
    "Ebe foto si, Uju Kennedy/Nkeiru Onyejeocha/Facebook",
    "Ndị ọzọ aha ha dị n'akwụkwọ ahụ gụnyere : Abubakar Momoh; Yusuf Maitama Tukur; Ahmad Dangiwa; na Olubunmi Ojo, omeiwu na-anọịchite Akoko North East/‎Akoko North n'ụlọomeiwu Nta kemgbe afọ 2019.",
    "Ndị ọzọ bụ:",
    "Uju Kenedy Ohaneye: Onye ojiegoachụego, Ohanenye bụ nanị nwaanyị pụtara zọọ ikike ife ọkọlọtọ APC n'ọkwa onyeisiala na ntuliaka 2023.",
    "Stella Okotete: O so na ndị ndu ụmụnwaanyị APC",
    "Ebe foto si, Stella Okotete",
    "Stella Okotete so na kọmiti achụmtavootu nke onyeisiala Bola Tinubu",
    "Bello Muhammad Goronyo: Odeakwụkwọ APC na mpaghara 'North West'",
    "Dele Alake- Bụbu Kọmishona mgbasaozi n'oge ọchịchị Bola Tinubu dịka gọvanọ Legọs steeti nakwa onye ndụmodu pụrụ iche na mgbasaozi dịka onyeisiala Naijiria",
    "Ekperikpe Ekpo: Onye fere ọkọlọtọ APC maka ọkwa Senetọ na-anọchite   bụbụ omeiwu na-anọchite Abak/Etim Ekpo/Ika n'Ụlọomeiwu Nta",
    "Lateef Fagbemi: Bu onye ọkaiwu nwere agba(SAN)",
    "Mohammad Idris: Bubụ onye omeiwu na-anọchite Gwadabawa-North dị na Sokoto steeti n'Ụlọomeiwu Nta.",
    "Olawale Edun: Bụbu Komishona na-ahụ maka ego na Legọs steeti oge Tinubu bụ gọvanọ bụ onye ndụmọdụ ya pụrụ iche n'ihe gbasara ego(monetary policies) dịka Onyeisiala Naijiria",
    "Waheed Adebanwo",
    "Emman Suleman Ibrahim: Bụbu onyeisi ụlọọrụ na-ebu agha megide ịgba mgbere mmadụ'National Agency for the Prohibition of Trafficking in Persons, NAPTIP'(2020-2021)",
    "Ali Pate- Bụbụ Minista ahụike nta n'oge ọchịchị Goodluck Jonathan",
    "Joseph Usev:",
    "Abubakar Kyari: Bụbu Senetọ na-anọchite Borno North  n'Ụlọomeiwu Ukwu",
    "John Enoh: Bụbu Senatọ na-achọchite  Cross River Central n'Ụlọoemiwu Ukwu",
    "Sani Abubakar Danladi: Bụbu Osote Gọvanọ Taraba steeti oge Danbaba Suntai bụ gọvanọ steeti ahụ",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụelekere 6 gara aga",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ26 Julaị 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya27 Julaị 2023",
    "Ministerial List: Wike,Umahi,El-Rufai Nkiru Onyejiocha na ndị ọzọ aha ha dị n'akwụkwọ ndị a ga-eme minista27 Julaị 2023",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha27 Julaị 2023",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere ya27 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ministerial List: Wike,Umahi, El-Rufai Onyejiocha na ndị ọzọ aha ha dị n'akwụkwọ ndị  a ga-eme minista",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere ya",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}