{
  "published": "01:15",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A chụọla ndị ojiegbe ọsọ ụkwụ erughi ala n’ọhịa Agu-Udene Akpawfu, Enugwu steeti",
    "Gọmenti Enugwu steeti amalitela ịsụchasị ma na-ekpocha oke ọhịa Agu-Udene di n’obodo Akpawfu nke okpuruọchịchị Nkanu East n’Enugwu.",
    "Ọhịa ahụ bụ ebe a ma ama ndị ojiegbe na ndị ekperima na-anọ atọrị nakwa egbu ndị mmadụ.",
    "Onyeisioche okpuruọchịchị Nkanu East bụ Okechukwu Sydney Ede kwuru na ha malitere ịsụchasị ọhịa a site na ntuziaka gọvanọ Peter Mbah nyere ha.",
    "O kwuru na atụmatụ a bụ iji chụsaa ndị ojiegbe ahụ bi n’ime ọhịa Agu Udene mere ogige ma na-akpe ike dị iche iche na gburu gburu Enugwu.",
    "Ede kwuru na nke a so na mbọ Gọvanọ Mbah na-agba iji hụụ na e gboro nsogbu nchekwa na steeti ahụ.",
    "Ndịagha Naịjirịa ọ wakporo obodo Akpawfu, Enugwu? Lee ihe anyị ma16 Ọktọba 2022",
    "Aka ESN dị ọcha n'ogbugbu ndị uweojii n'Enugu State - Emma Powerful25 Julaị 2021",
    "Enugu communal clash: Etu ọtụtụ mmadụ si nwụọ n'ọgụ obodo Awha na Oyofu, Enugwu steeti12 Ọgọọst 2023",
    "Ọ gbakwụnyere na gọọmentị ga-eji ogige ebe ahụ mere ebe a ga na-akọpụta ọrụ ugbo tekịnzụ ebe ọ dị ukwuu.",
    "Eze ọdịnala obodo ahụ bụ Igwe Chris O. Nnamani kwuru na obi dị ya mma gọọmentị na-achụpụ ndị ekperima na-emekpa ha ahụ n’obodo.",
    "BBC Igbo kpọtụụrụ ụfọdụ ndị obodo ebe ahụ ịmaka ka obi dị ha mana o nweghi onye chọrọ ikwu okwu banyere ya.",
    "Ndị ọzọ so mee njem bụ ndị ọrụ ndịagha, ndị uweojii na ndị ọrụ nchekwa ndị ọzọ.",
    "Ọrụ ugbo",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Enugwu",
    "Vidio, Etu e si chụọ ndị ojiegbe ọsọ ụkwụ erughi ala n’ọhịa Agu-Udene Akpawfu, Enugwu steeti, Duration 1,1515 Ọgọọst 2023",
    "Sexual Violence: Etu anyị si chọpụta na ụmụokoroọbịa anọ na-edina nwa m nwaanyị dị afọ 153 Ọgọọst 2023",
    "Vidio, BBC Africa Eye: Etu ndị na-elekọta ndị okenye n’ụlọ PCEA Thogoto si e ji ụtalị apịaka ha ahụ, Duration 7,217 Ọgọọst 2023",
    "Vidio, Ọrịa 'gigantism' mere ka m bụrụ onye kachasị ogologo na Ghana – Sulemana Abdul, Duration 3,4630 Ọktọba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}