{
  "published": "11 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Uche Ezennia",
    "Ndị mere akụkọ a,  Broadcast Journalist",
    "Ọktọba 2023",
    "E nwere ndị kwuru na ụgwọ ọrụ ndị nkuzi dị n’eluigwe mana ụfọdụ na-akpọ oku ka e mewe ya n'ụwa dịka e si eme ya n'eluigwe.",
    "Dịka ha si kwuo, ọrụ ndị nkuzi na-aru n'ihazị ndụ ụmụakwụkwọ bụ ihe kwesiri ụgwọ na nkwanyere ugwu n'ihi na onye ọbụla bara uru, nwere onyenkụzị pịcharaya.",
    "Dịka iwu sị dị, onyenkuzi bụ onye kwesịrị inwe asambodo NCE,OND,HND maọbụ  nke 'First Degree' n'agụmakwụkwọ.",
    "N'akụkọ a, anyi lebanyere anya n'ụgwọọnwa ndị nkuzi  na ego mgbakwuye a na-etinyere ha n' ego ọnwa na mpaghara Ọwụwa Anyanwu(East); Ọdịda Anyawu(West);Ugwu(North) na Ndịda Ndịda (South-South) Naijịrịa.",
    "Otu onyenkuzị ụloakwụkwọ gọọmentị praimarị n' Abịa steeti gwara BBC Igbo na afo ịrị na ato gara aga ya malitere nkuzị na steeti ahụ, dịka onye nkuzị 'Grade 2', ihe e ji bidoro ya ọru bụ N6,000, ndị nkuzi Level 7 na 8 na-eri N10,000 na mbido.",
    "‘’Otu ihe siri kwuru ugbua, anyi enweghị ndị nkuzị level 7na 8 n’ihi na gọọmentị Abia steeti ekweghị ewe ndị nkuzị ohụrụ n’oru.\"",
    "\"Ndị nkuzị na-anwụ, a naghị eweta ndị ọhụrụ.\"",
    "\"E nwekwara ndi nkuzị lara ezụmike nka, e nweghị ndị nọchịrị ha n’ọrụ, n’ịhị nke a, ndị nkuzị anyị nwere bụ ndị nkụzị ochie, ndị nọ 'Level 12 na13'.’’",
    "Ọ gwara BBC Igbo na ụgwọọnwa o pekata mpe a na-akwụ ha bụ N52,000.",
    "Ụgwọọnwa kachasi bụ N120,000 nke a na-akwụ ndi nkuzi 'Level 16' n' Abia steeti .",
    "O kwuru na anaghị enye ha ego mgbakwunye, a nakwaghị etinyere ha ego n’ụgwọọnwa.",
    "Ebe foto si, Getty",
    "N' ajụjụọnu anyị gbara otu onye nkụzị 'Level 10  ọ rụọla ọrụ nkuzị afo iri na ise ma na-akụzi n’ụlọakwụkwo gọọmentị na Sokoto steeti, gwara anyi na ụgwọọnwa ya nọ n’agbata N76,000 rue N77,000.",
    "Ọ gwara BBC Igbo na ego o pekata mpe a na-akwọ ndị nkuzị na Sokoto steeti bụ N38,000 nke a na-akwụ ndị nkuzị 'Level 7 na 8'.",
    "Onye nkuzị ọzọ na- akuzị n'ụlọakwụkwọ gọọmentị na Sokoto nọ 'Level 13', gwara anyi na ụgwọọnwa ya erughị N30,000.",
    "Ebe foto si, Getty",
    "Legos steeti bụ steetị a ma dịka ‘’Centre of excellence’’ gbalitere n'ihe ha na-akwụ ndị nkuzi dịka nchọpụta anyị si gosi.",
    "Ndị nkuzi ndị nọ 'Level 8' bụ ndị a na-akwụ ego pekata mpe N60,00 rue N80,000.",
    "Otu Onye nkuzi gwara anyị sị, \"Ndị a na-akwụ egọ kachasi bụ level 17, ego ha nọ na agbata 300,000 ruọ 400,000, ọ bụ ha bụ ndị ịsị anyị.\"",
    "O kwuru na Legos steetị na-agbalị ma atụlee ya na steetị ndị ọzọ na Naijiria.",
    "Gọọmentị Legos steetị na-etinyere ha ego n’ụgwọ onwa ha, nakwa ego mgbakwunye nke anaghị ewepụ ego ụtụịsị.",
    "",
    "N'Oyo steeti, otu jikọrọ ndị nkuzi bụ 'Nigerian Union of Teachers'(NUT)) nke  steeti ahụ gwara anyi na ufodu ndị nkuzị anaghị enweta ụgwọ ọrụ ha mgbe ọ kwesịrị, ebe ụfọdụ na-enweta.",
    "Dịka Onyeịsị otu NUT nke Oyo steetị (NUT) siri kwu, ‘’Ọdimma onye nkuzị si na aka steetị o na-akuzị, ego mgbakwunye Gọọmentị Etiti wepụtara iji nyere ndị nkuzị aka, nke akporo TSS (teachers salary scheme)enyerela ụfodụ ndị nkuzị aka, ọkachasị Oyo steetị nakwa steetị ndịozọ bidogoro ịmeya’’",
    "\"Ọ bughi steeti nile na akwụ ndị nkuzị ha TSS a, ihe ego a pụtara bụ na aga agbakọnye 27 percentị egọ ugwọ onwa onye nkuzị, tinye ya n’ụgwọ owa ya ma kwuọ ya, nke a ga eme ka ego ndị nkụzị gbagote’’.",
    "Steetị dịka Kogi steeti adighị akwụ ndị nkuzị ụgwọ mgbe e kwesiri.",
    "Ọ gwara anyi na ego pekarisịrị a na-akwụ onye nkuzi n' Oyo steetị bụ #50,000 nke a na- akwọ ndị 'Level 7&8'",
    "Ego kachasi ana agwọ ndị nkuzị n' Oyo steetị nọ n’agbata N500,000 nke a na akwụ ndị 'Level 17'.",
    "Etu ndị nkuzị si ebị ndụ n’onodu akunauba Niajịrịa ugbu a.",
    "Bido n’onye nkuzị ịzizị ruo na onye nzuzị ịpeazu anyi gbara ajuju anu, ha nile kwuru na ọdịhoro ha ọfelee, ụfodụ kwuru na ha amalitela njem okpa iji hụ na ha jere ụlọakwụkwọ n’ịhị na ego ụgbọala ariala.",
    "Ha kwuru na ego ụgwọ onwa ha anaghị ezụrụ ha iji zụta ihe ha chọrọ n’ahia.",
    "Otu onye nkuzị ụlọakwụkwọ Gọọmentị Bayelsa steetị kwuru na ihe e ji ebidoro ndị nkuzị ọrụ na Bayelsa steetị bụ agbata N50,000 na N53,000 nke a na-akwụ ndị 'Level 7&8.",
    "Ego kachasị a na-akwụ ndị nkuzị na Bayelsa steeti nọ n'agbata N397,00 na N400,000.",
    "Onye nkuzị ọzọ na Bayelsa steetị gwara anyi na Gọọmentị ọhụrụ Bayelsa amalitela itinyere ha ego mgbakwunye n’ego onwa ha.",
    "Ndị okwa 'Level 01 ruo 'Level 06 na-enweta N20,000",
    "Ndị okwa 'Level 07 ruo Level 010 n’enweta N30,000",
    "'Level 12 ' rue 'Level 14' na-enweta N40,000",
    "'Level 15' ruo 'Level 17' na-enweta N50,000",
    "Ebe foto si, Getty",
    "Bido n’onye nkuzi mbụ rue nke ikpeazu anyi gbara ajuju ọnu, ha nile kwuru na ọdịghịrị ha ofele dịka ọnụahịa ihe nile rịrị n'ihi mwepụ ego mkwụbilita ego mmanụ ụgbọala.",
    "Ụfodụ kwuru na ha amalitela  iji ụkwụ aga iji hụ na ha gara ụlọakwụkwọ n’ihi na ego ụgbọala arịala.",
    "Ha kwuru na ego ụgwọonwa ha anaghị ezuru zụta ihe ha chọrọ n’ahia.",
    "Legọsị",
    "Naijiria",
    "Ọmụmụ na mmụta",
    "Sunday Igboho: Ebe ka onye ndu 'Yoruba Nation' nọ ugbua?9 Ọktọba 2023",
    "Gịnị bụ Hamas? Gịnị na-eme n'Izrel n'okeala Gaza? Na ajụjụ ndị ọzọ...9 Ọktọba 2023",
    "Drambi Vandi: Ụlọikpe amaala onye uweojii gbagburu Bolanle Raheem ikpe ọnwụ9 Ọktọba 2023",
    "Israel-Gaza crisis: Ihe ise gbara ọkpụrụkpụ mere ọhụrụ a14 Ọktọba 2023",
    "NA EME UGBU A Etu ‘Transformer’ si gbaa, gbagbuo mmadụ isii1 Ọktọba 2023",
    "Simeon Okezuo Nwobi: Onye bụ ụkọchukwu a Pope họpụtara dịka Bishọp Ahiara Diocese?14 Ọktọba 2023",
    "Bola Tinubu diploma: Ọ bụ eziokwu na o ji asambodo adịgboroja? Lee ihe BBC Disinformation chọpụtara11 Ọktọba 2023",
    "Multiple Taxation: Etu oke ụtụisi si awapụ ndị ahịa, ọkwọụgbọala ọgọdọ n'Ọwụwa Anyanwụ10 Ọktọba 2023",
    "Lee ụfọdụ ndị Ipob ụlọikpe sị ka a tọhapụ ma kwụọ ha ụgwọ 12 Ọktọba 2023",
    "Teachers Salary: Kedụ ihe ndị nkuzi na-eri n'ụgwọọnwa n'Ugwu na Ndịda Naijiria? 11 Ọktọba 2023",
    "'Anyị a na-alụ agha?' Ndị bi na mpaghara Okigwe na-ebegara gọọmentị akwa enyemaka8 Ọktọba 2023",
    "Father Okunerere kwesịrị ka e too ya ọ bụghị itinyere ya ọgbatauhie - Fada Mbaka",
    "Simeon Okezuo Nwobi: Onye bụ ụkọchukwu a Pope họpụtara dịka Bishọp Ahiara Diocese?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}