{
  "published": "23 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Lyn_Dee/Caramelphotos1/amyfierce/Instgram",
    "Agbọghọ bụ nwata nwaanyị tozuorola ihe e ji nwaanyị eme mana ọ lụbeghị di.",
    "Ọtụtụ obodo dị iche iche n'ala Igbo nwere ihe ha na-akpọ nwagbọghọ dịka olundị ha siri dị.",
    "Akụkọ a ga-eleba anya n'ihe ụfọdụ obodo ndị a na-akpọ 'nwagbọghọ' nakwa ihe mere ha jiri akpọ ya.",
    "Lee etu ụgwọ akwụkwọ ụmụakwụkwọ Mahadum si gbalie elu na Naịjirịa ugbua22 Julaị 2023",
    "AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu 22 Julaị 2023",
    "Chinyere Awuda: Ihe anyị ma maka  nwaanyị a sị e tigburu, tufuo ozu ya na 'Swimming pool' ụlọnkwari n'Anambra steeti20 Julaị 2023",
    "Ebe foto si, Lyn Dee/Instagram",
    "Arochukwu: Arochukwu bụ otu n'ime obodo ndị dị n'Abia steeti, ihe gbasara omenala na-amasị ha nke ukwuu.",
    "Dịka otu okenye Arochukwu bụ Santos Okereke gwara BBC Igbo na ndị Arochukwu na ihe ha na-akpọ agbọghọ bụ 'Mpetere'.",
    "O kwuru \"Mpetere pụtara nwagbọghọ mara mma.\"",
    "\"Mpetere dịka okwu e ji amanyere azụ asa,  etu e si akpọ nwaaanyị mara mma 'asa'.",
    "\"Mpetere bụ azụ na-eji ugwu na ngala aga\".",
    "Ebe foto si, Clarisbay?Instagram",
    "Owere: Ndị Owere na-akpọ agbọghọ, 'mgbọtọ' ya bụ onye na-agba ọtọ dịka Maazị Chigozie Nnabuihe na-akụzi asụsụ Igbo na Mahadum Lagos si kwuo.",
    "Nnabuihe kwụrụ sị, \"Ụmụ aghọghọ anaghị eyi akwa, ha na-eji jigida eyichi ahụ.\"",
    "Oge gboo, nwata nwaanyị na-agbagide ọtọ ruo oge ọ lụrụ di.",
    "Onịcha: Ndị  Ọnịcha dị n'Anambra steeti na-akpọ ya 'okporo' maọbụ 'ikporo'.",
    "Nnabuihe kọwara sị, \"Ndị e ji olu ha dee Akwụkwọ Nso; ndị Obosi na ndị Ọnịcha na-akpo agbọghọ 'okporo'.\"",
    "Ebe foto si, Amyfierce/Instagram",
    "Ika: Ndị Ịka na Delta steeti na-agba ya 'okposho' (Ịka).",
    "Ndị Enuanị na-akpo ya 'okpoho'.",
    "\"Ị gafee Osimiri Niger, ndị Enuanị na-akpo ya 'okpoho'.",
    "Ebe foto si, Caramelphotos1/Instagram",
    "Ebonyi: Ndị Ebonyi steeti na-akpọ agbọghọ \"ogeri''.",
    "Dịka Nwabuihe si kwuo, \"Ndị Ebonyị, mpaghara Afikpo, Ohafia na-akpọ nwagbọghọ 'Ogeri'.\"",
    "Ụmụnyanyị",
    "Ikike ụmụnwanyị",
    "Omenala",
    "Okike",
    "Ihe mere anyị ji mapụta N61.2m iji lie mmadụ 103 nwụrụ n'oge End Sars - Gọọmentị Legọselekere 5 gara aga",
    "Ihe obodo dị iche iche n'ala Igbo na-akpọ nwagbọghọ23 Julaị 2023",
    "Ihe mere ọtụtụ nrị ndị mgbe ochie ji ala ala23 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ihe obodo dị iche iche n'ala Igbo na-akpọ nwagbọghọ",
    "Ihe mere anyị ji mapụta N61.2m iji lie mmadụ 103 nwụrụ n'oge End Sars - Gọọmentị Legọs",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na  ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabara",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "BBC NkejiEmelitere ikpeazụ na: 30 Disemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}