{
  "published": "8 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anglican Communion/Met Police",
    "Bịshọpụ Chukwuma kwuru na ọ ma Ekweremadu kemgbe ma bụrụkwa onye nlekọta ya n'okwu banyere ịnụ ọkụ ime mmụọ ya n'okpukperechi Kraịst.",
    "Achịbịshọpụ ụka Anglịkan nke Dayọsis Enugu bụ Bịshọpụ Emmanuel Chukwuma akọwaala ihe mere o jiri degara mba Briten akwụkwọ mkpesa nke rịọrọ ka e mere Sịnetọ Ike Ekweremadu ebere n’ikpe ya tupu ikpe a maa ya.",
    "Bịshọp Chukwuma kwuru nke a na mkparịtaụka ya na BBC Igbo nwere na nso nso a dịka ọkaikpe Justice Johnson kpọpụtara aha ya n’ụbọchị ise nke ọnwa Mee, 2023 bụ ụbọchị a mara Sịnetọ Ike Ekweremadu ikpe na mba Briten.",
    "Ndị uweojii mba UK chọburu ka a tụọ Ekwermadu, nwunye ya bụ Beatrice Ekweremadu na Obinna Obeta mkpọrọ ga-eru afọ 18 mana ọkaikpe kere ikpe a kọwara na mkpesa ọ natara nke aha Bịshọpụ Chukwuma nọ n’ime ya so mee e beleta ntaramahụhụ e nyere Ekweremadu.",
    "E jidere Ekweremadu na nwunye ya n'UK n'ụbọchị 23 nke ọnwa Juun 2022 maka ebubo ịtụ mgbere ihe ahụ mmadụ.",
    "E mechara maa Ekweremadu, nwunye ya bụ Beatrice, na otu dọkịta aha ya bụ Obinna Obeta, ikpe n'ụbọchị Fraịde, bụ ụbọchị ise nke ọnwa Mee, maka okwu ịgba ohu ọgbara ọhụrụ nakwa ịtụ mgbere akụkụ ahụ mmadụ.",
    "Ibute ego n’ụlọụka maka inwete vootu agaghị enwe isi na ntuliaka 2023 – Archbishọp Chukwuma17 Ọgọọst 2022",
    "Ike Ekweremadu : Ihe ndi ị maghị maka 'Belmarsh Prison',ụlọmkpọrọ ebe Ekweremadu nọrọ oge ikpe ya 6 Mee 2023",
    "Ike Ekweremadu:Ihe ụmụ Naijiria na-ekwu dịka a tụrụ Ekweremadu mkpọrọ5 Mee 2023",
    "Ebe foto si, Met Police",
    "Ikpe mara Ike Ekweremadu, Beatrice Ekweremadu na Obinna Obeta maka okwu izu ime ahụ mmadụ.",
    "Dịka ọkaikpe Johnson nọ na-ama Ekweremadu ikpe, o kwuru:",
    "“N’oge ikpe gị, anyị natara ọtụtụ ozi igba ịma banyere akparaagwa gị nke gụnyere ozi Bịshọp Emmanuel Chukwuma bụ Achịbịshọpụ Dayọsis Enugu.”",
    "“A natala m akwụkwọ nchịkọta ya ruru 51 nke gbara ama maka ezi agwa gị, agụọla m ha niile nke gụnyere akwụkwọ onye bụbu Onyeisiala Naịjirịa (Olusegun Obasanjo), onyeisi ụlọomeiwu Naijirịa ugbua, Bịshọpụ Enugu, ọkaiwu gọọmentị Naijirịa nakwa onyeisi ụlọomeiwu nta Naijirịa zitere.”",
    "“A chịkọtara m ihe niile nke mere e ji belata ntaramahụhụ gị... Nke mere e ji enye gị ntaramahụhụ ịga nga ruo afọ itoolu na ọnwa asatọ.”",
    "Bịshọpụ Chukwuma gwara BBC Igbo na o zigara ozi ahụ Briten n’ihi na ọ ma na Ekweremadu abụghị ajọ mmadụ. Ọ kọwara na ya onwe ya ọ bụ onye nlekọta ya n’ụka ma kọwa na ọ ma ya dịka onye na-agbatara ndị obenye, ndị ajadụ, ndị ntorobịa nakwa ndị ụwa na-atụ n’ọnụ ọsọ enyemaka.",
    "N’okwu ya, ọ sị:",
    "“Ama m ya malite mgbe ọ rụrụ ọrụ dịka onyeisioche okpuruoọchịchị ya ruo mgbe ọ rụrụ ọrụ dịka onyeisi ndị ọrụ ma rukwa mgbe ọ banyere n’ụlọomeiwu.”",
    "O kwuru na ọ ma mgbe Ekweremadu hibere ụlọọrụ na-enyere ndị mmadụ aka nke aha ya bụ Ikeoha foundation, ma kọwa na ya bụ nwaamadị bụ onye e kwesịrị ịgbara ezi ama.",
    "“E zigara m ozi ahụ ka a ghara ịta ya ahụhụ dịka onye omekome n’ihi na a ma m na ọ bụ ezigbo mmadụ, onye hụrụ Chukwu n'anya ma na-agbachitere ndị ogbenye.”",
    "“Ahụbeghị ebe o gburu mmadụ maọbụ mejọọ onye ọbụla.”",
    "Bịshọpụ Chukwuma kwukwara na Ekweremadu bụ ezi onye ụka Anglịkan nke rụrụla otu ụka ma bụrụ onye na-aga n’otu ụka nke ya onwe ya na-elekọta.",
    "“Ọ bụghị onye otu nzuzo, ọ rụrụ otu ụlọụka, gọmyekwa ọtụtụ ụlọụka ụgbọala bọọsụ ma kwụkwa ụgwụ njem ụfọdụ ndị mmadụ ji gaa ala nsọ Israel.”",
    "O gakwara n’ihu gbaa ama ọrụ ọma ya dịka onye ndọrọndọrọ ọchịchị ma kwuo:",
    "“Ọ welatara ọtụtụ ọrụ ọma na mpaghara ‘Senatorial zone’ ya.”",
    "“Ọ mepere ụlọakwụkwọ ebe a na-akụziri ndị okenye nkuzi.”",
    "Bịshọpụ Chukwuma kwukwara na ọ ma na Ekweremadu bụ onye hụrụ ezinaụlọ ya n’anya nke ukwu nke bụ na ihe mere bụ iji zoo ndụ nwaa ya nakwa na ọbụghị iji megidi nwata nwoke a sị ọ chọrọ izu akịrị ya. Dịka ọkaikpe Johnson nọ na-ama Ekweremadu ikpe, o kwuru:",
    "“N’oge ikpe gị , anyị natara ọtụtụ ozi igba mma banyere akparaagwa gị nke gụnyere ozi Bịshọp Emmanuel Chukwuma bụ Achịbịshọpụ Dayọsis Enugu.”",
    "“A natala m akwụkwọ nchịkọta ya ruru 51 nke gbara ama maka ezi agwa gị, agụọla m ha niile nke gụnyere akwụkwọ onye bụbu Onyeisiala Naịjirịa (Olusegun Obasanjo), onyeisi ụlọomeiwu Naijirịa ugbua, Bịshọpụ Enugu, ọkaiwu gọọmentị Naijirịa nakwa onyeisi ụlọomeiwu nta Naijirịa.”",
    "“A chịkọtara m ihe niile nke mere e ji belata ntaramahụhụ gị.. Nke mere e ji enye gị ntaramahụhụ ịga nga ruo afọ itoolu na ọnwa asatọ.”",
    "Bịshọpụ Chukwuma gwara BBC Igbo na o zigara ozi a nke so mee ebeleta ntaramahụhụ e nyere Ekwremmadu n’ihi na ọ ma na ọ bụghị ajọ mmadụ. Ọ kọwara ya ọ bụ onye nlekọta ya n’ụka ma kọwa na ọ ma ya dịka onye na-agbatara ndị obenye, ndị ajadụ nakwa ihe ụwa na-atụ n’ọnụ ọsọ enyemaka.",
    "N’okwu ya, ọ sị:",
    "“Ama m ya malite mgbe ọ rụrụ ọrụ dịka onyeisioche okpuruoọchịchị ya ruo mgbe ọ rụrụ ọrụ dịka onyeisi ndị ọrụ ma rukwa mgbe ọ banyere n’ụlọomeiwu.”",
    "O kwuru na ọ ma mgbe Ekweremadu hibere ụlọọrụ na-enyere ndị mmadụ aka nke aha ya bụ Ikeoha foundation, ma kọwa na ya bụ nwaamadị bụ onye e kwesịrị ịgbara ezi ama.",
    "“E zigara m ozi ahụ ka a ghara ịta ya ahụhụ dịka onye omekome n’ihi na a ma m na ọ bụ ezigbo mmadụ, onye hụrụ Chukwu n'anya ma na-agbachitere ndị ogbenye.”",
    "“Ahụbeghị ebe o gburu mmadụ maọbụ mejọọ onye ọbụla.”",
    "Bịshọpụ Chukwuma kwukwara na Ekweremadu bụ ezi onye ụka Anglịkan nke rụrụla otu ụka ma bụrụ onye na-aga n’otu ụka nke ya onwe ya na-elekọta.",
    "“Ọ bụghị onye otu nzuzo, ọ zụnyekwala ọtụtụ ụlọụka ụgbọala bọọsụ ma kwụkwa ụgwụ njem ụfọdụ ndị mmadụ ji gaa ala nsọ Israel.”",
    "O gakwara n’ihu gbaa ama ọrụ ọma ya dịka onye ndọrọndọrọ ọchịchị ma kwuo:",
    "“Ọ welatara ọtụtụ ọrụ ọma na mpaghara ‘Senatorial zone’ ya.”",
    "“Ọ mepere ụlọakwụkwọ ebe a na-akụziri ndị okenye nkuzi.”",
    "Bịshọpụ Chukwuma kwukwara na ọ ma na Ekweremadu bụ onye hụrụ ezinaụlọ ya n’anya nke ukwu nke bụ na ihe mere bụ iji zoo ndụ nwaa ya bụ Sonia nakwa na ọbụghị iji megidi nwata nwoke a sị ọ chọrọ izu akịrị ya.",
    "Bịshọpụ Chukwuma rụkwara Onyeisiala Naịjirịa bụ Muhammadu Buhari aka na mkparịtaụka a ma kwuo:",
    "“Ọ bụ ihe mwute na onye ji ndụ ya gbaara Naịjirịa odibo ogologo afọ anataghị ozi mgbachi ọbụla n’aka onyeisiala nakwa minista na-ahụ maka mba na mba.”",
    "O kwuru na nke kacha njọ bụ na minista Naịjirịa na-ahụ maka mmekọ mba na mba (Geoffrey Onyeama) bụ onye Enugu steeti dịka Ekweremadu nke bụ na ọ che na ọ ga-eme ka ọ tinye ọnụ.",
    "Bịshọpụ Chukwuma kwuru na ebe obi ụtọ ya nọ bụ na ozi ha zigaara mba Briten mịtara mkpụrụ dịka a na-atụ anya na ndị ọkaiwu ya nwereike ịgbagha ikpe ahụ maọbụ ọchịchị Eze na ezinaụlọ ya ezipụta ozi ebere maka okwu Ekweremadu maọbụkwanụ, aka Chukwu emepere Ekweremadu ụzọ ntọhapụ.",
    "Agbanyeghi na ọkaikpe kpere ikpe a gụpụtara ụfọdụ ihe ọma ndị a nke Bịshọpụ Chukwuma gbara n’ama maka ya, ọkaikpe Johnson gara n’ihu kwuo na:",
    "Ekweremadu ma nke ọma na nwata nwoke ahụ bụ nwata ma bụrụkwa onye ụbịam",
    "Ekweremadu ma nke ọma ọnọdọ ọjọọ ụbịam na-edebe ndị mmadụ n'ihi na o hibere ụlọọrụ nke o kwuru na o ji enyere ndị ogbenye aka",
    "Oge Ekweremadu chọpụtara na akụrụ nwata nwoke ahụ adabeghị na nke nwa ya nwaanyị, ọ malitere ịchọ onye ọzọ ọ ga-ejikwa mee otu ihe ahụ",
    "Ekweremadu achọtalarị ọtụtụ ndị mmadụ bụ ndị ọ ga-esi n'ime ha nweta onye ọzọ ga-enye nwa ya nwaanyị akụrụ",
    "Ekweremadu n'onwe ya nwekwara ọrịa nke ọ na-arịa",
    "Ụlọikpe ọbụla amabeghị Ekweremadu ikpe mbụ",
    "Ekweremadu mere ihe a n'ihi ọnọdụ ahụike ọjọọ nke nwa ya nwaanyị nọ n'ime ya",
    "Ekweremadu gaara achọ onye ọzọ ga-enye nwa ya nwaanyị onyinye akụrụ, na-abụghị onye a ga-akwụ ụgwọ, ọ bụladị site na ndị ezinụlọ ya.",
    "Ike Ekwermadu: A gbaara m ya ezi ama n’ihi o gbughi mmadụ, ọ bụghị onye omekome - Bịshọp Chukwumaelekere 7 gara aga",
    "Eyigharịala ikpe maka ntuliaka ọkwa onyeisiala 2023 gaa Tuzde, Wenezde8 Mee 2023",
    "Kedụ mba ndị nọ na Commonwealth nke Eze Charles III bụ onyeisi ya?8 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}