{
  "published": "02:34",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe gọọmentị Ebonyi kwuru maka ebubo Ebubeagu ịkụsa 'August meeting' ụmụnwaanyị",
    "Gọọmentị Ebonyi steeti etinyela ọnụ n'ebubo na-ewu na ndị otu nchekwa nke Ebubeagu tiri ụmụnwaanyị ihe, mekpaa ha ahụ ma kụsaa ọgbakọ 'August meeting' ha.",
    "Uchenna Orji, Kọmịshọna mgbasaozi n'Ebonyi steet gwara BBC Igbo na ihe dị etu a emeghi na steeti ahụ.",
    "O kwuru: \"Akụkọ a bụ akụkọ ụgha, enweghị ndị Ebubeagu wakporo ụmụnwaanyị n'Ebonyi steeti\".",
    "\"Ndị na-akọ akụkọ wepụta ihe onyonyo gosiri na nke a bụ eziokwu\".",
    "Orji boro ebubo na ụmụnwaanyị ndị na-ekesa akụkọ a kpara nkata wee hụ na ndị ha zibatara tiri ha ihe iji meetọ aha Gọvanọ Dave Umahi nakwa ọchịchị ya.",
    "Ọ gara n'ihu kwuo:",
    "\"Ebonyi steeti bụ ebe a na-akwanyere ụmụnwaanyị ugwu nke ọma. Anyị na-akwado atụmatụ ụmụnwaanyị nke ọma, anyị anaghị akpagbu maọbụ megide ụmụnmwaanyị\".",
    "Ebe foto si, Dave Umahi/Facebook/BBC",
    "Gọọmentị Ebonyi steeti kọwara na ụmụnwaanyị nọ n'isi ọchịchị steeti ahụ.",
    "N'otu aka ahụ, onye na-ahụ maka ndị ọrụ nchekwa Ebubeagụ n’Ebonyi steeti bụ Panchris Ikechukwu Eze kwukwara na akụkọ na-arụ ndị Ebubeagu aka maka ịkụsa ọgbaka Ọgọstụ mitin ụmụnwaanyị steeti ahụ zibere ime bụ akụkọ ụgha.",
    "Otu ụmụnwaanyị na ndị Ebubeagu n'Ebonyi na-asọkọta isi maka ebubo mmekpa ahụ ugbua.",
    "Ọ gwara BBC Igbo n’ụbọchị Satọdee “Enweghị ka ndị Ebubeagu nke ọrụ ha bụ ichekwa obodo ga-esi malite na-emebisi obodo, akụkọ a na-efegharị bụ akụkọ ụgha”.",
    "Anyị achọghịzi ndị Ebube Agu - Ụmụnwaanyị Oguta28 Julaị 2022",
    "Ihe Gọvanọ Hope Uzodimma sị bụ ọrụ ndị Ebubeagu n’Imo Steeti16 Ọgọọst 2022",
    "Anyị anụbeghi maka ngagharịiwe ọbụla n'Imo - Ndị uweojii24 Julaị 2022",
    "'August meeting' bụ ọgbakọ ụmụnwaanyị Igbo na-eme kwa ọnwa Ọgọstụ afọ ọbụla iji kpaa ihe dịịrị ha.",
    "Ọ gara n’ihu kwuo: “Anyị na-eche ka ndị a na-ekesa akụkọ a zịpụta foto maọbụ ihe onyonyo ga-agba aka ebe na akụkọ a mere n’ezie. Ọ bụ akụkọ ụgha”",
    "Agbanyeghị nke a, otu ụmụnwaanyị Ebonyi Federated Women Organization n’Abakaliki emeela ngagharịiwe na steeti ahụ n'ụbọchị Satọdee maka etu  ndị ha sị bụ ndị Ebubeagu siri kụsaa ọgbaka Ọgọstụ mitin ha zubere ime n’ọdọ ọgbakọ nke People’s Club dị n’Abakaliki.",
    "Onyeisi otu a bụ Amara Chukwu gwara onye ntaakụkọ BBC Igbo n’Ebonyi steeti na ihe a mere dịka ha gbakọtara ime ọgbakọ a nke ha na-eme kwa ọnwa ọgọstụ ọbụla.",
    "O kwuru na ndị ọrụ nchekwa nke Ebubeagu wụbatara n’ọdọ People's club ma kụsaa emume ahụ.",
    "O kwukwara na ha gbara egbe aghara aghara iji chụsaa ụmụnwaanyị ndị otu ha.",
    "Nwaada Chukwu kwukwara: “Ndị a kuriri efere, oche, ite nri nakwa ihe ndị ọzọ anyị chọọ ime emume a ebe ụfọdụ ndị otu anyị merụrụ ahụ dịka ha na-agba ọsọ”.",
    "Ụmụnwaanyị otu Ebonyi Federated Women Organization agbakọtala ọnụ mee ngagharịiwe megide ndị a sị bụ ndị Ebubeagu",
    "O kwukwara na e nwere ndị asụrụ mma dịka ha na-achọzị ndị otu ha ndị ọzọ achọ ugbua.",
    "Nwaada Chukwu bokwara ebubo na ihe dị etu a emebuola mgbe ha nwebụrụ ọgbakọ a n’okpuruọchịchị Ọnịcha nke steeti ahụ.",
    "O kwuru “Ndị a a sị bụ ndị Ebubeagu wụbatara ma kụsaa ọgbakọ anyị n'Ọnịcha”.",
    "O ji obi mgbawa kwuo “Nwaanyị na-ahazịrị anyị ime ama ebe anyị zubere ime emume a, e buru ụmụ ya niile buga ha obi gọọmentị Ebonyi steeti, mekpaa ha niile ahụ ma gbaa ha ọtọ\"",
    "\"Awụsara ha niile n’ala nkiti\".",
    "Nwaanyị ọzọ na-achọghị ka a kpọọ aha ya kwuru na ndị ọrụ nchekwa ahụ ji aka ike so ha ma mekpe ha ahụ.",
    "Nwaanyị ahụ kwuru na ọ bụghị na ọgbakọ ha bụ ihe ndọrọndọrọ dịka ụfọdụ siri chee.",
    "Ọ sị “Ndị a sị na ha bụ ndị Ebubeagu kwuru na ha natara iwu ka ha kụsaa emume ahụ n’aka ndị ọchịchị steeti ahụ”.",
    "Otu onye ọzọ boro ebubo na ihe kpatara nke a bụ na ụfọdụ ndị ọchịchị steeti chere na ọgbakọ ahụ bụ nke ndị pati na-anọghị n’ọchịchị.",
    "Na nso nso a, ọtụtụ ebubo mwakpo adanyela n'isi ndị Ebubeagu ọkachasị n'Imo steeti bụ ebe e boro ha ebubo igbu ndị ntorobịa asaa n'obodo Awo-Omamma dị n'Oru West.",
    "Ebubo a pụtara ihe na ngwụcha ọnwa Julaị dịka e kwuru na ndị ntoroọbịa asaa ahụ si n'emume agbamakwụkwọ na-alọta mgbe ndị Ebubeagu wakporo ma gbagbuo ha.",
    "Gọọmentị Imo kwuru na akụkọ ahụ bụ ugha ma kọwa:  “Ọ bụghị ndị Ebubeagu, ọ bụ ndị DSS wakporo ndị mmadụ\"",
    "\"Nke bụ eziokwu bụ na ebe ndị DSS wakporo ndị omekome ahụ bụ n’ogige ha zoro ezo, ọ bụghị n’ebe emume agbamakwụkwọ ọbụla”",
    "Mbọ niile BBC Igbo gbara ịnụ ọlu ọnụ na-ekwuru ndị uweojii na Ebonyi steeti bụ Loveth Odah maka ebubo ndị a amịtaghị mkpụrụ.",
    "",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Imo steeti",
    "Ebonyi Steeti",
    "Omenala",
    "Election Tribunal:E higharịala ikpe Peter Obi na Labour Party maka Ntuliaka 20238 Mee 2023",
    "Ademola Adeleke bụ gọvanọ Osun steeti kpọmkwem - Ụlọikpe kachasị9 Mee 2023",
    "NA EME UGBU A Ụlọikpe amachiela NBC ịda ụlọ mgbasaozi nha2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}