{
  "published": "11 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kama na asambodo ndị ahụ nwere ozi dị iche gbasara ụbọchị ọmụmụ Tinubu.",
    "O nweghi ihe akaebe gosiri na asambodo nke Onyeisiala Naijiria bụ Bola Tinubu tinyere ndị ụlọọrụ ntuliaka bụ adigboroja dịka nchọpụta BBC si gosi.",
    "Ebubo na asambodo nke Onyeisiala Tinubu nwere bụ nke a rụrụ arụ malitere iwu na soshal midia dịka Mahadum steeti Chicago mepere ndekọ agụmakwụkwọ ya n'izu gara aga.",
    "Anyị eleela anya n'ụfodụ ebubo kacha ibe ha ewu.",
    "Mwepụta ndeko agụmakwụkwọ nke Onyeisiala bụ ngwụcha otu ikpe dị n'ụlọikpe nke otu onye ya na ya so zọ ọkwa onyeisiala n'ọnwa Febrụwarị bụ Atiku Abubakar nke People's Democratic Party (PDP)",
    "Abubakar na-atụ anya ka akagbuo mmeri Tinubu dịka o bochara ya ebubo iwepụta asambodo Business Administration adigboroja nke afọ 1979 o nyere ụlọọrụ Inec.",
    "Iji nweta ihe akaebe maka ikpe ya, Abubakar gara n'ụlọikpe nke dị na mba Amerịka na-arịọ ka ákwà ye Mahadum Chicago ahụ ọkụ n'ike iwepụta ndekọ agụmakwụkwọ nke Tinubu site n'atumatu a kpọrọ 'Discovery' ebe ndị okaiwu na-eke ihe nchọpụta na akaebe ma a na-ikpe.",
    "Ndị okaiwu Tinubu chọburu ka e kpuchie ya bụ okwu mana ụlọikpe jụrụ ajụ ma kwuo ka a gaa n'ihu gbaa ya n'anụ.",
    "Akwụkwọ ndị Atiku chọrọ gụnyere",
    "Otu asambodo nke Mahadum Chicago nyere mmadụ na 1979",
    "Ihe yiri asambodo nke Mahadum Chicago nyere Tinubu n'afọ 1979",
    "Ihe yiri asambodo kpom kwem nke n'ụzọ niile bụ nke e nyere ụmụ akwụkwọ ndị ọzọ yiri nke e nyere Tinubu na 1979.",
    "Akwụkwọ ndị ọzọ si Mahadum nke Jamar Orr bụbu onye ọrụ ebe ahụ binyere aka site n'otu afọ bido n'ụbọchị mbụ nke Ọgọst 2022.",
    "Iji zaa ọchịchọ nke mbụ, Mahadum Chicago wepụtara asambodo asaa si na nkụzi dị icheiche ebe e zoro aha ndị nwe ya. Dịka onye ọrụ Mahadum ahụ si kwuo, ndị nwe ya bụ asambodo abiabeghi nara ya.",
    "Iji zaa ọchịchọ nke abụọ, Mahadum Chicago kwuru na ha achọtanwughị asambodo ahụ n'ihi na ha anaghị edebe ihe yiri asambodo ndị ha nyerela ụmụ akwụkwọ.",
    "Iji zaa ọchịchọ nke atọ, Mahadum Chicago kwuru na nyere Tinubu asambodo ọzọ e dere ụbọchị 27 Juun 1979 na ya. Ha gosikwara asambodo ndị ọzọ yiri nke Tinubu.",
    "Iji zaa ọchịchọ nke anọ, Mahadum Chicago wepụtara asambodo ndị ọzọ nke Mazi Orr n'onwe ya binyere aka.",
    "Ebe foto si, Getty",
    "Atiku Abubakar na-agbagha mmeri Bola Tinubu na ntuliaka Febrụwarị afọ 2023 dịka ọ ritere ọkwa nke abuo",
    "N'oso mkpebi okaikpe nyere, onye okaiwu Abubakar bụ Angela Liu gbara Caleb Westberg bụ onye mbinye aka nke Mahadum Chicago ajụjụ ọnụ.",
    "E gosiri BBC mpụtara ajụjụ ọnụ a si n'aka ọnụ na-ekwuru Abubakar bụ Phrank Shaibu.",
    "Ụfọdụ mmadụ na soshal midia na Naijiria na-ekwu na asambodo ndị Mahadum Chicago wepụtara nakwa ajụjụ ọnụ a gbara Westberg gosiri na asambodo Tinubu nyere Inec bụ adigboroja. Kalu Kalu bụ otu onye okaiwu Abubakar kwukwara nke a na mgbasaozi mere n'izuụka gara aga.",
    "Anyị chọpụtara na o nweghi ihe akaebe kwadoro okwu a.",
    "Ọtụtụ ndị mmadụ na soshal midia na-agbasa akụkọ ụgha maka ajụjụ ọnụ nke Caleb Westberg bụ onye mbinye aka Mahadum Chicago ugbua.",
    "CSU wepụtara ụfọdụ asambodo site na 1979 rue 2003. Anyị nyochara ha niile.",
    "E nwere asambodo atọ dị iche nke Tinubu anyị ga-eji ma atụ n'akụkọ a niile:",
    "Nke mbụ bụ nke ezigbo ya si 1979 bụ nke o kwugoro funariri ya mgbe ọ gbara ọsọ ndụ n'afọ ndị 1990s.",
    "Nke abụọ o nyere Inec bụ asambodo nnọchianya si CSU ( o yiri asambodo CSU na-enye ndị mmadụ n'afọ 1990s)",
    "Ọzọ kwa, CSU ji asambodo nnọchianya ọzọ nke Tinubu echere si afọ ndị 2000s ọ nataghị ha.",
    "Ebubo na-efegharị na soshal midia gbadoro ụkwụ na nyocha asambodo nke Tinubu nyere Inec nakwa asambodo nke 1979 CSU wepụtara.",
    "Mgbe a na-agba Westberg ajụjụ ọnụ, okaiwu Abubakar gbadoro anya na asambodo nke Onyeisiala Tinubu nyere Inec ma kwuo na ọ dị iche na asambodo nke ndị ọzọ CSU wepụtara.",
    "Ebe Westberg kwetara na ọ dị iche eziokwu, ọ kwukwara na o yiri asambodo atọ ndị ọzọ nke CSU nyere Abubakar.",
    "Nyocha anyị mere kwadoro nke a. Ihe pụtaziri bụ na ihe dị iche na asambodo ahụ bụ maka na eweputara ya ọzọ n'afọ ndị 1990s.",
    "Westberg kọwara na atụmatụ asambodo CSU agbanweela ụfọdụ oge n'afọ ndị gara aga.",
    "O kwuru na mwepụta asambodo ọbụla ga-adị etu ọ na-adị n'agbanyeghị mgbe onye ahụ ji gụchaa akwụkwọ.",
    "Nke a mere na ọ bụrụ na Tinubu wetara asambodo ọzọ n'afọ 1990s, ihe a ga-enye ya ga-abụ etu asambodo si adị mgbe ahụ.",
    "Ebe foto si, Chicago State University",
    "Asambodo CSU nyere ụmụ akwụkwọ n'afọ 1998 na 1999. Nke Tinubu nyere Inec yiri nke 1998",
    "Asambodo atọ ndị si n'afọ ndị 1990s nke CSU wepụtara yiri nke Tinubu ji.",
    "Otu n'ime ha bu ubochi 18 Disemba 1998 yiri (e wezụga aha, klassi nakwa ụbọchị) asambodo nke Tinubu nyere Inec.",
    "Westberg kwukwara na CSU anaghị edekọ mgbe ụmụ akwụkwọ ochie ji ana asambodo nnọchianya nke mere na edetughi mgbe niile Tinubu nara asambodo ya ọzọ.",
    "Nke ọ nyere Inec nwere ebe ekepụrụ njirimara mahadum ahụ nke Westberg kwuru na o nwereike ichapụ mgbe e mere ya \"photocopy\"",
    "Anyị nyochara asambodo ahụ were chọpụta n'ezie na akụkụ ya chapụrụ achapụ mgbe e mere ya \"photocopy\".",
    "Ebe foto si, ...",
    "Nke a bụ asambodo Tinubu nyere Inec. Ebe akara mmemme gosiri ebe chapụrụ achapụ",
    "BBC kpọtụrụ ndị otu Tinubu inweta otu asambodo ahụ. Ha zitere ihe ha kwuru bụ naanị asambodo ahụ fọrọ. Ọ bụ akwụkwọ dị ọcha dịrị oji ma yie nke ha zigaara Inec.",
    "Amerika",
    "Ndọrọndọrọ ọchịchị",
    "Bola Tinubu",
    "Atiku Abubakar",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ozi asị",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Multiple Taxation: Etu oke ụtụisi si awapụ ndị ahịa, ọkwọụgbọala ọgọdọ n'Ọwụwa Anyanwụ10 Ọktọba 2023",
    "Gịnị bụ Hamas? Gịnị na-eme n'Izrel n'okeala Gaza? Na ajụjụ ndị ọzọ...9 Ọktọba 2023",
    "Drambi Vandi: Ụlọikpe amaala onye uweojii gbagburu Bolanle Raheem ikpe ọnwụ9 Ọktọba 2023",
    "Israel-Gaza crisis: Ihe ise gbara ọkpụrụkpụ mere ọhụrụ a14 Ọktọba 2023",
    "NA EME UGBU A Etu ‘Transformer’ si gbaa, gbagbuo mmadụ isii1 Ọktọba 2023",
    "Simeon Okezuo Nwobi: Onye bụ ụkọchukwu a Pope họpụtara dịka Bishọp Ahiara Diocese?14 Ọktọba 2023",
    "Bola Tinubu diploma: Ọ bụ eziokwu na o ji asambodo adịgboroja? Lee ihe BBC Disinformation chọpụtara11 Ọktọba 2023",
    "Multiple Taxation: Etu oke ụtụisi si awapụ ndị ahịa, ọkwọụgbọala ọgọdọ n'Ọwụwa Anyanwụ10 Ọktọba 2023",
    "Lee ụfọdụ ndị Ipob ụlọikpe sị ka a tọhapụ ma kwụọ ha ụgwọ 12 Ọktọba 2023",
    "Teachers Salary: Kedụ ihe ndị nkuzi na-eri n'ụgwọọnwa n'Ugwu na Ndịda Naijiria? 11 Ọktọba 2023",
    "'Anyị a na-alụ agha?' Ndị bi na mpaghara Okigwe na-ebegara gọọmentị akwa enyemaka8 Ọktọba 2023",
    "Father Okunerere kwesịrị ka e too ya ọ bụghị itinyere ya ọgbatauhie - Fada Mbaka",
    "Simeon Okezuo Nwobi: Onye bụ ụkọchukwu a Pope họpụtara dịka Bishọp Ahiara Diocese?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}