{
  "published": "11:48",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Charles Soludo: Nsogbu anyị nwere bụ na ndị Anambara anaghị akwụ ụtụisi",
    "Onye dere ya, Ebere Ekeopara na Okechukwu Omeire",
    "Ndị mere akụkọ a,  Reporter na Video Journalist",
    "Ọktọba 2023",
    "Aka na-achị Anambra steeti bụ Charles Soludo  ekwuola na mmepe obodo ndị mmadụ na-atụ anya ya, dịka agụmakwụkwọ na ezigbo ọkporoụzọ, bụ n'ego ụtụisi gọọmentị na-anakọta ka ọ ga-esi.",
    "Na mkparịtaụka ya na BBC Igbo nwere na nsonso a, o kwuru na ọtụtụ ndị nnukwu mmadụ ndị nwere ụlọ na ụlọọrụ, kwesịrị ị na-atụ ụtụisi ha oge niile, anaghị eme nke a.",
    "Soludo kwuru na ọrụ ọchịchị ya bụ ịgbanwe nke a, ma kwụsịkwa ndị agbara na-ana ụtụisi iji nye ohere ka ego na-abata n'akpa gọọmentị etu o kwesịrị.",
    "Exclusive Interview: 'Ndị ritere ọkwa gọvanọ n'ụlọikpe ma n'ime obi ha na ha abụghị gọvanọ' - Rochas29 Nọvemba 2021",
    "'Ntọ na enweghị ihe e ji enyere ndụ aka so na ihe na-achụ Ndigbo n'ala Igbo'26 Nọvemba 2018",
    "Ọ rụtụkwara aka n'ihe ndị ọzọ ọchịchị ya na-eme iji kwalite akụnaụba, agụmakwụkwọ nakwa iji belata ahụhụ so mwepụ gọọmentị etiti wepụrụ ego nkwụbilata ego mmanụ ụgbọala (fuel subsidy removal), na ihe ndị ọzọ.",
    "Gere mkparịtaụka a n'ụju n'ihe onyonyo dị n'elu:",
    "Naijiria",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe kpalitere m ji see eserese obodo Amagu nke fesara n'ịntanetị niile - Juliet Godwin1 Ọktọba 2023",
    "Ladipo Market: Ihe mere gọọmenti Legọs steeti ji kpọchie ahịa anyị - Ndị isi ahịa Ladipo29 Septemba 2023",
    "Nigerian Independence Day 2023: Akwụsịrị m 'fuel subsidy' maka ọganihu Naịjirịa - Bola Tinubu1 Ọktọba 2023",
    "Ihe anyị chọpụtara gburu Mohbad - Ndị uweojii Legọselekere 8 gara aga",
    "NA EME UGBU A Narges Mohammadi eritela nturuugo Nobel Peace Prize 20231 Ọktọba 2023",
    "New Artisan: Nyocha ịrụzi akwa mmiri a na-aga n'ihu n'Enugwu6 Ọktọba 2023",
    "Nnamdi Kanu Supreme Court case: 15 December bụ mgbe a ga-ekpebi ikpe a5 Ọktọba 2023",
    "Ago Accident: 'O rughị nkeji 10 mụ na nwunye m hụrụ, ụgbọala akụgbuo ya- di nwaanyị nwụrụ n'ọdachi a sị Lastma kpalitere'5 Ọktọba 2023",
    "Africa Eye: Etu ndị nhazi egwuregwu bọọlụ si emetọ ụmụntakịrị nwoke na mba Gabon4 Ọktọba 2023",
    "Nsogbu anyị nwere bụ na ndị Anambara anaghị akwụ ụtụisi  - Soludo2 Ọktọba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Ago Accident: 'O rughị nkeji 10 mụ na nwunye m hụrụ, ụgbọala akụgbuo ya- di nwaanyị nwụrụ n'ọdachi a sị Lastma kpalitere'",
    "Ihe anyị chọpụtara gburu Mohbad - Ndị uweojii Legọs",
    "Nnamdi Kanu Supreme Court case: 15 December bụ mgbe a ga-ekpebi ikpe a",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}