{
  "published": "18 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty images",
    "Lee ka ọsị ga na-egwuregwu bọọlụ Naịjirịa na Ivory Coast taa",
    "Ugo Naịjirịa agbachaala bọọlụ ha na Ivory Coast.",
    "Na nkeji izizi, o weghị ndị nyere gooli mana ka abatara nkeji nke abụọ, Naịjịrịa nwetere asụwa agbaa (penalty kick) nke ha jiri merie bọọlụ nke taa.",
    "Ihe kpatara ya bụ asụwa agbaa bụ aka onye otu Ivory Coast bụ Ousmane Diomande  kwara onye otu Naịjirịa bụ Victor Osimhen.",
    "Onye nyere goolu bụ William Troost-Ekong.",
    "Cheta na nke a bụ bọọlu nke abụọ Naịjirịa na-agba n'Asọmpị AFCON 2023.",
    "Ndi izizi ya na ha gbara bụ Equitorial Guinea, nke biri na 0 - 0.",
    "Ebe foto si, Getty Images",
    "Lee ka ọsị ada na egwuregwu bọọlụ Naịjirịa na Ivory Coast",
    "A gbaala nkeji izizi mana o nweghi otu nyere goolu.",
    "Ugbua, ha na adị njikere igba nkeji nke abụọ.",
    "Ebe foto si, Getty Images",
    "Kemgbe afọ 1980, Naịjịrịa na Ivory Coast agbaala bọọlụ ugboro isii n' asọmpị AFCON.",
    "Nke ha ga agba tata ga-eme ya ugboro asaa mba abụọ ahụ ga-ezuta onwe ha.",
    "N' asọmpị isii ha gbarala, Naịjịrịa meriri ugboro abụọ, ebe Ivory Coast meriri ugboro abụo; mana ha gbara onye lawa, onye lawa n' asọmpị ugboro abụọ.",
    "Victor Osimhen: Anyị nwere ndị bọọlụ nwere ike imeri n'asọmpi  Afcon18 Jenụwarị 2024",
    "Victor Osimhen eturula ugo 'ọkachasị agba bọọlụ' n'asọmpi Serie A' nke Italy afọ 20236 Disemba 2023",
    "Kedu etu Naịjirịa ga-esi kwalite onwe ha na njem itozu ikombaụwa? 25 Nọvemba 2023",
    "O nweghị onye ma ndị ga-emerị na bọọlụ ha ga-agba tata maka na mba abuo ahụ dị ka ha amara onwe ha n' Afrika.",
    "Na bọọlụ ịkpeazụ Naịjịria na Ivory Coast gbara na afọ 2013, Naịjịrịa jịrị ọkpu abụọ asatara otu merịe, ma gaa n’ ịhụ buru iko AFCON n'afọ ahụ.",
    "Tata, Naijịria na Ivory Coast ga-akwata ya na amaegwuregwu Olympik Ebimpe dị na mgbago Ugwu Abidjan.",
    "Naịjịrịa na ndi Equatorial Guinea gbara 'onye lawa- onye lawa' na bọọlụ nke mbụ ha gbara.",
    "N' aka nke ọzọ, Ivory Coast jịrị ọkpụ abụọ merie ndị Guinea-Bissau.",
    "A bịa n' etu ọnọdụ ha sịrị dị na tebụlụ, Ivory Coast bu ndị nke mbu dịka ha nwere pọntị atọ, ebe Naịjịrịa bụ ndị nke atọ nwere otu pọintị.",
    "Ndị ọzọ nọ na tebụlụ Naịjịrịa na Ivory Coast bụ ndị Guinea-Bissau, na ogbo ha bụ Equatorial Guinea.",
    "Afịrịka",
    "Naijiria",
    "Ivory Coast",
    "Ụfọdụ ebe ihe gbara na Naịjirịa17 Jenụwarị 2024",
    "Suspension of Igwe Neni: Gịnị na-esere Obi Onicha na Soludo?17 Jenụwarị 2024",
    "Okwu ụgha ndị dị na soshal midịa maka ihe gbara ka ogbunigwe n'Ibadan18 Jenụwarị 2024",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha21 Jenụwarị 2024",
    "Centenary City Enugu: Nke bụ eziokwu maka ụlọ ndị a na-akụtu ebe a21 Jenụwarị 2024",
    "NA EME UGBU A , Praịm Minista mba Isreal ajụla atụmatụ ikewapụta Steeti Palestine1 Jenụwarị 2024",
    "Kedụ ndị bụ ndịagha nnupụisi Houthi nke Yemen?20 Jenụwarị 2024",
    "A chọrọ igbu \"Password\" ka ọ nwụọ ọnwụ ike20 Jenụwarị 2024",
    "Supreme Court: Ụlọikpe kachasị akapịala ọchịchị gọvanọ Abiodun, Oborevwori, Nasir Idris na Abdullahi Sule19 Jenụwarị 2024",
    "Ọrụ 'vulcanizer' na-enye m ihe ruru puku iri n'otu ụbọchị - Nwada Bose17 Jenụwarị 2024",
    "Okwu ụgha ndị dị na soshal midịa maka ihe gbara ka ogbunigwe n'Ibadan18 Jenụwarị 2024",
    "AFCON: Naịjirịa emeriela Ivory Coast18 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Centenary City Enugu: Nke bụ eziokwu maka ụlọ ndị a na-akụtu ebe a",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Kedụ ihe ị ji mara 'Zik of Africa'?Emelitere ikpeazụ na: 16 Nọvemba 2019",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}