{
  "published": "9 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Adeleke Instagram",
    "Adeleke n'obi ya dịka gọvanọ",
    "Aka na-achị Osun steeti bụ Ademola Adeleke ekwuola na mmeri ya n'ụlọikpe bụ n'aka Chukwu na ndị Osun ka ya na-enyefe ya.",
    "Adeleke depụtara nke a n'akara Twitter ya ebe o gosiri etu obi dị ya na ya bụ mmeri.",
    "O kwuruna mmeri ya gosiri na ọ bụ ọchịchị onye kwuo uche ya n'ezie.",
    "Ụlọikpe kachasị kpọpụtara Ademola Adeleke nke pati People's Democratic Party dịka ezi onye meiri ntuliaka ọkwa gọvanọ nke Osun steeti e mere n'ọnwa Julaị afọ 2022.",
    "Ụlọikpe kpebiri nke ahụ n'Abuja ụbọchị Tuzde.",
    "Ndị ọkaikpe mmadụ ise kpere ikpe ahụ nke onyeisi ha bụ Jọstis Emmanuel Agim.",
    "Ha kachapụrụ mkpesa ndị pati APC na Gboyega Oyetola ma kwuo na ọ bụ Adeleke meriri ntuliaka ahụ nke bụ na ọ bụ ya ga-achị steeti ahụ kpọmkwem.",
    "Ebe foto si, Adeleke Instagram",
    "Adeleke emeriela Oyetola n'ụlọikpe kachasị iji bụrụ gọvanọ Osun steeti",
    "Ụfọdụ ihe ndị APC rụtụrụ aka na mkpesa ha bụ na e binyere aka karịa n'ụfọdụ be.",
    "Mana ụlọikpe ahụ kpebiri na  Gboyega na APC enwelighi ike igosi ihe ịgba ama na-enweghi ụta ọbụla gosiri na e binyere aka karịa ọnụ ọgụgụ maka na ha egosighi akwụkwọ e ji denye aha ndị tụrụ vootu kama ọ bụ naanị igwe BVAS bụ ihe w ji ama ọnụọgụgụ ndị tụrụ vootu kpọmkwem na ntuliaka dịka iwu ntuliaka 2022 siri kwuo.",
    "Ha kwuru na Gboyega na APC bụ naanị ndị mmadụ na otu onye ọrụ INEC ka ha chekwubere ma kpọpụta dịka ndị aka ebe.",
    "Na mkpebi ha; \"Akwụkwọ e ji edenye aha ka dị mkpa iji mata ọnụọgụgụ debanyere aha n'ebe a na-atụ vootu dị 774 a na-agbagha mana iji gosi ndị pụtara kpọmkwem ibinye aka ụbọchị ntuliaka, naanị ọnụọgụgụ BVAS ka a ga-ewe\".",
    "Jọstis Agim kwuru; \"Ụlọikpe a enweghi ike iwere okwu naanị otu onye na ihe ha depụtara n'akwụkwọ dịka ihe ịgba ama na e binyere aka karịa.",
    "N'okwu gbasara agụmakwụkwọ Adeleke, ụlọikpe ahụ kpebikwara na ndị mere mkpesa egosighi ihe aka ebe gosiri na Adeleke ji asambodo adịgboroja dịka ụlọakwụkwọ ebe ndị ọ gara ekwughi na asambodo ya bụ nke adịgboroja",
    "Ha kwukwara na okwu gbasara asambodo ya bụ ihe ụlọikpe kpebiri kamgbe afọ 2019.",
    "Ebe foto si, Ademola Adeleke/Facebook/Oyetola/Facebook",
    "Gboyeya Oyetola na pati ya bụ All Progressives Congress (APC) na-agbagha bu mkpebi ụlọikpe mkpegharị mere n’ọnwa Maachị 2023 nke kwuru na ọ bụ  Ademola Adeleke nke Peoples Democratic Party (PDP) bụ onye nwetere mmeri n’ezie na ntuliaka ahụ.",
    "Oyetola na APC buuru mkpesa gaa ụlọikpe kachasị dịka ha chọrọ ụlọikpe ahụ mezie mkpebi ikpeazụ n’okwu a kpọm kwem.",
    "Cheta na ụlọikpe mkpesa maka ntuliaka bụ Osun State Election Petition Tribunal kwuburu na ọ bụghị Adeleke nwetere mmeri kama na ọ bụ Oyetola nwetere mmeri na ntuliaka n’ikpe nke ụbọchị 16 nke ọnwa Nọvemba, 2022.",
    "Ugo eberela na mgbagbu n'ụlọikpe kachasi ebe a na-eche mkpebi ikpe ahụ",
    "Ademola Adeleke: Ụlọikpe kachasị ga-ekpezi onye nwetere mmeri n'Osun steeti - Gboyega Oyetola25 Maachị 2023",
    "Inec certificate of return: Ademola Adeleke anatala asambodo irigo n'ọkwa gọvanọ Osun16 Julaị 2022",
    "Osun Election: Ụlọikpe enyela Adeleke mmeri22 Maachị 2019",
    "N’ọnwa Maachị 2023, ụlọịkpe mkpegharị bụ ebe Adeleke bu okwu a gaa bụ ebe ọkaikpe Mohammed Shuaibu duru ikpe ahụ kwuru na ọ bụ Adeleke nwetere mmeri n’ezie.",
    "Ụlọịkpe mkpegharị kwuru na ụlọikpe mkpesa maka ntuliaka dara ya mgbe ha kwuru na atụfere vootu site n’akụkụ ha nụrụ na ntị dịka ha tulechara ozi nọ n’igwe Bvas nakwa akwụkwọ ndị e ji tụọ vootu.",
    "Ụlọikpe ahụ kwuru na akwụkwọ e ji tụọ vootu bụ ntụọ eji e mee mkpebi maka ntuliaka ọbụla ma kwuo na nke a bụ mkpọrọgwụ ntuliaka 2023.",
    "Ọ bụ ọkaikpe Tertsea Kume bụ onye duru ikpe ahụ kwuru na Oyetola bụ onye nwetere mmeri dịka ha kwuru na atụfere bvootu.",
    "Onyeisioche otu ikpe ahụ kwuru na e mere ntuliaka ahụ ‘na-esonyechaghị’ usoro iwu nyere maka ya bụ ntuliaka.",
    "Mana cheta na n’ụbọchị 17 nke ọnwa Jụlaị 2022, ụlọọrụ nhazị ntuliaka Naịjirịa bụ Independent National Electoral Commission (Inec) kpọpụtara aha Adeleke dịka onye meriri na ntuliaka ọkwa gọvanọ ahụ dịka o nwetere vootu 403371 ebe Oyetole sotere ya na mmeri dịka o nwetere vootu 375027.",
    "Ndọrọndọrọ ọchịchị",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ọsun steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ademola Adeleke bụ gọvanọ Osun steeti kpọmkwem - Ụlọikpe kachasị9 Mee 2023",
    "NA EME UGBU A Election Petition Tribunal: Taa ka ụlọikpe ga-anụ ikpe PDP gbara maka ntuliaka ọkwa onyeisiala Naịjirịa9 Mee 2023",
    "E yigharịala ikpe maka ntuliaka ọkwa onyeisiala 2023 gaa Tuzde, Wenezde8 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}