{
  "published": "26 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Mee 2024",
    "Na nsonso a, otu onye ejije Nollywood a ma ama bụ Shan George bere akwa mbara ọnụ dịka o na-eti mkpu na soshal midia banyere ihe karịrị nde naịra atọ si n'akpa ego ya n'ụlọakụ milaa dịka ọ kwụrụ mmadụ ụgwọ site n'akpa ego ya n'ụlọakụ.",
    "Na-agbanyeghị na ụlọakụ ya mechara kwụghachi ya ego ahụ,  ya bụ ọdachi malitere okwu banyere ụzọ ndị ekperima si e ji igwe ịntanet anapụ ndị mmadụ ego ha gbatara na mbọ.",
    "Ị nwereike kote buru maka ihe idere na soshal midia29 Ọgọọst 2019",
    "Cybersecurity Tips: Etu ị ga-esi gbanahụ 'hacking' n'ịntanetị23 Ọgọọst 2022",
    "Ndị ohi ịntanetị mba Nọt Korịa zuru ego 'crypto' ruru nde $40014 Jenụwarị 2022",
    "Otu onye ọkachamara n'ihe gbasara nchekwa na ịntanet (cybersecurity expert) bụ Peter Obadare kọwara BBC Igbo ụzọ mmadụ nwere ihe isi kwọọ aka tiere ọkụkọ aka n'okwu ohi ịntanet.",
    "Obadare bụ onye hiwere ụlọọrụ 'Digital Encoder Limited' rụtụrụ aka na mgbe ụfọdụ ndị ọrụ ụlọakụ bụ  ndị na-etinye aka enwe n'ofe n'ihe metụtara ịkpa aka n'ego mmadụ tinyere n'ụlọakụ.",
    "Ọ sịrị na mgbe ụfọdu, \" Ndị ọrụ ụlọakụ nwere atụmatụ ọjọọ nwere ike jiri ohere ha nwere n'ebe akpaego gị dị mee ihe masịrị ha.\"",
    "Ọzọ, bụ na  ndị ekperima nwere ike \"itinye ngwa ga-amata ozi dị na kaadị gị n'igwe ATM iji mịta akara Kaadị gị na akara mgbape ya.\"",
    "Obadare kọwara na nke a na-emekarị na POS maọbụ ATM ebe mmadụ anaghị anọkarị.",
    "'Phishing Scams'",
    "Ndị ekperima intanet  nwere ike ịghọgbu gị  i nye ha ozi dị mkpa banyere akpaego gị n'ụlọakụ site n'ozi email adigboroja, ozi ekwentị maọbụ ọbaozi websaitị adigboroja.",
    "Nje intanet",
    "Dịka Obadare si kọwaa, ' nje ọjọọ intanet Bekee kpọrọ \"malware\" maọbụ \"spyware\" nwere ike ị dọrọ ozi dị mkpa maọbụrụ ma ịpịa 'link maọbụ dọbata ozi ọjọọ\" n'ekwentị gị maọbụ kọmputa gị.",
    "Ozi dị mkpa maka ndịahịa gbapuo",
    "Ndị ekperima intanet nwere ike inweta ozi metụtara ụlọakụ gị site na mgbapu ozi dị  ndịahịa dị na kọmputa ụlọakụ maọbụ nke mgbere ị zụrụ ahịa nke Bekee kpọrọ 'data breaches'.",
    "Aghụghọ uche",
    "E nwere usoro ndị ekperima si eji aghụghọ jụputa gị ama n'ire nke na ị ga-enye ha ozi dị mkpa nke gụnyere ime ka ha esi ụlọakụ gị.",
    "Netwọk enweghị  nchekwa",
    "Iji netwọk e hiwere maka ọha (public wifi ezirita ego maọbụ kwụọ ụgwọ n'ihe ị zụr ụ n'intanet nwere ike ime ka o dịrị ndị ekperima intane mfe inweta ozi dị mkpa banyere gị nke ha nwere ike iji zuo gị ohi.",
    "Ihe edoghị gị anya mee",
    "Ọ bụrụ na a kụpụ ego ị maghị maka ya n'akpaego gị.",
    "Ekwe ị maghị maka ya kụọ",
    "I nweta ozi maka mgbanwe  abụghị nke i mere maọbụ ego abụghị gị wepụrụ",
    "I nweghị ike ịkwụli ụgwọ",
    "Ọ bụru na ị chọọ ịkwụ ụgwọ ihe ị zụrụ mana ọ naghị aga aga na-agbanyeghị na i nwere ego zuru n'akpaego gị.",
    "Mụta etu ị ga-esi gbochie foto ọtọ maọbụ onyonyo aramara gị ịgba n'anwụ28 Ọktọba 2021",
    "E tiwela mkpu ka a kwụsị iji ATM kaadị ele ndị gba ọtọ n'intanetị8 Mee 2020",
    "Tekinụzụ '5G network' a na-abịa ọ ga-agbanwe ndụ gị?26 Nọvemba 2019",
    "Nsogbu ịgbape akpaego gị",
    "Inwe nsogbu ịgbape akpaego gị maọbụ nweta ozi na a kpapere ya na nsonso a maọb u na-agbanwere  akara mgbape gị Inweta ozi site n'ụlọakụ",
    "Inweta akwụkwọozi, oku ekwentị  maọbụ  email site n'aka ụlọakụ nke na-ekwu  banyere ije edoghị anya na-aga n'akpaego gị n'ụlọakụ.",
    "Mgbanwe ozi etu e si enweta gị",
    "Ị nweta ozi na-ekwu na a gbanwere ozi banyere etu e si enweta gị dịka akara ekwentị , ebe i bi nakwa  nakwa email gị, na abụghị gị si ka e mee nke a.",
    "Ego na-efu efu",
    "Ọ bụru na ego fọrọ n'akpaego gị pekarịa ihe ọ kwesịri ịbụ na-enweghị nkọwa ihe butere nke a.",
    "Ebe foto si, Getty Images",
    "Tie mkpu ozigbo",
    "Tie mkpu mkpesa tigara ụlọakụ gị ozigbo ị chọpụtara na a kpara ego gị aka",
    "Kpochie akpaego gị",
    "Gbalie gbachie akpaego gị nwa mgbe nta ka ọzọ ghara ime.",
    "Gbanwee akara mgbape gị",
    "Ọ dị mkpa ịgbanwe akara mgbape(password) akpaego gị  nakwa nke email iji mepe akpaego ahụ n'ụlọakụ.",
    "Nye mkpesa",
    "Weghara ndị uweojii mkpesa maka mpụ ego e mere gị ma zigaraea ngalaba n'ahụ maka mpụ ego ozi.",
    "Leruo ozi 'ka o si aga' nke akpaego gị anya",
    "Nyochaa ego batara maọbụ pụọ n'akpaego gị ma nye mkpesa ma ị chọpụta ihe adịghị ka o kwesịrị ịdị.",
    "Anya gị dị n'ego nna-abata",
    "Anya gị ruo n'ego na-abata iji mata ma o nwere mgbanwe maọbụ ihe ọhụrụ ọbụla.",
    "Chọọ ndụmọdụ onye ọkaiwu",
    "Ị chọ enyemak ọkaiwu dị mkpa ọkachasị ma ọ bụrụ na ọ bụ akatamkpo ego ka e zupuru n'akpaego gị n'ụlọakụ",
    "Ebe foto si, Getty Images",
    "Eleke mụta e fewe e beghị ebe, dinta amụta, atụghị atụ, a gbaa. Dịka ndị ọkachamara n'okwu nchekwa intanet si kwuo, e nwegara ụzọ mmadụ ga-esi akpachi akpaego ya n'ụlọakụ  ka aka ndị ọchọnganoko ghara irutụ ya.",
    "Dịka Ọkammụta Obadare si kwuo, ụzọ ndị a gụnyere:",
    "Inwe akara mgbape  siri ike",
    "Ọ sịrị, \"Were akara mgbape tara akpụ akpọpe akpaego gị ma na-agbanwe ya kwa mgbe kwa mgbe.\"",
    "Ụzọ abụọ n'ime otu mgbape",
    "Nwee usoro ụzọ abụọ n'ime otu mgbape nke Bekee kpọrọ , \"two-factor authentication*. Obadare sịrị, \" Nke a ga-atụkwasa nchekwa n'elu nchekwa ego gị.\"",
    "Jiri naani netwọk nwere ezi nchekwa",
    "Naani intanet were anya na o nwere nchewa bụ ihe kacha mma ime ihe gbasara izipụ ego n'akpaego gị.",
    "Ọ sịrị, \" Gbara ime ihe ego n'elu intanet ọha. Ọ dị gị nnukwu mkpa were VPN mee ihe ị chọrọ ime.\"",
    "Ebe foto si, Peter Obadare",
    "Nlekọta mgbe nile",
    "Anya gị na uche gị na-adị n'ihe na-eme n'akpaego gị mgbe ọbụla.",
    "Mgbe abụla mgbe na-ele anya n'ihe n'aga na akpaego gị. Ị nọkata jụọ ma na-ta akwụkwọ ozi sgosiri ihe na-aga n'akpaego gị n'aka ụlọakụ gị.\"",
    "Tinye usoro ekwe ọkụkụ",
    "Tinye usoro ego gafee ego ole dị aghaa n'akpaego gị, ekwe kụwa(alert setting.)",
    "Anya saa maka ozi wuruwuru",
    "Kpachapụ anya gị maka ozi ọbụla na-ajụ gị maka ihe metụtara gị onwe gị dịka akara mgbape akpa gị, oge a mụrụ gị maọbụ aha nne gị.",
    "Gbaa mbọ na-adọrọ ngwa intanet ọhụrụ nke ekwentị/kọmpụta gị",
    "Hụ na ekwentị gị maọbụ 'laptop' gị nwetara nchekwa ọhụrụ ọbụla ndị rụrụ ya wepụtara iji chekwaa ihe ndị a ka nje ịntanet ghara ịba ya.",
    "Ụlọakụ",
    "Naijiria",
    "Azụmahịa nke kọmpụta",
    "Ego mmadụ",
    "Ịkpa arụ nke cyber",
    "Ịji ego achụ ego",
    "Akụ na ụba",
    "Ihe ndị ịmaghị maka nsị si n'agwọ, akpị nakwa agụụlọ19 Mee 2024",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ a9 Mee 2024",
    "Ọ bụ ụlọikpe ga-ekpebi ikpe Nnamdi Kanu – Okaiwu ukwu Naịjirịa24 Mee 2024",
    "Sit-At-Home: Aka m na Nnamdi Kanu adighị na ogbugbu ndịagha - Emmanuel Iwuanyanwu, Onyeisi Ohaneze Ndigboelekere 6 gara aga",
    "Lee etu okwe si agba na mpụtara ntuliaka ọkwa onyeisiala mba Saụt Afrịka30 Mee 2024",
    "Abụ njirimara ochie ga-enyere aka jikota obodo Naịjirịa – Sịnatọ Victor Umehelekere 7 gara aga",
    "\"Ọchịchị onyekwuouche ya ka dị ndụ n'Afrịka\" - Goodluck Jonathan29 Mee 2024",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ27 Mee 2024",
    "O nwere mmiri ara dị ilu nwereike igbu nwa ọhụrụ?26 Mee 2024",
    "Gọvanọ Kano Steeti enyela iwu ka a nwụchie Ado Bayero bụ Emir a chụrụ achụ25 Mee 2024",
    "Ụzọ asaa ndị ekperịma nwere ike isi zupu ego gị dị n'ụlọakụ26 Mee 2024",
    "Genetically Modified Mosquitoes: Ị nụla maka anwụnta ndị a e ji ebuso ọrịa ịba agha?25 Mee 2024",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sit-At-Home: Aka m na Nnamdi Kanu adighị na ogbugbu ndịagha - Emmanuel Iwuanyanwu, Onyeisi Ohaneze Ndigbo",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}