{
  "published": "11 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AMEN/Facebook",
    "Ụkọchukwu Katolik a ma ama mabụrụ onye na-achịkọta ekpere \"Adoration Ministry Enugu bụ Fada Ejike Mbaka agbarụọla ihu banyere ndọrịta Gọọmentị Etiti na ndị ọrụ na-adọ maka ibulite ụgwọọma opekata mpe ndị ọrụ.",
    "Gọọmentị Etiti na otu jikọrọ ndị ọrụ bụ Nigeria Labour Congress(NLC) na-adọrịta ụka banyere isi na puku naira iri atọ(N30,000) bulie ụgwọọnwa opekata mpe  rue narị puku iri isi (N60,00 dịka ụgwọọnwa mana ṅdịọrụ jụrụ ajụ, si na o nweghị ihe ego ahụ ga-ezuru ndịọrụ..",
    "Abụbụọrụ nwereike ịmalite ọzọ echi dịka NLC, TUC gbajọrọ N62,00012 Juun 2024",
    "N60,000 na N100,000: Kedu nke gọọmentị etiti ga-akwụ ndị ọrụ?5 Juun 2024",
    "N'oziọma o ziri n'ogige ekpre Adoration dị n'Emene, Enugu, ụbọchịụka, nke e wepụtara n'ọbaozi Facebook, Mbaka, onye boro ebubo na ndị nọ n'ọkwa ọchịchị na-ana ego maka ihe isi ike Bekee kpọrọ 'hardship allowance' mana na-adọ ụka ịkwụ ndịọrụ 'ụgwọọnwa opekatampe jụrụ ma ego ahụ gọọmentị chọrọ ịkwụ ọ bụ maka ịkwụ ụgwọ ụlọ ka ọ bụ maka njem ụgbọala ha ji aga ọrụ.",
    "Mbaka dọrọ ndị n'ọkwa ọchịchị aka na ndị ka ha ghara ịga n'ihu na-eme ihe masịrị, na-eche na o nweghị ndị mmmadụ ga-eme, si na nke a pụrụ itinye Naijiria na nnukwu nsogbu.",
    "\"Ndị ndu anyị na-ana ego maka ọnọdụ ihe isi ike mana ndị ọrụ na-achọ obere ụgwọọnwa opekatampe.\"",
    "Ọ tụrụ arịrị na ihe isi ike nke siri na gọọmentị banye gọọmentị ọzọ na-aga n'ihu ma kwuo na ndị ọchịchị na-ekpekpa ndị ha na-achị ahụ aghaghị ịta ahụhụ dịrị ha maka ihe ha na-eme ọha ụmụ Naijiria sị, \"Ha nwere ike ịzụ Inec, ha nwere ike ịzụ ndị ọkaikpe. Ha nwere nchekwa dị n'iwu( (immunity). Mana ha enweghị nchekwa megide karma. Karma anaghị eri ngarị. Otu ụbọchị ọ ga-eme.\"",
    "\"Ndị dowere obodo etu a, aghaghị ịta ahụhụ ya.\"",
    "Saulos Chilima: Ihe ị kwesịrị ịma maka osote onyeisiala Malawi11 Juun 2024",
    "Ihe IGP kwuru maka Andrew Ochekwo,Celine Ndudi na Afiba Tandor13 Juun 2024",
    "Etu nwaanyị si gbuo enyi ya nwoke maka ike ego ha nwetara na nwayo10 Juun 2024",
    "Etu ụlọelu ogogo ise si daa n'ụlọakwụkwọ DMGS dị n'Onitsha, Anambra Steetielekere 8 gara aga",
    "NA EME UGBU A, A ga-anwụchiriri Simon Ekpa ma kpee ya ike – Onyeisi ọrụ nchekwa na Naịjirịa",
    "\"Junior Pope anwụchaala tupu a gụpụta ya na mmiri\" 13 Juun 2024",
    "Ndị ọchịchị na-ana 'hardship allowance' mana obere 'minimum wage' bụrụ okwu- Fada Mbaka 11 Juun 2024",
    "A nwuchiela ndịuweojii a na-enyo maka 'ọnwụ' Andrew Ochekwo?13 Juun 2024",
    "Ndị uweojii achụọla onye uweojii a sị gbagburu Emmanuel Okocha12 Juun 2024",
    "Enugu steeti: Lee ihe na-esere ECTDA na EEDC11 Juun 2024",
    "Saulos Chilima: Ihe ị kwesịrị ịma maka osote onyeisiala Malawi nwụrụ anwụ11 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo12 Juun 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụkọchukwu edurula ndị ụka mee ngagharịiwe maka ajọ okporoụzọ n'AbaEmelitere ikpeazụ na: 10 Juun 2020",
    "Etu nwaanyị si gbuo enyi ya nwoke maka ike ego ha nwetara na nwayo",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}