{
  "published": "02:21",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Sit-at-home agaghị eme ka Nnamdi Kanu pụta na mkpọrọ, anyị achọghịzi ya - Ndị bi n'Enugwu",
    "Onye dere ya, Ebere Ekeopara",
    "Ndị mere akụkọ a,  Reporter",
    "Ebeg o si  Enugu",
    "Julaị 2023",
    "Ọtụtụ ndị mmadụ n'Enugwu steeti pụtara n'ụbọchị Mọnde mee ngagharịiwe maka iwu onye nọrọ n'ụlọ bụ nke ndị otu sị na ha na-azọ nnwereonwe Biafra na-etinye kwa ụbọchị Mọnde ọbụla.",
    "Ha mere nke a n'ụbọchị Mọnde iji gosi nkwado ha maka mmachi nke Gọvanọ Enugwu Steeti bụ Peter Mba machiri ọnọdụ 'sit-at-home' ahụ.",
    "Cheta na ndị otu na-zaọ nnwereonwe Biafra bụ Ipob n'ịchafụ, kwuru na ọnọdụ mmachi mkpagharị ha na-etinye na mpaghara Ọwụwa Anyanwụ kwa Mọnde ọbụla bụ iji gosi iwe ha maka etu gọọmentị Naịjirịa si jide onyeisi ha bụ Nnamdi Kanu na mkpọrọ n'Abuja.",
    "Mana ụfọdụ n'ime ha gwara BBC Igbo okwu kwuru na ọ bụ eziokwu na ha chọrọ ka gọọmentị tọhapụ Nnamdi Kanu, kama ha ma na ọ bụghị ịnọ n'ụlọ ụbọchị Mọnde ọbụla ga-eme ka a tọhapụ ya.",
    "Ha kwuru na mmachi mkpagharị kwa Mọnde ọbụla, bụ nke na-anọzu otu izuụka maọbụ abụọ oge ụfọdụ, emeela ka ọnọdụ akụnụba ala Igbo dakpọọ.",
    "\"Agụụ jizi onye ukwu na onye nta, ụmụaka na-agazi akwụkwọ n'ụbọchị Satọde, ndị ahịa anaghị enwezi ndị ahịa n'ihi ọnọdụ a, anyị achọghịzi ya,\" ka otu onye n'ime ndị a na-eme ngagharịiwe kwuru.",
    "Ihe ndị mere n'ụbọchị Mọnde, Jun 5, dịka gọọmentị Enugwu machiri 'sit-at-home'9 Juun 2023",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'16 Ọgọọst 2021",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua4 Eprel 2022",
    "Ebe foto si, Enugu Govt",
    "Gọvanọ Enugwu Steeti bụ Peter Mbah enyela iwu ka ndị ọrụ nchekwa kpọchie ụlọahịa ndị mmadụ bụ ndị na-emepeghị n'ụbọchị Mọnde, n'ihi iwu 'sit-at-home' nke ndị otu na-azọ nnwereonwe Biafra tinyere.",
    "Nke a na-abịa dịka ụfọdụ ndị mmadụ pụtara mee ngagharị n'Enugwu taa bụ ụbọchị 24 nke ọnwa Julaị 2023, na-ekwu na ha achọghịzi iwu 'sit-at-home'.",
    "Gọọmentị Enugwu kwuburu na ha amachiela 'sit-at-home' ma dọkwaa aka na ntị na ha ga-emechi ụlọahịa maọbụ ụlọakwụkwọ ndị jụrụ imepe n'ụbọchị Mọnde ọbụla.",
    "Ha mejupụtara nke a dịka ndị ọrụ gọọmentị malitere ịkpọchi ụlọahịa ndị mmadụ n'ụbọchị Mọnde.",
    "Ndị ọrụ gọọmentị kpagharịrị n'ahịa 'Main Market', 'Holy Ghost' na 'New Market', na-amapado akwụkwọ n'ụlọahịa niile mechiri emechi iji gosi na gọọmentị emechiela ha.",
    "Ode akwụkwọ gọọmentị Enugwu bụ Ọkammụta Onyia kwuru na gọọmentị na-eme nke a iji gosi na ha kwụsiri ike na mkpebi ịmachi iwu onye nọrọ n'ụlọ kpamkpam na steeti ahụ.",
    "Ụfọdụ ndị bi n’Enugwu Steeti amalite ime ngagharịiwe megide atụmatụ ịnọ n’ụlọ kwa Mọnde ọbụla bụ nke otu ngalaba otu na-achọ nwereonwe Biafra bụ Indigenous People of Biafra (Ipob) hiwere.",
    "Ndị a gụnyere otu dị iche iche dịka ndị ntoroọbịa, ndị okenye, ndị aka ọrụ, ndị na-azụ ahịa nakwa ndị ọrụ bekee gbakọtara ọnụ kwuru na “o zuola bụ na o zuola n’atụmatụ ịnọ n’ụlọ n’Enugwu steeti”.",
    "Ha gbarụrụ ihu ma kwuo na kamgbe atụmatụ a malitere n’ọnwa Ọgọstụ 2021, na o nweghi uru ọbụla ha na mpaghara Ọwụwa Anyanwụ ndị ọzọ riterela na ya.",
    "Ha gara n’ihu kwuo na ọ bụ naanị ogbugbu ndị mmadụ na nndakpọ akụnaụba ka atụmatụ ịnọ n’ụlọ a na-ebute.",
    "Ndị a zukọrọ n'Okpara Square dị  ma kpagharịa n'ụfọdụ okporoụzọ dị n'Enugwu.",
    "Onyeisi otu jikọtara ndị ụka Kraịst n’Enugwu steeti bụ Emmanuel Ositadinma Ede so na-eme ngagharịiwe udo a gwara BBC Igbo na ihe e jiri ndị Igbo bụ imepụta ihe, na ndị Igbo anaghị eme ihe ọbụla uru na-adịghị na ya.",
    "O kwuru na ha na-eme nke a iji rubeisi ma kwadoo gọvanọ Enugwu steeti bụ Peter Mbah na nkagbu 'sit at home'.",
    "Ngagharịiwe udo ha a na-abịa dịka Simon Ekpa bụ onyendu otu ngalaba Ipob a kwuru na Enugwu ga-abụzi isisekpu ntị n’atụmatụ ịnọ n’ụlọ o hiwere.",
    "Ekpa gakwara n’ihu hiwe atụmatụ ịnọ n’ụlọ ruo izuụka abụọ malite na ngwụcha ọnwa Julaị afọ 2023 ma sị na o mere nke a ka gọọmenti Naịjirịa tọhapụ onyendu ha bụ Nnamdi Kanu.",
    "N'ọnwa Mee afọ 2023 mgbe gọvanọ Peter Mbah weere ọkwa ọchịchị n'Enugwu steeti, o kwuru na ọ kagbuola atụmatụ ịnụ n'ụlọ a kpam kpam.",
    "O kwuru na onye ọbụla , ụlọọrụ ọbụla rubereisi ma nọrọ n'ụlọ ga-anata ntaramahụhụ dị n'elu ya.",
    "Ebe foto si, Sam-Eze Chidera",
    "Otu onye ọzọ bi n'Enugwu kwuru gwara BBC Igbo na ụfọdụ ụlọọrụ gọọmenti nwe dịka ministri njem ụgbọala na ministri na-ahụ maka ikpe mepere emepe.",
    "O kwuru na ụfọdụ ụlọọrụ ndị mmadụ nkịtị nwe emebeghi na ụfọdụ kwuru na ha ga-emepe na mgbede.",
    "O gbakwụnyere na ụfọdụ ndị mmadụ na-agagharị n'ụzọ ebe ụgbọala ole ma ole na-agbakwa n'okporoụzọ.",
    "O kwuru na ọtụtụ ndị ọrụ Gọọmenti gakwara ọrụ dịịrị ha.",
    "Ebe foto si, Sam-Eze Chidera",
    "Atụmatụ onye apụla ezi a na-akpọ 'sit-at-home' bụ iwu otu Ipob hiwere na mpaghara Ọwụwa Anyanwụ iji kwanyere ndị nwụrụ n'oge agha Biafra ugwu.",
    "A na-emekaarị ya n'ụbọchị iri atọ nke ọnwa Mee afọ ọbụla.",
    "Mana kamgbe gọọmentị Naịjiria nwuchigharịrị Nnamdi Kanu bụ onye ndu ha, Ipob meziri iwu ka ịnụ n'ụlọ bụrụ ụbọchị Mọnde ọbụla nakwa ụbọchị Kanu ga-aga n'ụlọikpe.",
    "Kanu mechara nye iwu site n'ọnụ ọkaiwu ya bụ Ifeanyi Ejiofor sị ka Ipob kagbuo nke ụbọchị Mọnde, bụ nke ha mere.",
    "Mana otu n'ime ndị na-eso ụzọ Kanu bụ Simon Ekpa kwuru ka ndị mmadụ gaa n'ihu na-anọ n'ụlọ kwa Mọnde ọbụla nakwa ụbọchị ndị ọzọ.",
    "Nke a mere ka ndị mmadụ gaa n'ihu ịnọ n'ụlọ kwa Mọnde bụ nke ọtụtụ n'ime ha sị na egwu ịpụta ezi na-atụ ha maka na ndị ojiegbe egbuola ọtụtụ ndị pụtara ezi n'ụbọchị ndị ahụ.",
    "Naijiria",
    "Enugu Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}