{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Francis Nwifuru/Facebook",
    "Ndị gọvanọ Ọwụwa Anyanwụ ekwuola na ndị na-akpa mkpa mkpa na-akpọtụ na  mpaghara ahụ bụ ndị omekome, na ọ bụghị ndị na-agba mbọ maka nnwereowe Biafra.",
    "Ha kwuru nke a  dịka ha mechara ọgbakọ  otu jịkọrọ ha a kpọrọ 'South-East Governors' Forum n'ụbọchị Fraide (10/8/2023 n'obi Gọọmenti Enugwu Steeti.",
    "Sit-at-home: Ipob amapụtala atụmatụ ọhụrụ nke ha ga na-emezi kwa Mọnde n'Ọwụwa Anyanwụ5 Ọgọọst 2023",
    "Akwụkwọ ozi Nnamdi Kanu degaara Simon Ekpa bụ ezie, ama m akara edemede ya - Ada Biafra31 Julaị 2023",
    "Aka na-achị Imo steeti bụ Hope Uzodimma bụ onye gụpụtara mkpebi ndị gọvanọ Ọwụị̀a Anyanwụ nwere n'ọgbakọ ahụ sịrị, \"Otu a na-ekwu hooha na ndị na-ebute nsogbu nchekwa na mpaghara anyị na ndị na-abanyere ha aja n'ukwu bụ ndị omekome, e kwesịghị ịhụta ha dịka na-eti mkpu nnwereonwe.\"",
    "\" Ya mere o nwee onye a nwụchiri, si mee ya ka e si eme ekperima dịka iwu ala anyị siri dị.\"",
    "Dịka ha kelere ndị ọrụ nchekwa maka nkwado ha, ha kpebiri ijikọ aka ibu agha megide nsogbu nchekwa na-eleghị anya n'azụ nakwa na onwe ma rịọ nkwa nke Gọọmentị Etiti.",
    "Uzodimma gara n'ihu kwuo na ha kpebikwara inwe ọgbakọ nkwalite akụnaụba na nchekwa mpaghara ahụ n'ụbọchị ha ga-ekwupụta n'oge na-adịghị anya.",
    "Ebe foto si, Charles Soludo/Facebook",
    "Cheta na tigbuo-zogbuo na-aga n'ihu n'Ọwụwa Anyanwụ kemgbe Jenụwarị afọ 2021.",
    "Nsogbu a kawanyere njọ ka a nwụchiri Nnamdi Kanu ma tunye na mkpọrọ DSS dịka a na-ekpe ya ikpe maka ebubo metụtara iyi ndụ egwu na ịkpa nkata ịkwatu Gọọmentị Etiti dịka ndị otu ya bụ Ipob tinyere Nọrọnụlọ kwa Monde nke ha ji a kpo oku ka a tọhapụ ya.",
    "Mana Ipob mechara kwụsị nọrọnụlọ mana otu alaka otu ahụ k[pọrọ onswwe ha'Autopilot' gara n'ihu na amanye ndị mmadụ nọrọ n'ụlọ Monde ọbụla nakwa ụbọchị masịrị ha na-agbanyeghị na Kanu site n'ọnụ ndị ọkaiwu ya akpọọla oku ugboro ugboro ka a kwụsị nke a.",
    "Mmanye nọrọnụlọ atala isi ọtụtụ ndị mmadụ n'Ọwụwa Anyanwụ , mebie akụnaụba dara ndekwuru nde , ebe ụmụakwụkwọ na ndị ọrụ na-agha ahịa n'ihi nke a.",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Niger Coup: Ihe ndị gbara ọkpụrụkpụ na mkpebi ndị ndu Ecowas taaelekere 7 gara aga",
    "South-East Governors' Forum: Ihe ndị gọvanọ Ọwụwa Anyanwụ kpebiri maka ndị na-ebute nsogbu na mpaghara ahụelekere 4 gara aga",
    "Nwunye Ifeanyị Okoh ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ndị ezinaụlọ ya isii nwụrụ n'ụlọ ọhụrụ ha kwabara20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "South-East Governors' Forum: Ihe ndị gọvanọ Ọwụwa Anyanwụ kpebiri maka ndị na-ebute nsogbu na mpaghara ahụ",
    "Niger Coup: Ecowas ekpebiela iziga ndị agha na Nijie na ihe ndị ọzọ gbara ọkpụrụkpụ ha kpebiri taa",
    "Baby care cost: Ego ole ka ịmụ nwa n' ulọọgwụ, zụọ ihe nwa, nri nakwa uwe nwa ga-eri onye na mụ nwa mbụ ya ugbua?",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steetiEmelitere ikpeazụ na: 24 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}