{
  "published": "8 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọikpe etiti n'Abuja Naịjirịa ekpebiela ka e tinye onyeisi ụlọọrụ Binance bụ Tigran Gambaryan na mkpọrọ Kuje n'Abuja ruo oge e kpebiri ikpe gbasara ịhapụ na belu.",
    "Gambaryan bụ onye mba Amerịka kwuru na aka ya dị ọcha n'ebubo ise ụlọọrụ na-ahụ maka mpụ na nrụrụaka na Naịjirịa bụ Economic and Financial Crimes Commission (EFCC) boro ya.",
    "EFCC na-eo Gambaryan na onye otu ya bụ Nadeem Anjarwalla gbara ọsọ ebubo na ha ekwughi ebe ego ruru $35.4nde dọla ụlọọrụ Binance nwetara na Naịjirịa si.",
    "Gọọmentị Naịjirịa mara ọkwa na ha na-achọ Nadeem Anjarwalla achọ n'ihi na o si ebe eji ha gbapụ n'ọnwa Maachị ma o nweghi onye ma ebe ọ nọ ugbua.",
    "Mana ugbua, nwunye Gambaryan aha ya bụ Yuki ekwuola ka a hapụrụ ya di ya n'ihi na o nweghi ihe di ya mere, na aka ya dị ọcha n'ebubo niile a na-ebo ya.",
    "\"Obi agbawala m etu e si kpọgara di m na-enweghi ihe o mere n'ụlọ kpọrọ ebe ndị na-eyi ndụ egwu na ndị na-egbu mmadụ nọ. Obi agbawala etu e si na-emegbu ya ma jide ya n'ụzọ dị njọ maka na o kwetara ịga nzụkọ n'etiti Binance na gọomentị Naịjirịa n'ọnwa gara aga\".",
    "\"A na-ata ya ahụhụ maka nsogbu ọbụla ha nwere ma ọ bụ ihe ịgba anya mmiri na etu a ka ha si na-emegbu onye aka ya dị ọcha\" ka o kwuru.",
    "Tigran Gambaryan bụ otu n’ime ndịisi ụlọọrụ na-ahụ maka mgbanwerịka ego igwe ‘bitcoin’ bụ Binance ekwuola na aka ya dị ọcha n’ebubo ịtụ mgbere ego gọọmentị Naịjirịa boro ya site n’aka ụlọọrụ EFCC.",
    "Gambaryan bụ onye wuchiri n’ihu ọkaikpe Emeka Nwite nke ụlọuikpe ukwu dị n’Abuja na Mọnde sị na o nweghi mgbere ego ọbụla ụlọọrụ ha na-atụ.",
    "Ọkaiwu otu onye ọzọ n’azara ọnụ ya n’ebubo ahụ bụ Mark Mordi gwara ụlọikpe na ha etinyela akwụkwọ ka a gbapụta ha.",
    "Ọ gara n’ihu gwaa ụlọikpe ka o wepụ onye ọ na-anọchiteanya site n’ụlọmkpọrọ Kuje ma tinye ya n’aka ụlọmkpọrọ EFCC.",
    "Mana ụlọikpe jụrụ ịnabata arịrịọ ahụ dịka e yigharịrị ụlọikpe ahụ gawa n’ụbọchị 18 Eprelụ nakwa n’ụbọchị abụọ nke ọnwa Mee.",
    "Otu onye ọrụ Binance gbapụrụ n'ebe e ji ha n'Abuja",
    "Ụlọọrụ Federqal Inland Revenue Service nke gọọmentị Naịjirịa akpụpụla ụlọọrụ na-atụ mgbere ego dijitaal, kripto bụ Binance ụloikpe n'Abuja.",
    "Ndị a kpụpụrụ ụloikpe bụ Tigran Gambaryan na Nadeem Nadeem Anjarwalla. Tigran pụtara n'ụloikpe taa ebe Nadeem nọ n'ọsọ ugbua.",
    "Nke a na-eme ka esemokwu dị n'etiti Binance na gọọmentị Naịjirịa na-akawanye njọ.",
    "Cheta na gọọmenti Naịjirịa jichiri nnukwu ndị isi ụlọọrụ Binance abụọ n'ụbọchị Mọnde 26 Febụwarị 2024 n'ihi ebubo ịla akwụkwọ ego Naịra n’iyi bụ nke mere ikikere naịra jiri daa mba, tinyekwara ebubo ịkwado iyi ndụ egwu, ibufe ego Naịjirịa mba ndị ọzọ, ịgbanarị ụtụisi nakwa ihe ndị ọzọ.",
    "E jichiri Tigran na otu onye ọzọ kamgbe ọnwa Febuwarị mana akụkọ gbara na onye otu ya nke ọzọ gbapụr n'ebe e jichiri ha.",
    "Gọọmentị Naịjirịa ejirila atụmatụ dị icheiche dịka imachi Binance mee ka ego naịra gbalite megide nke dọla",
    "Ụlọọrụ Federal Inland Revenue Service FIRS bụ ndị na-akpụpụ Binance ụlọikpe taa n'ebubo ndị a:",
    "Na gị bụ Binance Holding a na-akpọkwa Binance, Tigran Gambaryan na Nadeem Anjarwalla (onye nọ n'ọsọ ugbua) malite n'ọnwa Jenuwarị afọ 2022 ruo ọnwa Jenuwarị afọ 2023 nọrọ n'Abuja mee azụmahịa gbasara ụloorụ dịka ụloakụ na-enweghi ikike ime nke ahụ.",
    "Na gị bụ Binance Holding a na-akpọkwa Binance, Tigran Gambaryan na Nadeem Anjarwalla (onye nọ n'ọsọ ugbua) malite n'ọnwa Jenuwarị afọ 2022 ruo ọnwa Jenuwari afọ 2024 nọrọ n'Abuja mee azụmahịa nke ndị ụlọakụ, ụlọ na-anata ụgwºọ ezumike na ụlọọrụ na-ere 'stock' na-enweghi ikike ime nke ahụ.",
    "Na gị bụ Binance Holding a na-akpọkwa Binance, Tigran Gambaryan na Nadeem Anjarwalla (onye nọ n'ọsọ ugbua) malite n'ọnwa Jenuwarị afọ 2022 ruo ọnwa Jenuwarị afọ 2024 jiri ọba azụmahịa kparịta ma tinye ego ọnụahia dọla megide naịra ma ị nweghi ikike ime nke ahụ na Naịjirịa mere i jiri daa iwu banyere nleta ego ndị ofesi.",
    "Na gị bụ Binance Holding a na-akpọkwa Binance, Tigran Gambaryan na Nadeem Anjarwalla (onye nọ n'ọsọ ugbua) kpakọrịtara n'ime onwe unu ma kpebie na unu agaghị ekwu ebe ọmụrụnwa unu ritere n'azụmahịa unu mere sitere mere unu jiri daa iwu gbasara mpu na Naịjirịa.",
    "Na gị bụ Binance Holding a na-akpọkwa Binance, Tigran Gambaryan na Nadeem Anjarwalla (onye nọ n'ọzọ ugbua) juru na unu agaghị ekwu ebe ego ruru $35,400,000 bụ ego unu nwetara na Naịjirịa sitere ebe unu ma na ihe unu na-eme megidere iwu.",
    "Tekinụzụ",
    "Ụlọakụ",
    "Itinye kọmpụta n'ọrụ",
    "Social media",
    "Azụmahịa nke kọmpụta",
    "Ego mmadụ",
    "Ịji ego achụ ego",
    "Ekwentị",
    "Akụ na ụba",
    "Ahịa",
    "Maka nwoke a sị tigburu nwunye ya n’Enugwu Steeti: Lee ihe BBC chọpụtaraelekere 5 gara aga",
    "Etu e si gbuo ụmụnne abụọ ma bekasịa ahụ ha n'Adani, Enugwu Steeti9 Eprel 2024",
    "",
    "Water Scarcity: Gọọmenti Enugwu ekwuola ihe mere mmiri ha kwere na nkwa anaghị agba6 Eprel 2024",
    "Electricity Tariff Hike: ''Ọ dị ka anyị ga-alaghachi n'ịmụ ọkụ mpanaka ugbua”5 Eprel 2024",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka7 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Binance vs Naịjirịa: 'Obi agbawala m na e tinyere di m na mkpọrọ agbanyeghi na aka ya dị ọcha' - Nwunye Tigran onye ọrụ Binance8 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ụmụada Enugu state 'na-eweta ọkụ' na NigeriaEmelitere ikpeazụ na: 4 Septemba 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mother's Day: Ugboro ole ka a na-emedị ụbọchị ndị nne n'afọ?Emelitere ikpeazụ na: 8 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}