{
  "published": "19 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Google/BBC",
    "Ndị ekperima amaghị ndị ha bụ wakporo obodo Awgbu, dị n'okpuru ọchịchị Orumba North n'Anambra Steeti n'abalị ụbọchị Tọzde, gbaa ahịa obodo ahụ ọkụ ma gbuo mmadụ anọ.",
    "Otu onye obodo ahụ na-achọghị ka anyị kpọpụta aha ya gwara BBC Igbo na mwakpo a mere n'ebe elekere itoolu nke abalị.",
    "Onye a kwuru na ndị ekperima ahụ gbagburu mmadụ atọ, ebe onye nke ọzọ ka ha gbara ọkụ na ndụ n'ime ụlọahịa ya ebe ọ na-ere mmanụ ụgbọala.",
    "Ọnụ na-ekwuru ndị uweojii Anambra Steeti bụ Toochukwu Ikenga, kwuru na mwakpo a mere eme n'ezie.",
    "Mpaghara ahịa Awgbu gbara ọkụ",
    "Onye ahụ gwara anyị kwuru na n'ụbọchị Wenezde, bụ ụbọchị 17 nke ọnwa Mee 2023, ụfọdụ ndị ojiegbe ezu ohi gara zuo ohi n'obodo Amaokpala nke dị nso n'Awgbu, ma chọọ isi obodo hAwgbu wee gbafee.",
    "O kwuru na ndị na-agba ọkada n'Amaokpala kpọrọ ndị ọkada Awgbu n'ekwentị kọọrọ ha na ndị ohi na-achọ ịgbafe n'obodo ha. Nke a mere ka ndị ọkada Awgbu chụọ ndị ohi ahụ ọsọ, jide abụọ n'ime ha.",
    "Onye a kwuru na ndị mmadụ ji iwe tigbuo ndị ohi abụọ ahụ ma gbaa ha ọkụ na mpaghara ahịa ha bụ Eke Awgbu.",
    "\"Ka nke a nke a mechara, n'abalị ụbọchị Tọzde, n'ebe elekere 10 nke abalị, ka anyị malitere ịnụ ụda egbe aghara aghara na mpaghara ahịa anyị. Ndị ojiegbe ahụ bu ụzọ gaa n'ebe ndị nche obodo anyị na-anọ mana ha ahụghị onye ọbụla ebe ahụ,\" ka onye a kwuru.",
    "\"Ha batara n'ahịa ebe ahụ malite ịgba egbe, gbagbuo mmadụ atọ, ma tinye ọkụ na mpaghara ahịa ahụ. Otu onye na-ere mmanụ ụgbọala n'ahịa ahụ, aha ya bụ Ofor, nwụrụ n'ime ọkụ ahụ.\"",
    "Onye a kwuru na nke a bụ nke mbụ a na-awakpo obodo Awgbu kamgbe amalitere inwe nsogbu nchekwa n'Anambra Steeti. \"Ọ bụladị n'oge agha, awakpoghị obodo anyị bụ Awgbu, nke a bụ nke mbụ ụdị ihe a na-eme n'obodo a\", ka o kwuru.",
    "O kwuru na ndị ọrụ nchekwa bịara ebe ahu n'elekere 12 nke abalị dịka ndị ekperima ahụ lachara, mana ha abịabeghị ọzọ n'ụtụtụ taa.",
    "Gbasara otu onye n'ime ndị nwụrụ na mwakpo a, onye a kwuru na \"Ofor bụ onye a na-atụkwasị obi na ọ ga-enwerịrị mmanụ ụgbọala mgbe ọbụla onye ọbụla chọrọ ịzụ mmanụ ụgbọala. Ọ bụrụgodi n'ime abalị, Ofor ga-eresị gị mmanụ ụgbọala. Ụmụ ya ka pechara mpe, onwebeghị onye n'ime ha banyerela ụlọ akwụkwọ sekọndịrị\".",
    "Onye a gwara anyị okwu kwuru na ọ bụ eziokwu na obodo ha rụrụ otu ụlọọrụ maka ndị uweojii, \"mana kamgbe nsogbu ndị 'unknown gunmen' malitere, ha anaghịzi anọ ebe a. Ndị uweojii anọghịzi n'obodo 15 niile dị n'okpuru ọchịchị Orumba North, naanị ebe ha nọ ugbua bụ n'ụlọọrụ ha dị n'Ajali nke bụ isi obodo okpuru ọchịchị ahụ.\"",
    "Ebe foto si, Toochukwu Ikenga",
    "Toochukwu Ikenga bụ ọnụ na-ekwuru ndị uweojii n'Anambra Steeti",
    "Toochukwu Ikenga bụ ọnụ na-ekwuru ndị uweojii n'Anambra Steeti kwuru na ndị ọrụ nchekwa agaala n'obodo ahụ iji weta udo.",
    "Ikenga kwuru na ihe ruru ụlọahịa 20 gbara ọkụ na mwakpo ahụ ebe mmadụ atọ bụ ndị a gbatara egbe ka e buru gaa ụlọọgwụ ebe otu onye n'ime ha nọrọ nwụọ.",
    "\"Anya anyị dị n'ihe na-eme ebe ahụ ugbua, dịka anyị na-agba mbọ ijide ndị mere mwakpo a,\" Ikenga kwuru.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Anambra US Convoy Attack: Ndị uweojii agbapụtala mmadụ abụọ ndị ekperima tọọrọ n'Ogbaru17 Mee 2023",
    "Fake Certificate: Ọ gịnị na-esere Peter Mba na ndị NYSC19 Mee 2023",
    "Alex Otti: Ihe Labour Party kwuru maka mkpebi ụlọikpe19 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}