{
  "published": "02:13",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Doctors' Strike : Abụboọrụ ndị dọkịta",
    "N’abalị 26 nke ọnwa Julai,afọ 2023 ndị dọkịnta na-arụ n’ụlọọgwụ ndị gọọmentị nwee malitere ịgba abụbọ ọrụ iji gosi iwe ha.",
    "N’ụbọchị Tọọzde abalị 27 nke ọnwa Jụlaị, Ekpo Nta bụ Onyeisi ọrụ ịkwụ ụgwọ ọnwa Naịjirịa zipụtara ozi kwuo na:",
    "“Gọọmentị etiti Naịjirịa ebinyela aka ka a kwụọ ndị dọkịnta Naịjirịa na ndị dọkịnta eze N25,000 ma wepụta akwụkwọ ilebeanya n’ụfọdụ ihe ndị ọzọ ha na-eme mkpesa maka ya.”",
    "Ya bụ ozi emebeghi ka ndị dọkịnta a na-agba abụbọ ọrụ kwụsị atụmatụ a.",
    "Otu National association of resident doctors (NARD) gbara abụbọ ọrụ n’ihi na ha na-ekwu na gọọmentị emezubeghi ihe ha na-achọ.",
    "Abụbọ ọrụ a nke ekwubeghi mgbe o ga-ebi amalitela imetụta ndị ndị mmadụ n’akụkụ Naịjirịa dị iche iche dịka ndị na-achọ inweta ọgwụgwọ n’ụlọọgwụ ndị gọọmentị nwee na-enwe nsogbu.",
    "World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara25 Eprel 2023",
    "Ihe i kwesịrị ịma maka iwu nwereike igbochi ndị dọkịnta ịhapụ Naịjirịa achụ akaraka ha n'ofesi20 Eprel 2023",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịa27 Mee 2023",
    "Otu nwoke bịara ụlọọgwụ gọọmentị dị n’Abakaliki, Ebonyi steeti gwara BBC Igbo na",
    "“A kpọm nwoke bịa ka e nye ya ọgwụgwọ n’ihi na ahụ adịghị ya, a bịazie gwa anyị na ndị dọkịnta na-agba abụbọ ọrụ.”",
    "Nwaanyị ọzọ kpọkwa nwa ya ahụ adịghị bịa ụlọọgwụ ahụ kwuru",
    "“A bịara m ụlọọgwụ n’ihi na ahụ adịghị nwa m, mana ndị dọkịnta ahụghịkwa anyị n’ihi na [ndị dọkịnta] gọọmentị na-agba abụbọ ọrụ dịka a sị anyị lawa ụlọ.”Emeka Innocent Orji bụ onyeisi ndị dọkịnta (Nard) gwara BBC Igbo na mkparịtaụka na gọọmentị emezubeghi ihe ndị ha chọrọ ruo ugbua ma kọwa na",
    "“Ihe anyị na-ekwu bụ ka e wee ndị dọkịnta na ndị nọọsụ ọhụrụ n’ọrụ maka ndị n’ọtụtụ ụlọọgwụ anyị apụchaala gawa mba ofesi maka gọọmentị anyị anaghị eleta ha anyị nke ọma”",
    "Otu a kwuru n’afọ 2022 na kwa izuụka, opekatampe, ndị dọkịnta mmadụ 50 na-apụ Naịjirịa aga mba ndị ọzọ ewere ọrụ n’ihi okwu etu gọọmentị Naịjirịa si eme ha.",
    "Orji kwukwara:",
    "“Anyị na-ekwukwa ka ụgwọ niile ha ji anyị m a nke ha ji anyị na 2014 ruo taa, nakwa ego ọzụzụ (training fund) nke afọ a bụ 2023, ndị otu anyị na-asị ka gọọmentị kwuọ ha niile.”",
    "Ndị dọkịnta Naịjirịa n'oge gara aga agbaala abụbọ ọrụ ugboro ugboro maka okwu ndị dị etu a.",
    "Onyeisi otu a n’ụlọọgwụ Parkline dị n’Enugu kwuturu BBC Igbo ma kwaa arịrị na ụgwọ ọnwa ha pere mpe dịka o kwuru na gọọmentị anaghị enye ha ego 'hazard allowance' nwere isi tinyekwara na Gọọmenti Etiti emejuputaghi nkwekọrịta ha n’okwu usoro ịkwụ ụgwọ nke Consolidated Medical Salary Structure (CONMESS) kamgbe afọ 1999.",
    "Nke a ga-abụ mbụ otu a na-agba abụbọ ọrụ n’oge ọchịchị Bola Ahmed Tinubu bu onyeisiala Naịjirịa ọhụrụ.",
    "N’afọ 2021, otu Nard gbara abụbọ ọrụ ruo abalị 21 maka okwu na gọọmentị Muhammadu Buhari ‘emezughi ihe ndị ha chọrọ’ banyere okwu ụgwọ ọnwa ha.",
    "Cheta na otu a mara ọkwa abụbọ ọrụ a kemgbe ọnwa Mee ma kwuo ma emezughi ihe ha chọrọ na ga-amalite ya bụ abụbọ ọrụ",
    "Ka ọ dị ugbua, o dobeghi anya etu okwu a ga-esi bie dịka otu a na gọọmentị ka na-enwe mkparịtaụka",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Vidio, ‘Ndị dọkịnta ekweghi leta nwa m dara ọrụ n’ihi na ha na-agba abụbọ ọrụ’ , Duration 2,1328 Julaị 2023",
    "Vidio, Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?, Duration 3,3424 Julaị 2023",
    "Vidio, AI in Music: Mụ na MI Abaga etikọọla egwu tupu m amalite iji AI emepụta egwu - Nkasiobi Chukwu , Duration 4,3722 Julaị 2023",
    "Vidio, Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua, Duration 1,2819 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}