{
  "published": "31 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tochukwu Ikenga",
    "Etụ esiri hụ ozụ ụmụnne abụọ n’ime ụgbọala n’Anambra steeti",
    "Ọnụ na-ekwuru uweojii Anambra steeti bụ Ikenga Tochukwu kwuru na ọbụ eziokwu na-ahụrụ ozụ ụmụwoke abuọ n’ime ụgboala ‘corolla’ n’uzo Enugu-Onitsha dị na Anambra steeti.",
    "Dịka akụkọ siri kwu, umuwoke abụọ ahụ bụ ụmụnne,aha ha bụ Onyema na Nonso.",
    "Ikenga gwara BBCIgbo na ụlọọrụ ụweojii Anambra nke ngalaba Oyi zipụrụ ozi na a hụru ozụ ụmụwoke abụọ n’ime ụgbọala. Ihe ọzọ ha hụru na-ebe ahụ bụ ụgbọala 'Corolla'.",
    "N’okwu ya ‘’Ozi rutere anyị na-ekwu na-eji egbe gbakasịa nwunwoke abụọ ahụ arụ, gbuo ha ma tinye ozu  ha n’ime ụgbọala ‘Corolla’ ojii nwere akara AA621 EU Lagos, anyỊ ga-ezipụ ozi n’ọdị n’iru’’",
    "O kwuru na etu osiri gbata kwụrụ, ebugaala ozụ ụmụnwoke ahụ n’ụlọọzụ.",
    "Afcon 2023 Deaths: 'Ekirila asọmpị bọọlụ ma i nwee ọrịa ndị a ...- 'Cardiologist'elekere 7 gara aga",
    "Electoral Fraud: Kedụ ụdị wuruwuru dị iche iche a na-eme na ntuliaka? Kedụ ka a ga-esi kwụsị ha?9 Febụwarị 2024",
    "Afcon 2023: A rọrọ m nrọ ka anyị meriri Asọmpị a8 Febụwarị 2024",
    "Ijeoma Nneke: Ụlọikpe amaala onye gburu nwagbọghọ 'makeup artist' ikpe ọnwụ8 Febụwarị 2024",
    "'Ana ma agagharị na mbaụwa achọ ndị ga-akwado m, Naịjirịa anaghị enye m ego ndị ahụ' - Chioma Ude Afriff2 Febụwarị 2024",
    "A chọpụtala na Eze Charles nke Briten bu ọria kansa6 Febụwarị 2024",
    "Hage Geingob bụ onyeisiala mba Namibia anwụọla ka ọ gbachara afọ 824 Febụwarị 2024",
    "Etụ esiri hụ ozu ụmụwoke abụọ n’ime ụgbọala n’Anambra steeti31 Jenụwarị 2024",
    "O nweghi onye m kpọrọ aha mana ị sị na ọ bụ gị nke ahụ gbasara gị - Fada Mbaka",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}