{
  "published": "31 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nonye Soludo",
    "Nwunye Gọvanọ Anambra Steeti bụ Nonye Soludo ekwupụtala na nwa ọhụrụ a zọpụtara n'ime ụmị mposi ebe nne ya tụnyere ya dịka ọ mụchara ya, abalị atọ gara aga, anwụọla.",
    "Oriakụ Soludo kwuru na ozi ọnwụ nwata ahụ wutere ya nke ukwuu n'ihi na ya na-akwado ịga leta nwata ahụ n'ụlọọgwụ ebe ọ na-anata ọgwụgwọ.",
    "\"Dịka nne maara ihe mbgu na ahụhụ dị n'ịmụ nwa nakwa obiụtọ dị n'iku nwa nke gị, ozi a wutere m rinne, mana ọ na-arụtụ aka n'ụdị ọnọdụ ọjọọ obodo anyị nọ n'ime ya ugbua,\" ka Nonye Soludo kwuru.",
    "\"Ọ dị mkpa ka ndị nne na nna na ndị nlekọta ụmụaka tinye uchu n'ọrụ aịzụlite ụmụaka n'ụzọ kwesịrị ekwesị, maka na ọ dị nnukwu mkpa iji kwalite obodo.\"",
    "Uche m adịghị n'ịzọ ndọrọ ndọrọ ọchịchị - Nonye Soludo31 Ọgọọst 2023",
    "Baby care cost: Ego ole ka ịmụ nwa n' ulọọgwụ, zụọ ihe nwa, nri nakwa uwe nwa ga-eri onye na mụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu mmadụ 64 si laa n'iyi n'ihe mberede ọkụ ọgbụgba na Johannesburg1 Ọgọọst 2023",
    "Ọ bụ n'ụbọchị Tuzde, bụ ụbọchị 29 nke ọnwa Ọgọst 2023, ka a zọpụtara otu nwata a mụrụ ọhụrụ dịka a sị na nne ya tụnyere ya n'ime mposi n'obodo Otuocha dị n'okpuru ọchịchị Anambra East, n'Anambra Steeti.",
    "Kọmishọna na-ahụ maka ọdịmma ụmụnwaanyị n'Anambra Steeti bụ Ify Obinabo kwuru na anwụchiela nwa agbọghọ aha ya bụ Nwaedoka Chidimma, onye obodo izzi n'Ebonyi Steeti, bụ onye e boro ebubo na ọ bụ ya mụrụ nwa ọhụrụ ahụ ma tụfuo ya.",
    "Otu onye hụrụ ihe a merenụ, onye nyere aha ya dịka Esther, kọọrọ ndị ntaakụkọ na nwaagbọghọ ahụ bụ Chidimma, onye dị ime n'oge ahụ, na-arụ ọrụ n'ubi mmadụ oge o kwuru na ya chọrọ ịga mposi.",
    "\"Ọ na-arụ ọrụ n'ugbo n'ụbọchị ahụ oge o kwuru na afọ na-enye ya nsogbu, na ya chọrọ ịga mposi n'ụmị mposi dị n'akụkụ ubi ahụ,\" Esther kwuru.",
    "\"Dịka ọ nọchara obere oge n'ime mposi ahụ wee pụta, anyị hụrụ ihe dịka ọbara na-apụta n'ahụ ya.",
    "\"Eche m na ọ mụọla nwa nwụrụ anwụ, m wee mee ngwangwa kpọọ otu nọọsụ ka ọ bịa nyere ya aka, nọọsụ ahụ wee kwuo na nwa ahụ apụọla.",
    "\"Agwara m ya ka ọ laa ụlọ ga kọọrọ nne na nna ya ihe merenụ, maka na m chere na nwa ya nwụrụ anwụ.",
    "\"Ọ bụzi n'ụbọchị Tuzde oge anyị nụrụ olu nwa na-ebe akwa, ka anyị jiri obe gbadaa n'ime ụmị ahụ wee zọpụta nwa ọhụrụ ahụ ma kpọkuo ndị ọrụ nchekwa nakwa Mịnịstrị na-ahụ maka ọdịmma ụmụ nwaanyị na ọha obodo.\"",
    "Ify Obinabo kwuru n'oge ahụ na nwa ọhụrụ ahụ na-anata ọgwụgwọ n'ụlọọgwụ nkuzi nke Mahadum Chukwuemeka Odumegwu Ojukwu dị n'Awka ebe a na-enye ya ọgwụgwọ.",
    "Mana akụkọ pụtara n'ụtụtụ Tọzde na nwata ahụ anwụọla.",
    "Toochukwu Ikenga bụ ọnụ na-ekwuru ndị uweojii n'Anambra Steeti gwara BBC Igbo na nwa agbọghọ ahụ tufuru nwa ya nọ n'aka ndị uweojii ugbua.",
    "Ahụike ụmụnwanyị",
    "Ikike ụmụnwanyị",
    "Anambra Steeti",
    "Christian Atsu: E bulatala ahụ ọgba bọọlụ Ghana nwụrụ n'ala ọma jijiji na Turkey20 Febụwarị 2023",
    "Mgbọtọ, mperete, ikporo na ihe  olụndị dị iche iche  na-akpọ nwagbọghọ n'ala Igbo23 Julaị 2023",
    "Etu m si sọrọ KCee mee egwu Ojapiano - Chigozie Okeke23 Juun 2023",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "NA EME UGBU A Onyeisiala Tinubu akpọghachila ndị nnọchiteanya Naịjirịa na mba ụwa niile3 Septemba 2023",
    "NA EME UGBU A Dog bite: ‘Ọ bụ ọgwụ ka m gara ịzụ oge nkịta tagburu nwa m’2 Septemba 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 942 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon30 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 94",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}