{
  "published": "02:10",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nke bụ eziokwu maka nwata e si na '5-storey' kwapụ n'Onitsha",
    "Adanne Nwafor bụ nne nwata nwaanyị si n'ụlọelu ogogo anọ matuo n'Ọnịcha ekwuola ihe bụ eziokwu mere n'akụkọ ahụ.",
    "Ọ gwara onye ntaakụkọ BBC na  ọ bụchaghị etu akụkọ ahụ si ewu na soshal midia ka o si mee.",
    "Adanne kọwara na ihe butere okwu n'etiti nwa ya nwaanyị na onye ya na ya bi bụ ịba mamịrị n'elu akwa.",
    "Ọ sị na nwaanyị ahụ akpọọla ya ugboro abụọ gwa ya maka ajọ omume nwa ya nwaanyị nke mere ka o nye ya ikike iti nwa ya ihe mgbe ọbụla omehiere.",
    "Nke meziri na nsonso a bụ na nwata ahụ bara mamịrị ọzọ ma gọọ na ọ bụghị ya nke mere ka nwaanyị ya na ya bi pịa ya ụtalị ma taa ya ahụhụ.",
    "Adanne Nwafor bu nne nwa ahụ",
    "Ọ bụzị dịka nke a na-eme ka nwata ahụ si n'elu ebe ha nọ wutuo maka ụjọ.",
    "Nne ya kọrọ sị na ihe mere bụ \"ọrụ aka ekwensu\".",
    "Ya na nwa ya nwaanyị nọzi n'ụlọọgwụ ebe ọ na-anata ọgwụgwọ ugbua.",
    "Mgbe BBC Igbo gara ọrụ nchọpụta na be nwaanyị ya na nwa ahụ bi, o nweghi onye nọ n'ụlọ.",
    "Mana ndị agbatobi ebe ahụ kwuru na nwaanyị ahụ bụ ji ụmụ atọ ma kwuo na nke obere ya dị naanị izu ụka abụọ.",
    "E nweghi ike gba ya ajụjụ ọnụ n'ihi na ọ nọ n'aka ndị uweojii ugbua.",
    "Ụlọ ahụ bụ ụlọ ogogo ise bụ ebe nwa ahụ si wutuo mana ha bi n'ogogo anọ ya.",
    "Ebe foto si, Anambra state police",
    "Ndị uweojii Anambra steeti anwụchiela otu nwaanyị gaara egbu nwaodibo ya dịka o si n'ụlọelu ogogo anọ kwapụ ya n'Ọnịcha, Anambra steeti.",
    "Ikenga Tochukwu bụ ọnụ na-ekwuru ndị uweojii n'Anambra steeti, ziputere ozi ebe o kwuru na nwaanyị ahụ dị afọ 29, si n'ụlọelu ahụ kwatuo nwaodibo ya dị afọ 14, dịka ọ na-eti ya ihe.",
    "O kwuru na ya bụ ihe mere ebe elekere anọ nke mgbede n'ụbọchị abụọ nke ọnwa Julaị afọ 2022, n'Otu streeti nke Awada dị n'Ọnịcha.",
    "Ka ọ dị ugbua, aka ndị uweojii akparala nwaanyị ahụ, ebe nwaodibo ya na-anata ọgwụgwọ n'ụlọọgwụ.",
    "Ụmụnyanyị",
    "Ụmụaka",
    "Anambra Steeti",
    "Mmegbu",
    "Election Tribunal:E higharịala ikpe Peter Obi na Labour Party maka Ntuliaka 20238 Mee 2023",
    "Ademola Adeleke bụ gọvanọ Osun steeti kpọmkwem - Ụlọikpe kachasị9 Mee 2023",
    "NA EME UGBU A Ụlọikpe amachiela NBC ịda ụlọ mgbasaozi nha2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}