{
  "published": "02:15",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ na-enye m ọṅụ inye eserese m ndụ - Ife Olowu",
    "Onye dere ya, Chimezie Uche Agbo& Kelechi Anozia",
    "Ndị mere akụkọ a,  Senior Journalist& Video Journalist",
    "Ọktọba 2023",
    "\"Ndị mmadụ na-ajụ m  sị ihe nke a ọ bụ anwansi?\"",
    "Nwamadị Ife Olowu ji teknụzụ Augmented Reality eme ka eserese ya nweta ndụ.",
    "O seela nwoke mee ya ka ọ na-afụ opi, see nwaanyị na-eme inyanga ma a na-etu ya aha ma sekwa okporo ụzọ ụgbọala na-aga na ya mana ihe dị iche bụ na ihe ndị ahụ na-eme n'ezie n'ime eserese ndị ahụ ma i jiri ekwentị lee ya.",
    "Chidiebere Ibe: Ihe mere m ji jiri eserese isi ojii egosipụta ọrịa na ahụike mmadụ26 Jenụwarị 2022",
    "'Ise ihe ọ dịka foto adịghị mfe'2 Maachị 2018",
    "Ihe kpalitere m ji see eserese obodo Amagu nke fesara n'ịntanetị niile - Juliet Godwin1 Ọktọba 2023",
    "Olowu malitere iji teknụzụ a kpọrọ 'augumented reality' mee ka eserese ndị ọ na-emepụta na-egosi ihe ndị ha na-eme n'ime eserese ndị ahụ.",
    "Teknụzụ ahụ na-apụta ihe ma i jiri ekwentị kirie eserese ahụ. Ịmaatụ, otu n'ime eserese ya ọ kpọrọ Makoko na-egosi obodo Makoko mana i jiri ekwentị lee ya, ị hụ na mmiri na-ezo, egbeigwe a na-agba n'ime ya.",
    "Ebe foto si, bbc",
    "Eserese na-akpọ anwụrụ",
    "Ụfọdụ ndị mmadụ akpọọla ya ọgwụ a gwọrọ agwọ na ndị mmụọ mana ọ bụ teknụzụ.",
    "Ife Olowu gwara BBC Igbo na inye eserese ya ndụ bụ ihe na-enye ya ọṅụ ma bụrụkwa etu ya choro iji mee ka ndị mmadụ nwee obi aṅụrị oge ọbụla ha na-ele eserese ya.",
    "Ụmụntoroọbịa",
    "Ọrụ",
    "Nka",
    "Osinachi's death: Lee ihe ụlọikpe kpebiri taa17 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital27 Septemba 2023",
    "Emmanuel Nwude: Ị ma maka nwoke a resiri onyeọcha ọdọụgbọelu na-adịghị adị?19 Ọktọba 2023",
    "Vidio, India Eye: Etu ụlọọrụ mbinye ego si emechu ndị ha binyere ego ihu iji na-apụta ha ego ahụ, Duration 8,5326 Ọktọba 2023",
    "Vidio, Kibbutz massacre: 'Awa 27 ka mụ na nwanta m zoro iji zọ ndụ anyị', Duration 3,1824 Ọktọba 2023",
    "Vidio, I hụtula ihe e sere ese na-agụ egwu?, Duration 2,1523 Ọktọba 2023",
    "Obibi ndụ na Gaza na ihe butere ọgbaghara ugbua18 Ọktọba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}