{
  "published": "03:48",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Etu ịnọ n'anyanwụ si butere m ọrịa kansa akpụkpọ ahụ dịka onye anyarị - Gerald Eke",
    "Otu nsogbu ọtụtụ ndị anyarị na-enwekarị bụ kansa akpụkpọ ahụ, bụ nke na-abịa n'ihi na ahụ ha anaghị emepụta akụrụngwa bekee na-akpọ 'melanin'.",
    "Gerald Uche Eke bụ onye Anyarị onye kọọrọ BBC Igbo ihe ọ na-agabiga dịka ọrịa kansa akpụkpọ ahụ na-enye ya nsogbu.",
    "O kwuru na ọ bụ n'ihi na ya na-apụ n'anwụ oge ọbụla oge ọ dị nwatakịrị buteere ya ọnọdụ a.",
    "Mazi Eke, onye lụrụla nwaanyị mụtakwa ụmụ, sị na a waala ya ahụ ugboro atọ iji wepụ ụfọdụ kansa ndị ahụ, mana ha ka na-alaghachitekwa.",
    "\"Ọ bụrụ na ejighi ịwa ahụ wepụchaa ihe ndị a niile kpamkpam, ọnọdụ a nwere ike ibutere m ọnwụ,\" ka o kwuru.",
    "\"Mgbe m bụ nwata, ana m apụ n'anwụ na-egwuri egwu, na-aga akwụkwọ, na-eme ihe ndị ọzọ dị icheiche, mana amaghị m na ha ga-emechaa metụta m n'ụzọ ọjọọ dị otu a.\"",
    "Dịka Eke si kọwaa, e nwere ụdị kansa akpụkpọ ahụ nke a na-akpọ 'squamous cell carcinoma'.",
    "Dibia bekee aha ya bụ Odinachi Okoli kọwara na ụdị kansa a bụ nke na-eme n'akpụkpọ ahụ.",
    "Gbasara ụfọdụ akụkọ na-ekwu na ndị anyarị ekwesịghị ị na-eri nri nnu dị na ya, ma Mazi Gerald Eke, ma dọkịta Odinachi Okoli kwuru na akụkọ ndị ahụ bụ ụgha.",
    "\"Onweghị ihe jikọrọ iri nri nnu dị nakwa ahụike ndị anyarị,\" ka ha kwuru.",
    "Gerald Uche Eke kwuru na nne na nna ya dị oji, naanị ya bụ onye anyarị nne na nna ya mụtara",
    "Etụ anwụ si emetụta ndị anyarị13 Juun 2022",
    "International Albinism Awareness Day :Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Albinism in Nigeria: \"Ndị mmadụ na-ajụ ma m nwereike ịlụ di maka na m bụ onye anyarị\"25 Juun 2022",
    "Anyarị bụ ọnọdụ na-esi n'ọbara oge a mụrụ mmadụ. Ọ bụghị ọrịa, ọ naghịkwanụ efe efe.",
    "Ihe na-akpata anyarị bụ mgbanwe n'akụrụngwa 'gene' na-emepụta 'melanin' n'ahụ mmadụ.",
    "'Melanin' bụ ihe na-eme akpụkpọ ahụ mmadụ ji eji oji, ọ bụkwa ihe na-echekwa anụ ahụ mmadụ n'ihe mmerụ ahụ nke si n'anyanwụ.",
    "Ọ bụrụ na nne na nna nwere 'gene' anyarị (abinism gene) n'ahụ ha, nwa ha nwere ohere otu ụzọ n'ime ụzọ anọ ịbụ onye anyarị.",
    "Chetakwa na mmadụ abụọ nwere ike ịdị oji ma nwee 'gene' anyarị n'ime ahụ ha. N'oge ịtụrụ ime, ọ bụrụ na 'gene' anyarị abụọ a bịakọta ọnụ, mara na nwa ha ga-amụ ga-abụ anyarị.",
    "Ọ bụrụ naanị otu onye n'ime nne na nna nwere 'gene' a, ohere ọbụla adịghị na ha ga-amụta anyarị, kama ụmụ ha nwereike nwekwaa ya bụ 'gene' n'ahụ nke ha.",
    "Dịka dọkịta Odinachi Okoli si gwa BBC, ụzọ dị icheiche onye anyarị ga-esi chekwaa onwe ya gụnyere:",
    "Apụla n'anyanwụ",
    "Jiri ugogbo anya na-ekpuchi anya gị",
    "Na-eyi akwa ga-ekpuchi akpụkpọ ahụ gị ka anwụ ghara ịmetụ ya",
    "Were okpu na-ekpuchi ihu gị",
    "Na-ete ude pụrụ iche iji chekwaa akpụkpọ ahụ gị n'anwụ",
    "Vidio, Etu ịpụ n'anyanwụ si butere m ọrịa kansa dịka onye anyarị - Gerald Eke, Duration 3,4813 Juun 2023",
    "Vidio, Fuel subsidy: Ihe ndị mmadụ na-agabiga n’oge iri elu ọnụego mmanụ ụgbọala a, Duration 1,574 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu 4 Juun 2023",
    "Vidio, Etu m siri malite ịrụpụta akpụkpọụkwụ na-amụghị ya amụ - Nwaada Anastasia Uzodinma , Duration 5,0031 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}