{
  "published": "01:57",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Fuel subsidy: Ihe ndị mmadụ na-agabiga n'oge iri elu mmanụ ụgbọala a",
    "Ụmụafọ Naịjirịa akọrọla BBC etu iri elu mmanụ ụgbọala si ememetụta ha ugbua.",
    "Ụfọdụ n’ime ha kwuru okwu ọnọdụ si emetụta ọrụ ha nakwa mmepụta ihe n’ebe ọrụ ha.",
    "Lee ihe ndị mmadụ na-ekwu nakwa etu ọnọdụ ihe dị n'akụkụ Naijirịa dị iche iche.",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu 4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịa27 Mee 2023",
    "Onyeisiala ọhụrụ Naịjirịa bụ Bola Ahmed Tinubu kwuru ụbọchị ọ ṅụrụ iyi ọrụ n'ụbọchị 29 nke ọnwa Mee, 2023 na a ga-ewepụ ego mbelata mmanụ ụgbọala (Fuel subsidy) na Naịjirịa.",
    "Okwu a mere ọnụego mmanụ ụgbọala jiri rie elu.",
    "Naijiria bụ mba nke abụọ na-emepụta mmanụ n'Afrịka dịka ha na-esote mba Angola mana Naịjirịa na-ebubata ihe karịrị pasentị 90 mmanụ ya n'ihi enweghị ike ịmepụta mmanụ nke ya n'ụlọọrụ mmepụta mmanụ agbidi anọ nọ n'ọnọdụ ọjọọ n'akụkụ Naịjirịa dị iche iche.",
    "Agbanyeghi na ụlọọrụ mmanụ agbidi Naịjirịa bụ NNPC kwuru na e nwere mmanụ ụgbọala zuruoke iji gboo mkpa ndị mmadụ n'oge a ụzụ ndị mmadụ na-agbazị n'akụkụ Naijirịa dị iche iche dịka ụmụafọ ji ụjọ awụjuu na ọdọ mmanụ ụgbọala dị iche iche, kwujuo n'arịrị maka egwu ụkọ mmanụ ụgbọala.",
    "N'ozi ọhụrụ ndị mgbasaozi onyeisiala ọhụrụ bụ Tinubu zipụtara, ọ rịọrọ ọha ka ha dere duu ma kwuo na ya bụ mwepụ ga-adị ire n'ebe etiti afọ a dịka ọchịchị gara aga siri nye ohere maka ya.",
    "Ebe foto si, Getty Images",
    "Ụkọrọ mmanụ ụgbọala",
    "Naijiria",
    "Njem",
    "Akụ na ụba",
    "Vidio, Fuel subsidy: Ihe ndị mmadụ na-agabiga n’oge iri elu ọnụego mmanụ ụgbọala a, Duration 1,574 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu 4 Juun 2023",
    "Vidio, Etu m siri malite ịrụpụta akpụkpọụkwụ na-amụghị ya amụ - Nwaada Anastasia Uzodinma , Duration 5,0031 Mee 2023",
    "Ụfọdụ ihe agaghị echefụ maka ọchịchị Onyeisiala Muhammdu Buhari 29 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}