{
  "published": "19 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mwakpo awakporo ndị  ọrụ mba Amerịka na ndị uweojii so ha n'Ogbaru, Anambra steeti n'ụbọchị 16 nke ọnwa Mee kpughere ọnọdụ enweghị nchekwa n'Anambra steeti ya na mpaghara ọwụwa anyanwụ Naịjirịa.",
    "Ndị ọrụ mba Amerịka a gara njem nleta n'ebe mbuze na-enye nsogbu na mpaghara Ogbaru.",
    "Kọmịshọna ndị uweojii steeti ahụ bụ Echeng E. Echeng kwuru na mmadụ asaa nwụrụ na ya bụ mwakpo nke gụnyere ndị uweojii anọ na ndị nkịtị bụ ndị ọrụ mba Maerịka atọ.",
    "A tọọrọ mmadụ abụọ bụ ndị ọrụ mba Amerịka kama n'ụbọchị 19 nke ọnwa Mee ka ndị uweojii kwuru na ha azọpụtala mmadụ abụọ a.",
    "Echeng kwuru na ha na-eche na ọ bụ ndị otu Eastern Security Network (ESN) bụ ngalaba ojiegbe ndị otu Indegenous People of Biafra (Ipob) kama enweghị ihe ha gosiri iji kwado ebubo a.",
    "Oke mmiri ozizo na-ebute ide mmiri na mbuze n'Ogbaru",
    "Onyeisioche okpuruọchịchị Ogbaru bụ Pascal Aniegbuna gwara BBC na ndị obodo kwuru na ọ bụ ihe dịka abalị abụọ ka chọpụtara na ndị omekome a abatala obodo ha.",
    "Aniegbuna kwuru na ọ bụ n'ụzọ jịkọrọ obodo Ogbakuba na Umunankwo ka ya bụ ihe mere.",
    "O kwuru sị, \" Ọ bụ ebe dị nsọ ebe a na-akpọ Ofịa Umuoga ka ya bụ mwakpo mere. Ọ bụ ụgbọala SUV abụọ ka ha wakp;oro\".",
    "Aniegbuna kọwara na ọ na-eche na ndị a gbabanyere n'aka ndị omekome a maọbụ na ha gbafere ndị omekome a n'ụzọ nke mere ka ha chụwa ha , kwụsị ma wakpoo ha.",
    "Aniegbuna kwuru na ndị omekome a gbara ndị nọ n'ụgbọala abụọ a egbe, gbuo ụfọdụ ma mụnye ụgbọla abụọ a ọkụ ma ndị nọ n'ime ya.",
    "O gwara BBC na etu e siri gbaa ozu ndị ahụ ọkụ mere na o siri ike ịmata ndị ha bụ, o gara n'ihu sị, \"Ndị omekome a gbara egbe iji chụsaa ndị mmadụ. Anyị kpọtụrụ ochịagha ndị agha mmiri ebe a onye zịpụrụ ndị agha ozugbo. Kama ndị omekome a gbara ọsọ gbaba ọhịa mgbe ha hụrụ ndị agha a\".",
    "Aniegbuna na-eche na ọ bụ maka ndị uweojii a sọ ndị a mere ka awakpoo ha ma sịkwa na oteela aka e nwere mwakpo na mpaghara Ogbaru.",
    "Kama nyocha BBC mere gosiri na nke a na-eme ya ugboro abụọ ụlọ ntaakụkọ buru akụkọ mwako n'Ogbaru Kamgbe afọ 2023.",
    "Maachị 2023: A wakporo onye uweojii nampaghara Atani dị n'okpuruọchịchị Ogbaru dịka wakporo ndị uweojii n'okporoụzọ.",
    "Aprel 2023: Mwakpo emere isi ụlọọrụ ndị uweoji nọ na atanị nke butere ọnwụ ndị uweojii anọ.",
    "Kama ndị nchekwa na ndị omekome na-atakọrịta isi kamgba 2020 n'ebe a.",
    "Juun 2022: ndị nchekwa gburu ndị mmadụ n'Ogbaru nke butere ngagharịiwe ma mee ka #Ogbarumassacre wuo na soshal midịa. Kama ndị uweojii kwuru na ọ bụ ndị omekome nwere ogige na mpaghara ahụ ka ha wakporo.",
    "Mee 2021: Ndị agha mmiri Naịjirịa na ndị omekome kwarịtara mgbọ n'obodo Ochuche, enweghị onye nwụrụ.",
    "Febụwarị 2022: Ndị agha mmiri gburu otu onye ma nwuchie mmadụ anọ ndị ha na-eche na-azọ nwere onwe na mpaghara Uga ma napụta ha egbe pistulu na mma agha.",
    "Disemba 2021: Ndị agha mmiri wakporo ọhịa \"Ochan\" bụ ogige ndị omekome a ma gbuo mmadụ iri ma nwuchie mmadụ ise. Ọhịa Ochan dị n'oke Ogbaru na Ihiala.",
    "Nọvemba, 2021: Ndị omekome tọọrọ Eze obodo Ogwaniocha ma gbaa ụlọ ya ọkụ",
    "Ebe foto si, Muhammadu Buhari/Facebook",
    "Onyeisiala Naịjirịa bụ Muhammadu Buhari  gosiri obi nwute ya maka ihe mere ma kwuo sị, \" Anyị ga-ejide ndị kpara arụ a ma kpee ha ikpe etu o kwesịrị\".",
    "Ode akwụkwọ mba Amerịka bụ Anthony Blinken n'akwụkwọ ozi ọ depụtara n'ụbọchị 18 nke ọnwa Mee kwuru na ha amaghị ihe gbatara ya bụ mwakpo ma sị, \" Enweghị ihe na-egosi na ọ bụ anyị maọbụ ọrụ anyị ka ndị a bnu n'obi mee mwakpo a\".",
    "Kama akwụkwọ ozi ode akwụkwọ Anambra steeti gbasara ntaakụkọ kwuru na ọ dịka ọ bụ maka ndị uweojii so ndị a mere eji wakpoo ha ma sị ka ngalaba niile rụkọọ ọrụ iji gbochie ụdịrị mwakpo a.",
    "Ogbaru sọ n'otu n'ime okpuruọchịchị asatọ gọọmentị Anambra Steeti machiri ngagharị kamgbe ụbọchị 25 nke ọnwa Mee afọ 2022. Ndị nke ọzọ bụ Aguata, Ihiala, Ekwusigo, Nnewi North, Nnewi South, Orumba North na Orumba South.",
    "Gọọmentị steeti ahụ kwuru na ọ bụ ọnọdụ nchekwa mere ha ji hiwe ọnọdụ mmachị a.",
    "Ma rụọ kwa taa, mmachị nagharị a ka dị ire.",
    "National security",
    "Naijiria",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Anambra US Convoy Attack: Ndị uweojii agbapụtala mmadụ abụọ ndị ekperima tọọrọ n'Ogbaru17 Mee 2023",
    "Fake Certificate: Ọ gịnị na-esere Peter Mba na ndị NYSC19 Mee 2023",
    "Alex Otti: Ihe Labour Party kwuru maka mkpebi ụlọikpe19 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}