{
  "published": "10 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ecowas/Twitter",
    "Ndị isi Ecowas bụ otu jịkọrọ mba 15 na mpaghara Ọdịda Anyanwụ Afrịka ọnụ",
    "Otu ndi isi ụfọdụ mba ndị nọ n’Ọdịda anyanwụ Afrịka n’okpuru aha Ecowas ga-ezute n’ụbọchị Tọọzde, abalị 10 nke ọnwa Ọgọostụ 2023 maka atụmatụ ịhụị na ndịagha weghaara ọchịchi na Niger weghachitere ọchịchị onye kwuo uche ya ebe ahụ.",
    "O meela izuụka abụọ kemgbe ndịagha na-echekwa onyeisiala Mohamed Bazoum jichịrị ya ma weghara ọchịchị na mna ahụ nke so agwa weghara ọchịchị malitere iri elu na akụkụ Afrịka ọzọ na nso nso a.",
    "Ndị isi Ecowas a na-ezute n’Abuja, isi obodo Naịjirịa.",
    "Ka ọ dị ugbua, ọnọdọ a taara ndị isi Afrịka akpụ dịka ozi nakwa atụmatụ ndị ha zịgaarala mba a maka mweghachite ọchịchị onye kwuo uche ya na Niger amịtabeghi mkpụrụ.",
    "Mba Niger bụ mba nwere ala buru oke ibu nke ụbịam na-emekpa ahụ dịka ndịagha nnupụisi nke ụka Alakụba na-emekpakwa ha ahụ.",
    "Mba a nwere ọtụtụ ihe ọnatarachi Uranium bụ ihe e ji emepụta ngwa nụklịa",
    "Niger Coup: Sanusi agaala zute onyeisi ọchịchị ndịagha Nijie9 Ọgọọst 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrika2 Ọgọọst 2023",
    "Abdourahamane Tchiani: Ọchịagha a ekwupụtala onwe ya dịka onyeisiala Niger Republic28 Julaị 2023",
    "Ebe foto si, Getty Images",
    "Onyeisi Ọchịchị ndịagha mba Niger bụ Generalụ Abdourahmane Tchiani họpụtara ndị ọchịchị ọhụrụ ya n'ụbọchị Wenezde",
    "Otu Ecowas nyere ndịagha a abalị asaa malite n’ụbọchị 30 nke ọnwa Jụlaị ruo ụbọchị isii nke onwa Ọgọọstụ iji weghachite ọchịchị onye kwuo uche ya",
    "Ndịagha a erubeghiri otu Ecowas isi",
    "Ecowas enyela mba ọtụtụ mmachị nakwa ntaramahụhụ nke gụnyere igbachi okeala jịkọrọ ha nakwa ikwụsị azụmahịa niile dị n’etiti ha na mba Niger",
    "Mba Niger gbachịrị ọdọ ụgbọelu ha ka ụgbọelu ọbụla ghara ibata maọbụ pụọ na mbido izuụka a",
    "Naịjirịa so na mba nọ n’otu Ecowas kwụsịrị inye mba Niger ọkụ latrịk – Cheta na onyeisi otu Ecowas bụ onyeisiala Naịjirịa bụ Bola Tinubu",
    "Mba Niger ekweghi nabata ụfọdụ ndị Ecowas, otu UN, mba Amerịka nakwa AU chọrọ ibata nwee mkparịtaụka udo n’ụbọchị Tuzde dịka ha kwuru na echieche nchekwa mere ha ekweghi ndị a bata",
    "Nke a so iwe ha sị ọha ndị mmadụ na Niger na-ewe ka Ecowas kwuru na ha nwereike iziga ndịagha mba ahụ iji mee ka ndịagha a weghaara ọchịchị mee ihe ha chọrọ",
    "Ecowas ekwuola ugboro ugboro na ha ga-esi ụzọ mkparịtaụka weghachite ọchịchị onye kwuo uche ya mana na nke a apụtaghị na ha agaghị eziga ndịagha ebe ahụ ma ọ bụrụ na okwu a ruo ime nke a",
    "Onyeisi  ndịagha weghara ọchịchị bụ Generalụ Abdourahmane Tchiani họpụtara ndị ọchịchị ọhụrụ ya n'ụbọchị Wenezde ma wepụta  Ali Mahaman Lamine dịka Praịm minista ọhụrụ na mmalite izuụka a",
    "Ka nke a na-eme, n’ụbọchị Wenezde Emir chịburu Kano bụ Sanusi Lamido Sanusi gara mba Niger ga zute onyeisi Ọchịchị ndịagha mba ahụ bụ Generalụ Abdourahmane Tchiani.",
    "A na-eche na ha kpara ihe metụtara ọnọdụ onye ekwe, ibe ya ekwe dị n'etiti ndị ndu agha Niger na otu Ecowas.",
    "Ọtụtụ na-atụ anya na nzukọ ndị isi Ecowas ga-enwe n’ụbọchị Tọọzde a nwereike ịbụ maka atụmatụ ime mkpebi ma atụmatụ iziga ndịagha na Niger.",
    "Niger Coup: Ihe ndị gbara ọkpụrụkpụ na mkpebi ndị ndu Ecowas taaelekere 7 gara aga",
    "South-East Governors' Forum: Ihe ndị gọvanọ Ọwụwa Anyanwụ kpebiri maka ndị na-ebute nsogbu na mpaghara ahụelekere 4 gara aga",
    "Nwunye Ifeanyị Okoh ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ndị ezinaụlọ ya isii nwụrụ n'ụlọ ọhụrụ ha kwabara20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "South-East Governors' Forum: Ihe ndị gọvanọ Ọwụwa Anyanwụ kpebiri maka ndị na-ebute nsogbu na mpaghara ahụ",
    "Niger Coup: Ecowas ekpebiela iziga ndị agha na Nijie na ihe ndị ọzọ gbara ọkpụrụkpụ ha kpebiri taa",
    "Baby care cost: Ego ole ka ịmụ nwa n' ulọọgwụ, zụọ ihe nwa, nri nakwa uwe nwa ga-eri onye na mụ nwa mbụ ya ugbua?",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steetiEmelitere ikpeazụ na: 24 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}