{
  "published": "25 Febụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "O rue n'oge ntuliaka ọbụla, anya ndị mmadụ na-adịkarị na ndị ndọrọndọrọ na-azọ ọkwa, ọ kachasị ndị na-azọ ọkwa onyeisiala.",
    "Mana o nwere ndị na-agba mbọ na nzuzo, ịhụ na ntuliaka gara siriri werere.",
    "Ha gụnyere ndị ọrụ nchekwa dị icheiche, ndị ji otu afọ efe ala nna ha, ndị na-ere nri, ndị ọrụ ahụike, ndị ọrụ mgbasaozi nakwa ndị na-atụ vootu.",
    "'Inconclusive', 'Run off' na etu ndị ọzọ ntuliaka 2023 nwereike isi gaa24 Febụwarị 2023",
    "Nigeria Elections 2023: Lee etu e si agụkọ vootu gị n'ụbọchị ntụliaka22 Febụwarị 2023",
    "\"Ihe mere ntuliaka afọ 2023 ji dị anyị bụ ndị ntoroọbịa Naịjirịa oke mkpa\"5 Febụwarị 2023",
    "Ebe foto si, Anambra state Police",
    "Na ntuliaka ọbụla, ọ bụ ndị ọrụ nchekwa bụ ndị mbụ ndị mmadụ na-elegara anya enyemaka n'ihe ọbụla mere.",
    "N'okwu nchekwa, steeti dị icheiche egosila njikere ha na ntuliaka 2023 a, ọ kachasị dịka na nso nso a, akụkọ ọgbaghara na-eselite isi n'ebe dị icheiche na Naịjirịa.",
    "Ọ bụghị naanị ndị ụweojii na-anọ n'ịrụ ọrụ ha.",
    "Lee ndị ọzọ ebe a:",
    "Ndị agha",
    "Ndị agha mmiri",
    "Ndị agha elu",
    "Ndị nchekwa oke ala (Immigration)",
    "Ndị Kọstọms",
    "Ndị Civil Defence.",
    "O doro anya na ekere ọrụ eke.",
    "Ebe foto si, NEMA/Facebook",
    "O nwee ka ihe mberede ọbụla si dapụta, ndị ọrụ gbatagbata na-enye aka.",
    "Ọ ụ ha dị mkpa n'ụbọchị ntuliaka n'ihi na ha na-enyere ndị ọrụ nchekwa na ndị ọrụ ahụike aka ịzọ ndụ maọbụrụ na ọgbaghara dapụta.",
    "Ma kụrụ chim igbatara ndị mmadụ ọsọ enyemaka agbanyeghi ebe ya bụ ihe ọdachi mere: n'elu, n'ala maọbụ n'ime nnụ.",
    "Ebe foto si, Nema/Facebook",
    "N'ihi mmachi ngagharị a na-etinyekarị n'ụbọchị ntuliaka, ọ na-arakarị ahụ ndị mmadụ ịnweta ihe oriri.",
    "Mana ndị na-apụta ere nri na-azọ ndị mmadụ na-arụ ọrụ ụbọchị ahụ ndụ.",
    "Ndị ọzọ ha na-enyereaka bụ ndị kwụ n'ahịrị, n'anwụ maka atụmatụ isonye na ntụliaka.",
    "Ebe foto si, Getty Images",
    "Ebe foto si, Getty Images",
    "Dịka iwu Naịjirịa siri dị, ụfọdụ ndị ntorobịa gụcharala mahadam na-esonye n'atụmatụ ife ala nna otu afọ site n'atụmatụ 'National Youth Service Corps' (NYSC).",
    "N'oge ntuliaka ọbụla, otu ọrụ ndị a na-esonye arụ bụ inyere ndị ọrụ nhazi ntuliaka aka site n'ịnọ hazie ndị mmadụ n'ụbọchị ntuliaka, debanye aha, nyochaa ndị pụtara ịtụ vootu, tụkọta vootu a tụrụ atụ nakwa ihe ndị ọzọ.",
    "Ndị a na-akwụ chim n'ọrụ ma hụ na ntuliaka gara nke ọma ndị ụlọọrụ nhazi ntuliaka Naịjirịa bụ 'Independent National Electoral Commission' (Inec) na-enye ha ezi ugwu maka mbọ ha na-agba ma nyekwa ha nkwudo n'azụ.",
    "Ebe foto si, nysc",
    "Ntuliaka agaghi aga n'ihu maọbụ nwee mpụtara doro anya ma ndị mmadụ apụtaghị tụọ vootu. Agbanyeghi na ọnụọgụgụ ndị na-apụta atụ vootu na-adatu kemgbe ntuliaka 2003, ọkachasị n'ihi etu ọgbaghara na mwakpo si eso ụfọdụ ntuliaka n'ụfọdụ akụkụ Naịjirịandị na-agba isi akwara pụta tụọ vootu so eme ka ya bụ ihe nwee isi.",
    "Ndị a na anọ n'aniri, n'okpuru anwụ, maọbụ mmir ozizo; ụfọdụ n'ime ha bụ ndị okenya maọbụ ndị nwere nkwarụ maọbụ mee njem site n'ebe dị anya ma bịaruo ọgbọ ntuliaka ha.",
    "Onye ga-agwa gị ihe na-akpọtụ ebe ọ na-akpọtụ? Onye ga-egosi gi foto maọbụ ihe onyonyo maka ihe na-eme n'ebe ndị ọzọ na Naịjirịa?",
    "N'oge ntuliaka, ewezụga ndị ntaakụkọ, kedụ etu ndị mmadụ ga-esi mara ka ihe niile si aga?",
    "Ọrụ ha dị oke mkpa n'ihi na ha na-etinye anya n'etu ihe si aga ma na-eti mkpu ebe ọbụla ha hụrụ nrụrụaka, ọgbaghara nakwa ihe ndị ọzọ dị aṅaa.",
    "Ndị ọrụ ahụike nọ nso ịnyere ndị mmadu aka, ọ kachasị ma enwee ihe ọdachị maọbụ ndị ọbụla merụrụ ahụ maọbụ malitere inwe ndatu ahụike.",
    "O nweghi onye na-ekpe ekpere ka ihe ndị dị etu a mee mana ha na-enye aka ịzọ ndụ ndị mmadụ site n'ịgbatara ha ọsọ enyemaka nakwa inye ha ọgwụgwụ ruru ha.",
    "N'ihi etu ọrụ si eju ndi  Inec aka n'oge ntuliaka, ụfọdụ ndị ọrụ ngo na-esonye ha n'ọrụ nwa mgbe nta. Ndị a na-eji obi ha rụọ oke ọrụ ma hụ na ihe niile gara nke ọma.",
    "Ụfọdụ n'ime ha na-eme ya dịka ihe onyinye nye ala Naịjirịa nakwa gos ịhụnaya ha nye ya bụ mba.",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A, Mmadụ karịrị 100 idemmiri wakporo n’Ebonyi steeti na-ebe akwa enyemaka",
    "Ọgwụ ọhụrụ ga-eme ka a ghara ịwa nwaanyị nwere “ectopic pregnancy” afọelekere 9 gara aga",
    "Tupu ị ṅụọ mmiri nsọ na ihe ịrịbaama ndị ọzọ lee ihe ndị i kwesịrị ịma11 Septemba 2024",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence3 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground'",
    "Ọkpụrụkpụ ihe ise dị na nkwekọrịta Tinubu na mba China na uru ọ ga-abara Naịjirịa",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe haEmelitere ikpeazụ na: 13 Nọvemba 2020",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}