{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Akụkọ na-ekwu na ahụla ụmụaka anọ ka ọ gachara iabalị 16 ụgbọelu bu ha na nne ha na ndị njem ndị ọzọ ji kpọkasịa.",
    "Ụmụaka ndị a gbara agbata afọ ọnwa 11 na afọ 13 na nne ha, n'ọkwọụgbọelu nakwa ogbo ya  si  Araracuara dị n'Ọdịda Anyanwụ mba Kolobia na-eme njem aga San José del Guaviare oge ụgboelu ha furu n'oke ọhịa Amazon n'abalị mbụ nke ọnwa Mee, 2023.",
    "Ugboro asatọ a gbaturu ụgbọelu bu ndị njem10 Jenụwarị 2020",
    "Ihe mberede ụgbọelụ Texas ataala isi mmadụ iri1 Julaị 2019",
    "Ọkwọụgbọala ahụ nyeburu ozi na ụgbọelu ahụ nwere nsogbu inginị tupu o fue.",
    "Ndịagha chọrọ ha izụụka abụọ mecha hụ ozu nwaanyị ahụ bụ Magdalena Mucutuy,gbara afọ 33, ọkwọụgbọelu na ogbo ya mana ha ahụghị ụmụaka ahụ.",
    "Onyeisiala mba Colombia bụ Gustavo Petro kwuburu n'ụbọchị Wenezde na ahụla ụmụaka ahụ n'akara Twitter ya mana o mechara wepụ ozi ahụ sị na ozi ya nwetara edobeghị anya kpọmkwem.",
    "Ndị ọrụ gbatagbata kwuru na ha hụrụ ụfọdụ ngwongwo a na-eche bụ nke ụmụaka ahụ n'ụlọ gbatagbata ha hụụ n'ime oke ọhịa nke mere ha ji eche n'ụmụaka ahụ na-akpagharị n'ime ọhịa ahụ.",
    "Onyeisi mịnịstrị mba ahụ na-ahụ maka ụmụaka bụ Astrid Cáceres kwuru n'ụtụtụ Tọzde na ha natara ozi na ahụla ụmụaka ahụ na-efu efu.",
    "Ozi ha kwuru na ahụ dị ụmụaka ahụ mma.",
    "Ebe foto si, Getty Images",
    "Anambra US convoy attack: Anyị awuchiela mmadụ abụọ maka mwakpo ndị ụlọọrụ US n'Ogbaru - Ndị Uweojii17 Mee 2023",
    "Etu e si hụ ụmụaka anọ n'ọhịa izuụka abụọ ụgbọelu bu ha na nne ha kpọkasịrịelekere 6 gara aga",
    "NA EME UGBU A Presidential Election Tribunal: Eyigharịala ikpe PDP gbara maka ntuliaka onyeisiala Naịjirịa9 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}