{
  "published": "8 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Supplied",
    "Nwunye gọvanọ Enugwu steeti bụ Nkechinyere ekwuola na ọ ga-akwado ụmụaka atọ a sị nne ha gburu onwe ya n'Enugwu n'agụmakwụkwọ rue mgbe ha ruru Mahadum.",
    "Cheta na akụkọ kwuru na o nwere nwaanyị kpọpụrụ ụmụ ya n'ebe akpọrọ Ogui Road n'Enugwu ma gbaa onwe ya ọtọ gbabaa n'okpuru ụgbọala ukwu.",
    "Ọ bụ ụmụ nwaanyị ahụ nke ndị uweojii kpọgara n'ụlọorụ ha ka nwunye Gọvanọ nyere aka.",
    "Ihe ọzọ bụkwa na o nyere iwu ka akpọpụ ụmụaka ahụ n'ụlọorụ ndị uweojii ma kpọga ha ebe ha ga-anọzi.",
    "Ụmụaka ahụ nke kachasị ukwu dị naanị afọ isii enweghi ike ịkọ akụkọ nwere isi banyere ebe nne na nna ya nọ.",
    "Mana ndị uweojii kwuru ihe dị iche banyere nwaanyị ahụ na ụmụ ya.",
    "Anyị azọpụtala nwata ahụ a tọorọ n'Enugwu-Ezike  - Ndị Uweojii31 Maachị 2023",
    "Sexual Violence: Etu anyị si chọpụta na ụmụokoroọbịa anọ na-edina nwa m nwaanyị dị afọ 158 Ọgọọst 2023",
    "Aka anyị adịghị n'ọnwụ nwata ahụ e ku n'aka - Civil Defence Imo Steeti20 Eprel 2023",
    "Ndị uweojii n'onwe ha kwuru na ọ bụghị eziokwu na nwaanyị ahụ kpọsara ụmu ya n'ihu ụlọorụ ndị uweojii ma gbuo onwe ya site n'ịgbaga n'okpuru ụgbọala.",
    "Ha sị na nwaanyị anwụghị anwụ kama na ọ gbara onwe ya ọtọ ghahapụ ụmụ ya ma gbapụ ọsọ ebe ha na amaghị.",
    "Ha sị \"anyị ruru n'ebe mmadụ kpọrọ ndị uweojii oku enyemaka ma hụ ụmụaka ahụ ebe ahụ kpọrọ ha gawa ụlọọrụ anyị\" ka ozi ahụ ha weputara kwuru.",
    "Ihe ọzọ ha kwuru bụ na di nwaanyị ahụ abịala kpesa n'ụlọorụ ndị uweojii na nwunye ya na-eme omume edochaghị anya nke gosiri na ọ na-enwe nsogbu ụbụrụ.",
    "Ọ sị na ọ latara ọrụ ma hụ na nwunye ya na ụmụ ya atọ anọghizi n'ụlọ na be ha dị n'Uguwaji dị n'okpuruọchịchị Enugu South dị na steeti ahụ.",
    "Ụmụnyanyị",
    "Naijiria",
    "Enugu Steeti",
    "Aba Power Plant: Ihe ọ ga-efu ka ọkụ anyụghị anyụ na-enwu n'Aba - Barth Nnaji13 Maachị 2024",
    "NA EME UGBU A, Gọọmentị Naịjirịa ewepụla mmachi niile ha tinyere n'isi mba Niger1 Maachị 2024",
    "Etu nwata nwaanyị si gbuo nna ya tufuo ozu ya na Ngwo dị n'Enugwu12 Maachị 2024",
    "Ihe mere n'ezie maka nwaanyị a sị gburu onwe ya n'Enugwu8 Maachị 2024",
    "Ugboro iri a tọọrọ ụmụakwụkwọ na Naịjirịa nke dara ụda 9 Maachị 2024",
    "Gọọmenti Enugwu ewerela katapila kwọgbuo ọkụkọ karịrị  30,000 na Nchatancha Nike4 Maachị 2024",
    "Lee etu ikpe Willie Obiano na EFCC si gaa n’ụlọikpe taa7 Maachị 2024",
    "Blood clots: Ihe ị kwesiri ịma maka ọrịa a gburu Mr Ibu5 Maachị 2024",
    "Ụka akwamozu Herbert Wigwe, Chizzy na Tochi n'ụlọụka",
    "Mother's Day: Ugboro ole ka a na-emedị ụbọchị ndị nne n'afọ?Emelitere ikpeazụ na: 8 Mee 2022",
    "Ugboro iri a tọọrọ ụmụakwụkwọ na Naịjirịa nke dara ụda",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}