{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onyonyo gosiri ebubo na  onye otiegwu a ma ama bụ Seun Kuti mara onye uweojii Naịjirịa aka ntị pụtara na soshal midia n’izu gara aga n’akụkụ Legọs steeti.",
    "Ọnụ na-ekwuru ndị uweojii Steeti ahụ  bụ Benjamin Hundeyin kwuru n’ụbọchị Mọnde, abalị 15 nke ọnwa Mee, 2023 na aka ha akparala ya bụ otiegwu bụ onye e boro ebubo iti onye uweojii ihe.",
    "Hundeyin kwuru na Seun Kuti ji aka ya bịa n'ụlọọrụ ha n'ụtụtụ Mọnde a.",
    "Cheta na onyeisi ndị uweojii bụ Usman Alkali Baba, nyeburu iwu n’izu gara aga ka e jide Mazị Kuti dịka onyonyo ahụ pụtara na soshal midia.",
    "Ọ bụ ihe megidere iwu na Naịjirịa ịkpaso onye ọrụ nchekwa ọbụla agwa ọjọọ, dịka ọnụ na-ekwuru ndị uweojii Naịjirịa si kwuo.",
    "Mana kedụ ihe ndị ọzọ iwu Naịjirịa kwuru banyere ihe dị etu a?",
    "Ebe foto si, Seun Kuti/Facebook",
    "Cheta n’ebe afọ 2022, otu ihe onyonyo fesakwara na soshal mida nke gosiri ebe mmadụ abụọ na  ndị uweojii abụọ nọ na-enwe esemokwu. Ndị nkiti abụọ a malitere zọsawa otu n’ime ndị uweojii ahụ egbe AK47  ya.",
    "Ọnụ na-ekwuru ndị uweojii Naijịrịa bụ Muyiwa Adejobi kọwara mgbe ahụ na agwa a megidere iwu Naịjirịa ma kwuo na ọ bụrụgodi na onye uweojii ahụ enyeghi uwe ndị uweojii ya, na ya bụ onye nkiti enweghi ikike ịkpa ụdịrị agwa ahụ.",
    "N’oge ahụ, Hundeyin kwuru na akụkụ iwu Naịjirịa nke 365 gosiri na ịmekpa onye uweojii ahụ bụ ezighbo ihe dara iwu nke nwereike ime ka mmadụ gaa nga afọ atọ.",
    "Akụkụ iwu 356 (2) kwuru hoo haa: “Ịmakpa onye uweojii ahụ, ịjụ iso iwu onye uweojii nyere, ịma ụma gbochie onye uweojii ịrụ ọrụ ya, inyere onye na-eme nke aka megidere iwu.”",
    "Adejobi kwukwara: ‘Nke a abụghị okwu ihe onye uweojii ahụ mere kama ọ bụ okwu agwaa ndị nkiti ahụ kpara nke bụ agwa mmekpa ahụ nye onye uweojii.”",
    "Mgbe ihe onyonyo Kuti malitere ifesa, o ji soshal midia ya kwuo na o nwere ihe ịgba ama na onye uweojii ahụ nwara igbu ya na ezinaụlọ ya.",
    "Ozi ya kwuru: “Ọ nwara igbu mụ na ezinaụlọ”",
    "“E kpebiela m ịghara ibupụ okwu a ụlọikpe”",
    "‘Unu tinyenụ ọnụ unu na-agba ma hapụ okwu tupu a napụ nwaamadị ọrụ ya.”",
    "Okwu Kuti mere ọtụtụ ji malite ịjụ ‘Kedụ ihe mmadụ nwereike ime ma onye uweojii mekpa ya ahụ?’",
    "Otu ọkaiwu nwere agba na Naịjirịa bụ Femi Falana nke bụkwa onye na-alụ ọgụ ikike diri onye ndị mmadụ kwuburu n’ozi o zipụtara n’oge gara aga.",
    "“Ọ bụrụgodị na onye uweojii nye uwe ya maa onye nkiti ụra, onye nkiti ahụ enweghi ikike imagwara ya”",
    "Ọ gbakwara ama n’oge ahụ na agwa dị etu a nwereike ime ka onye nkiti ọbụla gaa nga afọ atọ.",
    "Ọ gara n’ihu kwukwaa na ndị uweojii kwesịrị ị na-akwanyere ndị nkiti ugwu dịịrị ha.",
    "Ọ gara n’ihu kwuru na ikike ugwu dịrị mmadụ sokwa na ihe iwu Naịjirịa nke akụkụ 34 chekwara.",
    "Falana kwukwara na akụkụ iwu ‘Anti-Torture Act’ nke 2017 bụ iwu megidere mmekpa ahụ kwuru na ịmekpa ndị nkiti ahụ nwereike ime mmadụ agaa nga afọ 25.",
    "Ọ gara n’ihu kwuo n’akụkụ owu ‘Administrators of Criminal Justice Act, 2015’ naklwa ‘Police Establishment Act 2020’ emegidela imekpa ụmụafọ Naịjirịa ahụ gụnyere ndị a na-enyo enyo n’okwu ọbụla.",
    "“Akụkụ iwu (2)(b) nke ‘Anti Torture Act’, 2017 kwuru na imekpa mmadụ ahụ gụnyere ịma ụma mee ka ahụ fụọ mmadụ ụfụ, maọbụ ịta mmadụ ahụhụ site n’ihe e mere ya n’ahụ maọbụ n’ihe metụtara ahụike ụbụrụ isi ya bụ ụzọ iji taa mmadụ ahụhụ maka ihe a sị o mere maọbụ ihe a sị onye ọzọ mere. Ime nke a nye onye nkiti nwereike ime onye mere ya agaa nga afọ 25 dịka iwu ‘Anti Torture Act 2017’ siri kwuo”",
    "Ebe foto si, Getty Images",
    "Soshal midia ndị uweojii Naịjirịa bụ otu ụzọ mmadụ nwereike iji zitere ndị uweojii mkpesa ebubo mmekpa ahụ",
    "Adejobi ekwubuola na ọ dịghị mma ndị mmadụ iji aka gbasoo ihe iwu nyere ohere ime.",
    "O kwuru na ọ bụrụ na onye uweojii mekpaa mmadụ ahụ na onye ahụ nwere ikike izitere ngalaba mgbasaozi ndị uweoji mkpesa nke bụ ngalaba ndị ‘Police Public Relations Officers (PPROs)’.",
    "Ụzọ ọzọ bụkwa isi n’ụzọ mkpesa ndị uweojii nke ‘Complaint Response Unit’ maọbụ izitere ha mkpesa n’akara soshal midia ha.",
    "Falana kwukwara na mmadụ nwereike iburu mkpesa ya gaa ụlọikpe, ọ bụrụ na ahụ na aka ndị uweojii adịghị ọcha na a ga-akwụ onye ahụ ụgwọ ụlọikpe nyere iwu ka a kwụọ ya dịka iwu ‘Anti Torture Act’ siri nye ntuziaka.",
    "Ikpe",
    "Nga",
    "Legọsị",
    "Naijiria",
    "Ngosi iwe",
    "Ikike diri mmadụ",
    "Nchekwa ndị ụwe ojii",
    "Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburuelekere 6 gara aga",
    "Ihe iwu Naịjirịa kwuru maka ima onye uweojii ụraelekere 8 gara aga",
    "Otu ọnwa kamgbe agha malitere na mba Sudan - Ihe niile i kwesịrị ịma15 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}