{
  "published": "06:33",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ ihe agaghị echefụ maka ọchịchị Onyeisiala Muhammdu Buhari",
    "N'oge mbata ọchịchị Buhari, ọ kwere ụmụafọ Naịjirịa ọtụtụ nkwa mana atọ n'ime ha gbara ezigbo ọkpụkpụrụ",
    "Nke mbụ: Iweghachite ezi nchekwa, nke abụọ ịkwalite akụnụba Naịjirịa nke atọ ibuso nrụrụaka agha.",
    "N'okwu nchekwa, ọtụtụ tụrụ anya na Buhari ga-emenyụ ndịagha nnupụisi nke ụka alakụba bụ Boko Haram nọ na-akpa ike n'akụkụ mpaghara Ugwu Naịjirịa anya.",
    "N'oge ahụ, ndị Boko Haram were ọnọdụ ọchịchị n'akụkụ ụfọdụ na mpaghara Ugwu Naịjirịa. A tụrụ anya na Buhari onye bụbu onye ọchịagha nakwa onye ji aka ike chịa Naịjirịa n'oge ọchịchị ndịagha n'afọ 1983 ruo 1985 ga-emekpa ndị a anya mana etu ihe siri gaa abụchaghị etu ụfọdụ si chee.",
    "Onyeisiala Muhammadu Buhari chịrị Naịjirịa afọ asatọ malite n'afọ 2015 ruo 2023",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịa27 Mee 2023",
    "Etu ndị nkwado Tinubu si saa Chimamanda Adichie maka ozi ya nye Joe Biden banyere ntuliaka 2023 8 Eprel 2023",
    "Tinubu emeriela ntuliaka onyeisiala Naịjirịa 20231 Maachị 2023",
    "Ịkpa ike ndị Boko Haram nakwa otu alaka ha bụ Iswap belatara n'oge ọchịchị Buhari a dịka ndịagha Naịjirịa napụrụ ha ebe ha werụbụrụ ọnọdụ ọchịchị ma hụkwa na e memịnara ọtụtụ n'ime ha mana mwakpo n'aka ndị a abụbeghị ihe ochie na Naịjirịa ugbua.",
    "N'ọchịchị Buhari a, enweghị ezi nchekwa na Naịjirịa kawanyere njọ dịka ọgbaghara ndị nọ na-adapụta n'etiti ndị ọchị ehi na ndị ọrụ ugbo bịaziri ghọọ ihe oke egwu n'akụkụ Naịjirịa dị iche iche.",
    "Ụfọdụ n'ime ndị a a na-eche bụ ndị ọchị ehi malitere buwezie ngwa ọgụ na-atọ, na-awakpo nakwa na-emepe ndị mmadụ ahụ dịka ha ji ntọrọ na ịna ego mgbapụta meruzie aka ọrụ.",
    "Akwụkwọ ozi ụlọọrụ ACLED kwuru na n'ebe ọnwa Disemba 2020 ruo Julaị 2021 na ndị ojiegbe a tọọrọ ụmụakwụkwo ihe ruru 1000 n'ụlọ akwụkwọ ma mechaa tọhapụ ụfọdụ n'ime ha oge a kwụrụ ego mgbapụta ha.",
    "Okwu enwebeghị ezi nchekwa bịakwara danye n'akụkụ Ọwụwa Anyanwụ Naịjiria dịka ndị ọrụ nchekwa Naịjirịa rụrụ otu nnwereonwe dịka Ipob nakwa otu nchekwa ha bụ ESN aka ugboro ugboro maka mwakpo ndị nọ na-adapụta ebe ahụ.",
    "Na 2015 ọchịchị Buhari nwụchiburu Nnamdi Kanu bụ onye ndu otu Ipob ma mechaa nwụchie ya ọzọ na 2021 nke mere ndị otu a jiri tie iwu onye nọrọ n'ụlọ iji gosi iwe ha maka nke a.",
    "Otu a mechara kagbuo iwu a kwa ụbọchị Mọnde mana otu ndị ojiegbe dị iche iche malitere na-atọ, na-egbu, na-awakpo ndị ọrụ gọọmenti, ụlọọrụ gọọmenti nakwa ndị ọrụ nchekwa Naịjirịa nke mere iwu onye nọrọ n'ụlọ bụrụ ihe egwu nye ndị bi na mpaghara ahụ.",
    "ACLED kwuru na Naịjirịa so na mba Afrịka ebe tigbuo-zọgbuo kacha dapụta n'afọ 2022.",
    "Aka ike ọtụtụ ndị mmadụ tụrụ anya Buhari kara iji memịna ọnọdụ enweghị ezi nchekwa, ọ pụtara ihe ka ọ pụtaghi ihe?",
    "Ọnọdụ enweghị ezi nchekwa a metụtakwara akụnụba Naịjirịa.",
    "Ebe foto si, AFP",
    "Ọnụahịa ọtụtụ ihe ariala oke elu dịka ọtụtụ nọzị n'ụbịam ugbua",
    "Ọchịchị a hụrụ ibi ego n'aka mba ndị ofesi aghara aghara nke tinyere Naịjirịa n'ọnọdụ iji oke ụgwọ Ụlọakụ ụwa rụrụ aka na Naịjirịa jizi ego ruru 96% ya akwụghachi ụgwọ",
    "Naịjirịa danyekwara n'ọnọdụ ndakpo akụnụba n'oge ọchịchị a. Ụlọọrụ National Bureau of statistics (NBS) kwuru na iri elu ego ihe ọnụahia ruru 20% n'oge a dịka Ụlọakụ ụwa kwuru na mmadụ anọ n'ime 10 nọzi n'ọnọdụ ụbịam na Naịjirịa.",
    "Atụmatụ mgbachi okeala Naịjirịa nke Buhari kwuru ga-akwalite mmepụta ihe na Naịjirịa sokwa n’ihe metụtara akụnụba Naịjirịa n'ụzọ ọjọọ",
    "Mana gọọmentị Naịjirịa rụrụ mmụba ọrịa Covid-19 nakwa agha Ukraine aka ugboro ugboro maka ihe so dakpoo akụnụba Naịjirịa",
    "N’oge mbata ya, Buhari kwere nkwa ibuso nrụrụaka agha n’ụzọ pụrụiche mana ụfọdụ ihe ndị mere n’oge ọchịchị ya a mere ndị mmadụ ji na-ajụ. ‘ihe e kwuru abụ ihe e mere?’ – Dịka onye e nyochapụtara okpuru mmanụ agbidi na abụghị nke gọọmentị nọ na-ezufu mmanụ agbidi Naịjirịa apụ",
    "ọtụtụ kwuru na ihe dị etu a agaghị enweike ime ma ọbụrụ na gọọmentị adọnyeghiri ndị na-eme ihe dị etu ukwu n’otu ụzọ maọbụ ụzọ ọzọ.",
    "Ụta dakwasiri Buhari dịka nọchịkwara ọkwa minista mmanụ agbidi na Naịjirịa n’oge ọchịchị ya a.",
    "Mana ụlọọrụ EFCC na ICPC nyochapụtara ma nwụchie ụfọdụ ndị a sị na-ezufu ego Naịjirịa nke gụnyere ndị nwere agba mana Buhari mechara tọhapụ mmadụ abụọ n’ime ha nke bụ Josha Dariye na Jolly Nyame.",
    "Nke a mere ọtụtụ jiri katọọ ya nakwa atụmatụ ya ibuso nrụrụaka agha.",
    "Atụmatụ ọzọ menyụkwara ụmụafọ Naịjirịa anya bụ atụmatụ megharị ego Naịra nke e kwuru ga-ebuso nrụrụaka agha nakwa ntọrọ ndị mmadụ maka ego mgbapụta mana etu e siri chee abụghị etu ihe siri mee.",
    "Ebe foto si, FMWH",
    "Akwa mmiri nke abụọ so n'ihe arụchapụrụ n'ọchịchị Buhari - A gụrụ ya akwa mmiri Muhammadu Buhari",
    "Ọtụtụ etoola Buhari maka ịhụ na ọ gbara mbọ rụchapụ okpuru ụgbọ oloko n’akụkụ Naịjriịa dị iche iche, okpuruụzọ ndị nọkwa n’aka gọọmentị etiti bụkwa ihe a gbara mbọ rụchapụkwara n’oge ọchịchị a.",
    "Ọzọkwa bụ nrụcha akwa mmiri Naịjirịọ́ nke abụọ bụ nkwa ọtụtụ gọọmentị ndị gara aga kwere nkwa ime mana ha emezughi ya.",
    "Buhari gbakwara mbọ ibinye aka n’ọtụtụ iwu nke e jietọ ya maka ya nke gụnyere iwu ntuliaka ‘electional act 2022’",
    "Mana iji chịkọta okwu a, ngụkọ ụfọdụ ihe ndị mere n’oge ọchịchị Buhari a emeela ụfọdụ ji na-ekwu na ga-ahapụ ndị Naijiria n’ọnọdụ enweghị nchekwa, ịda oke ogbenye nakwa iji ụgwọ karịa etu ihe dị tupu ọ banye ọchịchị na 2015.",
    "Kedụ ihe ịche a ga-eji cheta onyeisiala Muhammdu Buhari na ọchịchị ya?",
    "Amerika",
    "National security",
    "Ndọrọndọrọ ọchịchị",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Muhammadu Buhari",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Tinubu Inauguration Speech: 'Fuel Subsidy' agaala!29 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Ụfọdụ ihe agaghị echefụ maka ọchịchị Onyeisiala Muhammdu Buhari29 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}