{
  "published": "16 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe anyị ma maka onye nlekọta Damgrete Hotel ndịagha Naịjirịa gburu n’Umuahịa",
    "Ndị uweojii Abia Steeti ekwuola na ha na-enyocha ozu Achimugwu James Etubi bụ onye nlekọta ụlọ ọriri Damgrete Hotel dị n’Umuahia  bụ onye nwụrụ dịka ndịagha Naịjirịa tichara ya na ndị ọrụ ibe ya ihe.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Maureen Chinaka onye dịrektọ ụlọ oriri ahụ kpọtụụrụ ụloọrụ ha n’ụbọchị 12 Eprel, 2024 na ndịagha bịara nwuchie ndị ọrụ ha mmadụ anọ, tie ha ihe nke butere ọnwụ James Etubi.",
    "Ndịagha nwuchiri ndị a maka ọnwụ onye otu ha bụ Emmanuel Onyeomereneche, nwụrụ n’ọdọmmiri ụlọ oriri ahụ mgbe ọ gara igwu mmiri n’ụbọchị 9 Eprel, 2024.",
    "Akụkọ kwuru na Emmanuel Onyeomereneche bụ onye na-anata ọzụzụ na ngalaba ndịagha mmiri Naịjirịa gara n’ụlọ oriri ahụ n’ụbọchị 9 Eprel, 2024 izuru ike.",
    "O kpebiri ịga gwuo mmiri n’ọdọmmiri ‘swimming pool’ dị n’ụlọoriri ahụ n’abalị mana otu ihe maọbụ nke ọzo mere, mmiri eriela nwamadị a, nke butere ọnwụ ya.",
    "Mgbe akụkọ ọnwụ ya ruru ndịagha ibe ya ntị, ha gara n’ụlọoriri ahụ, buru mmadụ anọ na-arụ ebe ahụ nke gụnyere onye nlekọta ya bụ Achimugwu James Ebitu.",
    "Ha malitere iti ndị a ihe nke butere ezigbo mmerụ ahụ nye Ebitu bụ onye mechara nwụọ mgbe e bu ya gaa n’ụlọọgwụ.",
    "Ebe foto si, Nigerian Army",
    "Onyeisi ndịagha Naịjirịa bụ Taoreed Lagbaja enyela iwu ka e nyochaa ọnwụ onye nlekọta ụlọoriri Damgrete ahụ.",
    "N’ozi ọnụ na-ekwuru ha bụ Onyema Nwachukwu wepụtara, Lagbaja kwuru na “ọ na-ewute m etu ụfọdụ ndị otu anyị si kpaa agwa nke butere ọnwụ onye nlekọta ụlọoriri ahụ.”",
    "Ọ gara n’ihu tie ezinaụlọ ndị nwa ha nwụrụ aka n’obi ma kwee nkwa na a ga-eme nyocha banyere nke a.",
    "Ndị obodo Okwuta Ibeku dị n’Umuahia buuru nagharịiwe gaa n’obi ọchịchi gọọmentị Abia Steeti maka ọnwụ Emmanuel Onyeomereneche bụ onye agha Naịjirịa nwụrụ n’ọdọmmiri ụlọoriri Damgrete.",
    "Ha kwuru na odochaghị anya etu obere ọdọmmiri ụlọoriri ahụ ga-esi rie Onyeomereneche bụ onye agha mmiri Naịjirịa ma kwuo ka a chọpụta ndị aka ha dị n’ọnwụ ya.",
    "Ndị ngagharịiwe a karịchara n’ụmụnwaanyị yicha akwa ojii nọ na-abụ abụ akwa na-etikwa mkpu.",
    "Na nzaghachị, onye ndụmọdụ gọvanọ Alex Otti n’okwu nchekwa bụ Macdonald Uba kwere ha nkwa na gọọmentị ga-eme ezi nyocha iji chọpụta ihe gburu nwamadị a.",
    "Naijiria",
    "Ọrụ njem na ịtụrụndụ",
    "Nchekwa ndị ụwe ojii",
    "Ndịagha",
    "Abia Steeti",
    "Ezinụlọ",
    "Chris Oyakhilome: Ụkọchukwu Naịjiria na-ebu agha megide ọgwụ mgbochi ọrịa ịba18 Eprel 2024",
    "",
    "Mohbad: Ihe nwunye Mohbad kwuru maka akụkọ nna ụlọikpe sị ya mee nwa ya nnyocha 'DNA'?elekere 7 gara aga",
    "Nnamdi Kanu Case: Lee mgbe ụlọikpe ga-ekpebi ma a ga-ebuga ya na mkpọrọ imeụlọ17 Eprel 2024",
    "Lee nkwa E money kwere ụmụ Jnr Pope17 Eprel 2024",
    "Ndịagha Russia ole ka e gbuorola na Ukraine?17 Eprel 2024",
    "Ihe anyị ma maka onye nlekọta Damgrete Hotel ndịagha gburu n’Umuahia16 Eprel 2024",
    "A tụọla Bobrisky mkpọrọ maka ịmetọ Naịra12 Eprel 2024",
    "Lee nkwa E money kwere ụmụ Jnr Pope",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ndịisi agha Isreal aṅụọla iyi ịwakpo mba Iran na nzaghachị ogbunigwe ọ tụrụ ha",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}