{
  "published": "5 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Akụkọ na-eru anyị ntị na-ekwu na ọkụ agbaala ọtụtụ ọdọahịa n'ahịa Alaba International dị n'Okpuru Ọjo, Legọs steeti taa bụ Fraide.",
    "Ngwa ahị amabeghị ọnụahịa ya na ndị mmadụ amabeghị ọnụọgụgụ ha merụrụ ahụ n'ọkụ ahụ amabeghị ihe butere ya.",
    "Ndị nọ ebe ihe mere kwuru na mbọ ha gbara ịkpọku ndịọrụ mmenyụọkụ amịtaghị mkpụrụ nke mere ka ụfọdụ ndị mmadụ malite ịgbali iji aka ha mentyụọ ọkụ ahụ.",
    "Ebe foto si, Screengrab",
    "Mana ụlọọrụ na agbanyụ ọkụ  bụ  Lagos State Fire and Rescue Service na-ebo ebubo na  oge ndị ọrụ ha gara ịgbanyụ ọkụ ahụ  mana ndị mmadụ  nọ ebe ahụ ekweghị dịka ha chụchighara ha azụ.",
    "Ozi nke onyeisi ụlọọrụ ahụ bụ Margaret Adeseye binyere aka kwuru sị, \"Ozi na-erute ngalaba 'Lagos State Fire and Rescue Service' kwuru na ọdọahịa dị n'ahịa Alaba Inetrational, Ojo,Legọs na-agba ọkụ.\"",
    "\" Mana ndị mmadụ ji iwe chụchighara ndị ọrụ mgbanyụaka si Ojo, Sari-Iganmu and Ajegunle, ha  ekweghị ka ha rụọ ọrụ dịịrị ha mana ha kwụ nso.\"",
    "Ebe foto si, Benjamin Hundeyin/Twitter",
    "Mana ndị uweojii Legọs steeti kwuru na ọ bụ ha mụnyere ọkụ n'ụlọ akpara dịka ha na-achụ ndị ekperima na nso ahịa ahụ, na o nweghị ọkụ ọbụla na-agba n'ahịa Alaba.",
    "Ọnụ na-ekwuru ha bụ Benjamin Hundeyin onye kwuru n'ozi o wepụtara na akara Twitter ya taa bụ Fraide sị na \"Ọ bụ akụkọ ụgha\" na ọkụ gbara ahịa Alaba Market sirị, \" Anyị nwetara ozi  nke mere ka anyị wakpoo ụlọakpakara nwuchie ndị ekperima, mecha mụnye ụlọ akpakara ndị ahụ ọkụ.\"",
    "Ebe foto si, Ben Hundeyin/Twitter",
    "Legọsị steeti",
    "Legọsị",
    "Naijiria",
    "Ahịa",
    "Ike Ekwermadụ: Atụọla ya na nwnuye ya na mkpọrọ5 Mee 2023",
    "Ike Ekweremadu: Ihe ụmụ Naijiria na-ekwu dịka a tụrụ Ekweremadu mkpọrọelekere 6 gara aga",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremaduelekere 8 gara aga",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}