{
  "published": "17 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, SOPA",
    "Dịka a na-eme ncheta ụbọchị Ọbara mgbalielu n'ụwa gbaa gburugburu(World Hypertension Day), ndị ọkachamara ahụike na Naijiria etiela mgbu etu ọtụtụ ndị ntorobia si arịazi ọrịa a nke a na-ekwu na-ebute ọnwụ erughị eru ọtụtụ ndị mmadụ n'ụwa.",
    "Ọrịa ndị ọzọ, nke a nwere ike ibute gụnyere ọrịa obi, ọrịa akịrị, mkpọnwụahụ nakwa nwoke atụbalighị nwaanyị ime, dịka ndị ha si kwuo.",
    "Etu ị ga-esi gbalahụ'Kidney diseases'2 Mee 2021",
    "Gịnị bụ ọrịa shuga nakwa ụzọ ị ga-esi gbalahụ ya?14 Nọvemba 2022",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Ọbara mgbalielu bụ ọbara igali rue ngụkọ 140/90 mmHg maọbụ karịa, Dịka otu ahụike mbaụwa bụ WHO si kwuo.",
    "Dịka Dkta Omosivie Maduka bụ ọkachamara n'ahụike ọha na mahadum University  of Port-Harcourt  Teaching Hospital(UPTH),si kwuo,ihe karịị pasent 47  ndị okeneye na Naijiria na-arịa ọbara mgbalielu.",
    "\" Ngụkọ na-egosi na ndị nọ n'agbata afọ 20, 30 nakwa 40 na-arịazi ọbara mgbalielu.\"",
    "\"Ọ bụ ihe mgbawa obi na anyị na-ahụzị ọtụtụ ndị na-eto eto na-arịa ọbara mgbalielu n'ihi na oge a bụ oge ọtụtụ na-ekwo ndụ ekwo ma nwee ihe ha ka ji ndụ ha emeu bụ ndị na-arịazị ọrịa.\"",
    "Maduka sịrị na ọbara mgbalielu agwọghị agwọ nwere ike ibute mgbọnwụ ahụ, ọnwụike(atụbọọ a nwụọ ozigbo) nakwa nwoke enweghị ike ịtụwali nwaanyị ime maọbụ rụọ ọrụ dịrị ya.",
    "Dika Maduka sịrị,\"Otu n'ime ihe ọbara mgbalielu nwere ike ibute bụ ọnwụ ike nke a na-akpọ cardiac arrest.\"",
    "\"Ọ bụghị ndị iro si obodo na-ebute  mmadụ ịdaa, nwụọ na-enweghị ihe na-emebu ya. O nwere ike ọ bụrụ akwara na-ekesa ọbara n'ahụ gbabiri n'ike.\"",
    "Dọkịta ahụike ọha agụ gara n'ihu kọwa sị, \"Ọbara mgbalielu nwere ike imetụta akụkụ ahụ e ji amụ nwa(reproductive system) ọkachasị n'ụmụnwoke.\"",
    "\" O nwere ike ime ka nwoke ghara ịtụwali nwaanyị ime maọbụ ka ihe o jiri bụrụ nwoke ghara ịrụ ọrụ dịka o kwesịrị.\"",
    "Dkta Maduka si kwuo, Ọbara mgbaliego nwere ike ịkpọnwụ akụkụ ahụ mmadụ n'ihi na ọbara anaghị agazi n'ụbụrụ ya dịka o kwesịrị.maọbụ mee ka mmadụ ghara ịhụzị ụzọ.",
    "Dịka Dọkịta Maduka siri kọwa, ụfọdụ ihe nd ị mere ndị ntorobia jizi arịa ọrịa ọbara mgbalielu gụnyere ịṅụ oke mmanya,ịṅụ anwụrụ, iri nri ndị ọcha nke Bekee kpọrọ 'junk food', oke ndọga(stress) nakwa anataghị ezigbo ikuku.",
    "Dkta Maduka sịrị,\"Ọtụtụ ndị mmadụ na-aṅụzi oke mmanya, na-ese anwụrụ,ịnọ otu ebe,iri nri ekwesịghị(fast food).\"",
    "\" Ọzọ bụ 'stress'. Ọtụtụ ndị ntorbia na-agabiga ọtụtụ ihe iji hụ ihe afọ ga-eri.\"",
    "\" Ọtụtụ ndị mmadụ na-ekuru ikuku ikuku adịghị ọcha nke kpo-fire na anwụrụ ụgbọala gbarụrụ.\"",
    "Ikwụsị ịṅụ oke mmanya",
    "Kwụsị ihe osise",
    "Na-eme mmegharị ahụ",
    "Na-ekpu mkpuchi imi na ị nọrọ na gburugburu ikuku adịghị ọcha",
    "Na-eri nri zuru oke",
    "Emmanuel Iwuanyanwu: Ọ bụ isi kara aka ga-ebuli okiti nke Ohaneze Ndigbo17 Mee 2023",
    "Hilda Baci : Ihe o riri m inweta mmeri dịka onye kachasị sie nri ogologo oge n'ụwa17 Mee 2023",
    "Ọgbaru US attack:  O nweghị onye mba US so na mwakpo a - Amerịka 17 Mee 2023",
    "Ihe omimi etu e si degharịa mpụtara ntuliaka n'ụfọdụ ebe na Naịjirịa16 Mee 2023",
    "Anambra US convoy attack: O nweghị onye mba US so na mwakpo a - Amerịka17 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalieluelekere 6 gara aga",
    "NA EME UGBU A Peter Obi Election Tribunal: Ihe mere ndị uweojii jiri kpọpụ Lamidi Apapa n'ụlọikpe ebe a na-ekpe ikpe Peter Obi taa9 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}