{
  "published": "8 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọikpe mkpegharị nke Naịjirịa eyigharịala ikpe maka ntuliaka ọkwa onyeisiala Naịjirịa gaa ụbọchị Tuzde na Wenezde, bụ ụbọchị itoolu na iri nke ọnwa Mee 2023.",
    "Nke a na-abịa dịka ụlọikpe ahụ kụchapụrụ mkpesa nke pati Action Alliance (AA) n'ihi na ha kwuru na ha achọghịzi ịga n'ihu na mkpesa ahụ.",
    "Cheta na ọ bụ otu ndọrọndọrọ ọchịchị ise wetara mkpesa gbasara ya bụ ntuliaka: AA, Allied Peoples Movement (APM), Action Peoples Party ( APP), Labour Party (LP) na Peoples Democratic Party (PDP). Mana ha fọrọ anọ ugbua dịka AA wepụrụ nke ha.",
    "Ụlọikpe malitere taa ịnụ mkpesa nke ndị APP. kaiwu ha bụ Obed Agu kwuru na kama ịbanye n'ikpe a kpọmkwem, ọ ka mma ka Tinubu, APC na INec kwete na mkpesa nke e wetara megide ha n'ihi na ihe akaebe karịrị akarị.",
    "Ka nke a mechara, ụlọikpe ahụ tinyere ụbọchị Wenezde, May 10, dịka ụbọchị a ga-anụtọpụ mkpesa ndị APP.",
    "Ha tinyekwara otu ụbọchị ahụ maka ịnụ mkpesa nke ndị Labour Party.",
    "Mana ha kwuru na mkpesa nke ndị PDP na APM ka a ga-anụ echi bụ Tuzde.",
    "Ndị ọkaiwu nọchitere ndị dị icheiche ikpe a gbasara bụ:",
    "Obed Agu - nọchitere APP",
    "Wole Olanipekun - nọchitere Tinubu",
    "Lateef Fagbemi - nọchitere APC",
    "Abubakar Mahmoud - nọchitere Inec",
    "Levi Ozoukwu - nọchitere Peter Obi na LP",
    "Chris Uche - nọchitere anya Atiku na PDP",
    "Ikpe gbasara ntuliaka ọkwa onyeisiala Naịjirịa ebidola n'Abuja.",
    "Naanị Peter Obi nke Labour Pati bụ onye so zọọ ọkwa onyeisiala bịara n'ụlọikpe ahụ n'onwe ya, ndị ọzọ bụ ndị ọkaiwu ha na-anọchite anya ha.",
    "Ihe na-aga n'ihu ugbua bụ nke a na-akpọ 'pre-hearing' na bekee.",
    "Ndị ọkaikpe nọ n'isi ikpe a bụ:",
    "Haruna Simon Tsamani (onyeisi ọkaikpe),",
    "Stephen Adah,",
    "Monsurat Bolaji-Yusuf,",
    "Moses Ugo, na",
    "Abba Mohammed",
    "Ụlọikpe ahụ malitere na mkpesa nke pati Action Alliance (AA), nke onye zọrọ ọkwa onyeisiala na pati ahụ bụ Solomon Okangbuan.",
    "Dịka ikpe malitere, ọkaiwu nọchitere anya Okangbuan kwuru na ha achọghịzi ịga n'ihu na mkpesa ahụ, ha rịọrọ ụlọikpe ka a kụchapụ mkpesa ha.",
    "Ebe ọ bụ na-enweghị onye ọbụla gbaghara ihe ha kwuru, ndị ọkaikpe kụchapụrụ mkpesa nke ndị otu AA.",
    "Nke a pụtara na ọbụ naanị pati anọ na-agbagha mpụtara ntuliaka ahụ: PDP, LP, APM, na APP.",
    "Onyeisioche AA bụ Adekule Rufa'i Omo-Aje kwuru na ha kwenyere na ọchịchị Tinubu ga-adịrị Naịjirịa mma.",
    "N'okwu nke onyeisioche pati AA bụ Adekunle Rufai Omo-Aje gwara ndị ntaakụkọ n'ụlọikpe, o kwuru na mkpesa ha abụghị megide Tinubu maọbụ APC, kama ọ bụ megide Inec.",
    "Omo-Aje gara n'ihu kwuo na ha atulee ihe niile na-eme na Naịjirịa ugbua ma kwenye na ọchịchị Bola Tinubu nke APC ga-eme ka Naịjirịa kawanye mma, nke mere ha ji kpebie iwepụ mkpesa ha.",
    "Ebe foto si, Tinubu/Obi/Atiku",
    "Taa ka a ga-amalite ikpe gbasara ntuliaka ọkwa onyeisiala Naịjirịa nke e mere n'ụbọchị 25 nke Febrụwarị afọ a, bụkwa nke a kpọpụtara Bola Ahmed Tinubu, nke pati All Progressives Congress (APC) dịka onye meriri ya.",
    "Dịka ndị APC si kwuo, ikpe nke taa bụ nke bekee na-akpọ 'pre-hearing'; nke a pụtara na ọ bụ ebe a ka a ga-anọ kpebie ụfọdụ ihe tupu a malite  ya bụ ikpe kpọmkwem.",
    "Ngalaba haziri ntuliaka a bụ 'Independent National Electoral Commission' (Inec) kwuru na Tinubu nwetara vootu dị 8,794,726 iji turu ugo ma bụrụ onyeisiala ọhụrụ Naịjirịa, ebe Atiku nwetara vootu 6,984,520; Peter Obi nwetara vootu 6,101,533.",
    "Dịka Inec kpọpụtara Tinubu dịka onyeisiala ọhụrụ Naịjirịa ma nyekwa ya asambodo mmeri, Atiku, Obi, nakwa mmadụ abụọ ọzọ - Solomon Okangbuan nke pati Action Alliance (AA), Nnadi Charles Osita nke 'Action Peoples Party (APP), na Chichi Ojei nke pati Allied Peoples Movement (APM) - kwuru na ha ekwenyeghị na mkpọpụta ahụ Inec mere.",
    "Ha ise wegara akwụkwọ mkpesa n'ụlọikpe iji gbaghaa mpụtara ntuliaka ahụ Ine kpọrọ.",
    "Atiku kwuru na Inec agbasoghi usoro iwu ntuliaka na nhazi ntuliaka ahụ, ya mere ha chọrọ ka ụlọikpe nye iwu ka a napụ Tinubu asambodo mmeri Inec nyere ya.",
    "O bokwara ebubo na Tinubu etozughị iso zọọ ọkwa onyeisiala Naịjirịa n'ihi ebubo ibu ọgwụike bụ nke e boro ya na mba US ọtụt afọ gara aga.",
    "Atiku chọrọ ka ụlọikpe kpọpụta aha ya dịka onye meriri ntuliaka ahụ, ebe ọ bụ na ọ bụ ya gbara onye nke abụọ.",
    "N'aka nke ọzọ, Peter chọrọ ka ụlọikpe kagbuo ntuliaka ahụ kpamkpam ka Inec hazigharịa ntuliaka ọzọ, bụ nke Rinubu na ndị APC agaghị eso zọọ.",
    "Obi kwukwara na Tinubu enwetazughị vootu zuru oke n'isi obodo Naịjirịa bụ Abuja dịka iwu Naịjirịa si kwuo.",
    "Solomon Okangbuan nke pati AA na-arịọ ụlọikpe ka ha kagbuo ntuliaka ahụ n'ihi na Inec nupuru isi na mkpebi ụlọikpe ma wepụ aha ya na ndị ga-eso zọọ ya bụ ọkwa.",
    "Na mkpesa nke ya, Nnadi Osita nka APP boro ebubo na Tinubu nyere ndịọrụ Inec ego akazụ ka ha wee mee nrụrụaka na ngụkọ mpụtara ntuliaka na steeti nakwa okpuru ọchịchị dị icheiche.",
    "Osita bokwara ebubo na Tinubu na APC nyere ọtụtụ ndị bịara ịtụ vootu ego iji zụrụ vootu ha, ma kwukwaa na ndị na-ekweghị ịnara ego ahụ, e gbochiri ha ịtụ vootu.",
    "Chichi Ojei, bụ naanị nwaanyị so zọọ ọkwa ahụ chọrọ ka ụlọikpe napụta Tinubu asambodo mmeri nke Inec nyere ya maka na o tozughi ịzọ ọkwa onyeisiala na Naịjirịa dịka iwu Naịjirịa nakwa iwu ntuliaka si nye ntuziaka.",
    "Dịka iwu si dị, a na-atụ anya na mpụtara ụlọikpe a ga-apụta ma ọ gachaa ụbọchị 180 e ji wetara ha mkpesa.",
    "Mana ebe ọ bụ na ọ bụghị n'otu ụbọchị ka mmadụ anọ a wegara mkpesa ha n'ụlọikpe, mkpebi ụlọikpe gbasara mkpesa anọ a nwereike ịpụta icheiche.",
    "Mana ọị bụghị n'ụlọikpe mkpegharị ka ya bụ ikpe ga-ebi. Ohere dị maka iwega ya n'ụlọikpe kachasị, bụ ebe e kwesịrị ileba ya anya ma nye mkpebi n'ime ụbọchị 60.",
    "Nke a pụtara na njem ụlọikpe a nwereike ịkụrụ ọnụ n'ime ọnwa asatọ.",
    "Bola Tinubu",
    "Atiku Abubakar",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Peter Obi",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ike Ekwermadu: A gbaara m ya ezi ama n’ihi o gbughi mmadụ, ọ bụghị onye omekome - Bịshọp Chukwumaelekere 7 gara aga",
    "Eyigharịala ikpe maka ntuliaka ọkwa onyeisiala 2023 gaa Tuzde, Wenezde8 Mee 2023",
    "Kedụ mba ndị nọ na Commonwealth nke Eze Charles III bụ onyeisi ya?8 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}