{
  "published": "02:17",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Fact Check: Ọ bụ eziokwu na awụrụ mmadụ 'acid' n'ọgụ dara n'etiti Sasa na ndị ahịa Ọgbọ ọg",
    "Iji mata nke bụ eziokwu na nsogbu dapụtara n’etiti ndị ọrụ gbanụ gbanụ  gọọmentị Anambra guzobere na-arụ ọrụ na gburu gburu ahịa Head Bridge Ọnịcha, BBC gara njem ịchọpọta ka o siri mee.",
    "Ebe ya bụ mkpa mkpa kpara kpọm kwem bụ n'Ọgbọ ndị na-azụ ahị ngwa sayensi nke dị n'akụkụ ọgbọ ọgwụ.",
    "Dịka onyeisi ahịa ọgbọ ngwa sayensi bụ Maazi Noel Nwosu siri kọọrọ anyị, “ ọ bụ ụbọchị Fraide 16th nke February 2024 ka ndị ọrụ “ task force” gara kpọchie ebe ndị ahịa na-anyụ mamịrị na-enyeghị nkọwa ọbụla. Nke a mere ọtụtụ ndị jiri malite gawa na omi a wara awa \"gutter\" ịga nyụọ mamịrị.",
    "N'ehihie ụbọchị  Fraịde ahụ ka o kwuru na ndị gbanụ gbanụ ahụ chụrụ otu onye chụbata ya n'ime ahịa, were ma egbe na mma na-emeruchaa ndị mmadụ ahụ.",
    "“Anyị gbara mbọ ka udo dị, mana tupu anyị mara ihe na-eme, ndị 'task force' ahụ ewerela egbe gbagbuo otu nwata nwoke nọọrọ onwe ya n’ụlọ elu ahịa ahụ.",
    "Nwosu dugharịrị anyị na gburu gburu ahịa ọgbọ ngwa sayensi ahụ wee kwaa arịrị na nkea abụghị izizi nke o ji abụ abụọ ndị ọrụ 'task force' na-enye ha nsogbụ site na ịrụ ihe abụghị ịhe gọmenti gwara ha rụọ.",
    "Ọ gbarụrụ ihu kwuo na obi adịghị ha mma na gọọmentị Anambra wepụtara ozi kwuo na ndị ahịa wụrụ ndị mmadụ mmanụ ọkụ 'acid' nakwa na ndịagha mmiri biara gbaa egbe. O kwuru na ọ bụghị eziokwu.",
    "Ọ bụ eziokwu na a wụrụ ọrụ gọọmentị 'acid'?",
    "Mazi Noel Nwosu nakwa ọtụtụ ndị ahịa anyị gbara ajụjụọnụ kwuru na ọ gbagwojuru ha anya na ozi ahụ kọmishọna mgbasaozi nkesteeti Anambara wepụtara na a wụrụ mmadụ 'acid', were kwuo na ọ bụghị eziokwu.",
    "Ebe foto si, bbc",
    "Ọ bụ eziokwu na ndịagha mmiri chụsasịrị ndị na-ebute ọgbaghara?",
    "Ndị ahịa nọ mgbe ya bụ ihe mere gwara BBC na a hụghị ndịagha ọbụla bịara n'ahịa ha oge ndị 'task force' na-akpa ike ahụ.",
    "Mmadụ ole nwụrụ anwụ na ya bụ ọgbaaghara?",
    "Naanị otu nwaokorobia bụ onye mgbọ tugburu ka ya bụ ọgụ mwakpo na-aga n’ihu, aha ya bụ Arinze Okpunadile, onye Okija, Anambra steeti.",
    "Ozu nwa amadi ahụ nọzị ugbua na ọba ozu n’Onitsha.",
    "Ọtụtụ ndị kwuru okwu yọrọ gọmenti Anambra ka olebanye anya na-akparamagwa ọjọọ ndị otu “task force “ di iche iche ha guzobere makana ọtụtụ n’ime ha jizi ohere enyere ha na ebute nnukwu nsogbu ma ọnwụ mmadụ kwa mgbe kwa mgbe na nnukwu obodo Onitsha, Awka nakwa Anambra gba gburu gburu.",
    "Ndị uweojii ekwuola na ha amalitela nnyocha ihe gburu otu nwata nwoke n'Ọgbọọgwu dị na Head Bridge, Onicha, Anambara steeti na ngwụcha izuụka.",
    "Kemgbe Fraide, ihe na-akpọtu bụ ebubo na otu Gọọmenti Anambara steeti hiwere maka ibu agha megide ndị agboro a kpọrọ, 'Anti-Tout Squad,' (SASA)gbagburu otu nwoke n'Ọnicha Anambara steeti dịka ha na-achụ onye a sị nyụrụ mamịrị ebe iwu gbachiri.",
    "Mana  gọọmentị steeti ahụ agọọla sị na ọ bụghị ndị ọrụ 'SASA' gburu nwoke ahụ.",
    "Akụkọ kwuru na ọ bụ dịka ndị 'SASA' na-achụ onye a sị nyụrụ mamịrị ebe e kwesịghị na Headbridge, ọ gbaba Ọgbọọgwụ dị na HeadBridge Ọnịcha.",
    "Akụkọ ahụ kwuru na ndị SASA na-achụ ya malitere gbawa egbe aghara aghara nke gbagburu otu nwoke ma merụọ mmadụ abụọ ndị ọzọ ahụ.",
    "Onyeisia ahịa Head Bridge bụ Chinedu Ezegwuike ekweghị agwa BBC Igbo okwu oge anyị kpọrọ ya n'ekwentị  banyere ihe mere, sị na ọ naghị agwa onye ọ hụghị ihu na ihu okwu.",
    "Kama ọ gara n'ihu zitere BBC ihe akwụkwọ akụkọ Punch dere maka ya bụ  si, na ọ bụ otu ihe siri mee.",
    "Punch kwuru na ndị ọrụ SASA gbara egbe awa abụọ dịka onye ha na-achụ ọsọ gbabara Ọgbọọgwụ, ma kwuo na egbe ahụ gbagburu otu onye ebe mmadụ abụọ merụụ ahụ.",
    "Nke a bụghị mbụ  a na-akpọnye aha otu SASA n'ebubo ogbugbu mmadụ n'ụzọ megidere iwu.",
    "N'ọnwa Disemba afọ 2023, e boro SASA ebubo Ịgbagbu nwata nwoke a kpọrọ Chimeze Uduji.",
    "Mana Gọọmentị Anambra gọọrọ na ọ bụghị eziokwu ,sị na SASA anaghị ebu egbe.",
    "Mana Gọọmentị Anambara kwuru na ọ bụghị SASA gbaara onye nwụrụ egbe nke ọ na-abụ onye na-anụ mamịrị ka a chụrụ ọsọ banye ọgbọọgwụ kama na ọ bụ agboro ka a na-achụ ọzọ ọ gbaba ahịa ndị ahịa.",
    "Ha bokwara ebubo na kama ndị aha ga-enye aka chọpụta onye ga na-achụ, ha wụrụ 'acid'nke merụrụ ụfọdụ ha ahụ nke na e bugara ha ụlọọgwụ maka nleta.",
    "Kọmishona mgbasaozi steeti ahụ bụ Paul Nwoye kwuru sị,  \"SASAanaghị ebu egbe , ya bụ ha enweghị ike ịgbagbu nwaokorobia ahụ.\"",
    "\"Ọzọ, iwu enyere  SASA abụghị igbu mmadụ kama ọ bụ inwuchi ndị agboro na-anọkọsị ndị Anambra ego.\"",
    "Ọnụ na-ekwuru dị uweojii steeti bụ Tochuwkwu Ikenga kwuru na ndị uweojii steeti ahụ natara ozi ihe mere ma gbakwụnye na onyeisi ndị uweojii na steeti ahụ bụ enyela  iwu ka ewepu okwu ahụ mere na Headbridge  n'Elekere Anọ na ọkara nke ehihie Fraide n'ogige ndị uweojii mpghara ahụ.",
    "Ọ sịrị, \" Ndị otu anyị nke DPO ba-ahụ maka Head Bridge nwetara ozi  were gaa ebe ihe mere hụ otu  nworobịa ka ọtọgbọ n'ime ọbara juru  nakwa onye ọzọ merụụ ahụ.",
    "\"E buru ha gbaga ụlọọgwụ ebe  dọkịta kwuru na otu anwụọla.\"",
    "\"Ndị uweojii nwetara okpokoro mgbọegbe a gbara agba isi ebe ihe mere.\"",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ime n'ike",
    "Anambra Steeti",
    "Ịji ego achụ ego",
    "Ahịa",
    "Same-Sex Blessing: Anyị na Pope akwụghị - Ndị Bishopu Katọlik19 Febụwarị 2024",
    "Ndị Ika ha bụ ndị Igbo ka ha bụ ndị Iduu si Bini?16 Febụwarị 2024",
    "Ọmụ Anioma: Ihe niile ị kwesiri ị ma maka igwe nwaanyị lara mmụọ17 Febụwarị 2024",
    "NA EME UGBU A , ECOWAS ewepula ụfọdụ mmachi ha tinyere n’isi mba Niger, Mali na Guinea1 Febụwarị 2024",
    "Geometric power: Ndị Abia ga-amalite imepụta ọkụ latrik nke ha, lee etu e siri gbapee ya n'Aba26 Febụwarị 2024",
    "Ebugala ikpe Nnamdi Kanu rue ụbọchị Maachị 1926 Febụwarị 2024",
    "Mmanụ anwụ ọ ka shuga mma n'ahụ n'ezie?25 Febụwarị 2024",
    "Rotimi Akeredolu: Etu ụka olili ya na njem ikpeazụ ya si aga23 Febụwarị 2024",
    "Ihe L na R adịghị m mfe ime n'ihe onyonyo 'A Tribe called Judah' - Uzor Arukwe21 Febụwarị 2024",
    "Fact Check: Ọ bụ eziokwu na awụrụ mmadụ 'acid' n'ọgụ dara n'etiti Sasa na ndị ahịa Ọgbọ ọgwụ?22 Febụwarị 2024",
    "Corpse kidnappers: Ndị na-ebula ozu a tọọrọ ka nọ n’aka ndị ntọ21 Febụwarị 2024",
    "Etu nwaanyị dị ime si tụtuo di ya site n'ụlọelu n'Ebonyi Steeti",
    "Rotimi Akeredolu: Etu ụka olili ya na njem ikpeazụ ya si aga",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ebugala ikpe Nnamdi Kanu rue ụbọchị Maachị 19",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}