{
  "published": "07:21",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Etu ndị na-eleta ndị okenye anya n’ụlọ PCEA Thogoto si e ji ụtalị apịaka ha ahụ",
    "Ọtụtụ ndị okenye bi n’ụlọ ebe a na-eleta ha anya n’akụkụ Nairobi, Kenya anatala mmekpa ahụ nakwa nlelianya dịka nnyocha BBC Africa Eye siri kpuhie.",
    "Ihe onyonyo e setere na nzuzo ebe ahụ gosiri na ndị ọrụ na-arụ n’ụlọ nlekọta a, tiri ụfọdụ ndị okenya a ihe, mmekpaa ụfọdụ ahụ ebe ha tọgbọọrọ ndị ọzọ nri n’elu tebulu nkiti ma ghara itinyere ha nri n’efere.",
    "A hụkwara na ndị na-arụ ebe ahụ leghaara ndị ọkenye nọ n’ọrịa anya ma ghara inye ha ọgwụ maka ọgwụgwọ.",
    "Onyonyo BBC setere hụrụ ebe otu onye na-arụ ebe ahụ gwara ogbo ya ji osisi n’aka “Pịa ya ihe n’ike. Tie ya ihe”. Ihe a bụ ihe na-eme n’ime ụlọ nleta nke ụlọụka Presbyterian nwee – Ya bụ Presbyterian Church of East Africa (PCEA) nke Thogoto dị na mpaghara ji 20km nọrọ n’akụkụ ọdịda anyanwụ Nairobi.",
    "BBC hụrụ ọtụtụ mmekpa ahụ ndị ọzọ na-atụ n’anya.",
    "Kirie ihe akụkụ so nnyocha  a n’uju ebe a.",
    "Ebe foto si, BBC Africa Eye",
    "Ndị na-eleta ndị okenye",
    "Kenya",
    "Ndị Okenye",
    "E kpuhela etu e si ezuru ego ndị lara ezumike nka3 Mee 2021",
    "BBC Africa Eye: Njem nwaanyị na-achọ nna ya 4 Ọktọba 2022",
    "Africa Eye: Ndị ụkọchụkwụ adịgboroja, ndị amụma amakaekwu na ndị ogbu ọchụ4 Eprel 2022",
    "Vidio, BBC Africa Eye: Etu ndị na-elekọta ndị okenye n’ụlọ PCEA Thogoto si e ji ụtalị apịaka ha ahụ, Duration 7,217 Ọgọọst 2023",
    "Vidio, Ọrịa 'gigantism' mere ka m bụrụ onye kachasị ogologo na Ghana – Sulemana Abdul, Duration 3,4630 Ọktọba 2022",
    "Vidio, Ọgba mbọ: Ọmịiko m nwere n’ebe onye ngwọrọ nọ mere m ji rụọ ‘electric wheel chair’ – Honesty Godwin, Duration 4,403 Ọgọọst 2023",
    "Vidio, Ọrịa ahụike ụbụrụ isi egbochighi ezinaụlọ anyị ịhụ nnenne m n'anya ruo n'ọnwụ, Duration 4,431 Ọgọọst 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}