{
  "published": "01:23",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Etu mụ na ezinụlọ m si gbakpuo na 'bunker' iji zere ndụ anyị n'Israel",
    "Otu nwoke onye Ghana ya na ezinụlọ ya bi na mba Israel akọọrọla BBC etu ha si gbaa ọsọ ndụ ha gbakpuo n'ime 'bunker' dịka otu Hamas wakporo Israel n'ụbọchị Satọde, bụ ụbọchị asaa nke ọnwa Ọkụtoba 2023.",
    "Nwa amadị a aha ya bụ Seth Cudjoe kwuru na ya bịara mba Israel maka agụmakwụkwọ, nọrọ ebe ahụ zute nwunye ya ma kpebizie ịnọ na mba ahụ rụwa ọrụ.",
    "O kwuru na ọ bụ nnukwu ihe egwu dịka ha tetara ụra na-anụ ụda ogbunigwe ka ọ na-ada aghara aghara.",
    "\"Ngwangwa, akpọlitere m nwunye m na nwa ọhụrụ m, anyị wee gbara ọsọ gbakpuo n'ime 'bunker' dị nso n'ebe anyị bi,\" Cudjoe kwuru.",
    "'Bunker' bụ ebe a rụrụ n'ime ime ala iji zere ndụ n'oge agha.",
    "\"Nke ahụ bụ nke mbụ m na-abanye n'ụdị ebe dị etu ahụ. N'agbanyeghị na anyị nọ n'ime ebe ahụ, anyị nwereike ịṅụ ụda ogbunigwe ahụ ma nwekwaa mmetụta oge ọbụla ogbunigwe dara na nso ebe anyị nọ, maka na ebe niile ga-ama jijiji.\"",
    "\"Ọ bụ nnukwu ihe ụjọ, ọ kachasị oge i nwere nwaanyị na nwa ọhụrụ nọ gị n'akụkụ.\"",
    "Ịgbapụ ọsọ ndụ na Gaza: “Anyị amaghị ebe anyị na-agbaga agbaga”  16 Ọktọba 2023",
    "Israel-Gaza crisis: Dika Blinken wuchiri Israel, lee ihe ise Ọhụrụ merela18 Ọktọba 2023",
    "Lee ọtụtụ olulu 'Tunnel' ndị otu Hamas gwuru ebe ha si ebuso Israel agha13 Ọktọba 2023",
    "Cudjoe kwuru na ugbua, ọnọdụ ọtụtụ ihe agbanweela n'Israel. Ndị mmadụ anaghị apụtacha etu ha si apụtabu. Ọtụtụ ụlọahịa anaghịkwa emepe.",
    "\"Mụ onwe m anaghịkwa m apụkarị apụ. Anaghị m aga ebe ọtụtụ mmadụ nwereike ịgbakọ. Ana m anọkarị nso n'igwe TV nakwa ebe e nwere ịntaneetị, iji na-ama ihe na-eme oge niile, marakwa ihe m ga-eme na ihe mụ ekwesịghị ime,\" ka o kwuru.",
    "Ọ gara n'ihu kwuo na ọgbaaghara a etinyekwala nnukwu ụjọ n'ime ndị ezinụlọ ya bi na Ghana, dịka ha na-akpọ ya n'ekwentị ugboro ugboro iji mara ma ya na ezinụlọ ya anọkwa ọfụma.",
    "\"Agaghị m achọ ka onye ọbụla gabiga ụdị ọnọdụ a m gabigara na ndụ ha.\"",
    "Mwakpo a Hamas mere na mba Israel bụ mwakpo kacha njọ ha merela na mba ahụ.",
    "Ọtụtụ ndị ọgụ Hamas si na mpaghara Gaza banye na mba Israel dịka ndị otu ha na-atụ ogbunigwe. Ha gburu ọtụtụ ndị mmadụ ma tọrọkwa ihe ruru mmadụ 150 gafee na Gaza.",
    "Gọọmentị Israel ekwuola na ha ga-awakpo Gaza ma hụ na ha lara ndị otu Hamas niile n'iyi kpamkpam.",
    "Middle East",
    "Hamas",
    "Ghana",
    "Israel na ndị Palestine",
    "Simeon Okezuo Nwobi: Onye bụ ụkọchukwu a Pope họpụtara dịka Bishọp Ahiara Diocese?14 Ọktọba 2023",
    "Liberia election: George Weah na onye na-ama ya aka na-agba nhatanha dịka a na-agụkọ vootu16 Ọktọba 2023",
    "Isreal-Hamas conflict: Gịnị bụ ‘Dome’ a na-echekwa ihu eluigwe mba Isreal megide ogbunigwe?20 Ọktọba 2023",
    "Gịnị mere ndị ndu mbaụwa ji agbakọ na UN?15 Septemba 2023",
    "Ihe kpalitere m ji see eserese obodo Amagu nke fesara n'ịntanetị niile - Juliet Godwin1 Ọktọba 2023",
    "Obibi ndụ na Gaza na ihe butere ọgbaghara ugbua18 Ọktọba 2023",
    "Vidio, \"Mụ na ezinụlọ m gbakpuru n'ime 'bunker' iji zere ndụ anyị n'Israel, Duration 1,2317 Ọktọba 2023",
    "Vidio, Chimamanda Chukwudum: 'Ọrịa 'kidney' nna m dara, nne kwụsị ọrụ kpalirị m ịmụ nka 'pillow' , Duration 4,185 Ọktọba 2023",
    "Vidio, Mmekọrịta mụ na nwa Mohbad dịka nke nwanne na nwanne - Nna Mohbad, Duration 5,157 Ọktọba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}