{
  "published": "25 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ọ fọrọ ụbọchị abụọ ka ngagharịiwe ọtụtu ndị ntoroọbịa na Naịjirịa megide ihe ha kpọrọ ọchịchị ọjọọ malite n'ụbọchị 1 ruo 10 Ọgọst.",
    "Otu dị iche iche akpọọla oku ka ndị ntoroọbịa na mpaghara Ọwụwa Anyanwụ Naịjirịa ghara isonye na ngaghariwe ahụ.",
    "Ndị otu a n'ozi dị iche iche ha wepụtara kọwara ụfọdụ ihe mere ha ji sị ka ndị mpaghara Ọwụwa Anyanwụ ghara isonye nke gụnyere; ọgbaghara nwereike ibute ọnwụ mmadụ.",
    "Anyị ga-eleba anya na otu ndị a na ihe mere ha jiri akpọ oku a.",
    "Ebe foto si, Ohanaeze Youth Wing",
    "Otu kpọrọ onwe ha Ohaneze Youth Wing nke ngalaba Enugwu Steetị nọọrọ n'ụbọchị 29 Julaị n'ọgbakọ ha mere kwuo na ha akwadoghi ngagharịiwe a.",
    "Onyeisi otu ahụ bụ Maazị Chukwuma Okpalaezeukwu rịọ otu niile gbakọtara n'ebe ahụ ka ha ghara isonye na ngagharịiwe ahụ n’ihi na ọ ga-ebute nnukwu ọgbaghara.",
    "O kwuru na ihe ndi si mpaghara Ọwụwa Anyanwụ chọrọ ugbua bụ ọganihu na mmepe ala Igbo karịa tigbuo zọgbuo.",
    "Mkpebi ndị a mere na ha agaghị esonye na ngagharịiwe sitere na ntuliaka elu ha mere n'ọgbakọ ha nwere.",
    "'Ohaneze Youth' ahụ gwara gọọmentị etiti ka ọ tọhapụ Maazị Nnamdi Kanu na-egbughi oge iji wete udo na mpaghara ahụ.",
    "Ebe foto si, Ohanaeze Youth Wing",
    "Ha gụpụtakwara ihe ndị ọzọ na-akpa ndị mpaghara Ọwụwa Anyanwụ mkpa dịka iweta ezigbo nchekwa, itinye ọtụtu ndị Igbo n’ọchịchị, ịkwụsị mmebi ulọ na ngwa ahịa ndị Igbo na Legọs nakwa ihiwe ọtụtụ ụlọọrụ mmepụta ngwaahịa n'Ọwụwa Anyanwụ.",
    "Ha kelere Gọọmenti Etiti maka itinye aka n'akwụkwọ ka e hiwe ụlọọrụ South East Development Commission (SEDC), nke ha kwuru gosiri na agha ebiela n’eziokwu.",
    "Ndị a otu rịọrọ Onyeisiala Bola Tinubu ka onye ha ohere mkparịtaụka ebe ha ga-agwa ya ihe niile na-akpa ndị mpaghara Ọwụwa Anyanwụ.",
    "Ụfọdụ otu ndị so Ohanaeze Youth Wind n'ọgbakọ ma kwenye na mkpebi a gụnyere National Association Of Nigerian Students (NANS), Youth Council of Nigeria (YCN) na ndị ọzọ.",
    "Ebe foto si, WOSCONET",
    "Otu a kpọrọ Women Support Women Community Network (WOSCONET) wepụtara ozi n’Enugwu Steeti ma katọọ ngagharịiwe a maọbụ ọnọdụ ịnọ n’ụlọ ọbụla ndị ntoroọbịa kwadoro ime.",
    "Onyeisi otu ahụ bụ Amaka Nweke kwuru na ihe mere ha jiri akpọku ndị ntoroọbịa, ọkachasị ndị si mpaghara Ọwụwa Anyanwụ ka ha ghara ime ngagharịiwe bụ maka ihe mere n'oge ngagharịiwe EndSars, nke butere ọtụtụ mmadụ itufu ndụ ha.",
    "Nweke kwuru na ikpa nkata n’etiti Gọọmenti na ndị chọrọ ime ngagharịiwe bụ ihe cheere ga-eweta mgbanwe a chọrọ na ọ bụghị tigbuo zọgbuo n'aha ngagharịiwe.",
    "Ebe foto si, Nigeria Police/X",
    "Onyeisi ndị uweojii Naịjirịa bụ Kayode Egbetokun agwaala ndị ntorobịa na-akwado ime ngagharịiwe ka ha nye ndị uweojii aha na ihe ndị ọzọ banyere ha tupu ha amalite ngagharịiwe ọbụla.",
    "Kayode Egbetokun kwuru nke a n'Abuja oge ọ na-agwa ndị ntaakụkọ okwu banyere ngagharịiwe ahụ.",
    "O kwuru na nke a bụ iji mee ma hụ na ngagharịiwe ahụ gara nke ọma.",
    "\"Anyị chọrọ ka otu na ndị na-akwado ngagharịiwe ahụ nye kọmishiọna ndị uweojii na steeti ha aha ndị ga-esonye na ngagharịiwe ahụ, ebe ha ga-amalite ya nakwa ebe ha ga-ezukọ, oge ole ngagharịiwe ahụ ga-enwe, aha ndị isi ha, ndị na-akwado ha nakwa ihe ndị ọzọ banyere ha,\" Egbetokun kwuru.",
    "Ọ gara n'ihu kwuo na ndị uweojii chọrọ ịma ihe ndị ahụ na-akwado ngagharịiwe ahụ na-eme iji hụ na ndị omekome ebuteghị ọgbaghara n'oge ngagharịiwe ahụ.",
    "Ebe foto si, Nigeria Police Force/Facebook",
    "Ndị uweojii ekwuola na ha ezipula ndị ọrụ ha karịrị puku anọ ya bụ 4200 maka iji gosi nkwado ha maka ngaghaịiwe ndị ntorọbịa na-achọ ime.",
    "Kọmịshọna ndị uweojii n'Abuja bụ Benneth Igwe dụrụ ndị ahụ aka ha mee ngosi iwe ha n'udo ma kwuo na ha agaghị anabata ọgbaghara n'ụzọ ọbụla chaachaa.",
    "Ha kwuputakwara atụmatụ dị icheiche ha ji akwado maka ya bụ ngagharị iwe gụnyere nyocha ndị ji ụkwụ nakwa ụgbọala, ịgagharị eme nyocha n'ụkwụ nakwa njikọ aka n'etiti ha na ndị ọrụ nchekwa ndị ọzọ.",
    "N'otu aka ahụ Ndị uweojii pụrụiche bụ DSS ekwuputala na nyocha ha gosiri na ndị na-akwado ịme ngagharịiwe bụ ịkwatu gọọmentị bụ ezi nkata ha kpara.",
    "Ọnụ na-ekwuru ha bụ Peter Afunanya depụtara ozi ahụ sị na chọrọ iji ọgbaghara mebie ihu gọọmentị etiti nakwa ndị steeti.",
    "\"DSS na-adọ ndị ahụ aka na ntị ha sepụ aka n'ọgbaghara na mmebi ihe\"",
    "Ebe foto si, George Akume, Hope Uzodimma, Atiku Abubakar, Aisha Yesufu",
    "Akụkọ ngagharịiwe na-ewu ebe niile dịka ndị ntorọbịa na-ahazi onwe ha ịpụta gosi iwe ha maka ọnọdụ ọjọọ obibi dị na Naịjirịa.",
    "Kemgbe ọnwa Mee afọ 2023 mgbe onyeisiala Tinubu wepuru ego subsidy mmanụ agbịdị ka ọnụ ahịa ihe niile gbapụrụ ọsọ na-arị elu.",
    "Ọ mechakwara hazigharịa Naira nke mere na ụlọakụ etiti enyeghizi ya nkwado mere ka ọ maa afọ n'ala ebe dọlla nọ.",
    "Ka a na-ekwu nke ahụ, gọọmentị etiti bulie ụgwọ ọkụ latrik maka ndị nọ na Band A na Naịjirịa.",
    "Iwu ndị a niile mere ka ọnụ ahịa nri, njem, ọnụ ahịa ọgwụ, ụgwọ ụnọ, ụgwọ akwụkwọ nakwa ihe ndị ọzọ gbagọọ n'ụzọ dị ukwu.",
    "Otu onye gwara BBC na o na-eri nri naanị otu mgbe kwa ụbọchị iji hụ na ego zuuru ya izụta ọgwụ na-azọ ya ndụ n'ihi ọrịa 'Asthma' ọ na-arịa.",
    "Ụlọọrụ ndekọ bụ NBS kwuru na ọtanisi nọzị n'ihe karịrị pasentị 34 ebe ọtanisi nri agafeela pasentị 40 ugbua.",
    "Ihe ọzọ ndị ntorọbịa binyere aka na-ewe ha iwe bụ ọnọdụ nchekwa ọjọọ dị n'ala Naịjirịa.",
    "N'agbanyeghi nke a, Onyeisiala Bola Tinubu arịọla ndị ntorọbịa ha nweere ya ndidi ka mkpụrụ ọma ndị ọ na-akụ pụta ihe.",
    "Mana ndị ntorọbịa ahụ ka na-ahazi ya bụ emume ma jiri soshal midia na-akpọ ibe ha oku ha pụta.",
    "Lee ndị kwadoro atụmatụ ndị ntorọbịa nakwa ndị na-adọ ha aka na ntị.",
    "Ebe foto si, Areafada1/Instagram",
    "Atiku Abubakar - Ọchịchị onye kwuo uche ya akwadoghị imegide ndị na ahazị ngaharịiwe",
    "Onye bubu osetere onyeisiala Naịjirịa bụ Atiku Abubakar kwuru na ndị mmadụ were ikeke ime ngagharị iwe bụ ikike e tinyere n’ịwụ Naịjirịa.",
    "Ọ sị na nke dị na iwu naịjirịa nke afọ 199 na ngaraba nke ịrị na anọ bụ ebe nyere ụmụ Naịjirịa ikike iwe ọgbakọ na udo.",
    "Na okwu ya nke ọ dere na X, “ị na achụ ndị mmadụ ma ịwụchị ndị a na enyoenyo na ha na akwado ngaharịiwe bụ nke na agaghị amịta ezi mkpụrụ maka na agụụ na anyụ ọtụtụ ndị mmadụ anya”",
    "“Ọ bụ ihe ikpaamụ na ndị hazịreị ngagharịiwe na afọ 2012 bụ ndị na emegidezi ndị na achọ ngagharị iwe na afọ 2024”.",
    "Charles Oputa, Charley Boy - A kwadoro m ngaharịiwe ụmụntorobia chọrọ ime",
    "Charles Oputa bụ otiegwu a ma ama ekwuola na ya kwadoro ngagharịiwe ndị ntorobia chọrọ ime maka ahụhụ na oke agụụ dị na Naịjirịa.",
    "Charlse sị na ndị uweoji enweghị ikike ịkwụsị ngaharị iwe ma ọ bụrụ na ụmụntọrọbịa na-eme ya n’udo.",
    "“Naanị ihe nwereike ịkwụsị ngaharị iwe ahụ bụ ụjọ n’etiti ụmụntọrọbịa. Mana  ọ bụrụ na ha pụta n’igwe, ka ha sị na ọzụọla mụ onwe m ga apụta sonyere ha”",
    "Ndị uweoji n'Abuja machiri ngaharị iwe ndị mmadụ na-akwado ime site na 1 rue ụbọchị 10 nke ọnwa Ọgọst na-abịa.",
    "Omoyele Sowore - Ndị mmadụ nwere mmasị iso mee ngaharịiwe maka ihe ụkọ",
    "Omoyele Sowore zọbụlụ ọkwa onyeisiala Naịjirịa sọ na ndị na akwado ngaharịiwe. Na otutu ihe edemede ọ dere na akara X nakwa soshal midia ndị ọzọ, Sowore kwuru na “ngaharị iwe ahụ enweghị abụrụ na akwadọ ya iche, mana gọọmentị maara n’ihe ga eme ụbọchị ahụ”.",
    "“Agaghị ahara ịkwụ na ihe na eme na Kenya nakwa Uganda so na akpalita ụmụọ ndị mmadụ bụ dị chọrọ ka eme ngaharịiwe na Naịjirịa”.",
    "“Ekwuru m na ndị na achọghị ime ngaharịiwe na mbụ ga emecha soro anyị maka akaala ụbụchị August dịka ụchị anyị ga eme ya”",
    "Aisha Yesufu - Onye ọbụla wereikike ime ngaharịiwe",
    "Aisha Yesufu bụ nwaanyị amaama na Naịjirịa ọkachasị oge emere ngaharịiwe #Endsars, ma bulukwa onye were agba na oge e mere ndọrọndọrọ ọchịchị 2023, kwuru na onye ọbụla wereikike ime ngaharịiwe.",
    "Aisha Yesufu kwuru na “onye obulaaa bụ nwa amaala Naịjirịa, ọ bụ onye amaara ama, ma ọ bụ onye ndị mmadụ amaghị nwereikike ime ngaharịiwe”",
    "“Onye ọ bụla mere ngaharịiwe na Naịjirịa maara na ọ bụ gọọmentị na ebuta ọgbaaghara na oge ngaharịiwe”.",
    "Ebe foto si, Kashim Shettima/X",
    "Osote onyeisiala Naịjirịa bụ Kashim Shettima agwaala ndị ntorobịa Naịjirịa na ugbua abụghị oge ime ngagharịiwe kama ọ bụ oge ijikọ aka ọnụ mee ka Naịjirịa dị mma.",
    "Shettima kwuputara nke a n’ozi onye na ekwuchitere ya bụ Stanley Nkwocha wepụtara.",
    "Ọ kpọrọ oku ka ndị ahụ na-akwado ime ngagharịiwe nye gọọmenti onyeisiala Bola Tinubu oge iji hụ na ihe bidoro gawa nke ọma Naịjirịa.",
    "Ebe foto si, OUKTweets/X",
    "Orji Uzor Kalu bụ onyeomeiwu arịọla ndị ntorọbịa ha chee echiche ọfụma maka ngosi iwe ha chọrọ ime.",
    "Ọ sị ha na ha nke a ga-egbochi mmebi ihe ndị gọọmentị nakwa ndị mmadụ nkịtị.",
    "N'akara X ya o dere sị \"dịka ime ngagharịiwe dịịrị ọchịchị onyekwuouche ya mma, ọ dịghịrị akụnaụba obodo anyị mma.",
    "George Akume bụ odeeakwụkwọ gọọmentị etiti arịọla ndị ntorọbịa ha nweere gọọmentị etiti ndidi.",
    "O kwuru nke a dịka ya na Minista mgbasaozi bụ Idris Mohammed nakwa Minista ndị ntorọbịa mechara nzụkọ ma na-arịọ ndị ntorọbịa ha minye mma n'ụbọ.",
    "",
    "Ebe foto si, Nassarawa Government/X",
    "N'ụbochị 17 nke ọnwa Ọgọst 2023, Gọọmentị etiti kwuputara na ha mapụtara N5bn kwa steeti iji mee ka ha zụta nri kee ndị o nweghi ka ọ ha ha na steeti niile.",
    "Ha nyepụkwara gwongworo osikapa ise kwa steeti nakwa akpa ọka ruru puku iri anọ iji nyere ndị ọrụ ugbo aka.",
    "Na nsonso a, ha kesakwara gwongworo osikapa iri abụọ kwa steeti nakwa Abuja n'ọnwa Julai a.",
    "N'otu aka ahụ ndị omeiwu nta gbakọrọ kwuputa na ha ekpebiela inyefu ụgwọ ọnwa n'ọnwa isii iji nyere ndị na-ata ahụhụ n'ala Naịjirịa aka.",
    "Ajibola Basiru bụ odeeakwụkwọ otu APC gwakwara ụlọntakụkọ Channels TV na gọọmentị na-eme ụfọdụ ihe iji za oku ndị ntorọbịa.",
    "\"E tinyela ụgwọ opekatampe na 70,000 nke otu ndị ọrụ nabatara nakwa ịwụlite agụmakwụkwọ nke gọọmentị mere site n'ihibe 'student loan'\" ka o kwuru.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ndị nkwado Donald Trump akatọọla Tim Walzelekere 6 gara aga",
    "NA EME UGBU A, Ndị uweojii agbaghị ndị ngagharịiwe egbe – Onyeisi ndị uweojii",
    "Ị ma ihe mere i ji ekwo ụra?elekere 9 gara aga",
    "Igbo must go: O nwere ihe ndị ọrụ nchekwa na-eme maka oku a?3 Ọgọọst 2024",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?31 Julaị 2024",
    "Ihe mere e ji adọ ndị si mpaghara Ọwụwa Anyanwụ aka na ntị ka ha esola na ngagharịiwe30 Julaị 2024",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli31 Julaị 2024",
    "Akwakanti, ntụrịkọ mkpụrụamụ na ọrịa ụmụaka ndị ọzọ nwere ike bute atụghị ime maọbụ atụnyelighị nwaanyị ime n'ọdịnihu31 Julaị 2024",
    "Etu nkwado nwoke maọbụ nwaanyị ịlụ ibe ya si ebute esemokwu n’ụlọụka Anglịkan n’ụwa29 Julaị 2024",
    "Igbo must go: O nwere ihe ndị ọrụ nchekwa na-eme maka oku a?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli",
    "Kwụsị ihe ndị a na-egbu 'Sperm' gịEmelitere ikpeazụ na: 16 Ọktọba 2020",
    "Ndị nkwado Donald Trump akatọọla Tim Walz",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}