{
  "published": "29 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mmadụ abụọ rịara ọrịa ịba ọcha n’anya a kpọrọ Hepatitis C akọwaala ihe ha gabigara n’ọrịa a tupu ha agbake.",
    "Otu n’ime ha bụ Adeola Joshua kwuru na mgbe ọ chọpụtara na o nwere ọrịa ịba ọcha n’anya a na ọ dị ya ka ụwa ọgwụla.",
    "“Mgbe mbụ m chọpụtara na n were ọrịa Hepatitis C, ọdị m ka ụwa ọgwụla.”",
    "Onye nke ọzọ bụ Orimoloye Oluwaseun kwuru na enyi ya nwaanyị gwara ya na o nwere obi ọjọọ maka na ọ gwara ya ka ọ bịa ka ha dinaa na-agbanyeghi na o nwere ọrịa Hepatitis C.",
    "“Enyi m nwaanyị gwara m na obi tara m mmiri maka m nwere ọrịa Hepatitis C ma chọọ ka mụ na ya dinaa.”",
    "Ha gara n’ihu nye ndị nwere ọrịa a ndụmọdụ ka ha gbalịa na-ekwupụta okwu ma nwee ike ịnata enyemaka.",
    "“Na mmadụ nwere ọrịa a apụtaghị na ụwa onye ahụ agwụla.”",
    "Onye dọkịta kwuru na e nwere ọrịa a ụdịrị ise dị iche iche gụnyere Hepatitis A, B, C, D na E.",
    "Ahụike",
    "Naijiria",
    "World Health Organization (WHO)",
    "Hepatitis bụ ọrịa ọjọọ ọtụtụ mmadụ bu ma ha amaghị28 Julaị 2020",
    "Ọrịa Hepatitis A, B, C, D na E ha enwere ngwọta?28 Julaị 2021",
    "Vidio, Brain Jotter: Atụghị m anya na 'Gwo gwo gwo ngwo' ga-ewu ewu site n'iho onyonyo m mere, Duration 3,3831 Julaị 2024",
    "Vidio, \"Ihe m ga-abigara n'ute ọrịa Hepatitis C ma gbakee\", Duration 2,1729 Julaị 2024",
    "Vidio, Jaydee Bombshell: Ndị Igbo kwesịrị ị na-akwado onwe ha maka na ugbua bụ oge ha, Duration 3,5326 Julaị 2024",
    "Vidio, Gịnị ka “Gwo gwo gwo ngwo” egwu Mike Ejeagha a na-ewu ewu pụtara?, Duration 3,4523 Julaị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}