{
  "published": "24 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọnọdụ obibi na-akwanye njọ",
    "Ihe bụ isi sekpu ntị n'ọkụ ngagharịiwe a na-akpọ bụ akụnụba obodo Naijiria na-etikpọ etikpọ.",
    "Kemgbe Onyeisiala Bola Tinubu wepụrụ ego \"Subsidy\" mmanụ agbịdị n'ụbọchị 29 nke ọnwa Mee afọ 2023 ọnụ ahịa ihe niile jisike arị elu.",
    "Ndị mmadụ na-agbarụ ihu na ego ihe niile arịala elu nke mere na ha enweghị ike azụ kama nri nkịtị. Ụfọdụ ekwukwala na ha enweghị ike eri nri kama otu mgbe n'ụbọchị.",
    "Ngụkọ nke ụlọọrụ ndekọ bụ NBS n'ichafu wepụtara gosiri na otanisi eruola pasent ị 34.9 n'onwa Juun afọ a ebe otanisi kacha metụta bụ nri.",
    "Otanisi nri nozi na pasentị 40.87 karịa pasentị 15.6 ọ dịbu n'ọnwa Juun afọ 2023.",
    "Ihe ọzọ bụ na ọnụ mmanụ ụgbọala arịala elu ugboro anọ kemgbe afọ gara aga nke mere na ọnụ ahịa njem nakwa ngwa ndị ọzọ a na-ebugharị soro ya rịa elu.",
    "Ọnọdụ nchekwa ọjọọ",
    "Ọnọdụ nchekwa ọjọọ bụ ihe ọzọ na-echu ndị mmadụ ụra na Naijiria.",
    "Otu ụlọọrụ na-edekọ ihe banyere nchekwa na Naịjirịa kwuru na mmadụ 5, 710 nwuru na onwa isii mbụ n'afọ a bụ nke kachasị kemgbe afọ 2013.",
    "Onyeisi Tinubu na ndị isi ọrụ nchekwa ezutela onwe ha kwa mgbe kwa mgbe iji wepụta atụmatụ ga-ahụ na nchekwa dị mma.",
    "Ndị Gọvanọ ọwụwa anyanwụ zutekwara onwe ha n'izuụka ole ma ole gara aga iji kpaa maka nsogbu nchekwa na mpaghara ahụ.",
    "N'agbanyeghị nke a, ntọrị ka na-arị elu ọ kachasị na mpaghara ugwu.",
    "Ọnọdụ ahụike nakwa ọnụ ahịa ọgwụ",
    "Otu nwata nwaanyị gwara BBC na ọ na-ahọrọ n'etiti iri nri nakwa ịzụta ọgwụ dị mkpa na-azo ya ndụ n'ihi ọnụ ahịa ọgwụ na ebe ọ kwụzi ugbua.",
    "Ọ sị na kemgbe ọnụ ahịa ọgwụ o ji agwọ ọrịa Asthma riri elu, ọ na-ahazi onwe ya ofụma tupu ọ zụta ya.",
    "Onye ọzọ gwakwara BBC na ọ kwụsịla ịzụ ọgwụ Bekee ma jirizia mgbọrọgwụ agwọ onwe ya.",
    "\"Anaghị m aṅụzi mmiri oyi maka na o so n'ihe ndị na-akpalite ọrịa m, n'agbanyeghị na mkpomọkụ dị\" ka o kwuru.",
    "Ebe foto si, Getty Images",
    "Kemgbe izu olemaole gara aga ka ndị ntorobịa Naijiria na-ekwu na ha ga-eme ngagharịiwe iji gosi iwe ha maka ọnọdụ obibi ọjọọ dị na Naijiria ugbua.",
    "Ha na-eme nke a n'agbanyeghị oku ọtụtụ otu na-akpọ ha emena ya.",
    "Ngagharịiwe ahụ nke e ji #EndBadgovernanceinNigeria mara bụ nke e kwuru ga-amalite site n'ụbọchị mbụ nke ọnwa Ọgọọst na-abịa na-ebute nkewa n'etiti Naijiria niile dịka ụfọdụ ndị na-akwado ya ebe ndị ọzọ na-akatọ ya.",
    "Nke a na-abịa dịka gọọmenti mba Bangladesh na ụmụ akwụkwọ na-achịpu ya maka ngagharịiwe ha na-eme dịka ihe ruru mmadụ 150 nwụrụ na ya bụ ihe.",
    "N'otu aka ahụ gọọmenti mba Kenya ji nwayọọ e so ngagharịiwe nke ndị ntorobịa mba ha dịka mmadụ ruru iri nwụrụ mgbe ndị nchekwa ji aka ike chụsaa ndị gbakọrọ maka ya bụ ihe.",
    "Lee ihe BBC chọpụtara mere ka akwado ihibe ya mbụ.",
    "\"Onye Igbo ọbụla esonyekwala na ngagharị iwe ọbụla\" - Ohaneze19 Febụwarị 2024",
    "Gịnị ka ọ pụtara ma ụmụnwaanyị gbara ọtọ mee ngagharịiwe17 Febụwarị 2022",
    "Ihe mere anyị ji gbaa ndi na-eme ngaghariwe egbe ose anya ụnyahụ- ndị uweojii13 Juun 2021",
    "Ebe foto si, Getty Images",
    "Ebe foto si, Asiwaju Bola Tinubu/Facebook",
    "Kemgbe akụkọ banyere ngagharịiwe ji malite, ụfọdụ ndị mmadụ etinyela ọnụ na ya.",
    "Ndị ụlọomeiwu kpebiri n'izu gara aga na ha ga-enyefu ụgwọ ọnwa ha ruo ọnwa isii iji kwado mgbọ gọọmenti na-agba maka ọdịmma Naijiria.",
    "N'otu aka ahụ ha akụkọ kwuru na ha akpọọla oku ka a tụgharịa ọnụ ahịa ụgwọ latrik ebuliri.",
    "Gọọmentị n'onwe ha kesara gwongworo kwuru gwongworo bu osikapa na steeti niile dị na Naijiria iji belata agụụ.",
    "Onyeisiala Bola Tinubu arịọkwala ndị ntorobịa ha mịa mma n'ọbọ ma nwere ya ndidi ịhụ na ihe tụgharịrị na Naijiria.",
    "Dịka ihe si kwụrụ e nwebeghi otu pụtara kwuo na ọ bụ ha hibere ya bụ ngagharịiwe.",
    "Kama na otu ihe doro anya bụ na ndị ntorobịa na-ekwusi ike maka ya bụ ngagharịiwe na-akpọ onwe ha oku pụta sonye n'ụbọchị ahụ.",
    "Ahụike",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ịji ego achụ ego",
    "Akụ na ụba",
    "Gịnị mere ndị Naịjirịa ji chọrọ ime ngagharịiwe na-agbanyeghi nwụchi a na-anwụchi ha?28 Julaị 2024",
    "NA EME UGBU A, Ogbunigwe gbagburu ụmụaka 12 na Golan Heights ebutela esemokwu n'etiti Isreal na Hezbollah",
    "Ihe Peter Obi, Orji Uzor Kalu na ndịọzọ kwuru maka ọnwụ Ifeanyi Ubah27 Julaị 2024",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ25 Julaị 2024",
    "Ihe ndị na-akwado ime ngagharịiwe chọrọ n'aka gọọmenti26 Julaị 2024",
    "Gịnị ka “Gwo gwo gwo ngwo” egwu Mike Ejeagha a na-ewu ewu pụtara?23 Julaị 2024",
    "South East Development Commission na uru ọ ga-abara mpaghara Ọwụwa Anyanwụ24 Julaị 2024",
    "Aga m akpụpụ Bayo Onanuga n'ụlọikpe ma ọ bụrụ na ọ rịọghị m mgbaghara - Peter Obi23 Julaị 2024",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ",
    "Ka anyị jikọọ aka dozie Naịjirịa, hapụ ime ngagharịiwe - Osote onyeisiala Kashim Shettima",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "South East Development Commission na uru ọ ga-abara mpaghara Ọwụwa Anyanwụ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}