{
  "published": "14 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, CBS",
    "CBS bụ ụlọorụ ndị ntaakụkọ gọọmenti mba Amerịka nwere, eweputala foto ọhụrụ nke nwoke nwara igbu onyeisiala Trump site n'ịgba egbe.",
    "Ha nwetara foto Thomas Crooks site na akwụkwọ ngụcha ụlọakwụkwọ Sekọndrị ya.",
    "Bethel Parks High School bụ aha ụlọakwụkwọ ebe nwoke ahụ gara kwukwara na o si n'ebe ahụ gụchaa n'afọ 2022.",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka7 Eprel 2024",
    "Ihe ndị i kwesịrị ịma maka Kaycee Madu, nwa afọ Igbo e mere Minista ikpe n'Alberta,Canada27 Ọgọọst 2020",
    "Onyema Ogbuagu: Oge ọkammụta lụrụ ọkammụta ma mụta ọkammụta22 Nọvemba 2020",
    "Ụlọọrụ FBI ekwuola na ha ekwuputala nwoke ahụ mana a ka na-enyocha ma DNA ma 'Biometrics' ọfụma iji mata kpọm kwem na ọ bụ onye echeere na ọ bụ.",
    "Lee ihe ndị anyị ma maka Crooks ebe a:",
    "FBI ekwuputala aha nwoke ahụ dịka Thomas Matthew Crooks.",
    "Ọ dị afọ 20",
    "Ọ bụ onye Bethel Parks n'obodo Pennsylvania tere obere aka n'ebe ọ nwara igbu Donald Trump.",
    "Ọ bụ onye otu Republican ma denye aha ya ebe ahụ.",
    "Mana ụlọntaakụkọ Reuters kwuru na mgbe ọ dị afọ 17, o nyere onyinye na ngalaba ActBlue bụ kọmịtị na-anabatara otu Democrats na ndị yiri ha ego.",
    "O si ụlọakwụkwọ Bethel Park High School gụcha n'afọ 2022 dịka akwụkwọ ntaakụkọ Pittsburgh Tribune-Review si kwuo nakwa na ọ ritere nturugo ego $500 si n'aka National Math and Science Initiative.",
    "Nna ya bụ Matthew Crooks dị afọ 53 kwuru na ọ ka na-anwa ịghọta ihe niile mere ma kwuo na ọ ga-eche ka ndị ọrụ nchekwa zie ozi tupu o kwuo okwu.",
    "Amabeghi ihe mere Crooks ji mee nke a mana ha na-enyocha ihe mere dịka \"ịnwa igbu mmadụ\".",
    "Ndị ọrụị nchekwa achọpụtala na egbe Crooks ji me nke a bụ egbe nna ya.",
    "FBI kwukwara na ọ bụ nyocha ka na-aga n'ihu n'agbanyeghi na agbagbuola nwoke ahụ nakwa na Trump esila n'ụlọọgwụ ebe ọ gara ịnata ọgwụgwọ laa.",
    "Ha sịkwa na o nwee onye nwereike inye aka ha biko zite foto, ihe onyonyo ndz n'ịnatnetị iji nye aka na nyocha ha na-eme.",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ13 Julaị 2024",
    "'E ji ịwa m ahụ hazigharịa ihe m ji bụrụ nwaanyị ma mee ka m zuo oke'12 Julaị 2024",
    "Ebe foto si, The White House",
    "Onyeisiala Amerịka bụ Joe Biden ekwuola na ndị nchekwa obodo na ụlọọrụ FBI agwala ya na osote ya bụ Kamala Harris okwu gbasara etu ọnọdụ siri kwụrụ.",
    "Biden kwuru nke a n’obere mkparịtaụka ya na ndị ntaakụkọ nwere n’ụbọchị Sọnde 14 Julaị 2024.",
    "Oge ọ na-ekwu okwu, Biden sịrị na ndị ọrụ FBI nọ n’isi nnyocha a na-eme dịka amatabeghị ebumnoobi onye ahụ gbara Trump egbe.",
    "Ọ sịrị “a na m agba onye ọbụla ume ka a kwụsị ibugharị asịrị gbasara ebumnoobi maọbụ ndị dunyere onye ahụ gbara Trump egbe”.",
    "“Hapụ nụ ka ndị FBI na ụlọọrụ nchekwa ndị ọzọ na-agbakọọrọ ha aka rụọ ọrụ ha,” ka Biden kwuru.",
    "Ọ gara n’ihu kwuo na enyela Trump nchekwa tara akpụ dịkwa ka a ga-arọpụta akụrụngwa niile a chọrọ iji nye ya ezi nchekwa.",
    "O kwukwara na a ga-ewulite ọnọdụ nchekwa na Wisconsin bụ ebe ndị Republican ga-anọ hazie nnukwu ọgbakọ ha n’ụbọchị Mọnde.",
    "N’ikpeazụ, Biden kwuru na ya enyela iwu ka enyochaa ma chọpụta ihe mere n’oge ọgbakọ achụmtavootu Trump haziri na Pennsylvania bụ ebe onye ojiegbe gbara nwaamadị ahụ bụbu onyeisiala egbe, gbuo otu onye ma merụọ abụọ ndị ọzọ ahụ.",
    "Ebe foto si, Reuters",
    "Onyeisiala mba Amerịka bụ Joe Biden akatọọla ihe ọ kpọrọ \"ajọ ọnwụnwa igbu\" Donald Trump.",
    "O kwuru nke a n'ozi o wepụtara dịka otu nwoke nwachara iji egbe gbagbu Donald Trump n'ọgbakọ achụmnta vootu o mere na Pennsylvania.",
    "Ọ sị na obi dị ya ụtọ ịmata na o nweghi ihe mere Donald Trump n'ihe ahụ mere.",
    "\"A na m ekpere ya na ezinaụlọ ya ekpere nakwa ndị ọzọ nọ n'ọgbakọ ahụ dịka anyị na-eche ịmata ihe na-eme\"",
    "Osote onyeisiala mba ahụ bụkwa Kamala Harris ziputere ozi nke ya na-ekwu na obi adajuola ya ịnụ na Trump emerụghị oke ahụ.",
    "Ọ pụtala ihe na Trump na Biden akpaala n'ekwentị.",
    "N'otu aka ahụ nwa Trump nke nwaanyị akpọrọ Ivanka ekeleela ndị ọrụ nchekwa nzuzo maka aka ha nyere mgbe agbara nna ya egbe.",
    "Ọ nabatakwara ekpere na ozi ọma nke ndị mmadụ zigaara ha n'etiti ihe mere.",
    "Ebe foto si, Getty Images",
    "Ladipo kidnappers: Ihe anyị hụrụ dịka ndị uweeojii na ndị ntọ kwara mgbọ na Legọs12 Julaị 2024",
    "Ihe ndị gbara ọkpụrụkpụ na nrụrịtaụka Joe Biden na Donald Trump28 Juun 2024",
    "Ọnụ na-ekwuchitere ndị nhazị ọgbakọ achụmnta vootu Donald Trump sị na ọ \"dị mma”.",
    "“Onyebubu Onyeisiala Trump ekelela ndị nchekwa nakwa ndị mbụ niile zara oku ihe mgberede mere ya maka etu ha si wee chekwa ya n'oge ihe a mere,” ọnụ na-ekwuchitere Trump bụ Steven Cheung kwuru n'edemede ya.",
    "“Ahụ dị ya mma mana a ka na-enyoo ya ka a hụ ma o nwere ahu mgbu n'ụlọọgwụ dị ya nso. Anyị ga-agwa unu ndị ọzọ maka ihe na-eme.”",
    "\"A gbara nti m egbe ka mgbọ ahụ metụrụ m, m wee ma na o nwere ihe na-eme na-adịghị mma.\" Donald Trump deputara nke a.",
    "Ebe foto si, Getty Images",
    "Ta! Ta! Ta! Ka a nụrụ dịka ndị nchekwa ji zopụ aka chibụrụ mba Amerịka bụ Donald Trump na ngwa n'ebe ọ nọ na-ekwuru ndị nkwado ya okwu na ọgbakọ ndọrọ ndọrọ ọchịchị na Pennsilvenịa.",
    "Foto gosiri ka Trump jidere nti ya na gba ọbara aka wee na-ezopụ onwe ya - dịka ụda egbe na-agba.",
    "Foto gosiri ọbara na ntị ya n'akụkụ ihu ya.",
    "Ọgbakọ ya kwuru na onye a họpụtara dịka onye bu ọkọlọtọ otu patị ndị Republican dị mma, ma na-anata ọgwụgwọ n'ụlọọgwụ dị nso.",
    "E burula ya gaba n'ime ụgbọala na-eche, maka na o weliri aka ya elu dịka e zopụrụ ya pụọ n'ebe ahụ.",
    "Ogbe Butler County dị na Pennsilvenịa abụrụla ebe ihe ọjọọ mere n'ụbọchị Satọde Julaị 13, 2024.",
    "Ebe foto si, Getty Images",
    "Anya niile hụrụ ya bụ ihe mere kọwara na ha hụrụ onye bu egbe rigoro elu ụlọ ma che egbe ya ebe Trump na-ekwu okwu.",
    "Ha sị na ha gwara ndị uweojii ka ha lee onye bu egbe chere ihu ebe Trup na-ekwu okwu.",
    "Ka ha na-agba ịgwa ndị uweojii na ndị nchekwa ndị ọzọ ka ha bidoro nụwa ụda egbe. \"Ta! Ta!!\"",
    "Ka ihe si wee mee, ndị nchekwa agbagbuo onye e chere gbara Trump mgbọ tụrụ ya na ntị na onye ọzọ.",
    "Anyị ka na-eche ihe ndị ga-esi akụkọ a pụta.",
    "Onyeisiala mba Amerịka bụ Biden",
    "Ozugbo ozugbo ka Onyeisiala Biden kpọrọ nzụkọ ndị ntaakụkọ wee na-agwa ha na \"Anyị agaghị na-ekwe ka ụdị mpụ a na-eme na mba anyị. Anyị agaghị adịnụ etu a. Anyị agaghị anabata ụdị emume a,\" dịka Biden ji wee kwuo.",
    "\"Onweghị ka anyị ga-akwado ụdị mpụ a na mba anyị. Ọ na-eri ahụ,\" Biden kwuru. \"A ga m akpọ Donald ka m nụ olu ya mara etu ọ dị\"",
    "Ndị nhazi ọgbakọ ndọrọndọrọ ọchịchị Biden akagbuola atụmatụ ha niile site ugbua.",
    "Onyeisiala pụrụ apụ bụ Barak Obama",
    "\"Anyị agaghị akwado ụdị ihe a na mba Amerịka\" bụ ihe so n'okwu Obama dịka ọ nụrụ ihe a mere.",
    "Amerika",
    "Ndọrọndọrọ ọchịchị",
    "Donald Trump",
    "Ntuliaka Mba Amerịka nke afọ 2024",
    "NA EME UGBU A, Onyeisiala Tinubu na ndịọrụ enweela nkwekọrịta ka ụgwọ opekatampe bụrụ N70,000",
    "Ihe mere ndị omeiwu Imo ji sị ka Gọvanọ Uzodimma chụọla Ọkaikpe Ukwu steeti ahụelekere 9 gara aga",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu16 Julaị 2024",
    "Ihe ise na-ese okwu na mkpebi Ụlọikpe Kachasị nyere maka 'Local Government autonomy'16 Julaị 2024",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ13 Julaị 2024",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike15 Julaị 2024",
    "Ladipo kidnappers: Ihe anyị hụrụ dịka ndị uweeojii na ndị ntọ kwara mgbọ na Legọs12 Julaị 2024",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu16 Julaị 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump15 Julaị 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}