{
  "published": "24 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkaikpe na-ekpe ikpe Nnamdi Kanu bụ Binta Nyako ewepula onwe ya dịka ọkaikpe ga na-anụrụ ikpe ahụ.",
    "Nke a mere mgbe Kanu bịara n'ihu ya n'ụbọchị 24 nke ọnwa Sepụtemba ma kwuo na o nweghizi ntụkwasị obi n'ikike Nyako ị nụrụ ikpe ahụ n'akpaghị oke.",
    "Dịka Nyako si kwuo, ọ ga-enyeghachi akwụkwọ ikpe ahụ n'aka ọkaikpe kachasị na Naịjirịa ka o jiri aka ya nye ikpe ahụ n'aka onye ọzọ.",
    "Ihe ahụ Nyako mere bụ ihe a kpọrọ 'Recuse' na Bekee nakwa asụsụ ndị ọkaiwu na ọkaikpe.",
    "Ọkaiwu Chidinma Okonkwo kọwara na mmadụ iwepu onwe a ma ka 'recuse' bụ mgbe onye ọkaiwu maọbụ ọkaikpe sepụrụ aka n'ikpe mgbe o doro anya na obi ya akwụghịzi ọtọ n'ihe gbasara ikpe ahụ.",
    "\"Ihe a na-emekarị ma ọkaikpe na-anụrụ ikpe maọbụ ọkaiwu na-anọchite anya mmadụ chọpụta na okwu a na-ekwu dị ya nso maọbụ na ọ metụtara onye dị ya nso dịka nne, nna, nwa, di, nwunye maọbụ ezi enyi onye ahụ\".",
    "\"Ọ na-emekwa n'ihe gbasara agbụrụ, ọ bụrụ na ị chọpụta na ị na-adabere n'aka onye agbụrụ gị maọbụ onye okpukpere gị, ihe ị kwesiri ịme bụ iwepu onwe gị n'ikpe ahụ\" ka Okonkwo kwuru.",
    "Dịka Ọkaikpe Binta Nyako nke ụlọikpe ukwu etiti dị n’Abụja wezugara onwe ya n’ikpe Onyendu IPOB bụ Nnamdi Kanụ, ihe ọ pụtara bụ na ọ ga-ebunye akwụkwọ ikpe ahụ n’aka Ọkaikpe kachasị nke Ụlọikpe ukwu etiti maka inyefe ya n’aka onye Ọkaikpe ọzọ.",
    "Binta Nyako kwuru na ka ọ dị ugbua, Ọkaikpe kachasị nke Ụlọikpe ukwu etiti anọghị n’ọrụ nke pụtara na mgbe ọ ga-enweta awụkwọ ikpe ahụ nwereike ịbụ n’ọnwa Disemba afọ 2024.",
    "Dịka Binta siri kwuo, ọ bụrụ na akwụkwọ ikpe ahụ ruo Ọkaikpe kachasị nke Ụlọikpe ukwu etiti aka, o nweziri ike nyefee ya n’aka Ọkaikpe ọzọ ka amalite okwu ahụ n’isi. Usoro niile a nwereike ịkụrụ ọnụ n’ime ọnwa isii.",
    "Ka o siladị, o kwuru na ọ bụrụ na Ọkaikpe kachasị nke Ụlọikpe ukwu etiti enyeghachi ya ikpe ahụ, na ọ ga-amalite n’ebe ọ kwụsịrị.",
    "Cheta na Ọkaikpe Binta Nyako nọọrọ n’ụbọchị Tuzde 24 Septemba 2024 wezuga onwe ya n’ikpe Nnamdi Kanu oge nwaamadị ahụ kwuru na ya enwezighị ntụkwasịobi na ọ ga-ekpe ikpe ziri ezi.",
    "Ọkaikpe Binta Nyako ekwuola na ya ga-ewezuga onwe ya n'ikpe dị n'etiti onyendu Indeginous People of Biafra bụ Nnamdi Kanu na gọọmenti Naịjirịa.",
    "Ọkaikpe Nyako gbara ama taa 24 Septemba, 2024 ka Nnamdi Kanu kwuru na ya enweghị ntụkwasịobi na ọ ga-ekpe ikpe ziri ezi ma rịọ ya ka o wezuga onwe n'ikpe ahụ.",
    "Nnamdi Kanu gara n'ihu kwupụta na Ọkaikpe Nyako anaghị eso usoro iwu hibere nakwa iwu ụlọikpe kachasị na Naịjirịa.",
    "Ka ọ dị ugbua, Ọkaikpe Binta Nyako kwuru na ya ga-ewezuga onwe ya ma nyefee ikpe Nnamdi Kanu n'aka ọkaiwu ukwu gọọmenti etiti.",
    "A ga-anọ taa bụ ụbọchị Tuzde 24 Septemba 2024 leba anya n'ikpe onyendu Indeginous People of Biafra bụ Nnamdi Kanu.",
    "Nnamdị Kanu, onye a na-ebo ebubo iyi ndụ egwu na ịgba Naịjirịa mgba okpuru ka a ga-ekpe ikpe n'Ụlọikpe ukwu etiti dị n'Abuja.",
    "Cheta na n'ụbọchị Mọnde 20 Mee 2024, Ụlọikpe ukwu etiti dị n'Abuja jụrụ ịnabata mkpesa Nnamdi Kanu isi n'aka ndị uweojii pụrụiche bụ DSS pụọ gaa ụlọ mkpọrọ nkịtị.",
    "N'ụbọchị ahụ, Ọkaikpe Binta Nyako kọwara na ọ dịla ugboro ugboro a na-eweta ikpe ahụ n'ihu ya ma kwusike ike na ọ gaghị agbanwe uche ya.",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike10 Ọgọọst 2024",
    "Nnamdi Kanu ahapụghị okwu nnwereonwe Biafra, ọ ga-agba ụtụ n’ụlọmkpọrọ - Primate Ayodele8 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu4 Julaị 2024",
    "Ka e mesịrị, Nnamdị Kanu gbara akwụkwọ iji gbaa ụkwụ megide ebubo e boro ya gbasara ịgba Naịjirịa mgba okpuru.",
    "N’ozi ọkaiwu Nnamdi Kanu bụ Aloy Ejimako bipụtara n’ọbaozi X ya n’ụbọchị Tuzde 21 Mee 2024, ọ sịrị na ha gbara akwụkwọ n’ụlọikpe ukwu etiti dị n’Abuja iji gwa Ọkaikpe Binta Nyako ka o kwupụta na ya enweghị ikikere ileba anya n’ikpe Nnamdi Kanu.",
    "Ka o siladị, Nnamdi Kanụ gbakwara Gọọmentị Etiti akwụkwọ n'ụlọikpe n'aalị 10 Ọgọst 2024.",
    "N'ime akwụkwọ ahụ ka ọ rịọrọ ụlọikpe mkpegharị ka ha kwụsị ụlọikpe ukwu etiti ikpe ya ikpe maka ebubo dị icheiche e boro ya ọ kachasị ebubo iyi ndụ egwu.",
    "Ikpe",
    "Naijiria",
    "Abuja",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Anyị anaghị egbu oge maọbụ ese okwu, ọ bụ ikike Nnamdi Kanu ka anyị na-azọ - Aloy Ejimakorelekere 7 gara aga",
    "Rwanda ebelatala ndị na-aga ebe a na-eli ozu maka nfesa ọrịa Marburg virus30 Septemba 2024",
    "Anyị enweghị atụmatụ ịkpọbata ndị gbara ọsọ ndụ n’Ehime Mbano – Gọọmenti Imo steeti",
    "Kedụ onye bụ onyendu Hezbollah bụ Hassan Nasrallah?29 Septemba 2024",
    "'Nwunye nna m boro m na m bụ amoosu gburu nwa ya nwoke'26 Septemba 2024",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụaka27 Septemba 2024",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?25 Septemba 2024",
    "O nwere uru unyi baara ahụike mmadụ?25 Septemba 2024",
    "Etu ụmụada siri weghara nchekwa obodo ha n'Anam17 Septemba 2024",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'27 Septemba 2024",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụaka",
    "O nwere uru unyi baara ahụike mmadụ?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}