{
  "published": "8 Mee 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Popu ọhụrụ bụ Robert Prevost, onye a ga-amaara dịka Popu Leo XIV – bụ Popu nke mbụ ga-esi mba Amerịka nke ga-abụ onyeisi ụka Katọlik n'ụwa niile.",
    "Akụkọ kwuru na ọtụtụ puku ndị mmadụ gbakọrọ n'ogige St Peter ji obi aṅụrị were nabata Prevost dị afọ iri isii na itoolu (69) dịka Popu ọhụrụ.",
    "Ọ gwara ndị mmadụ ka udo dịrị ha mgbe ọ pụtara na mbara Vatịkan.",
    "Prevost bụ onye a mụrụ na Chicago dị na mba Amerịka, bụ onye a maara dịka onye na-ewete mgbanwe. Ọ rụrụ ọrụ dịka onye ozi ụka na mba Peru tupu ọ bụrụ archbishọp ebe ahụ.",
    "Popu Francis anwụọla dịka ọ gbara afọ 88 - Vatican kwuru21 Eprel 2025",
    "Lee foto ndụ Pope Francis22 Eprel 2025",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?22 Eprel 2025",
    "Ebe foto si, Getty Images",
    "N'ozi mbụ ya ka o kwuru na: \"Chineke hụrụ anyị niile n'anya, na-enweghị atụ\".",
    "Ọ sọpụrụ onye bu ya ụzọ, Popụ Francis, dịka o kwuru na ọ chọrọ ibugara ndị mmadụ ngọzị nke ya dịka Popu Francis mere mgbe ikpeazụ ọ pụtara n'ogige St Peter.",
    "\"Ụmụ mmadụ chọrọ Kraịst dịka akwammiri eji a ga ebe Chineke nọ na ịhụnanya ya, nyere anyị aka, na-enyere ibe anyị aka, wuo akwammiri.\"",
    "Ebe foto si, Reuters",
    "Ndị kadịnal dị otu nari na iri atọ na atọ bara n'ụlọ nzuzo maka emume conclave were họpụta onye ga-edu ihe kariri ndị ụka katọliki njeri abụọ m'okwukwe ha.",
    "Oge ọ kụrụ elekere ise nke mgbede Tọzde 8 Mee 2025, ka anwụrụ ocha pụtara na nke akpọrọ \"Sistine Chapel Chinmey\" iji gosi na-ahọpụtala onye ga-anọchi Popu Francis lara mmụọ ụbọchị Easter Mọnde 21 Eprel, 2025, dịka onyeisi Ụka Katọlik nụwa niile.",
    "Ka ọ gachara otu awa, ya bụ popu bara n'ime ụlọ a kpọrọ \"ebe ịkwa akwa\" \"Room of tears\" ebe ahụ ka ọ nọọrọ kpee ekpere, gwa Chi ya okwu ma jiri aka ya họrọ aha ọ chọrọ ka a kpọọ ya.",
    "Dịka omenala ụka Katọlik siri dị, onye a họpụtara dịka Popu ga-ekwu aha ọ chọrọ ka e jiri mara ya.",
    "Ihe karịrị mmadụ puku iri na ise gbakọrọ n'ogige \"St Peter Square\" iji nụrụ aha ya nakwa ebum n'obi ya maka ụka katọliki.",
    "Ngwa ngwa Robert Prevost pụtara, ndị mmadụ tiri \"Viva Papa\" \"Chukwu gozie Popu\"",
    "Pope Leo XIV, ya bụ popu Leo nke iri na anọ ji obi utọ kelee puku kwụrụ mmadụ gbakọrọ ma gozie ha, kwusie ike n'ọrụ ụka bụ ịdọtara chukwu mkpuruobi.",
    "O kwuru na onye ọbụla kwesịrị ibi ndụ ya n'ụdị ga-atọ chukwu ụtọ mgbe niile.",
    "Robert Francis Prevost gbara afọ 69, bụ onye steeti Chikago mba Amerịka.",
    "A mụrụ ya na Chikago n'afọ 1955. Ọ gụrụ akwụkwọ ma nweta nzere dị iche iche na mahadum Villanova University, Chicago's Catholic Theological Union nakwa  Roman Pontifical University of St. Thomas Aquinas.",
    "E tere ya mmanụ dịka ụkọchukwu n'afọ 1982.",
    "N'afọ 2023 ka Popu Francis nwụrụ anwụ, họpụtara Robert Prevost dịka onyeisi otu ndi Bishọpụ na Vatịkan na-enye ndụmọdụ banyere usoro e ji ahọpụta ndị Bishọpụ.",
    "O ji akwụkwọ njimara mba Peru dịka ọ jibu ọkwa Archibishọpụ Chiclayo nke mba Peru.",
    "Ọ bụ onye otu Augustinians ma buburu onye rụrụ ọrụ mishọnarị na mba Peru tupu ọ nweta akwụkwọ dịka njimara mba ahụ n'afọ 2015.",
    "A na-ahụta ya dịka onye na-akwado uto na ọganihu Ụka Katọlik na mbaụwa.",
    "O bụ Popu mbụ ka afọ kachasị dị ntakịrị kemgbe a họpụtara Popu John Paul II.",
    "Ugbua Popu Leo XIV goziri ma kpeere ndị mmadụ gbakọrọ n'ogige St Peter's Square ekpere, o gosiri na ọrụ ya amalitela dịka onyeisi ụka Katọlik.",
    "Aha oche ya bụ \"Oche St Peter\" ebe ọla aka ya ga-abụzị\" mgba aka onye ọkụ-azụ\" \"The fishermans Ring\"",
    "Chetakwa na Popu bụ onyeisiala obodo nọọrọ onwe ya di n'ime Rome nke akpọrọ \"Vatican\"",
    "Malite ugbua, okwu Popu Leo XIV ga-abụzị iwu na Vatican nakwa ụka katolik n'ụwa niile.",
    "Amerika",
    "Naijiria",
    "North America",
    "Latin America",
    "Ụka ndị Roman",
    "Ndị otu Kristi",
    "NA EME UGBU A, Putin ekwuola na ya chọrọ ka Rọshịa na Yukren kpaa nkata udo n’ihu na ihu",
    "Nsogbu netwọk na ihe ndị ọzọ chere anyị aka mgba na Jamb - ndị ntorobịa11 Mee 2025",
    "Popu Leo XIV ekwuola na ụlọụka kwesiri inweta ihe n'ebe ọchịchịrị dị9 Mee 2025",
    "Iyi akpụụkwụ na-acha uhie na ajụjụ ndị ọzọ banyere ndị Popu 9 Mee 2025",
    "Ụka Katọlik enwetela Popu ọhụrụ, aha ya bụ Popu Leo XIV8 Mee 2025",
    "Nnamdi Kanu: Ọkaikpe Omotosho eyiela ụbọchị ikpe ya gaa ụbọchị Mee 148 Mee 2025",
    "Ihe ndị uweojii kwuru gbasara nwaanyị dị ime a kwụgburu n'osisi n'Anambra steeti6 Mee 2025",
    "Ihe anya mmiri: etu ọnọdụ dị n'Enugwu n'ụlọ ndị ụkọchukwu Capuchin 7 nwụrụ anwụ6 Mee 2025",
    "Nnamdi Kanu: Ọkaikpe Omotosho eyiela ụbọchị ikpe ya gaa ụbọchị Mee 14",
    "Ụka Katọlik enwetela Popu ọhụrụ, aha ya bụ Popu Leo XIV",
    "Uru ekele bara n'ala IgboEmelitere ikpeazụ na: 4 Ọktọba 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}