{
  "published": "18 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Aminu Adau",
    "Ndị mere akụkọ a,  BBC News, Abuja",
    "Septemba 2024",
    "Kwa afọ, mgbe ọbụla a chọrọ imepe mmiri  Lagdo dam dị na mba Kamerun, nde kwuru nde ndị mmadụ n' opekata mpe steeti iri na-achị obi n'aka.",
    "Narị kwuru narị ndị mmadụ atụnyela ndụ ha n'afọ ndị gara aga dịka e mepere ọgba mmiri 'dam' ,ebe puku kwuru puku ndị mmadụ ghọrọ ndị enweghị ụlọ maọbụ ebe ha na-akpata ego rute oge mmiri tara.",
    "Mbuze gbawara ụzọ n'Ụmụawụlụ, lee etu o si bido5 Septemba 2018",
    "Ndụ gị na gịnị ọzọ dị gị mkpa ịzọ n'ọdachi?5 Septemba 2018",
    "Lee ihe idemmiri na-eme n'ala Igbo ugbua30 Julaị 2018",
    "N'ụbọchị Tuzde,  ụlọọrụ 'Nigerian Hydrological Services Agency (NIHSA), mara ọkwa ịdọaka na ntị sị na mba Kemerun na-akwado ịgbape ‘ọgbammiri  'Lagdo Dam' ha ma kwuo na steeti 11 dị nso na ikpere mmiri Osimiri Benue nwere ike inwe nsogbu            idemmiri iwakpo ha.",
    "Ọ bụrụ na nke a mee, ọnọdụ idemmiri n' ala a bụ ebe ọtụtụ nwụọrọla n'afọ a, yufọdụ bụrụ ndị enweghịzi ebe obibi, ga-akawannye njọ.",
    "Steeti a na-ele anya ọ ga-emetụta gụnyere - Adamawa, Anambara, Bayelsa, Benue, Krọss Riva, Delta, Edo, Kogi, Nasarawa, Rivas, na Taraba – bụ ebe enwerela nsogbu idemmiri n'afọ iri gara aga oge ọbụla a gbapere  'Lagdo Dam'.  Kwa afọ, ọnụọgụgụ ndị nsogbu a metụtara na-arị elu, na-agbanyeghị na ụfọdụ kwuru e nwere ike igbochili ya.",
    "Onyeisi ụlọọrụ NIHSA bụ Umar Mohammed, kwuru n'ozi o wepụtara sị,“A ga-agbape mmiri ahụ n'ụdị iji hụ na ọ karịghị Osimiri Benue, iji gbochie nnukwu idemmiri na ndịda Naijiria.\"",
    "Ebe foto si, Getty Images",
    "E wuru ọgbammiri 'Lagdo Dam' n'afọ 1982 iji nye ndị mpaghara Ugwu Kamerunb ọkụ latrik ma nyekwa ohere ịgba mmiri n'ubi akọrọ ihe dị hekta15,000 mmiri.",
    "Mana dịka ọtụtụ ọgbammiri si eme, ọ na-ejukarị  kwa afọ, nke mere ka ọ dị mkpa ịgbape ya.",
    "A na-ekwu na Naijiria kwesịrị ịrụ ọgbammiri nke n'akụkụ ya a kpọrọ \" Dasin Hausa Dam' nke kwesịrị ịdị n'Adamawa Steeti.  Nke kwesịrị ịnabata mmiri si 'Lagdo Dam' mgbe abụla mgbe a gbapere ya iji belata nsogbu ọ na-ebute na Naijiria.",
    "Mana arụchabeghị ya nke mere na mmiri si na Lagdo Dam nke Kamerun na-aga nihu  na-emebi ihe n'ọtụtụ obodo na Naioijiria, ọkachasị ndị dị nso Osimiri Benue bụ ebe mmiri ahụ na-eruga.",
    "Ebe foto si, Getty Images",
    "Afọ gara aga, oge Gọọmentị Naijria kwuru na idemmiri gburu mmadụ 29 , ma chụpụ mmadụ 48,168 ndị ọzọ n'ebe obibi ha, e kwuru na ihe mere ya bụ nsogbu ahụ ji dị nnukwu bụ mmiri  a tọpụrụ site na ọgbammiri 'Lagdo Dam'.",
    "N'afọ 2022 when ndị gọvernment kwuru na mmadụ  612 people nwụrụ, ebe ihe karịị nde mmadụ atọ na ụma bụ ndị mmiri chụpụrụ n'be ha na steeti dị iche iche, ebe mmiri si baa opi ụgbọgụrụ bụ Lagdo Dam'.",
    "N'afọ ahụ, ụlọ dị 181,600  bụ ihe mebitụrụ, ebe ụlọ dị 123,807 mmebiri kpamkpam. ubi dị hekta 176,852 mebitụrụ, ebe nke dị hekta 392,399 mebiri kpamkpam.",
    "A gụkọrọ ihe idemmiri na-eme kwa afọ na Naijiria mbụ n'afọ 2012 bụ oge o gburu mmadụ iri mana nke  a na-akawanye njọ kwa afọ.",
    "Ebe foto si, Getty Images",
    "Ibrahim Audu Usaini bụ onyeisi ụlọọrụ gbagbata nke Niger Steeti (Niger State Emergency Management Agency) bụ otu n'ime steeti ndị e kwuru nwere ike ịdanye na nsogbu a gwara BBC na ha amalitela mgbasa ozi n'obodo ndị e nwere ike imetụta ra, ebe  e buga ndị mmadụ na mpaghara ebe dị elu n'obodo ha.",
    "Usaini sịrị,“Anyị ga-enye ha nri na ihe enyemaka ndị ọzọ, dịka ha achọghị ịpụ kpamkpam, dịka ha achọghị ịhapụ obodo ha kpamkpam.\"",
    "Ọ kọwara na dịka Naijiria nwewerela nsogbu 'idemmiri ọcha'site na mmiri ozizo,na  ala a na-eke nkwụcha maka maka 'idemmiri ojii' nke ga-bịa n'ihi mgbape 'Lagdo Dam '.",
    "Dịka ndị gọọmentị Naijiria sị na-ha ga-ahazili  mmiri si  'Lagdo Dam' abata Naijiria dịka ọ na-abata, o dobeghị anya ma ọ ga-ekwe mme nakwa etu a ga-esi gbal;ahụ mbibi na-eso ya kwa afọ.",
    "Gburugburu",
    "Naijiria",
    "Klaimet chanji",
    "Etu ụmụada siri weghara nchekwa obodo ha n'Anam17 Septemba 2024",
    "Onyeisi Main market Enugwu e gburu egbu bụ enyi ọha - Ụmụnne Stephen Aniagu17 Septemba 2024",
    "A nwụchiela Sean 'Diddy' Combs maka ebubo ịmanye ụmụnwaanyị n'ọrụ akwụna17 Septemba 2024",
    "Mpụtara ntuliaka ọkwa Gọvano Edo steeti22 Septemba 2024",
    "Ndị otu ndọrọndọrọ ọchịchị PDP amalitela ime ngagharịiwe n’Edo steetielekere 8 gara aga",
    "NA EME UGBU A, Ntụliaka Edo: Ndị uweojii anwụchiela ndị ekperima, napụta ha ngwaọgụ",
    "Etu mmiri si Lagdo dam nke Cameroon nwere ike ime ka nsogbu idemmiri Naijiria kawanye njọ18 Septemba 2024",
    "Onyeisi Main market Enugwu e gburu egbu bụ enyi ọha - Ụmụnne Stephen Aniagu17 Septemba 2024",
    "A nwụchiela Sean 'Diddy' Combs maka ebubo ịmanye ụmụnwaanyị n'ọrụ akwụna17 Septemba 2024",
    "A kpụpụla nwoke FBI sị nwara igbu Trump ụlọikpe16 Septemba 2024",
    "Arụ na usoro e si akpụ arụ n'omenala Igbo15 Septemba 2024",
    "Etu ndị na-enye aka amụpụta nwa si egbusi ụmụaka ndị nwaanyị ma mechaa na-azọ ndụ ha14 Septemba 2024",
    "Etu ị si ebi ndụ ga-esi metụta akịrị gị13 Septemba 2024",
    "Mpụtara ntuliaka ọkwa Gọvano Edo steeti",
    "Ndị otu ndọrọndọrọ ọchịchị PDP amalitela ime ngagharịiwe n’Edo steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Lee ndị na-azọ ọkwa Gọvanọ Edo Steeti",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}