{
  "published": "12 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu n'ime ndị na-eti egwu a ma ama bụ Sean \"Diddy\" Combs bụ onye e boro idina ndị mmadụ n’ike bụ nke nwereike ịkwụsị akaọrụ ya ruru afọ iri atọ. A nwụchiri otiegwu mba Amerịka ahụ n’abalị 17 Septemba wee boo ya ebubo ịtụ mgbere ndị akwụla na New York.",
    "Kemgbe ebubo ahụ, ihe karịrị ebubo ọhụrụ otu narị na iri abụọ (120) apụtala megide Combs, bụ onye kwuru na aka ya dị ọcha. Otu ọkaikpe jụrụ ịgbapụta ya mgbe ndị ọka iwu kwusiri ike na ọ bụ \"ihe iyi egwu nye obodo\".",
    "Combs agọọla ebubo mpụ niile. Mana ọ na-agabiga ọnọdụ tara akpụ iji dozie aha ya.",
    "Combs gbara afọ iri ise na anọ (54) ka a nwụchiri n'ụlọ oriri na ọṅụṅụ New York maka ebubo ịgba izu nzuzo, ịtụ mgbere ndị akwụla n’ike na ime njem maka ebumnuche ịgba akwụna.",
    "Ndị ọkaiwu gọọmenti etiti boro ya ebubo \"ịmepụta ụlọ ọrụ mpụ\" nke o ji \"na-emegbu, eyi egwu ma na-amanye ụmụnwaanyị na ndị ọzọ gbara ya gburugburu imezu agụụ mmekọahụ ya, chebe aha ya, ma kpuchie omume ya\".",
    "Ha kwuru na Combs ejirila ọgwụike, ime ihe ike na iji ọkwa ya \"rata ụmụnwaanyị ndị ọ na-emetọ\" n'inwe mmekọahụ a kpọrọ \"Freak Offs\".",
    "Ha kpuhekwara na ha achọpụtala ngwaagha, mgbọ na ihe karịrị otu puku (1,000) karama mmanụ oge ha wakporo ụlọ Combs dị na Miami na Los Angeles n’ọnwa March.",
    "Ebe foto si, Getty Images",
    "Onye a mụrụ na New York n’afọ 1969, nne Combs bụ Janice na-enyere onyenkụzi aka zụrụ ya. Nna ya bụ Melvin, bụbu onyeagha elu Amerịka nke mechara tinye aka na mpụ ahaziri ahazi.",
    "Combs dị naanị afọ atọ mgbe a gbagburu nna ya n'ime ụgbọala mgbe ọ na-azụ ahịa ọgwụike dịka a ghọtahiere ya ka onye uweojii. Dịka nwata nwoke nwere mmasị n’egwu, Combs gbara egwu n’onyonyoo maka ndị otu Fine Young Cannibals nke mba UK na Diana Ross.",
    "N'oge agụmaakwụkwọ ya na mahadum Howard University dị na Washington DC na mmalite 1990s, a matara Combs dịka onye na-ahazi nnukwu mmemme nke na-adọta ihe karịrị otu puku ndị ọbịa mgbe ụfọdụ. Ọ na-akpọ ndị otiegwu a ma ama ka ha gụọ egwu na mmemme ndị a, bụ nke dọtara uche otiegwu bụ Andre Harrell, onye nyere ya ọzụzụ n’akara egwu ya bụ Uptown Records nke dị na New York.",
    "Ọ kwụsịrị agụmaakwụkwọ mahadum iji nyefee onwe ya n'ọrụ dịka nnukwu ihe ọma bịara ya oge na-adịghị anya. Combs kpọbatara otiegwu na-eto eto si Brooklyn bụ onye a ma ama dị ka Biggie Smalls wee malite imepụta egwu mbụ ya. Egwu ahụ, nke a na-eto dịka otu n'ime egwu ‘rap’ kachasị mma oge niile, rere ọtụtụ nde.",
    "Ọdachi dara na 1997, mgbe agbagburu Biggie n'ụgbọala na-agbapụ na Los Angeles. Combs, bụ onye hụrụ ihe ahụ merenụ, kwanyeere ya ugwu site n'ịdepụta abụ ọ kpọrọ “I’ll Be Missing You”, nke ghọrọ otu n'ime egwu kachasị wuo ewu n'afọ ahụ ma malitere ya ọrụ iti egwu nke nke ọma.",
    "Combs abanyela n’azụmaahịa ndị ọzọ ewezuga iti egwu nke gụnyere ahịa akwa, ihe ọṅụṅụ na mmepụta ihe onyonyo. Na 2022, aha ya pụtara n’akwụkwọ akụkọ US Forbes dịka otu n’ime ndị akajiakụ.",
    "Ebe foto si, Getty Images",
    "N'afọ 1991, Combs haziri mmemme na kọleji obodo New York nke kwụsịrị n'ọdachi. Ihe fọrọ obere ka ọ bụrụ mmadụ puku ise (5,000) pụtara na n’ụlọ mgbatịahụ nke na-enweghị ike ịbanye ihe ruru mmadụ puku abụọ na narị asatọ (2,800). E gwegburu mmadụ itolu. Enweghị ebubo mpụ e boro Combs mana ndị ikwu nke ndị nwụrụ anwụ gbara ndị nkwalite, kọleji na obodo New York akwụkwọ. Combs kwụrụ $750,000 dịka akụkụ nde $3.8 ego iti aka n’obi.",
    "Na Mee 1999, e jidere ya maka ebubo ịwakpo onye isi ụlọọrụ egwu bụ Steve Stout na-esochi nghọtahie maka onyonyoo egwu. Combs kwetara na ikpe mara ya dịka a tụrụ ya mkpọrọ otu ụbọchị maka njikwa iwe.",
    "N'otu afọ ahụ, e boro ya ebubo na ọ bụ onye omekome nwere ngwaagha ma e mesịrị tọhapụ ya.",
    "Mgbe ahụ, na 2015, Combs bara n'ọgbaaghara ya na onye na-ahụ maka egwuregwu nwa ya nwoke nke ihe kpatara ya bụ esemokwu n'oge ọzụzụ. E mechara nwụchie ma boo ya ebubo na o ji ngwaọgụ na-egbu egbu wakpoo mmadụ, mana e mechara kagbuo ebubo ahụ.",
    "Ebe foto si, Getty Images",
    "Ebubo mbụ nke mmetọ pụtara site n'aka enyi nwaanyị mbụ ya, Gina Huynh, n’afọ 2019 n'oge Tasha K gbara ya ajụjụ ọnụ na YouTube. Agbanyeghị na ebubo ahụ eruteghị ndị mgbasa ozi Amerịka.",
    "N’abalị 16 Nọvemba 2023, onye ọrụ mbụ ya bụ Cassie boro Combs ebubo idina ya n'ike na mmegbu. O tinyere akwụkwọ mkpesa n'ụlọ ikpe gọọmenti etiti dị na New York na-ebo ebubo na onye na-eti egwu dinara ya n’ike. N’ime otu mkpụrụ ụbọchị okwu ahụ rutere n'ụlọ ikpe, mmadụ abụọ ahụ kwuru na ha ejirila \"udo\" dozie okwu ahụ, n'agbanyeghị na onye ọkaiwu Combs kwuru na mmezi ahụ \"abụghị n'ụzọ ọ bụla ịnabata mmejọ\".",
    "Ma n'otu izu ahụ, ụmụnwaanyị abụọ ọzọ pụtara. Otu n'ime ha bụ Joi Dickerson-Neal, boro nwaamadị ahụ ebubo na ọ na-aṅụ ọgwụ ọjọọ ma na-awakpo ya mgbe ọ bụ nwa akwụkwọ kọleji na 1991. Combs gọnarịrị ebubo ahụ niile ebe onye na-ekwuchitere ya ọnụ kpọrọ ikpe ndị ahụ \"ụzọ e si anapụ ego\".",
    "Ka otu ọnwa gasịrị, nwaanyị nke anọ gbara akwụkwọ na-ekwu na Combs na ụmụnwoke abụọ ndị ọzọ jiri ya tụọ mgbere akwụla ma dinaa ya n’igwe mgbe ọ dị afọ iri na asaa (17). Na nzaghachi, Combs kwuru na ya \"emeghị nke ọbụla n'ime ihe ndị ahụ jọgburu onwe ya a na-ebo ya\".",
    "N’ọnwa Maachị afọ a, ndị uweojii wakporo ụlọ Combs abụọ na Los Angeles na Miami. Ọnwa isii ka e mesịrị, e jidere ya n’ụlọ oriri na ọṅụṅụ New York ebe n’abalị mbụ nke ọnwa Ọktoba, ọkaiwu Texas bụ Tony Buzbee nwere ọgbakọ ndị ntaakụkọ ma kwuo na ihe karịrị mmadụ 100, ndị nwoke na ndị nwaanyị, ga-agba otiegwu ahụ akwụkwọ n'otu n'otu maka idina ha n’ike. nrigbu. Buzbee kwukwara na ụfọdụ n'ime ndị na-ebo ya ebubo gụnyere ndị bụ ụmụaka n'oge e dinara ha n’ike.",
    "Erica Wolff bụ onye ọkaiwu na-anọchite anya Combs, kwuru na otiegwu ahụ \"ji ike ya niile\" na-agọnahụ ebubo ahụ, na-ekwu na ha bụ \"ụgha na nkwutọ\".",
    "N'ime afọ iri atọ ya n'iti egwu, Combs gbanwere aha nka ya ọtụtụ oge na mbọ inwogharị onwe ya. Ọ ga-ewe ihe karịrị nke ahụ iji weghachi aha ya ugbu a.",
    "Amerika",
    "Social media",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Gọọmenti etiti ahapụla ndị mere nrụrụaka na-achụgharị VDM - Deji Adeyanjuelekere 6 gara aga",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti21 Ọktọba 2024",
    "Ebonyi, Umuahia erubela isi n’iwu 'Sit at home' IPOB nyereelekere 9 gara aga",
    "Ị ma na 'Soursop' na-agwọ ọrịa dị icheiche n'ahụ? Lee ha ebe a20 Ọktọba 2024",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 202116 Ọktọba 2024",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor15 Ọktọba 2024",
    "Ihe ị ga-eme iji gbanarị ọrịa Marburg Virus na-efe ugbua16 Ọktọba 2024",
    "‘Ọ kaara mụ mma na m nwụrụ na Lebanon karịa ịlaghachi Naịjirịa’15 Ọktọba 2024",
    "Allen Onyema: Nke bụ eziokwu maka ebubo nrụrụaka mba Amerịka boro ya13 Ọktọba 2024",
    "Onye bụ Sean ‘Diddy’ Combs, etu ebubo ndị a na-ebo ya si bido12 Ọktọba 2024",
    "Ihe mere ndị Ilaje ji atụnye nwa ọhụrụ na mmiri 9 Ọktọba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 2021",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}