{
  "published": "23 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Obiora Agbasimalo",
    "Eucharia Agbasimalo, bụ nwunye Obiora Agbasimalo ekwuola etu arịrị, iru uju na anya mmiri si jupụta n'ezinụlọ ha kamgbe afọ abụọ e ji chọwa di ya achọwa.",
    "Obiora Agbasimalo bụ onye ndọrọndọrọ ọchịchị kwesịrị iso zọọ ọkwa gọvanọ Anambra steeti n'otu Labour Party n'afọ 2021.",
    "E bidoro ịchọ Agbasimalo achọ n'ọnwa Sepụtemba 2021, oge ọ na-agagharị na-achụ nta vootu maka ntliaka afọ ahụ. Ruo taa, onwebeghị onye ma ebe ọ nọ, ma ọ dị ndụ maọbụ ọ nwụrụ anwụ.",
    "Na mkparịtaụka ya na ndị ntaakụkọ Punch nke e bipụtara n'ụbọchị Sọnde, Eucharia Agbasimalo kwuru sị: \"Ofufu a di m na-efu emetụtala ezinụlọ anyị n'ụzọ pụrụ iche. Obi mgbawa anyị gabigarala, mụ onwe m, ụmụ anyị, ndị ezinụlọ nakwa ndị enyi.\"",
    "\"Ọ chọwala iru afọ abụọ ugbua, onweghị onye ma ebe di m nọ, onweghịkwanụ onye na-agwa anyị ihe ọbụla. Agaghị m akọwanwu ụdị mwute anyị na-agabiga dịka ezinụlọ. Mana olileanya m dị na Chukwu.\"",
    "Ihe mere ntụliaka Anambra ejighị adanye na nke steeti ndị ọzọ5 Nọvemba 2021",
    "Lee ihe ị kwesịrị ịma maka mmadụ 18 na-azọ oche gọvanọ Anambra steeti4 Nọvemba 2021",
    "Ọkammụta Chukwuma Charles Soludo emeriela ntuliaka Anambra10 Nọvemba 2021",
    "Oriaku Agbasimalo kwuru na ọ bụ na mpaghara Azia, dị n'okpuruọchịchị Ihiala ka akụkọ kwuru na a tọọrọ di ya n'ụbọchị 18 nke ọnwa Sepụtemba 2021.",
    "\"Agbaala m mbọ dị icheiche. Iji maa atụ, agakwurula m otu 'truth and justice commission nke gọvanọ Anambra Steeti bụ Chukwuma Soludo hibere. Otu ahụ kpọrọ ndị ezinụlọ anyị ka anyị kọọrọ ha ihe merenụ, ha mechara kwe anyị nkwa na ha ga-ahụrịrị isi ya bụ okwu,\" Oriakụ Agbasimalo kwuru.",
    "\"Agakwaala m zute gọvanọ n'onwe ya, o wee gwa m na ya ndị ọrụ nchekwa dị icheiche na-ekwu okwu oge niile iji chọpụta ebe mmiri si gbarụọ. Gọvanọ kwere m nkwa na ndị ọrụ nchekwa na-eme ihe niile ha nwereike iji mata ihe mere di m.\"",
    "Oriaku Agbasimalo kwuru na ọ bụ di ya na  ndị ọrụ nchekwa abụọ ka a tọọrọ n'ụbọchị ahụ, mana otu onye n'ime ha mechara gbalaga, ebe di ya na onye ọrụ nchekwa nke ọzọ bụ ndị ahụbeghị maọbụ nụ olu ha ruo taa.",
    "\"Onye nke ahụ gbara ọsọ kwuru na onye ọkwọ ụgbọala ndị ekperima ahụ na-aza ekwentị aghara aghara oge ha tọọrọ ha, mana ya onwe ya aghọtaghị ihe ọ na-ekwu n'ihi na ya abụghị onye Igbo,\" ka o kwuru.",
    "Ka ọ dị ugbua, ndị uweojii ejidela mmadụ abụọ a na-enyo na aka ha dị na ntọrọ Mazi Obiora Agbasimalo, ha gụnyere onye ọkwọ ụgbọala ya nakwa otu onye ọzọ onye kwuru na ya ma ndị tọọrọ Mazi Agbasimalo ma si etu ha na-anapụ ezinụlọ ya ego.",
    "Okwu mmadụ abụọ ahụ dị n'ụlọikpe ugbua.",
    "Ebe foto si, Obiora Agbasimalo",
    "Obiora Agbasimalo bụ onye kwesịrị iso zọọ ọkwa gọvanọ Anambra Steeti n'otu Labour Party, mana a tọọrọ ya ọnwa abụọ tupu ụbọchị ntuliaka ahụ.",
    "Eucharia Agbasimalo kwuru na oge di ya gwara ya na ọ chọrọ ịbanye ndọrọndọrọ ọchịchị, ọ gbagwojuru ya anya, \"maka na nke ahụ esoghị n'ihe mụ na ya kpara\".",
    "\"Amaghị m ebe atụmatụ nke ahụ si bịa. Akwadoghị m ya, ọ bụghị n'ihi na ndọrọndọrọ ọchịchị dị njọ n'onwe ya kama maka na di m bụ ezigbo mmadụ, anyị ma etu ndọrọndọrọ ọchịchị si adị na mpaghara ụwa a,\" Oriaku Agbasimalo kwuru.",
    "\"Di m bụ onye ọrụ ụlọakụ na-eme nke ọma n'ọrụ ya. Echeghi m na ọ dịla njikere ịwụbanye na mmiri ọjọọ a bụ ndọrọndọrọ ọchịchị, ọ bụ ya mere m ji enwe nchekasị oge niile maka ọdị mma ya.",
    "\"Mana ọ gwara m na onweghị ihe ga-emenụ, na ndọrọndọrọ ọchịchị abụghị ọgụ ọnwụ na ndụ, na ihe kacha njọ nwereike ime bụ na ya agaghị enweta mmeri, mana nke ahụ abụghị nsogbu.",
    "\"Ọ bụ ya mere m ji nwee okwukwe, na-ekpe ekpere maka ọdịmma ya oge niile. Onweghị mgbe m ji chee na m ga-anọ n'ụdị ọnọdụ a taa na-achọ di m achọ.\"",
    "Oriaku Agbasimalo kwuru na ya ka nwere olileanya na di ya ka ga-alọta na ndụ.",
    "\"Ana m ejigide Chineke, site n'amara ya nakwa ọrụ ebube ya. Onweghị ihe Chukwu apụghị ime. Ọ gaghị enye m di dị mma ma napụkwa m ya n'ime afọ ise. Ana m atụ anya maka ụbọchị Obiora ga-alọghachikwute mụ na ụmụ ya na ndụ. Ụmụ ya na-ajụ m oge niile ụbọchị nna ha ga-alọta.\"",
    "Ebe foto si, Obiora Agbasimalo",
    "Ọ bụ onye ọkaibe na ngụkọ ego, nke bekee na-akpọ 'chartered accountant'",
    "Ọ bụbu onye ọrụ ụlọakụ tupu ọ banye ndọrọndọrọ ọchịchị",
    "Ọ bụ onye Ezinifite, Nnewi Saụt.",
    "Ọ bụ onye inyere ndị mmadụ aka na-amasị dịka o hibere ngalaba na-enyere ndị ụbịam aka ma na-ezigakwa ụfọdụ akwụkwọ n’efu na Naịjiria.",
    "Ọ bụ onye ihe gbasara ikwalite ndị ntorobia na-anụ ọkụ n’obi, dịka o kwenyere na o ruola oge ndị ntorobịa kwesịrị itinye uchu n’ọchịchị na mwulite obodo.",
    "Ndọrọndọrọ ọchịchị",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Mba dị icheiche ebidola ịkpọpụ ndị nke ha tọrọ na mba Sudan3 Eprel 2023",
    "Vidio, Etu m siri mụta ịsụ asụsụ itoolu n'agbanyeghị na ahapụbeghị m Naịjirịa - nwata akwụkwọ UNN20 Nọvemba 2020",
    "Arịrị egbuola ezinụlọ anyị - Nwunye Obiora Agbasimalo a na-achọ achọ kamgbe afọ abụọelekere 8 gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}