{
  "published": "5 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Keir Starmer e werela oche dịka Prịam Minista ọhụrụ mba Briten.",
    "Pati ya bụ 'Labour Party' tuuru ugo na ntụliaka mba ahụ mere ụbọchị Tozde abaị anọ nke ọnwa Julaị afọ 2024.",
    "Tupu e mee ntụliaka ahụ, ọ bụ otu pati 'Conservative' nọ n’ọchịchị kemgbe afọ 2010.",
    "Mana onye bụ prịam mịnista ọhụrụ a bụ Sir Keir Starmer?",
    "Ebe foto si, Getty Images",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten6 Julaị 2024",
    "R﻿ishi Sunak agbasaala ozi mbụ ya dịka Praịm Minista Briten25 Ọktọba 2022",
    "Ihe mere mba UK jiri machie ụmụakwụkwọ mbịarambịara ịkpọbata ezinaụlọ ha23 Mee 2023",
    "A mụrụ Keir Starmer n’abalị abụọ ọnwa Septemba afọ 1962 na mpaghara Surrey dị na mpaghara Ọwụwa Anyanwụ mba Ingland.",
    "Nna ya Rodney Starmer bara ya ‘Keir’ aha onye izizi bụ onyeisi ndị omeiwu otu Labour Party bụ J. Keir Hardie.",
    "Ọ gụrụ akwụkwọ n’ụlọakwụkwọ 'Reigate Grammar School', St Edmund Hall, mahadum 'University of Oxford ', nakwa 'University of Leeds'.",
    "Ọ bụ onye onye ndọrọndọrọ ọchịchị na ọkaiwu n'ihe gbasara ikike mmadụ (human rights), ma bụrụ onye mbụ gara mahadum n’ezinaụlọ a mụrụ ya.",
    "N’afọ 1987, Starmer malitere ọrụ dịka ọkaiwu n’ụlọọrụ Middle Temple otu n’ime ‘ụlọikpe ‘Inns’ London.",
    "Starmer eburila ya n'ọkwa 'Queen's Counsel, nke bụ ọkwa a na-ebuli ọkaiwu ọbụla matarala evbe ọ dị ukwuu ihe ekwe na-akụ n' ọrụ ọkaiwu mba Briten.(senior advocate)",
    "N’afọ 2002, a hụpụtara ya dịka onyeisi ‘Public Prosecution’ n' ụlọọrụ ‘Crown Prosection Service’ na-ahụ maka ikpe ndị omekome.",
    "Ọ nọrọ n’ọkwa ahụ ruo afọ 2013.",
    "Ikpe ndị Starmer kpere n’ọkwa ahụ gunyere ikpe Jimmy Savile, Chris Huhne na ndị ọzọ.",
    "Starmer bụ onye omeiwu na-anọchiteanya Holborn na St Pancras kemgbe afọ 2015.",
    "Starmer bụ onyeisi otu pati Labour kemgbe afọ 2020. Ugbua, o nwerela oche dịka praịm mịnista 58 mba UK.",
    "Ebe foto si, Getty Images",
    "Ka MP Frank Dodson nwụrụ n’ọnwa Desemba afọ 2014, a họpụtara Starmer dịka onye ga-azọ ọkwa onyeomeiwu ga-anọchiteanya ‘Holborn na St. Pancras’.",
    "N’ọnwa Mee 2015, o turu ugo na ntụliaka ahụ e mere ma bụrụ onyeomeiwu n’ụlọomeiwu ‘House of Commons’.",
    "N’afọ 2026, Starmer gbara arụkwaghịm maka agwa onyeisi otu 'Labour Party' bụ Jeremy Corbyn kpara banyere okwu ‘Brexit’.",
    "Na ntụliaka afọ 2019, otu  'Labour Party' dara nke a mere ka Jeremy Corbyn rituo n’ọkwa dịka onyeisi otu ahụ.E mechara họpụta Starmer dịka onyeisi otu LP na ntụliaka e mere n’ọnwa Eprel 4 afọ 2020.",
    "Otu pati Starmer bụ jiri vootu dị 411 merie otu pati Conservative na ntụliaka e mere na 4 Julai 2024. Mmeri ahụ pụtara na Starmer bụ praim minista mba UK nke 58.",
    "N’ozi ọ gbasara n’obi ọchịchị mba ahụ bụ 10 Downing Street oge o nwere oche ọchịchị, Starmer kwere nkwa ịrụrụ ụmụafọ Briten niile ọrụ, ma ha ọ tụnyere ya ma ha atụnyere.",
    "“Ma ị tụụrụ Labour Pati vootu ma ị tụụrụghị ya vootu – ana m agwa gị na ọchịchị ga-arụrụ gị ọrụ.",
    "“Anyị agbanweela 'Labour Party' ma weghachi ya n’ọchịchị na-agara ọha ozi – etu ahụ ka anyị si achị. Mba anyị  bụ mbụ tupu e kwuwe okwu pati.\"",
    "O kelere Rishi Sunak bụ onye ọ na-apụrụ ọkwa praịm minista.",
    "Ebe foto si, Getty Images",
    "Keir Starmer lụrụ nwunye ya bụ Victoria Starmer n’afọ 2007.",
    "Victoria bụ onye nwetara ọzụzụ dịka onye ọkaiwu mana ugbua, ọ na-arụ ọrụ n’ụlọọrụ NHS.",
    "Starmer na nwunye ya mụrụ ụmụ abụọ (nwoke na nwaanyị).",
    "Starmer na ezinaụlọ ya bi na mpaghara ugwu (North) London.",
    "Sir Keir Starmer gbara bọọlụ ma bụrụ onye na-akwado otu egwu bọọlụ Arsenal kemgbe.",
    "NA EME UGBU A, Ụlọikpe agwaala Minista ochie ya kọwaa etu o si mefu 729bn n'ọchịchị Buhari",
    "MKO Abiola: Ihe 11 ị na-amaghị maka ya12 Juun 2019",
    "Lee ụmụafọ Naịjirịa tuuru ugo na ntụliaka mba UK6 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?5 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu4 Julaị 2024",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọ bụ eziokwu na mmadụ 80 nọ n’ime ụgbọmmiri  ahụ kpuru n’Ogbaru?Emelitere ikpeazụ na: 10 Ọktọba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}