{
  "published": "9 Disemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe dị, ihe dịkwa.  Mpụ na-eme kwa mgbe mana e nwere mpụ na-ama ala jiji mabụrụ  nke a kọrọ ya ntị nụrụ ya agbaka.",
    "Lee ụfọdụ mpụ ndị kpọtụrụ akpọtụ n'agbata afọ 80s, 90s na 2000s na ndị omekataraihedaaụjọ  nkata kpudoro maka  ime mpụ ndị ahụ wuru ewu:",
    "Ụkọchukwu a  ma ama bụ Chukwuemeka Ezeugo  a ma ama dịka 'Reverend King' bụ onye na-eche ọnwụ ya kemgbe ọnwa Jenụwarị afọ 2007 bụ oge  ụlọikpe mara ya ikpe ọnwụ maka igbu ọchụ.",
    "Tupu abalị 2006 bụ ụbọchi ọdachị dọbara ụkwụ ya n'ụlọmkpọrọ malitere,   onye ụkọchukwu  ahụ na-achịkọta ụlọụka 'Christian Praying Assembly' dị n'Ajao Estate, Legos bụ egwu e ji.",
    "Nwaamadi ahụ bụ onye Achina  dị n'Okpuru Ọchichi Aguata,Anambara steeti nwere ebu, nwee mfụ.",
    "Ụlọụka ya nke na-ewu ewu oge ahụ  na-adọta igwe mmadụ gụnyere ndị ọgaranya na ndị ọnụ na-eru n'okwu.",
    "Ị  gaa ụlọaka ya oge ọ chị ọgbọ,ihe ị ga-ahụ bụ ndị mmadụ;ụmụokorobịa,  ụmụagbọghọbia na ndị  okenye na-eku ndụ,ndụ, ebe ama ha na-adị ka ọdọ ụgbọala dara oke ọnụahịa.",
    "Mana akụkọ gbanwere malite n'abalị Julai 22, afọ 2006.",
    "Kedụ ihe butere ụkọchukwu a sị gụrụ 'Psychology' na mahadum 'Nnamdi Azikiwe Univesity' Awka n'ọnọdụ ọ nọ ugbua?",
    "N' ụbọchị ahụ, Ezeugo kpọkatara ndị ụka ya mmadụ isii  maka ebubo ịkwa iko, kụọ ha ihe, wụọ ha mmanụ ụgbọala ma mụnye ha ọkụ.",
    "Otu n'ime ndị ahụ bụ Ann Ụzo nwụrụ n'ụlọgwụ n'abalị abụọ nke ọnwa Ọgọstụ  ka abalị ole na ole gachara, site n'ọkụ gbara ya, ebe ndị ọzọ merụrụ ahụ.",
    "A kpụpụrụ Ezeugo ụlọikpe Ukwu dị n'Ikeja Legọs maka ebubo isii gụnyere igbu  Ann Uzoh, nakwa ịgbali igbu mmadụ ise ndị ọzọ.",
    "Mana Ezeugo gọrọ, sị na ọ bụ igwe na-enye ọkụ gbara, merụọ ha ahụ mana o wepụtalighị igwe ọ sị gbara n'ụlọikpedịka iheakaebe.",
    "Ọkaikpe kpere ya bụ ikpe bụ Jọstis Olubunmi Oyewole tụrụ Ezeugo mkpọrọ afọ 20, afọ 20 maka mmadụ ise ọ gbaliri igbu  nakwa ikpe ọnwụ maka ọnwụ Ann Uzoh.",
    "Ezeugo gbaghara mkpebi ahụ n'Ụlọikpe Mkpegharị nakwa n'Ụlọ Kachasị mana Ụlọ abụọ ahụ kwusiri ike na mkpebi nke ụlọikpe beburu ikpe ahụ.",
    "Ezi aha ya bụ Okwudili Ndiwe, onye Aguleri n'Anambara steeti mana ihe e ji mara ya bụ nwokorobịa a ma ama n'Ọwụwa Anyanwụ maka iji egbe ezu bụ  \"Derico Nwa Mama\".",
    "Ndiwe malitere dịka agboro na-ama aka n'akpa  tupu ọ banye otu ndị ojiegbe.",
    "Dịka akụkọ si kwuo, nwa amadia na-eyi ndị Ọwụwa Anyanwụ, ọ kachasị ndị Anambara steeti egwuna-esi abịa awakpo ụlọakụ, ụgbọala 'Lụxurious bụses' na  ndị  mmadụ n'Ọwụwa Anyanwụ ebe ọ na-abụ ọ kpacha ike,  ọ gbalaa Abuja ịkwarị ndụ site na ihe ndị o ritere.",
    "Akụkọ kwuru na  n'ọnwa Disemba afọ 2000,  na  Derico wakporo ụgbọala ogologo n'ụpper Iweka, zuo ha ohi ma gbagbuo ọtụtụ ndị mmadụ, naanị mmadụ anọ ji isi ha pụta.",
    "O mekatara ihe daa ụjọ ahụ gburu ihe ruru ndị uweojii  25 nakwa o pekata mpe ndị nkịtị ruru 100.",
    "Mbọ nile ndị uweojii gbara inwụchi Derico amịtaghị mkpụrụ  dịka  ụfọdụ ndị mmadụ na-ebo ebubo na nwa amadi ahụ na ọ na-anya isi na o nweghị onye ọbụla nwaanyị mụrụ ga-ejidenwu ya.",
    "Ọ bụ ndị ọrụ nche Gọọmentị Anambara steeti bụ \"Bakassi Boys\" bụ ndị nwuchiri Derico ma kpụpụ ya n'ahịa Ọchanja, ebe ha nọ n'ọha  gbupụ ya isi n'abalị Itoolu nke ọnwa Julai 2001, na-enyeghị ya ohere ịzara ọnụ ya n'ụlọikpe.",
    "Ezigbo aha ya bụ Edwin Okeke mana a ma ya ama dịka 'Eddy Nawgu' bụ obodo dị n' Okpuru Ọchịchị Dunukọfịa bụ ebe o hiwere ụlọ ekpere ya ọ kpọrọ 'Anioma Healing Centre\".",
    "Ụfọdụ na-ekwu na nwa amadi ahụ agụghị akwụkwọ rue sekọndrị  malitere ekpere ya na Jọs Mana nke were anya bụ ọ bụ oge ọ malitere ekpere ya na Nawgu ka  ka ha ya malitere ịkpọtụ n' Ọwụwa Anyanwụ nakwa mpaghara ndị ọzọ gbara ya gburugburu.",
    "Ọtụtụ ndị  mmadụ gụnyere ndị ọgaranya na ndị welitere isi n'ọchịchị malitere ije ekpere ya dịka aha ya na-ewu dịka onye na-ebu amụma ma na-arụ ọrụ ebube.",
    "Na-agbanyeghị na nkuzi Nwaamadi ahụ na-akpọ onwe ya “Alusi nna-eje uka”  maọbụ “ọkara mmadu, ọkara mmụọ \" eyichaghị nkwenye ndị otu Kraistị, ọ dọtara ọtụtụ ndị na-eso ya gụnyere ndị ụka Kraistị  bụ sonyere ịga ekpere n'ụlọ ekpere ya.",
    "Mana egwu dagharịrịị nwaamadi ahụ dịka a malitere kpọnyewe aha ya na ndị ọgaranya a na-enyo etu ha si kpata ego nakwa ndị omekome a na-arịa n'obodo.",
    "N'abalị anọ nke ọnwa Novemba afo 2000, aka otu Bakassi Boys, bụ otu ọrụ nchekwa pụrụ iche nke Gọọmentị Anambara Steeti n'oge Ọchịchị Chimaraoke Mbadinuju hiwere  n'ihi oke mpụ na nsogbu nchekwa dakwasara steeti ahụ n'oge ahụ,  kpara ya.",
    "Ndị dimkpa anya mmemme ahụ  gburu Eddy Nawgu n'ihu ọha n'Ahịa Ọchanja Roundabout, dị n'Ọnicha n'abalị Itoolu nke Ọnwa Novemba afọ 2000 maka ebubo aka ya ịdị na ntọ, ibu ọgwụ ike nakwa mpụ ndị ọzọ  na-enyeghịya ohere ịkpụ ya ụlọikpe maka ị zara ọnụ ya.",
    "Ka e gbuchara ya,, Gọọmentị Anambara steeti hiwere otu lebara anya na ya bụ okwu mana  o nweghị ozi ọbụla otu ahụ wepụtara dịka ihe nchọpụta ha mere n'okwu ahụ.",
    "A kpọburu ya onye ara  n'ihi etu o si adị nkịrịka mana ọtụtụ amaghị na ọ bụ ụzọ Clifford Orji si emesa ndị mmadụ anya n'ihe ọ na-eme.",
    "A nwụchiri nwa afọ Enugwu steeti n'abalị atọ nke ọnwa Febụwarị afọ 1999 dịka a hụrụ nwaanyị a na-achọ achọ ka ọ nọ n'ọnọdụ  ọnwụ ka mma n'ebe Orji na-anọ n'okpuru akwa okporoụzọ.",
    "Oge e tuchara gburugburu ebe ọ nọ, a hụrụ anụ mmadụ dị ndị na nke o siri esi, okporoisi mmadụ, akwụkwọ ụlọakụ nakwa ekwentị",
    "Orji kwetara  dịka ọ na-agwa ndị ntaakụkọ okwu na mkparịtaụka na ya bụ ihe bụ eziokwu na ya na-atọ ntọ, na-egbu mmadụ ma  afọ asaa tupu ọ bịa Legos.",
    "Dịka o siri gwa ndị ntakụkọ,  “Anyị na-eri anụ mmadụ\"",
    "\"Anyịegbuola mmadụ atọ bụ ụmụaka ụmụnwaanyị na-ebugharị ahịa.\"",
    "\"Anyị lara ha n'ụdị na anyị chọrọ ịzụ ha ahịa, anyị awakpo ha, gbuo ha were ha mere anụ.",
    "\" Onye mụ na ya na-arụ bụ ya na-achụta anụ, ebe m nwe ọrụ ịbọ anụ.\"",
    "A kpụpụrụ ya n'ụlọikpe Majie dị n'Ebute Meta Legos bụ onye nyere iwu ka e jichie ya n'ụlọikpe dịka ikpe ahụ na-aga.",
    "Ka ọ nọchara afọ 12 na mkpọrọ, n'Eprelu afọ 2012,  ọ gbara Gọọmentị Legọs steeti akwụkwọ maka ijichie ya  n'ụzọ megidere iwu.",
    "E mechara rịawa ahụ.",
    "Ndị isi ụlọmkpọrọ kwuru na Orji mechara yịwa ara,ma nwụọ n'abalị 17 nke Ọgọstụ, afọ 2012.",
    "N'abalị 25 nke ọnwa Febụwarị afọ 2022, ụlọikpe mara Chukwudimeme Ohamadike, a  ma ama dịka 'Evan' ikpe maka  ịkpa nkata  ime mpụ na ntọ.",
    "A nwụchiri  Evans bụ onye Nnewi n'Anambara steeti n'abalị 10 maka ọnwa Juun, afọ 2017dịka a na-enyo ya maka ntọ na iji egbe ezu ohi na Ọwụwa Anyanwụ nakwa Ọdịda Anyanwụ Naijiria.",
    "Ebe foto si, NPF",
    "A mara Chukwudimeme Ohamadike, a  ma ama dịka Evan ikpe maka ntọrị",
    "A tụrụ Evans  na ndị ọzọ gụnyere  Uche Amadi na Okechukwu Nwachukwu  mkpọrọ maka ịka nkata tọọrọ ndị mmadụ ma napụ ha akatamkpo ego.",
    "Evans kwụpụtara n'eziokwwu na aka ya dị na ntọ ndị nnukwu mmadụ Legọs,Onicha, Aba nakwa  Pọtakọt.",
    "Ndị danyere n'aka Evans gunyere otu ọgaranya a kpọrọ, Donatus Dunu,  bụ onye nwe ụlọrụ na-eme ọgwụ dị na Ilupeju, Lagos  ma napu ezịnaụlọ ya  ego dị N150m mana ha jụrụ ị hapụ ya, gbaa isi akwara na ha ga-akwụ N500, tupu nwoke ahụ ahụ ogbere gbalahụ ndị ntọọ ahụ.",
    "N'afọ 2013, ọ gbalịrị ịtọrọ onye nwe ụlọrụ ụgbọala njem,\"The Young Shall Grow Motors\".",
    "Vincent Duru a ma dịka 'Otokoto' bụ onye a mara ikpe ọnwụ maka igbu isi",
    "Otokoto Hotel bụ ụlọ nkwarị a ma ama ma na-akpọtụ n'Owere n'agbata afọ 80s na 90s maka ikpori ndụ.",
    "Mana ntọrị na ogbugbu nwata na-ere ọpapa aha ya bụ  Ikechukwu Okoronkwo  n' abalị 19 nke ọnwa Septemba afọ 1996 bụ mmalite ọgwụgwụ ya.",
    "Ọnwụ Ikechukwu  ghọrọ  ikuku fere nke mere ka a hụ ike ọkụ dịka ọ gbara onye nwe ụlọnkwari ahụ  bụ Vincent Duru na ndị ọrụ ya dịka ndị ogbu isi.",
    "Akụkọ kwuru na ọ bụ otenkwụ nọ n'elu nkwụ hụrụ ka e gbupụrụ nwata ahụ bụ onye gbara ama ihe ọ hụrụ n'elu nkwụ.",
    "Ekeanyanwu bụ lara Ikechukwu sị na ọ chọrọ izụ ọpapa ọ na-ere,  kpọba ya n'ime ụlọngwarị ahụ ,nye ya mmanya e chere e tinyere ọgwụ, ọ ṅụọ,e were gbuo ya.",
    "Ọnwụ nwata ahụ kpalitere iwe ndị Owere bụ ndị rịalara nsogbu ntọri na ofufu ndị mmadụ ogologo oge dịka  ha boro ndị uweojii na gọọmentị ebubo ịnọ n'ụlọ ewu amụọ n'ọgbụrị.",
    "Ha malitere ngagharịiwe ma mebie ọtụtụ ụlọ, ọdọahịa na ihe ndị ọ gara anya a na-enyo naka ha dị na mpụ  dịka ha na-akpọ oku ikpe nkwụmọtọ.",
    "Ọgbaghara ahụ mere ka ndị uweojii nwụchie Vincent Duru e ji 'Otokoto' mara , nwa ya nwoke bụ Obicheozor, onye ọrụ ya bụ Ekeanyanwụ(onye gbupuru isi Ikechukwu) na ndị ọzọ ma kpụpụ ha ụlọikpe  maka ebubo ntọ na ogbugbu Ikechukwu Okonkwo.",
    "Ụlọikpe nke Jọstis Chioma Nwosu-Iheme nọ n'isi mara Duru  na nwa ya nwoke bụ Obicheozor ikpe ọnwụ n'afọ 1996 maka ogbugbu Ikechukwu mana ọ bụ n'afọ 2016 ka ọ nọchara afọ 20 n'ụlọmkpọrọ ka e mezuru mkpebi ụlọikpe site n'ịkwụgbu ya dịka Gọọmentị Imo binyere aka n'akwụkwọ maka ọnwụ ya.",
    "Legọsị",
    "Naijiria",
    "Ịkpa arụ nke cyber",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "Simon Ekpa: Gọọmentị mba Finland asaala 'Chief of Defence Staff' okwu23 Nọvemba 2023",
    "Kaduna Airstrikes: Isiụlọọrụ ndịagha Naịjirịa ekwuola mmadụ ole nwụrụ n’ogbunigwe ha tụrụ8 Disemba 2023",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Abaelekere 5 gara aga",
    "Papa Okoro dị afọ 100 mana ọ ka na-eji ụkwụ aga echute mmiri n'iyi12 Disemba 2023",
    "Etu nwa m si nwụọ n'ọgbaghara Anti-tout n'Onitsha - Nne Chimezie Uduji11 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s9 Disemba 2023",
    "Google Trends: Mohbad, Peter Obi, Ntuliaka 2023, Mr Ibu, Moyo Lawal na ihe ndị ọzọ a kachasị chọọ n'intanet n'afọ a12 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Aba",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Election: Lee ndị ntorobịa chọrọ ịnọchite anya ndị Anambra n'ọchịchịEmelitere ikpeazụ na: 23 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}