{
  "published": "05:55",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chioma Udeh malitere Afriff",
    "Chioma Udeh bụ nwada Igbo malitere emume na-egosipụta ejije a kpọrọ Africa Internationa Film Festival, Afriff n'aha ịchafụ.",
    "Nwada Udeh bụbu onye na-eme ejije tupu ọ malite Afriff nọrọla afọ iri na abụọ.",
    "BBC Igbo na Chioma mere mkparịtụka ebe o kwuru ihe ndị na-akpalite ya.",
    "O kwuru na ọ bu onye inye aka na-amasị, n'okwu ya; \"inye aka na amasị m, ọ bụghị dị maọbụ n'onyonyo.\"",
    "Chioma akpọtala ọtụtụ ndị ma nke ekwe na-akwụ n'okwu onyonyo na mbaụwa ka ha bịa tinye ego n'azụmahịa onyonyo Naịjirịa bụ Nollywood.",
    "N'okwu ya; ndị mmadụ na-ajụkarị m ihe mere m ji agagharị na mbaụwa na anaghị m anọ na Naịjirịa, ana m achọ ego ji eme ọzụzụ Naịjirịa anaghị enye m ego ndị ahụ.",
    "Chioma arabatala ọtụtụ ndị nwere agba ji ego e ji akwado ejije Nollywood ka ha bịa tinye ego ha na Nollywood, ndị dịka Amazon Prime na ndị ọzọ.",
    "N'onyonyo a, BBC Igbo na ụmụ ya na nwanne ya nwoke kpakọrịtara gbasara mmadụ Chioma.",
    "Nwanne ya bụ Frank Jr. Adigwe kọwara na Chioma bụbu onye na-eme ihere mana ugbua, ihere apụọla ya n'anya.",
    "Nwa ya nwaanyị bụ Olive Ude kwuru na kwa afọ ya na-ahụ mkpa ọ dị mmadụ inwe ndị na-adọnyere ya ukwu ka a na-eme emume Afriff. N'okwu ya; 'abụm onye m bụ ugbua maka nne m, ọ siri ike'.",
    "Kirie onyonyo ahụ n'uju.",
    "Nollywood",
    "Legọsị",
    "Omume",
    "Telivishọnụ",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Nka",
    "Omenala",
    "Ihe ngosi",
    "Vidio, Nye ndị mmadụ aka ha kwụ ọtọ ikike ibu egbe ma ha chọọ- Ned Nwoko, Duration 5,296 Febụwarị 2024",
    "Vidio, Ahụhụ Naịjirịa na-ata ugbua sitere n'iwu ọjọọ ndị e mere n'oge gara aga - Benjamin Kalu, Duration 3,416 Febụwarị 2024",
    "Vidio, Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọ, Duration 2,564 Febụwarị 2024",
    "Vidio, 'Ana ma agagharị na mbaụwa achọ ndị ga-akwado m, Naịjirịa anaghị enye m ego ndị ahụ' - Chioma Ude Afriff, Duration 5,552 Febụwarị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}