{
  "published": "28 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Ndị uweojii Abia steeti anwụchiela otu nwoke maka ebubo na ọ gbagburu  nwa ya nwoke maka nri.",
    "Theophilus  Udeh, gbara afọ 70 , onye Eziama Lokpaukwu dị n' Okpuru Ọchịchị Umunneochi n'Abia Steeti, gbagburu nwa ya nwoke n'iwe.",
    "Nwoke egbuola nne ya maka okwu ala25 Julaị 2018",
    "Nwoke akụgbuola nwa ya n'Enugwu5 Eprel 2018",
    "Otu nwoke egbuola nwunye ya n'Enugwu9 Maachị 2018",
    "Ndị nọ ebe ihe mere kwuru  na  nwa ya nwoke bụ Sunday Udeh batara , banye n'usekwu ha, buru nri e dofọro n'ite, rie.",
    "Nke a kusuru nna ya  bụ onye were iwe na  ọ nataghị ya ikike tupu ọ ga buru nri ahụ, ọ banyere n'ime ụlọ ya bute agba gbagbuo nwa ya nwoke.",
    "Ndị obodo gbakọrọ nwuchi Maazị Udeh ma  kee ya agbụ tupu ndị uweojii abịa nwụrụ ya.",
    "Ọnụ na-ekwuru ndị uweojii Abia steeti bụ  Maureen Chinaka  gwara BBC igbo na akụkọ ọnwụ nwata nwoke ahụ  bụ eziokwu.",
    "O kwuru na ogige ndị uweojii ngalaba Umunneochi nwetara mkpesa banyere ya, ha gara nwuchie nwoke ahụ , buga ozu nwa ya ụlọozu maka nnyocha ihe gburu ya.",
    "O kwukwara na ha  ewegala okwu ahụ na ngalaba ha na-enyocha mpụ a kpọrọ SCID(state Criminal Invesigation Division) n'ịchafụ.",
    "\"N'abalị 26 nke ọnwa Febụwarị, anyị nwetara ozi site na ogige Ndịuweojii Ngalaba nke Umunneochi na  otu nwoke bụ Theophilus Udeh gbara afọ 70, onye Eziama Lokpaukwu dị n'Umunneochi gbagburu nwa ya nwoke bụ Sunday Udeh, gbara afọ 27.\"",
    "\"Ka e nwetara ozi ahụ , ndị nnyocha si ngalaba Isuochi gara ebe ihe mere buru ozu dọnye n'ụlọozu maka nnyocha.\"",
    "\"E nwetakwara ighe aka ebe ma nwuchie onye a na-enyo maka ihe mere.\"",
    "Ụmụntoroọbịa",
    "Abia Steeti",
    "Onitsha Building Collapse: Ọrụ gbatagbata akwụsịla ebe ahụ agbanyeghi na ndị mmadụ nwereike ka tọrọ n'okpuru28 Febụwarị 2024",
    "NLC protest: Ndịọrụ wujuru ụzọ  n'Umuahia, Abakaliki, Lagos, Abuja, mana  n'Enugwu ...27 Febụwarị 2024",
    "E bugala ikpe Nnamdi Kanu rue ụbọchị Maachị 1929 Febụwarị 2024",
    "Etu nwaanyị dị ime si tụtuo di ya site n'ụlọelu n'Ebonyi Steeti22 Febụwarị 2024",
    "Corpse kidnappers: Ndị na-ebula ozu a tọọrọ ka nọ n’aka ndị ntọ21 Febụwarị 2024",
    "Corpse kidnappers: Ndị na-ebula ozu a tọọrọ ka nọ n’aka ndị ntọ21 Febụwarị 2024",
    "Ihe mere mụ na Ejiofor abụghịzi ndị okaiwu Nnamdi Kanu - Mike Ozekhome29 Febụwarị 2024",
    "Ihe mere ụmụnwaanyị South Korea anaghị ekwe amụzị nwa28 Febụwarị 2024",
    "Onitsha Building Collapse: Ọrụ gbatagbata akwụsịla agbanyeghi na ndị mmadụ nwereike ka tọrọ n'okpuru uzuzu28 Febụwarị 2024",
    "Etu nna si gbagbuo nwa ya nwoke maka esemokwu metụtara nri n'Abia steeti28 Febụwarị 2024",
    "Geometric power: Ndị Abia ga-amalite imepụta ọkụ latrik nke ha, lee etu e siri gbapee ya n'Aba26 Febụwarị 2024",
    "Ukraine war: Ọsịsa ajụjụ ise a na-ajụ ka agha a ruru afọ abụọ25 Febụwarị 2024",
    "Etu nwaanyị dị ime si tụtuo di ya site n'ụlọelu n'Ebonyi Steeti22 Febụwarị 2024",
    "Rotimi Akeredolu: Etu ụka olili ya na njem ikpeazụ ya si aga23 Febụwarị 2024",
    "Ihe mere mụ na Ejiofor abụghịzi ndị okaiwu Nnamdi Kanu - Mike Ozekhome",
    "Geometric power: Ndị Abia ga-amalite imepụta ọkụ latrik nke ha, lee etu e siri gbapee ya n'Aba",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpeEmelitere ikpeazụ na: 16 Febụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}