{
  "published": "2 Nọvemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NLC/Getty Images",
    "Otu jikọtara ndị ọrụ Bekee na Naịjirịa bụ Nigeria Labour Congress (NLC) na Trade Union Congress (TUC) enyela iwu ka e wepụ kọmishọna ndị uweojii n’Imo steeti n’ime ụbọchị ise.",
    "Iwu a bụ na nzaghachị mwakpo a wakporo onyeisi ha bụ Joe Ajaero n’Owerr isiobodo Imo Steeti n’ụbọchị Wenezde.",
    "Ndị otu a kpọrọ oku a na mgbasaozi ha mere n’Abuja, isiobodo Naịjirịa n’ehihie Fraịde.",
    "Ha kpọkwara oku ka a nwụchie onye ndụmọdụ gọvanọ Imo Steeti bụ Hope Uzodimma n’ọrụ pụrụiche ma ṅụọ iyi na ha ga-agba abụbụọrụ na Naịjirịa niile ma ọ bụrụ na e mezughi ihe ha chọrọ.",
    "Ndị otu a na-ebo gọọmentị Imo steeti na ndị uweojii ebubo maka nwuchi nakwa iti onyeisi ha ihe.",
    "Mana ndị uweojii na gọọmentị Imo steeti agọọla na aka ha adịghị n’ihe mere onye ndị NLC.",
    "Ndị isi NLC amalitela nagagharịiwe n'Abuja agbanyeghị aka na ntị ndị uweojii dọrọ27 Julaị 2022",
    "NLC Protest: Ihe mere otu a ji ama ọkwa ime ngagharịiwe ọzọ2 Ọgọọst 2023",
    "NLC Strike: Oku adịghị, ụgbọelu efeghị dịka  NLC,Gọọmentị Imo na-ama aka 3 Mee 2023",
    "Ebe foto si, Andrew Ibe/Hope Uzodimma",
    "Gọomentị Imo Steeti agọọla na aka ha adịghị na nwuchi nakwa iti onyeisi ngalaba Nigeria Labour Congress (NLC) bụ Joe Ajaero n’ụbọchị Wenesde n’Owerri.",
    "Nke a dị n’akwụkwọ ozi kọmishọna mgbasaozi bụ Declan Emelumba wepụtara n’ụbọchị Tọzde ma sị na ndị ahụ na-ebo gọọmentị ebubo bụ ndị okwu asị.",
    "“Gọọmentị asachapụla aka ya na nwụchi nakwa otiti ihe e tiri onyeisi NLC bụ Joe Ajaero n’Owerri n’ụbọchị Wenesde.”",
    "Emelumba kwuru na abụbụọrụ ahụ ndị NLC chọburu ịgba na ụlọikpe adịla mbụ nye iwu ka ha ghara ime nke a.",
    "Ọ gara n’ihu kwuo na ọ maghị ihe Ajaero na ndị otu ha chọọrọ si Abuja bịawa Imo Steeti ebe ndị NLC Imo adịla mbụ kwuo na ha esoghi n’abụbụọrụ ahụ.",
    "Cheta na a nwụchiri ma tie Ajaero ihe n’Owerri na Wenesde mgbe ọ bịara idu ndị ọrụ bekee mee ngagharịiwe.",
    "Ndị uweojii adịla mbụ kwuo na ọ bụghị ha nwuchiri Ajaero, ma sị na ha chekwara ya site n’aka ndị ekperima nọ n’eti ya ihe.",
    "Ebe foto si, Andrew Ibe",
    "Onyeisi ngalaba jikọrọ ndị ọrụ na Naijiria bụ NLC ekwuola ihe ọ gabigara n'ebe a nwuchiri ya.",
    "N'ime ihe onyonyo BBC hụrụ anya Joe Ajero na mmadụ abụọ ndị ọzọ nọ n'ime ụgbọala dịka Ajero na-akọwa ihe mere ya.",
    "Onye nọ ya n'akụkụ jụrụ ya \"ha tiri gị ihe\"",
    "Ọ sị \"ha tiri m ihe...\"",
    "O dobeghi anya onye \"ha\" bụ n'akụkọ a dịka ọnụ na-ekwuru Ajero na-atụ ndị uweojii aka na ọ bụ ha nwuchiri Ajero ma megbuo ya n'ebe ha ji ya.",
    "O kwuru si na ugbua, Ajero na-anata ọgwụgwọ dịka a na-agba mgba ịzọpụta anya aka nri ya.",
    "N'ime onyonyo ahụ, Ajero kwukwara na ọ na-aga FMC ebe otu onye ọ mara ga-enye ya aka.",
    "O gosikwara ebe anya ya zara aza na-acha mme mee ka ihe ọbara dị na ya.",
    "Ndị uweojii agọọla akụko na-ekwu na ha nwuchiri Joe Ajero ma wakpo ya.",
    "Ebe foto si, NLC",
    "Ngalaba NLC haziburu ngagharị iwe n'Imo steeti maka etu ihe si kwụrụ n'ebe ahụ.",
    "Mana ndị ọrụ steeti ahụ so n'otu NLC zipụtara ozi na ha agaghị eso na ngagharị iwe ahụ n'ihi mkpebi ụlọikpe.",
    "Ka nke a na-aga, ndị isi otu ahụ pụtara tie mkpu na Gọvanọ Hope Uzodimma nke Imo nakwa ndị uweojii steeti ahụ anwuchiela Joe Ajero.",
    "N'ozi ha wepụtara ha kwuru na ndị uweojii chụsasịrị ndị pụtara ime ya bụ ngagharị iwe ma kwụrụ ebe ahụ mgbe ndị ọrụ Uzodimma kpụpụrụ Ajero mgbe ọ bịara ịhụ ihe mere.",
    "Ndị uweojii steeti ahụ mechara ziputa ozi nke ha na-ekwu na ha anwụchighi Ajero kama na ha zọpụtara ya n'ọnọdụ ogbaghara ọ nọ na ya.",
    "International Labour Organization",
    "Naijiria",
    "Ngosi iwe",
    "Imo steeti",
    "Hope Uzodinma",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Israel-Gaza crisis: Kedụ ihe dị iche na 'ceasefire'  na 'humanitarian pause'?5 Nọvemba 2023",
    "Imo Governorship Election: Ihe mere n'etiti Achọnụ na ndị uweojii Imo steeti elekere 2 gara aga",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steetielekere 9 gara aga",
    "NLC enyela iwu ụbọchị ise ka e wepụ kọmishọna uweojii n’Imo Steeti ma ọ bụghị ya...3 Nọvemba 2023",
    "Godwin Emefiele: E nyela EFCC iwu ka ha tọhapụ ya maọbụ kpọta ya n'ụlọikpe3 Nọvemba 2023",
    "Home security/safety:  Ụfọdụ ihe ndị mmadụ sị ha gabigarala n'aka ụmụodibo1 Nọvemba 2023",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steetielekere 9 gara aga",
    "Etu ọnọdụ dị taa n'ụlọakwụkwọ e mechiri n'ihi nwa dị afọ abụọ nwụrụ 1 Nọvemba 2023",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gịEmelitere ikpeazụ na: 5 Jenụwarị 2021",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}