{
  "published": "24 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tolani Alli",
    "Onye bụbụ Osote Onyeisiala Naijira bụ Yemi Osinbajo maburukwa onyeisi otu ndị obodo 'Commonwealth' na-ele ka ntuliaka si ga (Commonwealth Observer Chair)na mba Sierra Leone soro ndị otu ya gaa n'ọtụtụ ọgbọ atụmvootu, ụlọ ngụkọ na ụlọ nchịkọta etu ihe si aga dị na Freetown, isiobodo Sierra Leone.",
    "Onyeisis ngalaba  na-ahụ maka ntuliaka na mba Sierra Leone a kpọrọ,\"Electoral Commission for Sierra Leone,' (ECSL) bụ Mohamed Konneh  ekwuola na ọbụ naanị ndị kwụ n'ahịrị tupu Elekere ise nke mgbede bụ oge atụmvootu kwesịrị ịkwụsị bụ ndị ga-enwe ohere ịtụ vootu ha.",
    "Konneh gwara ndị ntaakụkọ nke a n'ụlọ ọgbakọ 'Bintumani Conference Center dị na Freetown sịrị na ohere agaghị adịrị ndị  bịara ọgbọ atụmvootu ka oge e nyere gachara.",
    "Cheta na e bidoghị ntuliaka n'oge n'ọtụtụ ebe na mba ahụ ụbọchị Satode.",
    "Onye na-azọ ọkwa Onyeisiala n’aha pati All People’s Congress  bụ anọghị nọ ọchịchị na Mba Siera Leone bụ Samura Kamara atụọla vootu.",
    "SKamara tụrụ vootu n’ọgbọ atụmvootu dị n’okoro ụzọ Regent Road dị na Lum;ley, na mpaghara Ọdịda Anyanwụ Freetown isiobodo Sierra Leone.",
    "Sierra Leone Crisis: Ọtụtụ ndị nkịtị na ndị uweojii anwụọla n'ọgbaghara a11 Ọgọọst 2022",
    "Kenya election 2022 results: Etu mpụtara ntuliaka ọkwa Onyeisiala mba Kenya si aga9 Ọgọọst 2022",
    "Otu ọnwa kamgbe agha malitere na mba Sudan - Ihe niile i kwesịrị ịma15 Mee 2023",
    "Ntuliaka ebidoghị n'oge n'ọtụtụ ebe dịka onye ntaakụkọ anyị gagharịrị n'ebe ụfọdụ si wetara anyị ozi.",
    "Ndị ọrụ ntuliaka abịaghị n'oge na mpaghara dị icheiche na Freetown, bụ isi obodo Sierra Leone dịka Satọde, Jun 24, bụ ụbọchị ntuliaka ọkwa onyeisiala na mba ahụ.",
    "Onye ntaakụkọ BBC chọpụtara na ndị ọrụ nke ụlọọrụ 'Electoral Commission for Sierra Leone' (ECSL) apụtaghị n'oge dịka ntuliaka amaliteghị n'ebe dị icheiche n'elekere asaa, bụoge ha kwuru na ịtụ vootu ga-amalite.",
    "N'ụfọdụ ebe BBC gara, ntuliaka amalitebeghị n'ebe elekere itoolu nke ụtụtụ.",
    "Otu nwaanyị aha ya bụ Mariatu Sesay, onye dị afọ 45, gwara BBC na ya bịara n'ebe a na-atụ vootu kamgbe elekere ise nke ụtụ iji nweta ohere tụọ vootu ma gawa ihe ndị ọzọ dị ya mkpa.",
    "Ndị otu nleta ntuliaka bke otu 'European Union' zitere ka ha bịa mara etu ntuliaka ahụ si aga, kwukwara na ha chọpụtara na ịtụ vootu ebidoghi n'oge n'ebe dị icheiche ha gara.",
    "Ebe foto si, Getty Images",
    "Mmadụ 12 na-azọ ọkwa onyeisiala na Sierra Leopne, mana ndị ọkachamara na-ekwu na ntuliaka a ga-esi ike n'etiti Onyeisiala Maada Bio na Samura Kamara",
    "Ịtụ vootu amalitela ugbua na mba Sierra Leone dịka ihe karịrị mmadụ nde atọ na-esonye na ntuliaka iji họpụta onye ga-abụ onyeisiala ọhụrụ nke mba ahụ.",
    "A ga-emekwa ntuliaka iji họpụta ndị ga-anọ n'ụlọ omeiwu etiti nakwa nke okpuru ọchịchị na mba Sierra Leone.",
    "Nke a bụ nke ise a na-eme ntuliaka na mba Sierra Leone kamgbe a lụchara agha na mba ahụ afọ 21 gara aga.",
    "Ntuliaka nke a na-abịa dịka mba Sierra Leone nọ na nsogbu ndakpọ akụnụba, mgbali elu ọnụ ahịa nakwa enweghị ịdịnotu n'obodo.",
    "A na-atụ anya na e nwereike inwe ọgbaaghara n'ebe dị icheiche dịka pati abụọ kacha pụta ihe na ntuliaka a na-ebo ibe ha ebubo mwakpo.",
    "N'ụbọchị Wenezde, pati nke na-anọghị n'ọchịchị boro ebubo na ndị uweojii gbagburu otu onye nkwado ha, mana ndị uweojii gọnahụrụ ebubo a.",
    "Ebe foto si, SLPP/APC",
    "Onyeisiala Maada Bio nke nọ n'otu 'Sierra Leone Peoples Party (SLPP), na-achọ inweta mmeri ga-eme ka ọ nọrọ n'ọkwa a ruo afọ ise ọzọ.",
    "Bio dị afọ 59 ji obere ihe merie ntuliaka nke afọ 2018 dịka ya bụ ntuliaka banyere n'agba nke abụọ.",
    "Mana mmadụ iri na abụọ ọzọ na-achọ ịchụpụ ya n'oche eze ahụ, kama ndị ọkachamara na-ekwu na onye kacha sie ike n'asọmpi a bụ Samura Kamara, onye gbara onye nke abụọ na ntuliaka nke gara aga e mere n'afọ 2018.",
    "Kamara, dị afọ 72, arụbuola ọrụ dịka Mịnịsta na-ahụ maka mmekọrịta mba Sierra Leone na mba ndị ọzọ.",
    "Ebe foto si, AFP",
    "Ọnọdụ akụnụba mba Sierra Leone bụ isiokwu onye ọbụla kpụ n'ọnụ dịka ntuliaka a na-abịa.",
    "Mgbali elu ọnụahịa ihe nakwa mbuli ụtụ isi gọọmentị bụcha nsogbu ndị mmadụ sị na ha na-agabiga.",
    "Ngụkọ nke ndị ọkachamara n'okwu akụnụba mere gosiri na ọnụahịa ihe ndị dị mkpa maka ibi ndụ ji ihe karịrị pasentị 52 gbalie elu n'ebe ọnwa Eprel 2023.",
    "Nke a bụ nke kacha ọnụahịa na-agbali elu na mba ahụ.",
    "Ndị na-azụ ahịa na-enwekwa nsogbu etu ọnụahịa dọla si arị elu kwa ụbọchị.",
    "Pati ndị na-anọghị n'ọchịchị na-ebo Onyeisiala Maada Bio ebubo na o meghị ihe ọbụla iji jikwaa dọla ka ọ ghara ịdị oke ọnụ bụ nke na-akpata ọnụahịa ihe ndị ọzọ ji gbalie.",
    "N'agbanye mmegharị ego nke mba Sierra Leone mere n'afọ 2022, o metụtaghị ọnọdụ akụnụba ahụ chaachaa n'ihi na ndị mmadụ ka jikwa ego ochie azụ ahịa, ọnụahịa ihe ka na-agbalikwa.",
    "Onye ọbụla ga-emeri ntuliaka a ga-enwetarịrị pasentị 55 nke vootu niile a tụrụ. ọ bụrụ na nke a emeghị, a ga-enwe agba nke abụọ nke ntuliaka nke ga-adi n'etiti mmadụ abụọ kacha nweta vootu.",
    "A na-eche na ọ bụ vootu nke ndị ntorobịa ga-ekpebi onye ga-emeri na ntuliaka a.",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Sierra Leone",
    "Sierra Leone Presidential Elections: Samura Kamara nke All People’s Congress atụọla vootu.24 Juun 2023",
    "NA EME UGBU A Jamb Cut-off mark: 140 bụ akara o pekata mpe e ji aba mahadum n'afọ a- Jamb1 Juun 2023",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}