{
  "published": "11 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria",
    "Ndị uweojii Enugu na-agba mbọ ịkwụsị atụmatụ onye nọrọ n'ụlọ na steeti ahụ",
    "Ndị uweojii n’Enugu steeti ekwuola na meminara ụmụnwoke atọ ha sị n’akpa ike n’akụkụ okpuruọchịchị Igbo-Eze North nke steeti ahụ.",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Daniel Ndukwe kwuru na ha meminara ndị atọ n’ime ndị a n’ụtụtụ ụbọchị Tọọzde dịka o kwuru na ha ndị ahụ kwọkọrịtara mgbọ.",
    "O kwukwara na nnyocha ha gosiri na ndị a sọ na ndị ntorobịa na-amanye iwu onye nọrọ n’ụlọ (sit at home) na mpaghara ahụ.",
    "Ozi Ndukwe kwuru “anyị wakporo ogige ndị Ipob/ESN nọ n’akụkụ obodo Imufu nke okpuruọchịchị Igbo-Eze North bụ ebe anyị na ndị omekome kwakọrịtara mgbọ”.",
    "“Anyị meminara mmadụ atọ n’ime ha ebe ndị ọzọ bu apa mgbọ egbe gbaa ọsọ”.",
    "Ọ gwakwara ọha ka ha gbado anya maka ndị bu apa ụgbọ egbe. Ozi ya gwara na ụlọọrụ ahụike ka ha leba anya ma zite mkpesa banyere ndị bu apa mgbọ egbe bịa ụlọọrụ ha n’akụkụ ebe ahụ.",
    "Ihe ndị mere n'ụbọchị Mọnde, Jun 5, dịka gọọmentị Enugwu machiri 'sit-at-home'9 Juun 2023",
    "Nnamdi Kanu interview: Zik tinyere anyị n'ụmị - Nnamdi Kanu15 Febụwarị 2019",
    "Gọọmentị Enugwu ịkpọchị ụlọahịa ndị mmadụ n'ihi 'sit-at-home' megidere ikike dịịrị ha - CSO28 Julaị 2023",
    "Ebe foto si, Ndị uweojii Enugu",
    "Ụfọdụ ngwa ọgụ ndị uweojii sị ha napụrụ ndị omekome a n'ogige ebe ha wakporo",
    "Ka ọ dị ugbua, Ndukwe kwuru na a napụrụ ndị a ọtụtụ ngwa ọgụ, egbe nakwa ihe ndị ọzọ oge ha wakporo ogige ahụ ebe ahụ.",
    "Na mmalite ọnwa Ọgọọstụ a, otu ihe onyonyo gosiri ọtụtụ ndị ntorobịa bu egbe na-akparịaghị n’alkụkụ Enugu Ezike nke Igbo-Eze North dịka ha nọ na-ekwu na ha pụtara immanye iwu onye nọrọ n’ụlọ na mpaghara.",
    "Gọọmentị Enugu steeti nke Gọvanọ Peter Mbah na-achị na-agba mbọ ibuso atụmatụ ‘sit at home’ agha na steeti ahụ.",
    "Gọvanọ Mbah na mmalite ọchịchị ya kwuru ugboro ugboro na ọ gaghị anabata ndị mmadụ irubere iwu ‘sit at home’ ọbụla na steeti ahụ dịka ọ gwara ọha ka ha pụta gaa mkpa ha n’udo na ndị nchekwa ga-echekwa ha kwa ụbọchị Mọnde maọbụ oge ọbụla ha pụtara.",
    "Ebe foto si, Screengrab",
    "Foto si n'ihe onyonyo ahụ fegharịrị na malite ọnwa Ọgọọstụ nke gosiri ndị na-amanye 'sit at home'",
    "Dịka otu alaka Indigenous People of Biafra (Ipob) nke Simon Ekpa na-edu tiri iwu onye nọrọ n’ụlọ n’ebe ngwụcha Jụlaị, otu ihe onyonyo pụtara na-efesa na soshal midia nke e kwuru si n’akụkụ Enugu Ezike nke Igbo-Eze North.",
    "Olu a nụrụ na-ada n’ihe onyonyo a nọ na-ekwu:",
    "“Anyị ahụbeghịkwa ndị ọrụ nchekwawa”",
    "“Kedụ ebe ha nọ, anyị ahụbeghị ‘amoured tank ha”",
    "Ndị nọ na-akparị bucha egbe dịka ha ji uwe ojii nakwa ebe ụfọdụ ndị ọzọ n’ime ha bu uwe na-acha ọbara ọbara.",
    "Ihe onyonyo ahụ gosiri na-enweghi ndị nọ n’okporoụzọ ahụ dịka ha nọ na-ekwu “anyị bụzị gọọmentị, enweghi gọọmentị nọ ebe a”.",
    "Ha kwukwara na onye nwaa ha onye ahụ abụrụ onye nwụrụ anwụ.",
    "Ha kpaliri egbe ulu ugboro ugboro na ya bụ ihe onyonyo dịka ụzọ ebe ahụ tọgbọọ chakọọ.",
    "Ụdịrị ihe onyonyo ndị dị etu a abụghị ihe ọhụrụ n’akụkụ ọwụwa anyanwụ Naịjirịa na nso nso a dịka ọtụtụ otu ndị bu egbe na-apụtakarị n’ụbochị Mọnde na-amanye ndị mmadụ iwu onye nọrọ n’ụlọ a.",
    "Ọnọdụ enweghị nchekwa bịara rie elu kemgbe afọ olemaole n’akụkụ mpaghara ọwụwa anyanwụ",
    "Ebe foto si, LEVITHEGRAPHER",
    "Etu ọnọdụ 'sit at home' siri gaa n'ihu dị n'akụkụ Nkpor nke Anambra steeti na 2021",
    "Ọnọdụ 'sit-at-home' bụ iwu ndị otu nnwereonwe a na-akpọ 'Indigenous People of Biafra (Ipob) tinyere na mpaghara Ọwụwa Anyanwụ Naịjirịa niile, kamgbe ọnwa Ọgọst afọ 2021, iji gosi iwe ha maka etu gọọmentị Naịjirịa si jide onyendu ha bụ Mazi Nnamdi Kanu na mba Kenya ma kpụlata ya n'ike na Naịjirịa.",
    "Ipob mechara kwuo na ha ewepụla iwu ahụ, mana ọtụtụ ndị ekperima na ndị ojiegbe malitere ịgagharị na mpaghara dị icheiche na-amanye iwu a, site na iwakpo ndị mmadụ, na-agba ụgbọala ọkụ, na-awakpo ndị ọrụ gọọmentị, ụlọọrụ gọọmentị, ndị ọrụ nchekwa ma na-egbukwa ụfọdụ ndị mmadụ bụ ndị pụtara ịga ahịa, mkpa ha maọbụ ọrụ n'ụbọchị Mọnde ọbụla.",
    "Kamgbe ahụ, ụbọchị Mọnde bụzi ụbọchị ‘ezumike’ nke gọọmentị etinyeghi na mpaghara Ọwụwa Anyanwụ maka na ụjọ anaghị ekwe ndị mmadụ pụta iro.",
    "Enugu Steeti",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "Niger Coup: Russia asaala Ecowas10 Ọgọọst 2023",
    "Etu ndị uweojii si meminaa ndị Ipob ha sị na-amanye ‘sit at home’ n’Enugu11 Ọgọọst 2023",
    "South-East Governors' Forum: 'Ọ bụghị ndị na-eti mkpu nnwereonwe na-akpa mkpamkpa n'Ọwụwa Anyanwụ'10 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "Niger Coup: Russia asaala Ecowas",
    "South-East Governors' Forum: 'Ọ bụghị ndị na-eti mkpu nnwereonwe na-akpa mkpamkpa n'Ọwụwa Anyanwụ'",
    "Etu ndị uweojii si meminaa ndị Ipob ha sị na-amanye ‘sit at home’ n’Enugu",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}