{
  "published": "06:50",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Africa Eye: Etu m si gbanahụ ọnwụ site n'ọrịa sickle cell - Lea Kilenga",
    "Lea Kilenga bụ nwagbọghọ a mụrụ n’ọrịa kansa ọbara a kpọrọ ‘sickle cell’ kọwara ihe ọ ga-abigara kamgbe a mụrụ ya rute ugbua.",
    "Ọtụtụ ndị a mụrụ n’ọrịa a na mpaghara Afrịka na-anwụkaarị oge ha ruru afọ ise.",
    "Onye dọkịta gware nne na nna Lea na ọ agaghị etonwu ruo n’ogogo nwagbọghọ mana ugbua Lea bụrụla olileanya nye ọtụtụ ụmụaka nye ụmụaka nwere ọrịa ‘sickle cell’ na Kenya nakwa Afrịka.",
    "Ihe mere m ji enyere ndị bu ọrịa 'Sickle cell' aka19 Juun 2020",
    "Nri ndị a ga-enyere ndị na-arịa 'Sickle Cell' aka19 Juun 2019",
    "Sickle-Cell Eradication Law: Ọ ga-ebute ịkpa oke megide ndị na-arịa ọrịa ọwọ - Ọkaiwu Eze2 Mee 2019",
    "Ọ na-emeri nsogbu ịkpa oke so n’ọrịa nakwa gọọmenti na-enweghi inyere ndị nwere ọrịa a aka.",
    "Lee sonyere n’ọsọ e gbara na mba ha iji nyere ụmụaka ndị nwere ọrịa a aka na-agbanyeghi na ndị dọkịta dọrọ aka na ntị ka o mela ya.",
    "Ndị Afrịka bụ mba ụmụ aka kachasị enwe ọrịa a nke na-egbu ọtụtụ puku ha kwa afọ ọbụla.",
    "Kirie akụkọ n’uju ebe a;",
    "West Africa",
    "Afịrịka",
    "Ahụike",
    "Kenya",
    "Awaa etoo",
    "Vidio, Africa Eye: Etu m si ebuagha megide oke a na-akpasị ndị nwere ọrịa 'sickle cell', Duration 6,5014 Juun 2023",
    "Vidio, Etu ịpụ n'anyanwụ si butere m ọrịa kansa dịka onye anyarị - Gerald Eke, Duration 3,4813 Juun 2023",
    "Vidio, Fuel subsidy: Ihe ndị mmadụ na-agabiga n’oge iri elu ọnụego mmanụ ụgbọala a, Duration 1,574 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu 4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}