{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Imo State Police Command",
    "Ụlọikpe majie dị n'Owere, Imo steeti enyela iwu ka a tụnye ụmụnwoke anọ nn'ụlọmkpọrọ maka ebubo ịgakọ aka dina nwa nwaanyị gbara afọ 15 n'Amarakụ dị n'Owere, Imo steeti.",
    "A kpụpụrụ Amarachi Nwodo gbara afọ 39, David Ajuka gbara afọ 22, Chima Uwandu gbara afọ 43 na Osinachi Okoro gbara afọ 29 maka ịmetọ nwaata ahụ anyị achọghị ịkpọ aha ya n'Ụlọikpe.",
    "Akwụkwọ ebubo e boro  ha na-ekwu na \"n'agbata ọnwa Novemba afọ 2022 na Maachị afọ 2023 na ụmụ kpara nkata ma  wakpoo otu nwada a (anyị achọghị ịkpọ aha ya) gbara afọ 15,   jiri ike, iyi egwu na mmaja nke megidere akụkọ 357 nke iwu megidere mpụ(Criminal Code), ma gwa ya agwala onye ọbụla na o kwuo  ụnụ ga-egbu ya.\"",
    "Gịnị ka e kwesịrị ime nwoke wakporo nwaanyị?9 Juun 2020",
    "'Uwa yi akwa m ụbọchị a wakporo ya n'ụlọụka'31 Mee 2020",
    "Etu ụmụnne abụọ si na-edina m n'ike - Nwata dị afọ itoolu5 Disemba 2021",
    "Akwụkwọ ebubo ahụ kwukwara na ụmụnwoke ndị a mere tọ nwata ahụ n'ụdị na ya nyere ya nnukwu mmerụahụ n'ahụ nwaanyị ya.",
    "Na mmalite, Ọkaikpe majie jụburu ilebanya n'ikpe ahụ n'ihi na ụlọikpe ahụ e nweghị ikike ikpe ikpe metụtara ụdị ebubo ahụ  mana oge ọkaiwu wepụtara ikpe ahụ n'ulọikpe bụ BC Iwu kọwapụtara na nwata ahụ e metọrọ nọ n'ọrịa nwere ike iwere ndụ, rịọrọ ọkaikpe ka o lee anya n'ụdị mpụ ụmụnwoke ahụ mere, ma sị na a hapụ ha si n'ụlọ ha bịawa ya bụ ikpe na ha ga-agba ọsọ.",
    "Na mkpebi ya , ọkaikpe Majie jụrụ inye ha ohere isi ụlọ abịa ikpe ahụ(bail) ma nyekwa ntuziaka ka a tụnye ha na mkpọrọ 'Owere Correctional Ceentr' rue abalị 17 nke ọnwa Ọgọstụ , afọ 2023.",
    "Ọ gara n'ihu nye iwu ka enyefee ikpe ahụ n'aka dịretọ na-ahụ maka iwepụ ikpe n'ụlọikpe na mịnịstrị  ikpe nke steeti ahụ.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Imo steeti",
    "Ụmụaka",
    "Ọgba mbọ: Ọmịiko m nwere n’ebe onye ngwọrọ nọ mere m ji rụọ ‘electric wheel chair’ – Honesty Godwin3 Ọgọọst 2023",
    "Igbo Ancestry: Etu William E 'Kip Ward, Emmit McHenry, ndị Amerịka abụọ nwere agba si chọpụta na agbụrụ ha bụ Igbo2 Ọgọọst 2023",
    "NLC Protest: Ihe NLC na Tinubu kpatara n'ọgbakọ ha nwere  2 Ọgọọst 2023",
    "NA EME UGBU A Niger: Mba Amerịka amalitela ibupụ ụfọdụ ndị ọrụ na-arụ n’ụlọọrụ nnọchịteanya ha dị na Niger1 Ọgọọst 2023",
    "Sexual violence: Aka akparala ụmụnwoke anọ a na-enyo gbakọrọ aka dinaa nwa dị afọ 15 n'ikeelekere 5 gara aga",
    "Ọgba mbọ: Ọmịiko m nwere n’ebe onye ngwọrọ nọ mere m ji rụọ ‘electric wheel chair’ – Honesty Godwin3 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Sexual violence: Aka akparala ụmụnwoke anọ a na-enyo gbakọrọ aka dinaa nwa dị afọ15 n'ike n'Imo steeti",
    "Akwụkwọ ozi Nnamdi Kanu degaara Simon Ekpa bụ ezie, ama m akara edemede ya - Ada Biafra",
    "NLC Protest: Ihe NLC na Tinubu kpatara n'ọgbakọ ha nwere",
    "Igbo Ancestry: Etu William E 'Kip Ward, Emmit McHenry, ndị Amerịka abụọ nwere agba si chọpụta na agbụrụ ha bụ Igbo",
    "Sit at home: Anambra, Ebonyi, Abia na-ekwo ekwo ebe ụfọdụ mpaghara Enugwu jụrụ oyi",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}