{
  "published": "7 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụlọakaụ etiti dị na Naịjirịa bụ CBN ekwuputala n'ụbọchị Monde ka ụlọakụ ndị dị icheiche malite ịnapụ ndị mmadụ ụgwọ ha kpọrọ 'cybersecurity levy'.",
    "N'ime ozi ahụ ha kwuru na nke a bụ iji mezu ihe dị n'ime iwu akpọrọ Cybercrime (Prohibition, Prevention, etc) (amendment) Act 2024.",
    "N'ime iwu a, ha kwuru na 0.5% n'elu ọpụpụ na mbata ego niile n'ụlọakụ bụ nke a ga-eewpụta ma nye ụlọọrụ onyendụmọdụ gbasara nchekwa.",
    "O kwughi ihe ụlọorụ ahụ bụ NSA n'ịchafụ ga-eji ya bụ ego mee.",
    "Nkọwa ọzọ bụkwa na ọ bụ onye na-ezipu ego ahụ ka a ga-anata ego ahụ ma kpọọ ya 'Cybersecurity levy' n'ozi a ga-ezigara onye nwe ọba ego.",
    "A ga-amalite ịwepu ego a n'izuụka abụọ ọzọ na-abịa.",
    "E nyere ụlọakụ ohere ha ga-eji wulite igwe ọrụ ịha inweike iji napụta ndị mmadụ ya bụ ụgwọ bido n'ụbọchị e nyere.",
    "Ụlọakụ ọbụla emeghi nke a bụ nke a ga-ada nha ihe ruru pasentị abụọ n'ego ha ritere n'ime otu ọnwa.",
    "Ndị mmadụ na soshal midia egosila iwe ha gbasara ego a amanyere ọhụrụ nakwa ụgwọ ndị ọzọ ndị ụlọakụ si n'aka ndị mmadụ amịta.",
    "\"Gịnị ga-afọzi n'ime ego anyị chọro ịnwe?\" bụkwa ajụjụ ndị mmadụ na-ajụ n'elu soshal midia.",
    "Otu onye na-akpọ oku ka e mee ngagharị iwe n'ihi na nke a akarịala.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 1",
    "Ndị ọzọ na-agụpụta ụgwọ niile ndị ụlọakụ na-anapụ ha ugbua ma kwuo na ọ dịghị ha mma.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 2",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 3",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 4",
    "Ihe ọzọ bụ okwu a kpụ n'ọnụ bụ ma ụlọakụ etiti e nwere ikike ịmanye udiri iwu a ma malite ya n'adaghị iwu.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 5",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 6",
    "Naijiria",
    "Akụ na ụba",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ aelekere 6 gara aga",
    "NA EME UGBU A, Ụlọomeiwu Naịjirịa akwadoola ikpe ọnwụ maka ndị na-ere ọgwụike",
    "Gọvanọ Mbah ehiwela atụmatụ a ga-eji kpochapụ ndị omekoome n’Uzo Uwani8 Mee 2024",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'6 Mee 2024",
    "Chad Elections: Ihe i kwesiri ịma maka ntuliaka mba a6 Mee 2024",
    "Minimum wage: Kedụ ihe 35% Gọọmentị Etiti tinyere n’ụgwọọnwa pụtara onye nọ 'Level 8' n'ọrụ oyibo?3 Mee 2024",
    "Etu nnyocha ogbugbu nwata a na 'West Bank' si bute ebubo na ndịagha Israel mere mpụ agha 3 Mee 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Ihe ị kwesiri ịma maka ụgwọ 0.5% ọhụrụ CBN manyere7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'",
    "Crystal Palace adụpuola Man Utd ka blomblom n'azụ ụlọ haEmelitere ikpeazụ na: 19 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}