{
  "published": "16 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Court of Appeal",
    "Ikpe gbasara onye meriri ntuliaka ọkwa onyeisiala e mere na Naịjirịa n'ụbọchị 25 nke ọnwa Febrụwarị afọ a na-aga n'ihu ugbua n'ụlọ ikpe mkpegharị Naịjirịa.",
    "Ya bụ ikpe amalitelarị ma na-aga n'ihu ugbua dịka ndị ọkaikpe ise nọ n'isi yHa bụ: Haruna Simon Tsammani; Stephen Jonah Adah; Misitura Bolaji-Yusuf; Boloukuoromo Moses Ugo na Abba Bello Mohammed.",
    "Lee ihe i kwesịrị ịma maka ndị ọkaikpe ndị a nakwa etu ha si gbagote n'ọkwa ọkaikpe nke ụlọikpe mkpegharị.",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?2 Eprel 2023",
    "Ihe omimi etu e si degharịa mpụtara ntuliaka n'ụfọdụ ebe na Naịjirịa16 Mee 2023",
    "Achọrọ m ịgbanwe ọtụtụ akụkọ ọjọọ na-efegharị gbasara ndị ntorobịa Naịjirịa - Hilda Baci16 Mee 2023",
    "Ebe foto si, Court of Appeal",
    "Ọkaikpe Haruna Simon Tsammani arụọla ọrụ ọkaikpe ihe ruru afọ 25",
    "Ọkaikpe Haruna Simon Tsamani bụ onyeisi ndị ọkaikpe ga-ekpebi ikpe gbasara ntuliaka ọkwa onyeisiala Naịjirịa nke afọ 2023. N'oge mbụ, onye a na-enye ọrụ a na-abụkarị onyeisi ụlọikpe mkpegharị.",
    "N'ogogo ndị e bu ụzọ họpụta ịbụ ọkaikpe n'ụlọikpe mkpegharị, Tsamani bụ onye nke 12 n'ime ndị ọkaikpe 76.",
    "Tsamani bụ onye Bauchi Steeti",
    "Ọ dị afọ 63",
    "A kpọrọ ya n'otu ndị ọkaiwu Naịjirịa n'afọ 1983, nke pụtara na ọ rụọla ọrụ na ngalaba ikpe ziri ezi nke Naịjirịa ihe karịrị afọ 40",
    "Ọ gụrụ akwụkwọ na Mahadum Ahmadu Bello dị na Zaria",
    "A họpụtara ya dịka okaikpe nke ụlọikpe ukwu nke Bauchi steeti n'afọ 1998, ma bulie ya n'ọkwa dịka ọkaikpe ụlọikpe mkpegharị n'afọ 2010",
    "Ebe foto si, Court of Appeal",
    "Ọ dị afọ 57; na ngụkọ afọ, Ọkaikpe Ugo bụonye kacha bụrụ nwata n'ime ndị ọkaikpe niile nọ n'ike gbasara ntuliaka a",
    "Ọ nụ onye Kolokuma/Opokuma na Bayelsa Steeti",
    "Ọ gụrụ akwụkwọ na Mahadum Calabar",
    "A kpọrọ ya n'otu ndị ọkaiwu Naịjirịa n'afọ 1990, ya bụ na ọ rụọla ọrụ na ngalaba ikpe ziri ezi nke Naịjirịa ihe ruru afọ 33",
    "Ebe ọ na-arụ ọrụ ugbua bụ n'ụlọikpe mkpegharị nke dị na Kano",
    "E buliri ya n'ọkwa ọkaikpe nke ụlọikpe mkpegharị n'afọ 2014, mana ọ bụbu ọkaikpe nke ụlọikpe ukwu dị na Bayelsa Steeti tupu mbuli n'ọkwa a",
    "Ebe foto si, Court of Appeal",
    "Nwaada a bụ ọkaikpe Misitura Bolaji-Yusuf dị afọ 63; ọ bụ ya bụ naanị nwaanyị nọ n'isi ikpe a gbasara mpụtara ntuliaka",
    "Ọ bụ onye Oyo, n'Oyo Steeti",
    "Ọ malitere ọrụ dịka ọkaikpe ụlọikpe mkpegharị n'ọnwa Maachị afọ 2014",
    "Ọ rụrụ ọrụ afọ 17 dịka ọkaikpe n'ụlọikpe ukwu nke Oyo steeti malite n'afọ 1997 ruo 2014",
    "Ọ gụrụ akwụkwọ na Mahadum Obafemi Awolowo dị n'Ile-Ife, a kpọọ ya n'otu ndị ọkaiwu Naịjirịa n'afọ 1984",
    "Ebe ọ na-arụ ọrụ ugbua bụ n'ụlọikpe mkpegharị nke dịn'Asaba, Delta Steeti",
    "Ebe foto si, Court of Appeal",
    "Ọkaikpe Mohammed bụ onye Kano Steeti",
    "O ruchabeghị afọ abụọ ebuliri ya n'ọkwa dịka ọkaikpe nke ụlọikpe mkpegharị n'ọnwa June afọ 2021",
    "Ebe ọ na-arụ ọrụ ugbua bụ n'ụlọikpe mkpegharị nke dị n'Ibadan, Oyo steeti",
    "A kpọrọ Mohammed n'otu ndị ọkaiwu Naịjirịa n'afọ 1984 dịka ọ gụchara akwụkwọ na Mahadum Ahmadu Bello dị na Zarịa nakwa ụlọakwụkwọ ndị ọkaiwu dị na Legọs",
    "O rụburu ọrụ dịka ọkaiwu n'ụlọikpe ukwu nke FCT malite na 2010 ruo 2021",
    "Ebe foto si, Court of Appeal",
    "Ọkaikpe Ada bụ onye Dekina nke dị na Kogi Steeti",
    "Ọ dị afọ 65, ma bụrụkwa onyeisi ụlọikpe mkpegharị nke dị n'Asaba, Delta Steeti",
    "Ọ gụkwara akwụkwọ na Mahadum Ahmadu Bello dị na Zarịa nakwa ụlọakwụkwọ ndị ọkaiwu dị na Legọs",
    "A kpọrọ ya n'otu ndị ọkaiwu Naịjirịa n'afọ 1982",
    "N'afọ 1998 ka e buliri ya n'ọkwa dịka ọkaikpe n'ụlọikpe ukwu dị n'Abuja",
    "Mana ọ bụ n'afọ 2012 ka ọ bụụrụ ọkaikpe nke ụlọikpe mkpegharị",
    "Ebe foto si, Court of Appeal",
    "Mmadụ abụọ gbara onye nke abụọ na onye nke atọ na ya bụ ntuliaka na-agbagha mpụtara ntuliaka ahụ bụ nke ụlọọrụ Inec kpọpụtara ma kwuo na ọ bụ Bola Ahmed Tinubu nke pati All progressives Congress (APC) meriri.",
    "Mmadụ abụọ a bụ Atiku Abubakar nke Peoples Democratic Party (PDP) na Peter Obi nle Labour Party (LP). Ha kwuru na ntuliaka ahụ jupụtara na nrụrụaka, ma chọọ ka Inec kagbuo mpụtara ahụ ha kpọburu.",
    "Ọ bụghị naanị PDP na LP gbaghara mpụtara ntuliaka a, pati ndị ọzọ sobu gbaghaa ya gụnyere: Action Alliance (AA); Action Peoples Party (APP); na Allied People’s Movement (APM).",
    "Mana dịka ikpe ahụ malitere, pati AA na APP gwara ụlọikpe na ha achọghịzi ịga n'ihu n'ikpe ahụ nke mere ka ụlọikpe kụchapụ ya.",
    "Ka ọ dị ugbua, naanị ikpe ndị APM, LP, na PDP ka na-aga n'ihu ugbua n'ụlọikpe mkpegharị.",
    "Ikpe",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe omimi etu e si degharịa mpụtara ntuliaka n'ụfọdụ ebe na Naịjirịa16 Mee 2023",
    "Gịnị ka gọọmentị Anambra na-eme maka oke ihe mberede okporoụzọ na-eme na mpaghara Agu-Awka?elekere 9 gara aga",
    "Achọrọ m ịgbanwe ọtụtụ akụkọ ọjọọ na-efegharị gbasara ndị ntorobịa Naịjirịa - Hilda Baci14 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}