{
  "published": "04:56",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ụwa niile na-eme ncheta ọrịa ọbara a kpọrọ 'Sickle Cell Anaemia' n’olu Bekee taa bụ abalị 19 nke ọnwa Juun afọ 2024, ndị nwere ya bụ ọrịa akwaala arịrị na ndị mmadụ na-akpachapụ ma na-anapụkwa ha ihe dị ịche ịche n’ihi ya bụ ọrịa.",
    "Iji mee ka ndị mmadụ ghọta nke ọma ihe ọria 'Sickle cell' pụtara, anyị gara na ụlọọgwụ 'University of Nigeria Teaching Hospital' (UNTH) dị n'Ituke ozalla, Enugwu, wee nụta ọtụtụ ihe mgbawa obi mere ụmụnwaanyị abụọ bu ọrịa ahụ.",
    "E wepụ nne m akaghị ịgbalahụ ọnwụ site n'ọrịa 'sickle cell'-Nwaanyị  dị afọ 65 7 Julaị 2023",
    "Africa Eye: Etu m si ebuagha megide oke a na-akpasị ndị nwere ọrịa 'sickle cell'14 Juun 2023",
    "Nri ndị a ga-enyere ndị na-arịa 'Sickle Cell' aka19 Juun 2019",
    "Nwada Rose Ifenu kwuru na ọdịla ụmụnwoke abụọ chọburu ịlụ ya, ma gbaa ya alụkwaghịm ka ha chọpụtara na o nwere ọrịa ahụ.",
    "Ọzọkwa bụ na a chụrụ ya n’ọrụ ya n’ihi na ọ rịọrọ ka e nye ya mkpụrụ ụbọchị ole ma ole ka ọ gaa ụlọọgwu.",
    "Nke a mere onye nwe ụlọakwụkwọ ahụ jiri chụọ ya n’ọrụ.",
    "Oriakụ Somadina Ezeanochie bụkwa onye otu “SICKLE CELL WARRIORS” kwuru na ọ hịara ya ahụ tupu ya ahụ nwoke lụrụ ya na-agbanyeghị na o bu ya bụ ọrịa.",
    "Somadina kọwara na ya amụọla otu nwa na-agbanyeghị ahụ ụfụ kwa mgbe kwa mgbe ọrịa ahụ na-ebute.",
    "Nnukwu Dọkinta na-ahụ maka ọbara na UNTH Enugwu bụ Dkta. Helen Okoye kwuru na ọrịa SS ahụ abụghị nke ọnwụ.",
    "Ọ kọwara na ọtụtụ ndị SS na-adịzi ndụ rue n' ezigbo agadị, n’ihi na e wepụtala ọgwụ nakwa ụzọ ọzọ dị iche ịche e si akwọ onye ikwu wara.",
    "Dọkinta ji ohere ahụ gwa ndị mmadụ kwụsị ịgbawa ndị nwere ọrịa ahụ obi, kama ka ha nyere ha aka na-agbanahụ nsogbu dị na ya",
    "Kirie ihe  ha gwuru n'uju n'ihe onyonyo dị n'elu:",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Omume",
    "Anyị chọrọ ka e soro ụzọ ọzọ na-abụghị ụlọikpe kpezie okwu Nnamdi Kanu - Ọkaịwụ Aloy Ejimakor20 Juun 2024",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Ihe ndị ịmaghị maka nsị si n'agwọ, akpị nakwa agụụlọ19 Mee 2024",
    "NA EME UGBU A, Ọrịa otolo agbagbuola ihe karịrị mmadụ 37 na Naịjirịa – NCDC",
    "Ụlọikpe akagbuola nkpọghachị a kpọghachịrị Muhammadu Sanusi n'ọkwa Emir Kano21 Juun 2024",
    "Lee etu ọzọdimgba si eji mgbọrọgwụ na mkpaakwụkwọ agwọ onwe ha ọrịa - Sayensị21 Juun 2024",
    "\"Amaghị m na m dị ime ọnwa asatọ ruo mgbe ọ fọro otu ọnwa ka m mụọ nwa\"20 Juun 2024",
    "Ihe atọ Vladimiri Putin ji maka ya ga hụ Kim Jong Un20 Juun 2024",
    "'Ndị mmadụ na-akpachapụ anyị n'ihi na anyị nwere ọrịa 'Sickle Cell anaemia'19 Juun 2024",
    "E duola Cyril Ramaphosa n’iyi ọrụ ugboro abụọ dịka Onyeisiala mba Saụt Afrịka19 Juun 2024",
    "Ụgwọ opekatampe: Ihe mere gọọmentị agaghị akwụnwu ndị ọrụ ego ole ha chọrọ - Onyejeocha14 Juun 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}