{
  "published": "26 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Michael Ilediagu",
    "Ndị mere akụkọ a,  Journalist",
    "Mee 2024",
    "N'ala Igbo, ọtụtụ ndị mmadụ kwenyere na e nwere mmiri ara na elu-ilu ma nwee ike igbu ụmụaka a mụrụ ọhụrụ.",
    "Ụmụnwaanyị kwenyere n'ụdịrị akụkọ ahụ ọkachasị ndị bị n’ime obodo nwere ọtụtụ ihe mere ha ji kwete na mmiri ara ha na-elu ilu nke mere ha ji hara inye nwa ha ara.",
    "N'akụkọ a, Dọkịnta Mbanefo Ngozi na-ahụ maka ahụike ụmụaka n'ụlọọgwụ Mahadụm Naịjirịa dị na Itukwu Ozalla, Enugwu steeti kọwara ọtụtụ ihe metụtara mmiri ara ma nye ndụmọdụ pụrụiche.",
    "Ndị ọzọ tinyere ọnụ gunyere nọọsụ Joy Eke-Ilediagu na-arụ ọrụ n'ụlọogwụ ebe a na-amụ nwa, nakwa Judith Adannna Ogoh bụ Dọkịnta na-ahụ maka ọgwụ.",
    "'Nye nwa gị ohere ka ọ mịta ara'3 Ọgọọst 2018",
    "'Uru mmanya ngwọ bara dị ukwuu'7 Disemba 2018",
    "Breastfeeding: Lee nrị Igbo ga-eme ka ara nwaanyị mụrụ nwa gbaa mmiri zamzam13 Jenụwarị 2021",
    "Otu nọọsụ na-ahụ maka ụmụnwanyị na-amụ nwa n'Enugwu steeti bụ Joy Eke-Ilediagu kọwara etu ụmụnwanyị ụfọdụ si elele na mmiri ara ha dị ilu tupu ha ahara inye nwa ha mmiri ara.",
    "“Ụfọdụ na-amịpụta mmiri ara ha, tinye ya na efere, were nwa ndanda tinye n’ime ya. ọ bụrụ na ndanda ahụ nwụọ, ha asị na mmiri ara dị ilu. Mana ndanda ahụ si na mmiri ara ahụ pụta, ha asị na mmiri ara ha dị mma”",
    "“N'obi ha, ọ bụ mmiri ara dị ilu gbụrụ ndanda nke nwụrụ anwụ; mana nke dị ndụ, ọ bụ maka na mmiri ara ahụ dị mma”.",
    "Joy Eke gara n’ihu sị na ihe ndị ahụ niile ha mere bụ ka ndị nnanna anyị si elele mmiri ara ma kọwaa ya dịka ihe na-adịghị n'usoro ahụike.",
    "Ebe foto si, getty image",
    "Dọkịnta Mbanefo Ngozi na-ahụ maka ahụike ụmụaka n'ụlọọgwụ Mahadụm Naịjirịa dị na Itukwu Ozolla, Enugwu kọwara ọtụtụ ọnọdụ ụmụnwanyị ga-anọ ha asị na mmịrị ara ha dị ilu.",
    "Mbanefo kwuru na ọnọdụ ndị ahụ gụnyere nwaanyị nwere nsogbu ahụike dị ịche nke ha achọghị ka ndị mmadụ mara.",
    "“Ihe anyị na-ahụ bụ na ọtụtụ ụmụnwanyị ji na ara ha dị ilu na-ekpuchi ọnọdụ ha hụrụ onwe ha.”",
    "“E nwere ụmụnwanyị bụ ndị kụchịrị nwa mmadu bụ ndị na-enweghiị ike ịmụ nwa mana ị sị ha nye nwa mmiri ara, ha asị na ha nwere mmiri ara dị ilu”.",
    "“Ọtụtụ bụkwa ndị nwere ọrịa mere ha ji aṅụ ọgwụike nke nwatakịrị nwereike ịmịrị na mmiri ara; mana ị jụọ ha, ha ga-asị na ha nwere mmiri ara dị ilu.”",
    "Mbanafo sị na e nwere ọtụtụ ihe na-akpata ndị ụfọdụ ji asị na mmiri ara ha dị ilu. Ọtụtụ na-eme ya ka ndị mmadụ hara ịma ihe mere ha ji hara inye nwa ha mmiri ara.",
    "Ihe ụmụnwaanyi na-arụ ọrụ ma nọdụ n'ọmụgwọ na-agabiga10 Ọgọọst 2019",
    "Ejima atọ nna ha 'gbara ọsọ'10 Eprel 2018",
    "Ụmụnwaanyị na-egoli maka mbugo ọnwa ọmụgwọ6 Juun 2018",
    "Dọkịnta Ngozi Mbanefo kọwara ọnọdụ dị ichiche nwaanyị ga-anọ a sị ya enyekwala nwa ya mmiri ara.",
    "“Otu ọnọdụ bụ nwaanyị na-arịa ọrịa kansa nke na aṅụ ọgwụ. A ga asị ya enyekwala nwa ọ mụrụ ọhụrụ ara maka na nwa ahụ nwereike ịmịrị ọgwụ ahụ site na mmiri ara.”",
    "“Ọzọ bụ nwaanyị na-arịa HIV. A na-agwa ha ka ha nye nwa ha mmiri ara naanị ọnwa isii.”",
    "Mbanefo kwuru na e wepụ ọnọdụ ndị a na e nweghị ihe ga-eme ka a sị nwaanyị hara inye nwa ya mmiri ara.",
    "Ebe foto si, getty image",
    "Dọkịnta Ngozi Mbanefo kwuru na enweghi mmiri ara dị ilu nnwereike igbu nwatakịrị.",
    "Ọ kọwara na e wepụ ọnọdụ ahụike nne, na e nweghị ihe ga-eme asị nwaanyị enyekwala nwa ya mmiri ara.",
    "“Ọ bụ nkwenye na-abụghị eziokwu. Enweghị ihe ga-eme ka mmiri ara dị ilu ma e wepụ ihe gbasara ahụike”.",
    "Ngozi gara n’ihu kọwaa uru dị na mmiri ara ma kọwaa ya dịka mmiri ara Chukwu tinyere n'ahụ nwaanyị maka ọdịmma nwa na nne nakwa ezinaụlọ  niile.",
    "N'okwu ya “mmiri ara bụ ihe chukwu tinyere n'ahụ nne o ji azụ nwa ya. E nweghị ihe maọbụ nri karịrị mmiri ara. Ya mere anyị ji enye ụmụnwaanyị ndụmọdụ ka ha nye nwa ha mmiri ara ọ bụrụgouị naanị ọnwa isii”.",
    "“Nwa e nyere mmiri ara adịghị arịa ọrịa. Ọ na-enyere ụbụrụ nwatakịrị aka ma nye aka ka nwata na-eto ka chi si kee ya na-enweghi nsogbu.”",
    "“Ọ na-enye aka ka akpanwa nweikee lọhachita etu chi si kee ya tupu nwaanyị a tụrụ ime.”",
    "“Ọ na-enyere ụfọdụ ụmụnwaanyị aka ha aghara ị dị ime ọzọ na-akwadoghị maka na ọ na-egbochi ha ị tụrụ ime ngwangwa”.",
    "N'ezinaụlọ, nwata adịghị arịa ọrịa na-aba uru ma belata ego ha kwesịrị imefu ebe ha na-aga ụlọọgwụ.",
    "“Nwaanyị nye nwa ya ara ọfụma, ọ ga-enyere ya aka ịgbanarị ọrịa kansa”.",
    "Ebe foto si, getty image",
    "Onye ọzọ bụ Dọkịnta na ngalaba 'Clinical Pharmacy' bụ Judith Adanna Ogoh kwuru na mmiri ara nke mbụ dị mkpa na ndụ ụmụaka.",
    "“Mmiri ara nke mbụ adịghị atọ ụtọ ka mmiri ara ndị ọzọ na-eso ya. Ma etu o sị acha nakwa etu o si atọ. Ọ bụrụ na ụmụaka ṅụọ ya, ọ na-atọ nnu nnu nke mere ụfọdụ ji asị na ọ dị ilu.”",
    "“Ọ bụrụ na nwatakịrị hara ịṅụ mmiri ara ahụ, ndị mmadụ na-akpọ ya mmiri ara dị ilu mana o nwere ihe niile na-edozi ụmụaka ahụ ma bụrụ nke kacha mkpa na ndụ nwatakịrị”.",
    "Ngọzị kwuru na “Nwatakịrị enyeghị mmiri ara ọfụma na-ada n’ọrịa ọsịsọ”.",
    "“Ị ga-ahụ nne ya n'ụlọọgwụ oge niile. Ọ bụ ihe na-agbawa ezinaụlọ obi ma na-eri ha ego. Ị ga-ahụ nwatakịrị na-adịghị eto ọfụma”.",
    "Ngọzị gwara ụmụnwaanyị ka ha “nye nwa ha naanị mmiri ara ọnwa isii nke mbụ bido n'ụbọchị ha mụrụ nwa. Ọ dịkwa mma ma ọ bụrụ na inye ha mmiri ara ruo ọnwa iri na asatọ”.",
    "Na nchịkọta okwu, ndị ọrụ ahụike niile anyị gbara ajụjụ ọnụ gbasara mmịrị ara dị ilu nwereike igbu nwa a mụrụ ọhụrụ, ha niile si na e nweghị ihe dị etu ahụ ma kọọwa ya dịka okwu ụgha.",
    "Ahụike",
    "Ụmụaka",
    "Science",
    "Sit-At-Home: Aka m na Nnamdi Kanu adighị na ogbugbu ndịagha - Emmanuel Iwuanyanwu, Onyeisi Ohaneze Ndigboelekere 6 gara aga",
    "Lee etu okwe si agba na mpụtara ntuliaka ọkwa onyeisiala mba Saụt Afrịka30 Mee 2024",
    "Abụ njirimara ochie ga-enyere aka jikota obodo Naịjirịa – Sịnatọ Victor Umehelekere 7 gara aga",
    "\"Ọchịchị onyekwuouche ya ka dị ndụ n'Afrịka\" - Goodluck Jonathan29 Mee 2024",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ27 Mee 2024",
    "O nwere mmiri ara dị ilu nwereike igbu nwa ọhụrụ?26 Mee 2024",
    "Gọvanọ Kano Steeti enyela iwu ka a nwụchie Ado Bayero bụ Emir a chụrụ achụ25 Mee 2024",
    "Ụzọ asaa ndị ekperịma nwere ike isi zupu ego gị dị n'ụlọakụ26 Mee 2024",
    "Genetically Modified Mosquitoes: Ị nụla maka anwụnta ndị a e ji ebuso ọrịa ịba agha?25 Mee 2024",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sit-At-Home: Aka m na Nnamdi Kanu adighị na ogbugbu ndịagha - Emmanuel Iwuanyanwu, Onyeisi Ohaneze Ndigbo",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}