{
  "published": "04:01",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A mụtara m asụsụ ndị Chịana n’Anambra tupu m apụọ Naịjriịa - Ifeoma Amuche",
    "Ifeoma Amuche bụ nwada aha ya wuru ewu na soshal midia na nso nso a maka ịsụ asụsụ mba Chaịna akọwaala etu o siri mụta ya bụ asụsụ.",
    "Na mkparịtaụka ya na BBC nwere, Amuche kwuru na o so n’ime ndị kachasị mee nke ọma n’otu ndị gụchara n’ụlọakwụkwọ ya dị na Chongqing, Chaịna.",
    "Amuche kwuru na ọ mụtara ya bụ asụsụ na mahadum Oko Polytechnic dị n'Anambra steeti. Ụlọakwụkwọ a nwere ngalaba na-akụzi asụsụ Chaịna dịka o siri kwuo.",
    "Ebe foto si, Ifeoma Amuche",
    "O kwuru na ọ dịghịrị ya mfe mana obi dị ya mma na otu onye nkuzi ya gbara isi akwara hụụ na ọ mụtara ya bụ asụsụ.",
    "O kwukwara etu o siri gbaa ezigbo mbọ n’ịgụ akwụkwọ na mba ahụ nke mere o jiri soro na ndị kachasị me nke ọma n’ime ndị gụchara n’ụlọakwụkwọ ya n'afọ 2023.",
    "O kwuru na ọ bụ ihe ọṅụ nye ya etu ọha siri nabata ihe o ritere.",
    "Ọtụtụ ụmụafọ Naịjirịa gụnyere onye zọrọ ọkwa onyeisiala 2023 n’aha Labour Party bụ Peter Obi toro ya na soshal midia maka ihe o mere.",
    "Kirie onyonyo dị n'elu akụkọ a ka ị gere ihe ọ gwara BBC Igbo ebe a.",
    "Asụsụ",
    "China",
    "Anambra Steeti",
    "Ọmụmụ na mmụta",
    "Vidio, Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?, Duration 3,3424 Julaị 2023",
    "Vidio, AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu , Duration 4,3722 Julaị 2023",
    "Vidio, Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua, Duration 1,2819 Julaị 2023",
    "Vidio, Ọ fọrọ obere ihe ka mbuze rie ụlọ anyị n’Ogbor Hill Aba., Duration 0,5618 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}