{
  "published": "05:16",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Etu m si gaa Chad ịchụ ego - Musa Nwaodia",
    "Maazị Odinakachukwu Musa Nwaodia bụ nwoke Igbo bi ma na-achụ ego n'obodo Abeche nke mba Chad gwara BBC Igbo etu o siri malite ịgba mbọ na mba ahụ.",
    "O kwuru na o biela n'obodo Abeche ihe karịrị afọ iri na abụọ (20years).",
    "Ọ sị na mgbe ọ bịara obodo a na ọ malitere ire mmiri bụ nke ọ na-agbara ndị mmadụ ruo afọ abụọ tupu ọ banye azụmaahịa akpakara (scrap).",
    "Nwaodia sị na ọ bụ onye okpukperechi Alakụba mana o gbochighi ya ịma ebe a kpụrụ ya si bụ ala Igbo.",
    "Ọ dụkwara ndị ntoroọbịa ndụmọdụ ka ha jisie ike na-agba mbọ maka na ọ bụ ihe e jiri maara ụmụafọ Igbo na-abụghị ịlekwasị gọọmentị anya maka enyemaka.",
    "Ihe gọọmentị kwuru maka nwa akụkọ Naịjirịa a sị e gburu na mba Philippines23 Ọktọba 2023",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọ10 Disemba 2021",
    "Ndigbo na Yoroba bụ otu afọ mụrụ - Oba Ogunwusi Adeyeye22 Eprel 2019",
    "Etu m si gaa Chad ịchụ ego - Musa Nwaodia",
    "Maazị Nwaodia sị na ọ bụ onye Igbo si na mpaghara Delta steeti.",
    "Ọ sị na ndị obodo Abeche na mba Chad nabatara ya nke ọma mere azụmaahịa ya ji aga nke ọma.",
    "Ọ sịkwara na ọ lụrụ nwunye ma mụọkwa ụmụ na Chad tinyere ndị ọ mụrụ na Naịjirịa.",
    "BBC hụrụ Nwaọdịa n'ụlọazụmaahịa ya ebe ọ na-ere igwe akpakara na Chad.",
    "Chad",
    "West Africa",
    "Njepụ",
    "Afịrịka",
    "Naijiria",
    "Sentral Afịrịkan Ripụblik",
    "Ịji ego achụ ego",
    "Njepụ",
    "Ọgba mbọ: Ukamaka Okoye bụ nwaanyị na-arụpụta ụzụ igwe11 Febụwarị 2020",
    "Ihe dị iche na kalenda ndị Igbo na nke Bekee13 Ọgọọst 2020",
    "Vidio, Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia, Duration 5,166 Disemba 2023",
    "Vidio, IKWUPU OKWU: Ikike ite afọ ime na Kenya, Duration 8,4029 Nọvemba 2023",
    "Vidio, Ehighi m ụra, erighi m nri, iji kpaa 'wig' tokarichara n'ụwa - Helen Williams, Duration 3,3324 Nọvemba 2023",
    "Vidio, Ọ bụ ọzụzụ a zụrụ m dịka nwaanyị mere m ji bụrụ ezigbo osite - White Money, Duration 7,0816 Nọvemba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}