{
  "published": "3 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Enugu state Government",
    "Nzụkọ pụrụiche nke Gọvanọ Ọwụwa anyanwụ nwere ụnyaahụ n'Enugwu ji ọtụtụ ihe mapụta.",
    "Ihe ndị ha kpebiri gụnyere ị ga leta onyeisiala Tinubu iji kpa maka ihe ndị dị mkpa metụtara mpaghara ahụ ọ kachasị ihe metụtara akụnụba obodo nakwa nsogbu nchekwa.",
    "Dika onyeisi ọgbakọ ahụ bụ Hope Uzodimma aka na-achị Imo steeti si kwụ, ọ kelere Olusegun Obasanjo bụ onyeisiala ochie Naịjirịa nakwa Obi nke Ọnịcha bụ igwe Achebe maka nleta ọ bịara na nzụkọ ahụ.",
    "Lee okwu ha n'uju ebe a:",
    "Ọgbakọ ahụ zigara steeti niile dị n'ọwụwa anyanwụ nakwa ezinaụlọ Ogbonnaya Onu ozi itiakanobi maka ọnwụ ya.",
    "Ha nabatara aka chiburu Naijiria bụ Olusegun Obasanjo, Obi na-achị Ọnịcha bụ Igwe Nnaemeka Achebe nakwa Emeka Anyaoku bụ ndị bịara nleta na ya bụ ọgbakọ.",
    "Ha nyochara mpụtara nzukọ ha nwere gbasara ihighari akụnụba mpaghara ọwụwa anyanwụ ma kpebie ịmalite ọtụtụ ihe ndị ha kwekọrịtara maka ya.",
    "Ha kpebiri ịga leta Onyeisiala Naịjirịa bụ Bola Tinubu ikpesara ya nsogbu ndị chere mpaghara ahụ aka mgba",
    "Ha kpebiri ileta Onyeisiala Naịjirịa kwa ịmalite mkparịtaụka maka ntọhapụ Nnamdi Kanu",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?elekere 9 gara aga",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten5 Julaị 2024",
    "Ihe BBC chọpụtara maka nkwekọrịta Samoa na LGBTQelekere 7 gara aga",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Lee ọkwọụgbọala bi mba Briten ka na-eri ụgwọọnwa gọọmenti na Naịjirịa2 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Arịrị eriela ndị nwụnye ndị uweojii abụọ a gbagburu n'Aba ọnụ28 Juun 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}