{
  "published": "23 Febụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Aprokorepublic.ng",
    "Ndị okenye obodo Amuri gbakọrọ n'ebe akpọrọ ama Obodo Okolo ma gọọ ọfọ megide ndị gburu nwa ha nwoke bụ Oyibo Chukwu.",
    "Ha kwuru na ha bụ obodo anaghị akwafu ọbara mmadụ ma kwuo na o wutere ha etu e si jiri maka ntuliaka kwafuo ọbara nwa ha bụ Oyibo Chukwu.",
    "Otu onye ezinaụlọ Chukwu gwara BBC Igbo okwu n'ekwentị kwuru na ndị okenye obodo ha mere nke a n'ihi na etu esi gbu nwanne ha bụ ihe jọgburu onwe ya.",
    "\"N'ihu Chineke nakwa n'ihu mmadụ, ihe ndị ha mere jọgburu onwe ya n'ihi na ihe a na-eme bụ ndọrọndọrọ onye kwuo uche ya\" ka o kwuru.",
    "Ọ gara n'ihu kwuo na ọ hụghị ihe o ji bụrụ ihe tigbuo zogbuo.",
    "Chukwu bụ onye na-azọ ọkwa ụlọomeiwu n'Enugwu steeti n'aha otu Labour Party bụ nke e gburu n'Awkunanaw abalị atọ tupu e mee ntuliaka ọkwa onyeisiala n'ụbọchị 25 nke Febuwarị.",
    "Ndị uweojii kwuru na ọ bụ ndị otu Ipob ka na-enyo enyo maka ọnwụ Chukwu nakwa ọkwọụgbọala ya mgbe ha gara achụmnta vootu.",
    "Mana ndị obodo ahụ kwuru na ha ekwenyeghi n'ihe ndị uweojii kwuru kama na ọ bụ n'ihi ndọrọndọrọ ọchịchị ka e ji gbuo Oyibo Chukwu.",
    "\"Ọ bụ ndị okenye gọrọ ya bụ ọfọ, ọ bụ elu chụwa ha, ala chụwa ha niile aka ha dị n'ọnwụ Chukwu\" ka onye ezinaụlọ ya gwara BBC.",
    "Ebe foto si, Oyibo Chukwu/Facebook",
    "Ebe foto si, Oyibo Chukwu/Facebook",
    "Anyị na-enyo na ọ bụ ndị Ipob/ESN gburu Oyibo Chukwu, ndị ọzọ-Ndị Uweojii Enugu",
    "Ndị uweojii Enugwu steeti ekwuola na ha na-enyo na ọ bụ ndị otu na-alụ ọgụ maka nnweeonwe Biafra na alaka ọgụ há bụ Easterne Security Network(ESN) bụ ndị gbara mkpamkpa tara isi onye na-azọ ọkwa ịnọchite Enugu-East n’ọkwa ịnọchite  Enugu-East n’Ụlọomeiwu Ukwu na ndị ọzọ Wenezde.",
    "Ndị ojiegbe gbagburu Oyibo Chukwu, gbara afọ 63  na ọkwọgbụọala ya bụ Sunday Igwesi,  n'Eke Ọtụ dị n'Nkanu-West, Enugwu steeti  n'ụbọchị Wenezde ka o si ebe ọ gara achumtavootu n'Agbani ala.",
    "N’aka nke ọzọ, ndị omekome gbagbukwara onye out PDP  n'okporoụzọ  Topland dị nso Ebony Paint Road dịkwa n’Amechi Ọkụnanọ, Enugwu.",
    "Ihe mere anyị ji wepụ 'Poster' ndị 'Labour Party' - Gọọmentị Anambra Steeti16 Jenụwarị 2023",
    "Ọ﻿ bụ eziokwu na a wakporo ndị Labour Party n'Ebonyi steeti?15 Nọvemba 2022",
    "Ihe anyị ma maka akpa PVC onye dinta hụrụ n’ime ọhịa Nnewi, Anambra Steeti 24 Febụwarị 2023",
    "N'ozi nke ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Daniel ndụkwe binyere aka ma wepụta n'ehihie Tozde, \" Kọmishona ndị uweojii Enugwu,bụ Ahmed Ammanienyela iwu ka a maa imi n'ala mee nnyocha ma  chọwa ndị omekome a na-enyo na ha bụ  IPOB/ESN  bụ ndị n'abalị  22/02/2023 n'ebe dị iche iche wakporo ma gbuo  ndị  People's Democratic Party (PDP) na Labour Party (LP) ma wakpokwa ụgbọala ndị so onye na-azọ ọkwa gọvanọ n'aha All Progressive Congress (APC)\".",
    "\"Kọmishona kwuru nke a oge ọ gachara  na Topland  ndị nso Ebony Paint Road nakwa  Eke-Otu both dị Amechi-Awkunanaw, Enugwu ebe mkpamkpa ndị ahụ kpara.\"",
    "Ebe foto si, Oyibo/Peter Obi FAcebook",
    "Onye na-azọ ọkwa onyeisiala na ntuliaka 2023 n'aha onye Labour Party bụ  Peter Obi akatọọla ogbugbu e gburu onye na-azọ ọkwa ịnọchite Enugu-East n'Ụlọomeiwu Ukwu na h'aha pati ha.",
    "Ndị omekome bu egbe gbagburu Oyibo Chukwu, gbara afọ 63  n'Eke Ọtụ dị n'Nkanu-West, Enugwu steeti  n'ụbọchị Wenezde ka o si ebe ọ gara achumtavootu n'Agbani ala.",
    "N'ozi o wepụtara n'akara twitter ya n'ụtụtụ Tozde, Obi onye kwuru na  nkwafu ọbara na-aga na Naijiria ugbua akarịala sịrị, \" Ndụ ndị mmadụ dị mkpa, pati ọbụla masịrị ha nọrọ.\"",
    "\"Ana m akatọsi ike ogbugbu Ọkaiwu Chukwu.\"",
    "Obi onye tiri ezinaụlọ Chukwu aka n'obi, kporo oku ka ndị ọrụ nchekwa nwuchie ndị kpara mkpa mkpa ahụ.",
    "N'otu aka ahụ, otu na-alụ ọgụ maka  ikike Dịịrị onye bụ Amnesty International katọkwara ọnwụ Chukwu.",
    "Ndị omekome agbagbola onye na-azọ ọkwa ịnọchite Enugwu-East n'ụlọomeiwu Naijiria.",
    "A gbagburu Oyibo Chukwu na ọkwọụgbọala na ya so n'ụbọchị Wenezde dịka ha si ebe ha gara achụmtavootu ala nso Ekeọtụ dịka o si Agbani dị na Nkanu-West alaghachi Enugwu n'ụbọchị Wenezde.",
    "Nke a ana-abịa  ka ọ fọrọ naanị abalị atọ ka e mee ntuliaka 2023.",
    "Ọnụ na-ekwuru ya bụ Chijioke Ogbodo gwara BBC Igbo n'ekwentị, \"E nwetara m ozi ihe mere n'abalị ụnyaahụ. Ọ na-achịkọta achụmtavootu ya na isi njedebe. \"",
    "\" Ọ gara nzụkọ n'Agbani ,isiụlọrụ Okpuru Ọchịchị bụ eze o si alaghachi Enugwu bụ ebe o nwekwara nzụkọ ọzọ n'abalị ahụ oge  ndị bu ụgbọala ha ji ụgbọala ha kwụchie ụgbọala nke ha n' Eke Ọtụ, gbagbuo ya ma gbagbukwa ọkwọụgbọala ya.\"",
    "\" Nke kachacha njọ bụ na a gbagbuchara ha, sunye ha na ụgbọala ha nọ na ya ọkụ.\"",
    "Ọ gara n'ihu kwuo na ' o chere na ndị gbagburu ya si n'ebe ọ gara ọgbakọ soro ya dịka 'Ụgbọla o ji abụghị nke esere ihe achụmvootu.\"",
    "Ihe onyonyo na-efegharị na soshal midia gosiri ebe ụgbọala na-agba ọkụ",
    "Onye na-azọ ọkwa gọvanọ na-aha labour Party bụ Edeoga onye kwuburu sị, “Ndị pati ndị ọzọ  bụ ndị ọrịrị Labour Party na-eri nri n'afọ  na-achụgharị na-azọ ọkwa na pati dịka ha na-atrụ egwu na-aga emeri ha na ntuliaka Satọde.\"",
    "Otu Labour Party ekwbeghị ihe ọbụla maka ihe mere  mana Peter Obi agwaala ndị na-akwado  pati ha ka tụọ vootu ha n'udo nakwa n'ụzọ kwesịrị.",
    "Ebe foto si, Oyibo Chukwu",
    "Chukwu, bụ onye ọkaiwu, ojiegoachụego nwere agba  nakwa onye ndọrọndọrọ ọchịchị.",
    "Onye Amuri dị n'Enugwu, ọ zọbuola ọkwa gọvanọ Enugwu  n'aha pati SDP n'afọ  1990.",
    "Chukwu bụbu  onyeisioche  otu jịkọrọ ndị ọkaiwu ụ Nigeria Bar Association, ngalaba nke Oji River.",
    "Chukwu onye si otu PDP banye Labour Party bụbu odeakwụkwọ PDP Enugu steeti n'oge  Dr Okwesilieze Nwodo dịka Onyeisioche pati ahụ.",
    "Ọ gụrụ maka iwu na mahadum 'University of Nigeria Nsukka'.",
    "Chukwu, onye nwe ụlọọrụ na-arụ ewumewu a kpọrọ Kanov Nigeria Limited, gbara afọ 63 tupu ọ nwụọ.",
    "Ọ hapụrụ nwaanyị ya na ụmụ were laa mmụọ.",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Enugu Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Christian Atsu: E bulatala ahụ ọgba bọọlụ Ghana nwụrụ n'ala ọma jijiji na Turkey20 Febụwarị 2023",
    "Ndị omekome agbaala otu agadi nwaanyị okụ na mwakpo ha mere n’Ihube, Imo steeti 21 Febụwarị 2023",
    "Ihe anyị ma maka akpa PVC onye dinta hụrụ n’ime ọhịa Nnewi, Anambra Steeti 24 Febụwarị 2023",
    "Trump Under Arrest: Ikpe onye bụbu onyeisiala Amerịka nwerike ịgafe otu afọ4 Eprel 2023",
    "Oyibo Chukwu: Ihe mere ndị obodo Amuri ji gọọ ọfọ megide ndị gburu ya23 Febụwarị 2023",
    "Ike Ekweremadu: Arịrịọ Obasanjo rịọrọ mba Briten n’isi ya maka ikpe ha maara ya.23 Maachị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}