{
  "published": "15 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Taa bụ ụbọchị 15 nke ọnwa Mee 2023 ka o mere otu ọnwa kamgbe ọgụ malitere na mba Sudan, dịka otu ndị agha abụọ na mba ahụ na-ebuso onwe ha agha.",
    "Khartoum, isi obodo Sudan bụzi ebe agha kuriri, ụlọ ogbunigwe gbariri, okporoụzọ tọgbọ chakoo, ndị mmadụ nọ n'ahụhụ na-enweghị ihe oriri maọbụ enyemaka ahụike bụzi ihe e ji mara obodo ahụ ebe ihe ruru mmadụ nde ise bibu.",
    "Akụkọ a bụ nchịkọta ihe merela n'obodo Khartoum nke mba Sudan n'ime otu ọnwa kamgbe ọgụ a malitere.",
    "Ebe foto si, Getty Images",
    "Mmadụ abụọ nọ n'isi ọgụ a bụ Ọchịagha Abdel-Fattah al-Burhan, bụ onyeisi ndị agha mba Sudan ma bụrụkwa onye na-achị mba ahụ ugbua, na Ọchịagha Mohamed Hamdan Dagalo, onye e ji Hemedti mara, bụ onyeisi otu ndị agha a kpọrọ Rapid Support Forces (RSF).",
    "Ọ bụ aka chịburu mba Sudan bụ Omar Al-Bashir hibere otu RSF n'afọ 2013 iji gbochie ndị na-akpa nkata ịchutu ya n'ọchịchị.",
    "Ndị agha nọ n'otu a alụọla ọgụ n'agha dị icheiche na mpaghara dị icheiche n'Afrịka dịka agha Dafur, agha Yemen, na agha Libya.",
    "A na-eche na ọnụọgụgụ ndị agha nọ n'otu RSF karịrị 100,000.",
    "Ebe foto si, Reuters",
    "Otu ndị agha abụọ nke mba Sudan jikọrọ aka chụtuo onyeisiala Omar Al-Bashir n'afọ 2019",
    "Ọchịagha al-Burhan na Hemedti na-enwe nghọtahie gbasara usoro a ga-esi hafee ọchịchị mba Sudan n'aka ndị nkịtị dịka ndị agha weghaara ọchịchị n'ike.",
    "Mmadụ abụọ a na ndị agha ha jikọrọ aka iji chụtuo onyeisiala Omar Al-Bashir n'afọ 2019, dịka ọtụtụ mmadụ na mba ahụ mere ngagharịiwe megide ya.",
    "Mana ha abụọ na-enwe nghọtahie usoro a ga-eji hafee ọchịchị n'aka ndị agha, nakwa etu a ga-esi anabata ndị agha RSF n'ime otu ndị agha mba Sudan.",
    "Hemedti na-ewe iwe ma na-ebo ebubo na al-Burhan na-achọ ịhafe ọchịchị n'aka ndị ndọrọndọrọ ọchịchị ha na Umar Al-Bashir so ghasaa mba Sudan, dịka o si kwuo.",
    "O kwuru na ya anaghị emegide atụmatụ ịhafe ndị nkịtị ọchịchị, manaọ gaghị abụ ndị nọbụ n'ọchịchị obe Al-Bashir na-achị.",
    "Ebe foto si, Getty Images",
    "Ọtụtụ ụlọ na",
    "Ngụkọ gosiri na ihe karịrị mmadụ 750 anwụọla, ọtụtụ n'ime ha bụ ndi nkịtị, kamgbe ọgụ a malitere. Ndị ọrụ enyemaka 18 anwụkwaala n'ime oge a.",
    "Ihe karịrị mmadụ otu nde esikwala n'obodo Sudan gbaa osọ ndụ gbaga mba dị icheiche dịka Egypt, Ethiopia, Chad, na South Sudan.",
    "Gọọmentị Naịjirịa kwuru na ha akpọlatala ụmụ Naịjirịa na-agụ akwụkwọ na mba Sudan ọnụọgụgụ ha ruru 2,518 site n'obodo Khartoum kamgbe ọgụ a malitere.",
    "Mana ngụkọ gosiri na ụmụ Naịjirịa bi na mba Sudan karịrị nde atọ.",
    "Ebe foto si, NIDCOM",
    "Ụmụ Naịjirịa ọnụọgụgụ ha karịrị puku abụọ na ọkara bụ ndị na-agụ akwụkwọ na mba Sudan agbaala ọsọ ndụ gbalata Naịjirịa",
    "Kamgbe ọgụ a malitere, mba ụwa dị icheiche nakwa ọtụtụ ndị a ma ama etinyela ọnụ iji rịọ ọchiagha al-Burhan na Hemedti ka ha kwụsị ọgụ ma laghachi n'oche mkparịtaụka.",
    "Ugboro ugboro ka e nwerela nkwekọrịta ịkwụsịtụ ọgụ iji nye ohere ka ndị ọrụ enyemaka bata nyere ndị mmadụ nọ na mkpa aka, mana nkwekọrịta ahụ amịtaghị mkpụrụ etu e si chee.",
    "Ọ bụ eziokwu na ụfọdụ nkwekọrịta a nyere ohere ka mba dị icheiche kpọpụ ndị nnọchiteanya ha tọrọ n'obodo Khartoum, mana akụkọ gosiri na ogbunigwe ka na-adakwa na mpaghara ụfọdụ n'agbanyeghị nkwekọrịta ndị a.",
    "Ka ọ dị ugbua, ọgbakọ na-aga n'ihu na mba Saudi Arabia n'etiti ndị nnọchite anya al-Burhan na Hemedti, nke bụ mbụ otu a abụọ a na-ezute onwe ha ihu na ihu iji nwee mkparịtaụka udo.",
    "O dobeghị anya ụdị mkpụrụ mkparịtaụka a ga-amịta, mana ụfọdụ ndị na-esonye na ya bụ ọgbakọ ekwuola na ihe ha na-akpa maka ya abụghị ịkwụsị ọgụ kpamkpam, kama ọ bụ etu a ga-esi nye ohere ka ndị mmadụ nweta enyemaka.",
    "Ọ bụrụ na ọgụ a gaa n'ihu ruo ọnwa isii, ihe ruru mmadụ nde 19 na mba Sudan ga-anọ na nnukwu mkpa ihe oriri nakwa ọgwụ, dịka otu mba ụwa bụ United Nations si dọọ aka na ntị.",
    "Sudan",
    "Afịrịka",
    "Ime n'ike",
    "Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburuelekere 6 gara aga",
    "Ihe iwu Naịjirịa kwuru maka ima onye uweojii ụraelekere 8 gara aga",
    "Otu ọnwa kamgbe agha malitere na mba Sudan - Ihe niile i kwesịrị ịma15 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}