{
  "published": "26 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọikpe mba ụwa bụ 'International Court of Justice' (ICJ) dị na Hague Enyela Izrel iwu ka ha kweụsị ihe ọbụla nwere ike ibute mkpochapụ agbụrụ na Gaza .",
    "Mana ụlọikpe ahụ ekwughị kpọmkwem ha kwụsị agha ha.",
    "Mba Saụt Afrịka gbara Izrel akwụkwọ n'ụlọịkpe ahụ  sị ụlọikpe nye Izrel iwu ka ha kwụsị agha ganye na ekpebie ikpe ma Izrel emere mpụ mkpochapụ agbụrụ nke Bekee kpọrọ 'genocide'.",
    "Izrel si na o nweghị ihe dị n'ebubo ahụ e boro ha.",
    "Ụlọikpe ahụ nyere Izrel iwu ka ha gba mbọ hụ na ha emeghị ihe ga-ebuta mkpochapụ agbụrụ n'ihu agha maọbụ kpalite ọha ndị mmadụ ime nke a.",
    "Ụlọikpe ahụ nyekwara ha iwu ịgba mbọ hụ na ihe enyem,maka rutere ndị mmadụ na Gaza aka na egbughị oge.'",
    "N'ikpe e kpere taa bụ ụbọchị Fraide, nke a bụ mbụ ndị ọkaikpe ụlọikpe ahụ na-enye mkpebi n'ikpe ahụ malitere izuụka abụọ gara aga.",
    "A  na-atụ anya na inye mkpebi ma Izrel akpara arụ mkpochapụ agbụrụ ga-ewe oge.",
    "Na-agbanyeghị na ụlọikpe ahụ amachi agha a na-ebu na Izrel dịak Saụt Afrịka si rịọ ụlọikpe ahụ,  a na-ahụta mkpebi o nyere dịka  mmeri nye ndị kwadoro ụkwụ Saụt Afrịka zọpụrụ site n'ịgba akwụkwọ ahụ.",
    "ICJ kwuru na ha nwere ikike ikpe ya bụ ikpe ma kwubikwa na okwu ahụ metụtara  iwu nkwekọrịa megide mkpochapụ agbụụ nke afọ 1948., si na ndị Palestine nọ na Gaza nọ n'egwu mmemila.",
    "South Africa",
    "Israel na ndị Palestine",
    "Mr Ibu: Etu ndị uweojii si nwuchie ma kpụpụ ụmụ John Okafor abụọ ụlọikpe 25 Jenụwarị 2024",
    "Plateau Attacks: Ndị uweojii anwụchiela ndị chọrọ iwakpo Ntam dị na Mangu26 Jenụwarị 2024",
    "Afcon Round of 16 Fixtures: Etu a ga-esi gbaa Agba nke 1625 Jenụwarị 2024",
    "Etu ndị ojiegbe si zuo ndị POS ohi aghara aghara ma gbuo ufọdụ n’Imo Steeti30 Jenụwarị 2024",
    "NA EME UGBU A , Iran agọọla na aka ha adịghị n’ogbunigwe gburu ndịagha Amerịka n'okeala Jordan1 Jenụwarị 2024",
    "Same Sex blessing: Ndị Bishọp Afrịka nwere nghọta pụrụiche banyere ozi m - Pope Francis29 Jenụwarị 2024",
    "ICJ enyela  Israel iwu igbochi mkpochapụ agbụrụ na Gaza26 Jenụwarị 2024",
    "Afcon Round of 16 Fixtures: Etu a ga-esi gbaa Agba nke 1625 Jenụwarị 2024",
    "Igwe Achebe: Ihe anyị ma maka akụkọ a sị na Soludo achụọla Obi nke Onicha n'oche24 Jenụwarị 2024",
    "Gịnị bụ ‘Styrofoam’ a gọọmentị Legọs steeti machiri na ọghọm ndị ọ na-ebute24 Jenụwarị 2024",
    "Afcon 2023: Gbaa okwe a họpụta otu ị ga-akpọ gaa ọgụ ma ị bụrụ onye nchịkwa bọọlụ 24 Jenụwarị 2024",
    "Centenary City Enugu: \"Anyị na-arịọ gọọmentị ka ha kwụsị ikutusị ụlọ anyị tara ahụhụ rụọ\"23 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu ndị ojiegbe si zuo ndị POS ohi aghara aghara ma gbuo ufọdụ n’Imo Steeti",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Same Sex blessing: Ndị Bishọp Afrịka nwere nghọta pụrụiche banyere ozi m - Pope Francis",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}