{
  "published": "24 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty images",
    "Efere na ngazi erie atufuo",
    "Gọọmentị Legọs Steeti amachiela ihe ndị e ji ‘styrofoam’ rụpụta dịka efere, ngaji na ike e rie a tufuo nke a kpọrọ ‘take away’ n’olu Bekee.",
    "Ụlọọrụ na-ahụ maka gburugburu ebe obibi na akụnaụba ndị si na mmiri gbara ama sị na ‘styrofoam’ na-ebute ọtụtụ ọghọm dịka igbochi ọwa ebe mmiri si asụpụ n’obodo, nke mere e jiri machie ya.",
    "Kọmịshọna na-ahụ maka gburugburu ebe obibi na Legọs bụ  Tokunbo Wahab kwuru na iwu a ga-amalite ọrụ ozugbo.",
    "O kwuru na ngwongwo ndị ahụ e ji ‘styrofoam’ rụpụta anaghị ere-ere, ihe ọ pụtara bụ na e nweghi ike inwogharị akụrụngwa ndị ahụ  maọbụ jiri ha rụpụta ihe ọzọ ga-aba ụrụ, ya mere o jiri bụrụ ọghọm nye obodo.",
    "Mmachi a ga-emetụta ndị na-azụ ahịa na Legọs maka na ọ bụ obodo nwere nnukwu ọdọahịa na Naịjirịa.",
    "Odeakwụkwọ ministri na-ahụ maka gburugburu ebe obibi bụ Kunle Adeshina gwara BBC na mmachi a ga-amalite ọru ozugbo dịka ụlọọrụ ha siri kwuo.",
    "Ebe foto si, Getty images",
    "'Styrofoam' na afochi ebe mmiri ide si aga",
    "‘Styrofoam bụ ihe e ji ekechi ọtụtụ ngwongwo na-awa-awa ka ọ hapụ i mebi. Ụfọdụ ndị ji ya echekwa okpomoku nri maọbụ mmanya e tinyere n'ime ihe.",
    "E ji ‘Styrofoam’ egbochi ekpomọku n’ebe a na-arụ ọrụ, e nwereike iji ya gbochi ọzụ isi ebe n'otu ebe banye n'ebe ọzọ.",
    "E ji ya echekwa ‘TV, igwe njụoyi nakwa ngwongwo ndị ọzọ e ji ebi n’ụlọ.",
    "Ihe ndị ọzọ e ji ya arụpụta bụ, efere erie atufuo (takeaway plate), ngaji erie atufuo nakwa iko erie atufuo.",
    "A na-ahụ ọtụtụ ngwongwo ‘styrofoam’ na Legọs maka na ọtụtụ mmadụ bi na steeti ahụ na-ejikaarị ya etinye nri, tinyekwara na e ji ya eme mmemme n'ọtụtụ ebe na steeti ahụ.",
    "‘Styrofoam’ anaghị ere-ere , nyocha gosiri na naanị Legos steeti na-enwete ngwongwo e ji ‘styrofoam’ rụpụta nke ruru 870,000 n’ime ebe mkpofu unyi.",
    "Dịka kọmishọna gbururgburu ebe obibi siri kwuo n’ọbaozi X, ‘styrofoam’ asụchiela ebe mmiri si aga na Legọs, nke mere Legos jiri eru unyi nke ukwuu.",
    "Ụlọọrụ ha kwuru na ụmị mmiri ide niile dị na ahịa Legos juputara na ngwongwo erie atufuo, o weghị etu mmiri si aga n’ebe ndị ahụ.",
    "Ha kwuru na ndi na-arụ ihe ndị a ga abanye na nsogbu ma ọ bụrụ na ha egeghị ntị ma kwụsị ịrụpụta ha.",
    "Ọkammụta n’ihe gbasara gbururgburu ebe obibi na ihu eluigọe bụ Nicholas Adeniyi kwuru na atụmatụ ahụ di mma ma ọ bụrụ na ndị Legos ga-ekwe mee etu e siri kwuo.",
    "O kwuru na ewereike inwe ndị kwe na ndị ekweghi na ya bụ atụmatụ.",
    "Nicholas kwuru na ọ ga-adị mma ma enwere akpa akwụkwọ a ga-eji dochie anya ngwongwo e jiri ’styrofoam’rụpụta na Legos.",
    "Dika o siri kwuo, ụjọ ya bụ na akpa akwụkwọ ndị ahụ nwereike ibute nsogbu nke ya n'ọdịnihu.",
    "Ọzọ dịka ibe ya bụ na akpa akwụkwọ ọ ga-ekwekwa ire ere nke ya?.",
    "Legọs bụ steeti mbu machiri ngwongwo ‘Styrofoam’ na Naịjirịa.",
    "Kenya machiri ndị ọbịa ịji ihe ndị e ji ‘styrofoam’ rụpụta n’ọgbakọ maọbụ n’igwe mmadụ n’afọ 2017.",
    "Zimbabwe riri ndị na-etinye nri n'efere erie atufuo nha.",
    "Mba Afrịka ndị ọzọ machirila ihe efefere, iko maọbụ ngaji erie atufuo gụnyere Rwanda na Moroko.",
    "Chaịna, Britein na Amerịka so na mba ndị ọzọ machirila ngwongwo ndị e ji ‘styrofoam’ arụ.",
    "Ebe foto si, Getty images",
    "Ihe ndị ewereike iji nọchịe anya ‘styrofoam’",
    "Dịka Gọọmentị Legọs machirila efere erie atufuo na ihe ndị ọzọ e ji ‘styrofoam' rụputa, ndị mmadụ ga-amalite ị chọọ ihe ha ga-eji dochie anya ha.",
    "Ihe ndị e nwereike iji dochie anya ha bụ;",
    "Akpa akwụkwụ, iko ndị enwereike iji ṅụọ mmiri karịa otu ugboro, akpa igwe, akpa akwa, efere, iko na ngaji e ji osisi ruo.",
    "Amerika",
    "Gburugburu",
    "United Kingdom",
    "Legọsị",
    "Kenya",
    "Naijiria",
    "China",
    "Zimbabwe",
    "Klaimet chanji",
    "Oke Ihu Igwe",
    "Mr Ibu: Etu ndị uweojii si nwuchie ma kpụpụ ụmụ John Okafor abụọ ụlọikpe elekere 4 gara aga",
    "Plateau attacks: Ihe ndị Mangu kwuru maka mwakpo mere ha25 Jenụwarị 2024",
    "Buchi Emecheta Books: Gịnị ka ị ma maka nwaafọ Igbo ji aba mba?21 Julaị 2019",
    "Igwe Achebe: Ihe anyị ma maka akụkọ a sị na Soludo achụọla Obi nke Onicha n'oche24 Jenụwarị 2024",
    "Gịnị bụ ‘Styrofoam’ a gọọmentị Legọs steeti machiri na ọghọm ndị ọ na-ebute24 Jenụwarị 2024",
    "Afcon 2023: Gbaa okwe a họpụta otu ị ga-akpọ gaa ọgụ ma ị bụrụ onye nchịkwa bọọlụ 24 Jenụwarị 2024",
    "Centenary City Enugu: \"Anyị na-arịọ gọọmentị ka ha kwụsị ikutusị ụlọ anyị tara ahụhụ rụọ\"23 Jenụwarị 2024",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha21 Jenụwarị 2024",
    "Mr Ibu: Etu ndị uweojii si nwuchie ma kpụpụ ụmụ John Okafor abụọ ụlọikpe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Afcon Round of 16 Fixtures: Etu a ga-esi gbaa Agba nke 16",
    "Plateau attacks: Ihe ndị Mangu kwuru maka mwakpo mere ha",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}