{
  "published": "03:27",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Osu Caste System: Ihe mere m jiri dee akwụkwọ maka ọnọdụ ndị Osu n'ala Igbo - Nuzo Onoh",
    "Onye dere ya, Uche Akolisa & Kelechi Anozia",
    "Ndị mere akụkọ a,  Senior Journalist& Video Journalist",
    "Septemba 2023",
    "Ebe foto si, Nuzo Onoh",
    "Nuzo Onoh bụ nwaafọ aha ya na-ada ụda n'ala Bekee maka ide akwụkwọ na-eyi egwu banyere ihe na-eme n'Afrịka(African horror.)",
    "Na nsonso a, Nuzo Onoh ritere akatamkpo nturuugo, \"Bram Stoker's Life Achievement Award,' maka ọtụtụ akwụkwọ na-eyi egwu banyere Afrịka o deerela.",
    "Na nsonso a, Nuzo Onoh ritere akatamkpo nturuugo, \"Bram Stoker's Life Achievement Award,' maka ọtụtụ akwụkwọ na-eyi egwu banyere Afrịka o deerela.",
    "Ndị  nwere agba riterela nturuugo ahụ gunyere  odee akwụkwọ oyiegwu dịka Stephen King, Anne Rice na omee ihe ejije na-eyi egwu a ma bụ Christopher Lee, onye eji agwa 'Dracula' mara n'ọtụtụ ihe ejije.",
    "Na mkparịtaụka ya na BBC Igbo nwere Nuzo  kọwara ihe o jiri dee maka ndị Osu n'ala Igbo n'otu n'ime akwụkwọ o dere  ọ kpọrọ , \"Dance for the Dead'.",
    "Ọ sịrị, \"Ohu abụghị osu mana ọ dị ka ọnya. Ihe a na-eme ndị ohu ka a na-eme osu. A naghị ekwe ha gaa iyi ebe nwadiala na-aga iyi. A naghị ekwe ha lụkọta nwadiala. Ihe a nile a na-eme na-ewutesi m ike.\"",
    "\"Ndị a na-akpọ ndị osu, ha nile bụ ndị ojii ka anyị. Ha bụkwa ụmụnne anyị, mana anyị na-akpagbu ha.",
    "\"Mgbe anyị na-akpagbu ha, kedụ ọnụ anyị ga-eji pụta sị na ndị ọcha na-akpagbu anyị maka na anyị bụ ndị ojii?....Ọ bụghị sọ be anyị ka ọ dị, ọ dị n'India, Pakistan, Moroco, Egypt. Ọkọtọkọ obodo nwere ya mana ọ dịghị mma.”",
    "Osu Caste system: Ndigbo agbakọọla na Nri maka imebi ya28 Disemba 2018",
    "Ịdịnotu ọdịla n'ala Ozalla?19 Septemba 2018",
    "Nuzo Onoh  bụ onye na-ede akwụkwọ na-eyi egwu a ma ama n'ụwa.",
    "Ọ bụ onye Ngwọ, Enugwu steeti, nwa nke atọ n'ime ụmụ asatọ gọvanọ Anambra steeti ochie bụ CC Onoh na Nwunye ya bụ Caroline Onoh mụrụ.",
    "O toro n'Enugwu, gụtụ akwụkwọ na Naịjirịa tupu ọ gawa ala Bekee ebe ọ gụchara Sekọndịrị ma gụkwaa mahadum na Warwick University bụ ebe ọ gụrụ Iwu maka asambodo mbụ.",
    "Ọ gụkwara nka edemede (Creative Writing) n'otu mahadum ma nwete asambodo nke abụọ ( Masters degree) ya.",
    "Nwada a ma dịka \"Ezenwanyi ṅdị na-ede akwụkwọ na-eyi egwu\" edeela ọtụtụ akwụkwọ gụnyere ; 'The Reluctant Dead' (2014) ; 'Unhallowed Graves'(2015) ; 'The Sleepless' (2016) ; 'Dead Corpse' (2017) ; 'The Unclean' (2020) na 'Dance for The Dead' (2022) bụ akwụkwọ o jị akatọ mmegbu a na-emegbụ ndị a kpọrọ osu.",
    "Gee ihe o kwuru n'uju n'ihe onyonyo di n'elu:",
    "Naijiria",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Omenala",
    "Vidio, Ogbambo: Etu ọrụugbo m si mụbaa ruo ugbo 22 na-akọpụtazị osikapa, ji na ihe ndị ọzọ - David Ezeonyekwere, Duration 5,5414 Septemba 2023",
    "Vidio, Anyị na-eti mkpu ndị ọcha ịkpagbu ndị ojii, kedụ ihe mere anyị ji akpagbu ndị osu? - Nuzo Onoh, Duration 3,2712 Septemba 2023",
    "Vidio, Uche m adịghị n'ịzọ ndọrọ ndọrọ ọchịchị - Nonye Soludo, Duration 5,2331 Ọgọọst 2023",
    "Vidio, Mali: Gịnị ga-emezi mba tinyere nchekwa ya n'aka otu Wagner?, Duration 3,3829 Ọgọọst 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}