{
  "published": "6 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, PA Media",
    "Ihe emebeghị kamgbe afọ 70 na mba England emeela. Eze Charles III ekpurula okpueze.",
    "Okpueze a pụrụ iche a na-akpọ Okpueze St Edward dịwara narị kwuru narị afọ gara aga. Naanị taa ka eze ga-ekpu okpueze a tupu e bughachi ya na Tower nke London.",
    "Ogologo ya dị 30cm ebe ọnụọgụgụ okwute pụrụ iche na ọla e ji achọ mma dị na ya dị 444, nke gụnyere sapphires, rubies, amethysts na topaz.",
    "Onye ikpeazụ kpuru okpueze a bụ nne ya, Ezenwaanyị Elizabeth II,  afo 70 gara aga.",
    "Igwe ndị mmadụ nọ n'ụlọụka ebe emume a na-aga n'ihu kwuru sị: \"Chukwu chebe onye eze! Eze ị ga-adị ogologo ndụ! Eze ị ga-adị ndụ ruo mgbe ebighiebi!\"",
    "Ọkpara eze bụ William bịakwara gbuo ikpere n'ihu nna ya ma kwe ya nkwa nkwado na irube isi.",
    "Ka nke a mechara, e kpunyekwara Ezenwaanyị Camilla okpueze nke ya 'Queen Mary's Crown'.",
    "Ebe foto si, Getty Images",
    "' Duke nke Sussex' bụ Harry bịara mmemme ochichi eze nna ya mana ọnọ nazụ az nwanne ya nwoke  na Westminster Abbey.",
    "Harry akpọghị nwunye ya bụ Meghan bụ onye nọ Amerịka bịa.",
    "Ọ bakwara ụgbọelu laa ngwangwa e mechara n'ọdọụgbọelu'Heathrow'.",
    "E mere ka BBC mata na akpọghị ya bịa soro nihu ụlọelu ha dị n'obieze Buckingham Palace ka e mechara emume ikpunye okpua na-ahụ ya  na ezinaụlọ ya n'ọha kemgbve o jiri dechaa akwụkwọ a kpọrọ \"Spare\".",
    "Eze Charles III na nwunye ya, Ezenwaanyí Camilla",
    "Ebe foto si, Getty Images",
    "Eze Charles III",
    "Ebe foto si, Getty Images",
    "Oge e kpunyere Ezenwaanyị Camilla Okpueze",
    "Ebe foto si, Getty Images",
    "Ezenwaanyí Camilla",
    "Ebe foto si, Getty Images",
    "Okpueze Eze Charles III na nke Ezenwaanyị Camlilla",
    "Ebe foto si, Reuters",
    "Mgbapụ egbe mkpọnala iji kwanyere Eze Charles III ugwu",
    "Ebe foto si, PA Media",
    "Emume ichieze nke Eze Charles III amalitela ugbua n'ụlọụka Westminster Abbey dịka Eze na Ugoeze ya bataruru.",
    "Ihe mbụ Eze kwuru bụ, \"Abịara m, ọbụghị ka a gbaara m odibo, kama ka m bụrụ odibo.\"",
    "Onye ụkọchukwu nọ n'isi emume ahụ bụ Achbishọp nke Canterbury kwuru sị: \"Ana m egosipụtara ụnụ ugbua, Eze Charles, eze ụnụ na-enweghị mgbagha ọbụla...\" ndị mmadụ ekwuo sị \"Chukwu zọpụta onye eze!\"",
    "Ebe foto si, Reuters",
    "Eze Charles na Camilla, bụ nwunye eze, awụchiela n'obieze Buckingham ebe ha ga-esi malite njem gawa ụlọụka Westminster Abbey maka emume ichie eze.",
    "Ọnụụzọ ụlọụka ahụ emepekwaala maka ọtụtụ ndị ọbịa pụrụ iche ga-eso gbaa akaebe na ya bụ emume.",
    "Ebe foto si, PA Media",
    "Ndị 'House of Lords'",
    "Ndị otu ụlọ omeiwukwu a kpọrọ House of Lords - ọnụọgụgụ ha ruru 20 - bu ụzọ wuchie n'ụlọụka ahụ.",
    "Ndị ọbịa ndị ọzọ jikwa nwayọ nwayọ na-abata dịka emume ahụ ga-amalite kpọmkwem n'lekere 11 nke ụtụtụ.",
    "Nde kwuru nde ndị mmadụ si akụkụ mba ụwa niile ga-esonye n'emume ikpunye okpu eze nke eze Charles III.",
    "Nke a bụ nnukwu emume nke ga-adị na Westminster Abbey taa bụ Satọde, ụbọchị isii nke ọnwa Mee 2023, dịka a ga-ekpube Eze Charles na oriakụ ya bụ Camilla, Ezenwaanyị, okpu eze.",
    "Nke a bụ emume ichi eze nke iri anọ n'ọchịchị eze nke mba England kamgbe afọ 1066, ma bụrụkwa emume ichieze nke mbụ na mba England n'ime afọ 70 gara aga.",
    "Taa ka a ga-ahụ emume ọdịnala dị icheiche bụ nke a malitere ime kamgbe ihe karịrị afọ otu puku gara aga.",
    "Eze Charles nke atọ, onye ọchịchị ọhụrụ4 Mee 2023",
    "Mgbasa ozi mbụ nke Eze Charles III mere9 Septemba 2022",
    "King Charles III: Onye bụ Eze ọhụrụ nke mba Briten a? 10 Septemba 2022",
    "Ndị ọbịa ga-anọ n'ime ebe a ga-ekpube Eze okpu bụ mmadụ 2,300, nke gụnyere ndị isi ala mba 100. Onyeisiala Naịjirịa bụ Muhammadu Buhari ga-esokwa nọrọ ebe ahụ.",
    "Emume a ga-amalite kpọmkwem n'elekere iri na otu nke ụtụtụ ma dịgide ruo ihe dịka awa abụọ.",
    "Otu n'ime ihe ga-aka pụta ihe n'emume ichi eze a ga-abụ mgbe Eze Charles ga-ekpe ekpere nke mbụ ya dịka ọ na-erute nso n'Abbey, oge ọ ga-asị: \"Abịara m, ọbụghị ka a gbaara m odibo, kama ka m bụrụ odibo.\"",
    "E mechaa emume a, Eze na Camilla ga-ahapụ Westminster Abbey laghachi n'obieze Buckingham Palace.",
    "Ebe foto si, PA Media",
    "Ndịọrụ nchekwa ruru 11,500 ga-anọ n'ọrụ na mpaghara dị icheiche na Londond taa n'ihi emume a",
    "Ndị ọrụ nchekwa karịrị 5000 esila mpaghara dị icheiche bata na n'ọdọ ụgbọ oloko Waterloo nke dị na London, ha ga-esi ebe ahụ zọrọ ije gafee akwa mmiri Westminster.",
    "Puku kwuru puku ndị mmadụ agbakọọla n'okporoụzọ ebe Eze Charles na Ugoeze Camilla ga-esi gafee, n'agbanyeghị na nnyocha ihu eligwe gosiri na mmiri ga-ezo taa.",
    "Otu n'ime ndị a bụ nwata nwoke dị afọ iri aha ya bụ Hudson, onye hụrụ emume dị icheiche n'obie eze England n'ime afọ olemole gara aga, dịka agbamakwụkwọ Nwaeze Harry na nwunye ya bụ Meghan, emume afọ 70 Ezenwaanyị Elizabeth II nọrọ n'ocheeze, nakwa emume nkwanye ugwu ikpeazụ nke Ezenwaanyị Elizabeth II.",
    "\"Obi m bụ sọ aṅụrị maka emume taa,\" Hudson gwara BBC. \"Obi dị m ụtọ na m ga-ahụ eze oge ọ ga-eji ụgbọala ọlaedo ya pụrụ iche gafee, nakwa ụgbọelu dị icheiche.\"",
    "Ebe foto si, PA Media",
    "Ụgbọala ọlaedo pụrụ iche a ga-eji buru eze na nwunye ya laghachi n'obieze Buckingham",
    "Charles bụụrụ Eze nke United Kingdom na mpaghara 14 ndị ọzọ n'ọnwa Sepụtember 2022, oge nne ya bụ Elizabeth nwụrụ dịka ọ nọchara afọ 70 n'oche eze.",
    "O ruola ọtụtụ ọnwa kamgbe a malitere nkwado maka emume ichieze nke a, ga-abụ nke ugboro 40 a ga-eme na Westminster Abbey kamgbe 1066.",
    "Achbishọp nke Canterbury bụ Justin Welby ga-anọ n'isi ofufe nru a, ebe ndị ọbịa  ndị ọzọ dịka nwunye onyeisiala mba Amerịka bụ Jill Biden na onyeisiala Emmanuel Macron nke mba France ga-esonye.",
    "Oge kachasị n'emume a ga-abụ oge a ga-ekpukwasa Okpueze nke St Edward n'isi Eze Charles, nke bụ oge mgbịrịmgba niile dị n'ụlọụka ahụ ga-ebido kụwa, ebe ndị agha nọ nso n'akụkụ ga-agbapụ otu ọnụ egbe na nkwanye ugwu.",
    "A ga-ekpukwasakwa Camilla okpu - nke ga-emezi ka a malite ịkpọ ya \"Ezenwaanyị Camilla\".",
    "Ebe foto si, Reuters",
    "Otu 'Republic' na-akpọ oku ka a kwụsị usoro ọchịchị eze na mba England",
    "N'agbanyeghị ọtụtụ ndị na-enwe aṅụrị maka emume ichieze a, enwekwara ụfọdụ ndị na-eme ngagharịiwe ma na-akpọ oku ka a kwụsị usoro ọchịchị Eze na mba England.",
    "Otu a na-akpọ 'Republic', bụ ndị na-ekwusi okwu ike ka akwụsị usoro ọchịchị Eze, amalitela ịgbakọ n'ọgbọ Trafalgar Square, iji kwụpụta obi ha.",
    "Ndị otu a na-ekwu na ha nwere ikike ime ngagharịiwe mana ndị uweojii adọọla aka na ntị na ha agaghị ekwe ka ihe ọbụla kụsaa emume ichie eze a.",
    "Ihe ruru ndị ọrụ nchekwa 11,5000 ga-anọ n'ọrụ taa iji hụ n'emume a gara nke ọma.",
    "United Kingdom",
    "King Charles III",
    "Omenala",
    "King Charles Coronation: 'Eze ị ga-adị o!' Ekpunyela Eze Charles III okpu Eze6 Mee 2023",
    "Eze Charles nke atọ, onye ọchịchị ọhụrụ4 Mee 2023",
    "Ike Ekweremadu: Ihe ndi ị maghị maka 'Belmarsh Prison', ụlọmkpọrọ ebe Ekweremadu nọrọ oge ikpe yaelekere 9 gara aga",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}