{
  "published": "00:56",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Abia Erosion: Ọ fọrọ obere ihe ka mbuze rie ụlọ anyị n’Ogbor Hill Aba",
    "Ndi bi n'[Ogbor Hill dị n’okpuruọchịchị Aba North nke Abia Steeti akpọkuola gọọmentị ka e nyere ha aka maka nsogbu mbuze ha na-enwe.",
    "Mbuze ekewaala okporoụzọ jikọtara ebe dịka Arochukwu, Ovom, Aguwa, Pepples streets, Ahịa ọhụrụ, ebe a na-egbu anụ nakwa ọkpọrọụzọ e si aga ebe ndị ọzọ.",
    "Erosion: Nsogbu mbuze bịakwutere anyị akarịala anyị - Ndị Amamba Ụzụakọli25 Juun 2023",
    "Abia State Erosion: 'Mbuze na-achọ ikewa okporoụzọ anyị' - Ndị obodo Ekeoba, Umuahia21 Jenụwarị 2022",
    "'Mbuze abọpụtala ozu na Nnewi'28 Septemba 2019",
    "Onye ntaakụkọ anyị kwuru na mbuze a eriela ọtụtụ ụlọ a rụrụ na mpaghara ahụ ebe ọ ka ga-eri ọtụtụ ma ọ bụrụ na e lebaghị ya anya.",
    "Ndị bi ebe ahụ kwuru na ọchịchị Onyeisiala Goodluck Jonathan nyere iwu ka a rụọ ụzọ ahụ mana ndị rụrụ ya emeghi ye nke ọma.",
    "Na kamgbe ahụ onwebeghi ezi ihe e mere iji mezie ya bụ ụzọ ma gbochie mbuze ndị a.",
    "Onye ndụmọdụ pụrụiche nke Gọvanọ Alex Otti bụ Uche Ukeje kwere ndị bi ebe ahụ ngwa na gọọmentị ga-eleba anya n’imezi ma gbochie mbuze a.",
    "Ukeje kwere nkwa a mgbe ọ gara njem nleta na mpaghara Ogbor Hill ebe mbuze a mere.",
    "Ogbor Hill dịka aha ya si dị bụ nọ na mpaghara ugwu dị n’Aba nke mere na mmiri zoo ọ ga na-achọ ụzọ ọ ga-esi asụpụ.",
    "Dịka mmiri na-achọ isụpụ ọkachasị n’ebe e nweghi ezi ọwammiri, ọ na-ekpokọrọ aja ndị nọ n’akụkụ ụzọ malite zie igwu olulu nke na-ebuta mbuze.",
    "Gburugburu",
    "Abia Steeti",
    "Klaimet chanji",
    "Vidio, Ọ fọrọ obere ihe ka mbuze rie ụlọ anyị n’Ogbor Hill Aba., Duration 0,5618 Julaị 2023",
    "Vidio, Ifeanyi Ubah: Obi ọ ga-adị gị mma ma a pịa nne gị ụtalị n'aha 'sit at home'?, Duration 4,2617 Julaị 2023",
    "Gịnị ka 'State of Emergency' gọọmentị tinyere na ngalaba nkọpụta nri Naịjirịa pụtara?14 Julaị 2023",
    "Vidio, Anaghị m ahụ ụzọ, mana ọ gbochighị m ịbụ onye na-azụ ezi - Ozo Augustine, Duration 3,3115 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}