{
  "published": "29 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mba Indonesia ejirila mmanụ nri mepụta mmanụ pụrụ ije e ji akwọ ụgbọelu, dịka mba ahụ na-eme nnyocha ịchọpụta ụdị mmanụ ndị ọzọ e nwereike iji na-eme ihe ma wetulata aka na mbubata mmanụ ụgbọala.",
    "Ọ bụ ụlọọrụ 'Garuda Indonesia' ji mmanụ ahụ pụrụ iche e ji mmanụ nri mepụta kwọọ ụgbọala Boeing 737-800NG nke bu ndị njem 100 si Jakarta gaa Surakarta.",
    "Ụlọọrụ mepụtara mmanụ ahụ pụrụ iche bụ ụlọọrụ 'Indonesia State Energy Firm PT Pertamina (PERTM.UL).",
    "Ha ji akụrụngwa a kpọrọ hydro-processed esters' nakwa 'fatty acids', site n'usoro tekịnụzụ a kpọrọ HEFA iji mepụta mmanụ a pụrụ iche site n'akị.",
    "Gịnị bụ ‘Dome’ a na-echekwa ihu eluigwe mba Isreal megide ogbunigwe?20 Ọktọba 2023",
    "Ọgba mbọ: Ọmịiko m nwere n’ebe onye ngwọrọ nọ mere m ji rụọ ‘electric wheel chair’ – Honesty Godwin3 Ọgọọst 2023",
    "Ụlọikpe ewepula mmachi Ipob, kwuo ka enye Nnamdi Kanu ijeri 827 Ọktọba 2023",
    "Ụlọntaakụkọ Reuters kwuru na ụlọọrụ Garuda mere ọtụtụ nchọcha n'ọnwa Ọgọsta nakwa na mmalite ọnwa Ọktoba maka mmanụ a pụrụ iche ha mepụtara.",
    "N'otu aka ahụ kwa, ụlọọrụ Pertamina kwuru na mmanụ ahụ ha ji mkpụrụ nkwụ mepụta na-ewetu mmepụta ikuku 'greenhouse gas', karịa mmanụ 'fossil fuel'.",
    "Harris Yahya bụ otu n'ime ndị isi na ngalaba mmepụta mmanụ nke mba Indonesia kwuru na mmanụ 'biofuel' ga-ewetu mmetụta 'greenhouse' n'ụwa.",
    "Ebe foto si, Getty Images",
    "N'afọ 2021 ka Indonesia bu ụzọ jiri mmanụ a pụrụ iche e si na mkpụrụ nkwụ mepụta kwọọ ụgbọelu si n'obodo Bandung gaa Jakarta, mana ụgbọelu ahụ ebughi ndị njem.",
    "Ndị ọ kacha mara kwuru na ngalaba njem ga achọ ihe ruru ijeri lita 450 nke mmanụ a pụrụ iche a kpọrọ 'Sustainable Aviation Fuel' (SAF) n'afọ 2050 iji nwee ike ịkwụsị iji mmanụ biofuel kpamkpam.",
    "Mana ụfọdụ mba ndị ọzọ na-akatọkwa atụmatụ a dịka ha na-ekwu na mmepụta mmanụ a ebe o buru ibu ga-ebute igbutu ọtụtụ osisi nkwụ ma kpata ihe a na-akpọ 'deforestation'.",
    "Otu European Union etinyela mmachi na mbubata mmanụ nkwụ. Ọzọkwa, kamgbe afọ 2022 ka Indonesia machiri mbupu mmanụ nri n'ụdị ọbụla.",
    "Ebe foto si, Getty Images",
    "ndị nnyocha sayensị amalitela nchọcha maka iji mmanụ si n'abụba ezi na ụmụ anụmanụ ndị ọzọ iji mepụta mmanụ e ji akwọ ụgbọelu",
    "N'ime afọ 20 gara aga, nchọcha miri emi na-aga n'ihu iji mata etu e nwereike iji were mmanụ si n'ahụ ụmụ anụmanụ maọbụ nsị ụmụ anụmanụ iji mepụta ihe dị icheiche.",
    "Nnyocha ọhụrụ gosiri na nke a abawanyela nke ukwuu n'ebe afọ 2006.",
    "Ụfọdụ mmanụ e mepụtara n'ụzọ dị otu a ka e jiri kwọọ obere ụgbọala na nnukwu ụgbọala dị icheiche dịka 'truck', mana gọọmentị na-enye nkwado iji mara ma a ga-ejinwu mmanụ ndị a kwọọ ụgbọelu, iji mee ka njem elu dịwanye ọcha.",
    "Dịka ngalaba na-ahụ maka njem na gburugburu na mba UK si kwuo, njem ụgbọelu ga-esi Paris gaa New York ga-ewe abụba si n'ahụ ọtụtụ ezi ọnụọgụgụ ha ga-eru 8,800.",
    "Mana ngalaba ndị ọzọ na-eji mmanụ si n'ahụ ụmụ anụmanụ nakwa nsị ụmụ anụmanụ eme ihe dị icheiche na-ekwu na ọ bụrụ na ngalaba njem elu malite ịchọ mmanụ ụmụanụmanụ ndị a, ọ ga-emetụta ha nke ọma maka na ọ ga-eme ka ngwaọrụ ha kọọ ụkọ.",
    "Tekinụzụ",
    "Indonesia",
    "Njem ụgbọelu",
    "Simeon Okezuo Nwobi: Onye bụ ụkọchukwu a Pope họpụtara dịka Bishọp Ahiara Diocese?14 Ọktọba 2023",
    "Teachers Salary: Kedụ ihe ndị nkuzi na-eri n'ụgwọọnwa n'Ugwu na Ndịda Naijiria? 11 Ọktọba 2023",
    "Ihe kpalitere m ji see eserese obodo Amagu nke fesara n'ịntanetị niile - Juliet Godwin1 Ọktọba 2023",
    "'E nwere oge udo, nwee oge agha, ugbua bụ oge agha' - Praịm Mịnịsta Israelelekere 5 gara aga",
    "Ben Nwabueze, ọkaiwu nwere agba alaala mmụọ ka ọ gbachara afọ 9430 Ọktọba 2023",
    "Etu aka siri kpara nwokorobia a sị na-ezu ụmụaka,ere n'Enugwu steetielekere 9 gara aga",
    "Etu e si chọta ozu mmadụ karịrị 70 n'ebe a na-ere ehi na Lokpanta - Alex Otti1 Ọktọba 2023",
    "Etu mba Indonesi si jiri mmanụ nri mepụta mmanụ e ji akwọ ụgbọelu29 Ọktọba 2023",
    "'Akpọtara m nwa akwụkwọ na ndu, bịa ịkpọrọ ya ọ bụrụ n'ozụ'- Nwaanyị nwa ya si ụlọelu ụlọakwụkwọ ya daa, nwụọ23 Ọktọba 2023",
    "Ụlọikpe ewepula mmachi Ipob, kwuo ka enye Nnamdi Kanu ijeri 827 Ọktọba 2023",
    "Alaba International Market: Gọọmentị Legọs emepeela ahịa a ha mechiburu n'ihi ebubo iru unyi28 Ọktọba 2023",
    "Ihe gọọmentị kwuru maka nwa akụkọ Naịjirịa a sị e gburu na mba Philippines23 Ọktọba 2023",
    "Etu aka siri kpara nwokorobia a sị na-ezu ụmụaka,ere n'Enugwu steeti",
    "Ben Nwabueze, ọkaiwu nwere agba alaala mmụọ ka ọ gbachara afọ 94",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Gov Fubara impeachment plot: Ihe anyi maa maka nkata ịchụtu Gọvanọ River state",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}