{
  "published": "8 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ihe nnyụsịta ọtụ nwaanyị na-ekwu maka ọmụmụ na 'ovulation' ya5 Ọgọọst 2020",
    "Ọrịa 8 ụmụnwaanyị dị ime na-arịakarị na etu ha ga-esi gbanahụ ya16 Febụwarị 2021",
    "Etu ụdịrị nsị ị nyụrụ si egosi ahụike gị6 Juun 2020",
    "Gọọmentị mba Sweden ekwuola  na o nweghị mgbe ha binyere maọbụ nwee mkpebi ime mmekọrịta nwoke na nwaanyị asọmpi egwuregwu na mba ahụ.",
    "Akụkọ fegharịrị ma wuo na nsonso a na-ekwu nac Sweden abụrụla mba mbụ na-eme mmekọrịta nwoke na nwaanyị asọmpi egwuregwu.",
    "Mana mba ahụ kwuru na akụkọ ahụ bụ ụgha.",
    "N'ọsịsa ajụjụ nke BBC zigara ụlọnnochiteanya mba ahụ na Naijiria, onye odeakwụkwọ ha bụ Anna Edoh sịrị, \" Nke a bụ akụkọ ụgha.\"",
    "\"Mmekọrịta nwoke na nwaanyị abụghị asọmpi egwuregwu na  Sweden,  o nweghị ngalaba gọọmentị na-ahụ maka egwuregwu mmekọ.\"",
    "Ebe foto si, Getty Images",
    "Edoh gara n'ihu kwupụta na otu ụlọọrụ  kpọrọ onwe ha \"Swedish Sex Federation' detara gọọment ha akwụkwọ ozi snị ka anabata ha na otu ndị na-ahazi asompi egwuregwu na mba Sweden.",
    "\"Anyị jụrụ ịnabata ha n'ihi na ha tozughị n'ihe ụlọọrụ na-ahụ maka egwuregwu kwesịrị inwe.\"",
    "Ọ gara n'ihu kwuo na ha hụrụ akụkọ ahụ na-ekwu na Sweden anabatala asompi mmekọrịta nwoke na nwaanyị mana ya bụ akụkọ esighị n'aka gọọmentị maọbụ ngalaba na-ahazi asompi egwurewgu na mba ahụ.",
    "Nnyocha ngalaba na-ahụ maka nnyocha na BBC mere nnyocha iji mata oge akụkọ ahụ gbara n'intanet kpomkwem.",
    "Nchọpụta anyị gosiri na e wepụtara akụkọ ahụ mbụ n'ọba ozi  tudurudu.com n'abalị 29 nke ọnwa Mee.",
    "O doghị anya onye nwe ọbaozi ahụ nke na-ebipụtakarị akụkọ na-atọ ọchị.",
    "N'akụkọ ha dere banyere Sweden ịnabata mmekọ dịka asọmpi egwuregwu, ha kwuru na Sweden bụ mba mbụ na-eme nke a n'ụwa..",
    "Ha ekwughị ma o nwere ihe jịkọrọ ụlọọrụ na-ahazi ya na gọọmentị",
    "Ị gụdaa akụkọ ahụ, ị ga-ahụ na ha kwuru na asompi ahụ ga-adị ire ọtụtụ izuụka.",
    "Ha kwukwara na ndị mmadụ ga-enwe ohere ikiri ya dịka a ga-egosi ya n'intanet dịka ọ na-eme ihe Bekee kpọrọ, \"livestreaming.\"",
    "Na nnyocha anyị, anyị chọkwara onye a kpọrọ Dragan Bratych bụ onye a sị bụ onyeisi otu 'Swedish Federation of Sex' mana o nweghị ihe anyị hụrụ maka ya n'intanet, ọbụladị foto ya maọbụ okwu o kwuru maọbụ dee.",
    "Cheta na akụkọ Sweden inabata mmekọrịta dịka asọmpi wuru ewu na Naijiria nke na ọtụtụ akwụkwọ akụkọ nakwa ọbaozi intanet na Naijiria bipụtara ya.",
    "CAN asaala El-Rufai  n'okwu 'Muslim-Muslim ticket' 7 Juun 2023",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?7 Juun 2023",
    "Ihiala ritual: Anyị amalitela nnyobanye n'ogbugbu mmadụ na Mbrakpa, Ihiala ebe ebu ozu abụọ na baro 8 Juun 2023",
    "School cultism: Ụlọakwụkwọ  achụọla ụmụakwụkwọ isii maka akara'snake bite'3 Juun 2023",
    "Igbo culture: Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo na ihe  ha pụtara12 Mee 2023",
    "A maala ụkọchukwu ikpe ọnwụ maka igbu iko ya nwaanyị na mmadụ abụọ ọzọ6 Juun 2023",
    "Ejighi mkpọtụ soshal midia enweta mmeri na ntuliaka – Fada Ejike Mbakaelekere 8 gara aga",
    "Ihe Mudashiru Obasa, Onyeisi Ụlọomeiwu Legọs steeti kwuru maka ịzụ ala na ụlọ na Legọs mụnyere ọkụ na soshal midiaelekere 8 gara aga",
    "NA EME UGBU A Presidential Election Tribunal: A malitela ikpe mkpesa otu pati Labour9 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}