{
  "published": "1 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, CATHOLIC DIOCESE OF NSUKKA/FACEBOOK",
    "Bishop ụka Katolik na Nsụka bụ Most Rev. Godfrey Igwebuike Onah agwala ndị nne na nna ka ha bilie n’ọrụ ha ma nye ụmụ ha ezigbo ọzụzụ.",
    "O kwupụtara nke a mgbe ọ na-ekwu okwuchukwu n’ụbọchị ụka Sọnde 5 Mee 2024 bụ nke o jiri katọọ akparamaagwa Oriọkpa Nsụka maka ịpịa ndị mmadụ ụtarị aghara aghara.",
    "Ọ sịrị na ọtụtụ ụmụokorobịa Nsụka ajụla ịmụ ọrụaka dị icheiche n’ihi oke mmasị ha nwere maka mmanwụ Oriọkpa.",
    "Ọ katọrọ ụzọ mmanwụ ahụ si ebutere ndị mmadụ ihe mmerụahụ tụmadụ onye ọrụ nọọsụ bụ Blessing Ogbonna, bụ onye ha merụrụ nnukwu ahụ na nso nso a.",
    "Ebe foto si, Blessing Ogbonna/ Aka Eze Aka",
    "Gọọmentị Enugwu steeti ekwuola na ha amachiela ịgba mmanwụ na mpaghara Nsuka iji nye ohere inyocha ihe mere dịka ndị mmanwụ pịatọrọ otu nwa nọọsụ n'aga ọrụ na nsonso a.",
    "Ndị mmanwụ Oriọkpa paturu nwa ada Blessing Ogbonna n'abalị 28 nke ọnwa April dịka oọ kwọ  ogbatumtum ya aga ọrụ, merụọ ya nnukwu ahụ bugara ya ụlọọgwụ.",
    "Ndị uweojii anwụchiela ndị a sị ji mmanwụ chụpụ otu nwaanyị n'Ogbaru, Anambra 23 Mee 2023",
    "Ihe Ụmụada Ngwo mere nwaanyị pịara nne ya bụ agadị ihe23 Disemba 2022",
    "Lee ihe Igwe Mmaku kwuru maka nwaanyị ajadụ a gbara ọtọ kpụgharịa n'obodo13 Nọvemba 2022",
    "Kọmishona mgbasaozi steeti ahụ bụ Aka Eze Aka gwara BBC Igbo n'ekwentị na \"obi adịghị gọọmentị maka ihe mere\", ma kwuo ha na-ama imi ala ịnwuchusi ndị mere ya bụ ihe.",
    "\"Gọọmentị ekwuola na Oriọkpa agaghị agba ọzọ rue ma e mecha ihe nile aga eme gbasara okwu a.\"",
    "\"O kwuru na \"Ọ bụghị nanị otu onye mere ihe ahụ, anyị na-achọ ka e jidekọta ndị mere ihe ahụ.\"",
    "\"Ọ bụrụ na ejideghị ha, ị mara na ndị igwe nọ ebe ahụ nọ na nsogbu.\"",
    "Aka gara n'ihu kwuo na  gọọmentị ekpebiela iwega okwu ahụ ụlọomeiwu ka ndị omeiwu steeti ahụ  mee iwu ga-ahazi etu mmanwụ ga-esi agba na steeti ahụ.",
    "Ebe foto si, Blessing Ogbonna",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "Ebe foto si, Anioke/Screengrab",
    "Otu onye ọrụ ahụike ahụla onwe ya n'ụlọọgwụ ebe ọ na-anata nleta ahụike dịka mmanwụ a kpọrọ Oriọkpa pịanyeere ya ajụ n'anya.",
    "Blessing Ogbonna, onye nọọsụ nọ n'ọgbatumtum aga ọrụ  oge ndị mmanwụ wakporo ya pịa ya gwogwo.",
    "Ihe onyonyo fegharịrị na soshal midia gosiri aka ike ndị mmanwụ ruru ise jirị ụtarị kụtọli Nwaada Ogbonna nke mere ka ọ si n'ọgbatumtum dapụ n'okporoụzọ.",
    "Kemgbe akụkọ agwa ndị mmanwụ kpasara Nwaada Ogbonna pụtara ihe, ọtụtụ ndị mmadụ na soshail media na-akwa n'ihu na ihu gụnyere ndị na-agba mbọ maka ikike dịịrị onye akọtọọla ya bụ ihe, sị na ọ jọgburu udele sie nkapị n'isi.",
    "Ha tụrụ arịrị na ụfọdụ obodo jizi omenala na-eme mpu megide ikike dịrị onye nakwa iwu obodo.",
    "Otu ndị si Nsukka na-ahụ ka Omenala si aga bụ Otobo Nsukka Development ji iwe kwuo na oge eruola mgbe a ga- akwụsị ya bụ mmanwụ, n’ihi na ndị arụ, ndị ohi nakwa ndị enweghị aka ọrụ jizi mmanwụ Oriọkpa ahụ akpa ike ọjọọ.",
    "Onyeisi otu ahụ bụ Prince Chibeze Onah na Mazi Agu Chineme kpọrọ oku ka e mechie ma machie ya bụ mmanwụ.",
    "Onyeisi otu 'Heroine Women Foundation bụ Onyinye Mama katọrọ mmanwụ ahụ, ma kwaa arịrị na ọ bụkarị ụmụnwaanyị ka ha na-apịa nnukwu itari were kwukwaa na ihe a megidere ikike dịrị nwata nwaanyị nọọsụ ahụ dịka nwa afọ Naijiria.",
    "Ebe foto si, Amoke Chijioke",
    "Onyeisi ọha obodo(President General) Ihe Nsuka bụ Ichie Anioke Ndụka kọwara na ndị ndu obodo Ihe na Owere Nsuka ebe ihe ahụ mere gbarụụ ihe maka agwa ndị mmanwụ ahụ kpara.",
    "Na mkparịtaụka ya ana BBC Igbo nwere n'ekwentị ụbọchị Wenezde , ọ sịrị na ha ejikotala aka ọnụ ime nnyocha iji chọpụta ndị mmanwụ tara nwaagbọghbịa Nọọsụ ụtara ma merụọ ya ahụ, ma taa ha ahụhụ maka ịda iwu obodo.",
    "O kwuru na iwu mmanwụ megidere ịpịa onye nọ n'elu ọgbatumtum maọbụ onye na-aga ọrụ ụtarị.",
    "\"Iwu anyị bụ nani otu ugboro n'ọnwa ka mmanwụ ga-agba.\"",
    "\"Ọzọ bụ na mmanwụ agaghị na-apụta n'okporoụzọ,(main road) kama ọ bụ n'ụzọ dị n'ime ime obodo.\".",
    "\"Oriọkpa bụ ihe egwuregwu, ihe nlere anya.\"",
    "\"Anyị na-esi ọnwụ na anyị ga-amarịrị ndị mere ihe ahụ.\"",
    "Ebe foto si, Anioke",
    "N'otu aka ahụ, onyeisi otu ụmụokorobia ndị Ihe-Nsuka bụ Ichie Chinwuba Ngwoke kwuru na \"ihe mere Ụbọchịụka ahụ abụghị ka obodo si kwuo ka mmanwụ si mebe.\"",
    "O kwuru na ha agala galeta nwatanwagbọghọ ahụ emerụụ arụ' iji gosi ya na ọ bụghị anyị si mmanwụ mebe ihe ha mere.\"",
    "\" Nwaanyị anaghị aga ebe mmanwụ anyị nọ, mana ebe o yi akwa nọọsụ, a kara ịhapụ ka ọ gawa ebe ọ na-aga.\"",
    "\" Enwere nnupu isi na mmadụ nwee nnupụisi na mmụọ.\"",
    "\"Mmụọ bụ mmụọ mana ọ bụrụ na mmadụ anọghị na mmụọ, .\"",
    "\"Mmanwụ ga-akwụsịgodi ịpụta rue oge elebachara naya ebe mmanwụ ahụ si pụta.\"",
    "Naijiria",
    "Omume",
    "Enugu Steeti",
    "Omenala",
    "Enugwu",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minimum wage: Kedụ ihe 35% Gọọmentị Etiti tinyere n’ụgwọọnwa pụtara onye nọ 'Level 8' n'ọrụ oyibo?3 Mee 2024",
    "Chad Elections: Ihe i kwesiri ịma maka ntuliaka mba a6 Mee 2024",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ aelekere 6 gara aga",
    "NA EME UGBU A, Ụlọomeiwu Naịjirịa akwadoola ikpe ọnwụ maka ndị na-ere ọgwụike",
    "Gọvanọ Mbah ehiwela atụmatụ a ga-eji kpochapụ ndị omekoome n’Uzo Uwani8 Mee 2024",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'6 Mee 2024",
    "Chad Elections: Ihe i kwesiri ịma maka ntuliaka mba a6 Mee 2024",
    "Minimum wage: Kedụ ihe 35% Gọọmentị Etiti tinyere n’ụgwọọnwa pụtara onye nọ 'Level 8' n'ọrụ oyibo?3 Mee 2024",
    "Etu nnyocha ogbugbu nwata a na 'West Bank' si bute ebubo na ndịagha Israel mere mpụ agha 3 Mee 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Ihe ị kwesiri ịma maka ụgwọ 0.5% ọhụrụ CBN manyere7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'",
    "Crystal Palace adụpuola Man Utd ka blomblom n'azụ ụlọ haEmelitere ikpeazụ na: 19 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}