{
  "published": "26 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii ekwuola na ọ bụ eziokwu na e gburu Friday Njoku n’Okwu Uratta dị n’okpuruọchịchị Owerri-Nọrth nke Imo steeti.",
    "Ndị a maghị ndị ha bụ gburu Friday Njoku ma dọpụta ozu ya n’akụkụ ụzọ n’obodo Okwu Uratta dị n’okpuruọchịchị Owerri-North nke Imo steeti.",
    "Ọnụ na-ekwuru ndị uweojii Imo steeti bụ Henry Okoye kwupụtara nke a n’oge ya na BBC Igbo nwere mkparịtaụka n’ekwentị.",
    "Dịka o siri kwuo, ndị uweojii nwetara ozi banyere ogbugbu Friday n’ụbọchị Mọnde,abalị 22 Eprel afọ 2024 ma banye n’ọrụ ozugbo ịchọpụta ihe butere ọnwụ ya.",
    "Ọ sịrị na ndị ntorobịa Okwu Uratta wakporo ụlọ na ụgbọala Maazị Emmanuel Abakporo bụ onye ha na-ebo ebubo igbu Friday ma munye ha ọkụ.",
    "Ka osiladị, ọ sịrị na a nwụchiela Emmanuel dịka ndị uweojii na-agbasi mbọ ike ịchọpụta ndị aka ha dị n’ọnwụ Friday.",
    "Okoye nyere ndị ntorobia Okwu Uratta na Imo steeti niile ndụmọdụ ka ha wepụ aka n’agwa ọ bụla nwere ike ibute tigbuo-zọgbuo.",
    "Dịka otu onye ndu obodo ahụ na-achọghị ka akpọọ ya aha siri kwuo, njinji ahụ jiri n’ụbọchị ụka Sọnde 21 Eprel 2024 mgbe ọ kụrụ ihe dịka elekere itoli nke ụtụtụ.",
    "Ọ kọwara Friday gbara ihe dịka afọ 28 dịka onye na-enweghị nne na nna nakwa onye na-eme aka ntụtụ ma bụrụkwa onye ndị uweojii na-anwụchi ugboro ugboro n’ihi ụmụ obere ohi ndị ọ na-ezu nke gụnyere ohi o zuru n’ụlọọgwụ ‘health centre’ dị n’obodo ha na mgbe gara aga.",
    "N’oge ọ na-agwa BBC Igbo okwu, onye ndu obodo ahụ sịrị na ndị ntorobịa iwe juru obi mụnyere ụlọ na ụgbọala onyeisi ndị nche obodo Okwu Uratta bụ Emmanuel Abakporo ọkụ dịka ha boro ya ebubo igbu Friday ma bibiekwa ụlọahịa nwunye ya.",
    "O kwuru na ndị uweojii nwụchiri nwanne nna Friday bụ Michael Njoku n’oge ọ gara n’ụlọọrụ ndị uweojii, dịka ha boro ya ebubo ịkpali ndị ntorobịa ịmụnye ụlọ Emmanuel ọkụ.",
    "Ọ katọrọ ogbugbu e gburu Fraide tinyere ụlọ na ụgbọala Emmanuel amụnyere ọkụ ma rịọ ndị uweojii ka ha mee ezi nnyocha n’okwu ahụ iji weta ikpe nkwụmọọtọ nye mmadụ niile.",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ime n'ike",
    "Yahaya Bello na EFCC: Ụlọakwụkwọ Amerịka ha akwụghachila ego na-ese okwu?27 Eprel 2024",
    "\"Ndị PDP Imo steeti niile so Ihedioha aga ebe ọbụla ọ na-aga\" - Barr. Kissinger23 Eprel 2024",
    "Chimamanda Chukwudum: 'Ọrịa 'kidney' nna m dara, nne kwụsị ọrụ kpalirị m ịmụ nka 'pillow' 9 Ọktọba 2023",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}