{
  "published": "3 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Anambra Govt",
    "Romanus Ejikeme bụ nna Mmesoma Ejikeme",
    "Nna Mmesoma Ejikeme, nwa akwụkwọ a na-arụ aka maka ebubo ịkpụ mpụtara ule Jamb adigboroja bụ Romanus Ejikeme arịọla ngalaba na-ahazị ule ịba mahadum bụ  'Joint Admission and Matriculation Board' (Jamb)  na ụmụ Naijiria mgbaghara maka agwa nwa ya kpara.",
    "Nke a so nkwụpụta Mmesoma kwupụtara nye komiti nke Gọọmentị Anambara steeti hiwere inyocha ebubo Jamb boro ya, sị na ya kpụgharịri mpụtara ule Jamb n’ezie.",
    "Romanus Ejikeme gwara ndị ntaakụkọ sị,“ Nwa m nwaanyị akọwatarịghị m ihe mere n’oge.”",
    "“ Ugbua m ghọtara ihe mere, ana m arịọ Jamb na ụmụ Naijiria mgbaghara.”",
    "Ebe foto si, Anambra State Government",
    "Kọmiti nke gọọment Anambra Steeti ihibere iji leba anya n'ebubo nrụrụaka ule nke ụlọọrụ ' Joint Admission and Matriculation Board' (Jamb) boro nwatakwụkwọ aha ya bụ Mmesoma Joy Ejikeme, kwuru na nwata ahụ emechaala kweta na ọ bụ eziokwu na ọ kụgharịrị mpụtara ule Jamb ya nke afọ 2023.",
    "Nke a bụ ihe dị n'ime mpụtara nnyocha kọmiti ahụ bụ nke ha wepụtara n'ụbọchị Fraịde.",
    "Ihe kọmiti ahụ nyochapụtara bụ ndị a:",
    "Mpụtara ule Mmesoma Joy Ejikeme nke si n'aka ụlọọrụ Jamb gosiri na akara o nwetara bụ 249",
    "Akara 362 nke Mmesoma Joy Ejikeme na-ekwu na o nwetara n'ule Jamb bụ adigboroja. Anyị chọpụtara nke a site na ndịiche dị n'akara njirimara ule (registration number), ụbọchị ọmụmụ ya, ebe ọ nọ lee ule na ihe ndị ọzọ",
    "Ejikeme Joy Mmesoma kwetara na ọ bụ ya ji ekwentị ya kụgharịa mpụtara ule ya",
    "Onyeisi ụlọakwụkwọ Anglican Girls Secondar School bụ Oriaku Edu Uche, na odeakwụkwọ agụmakwụkwọ nke dayọsis ụka Anglịkan nke Nnewi gosiri ịtụnanya maka ihe a Ejikeme Joy Mmesoma mere.",
    "Kọmiti ahụ kwuru na Ejikeme Mmesoma ga-arịọ ụlọọrụ Jamb, ụlọakwụkwọ Anglican Girls, na gọọmentị Anambra Steeti mgbaghara maka ihe ahụ o mere.",
    "Ha kwukwara na a ga-akpọga Mmesoma na nke onye ọkacharamara maka ahụike uche ka ọ nata enyemaka.",
    "Kọmiti ahụ gara n'ihu dọọ ụmụakwụkwọ aka na ntị ka ha na-erube isi n'iwu na-achịkọta ule dị icheiche ha na-achọ ile.",
    "Ụlọọrụ na-emepụta ụgbọala, bụ Innoson Vehicles, ekwuola na ha anapụla Mmesoma Ejikeme onyinye agụmakwụkwọ n'efu nke ha nyeburu ya.",
    "Ọnụ na-ekwuru ụlọọrụ ahụ bụ Cornel Osigwu kwuru na nke a bụ maka nchọpụta e merela nke gosiri n'ezie na nwata ahụ ji ụzọ nrụrụaka kpụgharịa mpụtara ule Jamb ya.",
    "Cheta na ụlọọrụ Innoson Motors kwere Mmesoma Ejikeme nkwa agụmakwụkwọ Mahadu n'efu, dịka aha ya malitere iwu dịka onye kacha nweta akara dị elu n'ule Jamb nke afọ 2023.",
    "Cornel Osigwe kwuru na ụlọọrụ Innoson ga-aga n'ihu n'ịkwado ụmụakwụkwọ ndị na-eme nke ọma n'agụmakwụkwọ ha, ma bụrụkwa ndị nwere ezi akparamagwa ikwu eziokwu na ịkwụba aka ọtọ.",
    "\"Anyị ga na-aga n'ihu n'ịkwalite agụmakwụkwọ Naịjirịa nakwa ịkwado ụmụ akwụkwọ ka ha bụrụ ọkaibe,\" Osigwe dere.",
    "Ebe foto si, BBC/Screengrab",
    "School cultism: Ụlọakwụkwọ  achụọla ụmụakwụkwọ isii maka akara'snake bite'3 Juun 2023",
    "Chrisland school: A kpụpụla ụfọdụ n'ụlọakwụkwọ a ụlọikpe maka ọnwụ otu nwata akwụkwọ ha25 Maachị 2023",
    "Lee usoro ndị ọzọ ị ga-eji zụọ ụmụ gị na-abụghị sọ ịpịa ụtalị28 Eprel 2022",
    "Ụka Anglịkan na Nnewi Dayọsịs bụ ndị nwe ụlọakwụkwọ ebe Ejikeme Mmesoma na-agụ, kwuburu na ha na-eme nnyocha nke ha gbasara okwu nrụrụaka a Jamb na-ebo nwa akwụkwọ ha.",
    "Odeakwụkwọ Synod dayosis nke Anglikan na Nnewi bụ Venerable Geoffrey Muotunanya, kwụrụ sị, \"Ihe anyị chọrọ bụ ịma nke bụ eziokwu ihe mere kpọmkwem.\"",
    "\"Nwata nwaanyị si na e nwere akwụkwọ si Jamb kwuru na o nwere 362.\"",
    "\"Jamb sị mba na ọ sighị ha n'aka. Ihe anyị chọrọ bụ ịma nke bụ eziokwu.\"",
    "\"Ọ bụrụ na ọ bụ mmadụ nyere nwata ahụ akwụkwọ ahụ, anyị chọrọ ịma?",
    "\"Ọ bụ ọrụ DSS ịnyocha  mara ebe akwụkwọ nke nwata ahụ ji si.\"",
    "Muotunanya kwuru na \"ihe mere anyị ji etinye ọnụ n'okwu a bụ n'ụlọakwụkwọ a so n'ụlọakwụkwọ nke gọọmentị nyeghachiri ndị ụka\".",
    "\"Kedụ ihe mere na Jamb ekwughị ihe ọbụla kemgbe ihe karịrị ọnwa abụọ  mpụtara ule Jamb ji gbaa?\" ka ọ jụrụ.",
    "Ebe foto si, Jamb",
    "Ọtụtụ mmadụ na-ajụ ugbua etu mmadụ nwereike isi kọta mpụtara ule Jamb nke bụ ezigbo na nke bụ adigboroja.",
    "Nke a bụ okwu gbasara nwaada a na-akpọ Mmesoma Ejikeme, onye ụlọọrụ Jamb na-ebo ebubo na ọ kụgharịrị mpụtara ule ya ma werezie mpụtara nke adigboroja na-anara otito n'ebe dị icheiche.",
    "Mmesoma ka na-ekwu na mpụtara ule nke o ji bụ nke ezigbo mana ọnụ na-ekwuru ụlọọrụ Jamb bụ Fabian Benjamin akọwaala etu e si amata mpụtara nke bụ ezigbo na nke bụ adigboroja.",
    "Ebe foto si, JAMB/BBC",
    "Etu ezigbo mpụtara ule Jamb si adị",
    "Benjamin, n'okwu ọ gwara ndị ntaakụkọ n'ụbọchị Tuzde kwuru na ihe njirimara e ji ama ezigbo mpụtara ule Jamb ruru 17, mana ya ga-akpọpụta naanị atọ. Ha bụ:",
    "Akara QR Code nke mmadụ nwereike iji ekwentị ya sere iji gosi na mpụtara ule ya bụ nke ezigbo",
    "Onyonyo onye ahụ lere ule bụ nke ga-egosi n'akụkụ aka nri n'akwụkwọ mpụtara ahụ",
    "Njirimara ụlọọrụ jamb bụ nke a ga-ebi n'akwụkwọ mpụtara ahụ niile",
    "Benjamin gara n'ihu kwukwara na e nwere ndịiche n'ụbọchị ọmụmụ nke dị na mpụtara ule adigboroja ahụ Mmesoma ji, na nke dị na mpụtara nke ezigbo nke Jamb.",
    "Ebe foto si, Jamb/Fabian Benjamin",
    "Jamb kwuru na mpụtara nke a bụ adigboroja, maka na ha kwụsịrị iwepụta ụdị nke a kamgbe afọ 2022",
    "Fabian Benjamin kọwara oge mmadụ na-edebanye aha maka ule Jamb, ọ ga-enwe ihu ozi nke ya n'ọbaozi Jamb.",
    "Ihu ozi a, beke kpọrọ 'profile', ga-enwe ozi niile gbasara onye ahụ, nke bụ na ọ bụrụ na mpụtara ule ahụ pụta, n'ihu ozi ahụ ka onye ahụ ga-esi ga lee ya ma bipụtakwa ya.",
    "\"Onye ọbụla chọrọ ile ule Jamb ga-ebu ụzọ ziga akara njirimara 'NIN' ya gaa na 55019, anyị ga-ekepụtara ya ihu ozi nke ya,\" Benjamin kọwara.",
    "\"Ọ bụ n'ihu ozi ahụ ka onye ahụ ga-esi mee ihe niile gbasara ule jamb, ma bipụtakwa mpụtara ule ya oge ọ pụtara.",
    "\"Onweghị ebe ọzọ mmadụ nwereike isi bipụta mpụtara ule nke ya. Ị gaghị enweike ime ya n'ihu ọbaozi Jamb, maka na ọ dịghị ebe ahụ, naanị n'ihu ozi 'profile' nke gị ka ị ga-esinwu bipụta mpụtara ule gị.",
    "Ọ bụ eziokwu na Mmesoma ekwuola na ọ kụgharịghị mpụtara ule Jamb ya, BBC Igbo ka na-agbalị ka anyị na ya nwee mkparịtaụka.",
    "Ebe foto si, Jamb",
    "Nwaada Mmesoma Ejikeme ekwuola na ọ bụghị eziokwu na ya degharịrị mpụtara ule Jamb ya dịka ụlọọrụ Jamb si ebo ya n'ebubo.",
    "Cheta na ụlọọrụ Jamb kwupụtara n'ụbọchị Sọnde na ọ bụghị Mmesoma nwetara akara kachasị n'ule Jamb nke afọ 2023 dịka ha si kwubuo, kama na ọ bụ aghụghọ ka o ji  degharịa mpụtara ule ya.",
    "Mana n'ihe onyonyo nke fesara na soshal midia ugbua n'ụbọchị Mọnde, Mmesoma kwuru na ọ bụ akara 362 ka ọ hụrụ oge ọ gara ibipụta mpụtara ule jamb ya na kọmputa.",
    "\"Edegharịghị m mpụtara ule m, etu m si hụ ya oge m gara lee ya n'ọbaozi ndị Jamb, etu ahụ ka m sikwa bipụta ya,\" Mmesoma kwuru.",
    "\"Amaghị m etu mmadụ nwereike isi degharịa mpụtara ule ya. Enweghị m ikike ime ụdị ihe ahụ.\"",
    "Ebe foto si, Screengrab",
    "Mmesoma na-akọwa etu o si bipụta mpụtara ule ya n'ọbazi Jamb",
    "Mmesoma gara n'ihu kọwaa na ya na onyeisi ụlọakwụkwọ ya agaala na nke kọmishọna agụmakwụkwọ n'Anambra bụ ebe a nọrọ tulee akwụkwọ mpụtara ahụ ma zigara ya ndị Jamb, ha wee kwuo na ya bụ mpụtara bụ adigboroja.",
    "\"Ha kpọrọ ndị DSS, ha wee kpọrọ anyị gaa n'ụlọọrụ ha ma kwuo na ha ga-enyocha mpụtara ahụ nke ọma iji mata ma ọ bụ nke ezigbo ka ọ bụ adigboroja, mana ndị Jamb ekweghị ka ndị DSS mechaa nnyocha ha tupu ha apụọ gwa ụwa niile na m bụ onye aghụgh degharịrị mpụtara ule m.\"",
    "Mmesoma kwuru na ebubo a Jamb boro ya etinyela ya n'ọnodụ nnukwu mwute na obi ọjọọ.",
    "Na mkparịtaụka ekwentị, nna Mmesoma bụ Romanus Ejikeme gwara BBC Igbo na ọ bụ n'akụkọ ụwa nakwa na soshal midia ka nwa ya bu ụzọ nụ maka mpụtara ule Jamb ya tupu ọ ga lee ya n'ọbaozi ndị jamb.",
    "O kwuru na o bụ n'izuụka gara aga ka akụkọ pụtara na a gbanweela mpụtara ule ahụ, na nwa ya nọ na-ebe akwa kamgba akụkọ ahụ pụtara.",
    "\"Mmesoma nwa m na-agba onye nke mbụ n'ụlọ akwụkwọ kamgbe ọ malitere akwụkwọ praịmarị, ọ bụzi ugbua ka ọ ga-amụta idegharị mpụtara ule ya n'ihi Jamb?\" ka Mazi Ejikeme jụrụ.",
    "O kwuru na ọ ga-amasị ya ma e mee nnyocha miri emi iji chọpụta nke bụ eziokwu gbasara mpụtara ule jamb nwa ya bụ Mmesoma.",
    "Ebe foto si, Jamb",
    "Ọnụ na-ekwuru ụlọọrụ Innoson Vehicle Manufacturing bụ Cornel Osigwe ewepụtala ozi na-ekwu na ha na-enyocha okwu so nwata akwụkwọ a sị nwetere akara kachasị elu na mpụtara ule Jamb 2023.",
    "Ụlọọrụ a nke onye ojiegoachụego a ma ama dịka Innocent Chukwuma nwee, nyere nwata akwụkwọ ahụ ebubo okwu a dakwasịrị n'isi bụ Mmesoma Ejikeme nde naịra atọ dịka ihe nrite na ihe e chee o mere.",
    "Ozi Osigwe kwuru:",
    "“Anyị na-eme nnyocha nke onwe anyị n'okwu gbasara aghụghọ a sị dapụtara n’okwu ule a, ọ bụrụ na anyị chọpụta na nwata nwaanyị ahụ kpachaara anya gbanwee mpụtara ule ya, anyị ga-anapụ ya ego efu ahụ, mana ọ bụrụ na anyị chọpụta na aka ya dị ọcha n’ebubo ahụ, anyị ga-ahapụrụ ya ego agwụmakwụkwọ na’efu ahụ mabụọ ya bụ onye kachasị elu n’’elu ahụ ma ọ bụghị ya.”",
    "Ụlọọrụ a na-emepụta ụgbọala na Nnewi mere nke a mgbe akụkọ nwata akwụkwọ a gbara n'ọha n'ihi e che na ya bụ okwu bụ ihe ime ọnụ nye ndị steeti ahụ nakwa ihe ụmụakwụkwọ ibe ya ga-eṅọmị.",
    "Gọọmentị Anambra ewepụtakwala ozi nke ọnụ na-ekwuru ministri agụmakwụkwọ bụ Nnaemeka Egwuonwu zipụtara ma kọwaa ihe a na-eme dịka \"ihe ihere nye steeti ahụ. Ozi ha kwukwara ihe ha zubere ime maka ya bụ okwu.",
    "Gọọmentị Anambra steeti ehibela otu nnyocha maka okwu dapụtara kemgbe a sị otu nwaada nwetere mpụtara ule kachasi elu n’ule Jamb 2023.",
    "Kọmịshọna agụmakwụkwọ steeti ahụ bụ Ngozi Chuma-Udeh gwara ndị ntaakụkọ nke a n’ụbọchị Mọnde ma kwuo na ihe a mere bụ “ihe ihere” nye steeti ahụ.",
    "Gọọmentị steeti ahụ agaala n’ihu na-eto Nkechinyere Umeh bụ nwata akwụkwọ nke ụlọọrụ Jamb sị na ọ bụ ya nwetere akara ule kachasị elu na ule Jamb 2023.",
    "Jamb kwuru na nwaada Umeh nwetere 360.",
    "Akụkọ a so ebubo ụlọọrụ na-ahụ maka ule e ji abanye na mahadum bụ Joint Admission and Matriculation Board (Jamb) wepụtara nke kwuru na ha ga-ata otu nwata akwụkwọ aha ya bụ nwada Mmesoma Ejikeme ahụhụ maka igosi mpụtara ule nke adịgboroja n’ule nke afọ 2023.",
    "Ebe foto si, Jamb",
    "Ụlọọrụ Jamb pụtara n'abalị Sọnde ụbọchị abụọ nke ọnwa Julaị wepụta akwụkwọ ozi nke ọnụ na-ekwuru ha bụ Fabian Benjamin binyereaka ma boo Mmesoma ebubo \"ịkpụgharị mpụtara o nwetere n’ule ahụ\" bụ nke o jiri nata onyinye agụmaakwụkwọ n’efu site n’aka ụlọọrụ Innoson na-arụ ụgbọala.",
    "Ozi Jamb kwuru:",
    "“Nwada Ejikeme Joy Mmesoma nwetere akara 249 ọ bụghị akara 362 dịka o siri kwuo.",
    "“Ọ kpụgharịrị mpụtara ule UTME ya iji ghọgbuo ọha maka inwete nrite nturuugo nakwa ịgbọpụta ihe.”",
    "JAMB gara n’ihu sị na ha ga-ewezuga ezi mpụtara Mmesoma nwetere n’ule ahụ, ma kwuo na ọtụtụ ụmụakwụkwọ ji mpụtara nke adịgboroja na-akpagharị nke ha ji ụfọdụ akụrụngwa ‘software’ rụọ.",
    "Ha gara n’ihu kelee ụlọọrụ Innoson maka onyinye a ma gwaa ndị ọzọ ka ha adala mba n’ihi agwa a nwada a kpara.",
    "“Mmesoma zitere anyị ozi na ọ chọrọ ịhụ akara mpụtara ule ya mana tupu e wepụta ya, ọ gara kpụọ nke adịgboroja ma were ya dochie n’ihu akwụkwọ mpụtara ahụ nke afọ 2022, na-amaghị na anyị agbanweela etu ihu akwụkwọ mpụtara ahụ na-adị n’afọ 2023.",
    "JAMB kọwara na ihe mere ha jiri chọpụta bụ mgbe onye ọrụ gọomentị Anambra Steeti kpọrọ ha n’ekwentị na-ajụ ma ọ bụ eziokwu na Mmesoma nwetere akara 362 n’ule UTME nke afọ 2023. Ha mere nyocha ma chọpụta na ọ bụ akara 249 ka o nwetere.",
    "“Akara o nwetere bụ 249 o nweghi ihe ga-agbanwe ya. Site n’agwa Mmesoma kpara anyị ga-ewezuga mpụtara ule ya ma taa ya ahụhụ.",
    "Cheta na nwada a wuru ewu n'izuụka ole na ole gara maka akara o nwetere n'ule JAMB nke mere ụlọọrụ Innoson jiri nye ya ego nrite nde naịra atọ (N3m).",
    "Ụmụaka",
    "Anambra Steeti",
    "Ọmụmụ na mmụta",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 43 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}