{
  "published": "03:37",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe mere m ji malite ọrụ 'vulcanizer'",
    "Onye dere ya, Amaka Bassey",
    "Ndị mere akụkọ a,  Digital Technical Producer",
    "Jenụwarị 2024",
    "Nwada Bose Adeleke dị afọ 20 malitere ọrụ imezi taya oge ọ dị afọ iri na atọ bụ oge ọ malitere ịgụ akwụkwọ sekọndịrị.",
    "Na mpkarịtaụka Bose na Amaka Bassey nke BBC Igbo mere, o kwuru na ọ mụtara ọrụ ahụ site na-ile nna ya anya ma ọ na-ọrụ ya.",
    "N'okwu ya: \"Ọ bụ ezie na ụmụ akwụkwọ ibe m chịrị ya ọchị na ọ na-arụ ọrụ ụmụ nwoke, mana ụdị ahịa ya ma ego m na-enweta na-abawaye.\"",
    "Mana ugbua, o kwuru na ọnụ ndị kwuru njọ emechaala kwuwezie mma banyere ya.",
    "Kirie mkparịtụka a ugbua.",
    "Nwada Bose Adeleke dị afọ 20 malitere ọrụ imezi taya oge ọ dị afọ iri na atọ bụ oge ọ malitere ịgụ akwụkwọ sekọndịrị.",
    "Ogbambo: Etu ọrụugbo m si mụbaa ruo ugbo 22 na-akọpụtazị osikapa, ji na ihe ndị ọzọ - David Ezeonyekwere28 Septemba 2023",
    "'Etu m si eji nsị mmadụ na anụmanụ emepụta gaasị e ji esi nri'10 Nọvemba 2020",
    "Ọgba Mbọ: Ekweghị m ka isi m kpuru gbochie iji aka m emepụta ihe dị mma - Ifeanyi Ukwueze17 Jenụwarị 2023",
    "Ụmụnyanyị",
    "Ọrụ",
    "Ikike ụmụnwanyị",
    "Ọrụ aka",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Distance Marriage: O nwere uru dị n'ịlụ di obodo oyibo?13 Jenụwarị 2024",
    "Etu nwa TB Joshua Ajoke si runye 'nna' ya aka n'anya maka ebubo ndi e boro ya8 Jenụwarị 2024",
    "Vidio, A chọrọ igbu \"Password\" ka ọ nwụọ ọnwụ ike, Duration 4,4420 Jenụwarị 2024",
    "Vidio, Afcon: Anyi nwere ndị egwu bọọlụ kara aka-Iwobi, Duration 0,4317 Jenụwarị 2024",
    "Vidio, Ọrụ 'vulcanizer' na-enye m ihe ruru puku iri n'otu ụbọchị - Nwada Bose, Duration 3,3717 Jenụwarị 2024",
    "Vidio, Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora, Duration 5,2629 Disemba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}