{
  "published": "10 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Chioma Okoli, Eric Umeofia na Chioma Okoli",
    "Onye nwe ụlọọrụ Erisco Food Limited bụ Eric Umeofia ekwuola na ya amaghị maka nnwụchi ndị uweojii Naijiria nwụchigharịrị ọzọ otu nwaanyị katọrọ na sochal midia Tomatọ ụlọọrụ ya na-emepụta.",
    "Ndị uweojii si Abuja nwuchigharịrị Chioma Egodi Okoli n'ụlọ ya na Legọs na nsonso a n'okwu metụtara nkatọ ọ katọrọ tomato ọ zụrụ n'ahịa n'akara Facebook ya.",
    "Nke a bụ nke ugboro abụọ ndị uweojii na-anwụchi Okoli  bụ onye a nwuchiburu n'ọnwa Septemba afọ 2023 maka okwu ahụ.",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Ị ma Erisco? Lee ka N4200 si mụtara ya ụlọ mmepụta tomato kachasị n'Afrịka7 Jenụwarị 2020",
    "Onye ọkaiwu na-ere ọkpa26 Nọvemba 2019",
    "Na mkparịtaụka BBC Igbo na Umeofia nwere na nsonso a, o kwuru na ya amaghị maka nnwuchi ọhụrụ ahụ, na ya gụtara maka n'ihu akwụkwọ, ma gbakwunye na ọ bụ ndị uweojii ga-ekwu onye dunyere ha.",
    "Ọ gara n'ihu kwuo na ihe ya mara bụ na ya degaburu ndị uweojii akwụkwọ mkpesa maka onye gara n' ihu akwụkwọ soshal midia akato tomato ya na-emepụta.",
    "Ndị ụweọjịị bịara be mmadu ma a kpụrụ mmadụ, ma ha akpụghị ya, etu ọkaiwu onye ahu sịrị kwụọ, ebe ahu ka m gụtara ya. Amaghị m ihe ọ na akọ.\" \"Mana ana m eche na ọ ka mma ụnụ bụ ndị ntaakụkọ gaa jụọ ndị uweojii na m dunyere ha?\"",
    "\" Kama ihe m ma bụ na mgbe gara aga, ndị na-achọ ndị ha ga-emebiri azụmụahịa ha bịara ịkatọ ahịa Erisco, were dee edemede dị egwu.\"",
    "\"Mgbe ndi uweojii kpụrụ ya gaa na Abuja, ndi a ma ama na Naijiria tinyere ọnụ ma rịọ ka a mechie okwu ahụ.\"",
    "\" Chioma dara n' ala na-arịọ biko. N'Abuja ahụ ka anyị nọ were nwee nkwekọrịta na Chioma ga- edegharị ihe ọ kwuru, ma  binye aka n' akwụkwọ maka ya.\"",
    "\"Mana ka ọ rụrụ ịhe dịka abalị asaa, anyị bidoro nuwa ihe ọzọ, na Chioma nakwa onye okaiwu ya ekweghizi.\"",
    "\"Ka okwu siri dị ugbu a, anyị ka ha na-eyi egwu.\"",
    "\"Ha chọrọ imechi ụlọ mmeputa Tomato anyị rurụọla ọrụ afọ iri atọ na ise.\"",
    "Ọ gara n'ihu kwuo ka Okoli rịọ mgbaghara maka ihe o kwuru maọbụ ya gaa n'ụlọikpe zara ọnụ.",
    "Umeofia sịrị, \"Ụlọọrụ e hiwere nke na-enye ihe karịrị mmadụ 3000 ọrụ ka otu nwaanyị chọrọ ịla n'iyi n'otu ntabianya n'aha 'content creation'.\"",
    "\"Nke bụ eziokwu bụ na ebe Chioma kwụrụ na ya ama nkwughari ihe o kwuru na ihu akwụkwọ, ụlọikpe ga-ebizi okwu.\"",
    "Ebe foto si, Chioma Okoli,Chizoba Okoli/Erisco/Facebook",
    "Ọkaiwu na-ekwuchitere nwaanyị a kpụpụrụ ụlọikpe maka ebubo ọ katọrọ ahịa si n'ụlọọrụ etiela mkpu banyere etu ndị uweojii si nwụchi nwaanyị ahụ na-enwetaghị ikike site n'ụlọikpe.",
    "N'ọnwa Septemba afọ 2023, ụlọọrụ mmepụta ngwaahịa bụ 'Erisco Foods Limited' kpụpụrụ otu nwaanyị a kpọrọ maka ebubo ịkatọ  na soshal midia Tomato nke bụ otu n'ime ngwahịa ha na-emepụta .",
    "Chioma Egodi Okoli danyere na nsogbu wuru ewu na sochal midia dịka o wepụtara ozi n'akara ya na Facebook n'abalị 17 nke ọnwa Septemba afọ 2023 na-ebo ebubo ihe ọ hụrụ dịka o detụrụ mkpọ tọmatọ nke ụlọọrụ Erisko Food Limited, ọ zụrụ n'ahịa ọnụ.",
    "Ụfọdụ ndị mmadụ chere n'ọkụ ahụ adanyụọla mana o rutere ụbọchi Tuzde, abalị 1toolu nke ọnwa Jenụwarị afọ 2024, ịntanet wuru ọkụ dịka di Chioma Okoli bụ Chizoba Okoli tiri mkpu n'ihe onyonyo fegharịrị na soshal midia na-ekwu na ndị uweojii bịara n' ụlọ ya kpuru nwunye ya dị ime na-ejighị akwụkwọ ụlọikpe ọbụla na-agbanyeghị na okwu ahụ dị n'ụlọikpe ma gbochie ụmụ ya ịga-akwụkwọ maọbụ ezinaụlọ ya ịpụ zụta ihe dị ha mkpa.",
    "Ọ gara n'ihu sị, \"O nwee ihe mere nwunyem dị ime, ụmụ m maọbụ nwa o bu n'afọ, jidenụ onyeisi ndị uweojii, jide Eric Umeofia.\"",
    "Ebe foto si, Inibebe Effiong/X",
    "Ọkaiwu Chioma Okoli  bụ Inibehe Effiong gwara BBC Igbo n'ekwentị na ndị uweojii gara be  Chioma Okoli.",
    "O kwugidekwara mmekpa ahụ ọ sịrị nwaanyị ahụ gabigara n'aka ndị uweojii na agbanyeghị na ọ dị ime.",
    "Effiong sirị, “N' afo 2023, ebe Septemba ka ndi uweojii na Legọs nwụchiri onye m na-anochite n' uloikpe bu Chioma Okoli.",
    "\"Ebe ahụ ka ọ nọ dee ihe edemede maka ihe ọ mara gbasara esemokwu dịịrị ya na Erisco Food Limited.\"",
    "\"Ndi uweojiri jidere ya ma mechaa kpụrụ ya gawa Abuja.”",
    "“N' Abuja ka ha jichikwara ya ma mee ka o dekwaa edemede ọzọ.",
    "\"Mana mgbe ndi uweojii yichere ya egwu, ha tọhapụrụ ya, ma mee ka o jiri anya egwu dee edemede na-arịọ biko.\"",
    "\"Ha nyekwara ya iwu ka o hichaa ihe o dere n'ihu akwukwo 'Facebook' ya ebe ọ kọwari ihe ohuru na adighi mma maka Tomato ndi Erisco Food Limited na-emeputa”.",
    "“Mana mgbe o siri Abuja bata na Legos ka m bidokwara bụrụ onye ọkaiwu na o nochite anya ya.",
    "\"Anyi kpebiri na anyi agaghi anabata mmaja ndi uweojii majara ya. Anyi ekweghi maka na ihe ha chọrọ adịghị n' iwu”.",
    "\"Anyi gbara ha akwụkwọ n' Ụlọikpe Ukwu na Legos steeti.\"",
    "\"Ụlọikpe ahụ nyere iwu n'ọnwa Novemba, afọ 2023 ka ndi uweojii hara iwuchi Chioma Okoli na enweteghi ikike n' uloikpe ma ọ bụrụ na a si ya bia na ulo ndi uweojii mana obiaghi.",
    "\"Anyi nụrụ kepukepu na ndi uweojii gara n' Abuja gbaa Chioma Okoli akwukwo.\"",
    "\" Ha enyebeghi anyi akwukwo na-egosi na ha gbara ya akwukwo nakwa ihe mere ha jiri gba anyi akwukwo ahu.\"",
    "\" Mana mgbe m nuru ihe na- eme, n' ubochi nke asaa nke ọnwa Disemba, afo 2023,  ka m gara n' uloikpe gwaa okaikpe na ndi uweojii enyebeghi anyi akwukwo gosiri ihe ha jiri kpụta anyi ụlọikpe.\"",
    "\"Mana ndi uweojii kwuru na ha enweghi ike inye anyi akwụkwọ ahụ maka na ha aghunyi Chioma Okoli ka ha nye ya akwukwo ahu, mana nke ahu bu asi-asi maka na onweghi mgbe ndi uweojii gbara mbo ime ka ha hu Chioma.",
    "\"Ndi uweojii jiri aka ha rio uloikpe ka ehigharia ikpe ahụ ka ha nwee ike inye anyi akwukwo otu o kwesiri.",
    "\"Anyi ka na-eche ka ndi ụlọikpe guzoo tata bu Januwari, Ubochi nke iri na afo 2024.",
    "\"Mana echetara m  mgbe m gwara ọkaiwu na ndi uweojii nwere ike iga na nzuzo nweta ikike ka anwuru Chioma kpochie, okaiwu kwuru na ọ dịghị n'iwu maka na ndi uweojii kwetara na ha enyebeghi Chioma akwukwo e jiri gbaa ya akwukwo n’ ụlọikpe.\"",
    "\"Mana ụnyaahụ(9/1/2024), ebe Elekere Asaa nke ụtụtụ ka ndi uweojii biara n' ulo Chioma Okoli ka ha kpuru ya.",
    "\"Ha gwara ya na ha choro ikpuru ya, mgbe ahu ka ojuru ha kedu ihe o mere ha jiri choo ikpuru ya, mana ha ekweghi ekwu ya; mgbe Chioma kporo m ka m gwara ya ekwekwana ka ndi uweojiri kpuru  gi puo na- agwaghi gị ihe imere.",
    "\"Na Ikpeazu ndi uweojii ahu gwara ya na ha choro ikpuru ya maka ihe gbasara okwu ya na ndi Erisco Food Limited.\"",
    "Mana Chioma kwechiri na ha ga egosi ikike uloikpe nyere ha iji nwuchie ya, mana ndi uweojii ahụ enweghi ya.\"",
    "\"Nke a mere Chioma na ezi na ulo ya jiri noro n’ ime ulo, ndi uweojii gbaa be ya okirikiri bido na Elekere Asaa nke ụtụtụ ruo na Elekere  ise nke mgbede.\"",
    "Effiong gara n’ iru sị na,  “Ihe a bu nwanyi di ime, mana ndi uweojii achoghi ima ma ọ di ime.",
    "\"Ha mechere laa mgbe ndị mmadu bidoro tinye ọnụ n’ ihe na-eme”.",
    "“Mana onye isi ndi uweojii ahu biara na be Chioma kwuru na o bu onye isi uweojii na Naijiria nyere ha ikike iwuchi Chioma.",
    "\"Mana mgbe m gwara ya na Onyeisi uweojii akarighi iwu Naijiria, o kwuru na oru ya bu ige onye si uweojii nti, ma mee ihe a si ya mee.”",
    "Effiong gara n’ ihu kwuo na Chioma ka no na be ya ugbua maka na ndi uweojii enweghi ike ibanye n' ime be ya nwụchi ya.”",
    "Mana mgbe onye ntaakuko BBC Igbo kpọtụrụ ọnụ na-ekwuru ndi uweojii na Legos steeti bu Benjamin Hundeyin, ọ kọwara na aka  ndị uweojii steeti ahụ adịghị na ya, ma gbakwunye na ọ bụ ndi uweojii nke Abuja ka anyị kwesịrị ịkpọ.",
    "Mbọ inweta ọnụ na-ekwuru ndị uweojii etiti n' Abuja bụ Olumuyiwa Adejobi  amịtaghị mkpụrụ dịka anyi enweteghi ya n' ekwenti nke ọ na-asa ozi e zigaara ya n'ekwentị tupu e bipụta akụkọ a.",
    "Ebe foto si, Chioma Okoli/Erisco/Facebook",
    "Kemgbe ndị uweojii mere ka ha aga a kpụrụ Chioma Okoli nke ugboro abụọ n'abalị ole ma ole gara aga, ndị mmadụ ka na-etinye ọnụ n' okwu ahụ.",
    "Ụfọdụ ka na-aba mba, ebe ndị ọzọ na arịọ biko, ụfọdụ kwadoro ndị Erisco Food Limited, ebe ndị ọzọ akwadoghi ha.",
    "Ndị dịka Aniekan Udofia kwuru na ọ dị ka ndị Erisco Food limited ana-akpagbu Chioma Okoli maka na o kwuru ihe ọ hụrụ na tomato ọ zụrụ.",
    "O kwuru na e nwere iwu onye kwuo uche ya ma kọwaa na ọ bụrụ na e tinye anya n' iwu ahụ ofuma na a ga-emechi Erisco Food Limited.",
    "Mana ndị ọzọ dị ka Uju Peter Akubueze kwuru na ọ dị njọ mmadụ ikato ngwa ahịa mmadụ maka na ọ chọrọ ịtọ ndị ọzọ.",
    "Ọ gara n'ihu si Chioma Okoli gaa na ụlọikpe gaa zara ọnụ ya.",
    "N' okwu ya Chika Nkem Asiegbu kwuru na ọ na-adị ma inye onye mara ihe gbasara mgbasaozi ọrụ, na mgbe ụfọdụ, ha na-ewere okwu ọjọọ mezie ọbara ndị akọrọ ọnụ uru.",
    "Ọ gara n'ihu sị na ihe niile abụghị itufu ego, kpagbuo mmadụ.",
    "Ụmụnyanyị",
    "Legọsị",
    "Naijiria",
    "Ahịa",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma12 Jenụwarị 2024",
    "Supreme Court: Mkpu ọnụ dịka Otti, Nwifuru,Yusuf na gọvanọ ise ndị ọzọ  jichiri ọkwa ha12 Jenụwarị 2024",
    "Amarachi Ugochukwu: Etu e si hụ ozu nwagbọghọ na-arụ n'ụlọakụ a na-enyo  kwụgburu onwe ya na Legọs Steeti11 Jenụwarị 2024",
    "Etu nwa TB Joshua Ajoke si runye 'nna' ya aka n'anya maka ebubo ndi e boro ya8 Jenụwarị 2024",
    "Nabeehah Al-Kadriyar: Onyeisiala Bola Tinubu etinyebeghị ọnụ n'ogbugbu nwa agbọghọ a tọrọ ya, ụmụnne ya na nna ha15 Jenụwarị 2024",
    "NA EME UGBU A , E liela mmadụ atọ nwụrụ na mwakpo ụlọụka mere n'Ebonyi1 Jenụwarị 2024",
    "Vidio, Arochukwu Massacre: Ndị obodo ahụ kọrọ etu ndị agha Naijirịa siri gbuo ndị mmadụ n'obodo ha n'oge agha Biafra15 Jenụwarị 2021",
    "Erisco na Chioma Okoli: Erisco asaala Chioma na di ya11 Jenụwarị 2024",
    "Kedu ihe ga-eme ego ndị mmadu n'ụlọakụ Polaris, Keystone, na Union?14 Jenụwarị 2024",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma12 Jenụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị11 Jenụwarị 2024",
    "Etu nwa TB Joshua Ajoke si runye 'nna' ya aka n'anya maka ebubo ndi e boro ya8 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ị na-arụ ọrụ ndị a? Chefuo maka 'ezumike' nke ekeresimesi aEmelitere ikpeazụ na: 25 Disemba 2019",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?Emelitere ikpeazụ na: 10 Ọgọọst 2019",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}