{
  "published": "17 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Charles Soludo/Facebook",
    "Dịka akụkọ na-efegharị n' ọchịchị Gọvanọ Charles Soludo achutuola Obi nke Ọnicha bụ Igwe Nnaemeka Achebe n'oche, gọọmentị Anambara steeti agọọla si na akụkọ ahụ bụ okpotokpo asị.",
    "Akụkọ fegharịrị na soshal midia boro ebubo na dịka nsogbu dapụtara n'etiti ndị eze ọdịnala na Soludo na-akawanye njọ, na Soludo achụtuola Igwe Achebe n'oche dịka onyeisi otu jikọrọ ndị eze ọdịnala Anambara steeti.",
    "Mana Soludo agọọla sị n'akụkọ ahụ bụ \"akụkọ ụgha.\"",
    "Ọnụ na-ekwuru ya bụ Christian Aburime gwara BBC Igbo n'ekwentị na ọ bụ \"akụkọ ụgha\" ahụ  bụ aka ọrụ \"ndị ọchọnganoko\" ..",
    "Ọ sịrị, \"Akụkọ e konukọrọ si n'aka ndị ọchọnganoko kwuru na ọchịchị  Gọvanọ Chukwuma Charles Soludo ewepụla  Onyeisi otu jịkọọ ndị eze ọdịnala Anambara na Obi nke Onicha bụ Igwe Alfred Nnaemeka Achebe, n'oche.\"",
    "\"Akụkọ a abụghị eziokwu kama ọ bụ akụkọ ụgha.\"",
    "\"Gọọmentị ewepụtala akwụkwọ mgbasaozi nke kọẁara ihe mere ụnyaahụ n'etiti Gọvanọ Soludo na ndị ezeọdịnala.\"",
    "\"O nweghị ihe yiri ya mere maọbụ onye ọbụla  kwuru .\"",
    "Ọ gara n'ihu dọọ aka na ntị ka ndị na-ekesa ụdị akụkọ ahụ sepụ aka enwe n'ofe.",
    "Cheta na nsonso a, nsogbu dapụtara n'etiti Achebe  na Gọvanọ Soludo dịka  a akwụsịrtị Igwe Neni  nwa mgbe nta maka ichi Senetọ Ifeanyi Uba echichi.",
    "Igwe Achebe gbarụrụ ihu sị na Gọọmentị Soludo agbasoghị usoro kwesịrị  n'ịzọpụ ụdị ụkwụ ahụ na ajụghị otu jikọrọ ndịeze nke ya bụ Achebe bụ onyeisi ya ese.",
    "Ebe foto si, Anambra state Government",
    "Gọọmentị Anambra steeti agbagharala ma nabata Igwe Neni bụ nke akwụsịrị ọrụ n'ike.",
    "Nke a pụtara n'ozi nke ọnụ na-ekwuru ya bụ Christian Aburime binyere aka dịka aka na-achị steeti ahụ bụ Chukwuma Soludo nakwa ndị Igwe odinani gafere iri na itoolu nwere nzụkọ n'Ọka.",
    "Soludo kọwara na ihe mere o ji mee ihe o mere ụfọdụ ndị Igwe achụrụ n'ọrụ na ndị ọzọ agbara ajụjụ ọnụ bụ iji debe iwu ala ka ọ ghara imebi.",
    "Ihe ndị ọzọ ha kpara na ya bụ nzụkọ bụ usoro a ga-esi kpokọ otu ọhụrụ maka ndị Igwe ọdịnala na steeti ahụ.",
    "N'aka nke ya, Obi na-achị Ọnịcha bụ Igwe Nnaemeka Achebe kwuru na ha kwudosiri Soludo na-azụ ma kwuo na ha dị njikere iso ya jikọọ aka maka ọdịmma steeti ahụ.",
    "A gbaghara Igwe Ojoto nakwa Igwe Aguluezechukwu bụ ndị agbaburu ajụjụ ọnụ.",
    "Ebe foto si, BBC/Soludo/Facebook",
    "Sịnetọ Ifeanyi Ubah na-anọchiteanya Anambra South n’ụlọomeiwu Naịjirịa agwala Gọvanọ Chukwuma Soludo nke Anambra Steeti ka ọ kwụsị ịbụlite nzuzu ndọrọ ndọrọ ọchịchị n’Anambra.",
    "Nke a na-abịa dịka Gọvanọ Soludo kwụsịrị Igwe Neni bụ Damian Ezeani ọrụ n’ihi na o chiri Ifeanyi Ubah echichi ‘Ikemba Ojoto’.",
    "Na mkparịtaụka Ubah na ndị ntaakụkọ Authority FM dị na Nnewi nwere na Mọnde, O kwuru na ọ chọbughi itinye ọnụ n’okwu ahụ kama na ọ chọrọ ka o doo ewu na ọkụkọ anya.",
    "Ndị Onitsha, ndị Bini na ndị Yoroba si otu ebe pụta - Obi Onitsha9 Disemba 2019",
    "'Ndị omekome chegharịa ma ọ bụ si Anambra pụọ\" John Abang CP Anambra steeti19 Julaị 2019",
    "Ndị ojiegbe agbaala ụlọ nna \"Eze Awo\" ọkụ n'Awo-Omamma, Imo Steeti4 Ọktọba 2021",
    "O kwuru na ọ bụghị echichi e chiri mmadụ na-egosi na a maara onye ahụ ama kama na ọ bụ site n’ọrụ onye ahụ na-arụ.",
    "“O nweela mgbe ndị Eze ọdịnala mpaghara Ọwụwa Anyanwụ bụ Southeast Council of Traditional rulers chọrọ ichi m echichi, mana m jụrụ ajụ.",
    "“Ọ tụrụ m n’anya mgbe m nụrụ na a gọvanọ kwụsịrị Igwe Ojoto ọrụ maka na o chiri m echichi ‘Ikemba Ojoto.",
    "“Ana m arịọ Soludo ka ọ kwụsị ịgbalite nzuzu ndọrọ ndọrọ ọchịchị n’Anambra Steeti na gọọmenti nwere ọtụtụ ọrụ cheere ya n’ihu ọ kwesịrị ileba anya.”",
    "Sịnetọ Ubah gara n’ihu kwuo na Onyeisi ndị Eze ọdịnala n’Anambra adịla mbụ katọọ nkwụsị n’ọrụ ahụ site n’akwụkwọ ozi ha degaara gọvanọ Soludo",
    "Ebe foto si, Ndi Neni?Charles Soludo/Igwe Achebe/Facebook",
    "Onyeisi ndị eze ọdịnala n'Anambara steeti mabụrụkwa Obi Onicha bụ Igwe Alfred Achebe akatọọla aka ọchịchị Charles Soludo ji eso ndị eze ọdịnala n'Anambara steeti.",
    "Nkatọ a na-eso nkwụsị n'ọrụ  Gọọmentị Anambara steeti akwụsịrị Igwe nneni bụ Igwe Damian Ezeani ọrụ nwa obere oge maka ichi Senetọ Ifeanyi Ubah echichi.",
    "N'akwụkwọ ozi nke Igwe Achebe binyere aka ma zigara Kọmishọna na-ahụ maka ihe metụtara echichi ọdịnala bụ Collin Nwabunwanne, o  kwuru  Gọọmentị steeti ahụ ji nwayọo akpụ ugwu ndị eze ọdịnala n'ala.",
    "O kwuru na akwụkwọ usoro agwa kwesịrị onye eze(Code of Conduct) bụ  ndị eze gbakọrọ aka mee ya bụ iwu ka ọ na-achị ha.",
    "O kwuru na ha na-ahụ na onye Eze ọbụla gbasoro iwu ahụ, onye ọbụla dara iwu ahụ, ha atụnye gọọmentị ọbụla nọ n'ọchịchị alo ntaramhụhu kwesịrị.",
    "Ebe foto si, Igwe Nnaemeka Achebe",
    "Ebe foto si,  Igwe Nnaemeka Achebe",
    "\"Mana ugbua ọ dị ka gọọmentị ugbua ji aka ha ahazi iwu ji ndị eze na-ajụkwaghị otu ndị eze  bụ mere ya bụ iwu.\"",
    "Ọ sịrị na nkwụsị n'ọrụ  a kwụsịrị Igwe Ezeani  agbasoghị usoro dị n'iwu ndị eze ọdịnala steeti ahụ.",
    "“Ana m eche n' akwụkwọ ozi e sitere m  nke rutere m aka ka ọ gacharala awa 24 akwụkwọ ozi e jiri kwụsị  lgwe Damian Ezeani ọrụ wuwerela na soshal midia n'abalị Asatọ nke ọnwa Jenụwarị afọ 2024 bụ iji mezuo iwu.\"",
    "Igwe Achebe onye gbarụrụ ihu n'olu Kọmishọna ji dee akwụkwọ ozi ya, siri na ụdị etu e si soo ya maka okwu ichi Ifeanyị Ụba echichi na-arụtụ aka na  ikekwe o \"nwere ihe ọzọ Igwe Neni maọbụ Ifeanyi Ubah mere' na-ese.",
    "Ebe foto si, Neni/Facebook",
    "Na mgbede ụbọchị Tuzde, ọ pụtara ihe na Gọọmentị Anambara steeti akwụsịla ịhụ Igwe Damian dịka Igwe obodo dịka a kwụsịrị ya ọrụ obere oge.",
    "N'ozi nke Komishona na-ahụ maka okwu ọdịnala wepụtara, ọ kọwara ihe nke a ji me.",
    "N'ozi ahụ, ọ sị na Igwe Neni dara iwu kpuchiri omume ndị Eze ọdịnala.",
    "Ebe foto si, Screengrab",
    "Ozi ahụ kwuru sị, \"Iwu kpuchiri omume ndị Eze ọdịnala kwuru na o nweghi onye nwere ikike ichi onye esighị n'obodo ya echichi na-anataghị Igwe obodo onye ahụ a na-echi echichi ikike ime nke ahụ.\"",
    "Ozi ahụ kwukwara na e kwesiri ịnata ngalaba na-elekọta ihe ọdịnala na steeti ahụ ikike tupu e mee nke a.",
    "\"Na ị gara n'ihu chie mmadụ esighị n'obodo gị bụ Sịnetọ Ifeanyi Ubah echichi ezughị oke na-agbanyeghị ihe ọbụla iji mee ya.\"",
    "Ihe a bụ nkọwa gọọmentị Anambra nyere ha ji kwụsị ya n'ọrụ obere oge.",
    "Ha nyekwara ya ohere ịzara ọnụ ya ma zọọ isi onwe ya na mkpebi a.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Anambra Steeti",
    "Omenala",
    "Ụfọdụ ebe ihe gbara na Naịjirịa17 Jenụwarị 2024",
    "Ọrụ 'vulcanizer' na-enye m ihe ruru puku iri n'otu ụbọchị - Nwada Bose24 Jenụwarị 2024",
    "Distance Marriage: O nwere uru dị n'ịlụ di obodo oyibo?13 Jenụwarị 2024",
    "Mr Ibu: Etu ndị uweojii si nwuchie ma kpụpụ ụmụ John Okafor abụọ ụlọikpe elekere 4 gara aga",
    "Plateau attacks: Ihe ndị Mangu kwuru maka mwakpo mere ha25 Jenụwarị 2024",
    "Buchi Emecheta Books: Gịnị ka ị ma maka nwaafọ Igbo ji aba mba?21 Julaị 2019",
    "Igwe Achebe: Ihe anyị ma maka akụkọ a sị na Soludo achụọla Obi nke Onicha n'oche24 Jenụwarị 2024",
    "Gịnị bụ ‘Styrofoam’ a gọọmentị Legọs steeti machiri na ọghọm ndị ọ na-ebute24 Jenụwarị 2024",
    "Afcon 2023: Gbaa okwe a họpụta otu ị ga-akpọ gaa ọgụ ma ị bụrụ onye nchịkwa bọọlụ 24 Jenụwarị 2024",
    "Centenary City Enugu: \"Anyị na-arịọ gọọmentị ka ha kwụsị ikutusị ụlọ anyị tara ahụhụ rụọ\"23 Jenụwarị 2024",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha21 Jenụwarị 2024",
    "Mr Ibu: Etu ndị uweojii si nwuchie ma kpụpụ ụmụ John Okafor abụọ ụlọikpe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Afcon Round of 16 Fixtures: Etu a ga-esi gbaa Agba nke 16",
    "Plateau attacks: Ihe ndị Mangu kwuru maka mwakpo mere ha",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}