{
  "published": "18 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Dave Umahi",
    "Ọ bụ eziokwu na ụgbọala \"Convoy\" Dave Umahi egbuola mmadu n aụzọ airort.",
    "Aka na achị Ebonyị steeti bụ Engineer David Umahi agọchasịala ụkwụ na aka ya na ọ bụghị ụgbọ ala ya gburu mmadụ atọ n'ụzọ Airport Abakaliki.",
    "Umahi kọwara ya bụ akụkọ gbara na soshal media niile dịka aka ọr ndị iro ya chọrọ ka ha nye ya an aha.",
    "Umahi weputara ozu a site na aka onye ndụmọdụ ya na mgbasa ozu bụ Chuks Oko, were gwa ndị mmadụ ka ha ghara ige ntị n'asịri ndị iro ya asi makana ụgbọ all ya na ndị n'eso ya abịaghị nso ebe abụ ma ya foduzia ịgbu mmadụ.",
    "Kepu kepu ahụ kwuru na ihe mberee nke okporo ụz ahụ mere na gburu mmadụ atọ bụ ndị ezza south LGA.",
    "Ndị aka ebe kwuru na, Ọ bụzị Govano Umahi na chief Arthur Eze, onye gbapere flyover dị na Abaomege, Onitcha LGA bụzị oge ha na agbafee ka ha ji ụgbọala gbuo mmadụ atọ ahụ.",
    "Peter Obi Election Tribunal: Ihe mere ndị uweojii jiri kpọpụ Lamidi Apapa n'ụlọikpe ebe a na-ekpe ikpe Peter Obi taa9 Mee 2023",
    "Ọgbaru US attack:  O nweghị onye mba US so na mwakpo a - Amerịka 18 Mee 2023",
    "Ihe omimi etu e si degharịa mpụtara ntuliaka n'ụfọdụ ebe na Naịjirịa16 Mee 2023",
    "Anyị kpọkwara ọnụ na ekwuchitere uweojii Ebonyi steeti bụ SP Onome Onovwakpoyeya ọtụtụ oge na ekwe ntị ka ọgwa anyị ndị bụ ndị asi nwụrụnụ nakwa eziokwu dị n'ime ya, mana ọzaghị Ekwe ntị ya.ana ọzaghachiri ozi nke \"text\" ezigaara ya were kwuo \"Enweghịm ihe ọbụla m ga-agwa unu. Kedụ ihe mere na ụnụ akpọghị ndị Road Safety\"",
    "National security",
    "Naijiria",
    "Ebonyi Steeti",
    "Anambra US convoy attack: Anyị awuchiela mmadụ abụọ maka mwakpo ndị ụlọọrụ US n'Ogbaru - Ndị Uweojii17 Mee 2023",
    "Etu e si hụ ụmụaka anọ n'ọhịa izuụka abụọ ụgbọelu bu ha na nne ha kpọkasịrịelekere 6 gara aga",
    "NA EME UGBU A Presidential Election Tribunal: Eyigharịala ikpe PDP gbara maka ntuliaka onyeisiala Naịjirịa9 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}