{
  "published": "01:25",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, James FitzGerald",
    "Ndị mere akụkọ a,  BBC News",
    "Juun 2025",
    "Mmachi ịbata Onyeisiala Trump kwupụtara ụbọchị Wenezde 4 Juun, 2025, ga-emetuta mba dị n'Afrịka nakwa mpaghara etiti ọwụwa anyanwụ",
    "Mba iri na abụọ (12) bụ nke iwu a metụtara. Ihe ọ pụtara bụ na malite ụbọchị Mọnde 9 Juun, 2025, ndị si mba ndị a agaghị enwe ike ịbata Amerịka ebe ndị si mba asaa (7) ọzọ ka a na-ekwu na e nwereike imachi ha ntakịrị.",
    "Onyeisiala Trump kwuru na o mere nke maka nchekwa mba Amerịka. Ọ kọwara maka mwakpo a wakporo ogige obibi ndị Jew dị na Colorado nke akụkọ kwuru na ọ bụ onye mba Ijipt kpara agwa ahụ. Kama na Ijipt anọghị na mba 12 ahụ a machiri.",
    "Ihe ọzọ Onyeisiala Trump kwuru gụnyere ndị si mba ndị ahụ na-ada iwu akwụkwọ visa.",
    "Ngwa lee ihe ndị ọzọ Onyeisiala Trump ji maka ya machie mba ndị ahụ.",
    "E liri ozu Gentleman Mike Ejeagha n'ime otu ụbọchị ọ nwụrụ",
    "Ihe Chinyere Udoma kwuru gbasara ịgba alụkwaghịm",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ",
    "End of Akachasị Gụọ",
    "\"Ụmụnwoke chịrịla Anambra Steeti achịtaghị aja, ugbua bụ ohere nwaanyị\" ịchị - Chioma Ifemeludike4 Juun 2025",
    "Ọ bụ ahịa ọkịrịka ka m na-azụ, abụghị m onye ọgwụ ego - Ozo Ezeani30 Mee 2025",
    "Ihe Chinyere Udoma kwuru gbasara ịgba alụkwaghịm2 Juun 2025",
    "E nwere ọtụtụ ebụbọ Onyeisiala Trump na-ebo Afghanistan n'akwụkwọ iwu ọhụrụ o binyere aka na ya.",
    "Akwụwkọ iwu kwuru na otu Taliban, nke nwere mgbọrọgwụ na mba ahụ, bụ otu na-eyi ọha egwu a kpọrọ Specially Designated Global Terrorist (SDGT) na bekee.",
    "Nke a na-abịa dịka ọchịchị Onyeisiala Trump kwuru na o nwere nkwenye na ọnọdụ mba iyi ọha egwu na mba Afghanistan, oge kwụsịrị emume Temporary Protected Status (TPS) ndị Afghanistan bi n'Amerịka.",
    "Ọzọ bụ ebubo nke kwuru na Afghanistan anaghị eso ụzọ ziri iji nye ndị obodo ya akara njirimara na akwụkwụ paspọtụ.",
    "Dịka mba ndị nke ọzọ, Onyeisiala Trump kwuru na ndị si mba Afghanistan na-anọfe ohere akwụkwọ visa e nyere iji bata Amerịka.",
    "Onyeisiala Trump kwuru na Ịran bụ mba na-akwado ndị na-eyi ọha egwu ma bụrụkwa ihe mba ndị nọ n'etiti ọwụwa anyanwụ katọrọ.",
    "N'oge gara aga, Amerịka boro ebubo na ọ bụ Tehran isi obodo Ịran, na-akwado otu na-eyi ọha egwu na mpaghara dịka otu Hamas na Hezbollah",
    "Ọzọ dịka ibe ya bụ na Ịran achọghị ka ha na Amerịka jịkọọ aka nweta nchekwa n'Amerịka tinyere na Ịran achọghị ịnabata ndị be ha achụpụrụ n'Amerịka.",
    "Trump kwuru na Somalịa dị na mpaghara ọwụwa anyanwụ Afrịka, bụ isi obodo ndị na-eyi ọha egwu.",
    "Dịka Ịran, Somalịa jụrụ ịnabata ndị be ha a chụpụrụ n'Amerịka.",
    "N'aka nke ọzọ, Somalịa ka e kwuru na ọ bụ mba na-ada mba na nhazi obodo na okeala ha nke bụ ihe aka mgba dịịrị nchekwa.",
    "Somalịa bụ mba ọtụtụ otu na-eyi ọha egwu na-enye nsogbu. Ha kwuru na ha nabatara mkparịtaụka n'etiti ha na Onyeisiala Trump iji chụọ ndị omekome a ọsọ ụkwụ eru ala.",
    "Libya, dị na mpaghara ugwu Afrịka, bụ mba e kwuru na ọ bụ ebe ọtụtụ ndị na-eyi ọha egwu gbara mgbọrọgwụ kemgbe, nke a bụ ihe mere Amerịka ji ahụta dịka ihe ga-echere nchekwa ụmụamaala Amerịka aka mgba.",
    "Libya na Somalịa ka ọchịchị Trump na ha anaghị eso ụzọ ziri ezi enye ndị be ha akwụkwọ paspọtụ e ji eme njem mba ofesi.",
    "Amerịka kwuru na ọtụtụ ndị si mba Haiti batara Amerịka oge ọchịchị Joe Biden anọfeela ohere akwụkwọ visa ha.",
    "Trump kwuru na nke a emeela ka ndị ahụ malite ihiwe otu ụfọdụ na-echere nchekwa aka mgba.",
    "Nnyocha ụlọọrụ US Census Bureau mere, gosiri na ndị Haiti ruru 852,000 bi n'Amerịka kemgbe ọnwa Febụwarị 2024, mana nnyocha ahụ ekwughị oge ndị ahụ batara Amerịka.",
    "Akụkọ kwuru na ọtụtụ ndị Haiti a batara Amerịka n'afọ 2010 oge oke ala ọmajiji mere na mba ahụ nakwa ndị gbara ọsọ oge e nwere ọgbaaghara otu nzuzo dị iche iche ebe ahụ.",
    "Amerịka kwuru na Haiti enweghị ezi ọchịchị nakwa ezi nchekwa obodo ha.",
    "Onyeisiala Trump kwuru na ndị si mba atọ na-anọfee ohere akwụkwọ visa ha n'Amerịka.",
    "Ụlọọrụ Department of Homeland Security (DHS) kọwara ịnọfe ohere visa dịka oge mmadụ gara n;ihu nọrọ n'Amerịka n'agbagheghị na ohere visa ya agafeela ma ghara igosi ihe ọbụla kwadoro na ha nwere ikike ịnọ n'Amerịka.",
    "Mba Chad bụ nke Trump na ha anaghị erube isi nye iwu ọpụpụ na mbata Amerịka.",
    "Nnyocha ụlọọrụ DHS mere kwuru na mmadụ dị pasenti 49.54% si mba Chad ji akwụkwọ visa azụmahịa bata Amerịka n'afọ 2023 ma gaa n'ihu nọrọ n'Amerịka.",
    "Congo-Brazzaville na Equatorial Guinea nwere pasenti 29.63% na 21.98%.",
    "Ebe foto si, Getty Images",
    "Myanmar - nke akwụkwọ iwu a kpọrọ 'Burma', bụ mba e kwuru na ndị be ha na-anọfee ohere akwụkwọ visa e nyere ha.",
    "Dịka mba ndị ọzọ iwu a machiri, Amerịka kwuru na Myanmar ekweghị anabata ndị be ha a chụpụrụ n'Amerịka.",
    "Ebubo e boro mba atọ bụ maka usoro ha ji enye akwụkwọ paspọtụ e ji eme njem ofesi nakwa akra njirmara.",
    "Eritrea na Sudan ka e boro ebubo na ndị be ha na-anọfe ohere akwụkwọ visa ha.",
    "Eritrea ka e kwuru na ha achọghị ịgwa Amerịka aha ndị omekome si mba ha nakwa ghara ịnabata ndị be ha a chụpụrụ n'Amerịka.",
    "Yemen ka e kwuru na ha enweghị ezi nhazi obodo ha. Otu Houthis bu otu na-echere mba Amerịka aka mgba.",
    "Ndị si mba asaa wetara mmachi ntakịrị:",
    "E boro Venezuela ebubo na ha anaghị anabata mmekọrịta nakwa na ha anaghị eso usoro ziri ezi enye akwụkwọ visa. Ọzọ bụ na ndị be ha na-anọfe ohere akwụkwọ visa ha nakwa ghara ịnabata ndị be ha a chụpụrụ n'Amerịka. Na nzaghachi, Venezuela kwuru na ọchịchị Trump na-ahụta onwe ya dịka nke na-eche na ọ bụ ya nwe ụwa niile.",
    "Cuba bụ mba e kwuru na ha na-akwado ndị na-eyi ọha egwu - Amerịka kwuputara nke a n'afọ 2021. Ihe ọzọ bụ na ha anaghị anabata ndị be ha a chụpụrụ n'Amerịka nakwa ndị na-anọfe ohere akwụkwọ visa ha.",
    "Ịnọfe ohere akwụkwọ visa bụ ihe e kwuru na ndị si mba Burundi, Laos, Sierra Leone, Togo na Turkmenistan na-eme.",
    "Amerika",
    "Donald Trump",
    "NA EME UGBU A, Onye gburu ụmụakwụkwọ n’ụlọakwụkwọ Austria bụbu nwatakwụkwọ ụlọakwụkwọ ahụ - Ndị uweojii",
    "'Mbuze na-achọ ịchụpụ anyị n'ụlọ' - Ndị obodo Ndi Agwu Eziukwu Ọhafịa dị n'Abịa steetielekere 8 gara aga",
    "Ihe mere ịmụta nwa ji agbada n'ike na mbaụwa ugbua dịka United Nations si kwuo10 Juun 2025",
    "Gịnị butere esemokwu n'etiti Onyeisiala Trump na Elon Musk?6 Juun 2025",
    "Ihe mere Onyeisiala Trump ji machie ụmụafọ mba 12 ịbata Amerịka5 Juun 2025",
    "\"Ụmụnwoke chịrịla Anambra Steeti achịtaghị aja, ugbua bụ ohere nwaanyị\" ịchị - Chioma Ifemeludike4 Juun 2025",
    "Ọnwụ otu onye kwa nkeji asaa: Mba kachasị njọ ịnọrọ mụọ nwa n'ụwa3 Juun 2025",
    "'Onye ọbụla ji aha omenala eme arụ n'Ezeagu ga-anụ ụda ya' - Onyeisioche Ezeagu bụ Vitalis Ndu2 Juun 2025",
    "E liri ozu Gentleman Mike Ejeagha n'ime otu ụbọchị ọ nwụrụ",
    "Ihe Chinyere Udoma kwuru gbasara ịgba alụkwaghịm",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000sEmelitere ikpeazụ na: 9 Disemba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}