{
  "published": "6 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ị ga-abanye n'ụlọ Matlohang Moloi gbara afọ iri asaa na itolu (79) site n'ugwu ndị mere Lesoto otu n'ime mbaụwa ndị nọ n'elu.",
    "Nwaanyị ahụ mụrụ ụmụ iri (10) nabatara m n'ụlọ ya dị ọcha, gosi m foto nnukwu ezinaụlọ ya. Anọ m ebe a ịkpa maka otu nwa ya, diọkpara ya bụ Tlohang.",
    "Oge ọ gbara afọ iri atọ na asatọ (38), o sonyere n'ọnụọgụ ọjọọ. Lesoto, mba nọ n'igwe bụ ebe e nwere ọnụọgụ ndị ji aka ewepụ ndụ ha kachasị n'ụwa.",
    "\"Tlohang bụ ezigbo nwa. Ọ gwala m gbasara nsogbu ahụike nke uche ọ na-enwe,\" ka Moloi kwuru.",
    "\"Ọbụnadị n'ụbọchị ahụ ọ wepụrụ ndụ ya, ọ bịakwutere m sị m 'nne, otu ụbọchị ị ga-anụ na m evbuola onwe m'.",
    "\"Ọnwụ ya na-ewute m nke ukwuu. Ọ dị m ka a ga-asị o nyere nkọwa gbasara ihe na-akpagbu ya n'obi. O chere na ya gwa ndị mmadụ, ha ga-akpọ ya onye na-enweghị ike igbo mkpa nke onwe ya.",
    "Ka ndị Igbo sị ahụta onye ọbụla wepụrụ ndụ ya10 Septemba 2019",
    "Lee onye uweojii ahụ a sị ogbunigwe aka ya gbagburu n'Ebonyi Steetị25 Mee 2021",
    "Lee mba ndị COVID-19 echetabeghi3 Eprel 2020",
    "Ụlọọrụ ahụike mbaụwa kwuru na mmadụ 87.5 n'ime mmadụ 100,000 mejupụtara Lesoto na-eji aka ewepụ ndụ ha n'afọ ọbụla.",
    "Nke ahụ bụ ogogo abụọ nke mba na-esote ya bụ Guyan dị na Saụt Amerịka, bụ́ ebe ọnụọgụ ya karịrị 40.",
    "Ọ bụkwa ihe fọdụrụ obere ka ọ ruo ogogo iri n'ọnụọgụ mbaụwa, nke bụ mmadụ itoli jiri aka wepụ ndụ ha n'ime mmadụ 100,000.",
    "Nke ahụ bụ ọnụọgụ ụlọọrụ ndị na-abụghị nke gọọmenti dịka HelpLesotho dị uchu ịgbanwe, site n'inye ndị ntorobịa nkà na ọrụaka ha ga-eji lekọta ahụike nke uche ha.",
    "N'ime obodo Hlotse, ihe dịka awa abụọ site n'isi obodo mba ahụ bụ Maseru, a nọọrọ m ebe a na-elekọta ụmụagbọghọ nke onye nwe ya bụ onye ọrụ obodo bụ Lineo Raphoka.",
    "\"Ndị mmadụ chere na nke ahụ megidere njirimara ndị Afrịka, omenala anyị, nkwenye anyị dịka ndị Afrịka nakwa obodo anyị karịsịa,\" ka Patience gbara afọ iri abụọ na anọ (24) gwara ọgbakọ ahụ.",
    "\"Mana anyị anaghị eleba anya n'isiokwu bụ na ọ na-eme. Ana m ekwu okwu dịka onye ndị enyi ya atọ jiri aka gbuo onwe ha, mụ onwe m anwakwaala ya.\"",
    "Onye niile enweela mgbe ha chere echiche igbu onwe ha maọbụ mara ndị jiri aka gbuo onwe ha.",
    "Ntsoaki gbara afọ iri atọ na ise malitere ibe akwa dịka ọ kọọrọ ọgbakọ ahụ etu dọkịta siri dakpoo ya n'ike n'ụlọọgwụ.",
    "\"Dọkịta ahụ sị na m mara ezigbo mma. O mechaa wepụta egbe gwa m na ya chọrọ ka mụ na ya kporie mgbe, ọ bụrụ na m ekweghị na ya ga-egbu m.",
    "\"Oge ọbụla m chetara iji aka gbuo onwe m, ana m eche na ọ bụ ya bụ ogbugbo. Apụghị m ime ya, e nweghị m ike m ji eme ya. Otu ihe dobere m ndụ bụ ihu ụmụnne m ndị nwoke. Ha kwenyere na m gbasiri ike, mana enweghị m ume.\"",
    "Ọgbakọ ahụ gwara ya na ọ gbasiri ike maka ịkọpụta ihe na-akpa ya.",
    "Oge ọgbakọ ahụ gwụsịrị, ụmụnwaanyị ndị ahụ amalite ịkpa nkata ma na-achịkwa ọchị, ma na-ekwu na obi dị ha mma maka ịkọpụta mkpa ha.",
    "Ihe mere ndị mmadụ ji ewepụ ndụ ha karịrị akarị oge ụfọdụ nke mere o ji ahịa ahụ ịrụtụ otu aka. N'agbanyeghị nke ahụ, Raphoka kwuru na ya ahụla usoro na-akọwa ihe mere Lesoto ji nwee ogogo dị elu nke ndị ji aka egbu onwe ha.",
    "\"Ọtụtụ oge ha na-agabiga ọnọdụ dị ka ndakpo, enweghị ọrụ, ọnwụ ndị a hụrụ n'anya. Ha na-emetọ ọgwụ na mmanya ndị na-aba n'anya.\"",
    "Dabere na ngụkọta ọnụọgụ mbaụwa e mere n'afọ 2022, 86% ụmụnwaanyị dị na Lesotho agabigala omume ihe ike dabere n'ụdị ekere ha.",
    "Ka osiladị, ụlọakụ mbaụwa kwuru na mmadụ abụọ n'ime ise bụ ndị na-enweghị ọrụ maọbụ ndị agaghị akwụkwọ.",
    "\"Ha anaghị enweta ezi nkwado site n'ezinaụlọ, ndị enyi maọbụ mmekọrịta ọbụla ha nwere,\" ka Raphoka kwuru.",
    "Ọ bụ ihe ị na-aṅụ oge ụfọdụ na Lesoto. Ndị mmadụ na-ekwu ya oge niile na ọ dịghị amasị ha ịkọ maka ahụike nke uche ha n'ihi na ndị ọzọ nwere ike ịma ha ikpe.",
    "\" Anyị anaghị akọ maka ya, anyị sị ka anyị kwuo ihe dị anyị n'obi,\" ka Khosi Mpiti gwara m.",
    "Ụfọdụ na-atụ ụjọ na ọ bụrụ ma ha kpuhee ọtụtụ ihe, a ga-eji ha kọọ asịrị mana na-agbanyeghị nke ahụ, o kwuru na ihe adịwala mma.",
    "“Dịka otu ndị enyi, anyị na-enye ezi nkwado. Ọ bụrụ na m nwere nsogbu, m kọọrọ otu ahụ, anyị na-akwado onwe anyị.”",
    "Ya bụrụgodu ma ndị mmadụ chọọ enyemaaka, ha na-agabiga nsogbu usoro nlekọta ahụike ọhanaeze.",
    "Naanị ụlọọgwụ na-elekọta ndị nwere nsogbu nke uche na mba ahụ bụ nke a kọchara maka enweghị onye ọrụ ahụike kemgbe afọ 2017. Ọ rụtụkwara aka n’ọtụtụ mmetọ nke gụnyere “usoro obibi ndụ nke na-emetọ ikikere nke mmadụ”.",
    "Oge mbụ, enweghị atụmatụ ahụike iji gboo nsogbu ahụ, ọ bụ eziokwu na gọọmenti ahọpụtara n’ọnwa Oktoba 2022 kwuru na ya ka na-agba mbọ iwepụta ya.",
    "“Nsogbu ahụike nke uche a bụrụ nnukwu ọrịa,” ka Mokhothu Makhalanyane, onye omeiwu nọ n’isi kọmitii na-ahụ maka nsogbu ahụike nke uche kwuru.",
    "\"Anyị na-agba mbọ ịhụ na ewelitere aka na mkpọliteuche ụmụ mmadụ site n'ụlọakwụkwọ praịmarị ruo sekọndrị, ọbụnadị ebe ndị ntorobịa na-agbakọ dịka ebe a na-agba bọọlụ,\" ka ọ gwara BBC.",
    "\"Atụmatụ ahụ ga-ekwupụta ụdị nlekọta a ga-enye onye ọbụla ọ metụtara ma kwerekwa ka ha gaa maka mwoghari uche.\"",
    "O kwukwara na Lesoto ga-amụta ihe site n'agha ọ na-ebu megide ọrịa HIV/AIDS.",
    "N'afọ 2016, ọ bụụrụ mba nke mbụ nabatara usoro \"e mee nnyocha agwọọ\" nke pụtara na ndị mmadụ nwere ike ịmalite ọgwụgwọ ngwa ngwa ha mere nnyocha. Ogogo ndị mmadụ ji ebute nje ahụ agaala n'ihu na-agbatu.",
    "Moloi bụ otu onye n'ime ọtụtụ mmadụ na-eru uju ndị ha hụrụ n'anya ji aka gbuo onwe ha na Lesoto.",
    "Oge anyị na ya na-akparịtaụka, o kwuru na ya nwere ozi maka ndị hụtara onwe ha n'ọnọdụ nwa ya nwoke.",
    "\"Aga m agwa ndị mmadụ na iji aka ewepụ ndụ ha agaghị egbo nsogbu. Ihe i nwere ike ime bụ ịgwa ndị nọ gị n'akụkụ ka ha nyere gị aka.\"",
    "Ụmụntoroọbịa",
    "Afịrịka",
    "Lesotho",
    "Ịwakpo mmadu na-ike",
    "Mmegbu",
    "Ezinụlọ",
    "Ọrịa Mpox bụzi ọrịa ọnọdụ gbatagbata n'Afrịka - Ụlọọrụ Africa CDCelekere 6 gara aga",
    "NA EME UGBU A, Onyeisiala Tinubu ewepụtala atụmatụ ga-egbochi ndị ọrụ ahụike ịgbaga mba ọzọ",
    "Lee ntaramahụhụ ga-adịrị ndị na-achọ ikewapụ na Naịjirịa n'iwu ọhụrụ ndịomeiwu chọrọ imepụta13 Ọgọọst 2024",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "Lee iwu Enyinnaya Abaribe gbadoro ụkwụ akpọ ka a nwụchie ndị na-achọ Igbo Must go8 Ọgọọst 2024",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa6 Ọgọọst 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ada Jesus dị afọ 23 alaala mmụọEmelitere ikpeazụ na: 21 Eprel 2021",
    "Ụzọ asatọ nchekwa si dakpọọ n'Ọwụwa AnyanwụEmelitere ikpeazụ na: 11 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}