{
  "published": "elekere 2 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Enugu state's Govt House",
    "Gọmentị Enugwu steeti site n’ụlọọrụ Enugu Capital Territory Development Authority (ECTDA) akụkpọọla ụlọ ha kpọrọ ụlọ ndị ntọ ji akpamkpa n’Owerre Court dị n’okpuru ọchịchị Awgu na steeti ahụ.",
    "BBC Igbo họtara n’ụlọeru ahụ gọmentị Enugwu kụkpọrọ dị na etiti ụzọ ma na-aghọta na ọ bụ ebe ndị ntọ na-edose ndị ha tọọrọ ma bụrụkwa ebe ha dọwara ngwa agha dị icheiche.",
    "Oge a gbara onyeisi ndị ECTDA bụ Sunday Anya ajuju ọnụ ka ọ gwara ndị nta akụkọ sị “ihe unu na-ahụ ugbua bụ agha gọọmentị Enugwu na-ebuso mpụ na ndị omekome n’Enugwu”",
    "“Anyị bịara ebe a ka anyị kwatuo ụlọ e ji eme mpụ na arụ dị icheiche n'Enugwu ọkachasị na mpaghara a.”",
    "Ndị ntọ atọhapụla Eze ndị Igbo na Ondo steeti bụ Donatus Okereke28 Nọvemba 2021",
    "Ụzọ asatọ ị ga-eji agbalahụ ndị ntọ17 Mee 2019",
    "Ndị ntọ atọrọla otu onye ntaakụkọ3 Maachị 2018",
    "Sunday Anya kwuru sị “n’abalị 25, nke ọnwa Julaị afọ 2024 ka ndị ntọ tọọrọ otu nwoke n’Enugwu, kpụrụ ya kpochie ya n’ụlọ a.",
    "Ha manyere n’ike ka ya na ndị ezinaụlọ ya kpaa ma kwunyere ndị ntọ ahụ akatamkpo ego”.",
    "“Mana Gọmenti Enugwu hụrụ ihe niile na-eme na mpaghara ahụ sịte n’igwe nnyocha anyị ji ahụ ihe na-eme n’Enugwu”.",
    "“Nke a mere ndị ọrụ nchekwa jiri nwuchie n’ebe ahụ ma jide ndị niile ha hụrụ sọ eme ntọ ahụ, mana onyeisi ha gbara ọsọ n’ụbọchị ahụ”",
    "“Anyị chụwara onyeisi isi ndị ntọ ahụ banye n’Ebonyi steeti, nke mere o ji gbalaga, gaa na Legos bụ ebe anyị nọ nwere jide ya ma kpụlata ya n’Enugwu”.",
    "Ọ gara n’ihu kwuo na ọ bụ otu ndị ahụ rụrụ ụlọ ha ji-atọ ndị mmadụ n’Ogbeke dị n’ime Nike ma rụkwaa ụdịrị ụlọ ahụ n’Abakpa bụ nke gọọmentị kwatuchara.",
    "Sunday Anya bụ onyeisi ọrụ n’ECTDA dọrọ ndị niile nwere ụlọ ka ha gbaa mbọ ka ndị omekome hara iji ụlọ ha mere ọdụ ma ọ bụ ebe ha ji akpa mkpamkpa.",
    "Na okwu ya “ihe a bụ ịdọ aka na ntị dịara ndị niile nwere ụlọ; Gọmentị Enugwu agaghị anaba mmadụ ị sị na ya anọghị nsọ, na ya nọ na mba ofesi ma ọ bụ na ọ bụ nwanne ya nabatara ndị jị ụlọ ahụ atọ ndị mmadọụ”.",
    "“Oge ọbụla mpụ ma ọ bụ arụ mere na ụlọ gị dị ntọ, ịgbụ ọchụ na ihe ndị ọzọ megidere iwu; mara na gọọmenti Enugwu ga-ejide gị ma kụkpọsịa ụlọ ahụ”.",
    "Ebe foto si, Govt house, Enugu",
    "N’okwu Sunday Anya “Gọmenti Enugwu bụzị onye ala ụlọ a anyị kwaturu ugbua.”",
    "“Gọmentị Enugwu nwereike ị ji ala ahụ rụpụta ụlọọgwụ, ụlọakwụkwọ  ma ọ bụ ihe ga-abara obodo niile uru”.",
    "Cheta na Gọọmentị Enugwu steeti, site n’akwụkwọ ozi odeakwụ steeti ahụ bụ Ọkammụta Chidebere Onyia binyere aka kemgbe ọnwa ọgọst mara ọkwa na ha ga-ebido na-akụkpọsị ụlọ ọbụla e ji mee ntọ na steeti ahụ.",
    "National security",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Enugwu",
    "Gọmentị Enugwu akwatuola ụlọ e ji atọ ndị mmadụ n’Owerre Court, Agwuelekere 2 gara aga",
    "NA EME UGBU A, Ntụliaka Okpuru ọchịchị amalitela na Rivas steeti",
    "Gọvanọ Otti ekwela nkwa ịchọpụta ndị bepụrụ di na nwunye isi n’Abịa steeti5 Ọktọba 2024",
    "Anyị anaghị egbu oge maọbụ ese okwu, ọ bụ ikike Nnamdi Kanu ka anyị na-azọ - Aloy Ejimakor30 Septemba 2024",
    "Rwanda ebelatala ndị na-aga ebe a na-eli ozu maka nfesa ọrịa Marburg virus30 Septemba 2024",
    "Ọrịa otoro egbuola mmadụ 13 n’Ebonyi steeti29 Septemba 2024",
    "",
    "O nwere uru unyi baara ahụike mmadụ?25 Septemba 2024",
    "Kedụ onye bụ onyendu Hezbollah bụ Hassan Nasrallah?29 Septemba 2024",
    "'Nwunye nna m boro m na m bụ amoosu gburu nwa ya nwoke'26 Septemba 2024",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụaka27 Septemba 2024",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?25 Septemba 2024",
    "Etu otu obodo n'Imo steeti si wakpoo ụlọụka maka ebubo na ụkọchukwu metọrọ nwata",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}