{
  "published": "06:26",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Sickle Cell disorder: \"Ọ bụrụ na ọ bụghị nne m akaghị ịgbalahụ ọrịa 'sickle cell' were rue",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Ebeg o si  Legọs",
    "Julaị 2023",
    "\"Ọ bụrụ na ọ bụghị nne m akaghị ịgbalahụ ọrịa 'sickle cell' were ruo afọ 65 m dị ugbua'",
    "'Sickle Cell', bụ ọrịa na-egbu ọtụtụ ndị nwere ya n'ụmụaka tupu ha eruo ihe eji mmadụ eme mana Odoziakụ Bukola Popoola, meriri ọrịa dị ndụ dịkaa nka.",
    "Ugbua ọ fọrọ ya nwaantịị ka o rue afọ 65 mana nwaanyị nke ọrụ ya bụ isi nrị nakwa ịzụ ndị na-amụ nka isinri gbasiri ike ma kajaa akaja n'ahụike nakwa ịgba mbọ.",
    "Ọ gwara BBC Igbo na ọ bụ nne ya nakwa Chineke mere na ya dị ndụ taa.",
    "Oge a mụrụ ya, ndị mmadụ gwara nne ya bụ Ọrịakụ Henrienta Olapade  ka ọ tufuo ya, sị na ndị nwere ọrịa anaghị adị ndụ.",
    "Africa Eye: Etu m si ebuagha megide oke a na-akpasị ndị nwere ọrịa 'sickle cell'14 Juun 2023",
    "Ihe mere m ji enyere ndị bu ọrịa 'Sickle cell' aka19 Juun 2020",
    "Kedụ ka nwada a na-arịa 'sickle cell' si jiri ụkwụ isii gụpụta na mahadum?27 Jenụwarị 2022",
    "Mana  Olapade sịrị, \"Nke m ga-adị ndụ.Agaghị m atufu nwa Chineke nyere m \"",
    "Popoola, kọwara na ahụ ụfụ nakwa mkpachapụ so na ihe ndị ọ gabigara n'ihi 'ọrịa 'sickle cell'.",
    "Mana o gbochighị ya ịgba mbọ ma na-azụlikte ndị ọzọ nwere ụdị nsogbu ahụ.",
    "Ụmụaka ọhụrụ 100,000  n'ime150,000  a na-amụ ụmụaka nwere ọrịa sickle cell na-anwụ kwa afọ tupu ha erue afọ ise, dịka Dkta Annette Akinsete si kọwaa.",
    "Kirie ya n'uju 🖕:",
    "Amerika",
    "Ahụike",
    "Omume",
    "Ndị Okenye",
    "Ọgwụ",
    "Science",
    "Ọgwụ mgbochi ọria",
    "Nchọpụta gbasara ọgwụ",
    "Sit at home: Ihe gọọmentị Enugu na-ekwu maka nchekwa steeti ahụ elekere 8 gara aga",
    "Mmesoma Ejikeme: Ihe  ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ 5 Julaị 2023",
    "Threads: Ihe ndị i kwesịrị ịma maka akara mgbasaozi a7 Julaị 2023",
    "Kedụ uru akụkọ ifo baara ndị Igbo?12 Julaị 2019",
    "Mmesoma Ejikeme: Ihe  ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ 5 Julaị 2023",
    "Ihe anyị ma maka ndị nche obodo a sị ndịagha gbagburu n'Eke Udi, Enugwu Steeti3 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}