{
  "published": "2 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mmadụ kwụsị ọrụ, a na atụanya na ụgwọọnwa ya kwesiri ịkwụsị mana nke a adịghị etu ahụ ebe ọtụtụ ndị ọrụ gọọmentị etiti Naịjirịa nọ maka na ha na erị ụgwọọnwa ha na agbanyịghị na ha adahịzị arụ ọrụ.",
    "Ọtụtụ n’ime ha nwetara ọrụ ebe ọzọ, ụfọdụ gara mba ofesi mana a ka na akwụ ha ụgwọọnwa.",
    "Akụkọ a bara onyeisiala Naịjirịa bụ Bola Tinubu ntị nke mere o ji nye ịwụ ka awuchie ndị niille na erị ụgwụọnwa ahụ.",
    "“Anyị ga eme ka ndị niile riri ego Naịjirịa kwụghachita ya”.",
    "Sabitu Adams bụ onye anyị gbanwere aha ya maka ichekwa aha ya kwuru na ya edebeghị akwụkwọ arụkwaghịm n’ụlọ ọrụ  dịka onye ọrụ gọọmenti etiti Naịjirịa mana a ka na akwụ ya ụgwọọnwa kemgba afọ abụọ garaaga.",
    "Ọ na arụ ọrụ ugbua dịka ọkwụọgbụala na mba Uk, mana ọ gwara BBC na egwu adịhị atụ ya maka ihe onyeisiala Naịjirịa kwuru ma ọ bụ na akwụsị ịkwụ ya ụgwọọnwa.",
    "Adams kwuru na gọọmenti ịkwụsị ịkwụ ya ụgwọọnwa ahụ rụrụ N150,000 ($100) ama mme ya ịda ụbịam maka na ya n’enweta ego karịrị ya n’ịkwọ ụgbọala na UK.",
    "Adams dị afọ 36 kwuru sị “Oge m nụrụ maka ihe onyeisiala Naịjirịa kwuru, achịrị m ọchị maka na m na eme ọfụma na Uk - ọdịghị amapụ m obi”.",
    "Mana ọ gịnị mere n’ịchọghị ịgwa ndị ọrụ gị na ị daghị arụzị?",
    "“Ịgwa gị eziokwu, achọghị m ide akwụkwọ arụkwaghị m maka na achọrọ m ka ọ dịrị m mfe ịlọghachị n’ọrụ na ọdị n’ịru  ma ọ bụrụ na m chọọ ịlaghachị azụ n’ọrụ na ọdịna-ịrụ”.",
    "Ebe foto si, AFP",
    "Dịka Admas, ihe ruru nde atọ na puku isii mmadụ  sị Naịjirịa pụọ kemgbe afọ abụọ garaaga dịka ndeko gọomentị sị egosiputa.",
    "Ọtụtụ ndị ntorobia afụghị etu ha ga esi bie ndụ nke ọma ma nweta ihe ga ezuru ha na Naịjirịa, bụ ihe ajọ ọnọdụ akụnụba na akpata ọkacha ego naira na ada mba n’ihi ndụrị ịwụ onyeisiala Naijirịa, Bola Tinubu na eme kemgbe ọ banyere n’ọchịchị.",
    "Ịga chụọ ego n’mba ofesi abulula ihe dị na obi ndi na etoeto na Naịjirịa. Ihe ha na akpọ ya bụ “japa” bụ ihe njịrị mara ịgbapụ na Naịjirịa.",
    "Ọ bụ okwu sị na asụsụ ndị Yoruba nke pụtara ịgbapụ ọsọ ma ọ bụ ịgbanaga.",
    "Tinubu kwuru na ọ bụ ihe ịtụnanya oge ndị ịsị ọrụ nke gọọmenti etiti gosiri na ọtụtụ ndị mmadụ bụ ndị gara mba ofesi ka na eri ụgwọọnwa ma hara ide akwụkwọ arụkwaghị m.",
    "Tinubu kwuru na ọ bụghị naanị na aga eme ka ndị ahụ kwụghachịta ego ahu, ma kwukwa a na a ga enyocha ndị ọrụ bụ ndị mere ka nke mee.",
    "“Ndị ịsị ha bụ ndị gbara nkịtị ka ihe dị etua mee ga enweta ntara m ahụhụ”.",
    "Ihe a nwereike ịbụ ihe akaeme Adams”",
    "Adams kwuru na ọ bụ onyeisi ya n’ụlọọrụ nyere ya ikike ịga mba ofesi: “mụ na onyeisi m nwere nkwekọrịta, ọ si m gawaa”",
    "Na oge ụfọdụ ihe na eme bụ na onyeisi n’ụlọọrụ na onye a kwụrụ ụgwọ ọnwa na eke ego ahụ mana Adams sị na nke ya adịghị etuahụ.",
    "Adams kwuru sị “onyeisi m n’ụlọọrụ bụ nwanne m”",
    "Ndị na adịghị arụ ọrụ na eri ụgwọọnwa bụ nnukwu nsogbu na Naịjirịa.  Na agbanyịghị na gọọmenti chọrọ ibeleta ya, ọtụtụ ndị mmadụ na anara ụgwọọnwa ma na ha adịghị arụ ọlụ, nke mere o ji dị ka e nwere nruru aka n’usoro ịkwụ ụgwọ ọnwa.",
    "Mana nke a bụ nke mbụ a na ahụ na ndị nọ na mba ofesi ka na eri ụgwọọnwa ha.",
    "Auwal Yakasai bụ onye ruburu ọlụ na ngaraba mgbasa ozi na Kano steeti kwuru na ya nuru na ụdịrị ihe ahụ na eme.",
    "Yakassi bụ onye ruru ọlụ na gọọmenti kemgbe afo ịrị atọ na abụọ gwara BBC sị “Ka m gwa gị eziokwu, onwebeghi onye m jidere na aka”.",
    "“A nụrụ m na o nwere ndị mmadụ na anara ụgwọọnwa oge ha hapụrụ ọlụ ma ọ bụ gaa mba ofesi”",
    "Kemgbe Tinubu banyere na ọchịchị na ọnwa Maay afọ garaaga ọ kwere nkwa na ya ga enwedata ọnụ ego gọọmentị na emefu ka ọgbadaa rụọ 60%.",
    "Mana ọtụtụ na ekwu na enwere ọtụtụ ihe gọọmenti Tinubu kwuru ma na ha ama mme ya.",
    "A na arụtụ aka na ego ruru ọtụtụ nde dollar nke Tinubu na osetere ya bụ Kashim Shettima nweputara ịjị zụta ụgbọelu.",
    "Ọzọ bụ oge Tinubu bidoro ịrịrụ Shettima  ụlọ ọhụrụ ga efu ego ruru $13.6m na Abuja.",
    "Na agbanyịghị ihe onyeisiala Naịjirịa kwuru maka ndị na eri ụgwọọnwa mana ha nọ na mba ofesi nakwa ndị na anọghị na ọrụ; ọ kwụghị ihe a ga eme ndị aka ha dị na nruru aka ahụ.",
    "United Kingdom",
    "Naijiria",
    "Njepụ",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?elekere 9 gara aga",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten5 Julaị 2024",
    "Ihe BBC chọpụtara maka nkwekọrịta Samoa na LGBTQelekere 7 gara aga",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Lee ọkwọụgbọala bi mba Briten ka na-eri ụgwọọnwa gọọmenti na Naịjirịa2 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Arịrị eriela ndị nwụnye ndị uweojii abụọ a gbagburu n'Aba ọnụ28 Juun 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}