{
  "published": "30 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Priya Sippy",
    "Ndị mere akụkọ a,  BBC News",
    "Eprel 2024",
    "Kamgbe ọnwa Maachị, okpomọkụ na-enye ndị ọdịda anyanwụ Afrịka nsogbu. Na mba Mali, ọnọdụ ihuigwe, na e nweghị ọkụ latrịk mere ka otụtụ ihe dị garaa ọnụ.",
    "N'ebe ugwu ọdịda anyanwụ Bamako, isi obodo Mali, a na-ere mmịrị aịzị ngalaonu karịa achịcha.",
    "Fatouma Yattara  dị afọ 15 kwuru na ya gara ịzụta mmịrị aịzị maka na okpomọkụ dị ugbua enweghị atu. Ndị mmadu anaghị enweta mmịrị juru oyii maka na ọkụ latrịk adaghị adịzị ọtụtụ awa na ụma kwa ụbọchị.",
    "N'okwu ya \"abịara m ịzụta mmịrị aịzị maka na oke okpomọkụ  dị ugbua. Ndị mmadu kwesiri ịnụ mmịrị juruonyi\"",
    "Mba Mali so na otu mba nọ na odida anyawu Afrịka na enwe ịhe oke okpomoku kengbe ọnwa Maach.  Na onwa Epril, okpoku dị na Mali ruru 45-degịrịị nke mere abalị olemaole, ma na ndịda ọdịda anyanwụ na obodo Kayes ọ ruru 48-degịrịị.",
    "Ugbua ịnụ mmịrị juru oyi bụ otu ụzọ ndị mmadu jị echekwa ahụ ha. Ma na enweghị ọkụ latrịk mere ya ọ bụlụzịa ịhe naanị ndị nwere ego ga azutali. Mmịrị oyị ka achịcha na mmiri ara ehị dị ngalaonu na mpaghara dị ịcheịche n' ịsị mba Mali.",
    "Fatouma kwuru na \"ọ dị ngalaonu ma ka na mpaghara dị ịcheịche a na ere ya 100 frances, 300 na 500\"",
    "Onye na ere mmịrị aịzị na ọnụ ala,  50 FCFA  ya bụ ($0.10)  bụ Nana Konate Traoré kọwara ịhe mere ọ jị ghara ịtịnye egọ na ọnụ ahịa ya maka na ọtụtụ ndị ọzọ tinyere ego.",
    "\"Ugbua anyị bịdọrọ na enwe nsogbu maka ọkụ latrịk enwere ndị na ere mmịrị aịzị ha 300 francs, e be ndị ọzọ na ere 500 francs\".",
    "Assitan Traoré bị na ogbe ahụ kwuru na ọkụ latrịk adịghị nere ka ndị mmadu nabata ịgọ mmrị juru onyi ngalaonu.",
    "\"Anyị adaghị enwe ọkụ latrịk na ogbe anyị, na ịkpeazu anyị enweghị ịhe ọzọ anyị ga eme\".",
    "Oke okpomọkụ u na ebutere ndi Mali ọtụtụ ịhe ịche akamgba.",
    "Nana Konate kwuru na adaghị echekwazị nrị maka na ọ ga emebị. Na oge garaaga ha nwereike ịsị nrị ga anọ abalị abuo ma ọ bụ atọ, mana ugbua ịwụ bụ na ha ga esị nrị kwa ụbọchị.",
    "\"Oge ụfọdụ anyị na anọ otu ubochi na enweghị ọkụ\"",
    "\"Nnyị na etufu nrị maka na ọ na emebị\"",
    "Ndị Mali nọ na nsogbu enweghị ọkụ latrịk ịhe rụrụ otu afọ ugbua",
    "Ọtụtụ  ndị mmadụ enweghị ịgwe ọkụ latrịk maka na ọdị ngalaonu ịtịnye mmanu ugboala na ọ bụrụ na nke ịtinyere gwụ.",
    "Maka enweghị ọkụ latrịk ndị mmadụ na ehị ụra na ịrọ.",
    "Oke okpomọkụ na emetukwa ahụike ndị mmadu.",
    "Soumaïla Maiga sị na mpaghara Yirimadio kwuru na mpuga Bamako kwuru na oke okpomoku di ugbua bụ ịhe ya enweghị ike idi.",
    "\"Na abalị, okpomọkụ nwere ike iru 46 degịrịị. Ọ na eme m ịke ọgwụgwụ\"",
    "\"A na awu mmịrị na ahụ ka m nweike ịweta owe m. anyị na ata ahuhu nkw ukwuu\"",
    "Na Bamako, ụlọ ọgwụ akpọrọ Gabriel Toure ewetara ndekọ mmadụ 102 nwuru na mbido ọnwa Epril.",
    "ọtụtụ na ịme ndị nwuru dị afọ 60, ndị ọzọ bụ ụmụaka bụ ndị mmịrị nwereike ịkọ na ahụ ha maka oke okpomoku.",
    "Na ogbe ebe oke okpomọkụ  metutara nke ukwuu, emechịrị ụlọ akwụkwọ na ebe ahụ.",
    "Yacouba Toloba bụ onye ọkachamara na arụ ọrụ na ụlọ ọgwụ dị na Bamako kwuru na \"Kwa ụbọchị anyị na ahụ mmadụ 15 ebutara ụlọ ọgwụ\"",
    "\"Ọtụtụ ndị bịara ụlọ ọgwụ bụ ndị mmịrị kọrọ na ahụ. Ịhe a na ahụkarị bụ na ha na ese ụkwara nakwa mmeru ahụ na ebe ha sị eku ume\".",
    "toloba kwuru na ka oke okpomọkụ  ahụ na akawanye njọ na a dụụ ndị mmadu ndụmọdụ ka ha kwụsị ịbụ ọnụ maka ekpere.",
    "Ọ kwuru na ha ahunubeghị ụdịrị oke okpomoku dị etua",
    "\"nke a turu anyị na anya. anyị ka agba mbọ kwadọ maka ụdịrị ọnọdụ dị etu a na ọdịniru ma ka na onwereike ịme ọzọ\"",
    "Ebe foto si, AFP",
    "Ewepu Mali ebe ndị ọzọ oke okpomọkụ  a bịdọrọ na ọnwa Maachị metutara rụọ  Epril gunyere Senegal, Guinea, Burkina Faso, Nigeria, Niger na Chad.",
    "Nnyocha e mere n'oge na-adịbeghị anya nke ndị  na enyocha ịhụ ịgwe akpọrọ \"World Weather Attribution (WWA)\" na-ekwu na mgbanwe ihu igwe nke ndị  mmadụ jị aka ha mee na-akpata oke ihu igwe na-ekpo ọkụ na Sahel.",
    "Ha dọrọ aka na ntị na ịhụ ịgwe ga na ekpo ọkụ ọkacha na oge aga ebịdọ ịme okpomọkụ zuru ụwa ọnụ n'ọdịnihu.",
    "Ka a na atụanya na oke okpomọkụ ga adị na Bamako rụọ 40 degịrịi ndị mmadu na anọgharị.",
    "Nana Konate kwuru \"anyi na anọ n' ịrọ ọgenịle maka oke ọkpomọkụ\"",
    "“Ọ dịghị mfe ma ọlị”",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}