{
  "published": "12 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "'Colos' nke bụ ụdịrị ọgwụike ahịhịa Igbo abụrụla ihe na-ewu n'akụkụ ụfọdụ na Naịjirịa mana NDLEA na-ebuso agha megide ya.",
    "Otu nwaamadị dị ebe agbata afọ 25 ruo 30 bụ onye ndị enyi ya mepere ụlọahịa ebe ọ na-akpụ ndị mmadụ isi hụ ya ka ọ tọgbọ n'ala ma harazie imata onwe ya.",
    "John (nke a abụghị ezigbo aha ya) bụ onye ndị enyi kwuru na-aṅụ ọgwụike 'Colos' ugboro ugboro.",
    "N'ihu ụlọọrụ ya dị na Surulere, Legos, ụfọdụ ndị enyi ji anya mmiri akwa gwa BBC Igbo na “n’isi ụtụtụ ahụ, anyị batara n’ime ụlọ ebe ọ na-akpụ ndị mmadụ isi ma hụ na ọ dara ma gharazie ịmata onwe ya”. .",
    "Ụfọdụ ndị enyi ya gwara BBC Igbo na John bụ “onye nwere ezigbo obioma ma bụrụ onye ọṅụ juru ahụ” mechara laa mmụọ dịka ọ pụtaghị ụlọọgwụ ebe e bụgara ya na ndụ.",
    "John e sorola na ụfọdụ n'ime ọgwụike 'Colos' a dulara mmụọ ma mmenyụ ọkụ ha n'oge erughi eru.",
    "Ọtụtụ ndị ntorobịa na-ekokpu ebe ndị ọzọ larala mmụọ site n'ịṅụ ọgwụike na Naịjirịa.",
    "NDLEA gbara ama nye BBC Igbo na ọgwụ ndị a na-emetụta ndị mmadụ na ahụike ha n'ụzọ ọjọọ ma maa ọkwa ịdọ aka na ntị banyere ọgwụ ndị dịka ọgwụike ahịa ahịahịa Igbo a kpọrọ 'Colos', ọgwụike 'laughing gas' na ọgwụ ndị ọzọ.",
    "Ọgwụike dị iche iche ewuola ma fesaa n’oge gara aga na Naịjriịa mana ikuku ọgwụike ọhụrụ ndị ọzọ amalite ifesa n’akụkụ Naịjirịa dị iche iche ugbua dịka ụlọorụ na-ebu agha megide ọgwụike na Naịjirịa bụ NDLEA siri kwuo.",
    "Ọnụ na-ekwuru ụlọọrụ National Drug Law Enforcement Agency (NDLEA) bụ Femi Babafemi gwara BBC Igbo na “nnyocha mbaụwa e mere n’akụkụ na Naịjirịa 2018 banyere ịṅụ ọgwụike gosiri na Igbo bụ ọgwụike ndị mmadụ kacha aṅụ”.",
    "Ọ gara n’ihu kwuo na n’ime nde mmadụ 13 na ụma e jidere na-aṅụ ọgwụike na Naịjirịa, nde 10 na ụma kwuru na ha na-aṅụ ọgwụike igbo”.",
    "Babafemi kwuru na ihe mere ha ji ebusosi ọgwụike a agha bụ etu ha siri nyochapụta na “e nwere njịkọ dị n’etiti ịṅụ ọgwụike nakwa nsogbu nchekwa dị na Naịjirịa”.",
    "Ihe mere 420 jị bụrụ nnukwu akara dị mkpa maka ndị na-ese 'marijuana'20 Eprel 2022",
    "Codeine, ọtọmegbum1 Mee 2018",
    "World Drug Abuse Day: 'A kụgbụrụ nwa m maka ebubo mkpụrụmmiri' - Onye e gburu nwa ya26 Juun 2023",
    "E nweghi nchekwa so na ihe na-ama Naịjirịa aka kemgbe afọ ole ma ole dịka Naịjirịa ka na-achọ ụzọ iji dajụọ mwakpo n’aka ndịagha nnupụisi ụka alakụba, ndị ekperima ‘bandits’ nakwa ọtụtụ ndị omekome na ndị ojiegbe ndị ọzọ na Naịjịrịa.",
    "N’afọ 2018, BBC chọpụtara na ụfọdụ ọgwụike dịka Tramadol so n’ihe nọ na-akwanye ọkụ na mkpa mkpa otu ndịagha nnupụisi ụka alakụba Boko Haram nọ na-akpa n’akụkụ mpaghara ugwu Naịjirịa.",
    "Otu bụbu onye otu ndịagha a dị afọ 21 n’oge ahụ gwara BBC na “a gwara anyị na ịṅụọ ọgwụike , ịgaghịzị na-atụ egwụ. Obi ga-esi gị ike dịka ị ga-esikwa ezigbo ike”.",
    "Mana na nso nso a, dịka Babafemi siri gbaa ama, ụdịrị ọgwụike Igbo a na-akpọ ‘Colos’ amalitela ifesa n’akụkụ Naịjirịa dịka etu o si emetụta akparamagwa ndị mmadụ etu dị oke egwu na-agba n’ihe onyonyo ọtụtụ na-apụta na soshal midia.",
    "‘Colos’ bụ aha ndị mmadụ nyere ụdịrị ọgwụike Igbo nke na-abụghị nke ọnatarachi",
    "Iji mepụta ya a na-eji kemịkal ndị ọzọ agwọkọ ahịhịa Igbo nke ọnatarachị nke na-eme ka ọ dị ire karịa nke ọnatarachi",
    "Ọ na-emetụta akparamagwa, echiche nakwa omume ndị mmadụ n’ụzọ pụrụiche dịka ọ nwereike ime ụfọdụ akpa agwa iwe oke iwe, ịme aghara, dị jụụ nakwa ihe ndị ọzọ",
    "Ọ bụ ọgwụike a machịrị amachị na Naịjirịa nakwa n’akụkụ ụwa dị ọzọ",
    "A na-ebuta ya ebuta na Naịjirịa dịka ọtụtụ anaghị enweike ịgwọkọ ya na mba a",
    "Ọ malitere iwu site n’akụkụ Colorado nke mba Amerịka bụ ebe ịse ahịahịa Igbo maka iji gwụọ ahụike emeghide iwu",
    "NDLEA kwuru na ịṅụ ọgwụ a efesabeghi nke ukwu dịka ahịhịa Igbo nkiti n’ihi na ọ dị ọnụ karịa ahịhịa igbo nkịtị nakwa na ọ dịtu ụkọ karịa nke nkiti mana ọ na-ewu maka etu o si emetụta agwa ndị mmadụ n’ụzọ dị egwu",
    "NDLEA ekwuola na nnyocha gosiri na e nwere ihe njịkọ nọ n'etiti ịṅụ ọgwụike na iri elu enweghi nchekwa na Naịjirịa",
    "Ọ bụ eziokwu na ndị nnyocha sayensị na-ekwu na ahịhịa Igbo bụ nke Bekee na-akpọ ;marijuana' nwere uru ọ bara maka ahụike, mana o nwekwara ọtụtụ ọghọm nke mere gọọmentị ji machie ya.",
    "Ntaramahụhụ dịịrị onye a hụrụ ọgwụ ike dịka 'marijuana' n'aka ya bụ na onye ahụ ga-aga mkpọrọ ihe dịka afọ iri na abụọ.",
    "Dịka ndị ọkaibe siri kwuo ahịhịa 'marijuana' nwereike inyere mmadụ aka n'ọtụtụ ụzọ ọkachasị ndị na-arịa ụfọdụ ọrịa.",
    "Ụlọọrụ NDLEA ezipụtala ozi ọhụrụ banyere ọhụike ọhụrụ a hụrụ malitere ifesa n’akụkụ Naịjirịa ma dọọ ọha aka na ntị banyere ya bụ a kpọrọ “Nitrous ozide’ maọbụ “laughing gas” na Bekee.",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ NDLEA ekwuola na ha ga-ebusosi ọgwụ 'nitrous oxide' agha ike n'ihi etu o si emetụta ahụike na agwa ndị mmadụ.",
    "N’ọnwa Jụlaị a onyeisi NDLEA bụ  Mohamed Marwa na ha ga-amalite ibuso orire ọgwụike a agha n’ihi na “nnyocha gosiri na nke a na-emetụta agwa ndị na-aṅụ ya n’ụzọ siri ike”.",
    "Ọgwụ a nke ndị ọrụ ahụike na-enye ndị na-anta ọgwụgwụ iji mee ha ka ha dị jụọ maọbụ daa n’ụra n’ike abụrụla ihe ndị mmadụ na-aṅụ ugbua iji meedaa mmụọ ha ma mesapụ ahụ.",
    "Ndị ọrụ ahụike ekwukwaala na ịṅụ ọgwụ a nwereike ịmetụta ndị mmadụ dịka ịkpatara ndị mmadụ isi ọwụwa, ajụ anya, mmadụ ikubitu nwamgbe nta nakwa ihe ndị ọzọ.",
    "Ụlọọrụ NDLEA mara ọkwa nye ndị nne na nna banyere ụmụ ha ịṅụ ọgwụ a ma kwuo na “ọ nwereike ịmetụta ahụike mmụọ na ụbụrụ isi ndị mmadụ nakwa ndụ na nchịkọta”.",
    "Enweela ọtụtụ ọgwụ ndị ọzọ fesara na Naịjirịa n’oge gara aga bụ ndị Naịjirịa machiri dịka ọgwụ ‘Tramadol’, ‘Codeine’ ‘Methamphetamine’ (Mkpụrụ mmiri) nakwa ndị ọzọ.",
    "Ụmụntoroọbịa",
    "Ahụike",
    "Naijiria",
    "Omume",
    "Ịṅụ ọgwụ",
    "Gọọmenti amachiela ọgwụ codeine1 Mee 2018",
    "'Abu m 'ganja man' tupu m chịsa ọwa'26 Juun 2019",
    "\"Guff na-akpọfe m n'ala ndị mmụọ\"17 Ọktọba 2018",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a20 Nọvemba 2021",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}