{
  "published": "8 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Eze Charles III bụ onyeisi otu Commonwealth nke mba 56 nọ n'ime ya tinyere Naịjirịa",
    "Ndị isiala mba dị icheiche nọ n'otu Commonwealth gbakọrọ na London mba UK n'ụbọchị Satọde iji sonye n'Emume Ichieze nke Eze Charles III, onye bụkwa onyeisi otu ahụ.",
    "Ụfọdụ mba nọ n'otu Commonwealth bụ ndị mba Briten chịburu n'oge ọchịchị ndị ọcha a na-akpọ 'colonial era', ndị ọzọ bụ ndị mba Briten ka na-achị ruo taa, ebe olemole bụ ndị na-enwebughi ihe ọbụla jikọburu ha na Briten mana ha nwere mmasị isonye n'otu ahụ.",
    "Lee ihe asaa i nwereike ịmabughị gbasara otu Commonwealth.",
    "Ọnụọgụgụ mmadụ bi n'ụwa bụ ijeri asatọ na ụma. N'ime ọnụọgụgụ a, ndị mmadụ bi na mba Commonwealth dị icheiche dị ebe ijeri 2.5.",
    "Ihe karịrị pasentị 60 ndị mmadụ bi na mba Commonwealth dị icheiche dị afọ 29 maọbụ ha erubeghị ya.",
    "Otu ụzo n'ụzọ atọ ndị ntorobịa niile n'ụwa nọ n'agbata afọ 15 na 29 bi na mba Commonwealth.",
    "N'ime mba 56 nọ n'otu Commonwealth, Eze Charles bụ onyeisiala na 15, ndị ọzọ nwere ndị isiala maọbụ eze nke ha. Barabados bụ mba nke ikpeazụ wepụrụ Eze England dịka onyeisiala ha n'afọ 2021.",
    "Mba Commonwealth ebe Eze Charles bụ onyeisiala gụnyere: UK; Australia; New Zealand; Canada; Jamaica; Bahamas; Belize; Grenada; Papua New Guinea; Saint Kitts na Nevis; Saint Lucia; Saint Vincent na Grenadines; Solomon Islands; na Tuvalu.",
    "Ọ bụ eziokwu na a na-ahụta Eze Charles dịka onyeisiala na mba ndị a, mana ọ pụtaghị na ọ bụ ya na-achị ebe ahụ. Ọkwa ahụ bụ naanị iji gosi nkwanye ugwu, maka na mba ndị a nwere usoro ọchịchị nke ha.",
    "Mba ndị dịka Lesotho, Eswatini (a na-akpọ Swaziland), Brunei Darussalam, Malaysia na Tonga, nwere eze nke ha. Ndị ọzọ nwere onyeisiala na-achị ha.",
    "Ebe foto si, Reuters",
    "ndị ọcha chịrị mba Rwanda n'oge gara aga bụ ndị Germany na Belgium, mana Rwanda so n'otu Commonwealth",
    "Mozambique sonyere otu Commonwealth n'afọ 1995, Rwanda sonyere na 2009, mana mba abụọ enwebụghị mmekọ ọbụla ha na mba Briten nwere n'oge gboo.",
    "Ndị ọcha chịburu mba Rwanda bụ ndị Germany na Belgium.",
    "Mba Gabon na Togo - ndị mba Fransị chịburu n'oge ọchịchị ndị ọcha - batakwara n'otu Commonwealth n'afọ 2022.",
    "Ụfọdụ mba apụkwaala na ya bụ otu, dịka mba South Afrịka n'afọ 1961 oge ndị otu Commonwealth katọrọ ha maka ọchịchị ịkpa oke agbụrụ a kpọrọ 'apartheid'. Ha mechara laghachikwa n'otu ahụ na 1994.",
    "N'afọ 1999, a chụpụrụ mba Pakistan n'otu Commonwealth dịka ndị agha weghaara ọchịchị n'ike na mba ahụ, mechaa nabata ha n'afọ 2004, mechakwaa chụpụ ha n'etiti 2007 na 2008.",
    "Aka chịburu mba Zimbabwe bụ Robert Mugabe wepụrụ mba ya n'otu ahụ n'afọ 2003 dịka a katọrọ ya maka ebubo ime nrụrụaka na ntuliaka. Na 2018, Zimbabwe tinyere akwụkwọ ịlaghachi na Commonwealth, mana ekpebibeghị ya bụ okwu ruo ugbua.",
    "Mba ikpeazụ pụrụ na Commonwealth bụ Maldives na 2016, mana ha mechara batakwa ọzọ na 2020.",
    "Canada bụ mba kacha buo ibu n'ime otu Commonwealth",
    "Otu ụzọ n'ime ụzọ anọ ala niile dị n'ụwa dị na mba Commonwealth.",
    "Canada bụ mba kacha buo ibu n'otu ahụ dịka ọ bụ mba nke abụọ kacha buo ibu n'ụwa. India na Australia bukwara ibu.",
    "Mana ọtụtụ mba ndị so n'otu Commonwealth pere mpe. Mba 42 n'ime mba ndị kacha nta n'ụwa nọ n'ime Commonwealth.",
    "UK bụ mba ọnọdụ akụnụba ha kachabu mma n'ime otu Commonwealth, mana mba India gafere ha n'afọ 2022 dịka ngụkọ nke otu IMF si gosi.",
    "Naịjirịa bụ mba nke ise ka bụrụ ọgaranya n'ime mba 56 nọ na otu ahụ.",
    "Mgbakọta GDP nke mba 56 so n'otu Commonwealth karịrị tarị dọla 13 ($13tn maọbụ £10.8tn). Nke a karịrị ugboro abụọ akụnụba mba Japan ($5tn maọbụ £3.75tn), mana o rughị akụnụba mba Amerịka ($23tn maọbụ £17.2).",
    "Ebe foto si, Getty Images",
    "Ndị ọchịchị mba so n'otu Commonwealth na London n'afọ 1965",
    "Naanị mmadụ atọ rụrụla ọrụ dịka ndị isi otu Commonwealth - Eze George VI, Ezenwaanyị Elizabeth II, na Eze Charles III. Ọkwa a anaghị esi na nne na nna gafeere nwa, mana otu Commonwealth kpebiri ịnabata Eze Charles dịka onyeisi ha n'afọ 2018 oge ọ ka bụ Ọkparaeze nke Wales.",
    "Isi ụlọọrụ otu a dị na London, onye na-elekọta ya bụ 'Secretary-General' nke onye ji ọkwa ahụ ugbua bụ Baroness Scotland. A họpụtara ya ka ọ chịa nke ugboro abụọ n'ọnwa June 2022.",
    "Mba ndị so hibe otu Commonwealth bụ Australia, Canada, India, New Zealand, Pakistan, South Afrịka na Sri Lanka.",
    "Mana ọtụtụ na-ekwu na otu ahụ enweghịzi uru ọbụla ọ bara n'ụwa ọgbara ọhụrụ a, kama ọ bụ otu mba Briten ka ji jide mba ha chịburu n'oge gboo.",
    "Ebe foto si, Getty Images",
    "Onyeisiala mba Russia bụ Vladmir Putin bụ onyeisioche otu a kpọrọ 'Commonwealth of Independent States'",
    "Mba Russia na ụfọdụ mba ndị nọbụ n'okpuru 'Soviet Union' bịakọtara ọnụ n'afọ 1991 wee hibe otu ha kpọrọ Commonwealth of Independent States.",
    "Ha kwuru na otu a bụ iji kwalite azụmahịa, nchekwa, ime njem, na mkparịtaụka n'ime onwe ha, mana nke a adịbeghịrị ha mfe imejupụta.",
    "Georgia wepụrụ onwe ha n'otu ahụ n'afọ 2009 dịka Russia weghaara ala ha dị na mpaghara South Ossetia n'ike. Ukraine pụkwara n'otu ahụ n'afọ 2018.",
    "Ndọrọndọrọ ọchịchị",
    "King Charles III",
    "Otu Commonwealth",
    "Ike Ekwermadu: A gbaara m ya ezi ama n’ihi o gbughi mmadụ, ọ bụghị onye omekome - Bịshọp Chukwumaelekere 7 gara aga",
    "Eyigharịala ikpe maka ntuliaka ọkwa onyeisiala 2023 gaa Tuzde, Wenezde8 Mee 2023",
    "Kedụ mba ndị nọ na Commonwealth nke Eze Charles III bụ onyeisi ya?8 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}