{
  "published": "2 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria/Emmanuel",
    "Ihe ndị mmadụ na-ahụ dịka ịgba n'ezi na-agbanwezi dịka ụfọdụ na-asị na ndị ọdịn'obi ha na ndị ọzọ ịnwe mkparịtaụka miri emi bụ ịgba n'ezi.",
    "Ndọrịntaụka dị iche iche adapụtala n’okwu ịgba n’ezi na nso nso a, ọkachasị dịka kepukepụ pụtara na otu onye otiegwu Naịjirịa a ma ama gbara n’ezi ma tuba otu nwaada ime n'agbanyeghị na ọ lụọla nwunye.",
    "Na soshal midia, ọtụtụ malitere ikwu na ọ bụ ụmụnwoke kacha agba n’ezi n’alụmadinanwunye maọbụ n’etiti enyi na enyi.",
    "Ụfọdụ ndị na-eme ndọrịtaụka a na-ekwu na ụmụnwoke ka ụmụnwaanyị enwe agụụ aramara dịka chi si kee ha. Mana nke a, abụ eziokwu?",
    "Otu dọkịta akparamagwa aha ya bụ Leonard Okonkwo gwara BBC Igbo na enweghi nnyocha sanyesị ọbụla ọ ma maka ya nke kwuru na ụmụnwoke ka enwee agụụ ịme aramara, kama ọ bụ etu e siri zụọ mmadụ maọbụ ihe na-eme na ndụ ya nakwa na gburugburu ya nwereike ikpalite oke agụụ ime aramama.",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Ihe ise i kwesiri ịma maka amụ24 Nọvemba 2019",
    "Ihe ndị bu ọtụ na amụ na-agabiga2 Ọktọba 2019",
    "O kwuru: “Etu e si zụọ ọtụtụ ụmunwoke bụ ka ha bụrụ ndị na-agbapụ achọta maọbụ chụta nta ihe ọbụla na-agụ ha.”",
    "“Ụmụnwoke bụ ndị na-aka ebu ịnụ ọkụ n’obi n’akparamagwa ha mana nke a apụtaghị na agụụ aramara n’aka n’ime ụmụnwoke niile nọ n’ụwa”.",
    "Dọkịnta Okonkwo gwara BBC Igbo na n’uche ya, etu e si azụ ụmụnwaanyị n’usoro omenala dị iche iche bụ ka ha “nọrọ juu ma ghara ịchụso ihe na-agụ ha”, o kwukwara na ihe ọzọ na-eme ụmụnwaanyị anaghi esonyekarị n’aramara aghara aghara bụ na \"ọ bụ ha ka ibu arụ na-eso mmekọahụ na-adakwasị karịa”.",
    "Ọ gụpụtara ibu ndị a dịka “afọ ime, ihere mmetọ aha, ibute ọrịa aramara aghara aghara” na ndị ọzọ.",
    "Ọ kọwara na ụmụ ihe ndị a na-eme ụmụnwaanyị ji ebelata aka n’ime aramara karịa ụmụ nwoke.",
    "Dọkịnta ọzọ aha ya bụ Francis Ezenwankwo, onye bụ ọkachamara n'ahụike ụmụnwaanyị, kwetara na enweghi nnyocha sanyesi ọ ma nke kwuru na ụmụnwoke ka ụmụnwaanyị agba n’ezi.",
    "Mana ọ kọwara na dịka ahụ nakwa okike ụmụnwoke si dị, inwe agụụ aramara nwereike ịka dị elu n’ebe ụmụnwoke nọ karịa ụmụnwaanyị.",
    "O kwuru na nke a pụtakwara ihe ma a tụlee akparamagwa ụmụanụmanụ ndị ọzọ.",
    "Ebe foto si, Getty Images",
    "Akụkụ iwu n'ukpuru ụfọdụ na mpaghara ugwu Naịjirịa megidere ndị mmadụ nọ dịka di na nwunye ịgba n'ezi",
    "Dkt Ezenwankwo kwuru na \"enwere ihe a na-akpọ 'testosterone’ n’ahụ mmadụ, ọ na-aka n’ahụ ụmụnwoke mana ọ dịkwa obere n’ahụ ụmụnwaanyị. Ọ bụ ihe a na-eme ka agụụ inwe mmekọ dị n'ahụ mmadụ”.",
    "O kwuru na n’ihi etu 'testosterone' siri dị elu n’ahụ ụmụnwoke, e nwereike ịsị na agụụ inwe mmekọ ga-aka n’ahụ ụmụnwoke.",
    "O kwukwara na etu ahụ ụmụnwaayị dị bụ na ịnwe agụụ ime aramara na-eso usoro ịhụ nso ha, ma kọwaa na ya bụ agụụ na-arị oke elu n’ahụ ụmụnwaanyị n’oge mmụpụta akwa n'ahụ nwaanyị (ovulation).",
    "\"Nke a mere ọ bụghị oge niile ka agụụ inwe mmekọ ji adị ụmụnwaanyị n’ahụ etu o siri dị n’ahụ ụmụnwoke, bụ ndị na-anaghị eyipụta akwa ọbụla,\" Dkt Ezenwankwọ kọwara.",
    "Mana gbasara mmadụ ịgba n'ezi, Ezenwankwo kwuru na \"ihe dị etu na-abụ ihe dịịrị onye maka na ọ dịghi etu a n’ahụ mmadụ niile ma ụmụnwoke ma ụmụnwaanyị.",
    "\"N’uche m, okwu ịgba n’ezi bụ ihe dịrị onye nakwa mkpebi mmadụ ji aka ya mee,” ka o kwuru.",
    "N'okwu nke ya, Elizabeth Akunyili, onye ọkachamara n'okwu gbasara mmekọ ahụ kwuru na \"ime nnyocha banyere ịgba n’ezi ga-esi ike n’ihi na okwu aramara maọbụ mmadụ ịgba onwe ya n’anwụ abụghị ihe dị mfe ịjụpụta ndị mmadụ n’ụzọ dị mfe ọkachasị n’ụzọ nnyocha sanyesị\".",
    "Akunyili kwuru na site n’ọrụ ya dịka onye na-enye ndị na-eme enyi nakwa ndị di na nwunye ndụmọdụ, ọ chọpụtala na etu omenala dị nakwa etu ọha siri dị “a na-aka anabata ụmụnwoke ịgba n’ezi nke mere ha jiri agba ya n’anwụ etu o siri sọ ha karịa etu o siri bụrụ ihe ‘arụ’ ma ụmụnwaanyị mee ya”.",
    "O kwukwara na etu ọtụtụ akụkọ si apụta ugbua gbasara ‘nghọgbụ n’okwu nna nwe nwa’ nke Bekee na-akpọ ‘Paternity fraud’, o nwereike ịbụ ihe nrụtụaka na ọtụtụ ụmụnwaanyị na-agba n’ezi mana na ha na-ezo ya ezo maka etu omenala siri dị.",
    "Otu nnyocha sanyesị maka akparamagwa na-ekwu na ma ụmụnwoke, ma ụmụnwaanyị na-agba n’ezi na nhatanha.",
    "Mana ndị ọkachamara na ngalaba a na-ekwu na ọ ga-ara ahụ ịchọpụta nke a kpọmkwem n’ihi na ịgba n’ezi, nakwa ịme aramara abụchaghị ihe ndị mmadụ ga-apụta gbaa n’anwụ ka ọha mara.",
    "Ọzọkwa bụ na ihe ndị mmadụ na-ahụ dịka ịgba n'ezi na-agbanwe. Ụfọdụ na-ahụta mkparịtaụka miri emi n'etiti mmadụ abụọ na-abụghị di na nwunye maọbụ enyi, dịka ịgba n'ezi.",
    "Okwu ndị a ka bụ ihe ndị ọrụ sanyesị nke akparamagwa ka na-etinye anya, nke bụ na mpụtara doro anya so nnyocha ndị a agbabeghi n'ọha.",
    "Mana na mpaghara ụfọdụ na Naịjirịa, dịka na mpaghara Ugwu, iwu machiri nwoke lụrụ nwaanyị maọbụ nwaanyị lụrụ di inwe aramara ha na onye ọzọ na-abụghị nwunye maọbụ di ha.",
    "Onye a mara ikpe maka ịgba n'ezi nwere ike ịga mkpọrọ afọ abụọ maọbụ kwụọ nha ọbụla ụlọikpe ga-enye ya.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "mmekọta mmadụ",
    "Omenala",
    "Ezinụlọ",
    "Alụmdịnanwụnye",
    "NA EME UGBU A Anyị anabataghị okwu otu EU kwuru gbasara nrụrụaka na ntuliaka 2023 – Gọọmentị etiti1 Julaị 2023",
    "France riots: Nchịkọta ihe merela kamgbe ndị uweojii gbagbuchara otu nwokoroọbịa1 Julaị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "'Ike Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel",
    "France riots: Nchịkọta ihe merela kamgbe ndị uweojii gbagbuchara otu nwokoroọbịa",
    "Ihe i kwesịrị ịma maka Omenuko, Ije Odumodu, Mbediogu na akwụkwọ Igbo ndị ọzọ ị gaghị echefu echefuEmelitere ikpeazụ na: 15 Jenụwarị 2021",
    "Achi, Ezza na ndị Igbo ọzọ bụ Odogwu n'agha oge gbooEmelitere ikpeazụ na: 17 Julaị 2022",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe gị na ụmụ gị nwere ike ịme n'oge ezumikeEmelitere ikpeazụ na: 5 Ọgọọst 2018",
    "Hamish Herding kpọrọ m ka m sonyere ya n'ụgbọmmiri 'Titanic Submersible' - Ned Nwoko",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Gịnị ka akpa, abụzụ na nri ndị ọzọ na-eyi ndị mmadụ izizi ndị Igbo na-eri oge gboo na-enye n'ahụ?Emelitere ikpeazụ na: 21 Nọvemba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}