{
  "published": "3 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mercy Chinwo/Facebook",
    "Ụlọikpe Magistrate dị na Wuse Zone 2 Abuja akpọkuola mmadụ ise na-eji soshal midia agbasaozi ka bịara zara ọnụ maka imetọ aha oti egwu a ma ama bụ Mercy Chinwo na di ya bụ Blessed Uzochikwa.",
    "N’akwụkwọ ikpe ahụ e wepụtara n’ụbọchị 3 Eprelụ 2024, ọkaikpe magistrate Emmanuel Iyanna gwara mmadụ ise ndị ahụ ka ha wuchie n’ụlọikpe n’ụbọchị 23 Eprelụ 2024 ka zaa ajụjụ maka imetọ aha ndị a.",
    "Ndị ụlọikpe a kpọro oku gụnyere; Okoronkwo Ejike, Kingsley Ibeh, DJ SoiltKid, Terrence Ekot na Samuel Agozie.",
    "Nke a na-abịa dịka otiegwu ahụ na nwunye ya wepụtara foto nwa nwoke ha mụrụ ọhụrụ n’Instagram. Ndị a ga-azara ọnụ ha malitere ikesa akụkwọ na-ekwu na nwata ahụ yiri nwa otiegwu a na-akpọ Nathaniel Bassey, ma sị na ọ bụ ya bụ nna nwa ahụ.",
    "Mery Chinwo na di site n’aka ọkaiwu ha bụ Pelumi Olajengbesi gwara ụlọikpe na agwa ndị a kpara metọrọ aha ha, tụgide ha asị ma kpaa ha oke agbụrụ n’ịntanetị.",
    "Ha gara n’ihu kwuo na o megidere iwu Naịjirịa ngalaba 391 nke ‘Penal Code nakwa ngalaba 24(1) nke ‘Cybercrimes, Prevention) 2015.",
    "Cheta na Nathaniel Bassey n’onwe ya adịla mbụ mee mkpesa n’aka onyeisi ndị uweojii n’Abuja ma sị ha nyochaa mmadụ anọ n’ime ndị a maka imetọ aha ya.",
    "'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu11 Eprel 2022",
    "Otiegwu, ọgbaegwu, onye oziọma, onye ejije... Lee ọkpụrụkpụ ihe maka ndụ Chinedu Nwadike27 Maachị 2022",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke23 Jenụwarị 2022",
    "Ọ dị mma gbapụtara ihe dị n’etiti Mercy Chinwo na Nathaniel Bassey bụ ọdịmma nke mmadụ abụọ na-arụ otu ọrụ dịka ha abụọ bụ ndị otiegwu a ma ama n’iti egwu ụka Kraịst.",
    "Ha abụọ etikọọla ọtụtụ egwu ọnụ nke otu n’ime ha bụ egwu a kpọrọ ‘Tobechukwu’.",
    "A ma ha abụọ ama dịka ndị kwenye siri ike n’okpukperechi Kraịst ma bụrụkwa ndị a mụgharịrị ọzọ a kpọro ‘born again’.",
    "Ha abụọ si na mpaghara 'South South' nke Naịjirịa, Mercy Chinwo bụ onye Rivers Steeti ebe Nathaniel Bassey bụ onye Akwa Ibom Steeti.",
    "Ebe foto si, Nathaniel Bassey/Facebook",
    "Nathaniel Bassey bụkwa otiegwu a ma ama dị mbụ degaara onyeisi ndị uweojii akwụkwọ ka o nyochaa ma maa mmadụ anọ ikpe n’ebubo imetọ aha ya nakwa isu ya imi n’ịntanetị.",
    "Nwamadị a degaara ndị uweojii akwụkwọ ahụ n’ụbọchị mbụ nke ọnwa Eprelụ site n’aka ndị ọkaiwu ya gụnyere Peter Abraham, Uche Mathew,Gbenga Agunloye na Anthony Abia.",
    "Cheta n’izuụka gara aga, mmadụ anọ boro ebubo na soshal midia na ọ bụ Nathaniel Bassey mụrụ Mercy Chinwo nwa ya nwoke.",
    "Ebubo ahụ wuru ewu na soshal midia ọkachasị na X",
    "Ndị ọkaiwu ya gwara ndị uweojii ka leba anya n’akwụkwọ mkpesa ahụ ngwa ngwa bụ Bassey gbara megide mmadụ anọ gụnyere Okoronkwo Ejike, Kingsley Ibeh, Terrence Ekot na Dj Spoiltkid.",
    "Cheta na Mercy Chinwo bụkwa onye a ma ama na-eti egwu ụka Kraịst wepụtara foto nwa nwoke nke ya na di ya mụrụ ọhụrụ na Fraịde 29 Maachị 2024 na soshal midia.",
    "Kamgbe ahụ ka ndị a malitere ịkatọ foto nwata ahụ ma kwuo na ihu nwa ahụ yiri nke Nathaniel Bassey.",
    "Ebe foto si, Fortress Link",
    "Mmadụ anọ ndị a depụtara ihe dị iche iche n'akara soshal midia ha nke gbagidere ụkwụ na nwata ahụ bụ nke Mercy Chinwo mụtaara Nathaniel Bassey.",
    "Ndị ọkaiwu Nathaniel Bassey kwuru na ọ bụ maazị Okoronkwo Ejike bu ụzọ wepụta ozi banyere nke a na sosha, ebe  Kingsley Ibeh gosiri foto Bassey ma kwuo \"lee onye bụ ezigbo nna nwata.\"",
    "N'ozi nke ọzọ onye a kpọrọ DJ SpoiltKid gbadoro ụkwụ na ozi ahụ Okoronkwo Ejike wepụtara ma jụọ \"Kedụ mgbe anyị ga-eme nyocha DNA?\"",
    "N'otu aka ahụ Terrence Ekot depụtakwara ozi ma kwuo \"Lee foto etu nwa nwoke Mercy Chinwe si yie Nathaniel Bassey. Mmadụ abụọ na-arụkọ ọrụ ọnụ kamgbe ọtụtu afọ, kedụ ihe i cheere?\"",
    "Ndị ọkaiwu a gara n'ihu kwuo na ozi mmadụ anọ a wepụtara na soshal midia bụ ihe ọjọọ nke metọrọ aha na njirimaara Bassey",
    "Ha kwuru na agwa dị etu a megidere iwu nke Naịjirịa ngalaba 373 na 375 nke a kpọro 'Criminal Code Act nakwa ngalaba 24(b) nke Cybercrimes (Prohibition, Prevention).",
    "Ebe foto si, Nathaniel Bassey/Facebook",
    "Nathaniel Bassey bụ nwafọ obodo Ikot Ofon Ikono dị n’Uyo Akwa Ibom Steeti.",
    "A mụrụ ya na Legọs n’ụbọchị 27 Ọgọstụ 1981.",
    "Ọ gụrụ akwụkwọ na mahadum Legọs, gụkwa na Lọndọn, ma gụọkwa banyere egwu na mahadum Middlesex.",
    "Ọ malitere iti egwu n’ụlọụka bụ ebe o sooro ndị otu egwu a kpọrọ Rhodes Orchestra ma fụọrọ ha opi afọ abụọ.",
    "Efere egwu mbụ Bassey tiri bụ n’afọ 2008 bụ nke ọ kpọro Elohim, nke o tiri na mba Saụt Afrịka.",
    "Ọ malitere ọgbakọ ịgụ egwu na soshal midia nke ọ kpọro ‘HallelujahChallenge n’ọnwa Juun afọ 2017.",
    "Nathaniel Bassey na-ede egwu, na-eti egwu, na-afụ opi ma bụrụkwa onye ụkọchukwu.",
    "Ụmụnyanyị",
    "Ofụfe",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Ụmụaka",
    "Abụ",
    "Ezinụlọ",
    "Ndị otu Kristi",
    "Maka nwoke a sị tigburu nwunye ya n’Enugwu Steeti: Lee ihe BBC chọpụtaraelekere 5 gara aga",
    "Etu e si gbuo ụmụnne abụọ ma bekasịa ahụ ha n'Adani, Enugwu Steeti9 Eprel 2024",
    "",
    "Water Scarcity: Gọọmenti Enugwu ekwuola ihe mere mmiri ha kwere na nkwa anaghị agba6 Eprel 2024",
    "Electricity Tariff Hike: ''Ọ dị ka anyị ga-alaghachi n'ịmụ ọkụ mpanaka ugbua”5 Eprel 2024",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka7 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Binance vs Naịjirịa: 'Obi agbawala m na e tinyere di m na mkpọrọ agbanyeghi na aka ya dị ọcha' - Nwunye Tigran onye ọrụ Binance8 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ụmụada Enugu state 'na-eweta ọkụ' na NigeriaEmelitere ikpeazụ na: 4 Septemba 2019",
    "Mother's Day: Ugboro ole ka a na-emedị ụbọchị ndị nne n'afọ?Emelitere ikpeazụ na: 8 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}