{
  "published": "12 Febụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọọmentị Legọs steeti ekwuola na ikpe gbasara amaghị ama gbuo mmadụ nakwa iji omume nleghara anya metụta onye ọzọ adanyela n’isi ụfodụ ndị na-arụ ọrụ n’ụlọakwụkwọ Chrisland dị na Legọs nke ha mechiri ka otu nwata akwụkwọ nwụrụ ebe ahụ n’ebe mbido afọ a.",
    "Ozi gọọmentị kwukwara ndị ozọ ikpe a metụtara bụ ụfọdụ ndị  na-ere ihe n'ụlọakwụkwọ a.",
    "Ngalaba mgbasaozi nke ministri ikpe Lagọs wepụtara ozi a n’ụbọchị Fraịdee ma kwuo na a ga-akpụpụ ndị a a na-enyo n’okwu ụlọikpe maka ịda iwu nke akụkụ iwu Legọs (2015) akara 224 na 251.",
    "Cheta na nwata akwụkwọ a aha ya bụ Whitney Adeniran dara ma kubie n’oge ụlọakwụkwọ na-eme emume egwuregwu. Nnyocha ụlọụgwọ mere n’ozu ya gosiri na ọ bụ ọkụ latrịk dogburu nwata ahụ dị afọ 12.",
    "Dịka ọtụtụ akụkọ nakwa okwu pụtara n’ihe ndị mmadụ gburu nwata ahụ, onye ọkaikpe gọọmentị Legọs steeti bụkwa kọmịshọna ikpe steeti aha ya bụ Moyosore Onigbanjo nyere iwu ka enyocha ihe gburu ya kpọm kwem.",
    "Gọọmentị Legọs steeti mechiri ụlọakwụkwọ Chrisland nke dị na mpaghara Opebi-Ikeja, n'ihi ọnwụ nwata akwụkwọ ha n'ọnwa Febrụwarị a.",
    "Nwata nwaanyị a dị naanị afọ 12 nwụrụ n'emume egwuregwu 'Inter-house sports' nke ụlọakwụkwọ ahụ haziri n'ama egwuregwu dị n'Agege, Legọs, n'ụbọchị Tọzde, Febrụwarị 9, 2023.",
    "Ozi si n'aka Kọmishọna agụmakwụkwọ nke Legọs Steeti bụ Folasade Adefisayo n'oge ahụ kwuru na a ga-emechi ụlọakwụkwọ Chrisland Opebi nwa mgbe nta ruo mgbe e mechara nnyocha ihe butere ọnwụ nwata akwụkwọ ahụ.",
    "\"Anyị na-ekwe nkwa na anyị ga-agba mbọ niile anyị nwere ike iji hụ na e nyochapụtara ihe kpatara ọnwụ Whitney,\" Kọmishọna ahụ dere.",
    "Sylvester Oromoni nwụrụ ọnwụ chi ya ọ bụghị ntigbu ka e tigburu ya - Uweojii Legọs7 Jenụwarị 2022",
    "'Chee aka ghọrọ iga mkpọrọ rụọ afọ 14 ma i kesaa ihe onyonyo aramara gosiri ụmụaka' - Gọọmentị Legọs steeti18 Eprel 2022",
    "Lee ihe ụfọdụ nwa gị na-agabiga na 'boarding school' ị na-amaghị28 Disemba 2020",
    "Ebe foto si, DR ADENIRAN",
    "Nna Whitney Adeniran bụ nwata akwụkwọ dị afọ 12 nke ụlọakwụkwọ Chrisland International School nwụrụ nsonso a gwara BBC Pidgin na ọ bụ ọkụ latrik dọgburu nwa ya nwaanyị.",
    "Ọ bụ na ya bụ mkparịtaụka ka nna nwatakịrị a bụ Michael Adeniran kwuru nke a taa bụ ụbọchị ụka.",
    "Mazi Adeniran kwuru sị, \"Ọ bụ ọkụ latrik sitere n'igwe na-ewepụta cotton Candy dọgburu nwa m. Ọ bụ ozugbo ahụ ya metụrụ ya ka ọ dọgburu ya\".",
    "O kwuru sị, \" Edenyela m ya n'akwụkwọ na ọ bụ ọkụ latrik dọgburu nwa m, ọ bụghị nkụchi obi gburu ya\".",
    "O gara n'ihu na-ekwu sị, \" Ahụ siri ya ike, ọ naghị arịa ọrịa ọbụla. Ka m kwuo ya ka ụwa niile mara na mgbe m hụrụ ozu nwa m, egbere ọnụ ya na ire ya na-eji oji\".",
    "Adeniran kwuru na ụmụ akwụkwọ ogbe nwa ya gwara ezinụlọ ya na ọ bụ ọkụ latrik dọgburu ya.",
    "O kwuru na ọ bụ na Snapchat nke ụlọ akwụkwọ ahụ ka ha hụrụ ya bụ ịgba ama.",
    "Mazi Adeniran kwuru na ya na-arịọ ngalaba ahụike nke ụlọọgwụ LASUTH ka ha mee nnyocha kwụ aka ọtọ gbasara ọnwụ nwa ya iji chọpụta n'ezie ihe butere ọnwụ ya.",
    "Ebe foto si, Chrisland",
    "Akwụkwọ ozi si n'aka ụlọakwụkwọ Chrisland kwuru na mmadụ niile hụrụ oge Whitney koropuru, maka na onweghị ihe ọbụla e zoro ezo gbasara ya.",
    "\"Ihe mbụ anyị mere bụ ibuga ya n'ụlọọgwụ kacha nso, ebe ndị dọkịta nyere ya ikuku 'oxygen' nakwa enyemaka niile iji mee ka o bilie,\" ụlọakwụkwọ Chrisland dere.",
    "\"Oge ndị ezinụlọ ya chọrọ iburu ya ga lie, anyị rịọrọ ha ka e nye ohere iji mee nnyocha n'usoro sayensị iji chọpụta ihe butere ọnwụ ya.",
    "\"Dịka anyị na-eche maka mpụtara nnyocha ahụ, anyị na-ekwe nkwa inye ndị ezinụlọ nwata a nkwado niile ha chọrọ, ma na-ekpekwa ekpere ka ha kasie obi n'ihi ọnwụ a.",
    "Nne na nna nwata nwaanyị a bụ Whitney Adeniran na-eti mkpu enyemaka gbasara ọnwụ nwa ha nwaanyị na-agụ n'ụlọakwụkwọ Chrisland International School dị na Opebi, Legọs.",
    "",
    "Akụkọ kwuru na Whitney Adeniran koropụrụ ma nwụọ n'emume asọmpi egwuregwu nke ụlọakwụkwọ ahụ na-eme kwa afọ, a na-akpọ 'inter-house sports'.",
    "",
    "Nne nwata ahụ bụ Blessing Adeniran kwuru na ya gara emume 'inter-house-sports' ahụ ịga lelee nwa ya nwaanyị, mana ọ hụghị nwa ya dịka ụmụakwụkwọ ibe ya kwụ n'ahịrị na-apụta.",
    "",
    "Oge ahụ ka ọ jụụrụ ese gaa ebe ụmụakwụkwọ ndị ọzọ nọ, ha wee gwa ya na otu nwata akwụkwọ koropuru e wee buru ya gawa ụlọọgwụ.",
    "",
    "\"Oge m na-abịarute n'ụlọọgwụ, ọ bụrụ na nwa m anwụọla. Rute ugbua, onweghị onye gwarala mụ na di m kpọmkwem ihe mere nwa anyị,\" Oriaku Adeniran kwuru n'ihe onyonyo o tinyere n'akara Instagram ya.",
    "",
    "\"Ihe anyị chọrọ ịma bụ, 'gịnị gburu Whitney Adeniran'? Ụlọakwụkwọ Chrisland ga-azarịrị anyị ajụjụ a.\"",
    "Ndị uweojii Legọs steeti kwuru na ha enwetala mkpesa gbasara ihe a merenụ ma kwuo na ya bụ okwu dị n'aka ngalaba a kpọrọ 'State Criminal Investigation Department'.",
    "Benjamin Hundeyin, bụ ọnụ na-ekwuru ndị uweojii Legọs kwuru na a ga-eme nnyocha 'autopsy' iji mata ihe butere ọnwụ nwata ahụ.",
    "",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}