{
  "published": "8 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ekweremadu/Getty Images",
    "N'afọ a, ka o mere afọ 25 Naịjirịa si n'ọchịchi ndịagha laghachịkwa n'ọchịchị onyekwuoucheya.",
    "Ọtụtụ ndị mmadụ na-agụkọ mgbanwe nke bịarala Naịjirịa na ụmụamaala ya kemgbe ndị akwa agbada weghaara ọchịchị n'aka ndịagha nke gụnyere inwe ohere ikwu ndị nakwa etu e si achị ha.",
    "N'abalị 29 nke ọnwa Mee, afọ 1999, e duru n'iyi ọrụ Generalụ Olusegun Obasanjo dịka onyeisiala ọhụrụ, ndị gọvanọ 36, n'Ụlọọmeiwu Ukwu (108) na mmadụ Ụlọomeiwu Nta (360).",
    "Ntule BBC Igbo mere gosiri na ọtụtụ n'ime ndị a ka ike tọrọ n'oche ọchịchị kemgbe afọ 1999, ụfọdụ ha achịliela aka ha n'okwu ndorọndọrọ ọchịchị, ebe ụfọdụ lakpuorola n'ala ili.",
    "Olusegun Obasanjo bụ onyeisiala mbụ Naịjirịa na-enwe dịka ọchịchị si n'aka ndị kakị laghachi n'aka ndị agbada n'afọ 1999, chịrị rue afọ 2007.",
    "Obasanjo, onye chịbuorola Naịjirịa bido afọ 1976 rue 1979  gbalịrị imegharị iwu iji laghachi nke atọ mana o nwetaghị ohere ahụ.",
    "Ebee ka ọ nọ ugbua?: Obasanjo laghachiri n'ugbo ya n'obodo ya bụ Abeokuta, Ogun steeti bụ ebe ọ nọzị ugbua  na-edegara ndị ọchịchị  akwụkwọozi ndụmọdụ kwamgbe kwamgbe.",
    "Ihe ndị e ji echeta ya:",
    "Ime ka a gbaghara Naịjirịa ijeri dọla 18 (18 Billion dollars) Naịjirịa ji n'ụgwọ na mba ụwa.",
    "Iweta igwe ekwentị mpanaka (GSM).",
    "Ọgbakọ nhazigharị iwu Naịjirịa nke afọ 2005 (National Political Reform Conference).",
    "Ebe foto si, Getty Images",
    "Chuba  Okadigbo, a ma ama dịka Oyi nke Oyi bụ Onyeisi Ụlọomeiwu Ukwu Naịjirịa malite n'afọ 1999 rue afọ 2000.",
    "Ebe ọ nọ ugbua: Okadigbo lakwuuru ndị ichie n'abalị 25 nke ọnwa Septemba afọ 2003.",
    "Ihe e ji echeta ya: Onye nkuzi mahadum a ma maka ị ma ahazi okwu na Obasanjọ nwere esemokwu mere ka a rụpụ ya dịka onyeisi Ụlọomeiwu Ukwu.",
    "Ndị ogbo ya gbara ya arụkwaghịm ma họpụta Anyim Pius Anyim ka ọ nọchie ya.",
    "Ebe foto si, Chimaroke, Egwu/ Uzor-Kalu/ Udenwa/Facebook",
    "Otu n'ime ndị gọvanọ 36 chịrị bido n'afọ 1999, bụ Bola Ahmed Tinubu aka chịrị Legọs afọ asatọ malite afọ 1999 rue 2007 aghọọla Onyeisiala Naịjirịa dịka e mechara ntuliaka 2023, ebe ihe ruru pasenti 27.78% ndị ogbo ya larala mmụọ.",
    "Ebe foto si, Bashir Ahmad",
    "Ndị ogbo ya n' afọ 1999 n'Ọwụwa Anyanwụ gụnyere, Orji Uzo Kalu bụ Gọvanọ Abia Steeti (1999-2007), Chimaroke Nnamani bụ nke Enugwu steeti (1999 – 2007); Sam Egwu bụ nke Ebonyi Steeti (1999-2007), Achike Udenwa bụ nke Imo steeti (1999 –  2007); Chinweoke Mbadinuju bụ Govanọ Anambara steeti (1999-2003).",
    "Ebe foto si, Nigerian Govt/BBC",
    "Ebe ha nọ ugbua: O pekata mpe, mmadụ iri nke ndị gọvanọ ọgbọ 1999 anwụọla; Mbadinuju (Anambara) n'afọ 2023; Abubakar Audu (Kogi) n'afọ 2015, Lam Adesina (Oyo) n'afọ 2012, Mala Kachalla(Borno) n'afọ 2007,Abdulkadir Kure(Niger) n'afọ 2017,), ebe  Umaru Musa Yardua (Katsina) nwụrụ n'afọ 2021 dịka ọ nọ n'ọkwa Onyeisiala.",
    "Orji Uzo Kalu nọ n'ụsọ ugbua dịka ọ gachara mkpọrọ maka ebubo nrụrụaka.",
    "Chimaroke nọ n'ụsọ dịka ọ nọchara n'oche Sịnetọ na-anọchite Enugu-East n'Ụlọomeiwu Ukwu afọ 2019 –  2023.",
    "Sam Egwu lakpuru dịka ọ nọchara n'ọkwa Sịnetọ na-anọchite Ebonyi-North malite  n'afọ 2015 – 2023.",
    "Udenwa nọ n'ụsọ ugbua.",
    "Ihe e ji echeta ha:",
    "Kalu: Ọ kwalitere egwuregwu (Enyimba buru Iko CAF nakwa nke Klọb n'oge ọchịchị ya. Ọ gara mkpọrọ maka ebubo nrụrụaka).",
    "Chimaroke: O wuru ọtụtụ ewumewu gụnyere Ebeanọ Tunnel, Ụlọikpe Ukwu Enugu', Nigerian Law School n'Agbani na ọtụtụ okporoụzọ. E jikwa esemokwu ya na Fada Ejike Mbaka echeta ya.",
    "Egwu: Nkwalite agụmakwụkwọ n'Ebonyi.",
    "Mbadinuju : Ihiwe otu nche a ma dịka 'Bakasi Boys' bụ nke o ji wedata nsogbu nchekwa na steeti ahụ. E ji iji ndị nkụzi ụgwọọnwa ogologo oge echeta ya.",
    "Ebe foto si, Tony Nwajei/ Ararume/Getty Images",
    "Imo Steeti",
    "N'afọ 1999, Imo steeti nwere ndị omeiwu atọ n'Ụlọọmeiwu Ukwu Naịjirịa gụnyere; Ifeanyị Ararume (PDP) na-anọchite mpaghara Imo-North malite 1999 – 2007; Evans Enwerem (PDP) na-anochite Owerri; ebe Arthur Nzeribe (ANPP) nọchitere Olu malite 1999 – 2007).",
    "Ihe e ji echeta ha:",
    "Enwerem: Ya bụ Onyeisi Ụlọomeiwu Ukwu mbụ Naijiria dịka Ọchịchị onyekwuoucheya laghachiri. Ọ nọrọ n'ọkwa ahụ ọnwa isii (Juun 1999 –  Novemba 1999) tupu ndị ogbo ya n'Ụlọomeiwu a gbaa ya arụkwaghịm.",
    "Nzeribe: Ihe e ji echeta nwoke a ji otu 'Association for Better Nigeria (ABN)' gbalịa ịkwụsị Ntuliaka Juun 12, afọ 1993 bụ esemokwu dara n'etiti ya na Onyeisi Ụlọomeiwu Anyịm Pius Anyim. Anyim hiwere kọmiti inyocha ya make ebubo mpụ ego dịka akụkọ kwuru na ọ kpara nkata etu a ga-esi achụtu Anyim n'ọkwa Onyeisi n'afọ 2010.",
    "Ararume: Ọ zọrọ ikike ifeere PDP ọkọlọtọ maka ọkwa Gọvanọ Imo steeti, merie mana pati ya nyere onye ọzọ, ọ gaa ụlọikpe nweta mmeri mana pati ya chụpụrụ ya jụ inye onye ọbụla ikike nke nyere ohere ka Ikedi Ohakim nke PPA merie na ntuliaka ahụ.",
    "Ebee ka ha nọ ugbua: Arthur Nzeribe lara mụọ n'abalị 8 nke Mee afọ, 2022;",
    "Ebe foto si, Nigeria Senate/Facebook",
    "Ebe foto si, Getty Images",
    "Ekweremadu malitere dịka onyeisioche Okpuru ọchịchị Aninri, Enugwu steeti n’afọ 1997 tupu ọ banye Ụlọomeiwu Ukwu dịka Sịnetọ na-anọchite Enugu-east n’afọ  2003 ma nweta ohere ịbụ Osote Onyeisi Ụlọomeiwu rue 2023 bụ oge ọ gara gbalịa ịzọ ọkwa  gọvanọ Enugu steeti mana o nwetaghị ohere.",
    "Ebe ọ nọ ugbua: Mkpọrọ mba Briten maka ebubo ịgba mgbere mmadụ iji nweta akụkụ ahụ ya.",
    "Ihe e ji echeta ya: Ọ bụ Osote Onyeisi Ụlọọmeiwu Ukwu Naịjirịa ugboro atọ esepụghị aka; 2007, 2011 na 2015.",
    "Ebe foto si, NGRSenate",
    "N’afó 1999, Enyinnaya Abaribe bụ Osote Govanọr ya na Orji Uzór Kalu so chịrị Abia steeti.",
    "O banyere  ulọomeiwu Ukwu ebe ọ na-anọchite Abia-South kemgbe n’afọ 2007.",
    "Ihe e ji echeta ya: I so na otu na ndị kwugidere Nnamdi Kanu dịka e nyere ya ohere isi ụlọ abia ikpe ya na Gọọmenti Etiti nke mere DSS ji nwuchie Abaribe n'afọ 2018 si na ọ bụ onye otu Ipob ma mechaa tọhapụ ya.",
    "Ebe foto si, NGR Senate/Facebook",
    "Ahmed Lawal:",
    "Ahmed Lawal bụbụ Onyeisi Ụlọomeiwu Naịjirịa ( ) anọọla n'ọkwa ọchịchị afọ 25 malite n'afọ 1999 bụ oge a họpụtara ya dịka omeiwu na-anọchite mpaghara Bade/Jakusko nke Yobe steeti n'Ụlọnnọchiteanya.",
    "Ọ banyere n'Ụlọomeiwu Ukwu n'afọ 2007 dịka a họpụtara ya ịnọchite mpaghara Yobe-North.",
    "Ọ gachikwara azụ n'afọ 2011, 2015 nakwa afọ 2019 bụ oge e mere ya onyeisi Ụlọomeiwu Ukwu Naịjirịa.",
    "Ebe ka ọ nọ ugbua: Lawan ka nọkwa n'Ụlọomeiwu Ukwu ugbua.",
    "Nke a bụ dịka ya na Bashir Machina bụ onye nwetara ohere ife ọkọlọtọ APC maka ịnọchite mpaghara Bade/Jakusko nke Lawan na-anọchitebu chịpụrụ ya n'ụlọikpe.",
    "N'afọ 2023,  Lawan gara zọọ ohere ifere otu APC ọkọlọtọ maka ọkwa onyeisiala, ebe Machina zọrọ ọkwa ọ nọbu na ya ma nweta ọkọlọtọ APC mana APC wepụrụ aha Machina were Lawan tichie ya dịka Lawan dara ntụliaka imeụlọ APC mere maka ọkwa Onyeisiala.",
    "Ebe foto si, Femi Gbajabiamila/Facebook",
    "A họpụtala ya ugboro isii ịnọchite ndị mpaghara Surulere n' Ụlọomeiwu Nta malite n'afọ 2003.",
    "A họpụtara ya dịka Onyeisi Ụlọmeiwu Nta malite n'afọ 2019-2023.",
    "Ebe ọ nọ ugbua: Gbajabiamila bụ Onyeisi Ọrụ (Chief of Staff) Onyeisiala Naịjirịa bụ Bola Tinubu.",
    "Gbajabiamila anọọla n'ọkwa ọchịchị ihe karịrị afọ 20.",
    "Ọ banyere ụlọomeiwu n'afọ 2003 bụ ebe ọ nọ rue afọ 2023 dịka a họpụtara ya ugboro isii.",
    "E mere ya Onyeisi Ụlọomeiwu Nta Naịjirịa malite n'afọ 2019 rue 2024.",
    "Ebe ọ nọ ụgbụa: Ọ bụ onyeisi Ndịọrụ n'Ụlọọrụ Onyeisiala Naịjirịa (Chief of Staff) dịka o tinyechara  akwụkwọ arụkwaghịm n'ọrụ onyeomeiwu bụ ebe ọ na-anọchite mpaghara Surulere n'Ụlọomeiwu Nta.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ndị Sịnetọ si mpaghara Ọwụwa Anyanwụ arịọla ka a tọhapụ Nnamdi Kanu10 Julaị 2024",
    "Etu ntuliaka mba UK si aga n'England, Wales, Scotland na Northern Ireland6 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ụmụnwaanyị esonyela na ndị so Eze achị n'Enugwu10 Julaị 2024",
    "NA EME UGBU A, E gbuola Carol Hunt bụ nwunye onye ọrụ BBC na ụmụ ya abụọ na mba Briten",
    "Ministri anụmanụ ọhụrụ ga-ebelata nsogbu ndị ọrụ ugbo na ndị ọchịehi - Miyetti Allahelekere 9 gara aga",
    "Ihe mere ụmụaka ụmụnwaanyị ji ahụzi nsọ mbụ ha n'oge karịa ka ọ dị n'ọgbọ ndị gara aga10 Julaị 2024",
    "Etu ọpụpụ Mali, Niger na Burkina Faso ga-esi metụta azụmahịa n'ọdịda anyanwụ Afrịka9 Julaị 2024",
    "Africa Eye: Etu e si ebo ndị agadị ebubo amosu iji napụ ha ala ha9 Julaị 2024",
    "Ụlọomeiwu Nta agwala Gọọmenti Naịjirịa ka ọ kwụsị itinye nkwekọrịta Samoa n'ọrụ9 Julaị 2024",
    "Afọ 25 ọchịchị onyekwuoucheya: Kedụ ebe ndị ji ọgbọ n'afọ 1999 nọ ugbua?8 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?5 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee ụmụafọ Naịjirịa tuuru ugo na ntụliaka mba UK",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?Emelitere ikpeazụ na: 7 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}