{
  "published": "1 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @EONSINTELLIGENC/ TWITTER",
    "Ndị uweojii Legọs steeti agbaala ama na ndị ọrụ ha nakwa ngalaba ụlọọrụ ha ha zoro ezo bụ Department of State Services (DSS) jịkọrọ aka ọnụ wụchie Eze ndị Igbo n’akụkụ mpaghara Ajao Estate na steeti ahụ.",
    "Ọnụ na-ekwuru ndị uweojii Legọs bụ Benjamin Hundeyin gwara BBC Igbo okwu n’ụtụtụ Satọdee ma kọwa",
    "“Ndị ọrụ anyị nakwa ndi DSS jịkọọ aka were nwụchịe Eze Fredrick Nwajagu maka okwu a hụrụ o kwuru n’ihe onyonyo na-efegharị na soshal midia banyere ịkpọku ndị otu Ipob ka ha bịa chekwaa ndị Igbo nakwa ndị akụnụba ha na Legọs steeti.”",
    "O kwuru na ya bụ Eze nọzị n’aka ndị DSS ugbua.",
    "Ọ gara n’ihu kwuo na ọ gaghị enweike kwuo okwu ọzọ banyere nwụchi a.",
    "Cheta n'ụbọchị Fraịdee ka akụkọ a malitere ifesa na Hundeyin kwuru na Twitter ya ndị uweojii agaghị akụgọọ aka na-ele ka ya bụ ihe me na steeti ahụ.",
    "O nweela ihe gọọmentị mere ndị wakporo mmadụ maka agbụrụ ha n'oge ntuliaka na Legọs?15 Maachị 2023",
    "Akere Market Fire: Gọvanọ Legọs steeti bụ Babajide Sanwo-Olu enyela ndị ahịa Akere nde N10015 Maachị 2023",
    "Mc Oluomo outburst: Njakịrị ka ọ na-ama - Ọnụ na-ekwuru ndị uweojii Naijiria18 Maachị 2023",
    "N’ụbọchị Fraịdee abalị 31 nke ọnwa Maachị, ihe onyonyo gosiri Fredrick Nwajagu bụ Eze ndị Igbo n’akụkụ Ajao Estate malite ifesa na soshal midia nke metụtara ịkpọku otu Indigenous People of Biafra (Ipob) ka ha bịa Legọs.",
    "Na ya bụ ihe onyonyo, Eze ahụ kwuru:",
    "“Anyị ga-akpọku ha. Ndị Ipob, ha niile ga-abịa chekwa ụlọahịa anyị, anyị ga-akwụ ha ụgwọ maka nke a. Ọ bụ ihe anyị kwesiri ime.”",
    "“Anyị ga-enwerịrị ndị nchekwa nke anyị iji hụ na ha kwụsịrị iwakpo anyị n’ime abalị, n’ụtụtụ nakwa n’ehihe.”",
    "Ọ gara n’ihu kwuo na nke a ga-eme ndị ọ sị na-awakpo ụlọahịa ndị Igbo echee echiche tupu ha e mee ya bụ atụmatụ.",
    "N’okwu ya, ọ sị:",
    "“Ha hụ na anyị enweela ndị nchekwa nke anyị, ha ga-eche echieche nke ọma tupu ha abịa. Enweghi ihe m kwuru zoro ezo, ka ọ ha niile nụrụ olu m. Ndị Igbo ga-enwetarịrị ikike dịrị ha na Legọs steeti”.",
    "Akụkọ pụtara n’ọha na Satọdee a na-ekwu na ndị uweojii nakwa ndị DSS mara ime ala gaa n’obi Eze mana ha ahụghị ya nke mere ha jiri zoro ezo nyochapụta ya n’otu ụlọ ndịna dị n’akụkụ Ejigbo na steeti ahụ ma nwụchie ya.",
    "BBC enwebeghi chọpụta ma akụkọ a ọ bụ etu e siri nwụchie ya n’ezie.",
    "Akụkọ a pụtara ka ọkụ gbara akụkụ ahịa ọzọ na Legọs bụ ahịa Balogun n'ụbọchị Tuzde a.",
    "Eze ahụ nọ n'onyonyo ahụ kwuo na Ipob ga-abịa chekwaa ngwa ahịa ndị Igbo dịka ebubo na ọ bụ ndị agbụrụ ọzọ na-agba ngwa ahịa nakwa ụlọahịa ebe ndị Igbo na-azụ ahịa ọkụ.",
    "Gọọmentị Legọs steeti nakwa ndị uweojii akụchapụla ebubo a ugboro ugboro ma kwuo na ha na-eme nnyocha ima ma ya bụ okwu enwere eziokwu nọ na ya.",
    "Akụkụ ahịa Balogun gbara ọkụ na Tuzde",
    "Ọtụtụ ebubo ndị etu na-efesa na e nwere ndị ma ụma gbaa ya bụ ahịa ọkụ iji megide ndị Igbo na-ere ahịa ebe ahụ.",
    "Ọnụ na-ekwuru ụlọọrụ mmenyụ ọkụ Lagọs bụ Amodu Shakiru sara okwu a mgbe ya na BBC kwuru okwu ụbọchị ọkụ gbara akụkụ ahịa Balogun ma kwuo:",
    "“Ebubo na ọ bụ ndị mmadụ munyere ọkụ a achịtaghị aja ugbua n’ihi enwebeghị ihe akaebe gosiri nke a.”",
    "O kwuru na agbanyeghi nke a, na ya bụ ebubo ga-eru ndị uweojii Legọs steeti ntị maka nnyocha zuruoke.",
    "Nke a sokwa akụkọ ebubo ọzọ dapụtara n'oge ntuliaka 2023 mgbe ahịa Akere dịkwa na Legọs gbara ọkụ.",
    "Ebubo olemole dapụtara na ụfọdụ ndị ma ụma mmunye ahịa ahụ ọkụ iji megide otu agbụrụ mana ndị uweojii steeti ahụ kụchapụrụ ya bụ akụkọ ma kwuo na enweghi ihe gosiri nke a dịka ha kwuru na ha na-enyocha ihe nwereike ịkpata ya bụ ọkụ.",
    "Okwu na ebubo ndị dị etu a malitere iri ibe ya elu tupu e mee ntuliaka ọkwa onyeisiala na Naịjirịa.",
    "Ọtụtụ okwu ịkpaoke agbụrụ nakwa mmaja nye ndị agbụrụ dị iche iche pụtara ihe.",
    "Mana dịka e mechapụrụ ntuliaka ọkwa onyeisiala ya bụ okwu bịara kwanye njọ.",
    "N'ụbọchị 27 nke ọnwa Febụwarị bụ abalị abụo emechara ntuliaka ọkwa onyeisiala na Naijirịa, ụfọdụ ndị amaghị ndị ha bụ nwara ịwakpo ndị Igbo na-azụ ahịa n'ahịa Mandilas dị na Legọs.",
    "Otu onye na-ere ahịa ebe ahụ gwara BBC na ha niile nọ n'ime ọdọ ahịa ha mgbe ụfọdụ ndị omekome ji osisi na mma malitere ịchụ ndị mmadụ ọsọ.",
    "\"Anyị malitere ịgba ọsọ ma kpọchie ọdọ ahịa anyị mana o teghi aka ndị uweojii na ndị agha abịa ebe ahụ nke mere ka ndị ahụ gbapụ ọsọ\" ka o kwukwara.",
    "Nke a bịara dịka akpọpụtara aha Peter Obi dịka onye meriri Legọs dịka otu steeti na ntuliaka ọkwa onyeisiala.",
    "Akụkọ ịkpaoke agbụrụ, mmaja, ebubo ịgba ụlọahịa ebe ndị Igbo na-azụ ahịa nakwa ihe ndị ozọ pụtara ihe n'oge ntuliaka mana ọtụtụ ndị ọchịchị nakwa gọọmentị Naịjirịa arịọla ụmụ afọ Naịjirịa ka kwụsị okwu nakwa agwa ga-akpata ọgbaghara dịka ndị ọrụ nchekwa kwukwara na ha ga-ata onye ọbụla e jidere na-ekesa ụdịrị okwu a ahụhụ dịrị ha.",
    "Legọsị steeti",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndị Biafra chọrọ nkewa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}