{
  "published": "31 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Foto/Agnes Nworie",
    "Ụlọikpe Majie atụọla otu nwoke mkpọrọ maka iji otu ehi o zuru ezu gaara nna nwunye ya akwamaozu n'Ebonyi steeti.",
    "Ndị uweojii Ebonyi steeti nwụchiri Ikenna Ogbonna, onye obodo Azuoto Okpoitumo dị n'Okpuru Ọchịchị Abakaliki dịka e mechara akwamozu ọgọ ya nwoke ma kpụpụ ya ụlọikpe maka ebubo izu ehi ma were ehi ahụ gaa akwa ọgọ ya nwoke.",
    "N'Izzi, ọ bụ omenala iji ehi akwa ndị mụrụ onye maọbụ ọgọ iji gbalahụ ịkwa emo ndị mmadụ.",
    "Ogbonna ji nwunye ehi o zutere n'obodo ya gaa akwamozu ọgọ ya n'obodo Ebia Unuhu dịkwa n'Okpuru Ọchịchị Abakaliki n'Ebonyi steeti.",
    "Mmiri gbarụrụ oge onye nwe ehi ahụ, bụ onye gakwara otu akwamozu ahụ hụrụ ehi ya ma tie mkpu sị na ya ahụla ehi ya na-efu efu.",
    "A nwuchiri nwa amadi ahụ, onye gọrọ agọ ma kwuo na ya zụrụ ehi ahụ otu narị puku  naira na ụma iri (N110,000).",
    "Ndị uweojii nwụchiri ya ma kpụpu ya ụlọikpe ebe Ọkaikpe majie Ngozi Ngele mara ya ikpe ma tụọ ya mkpọrọ afọ abụọ maọbụ ohere ịkwụ nha N20,000.",
    "Onye uweojii wetara ikpe ahụ n'ụlọikpe bụ ASP Chinedu Mbam kelere ọkaikpe ahụ maka mkpebi ya.",
    "Ebonyi Steeti",
    "Omenala",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra31 Ọgọọst 2023",
    "Gịnị mere India ji chọọ ịga n'Anyanwụ mee nnyocha?31 Ọgọọst 2023",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "NA EME UGBU A Onyeisiala Tinubu akpọghachila ndị nnọchiteanya Naịjirịa na mba ụwa niile3 Septemba 2023",
    "NA EME UGBU A Dog bite: ‘Ọ bụ ọgwụ ka m gara ịzụ oge nkịta tagburu nwa m’2 Septemba 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 942 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon30 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 94",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}