{
  "published": "14 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, jidesanwoolu/hildabaci/Instagram",
    "Gọvanọ Legọs steeti bụ Babajide Sanwo-Olu agaala na mpaghara Lekki ịga gosi nkwado ya maka nwaada Hilda Effiong Bassey, onye a ma dịka Hilda Baci, bụ onye nọ asọmpi idebenye aha ya n'akwụkwọ Guiness World Record.",
    "Nwaada Baci chọrọ ịbụ onye kacha sie nri ogologo oge n'ụwa, dịka ọ malitere asọmpi isi nri a kamgbe ụbọchị 11 nke ọnwa Mee.",
    "Gọvanọ Sanwo-Olu na ụfọdụ ndị ọrụ ya so mee njem a n'ehihe Sọnde a, abalị 14 nke  ọnwa Mee, 2023 iji nye hilda nkwado ma jalite mmụọ ya.",
    "Site n’ozi Hilda kesara na soshal midia ya, a hụrụ ebe o dere na Osote onyeisiala Naijirịa bụ Yemi Osibanjo kpọrọ ya n’ekwenti ma gbaa ya ume n’ọrụ ya.",
    "Gọọmentị Akwa Ibom bụ steeti osi zipụtakwa ozi too ya ma ya ume.",
    "Ozi nke kọmịshọna mgbasaozi steeti ahụ bụ Ini Ememobong binyereaka dere: “Anyị na-ele etu Hilda Bassey Effiong si agba mbọ inweta ihe mmeri na Guiness Book of World Records... Ihe a ọ na-anwa agbaala nrị anyị n’anwụ n’ihu ụwa, ọ bụ ihe iji mee ọnụ nye steeti anyị nakwa omenala anyị.”",
    "Gọvanọị Dapo Abiodun nke Ogun steeti ezipụtakwala ozi nye ya bụ nwaada ma kwuo:",
    "“Osiite Hilda, anyị na-eto gị maka etu isi tinye uchu n'igosipụta ugboro ugboro na ịrụsi ọrụ ike, ịgba isi akwara n’ọrụ nakwa ịnwe mmụọ dị ọkụ n’ọrụ gị... ihe ọ bụla ga-ekwe omume.”",
    "Ọtụtụ ndị ndọrọndọrọ ọchịchị ndị ọzọ ezipụtakwala ozi na-agba nwaada ume gụnyere Peter Obi onye zọọrọ Labour Party ọkwa onyeisiala, Atiku Abubakar bụbu osote onyeisiala Naịjirịa nakwa onye zọọrọ PDP ọkwa onyeisiala na ntuliaka 2023.",
    "Ọtụtụ ndị a ma ama na Naịjirịa, tinyere ndị otiegwu, ndị ọgbaegwu, ndị ọkpa ọchị, nakwa ndị na-eme ejije egosila Hilda nkwado.",
    "Saint Obi: Odogwu ejije Nollywood, Obinna Nwafor, alaala mmụọ14 Mee 2023",
    "Nri 'GMO' ọ nwereike imetụta ahụike gị?12 Mee 2023",
    "Igbo symbolism: Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo na ihe  ha pụtara12 Mee 2023",
    "Ebe foto si, myfoodbyhilda/Instagram",
    "Hilda Effiong Bassey, onye a ma dị Hilda Baci, bụ nwaada Naịjirịa aha ya na-ewu ebe niile na soshal midia ugbua, n'ihi asọmpi isi nri nke ọ malitere kamgbe abalị atọ gara aga.",
    "Nwa ada a dị afọ 27 chọrọ idebanye aha ya nakwa aha Naịjirịa n'akwụkwọ 'Guiness Book of Records' dịka onye kacha sie nri ogologo oge n'ụwa niile.",
    "Ọ chọrọ iji nke a kụchapụ Lata Tondon nke mba India bụ onye ji nturuugo maka ogologo oge mmadụ siri nri, dịka o siri nri akwụsịghị akwụsị ruo awa 87 na nkeji 45 n'obodo Rewa nke mba India n'afọ 2019.",
    "Hilda malitere asọmpi ya n'ụbọchị Tọzde bụ ụbọchị 11 nke ọnwa Mee, ebe ya bụ asọmpi ga-akụrụ ọnụ taa bụ Sọnde, ụbọchị 14 nke ọnwa Mee.",
    "\"Njem a iji tinye aha m n'akwụkwọ Guinness Book of Records' malitere afọ ise gara aga,\" Hilda kwuru na mkparịtaụka ya na ndị ntaakụkọ.",
    "\"Ọ bụ otu n'ime ihe ndị m kachc chọọ imejupụta na ndụ m. Akwadoola m maka ya nke ọma n'ụzọ dị icheiche.\"",
    "\"Asọmpi a bụ ọhere iji kọọ akụkọ ọma dị icheiche gbasara Afrịka site n'ụdị nri dị icheiche anyị nwere.",
    "\"Ọ bụkwa iji gosipụta ike nke ndị ntorobịa Naịjirịa nwere iji gosipụta ihe ha nwereike imenwu ma ọ bụrụ na e nye ha nkwado kwesịrị ekwesị.\"",
    "Ebe foto si, myfoodbyhilda/Instagram",
    "Ka ọ dị ugbua, ọ gafeela awa 64 kamgbe Hilda Baci malitere asọmpi isi nri a, mana ọ fọdụụrụ ya awa 32 iji ruo oge ọ na-ele anya iji tinye aha ya n'akwụkwọ akụkọ mba ụwa.",
    "Kamgbe ọ malitere asọmpi a n'ụbọchị Tọzde, o siela nri karịrị 110 ma nyekwa ndị mmadụ karịrị 2,795 nri.",
    "Ọtụtụ ndị ntorobịa Naịjirịa jupụtara n'Amore Gardens dị na Lekki, Legọs, bụ ebe asọmpi isi nri a na-aga n'ihu, iji nye Hilda nkwado.",
    "Na soshal midia, ọtụtụ na-etinyekwa ozi nkwado dị icheiche iji jaa ya ike, dịka 'rooting for Hilda' bụ ihe kacha ewu ewu n'ọbaozi Twitter Naịjirịa n'ụtụtụ Sọnde a.",
    "'Hilda Baci' sokwa n'otu ihe ndị mmadụ kacha chọọ n'ọbaozi Google n'ụbọchị Satọde, Mee 13.",
    "Ụmụntoroọbịa",
    "Nri",
    "Ịkpa obi aṅụrị",
    "Guinness World Record: Etu Gọvanọ Sanwo-Olu si gaa ịdọnyere Hilda Baci ukwu n'asọmpi isi nri ya14 Mee 2023",
    "NA EME UGBU A Ihe mere onyeisi uweojii ji nye iwu ka e jide Seun Kuti2 Mee 2023",
    "Ihe i kwesịrị ịma maka Saint Obi, onye ejije Nollywood a ma ama14 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}