{
  "published": "19 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Aka na-achị Osun steeti bụ Ademola Adeleke akụwaala akụoyibo nsugbe gbasara otu ọkwa na gọọmentị ya bụ SSA on house pool.",
    "Nke a bịara dịka o wuru ebe niile na ọ họpụtara otu nwoke aha ya bụ Oyetunji Abefe n'ọkwa gọọmentị ahụ.",
    "Ọ bụkwa ọdeeakwụkwọ gọọmentị bụ Teslim Igbalaye binyere aka n'ime akwụkwọ ahụ ma zigakwara Abefe ozi ekele na nnabata.",
    "N'ime edemede nkọwa nke Olawale Rasheed dere, o kwuru sị na ọkwụ ahụ adịla na gọọmentị kemgbe afọ iri na abụọ gara aga.",
    "Ihe 'Ministry of Happiness' ga-emere ụmụ Naịjirịa10 Julaị 2019",
    "Ihe ndị mmadụ na-ekwu maka ọkwa Mịnịsta e nyere Umahi, Wike, na ndị ọzọ17 Ọgọọst 2023",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụaka 17 Ọgọọst 2023",
    "Ọ bụghị ihe ọhụrụ ndị gọvanọ ịkepụta ọkwa ọhụrụ ga-enweike ịkwụsị nsogbu ọbụla ha zutere.",
    "Lee ọkwa ndị ọzọ ndi gọvanọ kewapụtara nwere ka ọ dị:",
    "Ministry of Happiness: N'afọ 2017, Rochas Okorocha bụ Gọvanọ mgbe ahụ kere 'ministry of happiness'. Ọ họpụtara Ogechi Ololodi dịka Kọmịshọna for Happiness and Purpose fulfillment. Ọrụ ya dịka Rochas si kọwa bụ ịhazi ngalaba ndị ọzọ ịrụ ọrụ ha n'ụzọ ga-enye ndị steeti ahụ aṅụrị.",
    "Special assistant on Divorcees: Aka na-achị Bauchi steeti bụ Bala Mohammed họpụtara Balaraba Ibrahim n'ọkwa pụrụiche a ka o nweeike hazie enyemaka gọọmentị n'ebe ndị gbara alụkwaghịm na steeti ahụ nọ.",
    "Mukhtar Gidado na-ekwuchitere Gọvanọ steeti ahụ kọwaara BBC na e hibere ọkwa ahụ n'ihi na ọ dị mkpa ịlekọta ndị gbara alụkwaghịm.",
    "Special Assistant on graveyard matters: Na Kano steeti n'afọ 2018, a họpụtara Yakubu Nagoda dịka onye enyemaka gọvanọ n'ihe gbasara ili ndị mmadụ. Nagoda mechara gbaa arụkwaghị m n'enyeghị nkọwa ọbụla.",
    "Special Assistant on streetlights: N'otu Kano steeti ahụ n'afọ 2020 ka onye bụ Gọvanọ mgbe ahụ bụ Ganduje họpụtara mmadụ atọ  ga-anọ n'ọkwa a. Ọ  bụ otu nwoke a kpọrọ Auwal Salisu nakwa ndị ọzọ ka-enyere ya bụ ọkwa.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ọsun steeti",
    "SSA on house pool, Ministry of Happiness nakwa ọkwa gọọmentị ndị ọzọ pụrụịche19 Ọgọọst 2023",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steetielekere 5 gara aga",
    "NA EME UGBU A Niger coup: Ndị Ecowas zigara atụọla ụkwụ na Niger1 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steeti",
    "Etu ikpe Godwin Emefiele si gaa n'ụlọikpe ukwu dị n'Abuja taa",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela 'liposuction' na ihe ọghọm so ya",
    "SSA on house pool, Ministry of Happiness nakwa ọkwa gọọmentị ndị ọzọ pụrụịche",
    "Ihe asaa ị kwesiri ịma maka ịgwọ ụraEmelitere ikpeazụ na: 30 Maachị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}