{
  "published": "26 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "'Plank' so n'ụdịrị megharị ahụ nnyocha ọhụrụ sanyesi gosiri nwereike ibelata ọnọdụ mgbali elu ọbara mmadụ",
    "Otu mpụtara nnyocha sanyesi na-ekwu na ụfọdụ usoro megharị ahụ dịka ndị nke a kpọrọ ‘wall squats’ maọbụ mmadụ itinye onwe ya n’ọnọdụ ‘plank’ so n’usoro kacha mma iji balata ọbara mgbali elu.",
    "Ndị ọrụ nnyocha sayensi na mba Briten na-ekwu na ha chgọrọ ka ntuziaka e nyere maka ndụmọdụ megharị ahụ ndị nwere ọnọdụ ahụike kwesịrị ime tinyekwuo usoro megharị ahụ ndị nke a n’elu ndị nke e nyeburu n’oge gara aga dịka ịga iji, ịgba ọsọ, nakwa ịnya igwe.",
    "Akwụkwọ mpụtara nnyocha nke e dipụtara n’akwụkwọ ‘British Journal of Sports Medicine’ gosiri na megharị ahụ e nyochara n’ahụ mmadụ 16,000 nyeereaka beleta ọnọdụ ọbara mgbali elu ha mana ụdịrị megharị ahụ nke ‘wall squats’ na ‘planking’ budara ya ala ruo etu ụdịrị nke ịga ọsọ, ịga iji nakwa ndị ọzọ.",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime18 Eprel 2021",
    "Weight loss: I buru oke ibu? Nrị ndị a ga-enyere gị aka3 Febụwarị 2021",
    "Foto gosiri etu e si eme megharị ahụ 'plank'",
    "Ụdịrị megharị ahụ a bụ nke mmadu ga-edila ala, bido aka ya na’ala ma were aka abụọ ya bulie onwe ya elu.",
    "Onye na-eme ụdịrị megharị ahụ ga-anọrọ n’ọnọdụ ahụ, kpatie azụ ya ma mee ka afọ ya sie ike ruo ihe ruru nkeji abụọ.",
    "Foto gosiri etu e si eme megharị ahụ 'wall squats'",
    "Etu esi eme ụdịrị mmegharị ahụ nke a bụ mmadụ ịme ka o tukwuru ala ma bido azụ ya n’ahụ aja",
    "Onye ahụ ga-ebuga ụkwa ya ihu pụọ ahụ aja ahụ ruo fịtị abụọ",
    "Apata ya ga-anọ n’elu ma  ghara iru ala",
    "Ọ ga-aga anọ n’ọnọdụ ahụ ruo nkeji abụọ",
    "Dọkịnta Jamie O'Driscoll nke mahadum Canterbury Christ Church na mba Briten kwuru na ụdịrị megharị ahụ a na-emetụta ahụ mmadụ etu dị iche karịa ndị nke ụdịrị ịgba ọsọ, ịwụ ụdọ, ịga ije nakwa ndị yiri ha.",
    "Ọnọdụ ahụike nke ọbara mgbali elu na-eme ka ọbara na-agagharị n’ime ahụ mmadụ raa ahụ ngafe nke nwereike ibutere mmadụ obi nkolopụ nakwa mkpọnwụ ahụ.",
    "A na-adụ ndị merela okenya ruo afọ 40 maọbụ gafee ka ha na-enyocha ọnọdụ mgbali elu ọbara ha kwa mgbe kwa mgbe.",
    "Akara ọbara iri elu nọ n’okpuru 130/85mmHg bụ nke dị mma mana ọ rịa elu karịa akara 140/90 mmHg ị mara na ọ nọ n’ọnọdụ na-adịghị mma.",
    "Na nnyocha ndị ọrụ sanyesi nke mahadum Canterbury Christ Church nakwa mahadum Leicester mere, ha natara mmadụ 15,827 ozi bụ ndị mere megharị ahụ ruo izuụka abụọ site nakwa site n’ozi ụlọ ahụike 270 malite n’agbata afọ 1990 na 2023, ha hụrụ na:",
    "Ụdị nri ise nwereike ịkwalite ọmụmụ na nwoke28 Nọvemba 2020",
    "'Ọgwụ ọbara mgbalielu na-aka arụ ọrụ n'abalị'25 Ọktọba 2019",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbua28 Jenụwarị 2020",
    "Ọnọdụ ọbara iri elu ndị gbara ọsọ maọbụ nyaa igwe ruru 4.49/2.53mmHg",
    "Ọnọdụ ọbara iri elu ndị buru ibu dị arụ maọbụ ‘kpụrụ ụzụ’ ruru 4.55/3.04mm",
    "Ọnọdụ ọbara iri elu ndị mere nchịkọta ha abụọ ruru 6.04/2.54mmHg",
    "Ọnọdụ ọbara iri elu ndị mere mgharị ahụ ndị dị ike ngwa ngwa n’obere oge ruru 4.08/2.50mmHg",
    "Dọkịnta O'Driscol kwuru na ya bụ ihe mere ka ọbara ndị mmadụ gara iri oke elu mana ọ nwereike inyere aka gbochie mmadụ idanye n’ọnọdụ ahụike nke mkpọnwụ ahụ.",
    "O kwukwara na tinyere mgharị ahụ a sị ka ndị mmadụ na-eme kwa izu, ka ha gbaa mbọ nwaa na-eme megharị ahụ nke ‘plank’ nakwa ‘wall squats’ ruo nkeji abụọ ugboro anọ otu ụbọchị.",
    "O kwuru na ndị mmadụ kwesịrị ị chee maka ime nke a ugboro atọ kwa izuụka.",
    "Ahụike",
    "Omume",
    "Science",
    "Nchọpụta gbasara ọgwụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}