{
  "published": "3 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Amarachi Lawrence, nwaanyị di ya rukpọro anya abụọ n’Umuahia Abia Steeti akọwaala ihe ọ gabigara n’aka di ya n’abalị ụbọchị ahụ.",
    "Nwaanyị bụ na-anya ụfụ ihe mere ya n’ụlọọgwụ ugbua gwara BBC Igbo na ọ bụ n’abalị ụbọchị 27 Ọgọst 2024 ka di ya wakporo ya n’etiti abalị na enweghi ihe ọbụla o mere ya.",
    "O kwuru na ha richara nri abalị ma tụọ okwe egwuregwu a kpọro ‘whot’ na Bekee tupu ọ lagbuo ụra.",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Etu ụmụaka atọ si mie ala n'Imo Steeti ma bụrụ ndị a na-achọ achọ kamgbe otu izuụka21 Maachị 2024",
    "Ihe mere ndị mmadụ anaghị agbapụ na mmekọrịta na-echi ha ọnụ n'ala27 Eprel 2022",
    "Amarachi kwuru n’eruru ihe dịka elekere otu nke etiti abalị, na di ya kpọtee ya n’ụra ma malite itiya ihe, were aka ya abụọ rụgide ya na mkpụrụ anya.",
    "“Mgbe anyị richara nri abalị, anyị zụrụ okwa ‘whot’ tupu m lakpuo ụra.",
    "“E ruru n’etiti abalị, di m kpọtere m n’ụra, m gwara ya ka ọ hapụ m ka m hie ụra mana ọ jụrụ ma were aka rụgide m n’anya ka ọ rụpụta mkpụrụ anya m abụọ.",
    "“Ọ gara n’ihu were mma oge na-egbukasị m n’aha nke mere m jiri na-eti mkpu ruo mgbe nwunye onyw nwe ụlọ anyị pụtara.",
    "Anarachi kwuru na di ya mepere ụzọ ha ma malite igbu nwaanyị ahụ mma, na ọ bụ oge ahụ ka ọ maghizi ihe na-eme ruo mgbe o tetara n’ụlọọgwụ.",
    "O kwuru na o rubeghi afọ abụọ ha lụrụ dịka di na nwunye, na ha amụtabeghi nwa ọbụla.",
    "Ọ kpụkuru gọọmentị ka a gbara ya ọsọ enyemaka ma rịọ ka enyekwara ụmụnwaanyị ndị ọzọ na-agabiga ụdịrị ihe a aka.",
    "Lawrence Uzor bụ di ya bụ onye obodo Umuhu Ezechi dị n’okpuruọchịchị Bende ebe Amarachi bụ onye Umuahia.",
    "Ebe foto si, Other",
    "Nwaanyị nwe ụlọ ha bi bụ Lovejane Nwaiwu kwuru na ihe dịka elekere iri nke abalị ụbọchị Satọde ka nwoke a nọ na-eti mkpu ‘odogwu, odogwu’.",
    "N’okwu ya “dịka nwoke a tichara mkpu ahụ, ụra pụrụ n’anya ruo ihe dịka elekere iri na abụọ nke etiti abalị.",
    "“Mgbe ọ kụrụ elekere otu (1am), nwunye nwoke malitere iti mkpu, ‘Nne e gbuola m’.",
    "“Emepere m ụzọ ma nyoo anya na mpio ụlọ ha wee hụụ ka nwoke a ji mma nwagidere nwunye ya n’elu.",
    "“Amalitere ịkwa aka n’ọnụ ụzọ ndị agbataobi mana o nweghi onye kwere aza oku.",
    "Agara m n’ọnụ ụzọ ụlọ ha ma malite ịkụ aka n’ụzọ, nwoke a hụ mepere ụzọ ma were mma sị ka o gbuo m n’isi, etinyere m aka mere o jiri gbuo mma ahụ n’aka nakwa n’ihu.",
    "“Agbara m ọsọ ma gbaba n’ime ụlọ anyị tupu m kpọọ nwa m n’ekwentị bụ onye mechara kpọọ ndị ọrụ nchekwa tupu a nwụchie nwoke ahụ.”",
    "Dịka ọ dị ugbua, nwoke a nọ n’aka ndị uweojii ugbua bụ ebe a ka na-agba ya ajụjụ ihe mere o jiri kpaa arụ a.",
    "Nwunye Gọvanọ Abia Steeti bụ Priscilla Otti mere njem nleta n’ụlọọgwụ ebe nwaanyị a nọ ma kwaa arịrị n’ihi ọdachi a.",
    "Onyeisi ụlọọgwụ ahụ kwuru na ha na-agbasi mbọ ike ịhụ na e mere ka nwaanyị a malitekwa ịhụ ụzọ.",
    "Naijiria",
    "Abia Steeti",
    "Mmegbu",
    "Ezinụlọ",
    "Ihe anyị ma maka ndị e gburu n’okeala obodo Enugwu Ukwu na Nawfia Anambra Steeti.10 Septemba 2024",
    "Etu e siri bulie ọnụahịa mmanụ ụgbọala site n’afọ 2000 ruo 202410 Septemba 2024",
    "NA EME UGBU A, Harris na Trump ga-arụrịtaụka maka ọkwa Onyeisiala mba Amerịka",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence3 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua30 Ọgọọst 2024",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpox28 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ị ma ihe mere i ji ekwo ụra?",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}