{
  "published": "4 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụdị ọnwụ Jacob Udo na nwunye ya bụ Comfort Udo nwụrụ bụ ihe mgbanwa obi.",
    "BBC Igbo ghọtara na e ji mma bepụ ha abụọ isi ma gbukasia ozu ha na nke-nke n’obodo a na-akpọ Isiala na okpuruọchịchị Bende, n’Abia steeti.",
    "Anyị nụkwara na mkpamkpa ahụ etinyela ọgbaaghara n’etiti obodo abụọ ndị a bụ Isiala na Itumbuzọ maka na Jacob na nwunye bụ ndị Ndiwo Itumbuzọ mana ebe e gburu ha bụ n’Isiala.",
    "Nwoke egbuola nne ya maka okwu ala25 Julaị 2018",
    "Etu otu obodo n'Imo steeti si wakpoo ụlọụka maka ebubo na ụkọchukwu metọrọ nwata2 Ọktọba 2024",
    "Jacob Udo na nwunye ya bụ Comfort Udo bụ ndị Ndiwo Itumbuzor dị na okpuruọchịchị Bendel, Abia steeti mana ha nwere ebe obibi n’Isala dịka ndị ọbịa.",
    "Jacob na nwunye ya mụrụ ụmụaka anọ.",
    "Anyị nụrụ na nwa ha nwoke nke mbụ nọ na mba Amerika, ebe nwa ha nwaanyị nke mbụ bụ dọkịnta na Federal Medical Centre, dị na Kalaba, Kros Riva Steeti.",
    "Nwa ya nwaanyị nke abụọ na dị ya bị n’Ibadan.",
    "Jacob Udo na nwunye ya agaala mba Amerika ebe nwa ya nwoke nọ tupuu ha alọghachite na Naịjirịa n’ihe na-erubeghị otu afọ.",
    "Anyị nụrụ na Jacob na-arịa ọrịa shuga bụ nke ọ na-arịa tupu e gbuo ya.",
    "Ezinaụlọ ha gbara mbọ ka ọ nọrọ na mba Amerịka ma ọ siri ọnwụ ma lọghachite na Naịjirịa.",
    "Ọ bụbụ onye na-atụ mgbere mmaya ma na-azụ ahịa n’akụkụ ụlọọrụ gọmentị okpuruọchịchị Bendel.",
    "Ọnụ na-ekwuru ndị uweoji n’Abia steeti bụ Maureen Chinaka kwuru na “ọ bụ eziokwu na ha nwetere ọzị ahụ n’abalị garaaga na Bendel”",
    "“Anyị agaala ebe mkpamkpa ahụ kpara, hụ ozu ha, ma buru ozu ha tinye n’ọba ozu”.",
    "Chinaka gara n’ihu kwuo na ndị uweoji amalitere ime nnyocha gbasara mkpamkpa ahụ.",
    "Etu ụmụada siri weghara nchekwa obodo ha n'Anam17 Septemba 2024",
    "Ihe mere n’Enugwu oge osote onyeisiala Naijiria, Kashim Shettima bịara",
    "N’aka nke ọzọ, osote onyeisi n’ụlọ omeiwu nke nta n’Abuja bụ Benjamin Okezie kwuru na ihe ahụ mere bụ arụ ma kpọọ oku ka a nwuchie ndị kpara mkpamkpa ahụ.",
    "Okezie zigara ozi ịtịaka n’obi nye ezinaụlọ ndị e gburu ma kpọọ ndị eze na ndị ọnụ n’elu n’okwu na mpaghara ahụ ka ha jịkọọ aka ọnụ ma hara ikwe ka ọgbaaghara daa n’ebe ahụ.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Abia Steeti",
    "WHO enyela nkwado maka nnyocha mpox anaghị egbu ogeelekere 9 gara aga",
    "Ihe anyị ma maka dị na nwunye e bepụrụ isi n’Abia steeti4 Ọktọba 2024",
    "NA EME UGBU A, Ihe ụlọakwụkwọ IMT kwuru banyere nwata akwụkwọ nwaanyị ahụ nwụrụ n’ogige ha",
    "Anyị anaghị egbu oge maọbụ ese okwu, ọ bụ ikike Nnamdi Kanu ka anyị na-azọ - Aloy Ejimakor30 Septemba 2024",
    "Rwanda ebelatala ndị na-aga ebe a na-eli ozu maka nfesa ọrịa Marburg virus30 Septemba 2024",
    "Ọrịa otoro egbuola mmadụ 13 n’Ebonyi steeti29 Septemba 2024",
    "",
    "O nwere uru unyi baara ahụike mmadụ?25 Septemba 2024",
    "Kedụ onye bụ onyendu Hezbollah bụ Hassan Nasrallah?29 Septemba 2024",
    "'Nwunye nna m boro m na m bụ amoosu gburu nwa ya nwoke'26 Septemba 2024",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụaka27 Septemba 2024",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?25 Septemba 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Lee uru okwụrụ bara n'ahụike mmadụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}