{
  "published": "07:41",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "African Eye: Etu otu enyemaka e hibere ịzọpụta ụmụaka si akpụpụ ụmụaka n'ezinụlọ ha n'ike",
    "Otu International Justice Mission bụ otu enyemaka nke isi ụlọọrụ ya dị na mba Amerịka, mana ha nwere ngalaba na mba Ghana ndị ọrụ ha bụ ịkwụsị iji ụmụaka atụ mgbere nakwa inye ụmuaka ọrụ siri ike, nke a na-akpọ 'child trafficking' na 'child labour' na bekee.",
    "Mana nnyocha BBC Africa Eye mere gosiri ihe akaebe na ndị ọrụ otu IJM na-awakpo ime obodo dị icheiche na mba Ghana jiri aka ike na-akpụpụ ụmụaka n'aka ezinụlọ ha n'aha ibu agha megide ịtụ mgbere ụmụaka.",
    "Onye ntaakụkọ BBC ji ụzọ nzuzo banye n'ụlọọrụ IJM Ghana nakwa n'ọgbakọ ozi ha na 'whatsapp' iji mata etu ha si arụ orụ.",
    "Otu onye ọrụ IJM kwuru na a na-enye ha ọnụọgụgụ ụmụaka ole ha ga-azọpụta n'ime otu afọ, nke na ọ bụrụ na ha erughị ọnụọgụgụ ahụ, e nwereike ịchụ onye ahụ n'ọrụ maọbụ wetuo ego n'ụgwọ ya.",
    "N'otu mkparịtaụka nke onye ntaakụkọ BBC na onye ọrụ IJM, onye ọrụ ahụ kwuru na \"ọ bụrụgodi na ndị ọrụ anyị apụọ gaa ịzọpụta ụmụaka, mana enweghị nwata ọbụla ha hụrụ, ha agaghị agba aka lọta\".",
    "\"Ị ga akpọrịrị ọbụladị otu nwatakịrị lọta,\" ka onye ọrụ ahụ kwuru.",
    "N'obodo Mogyigna, ndị obodo kọọrọ BBC etu ndị ọrụ gọọmentị si bịa 'tọrọ' ụmụ ha, ma kpụrụ ha gawa ebe onweghị onye ma.",
    "Otu okenye nwaanyị aha ya bụ Sana kọrọ etu ndị ọrụ nchekwa si bịa n'ụlọ ya n'otu abalị, tụdo ya egbe n'akpịrị, ma kpọrọ nwa ya nwaanyị Fatima n'aka ike Ọ bụghị naanị Fatima ka ndị ọrụ nchekwa kpụụrụ n'ụbọchị ahụ.",
    "Ha jidekwara ụmụaka atọ ọzọ, kpọrọ ha anọ nyefee n'aka ndị ọrụ enyemaka nke mba Ghana ma kwuo na ọ bụ ụmụaka a zọpụtara n'aka ndị na-atụ mgbere mmadụ.",
    "Ụmụaka ahụ nọrọ ihe karịrị ọnwa anọ n'aka gọọmentị tupu nnyocha ekpebie na ha abụghị ndị e ji atụ mgbere, kama ha bụ ụmụaka e ji aka ike kpọpụ n'ezinụlọ ha.",
    "Sam Okyere, onye nkuzi na Mahadum Bristol dị na Ghana, kwuru na ụdị ihe dị etu a jọrọ njọ nke ukwuu.",
    "\"Kedu etu a ga-esi na-emekpa ọtụtụ mmadụ n'obodo ahụ ma na-akpaso ha oke, naanị iji were mezuo ọnụọgụgụ?",
    "Ọ dị nnukwu njọ,\" Okyere kwuru. Mana ụlọọrụ IJM gwara BBC Igbo na ọ bụghị eziokwu na ha na-enye ndị ọrụ ha ntaramahụhụ ma ọ bụrụ na azọpụtaghị mmadụ ole e nyere ha dịka tagetị.",
    "Ha kwukwara na ọbụghị ha na-ekpebi ijide mmadụ maọbụ ịkpụpụ mmadụ ụlọikpe maka ebubo ịtụ mgbere ụmụaka, kama ọ bụ ndị ọrụ gọọmentị ka ọ dịịrị ime nke ahụ.",
    "Ikike diri mmadụ",
    "Ghana",
    "Mmeru nwata",
    "BBC Africa Eye: Njem nwaanyị na-achọ nna ya 4 Ọktọba 2022",
    "BBC enyochapụtala otu onye APC bụbu onyeisi otu nzuzo 'Black Axe'13 Disemba 2021",
    "BBC Africa Eye: Ihe ụmụnwaanyị na-agba odibo na-agabiga n'Afrịka  15 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}