{
  "published": "17 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Godwin Emefiele bụ Gọvanọ ụlọakụ etiti nke Naịjirịa abịrutela n'ụlọikpe ukwu  nke FCT dị n'Abuja, n'ụtụtụ Tọzde a, dịka a na-ekpe ya ikpe maka ebubo nrụrụaka ego ruru ijeri naịra 6.9 bụ nke gọọmentị Naịjirịa boro ya.",
    "Ndị ọrụ nchekwa nzuzo Naịjirịa bụ 'Department of State Service' (DSS) kpọtara Emefiele n'ebe elekere itoolu nke ụtụtụ.",
    "Ebubo e boro Emefiele ruru 20, dịka gọọmentị kwuru na o ji ọkwa ya na-enye ndị enyi ya ọrụ ngo dị icheiche n'ụzọ iwu akwadoghị.",
    "Onye ọzọ e boro ya na Emefiele ebubo a bụ nwaanyị aha ya bụ Sa'adatu Yaro, bụkwa onye ọrụ n'ụlọakụ etiti, onye a sị na Emefiele nyere ụlọọrụ nwaanyị ahụ a na-akpọ April1616 Investmet Limited ọrụ ngo ịzụta ọtụtụ ụgbọala.",
    "Mana ikpe ahụ agaghị n'ihu taa n'agbanyeghị na Emefiele n'onwe ya bịara n'ụlọikpe.",
    "Ndị ọkaiwu gọọmentị Naịjirịa gwara ọkaikpe Hamza Muazu na ha enweghị ike ikpọta 'Sa'adatu Yaro n'ụlọikpe n'ihi na ahụ esighi ya ike.",
    "Nke a mere ka ọkaikpe ahụ yigharịa ya bụ ikpe ka ọ dịzie n'ụbọchị 23 nke ọnwa Ọgọst 2023.",
    "Ọ bụrụ na a ma Emefiele ikpe, e nwereike ịtụ ya mkpọrọ afọ ise, na-enyeghị ohere maka ịkwụ nha ọbụla.",
    "Emefiele na-ezo ihu ya n'ụlọikpe dịka ndị ntaakụkọ na-achọ isete ya foto",
    "Ndị ntaakụkọ jupụtara n'ụlọikpe na-achọ isete Emefiele foto",
    "Emefiele na-ezo ihu ya ka ndị ntaakụkọ ghara isete ya",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mpụ",
    "Ihe ndị mmadụ na-ekwu maka ọkwa Mịnịsta e nyere Umahi, Wike, na ndị ọzọ17 Ọgọọst 2023",
    "Sexual harassment: Mahadum Unical akwụsịla Ndifon ọrụ n'ike maka ebubo mwakpo ụmụakwụkwọ ụmụnwaanyị16 Ọgọọst 2023",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụakaelekere 9 gara aga",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụaka",
    "Sexual harassment: Mahadum Unical akwụsịla Ndifon ọrụ n'ike maka ebubo mwakpo ụmụakwụkwọ ụmụnwaanyị",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe ise ị ga-eji amata 'bank alert' adịgborojaEmelitere ikpeazụ na: 7 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}