{
  "published": "25 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A bịa n’omenala Igbo, a na-akwanyere nwaanyị ugwu n’ebe ọ pụrụiche maka uru ha bara n’ezinaụlọ nakwa obodo.",
    "Nwaanyị a na-enyekaarị nkwanye ugwu a bụ nwaanyị tozurula agbọghọ, lụọ di ma mụta nwa, nke mere Igbo jiri tụọ ilu sị na “mma nwaanyị bụ di ya.”",
    "Na-agbanyeghi ụdịrị mma ọbụla ọ mara ma ọ bụ ụdịrị akụnaụba o nwere, ugwu ya agaghị ezu oke ma ọ bụrụ na ọ lụbeghi di mụta nwa.",
    "Ọ bụrụ na di ya nwụọ, ihe niile banyere nwaanyị ahụ ga-agbanwe n’otu ntabi anya. Aha ya ga-agbanwe bụrụzie nwaanyị isimkpe maọbụ nwaanyị ajadu.",
    "Ụzọ ise Naịjirịa ka sị na-akpagbu ụmụnwaanyị11 Maachị 2020",
    "'Gọọmenti Hope Uzodimma gbatara m ọsọ enyemaka - Nwaanyi Ajadụ akụtụrụ ụlọ ya n'Imo steeti29 Juun 2021",
    "A rụgharịwala ụlọ nwaanyị ajadụ a kwatụrụ n'Ebonyi steeti22 Septemba 2020",
    "Mgbe ụfọdụ ugwu niile o nwere ga-ala, a na-ahụtazi ya dị onye ọjọọ, ụfọdụ na-ebo ya ebubo igbu di ya.",
    "A ga-ebido na-akpasị nwaanyị a agwa ọjọọ dị iche iche bụ nke omenala Igbo kwadoro.",
    "O nweghi onye ga-akọwa kpọmkwem etu maọbụ mgbe omenala a malitere kama ọ bụ ihe malitere mgbe gboooo.",
    "Akụkọ a ga-eleba anya n'ụfọdụ agwa ọjọọ ndị a na-akpasị ụmụnwaanyị isimkpe n'aha omenala, nke ka dị ugbua nakwa ndị a kwụsịrịla.",
    "Ebe foto si, Getty Images",
    "Ọnụ na-ekwuru otu na-ahụ maka ikike dịịrị ụmụnwaanyị a kpọrọ ‘Women Aid Collective (WACOL)’ bụ nwada Egodi kọwara ụfọdụ mmegbu a a na-emegbu ụmụnwaanyị isimkpe n'aha omenala Igbo.",
    "Ịnọ na nsọ",
    "Nke a bụ mgbe a na-edopu nwaanyị di ya nwụrụ ( ajadu) iche n’ebe ndị mmadụ ọzọ nọ maka na a na-ahụta ka onye ruru unyi. Ndị mmadụ agaghị eru ya nso ruo mgbe a sapụrụ ya ọcha.",
    "Ịnọ ọdụ n’ala",
    "Mgbe ụfọdụ ụmụada obodo ebe a lụrụ nwaanyị ahụ na-amanye ya n’ike ka ọ na-anọdụ n’ala ụkpọrọ, iji igosi na o sila n’oche onye lụrụ di daa n’ihi ọnwụ di ya. Mgbe ahụ ugwu niile agwụla.",
    "Nwaanyị na ozu ihikọ ụra",
    "Nke a omenala a na-asị nwaanyị nọrọ n’akụkụ ozu di ya maọbụ ka ohie ụra n’ụlọ ebe e dosara ozu di ya. A si na ọ bu otu ụzọ nwaanyị isimkpe ji akwanyere ozu ahụ ugwu ikpeazụ.",
    "Iru uju n’ọha",
    "Nke a bụ mgbe a na-amanye nwaanyị isimkpe n’ike ka o bee akwa n’ebe ọha ga-anụ olu akwa iji gosi na ọnwụ di ya na-emetụ ya n’obi nke ukwuu. A na-esi nwaanyị a bee akwa n’isi ụtụtụ ụbọchị ọbụla malite mgbe di ya nwụrụ ruo mgbe e lichara ya.",
    "Ịṅụ iyi",
    "A na-eme ka nwaanyị di nwụrụ ṅụọ n’ụzọ di iche iche iji gosi na aka ya dị ọcha n’ihe banyere ọnwụ di ya, maọbụ na o nweghi akụnaụba di ya o ji. A na-eme nke a site n’ịmanye ya n’ike ka ọ ṅụọ mmiri e jiri saa ozu di ya ahụ maọbụ ịga n’ihu arụsị kwubie okwu.",
    "Ndị ọzọ gụnyere;",
    "Ịkpụ ntụtụ si nwaanyị",
    "Ike nwaanyị agbụ n’aka (starvation)",
    "Ịsa ahụ n’elu ili di ya",
    "Iyinye nwaanyị akwa mkpe ọnwa isii maọbụ otu afọ",
    "Ikuchi nwaanyị di ya nwụrụ n’ike (Ịlụrụ ya n'ike)",
    "Iyi akwa ojii maọbụ nke ọcha agba mkpe.",
    "Ịnapụ nwaanyị akụnaụba di ya n’ike dgz.",
    "Ebe foto si, Iwaria",
    "Nwada Egodi kwuru na ụfọdụ 'omenala mmegbu' ndị a ka dị ire n'ụfọdụ obodo n’ala Igbo mana ọtụtụ n'ime ha alaala.",
    "“Mmegbu a na-emegbu nwaanyị isimkpe kadị mana ọ bụzighi etu ọ dị na mbụ ka ọ dị ugbua maka na ụfọdụ obodo enweela ọtụtụ mgbanwe kama mgbanwe ahụ ezuchabeghi oke.”",
    "O kwuru na mmegbu ndị a na-agbakwasị ụkwụ n’ihe dị icheiche dịka ụmụ ole ọ mụrụ, ọ mụtara ụmụnwoke ka ọ bụ naanị ụmụnwaanyị, ụmụ ya etoola ka ha ka dị obere mgbe di ya nwụrụ dgz.",
    "“Etu e si emegbu nwaanyị isimkpe mụrụ nwa dị iche na etu e si emegbu nke na-amụtaghị nwa, ọ dịkwa iche na nke mụrụ naanị ụmụnwaanyị nakwa nke mụtara ụmụnwoke, ma dịkwa iche na nke ụmụ ya na-etochaala nakwa nke ụmụ ya ka dị obere.”",
    "Egodi kwuru na ọtụtụ obodo n’ala Igbo akwụsịla ụdịrị mmegbu ndị a site n’enyemaka ndị ụka Kraịst bụ ndị na-abịa ewere ọnọdụ ma ọ bụrụ di nwaanyị ahụ nwụọ ọkachasị ma ọ bụrụ ndị na-aga ụka.",
    "Ọ gara n’ihu kwuo na nkwụsị ndị a sikwa na mgbasaozi nke ụlọọrụ ha bụ WACOL na-agbasa, nke na-ekwu ka e megbula ụmụnwaanyị isimkpe.",
    "Egodi kwuru na otu agwa ọjọọ a na-akpasị ụmụnwaanyị isimkpe ka dị ugbua bụ ịnapụ akụnaụba di ha n’ike.",
    "“Ọtụtụ ezinaụlọ ebe a lụrụ nwaanyị ka na-anapụ nwaanyị akụnaụba di ya n’ike ma ọ bụrụ di ya ahụ nwụọ, mgbe ụfọdụ nwaanyị ka ga-anọ na-eruju ọnwụ di ya, mana ndị ezinaụlọ di ya ahụ ga-akpachi akụnaụba nwoke ahụ gụnyere; ụlọ obibi, ụgbọala, ọbaego, ụlọahịa nakwa ụlọ nrụpụta ihe.",
    "“Ọtụtụ oge ọ bụ nwaanyị ahụ na di ya gbara mbọ, taa ahụhụ rụpụta akụnaụba ndị a mana ụmụnne di ya agaghị achọ ịma kama ha ga-anapụ nwaanyị ihe ndị ahụ n’ike.",
    "O kwuru na ọtụtụ mkpesa na-abịa n’ụlọọrụ ha bụ WACOL bụ maka ụmụnwaanyị isimkpe ezinaụlọ di ha napụrụ akụnaụba di ha n’ike.",
    "O kwuru na ụlọọrụ ha na otu ndị ọzọ dị iche iche na-eme ọgbakọ n’etiti ha na ndị Igwe obodo, ndị ntoroọbịa, ndị ụmụada obodo nakwa ndị ndu iji hụụ na a kwụsịrị ụdịrị.",
    "Ụzọ niile a e si akpagbu nwaanyị di ya nwụrụ (nwaanyị isimkpe), abụghị ka ọ dị ma a bịa n’okwu nwoke nwunye ya nwụrụ.",
    "Nwoke nwunye ya nwụrụ nwere ikike ịkwa ozu nwunye ya etu masịrị ya, mgbe masịrị ya nakwa iru uju nwunye ya etu ọbụla o siri chọọ.",
    "Onweghi onye na-asị nwoke a bịa kpụọ isi, ṅụọ iyi, yiri akwa mkpe maọbụ mee ihe ndị ọzọ maka na nwunye ya nwụrụ.",
    "Ya mere otu dị iche iche ji akpọ oku ka a kwụsị ụfọdụ agwa ndị a na-akpaso ụmụnwaanyị di ha nwụrụ ọkachasị ndị nke megidere ikike dịịrị ha dịka mmadụ.",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Omenala",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}