{
  "published": "20 Jenụwarị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onyeisiala Amerịka Donald Trump enyela ma binye aka n'ọtụtụ iwu n'ọtụtụ ihe nke gụnyere mbata na ọpụpụ, ihu igwe na mgbaghara ngwa ngwa ọ ṅụchara iyi dịka onyeisiala 47 mba Amerịka.",
    "Iwu ndị a o binyere aka bụ nke iwu mba Amerịka kwadoro nke ọ bụ naanị onyeisiala ọzọ maọbụ ụlọikpe nwereike ịkagbu ya.",
    "Mana a na-ekwu na iwu ndị Onyeisiala Donald Trump binyere aka na ya bụ nke ụlọikpe nwereikpe igbochi.",
    "Lee iwu ndị ahụ.",
    "Iwu mbata na ọpụpụ so n'iwu ọhụrụ Onyeisiala Donald Trump binyere aka. Ọ machiri oke ala ndịda mba Amerịka nke o kwuru na ọ bụ nnukwu ihe.",
    "Ọ gara n'ihu binye aka n'iwu ga-egbochi ụmụaka ndị nọ na mba Amerịka n'ụzọ iwu na-akwadoghị inweta akwụkwọ njirimara mba Amerịka.",
    "Imechi oke ala",
    "Onyeisiala Trump nyere ndịagha iwu ka ha machie oke ala mba Amerịka niile. O kwuru na nke a bụ iji gbochie ọgwụ ike, ịtụ mgbere mmadụ nakwa ajọ agwa ndị ọzọ.",
    "Ndị na-eyi ọha egwu na ndị omekome",
    "Onyeisiala Trump binyere aka n'iwu kpọpụtara otu dị iche iche na-ebu ọgwụ ike dịka ndị na-eyi ọha egwu. Ndị ọ kpọrọ aha ha gụnyere otu Salvadoran migrant gang MS-13 na otu Venezuelan gang Tren de Aragua, ndị ọzọ bụ al-Qaeda, Islamic State na Hamas.",
    "Ịmalite ihiwe ngwuru",
    "Onyeisiala Trump nyere iwu ka a malite ihiwe ngwuru na mpaghara ndịda Amerịka iji gbochie ọpụpụ na mbata nke iwu na-akwadoghị. Nke bụ eziokwu bụ na enweghị onye ma ebe ego a ga-eji hiwe ngwuru a ga-esi bịa.",
    "Cheta na oge Donald Trump banyere n'ọkwa dịka onyeisiala n'afọ 2016, o binyere aka n'iwu ka e hiwe ngwuru n'oke ala Amerịka na mba Mexico mana ngwuru a bụ nke a na-arụchaghị.",
    "Iwu ka ndị mmadụ nọrọ na Mexico",
    "Nke a bụ iwu o binyere aka na ya nke ga-akpọghachi ihe ruru mmadụ 70,000 na-abụghị ndị mba Mexico na-achọ inweta akwụkwọ njirimara mba Amerịka.",
    "Iwu usoro mbata Amerịka",
    "Ihe ọzọ Trump kwuru binyere aka bụ ịkagbu atụmatụ Biden hiwere nke nyere ihe ruru mmadụ 30,000 si mba Cuba, Haiti, Nicaragua na Venezuela ịbata mba Amerịka.",
    "Atụmatụ a nke a maara dịka CHNV bụ nke chọrọ ibeleta usoro e ji abata mba Amerịka site n'ụzọ iwu na-akwadoghị.",
    "Iwu ịchụpụ ndị esoghị ụzọ ziri ezi biri n'Amerịka",
    "Trump nyere iwu ka a kagbuo iwu 'e jide, a tọhapụ'. Atụmatụ a bụ maka ndị a nwụchiri bi n'AmerỊka n'ụzọ iwu na-akwadoghị.",
    "O kwuru na ọ ga-achụpụ ọtụtụ ndị n'enwghị ikike ibi na mba Amerịka. Mana nke bụ nke ọtụtụ mmadụ nwereike ịga ụlọikpe maka ya.",
    "Ebe foto si, Getty Images",
    "Ngwa ngwa e duru ya n'iyi ọrụ dịka Onyesiala mba Amerịka, Donald Trump ebinyela aka n'akwụkwọ iwu dị iche iche nke gụnyere ịgbaghara ihe ruru mmadụ 1,600 wakporo Capitol Building ụbọchị Wenezde 6 Jenụwarị n'afọ 2021.",
    "Nke a pụtara na a na-atụ anya na ụfọdụ ndị ahụ wakporo Capitol Building nọ na mkpọrọ, ga-enwere onwe n'oge na-adịghị anya.",
    "Trump binyere aka n'iwu maka iwepụ Amerịka n'otu World Health Organization (WHO).",
    "Nke a bụ ugboro abụọ Trump chọrọ iwepụ Amerịka n'otu WHO mana Biden kagburu iwu ahụ .",
    "Trump katọrọ etu ụlọorụ WHO isi ụlọọrụ ya dị na Geneva si rụọ ọrụ oge ọrịa Covid-19 tiwapụrụ na mbaụwa.",
    "Trump nyere iwu ka enyigharịa mmachi a machiri ụlọọrụ soshal midia TikTok. O nyere iwu ka TikTok nwere abalị 75 iji chọta ụlọorụ mba Amerịka ga-eketa oke n'ụlọọrụ ahụ. O kwuru na ọ bụrụ na ha emeghị nke a, ọ ga-amachi ha ịrụ ọrụ n'AmerỊka",
    "Ebe foto si, Getty Images",
    "A ga-anọ ụbọchị Mọnde 20 Jenụwarị, 2025 duo Donald Trump n'iyi ọrụ dịka Onyeisiala mba Amerịka nke ịrị anọ na asaa (47).",
    "Cheta na Donald Trump meriri Osote Onyeisiala Kamala Harris na ntuliaka ọkwa Onyeisiala e mere n'ụbọchị Tuzde 5 Nọvemba, 2024 n'Amerịka.",
    "N'agbanyeghị nsogbu pụtara na ngagharịiwe na mwakpo mere na US Capitol na 6 Jenụwarị 2021 nakwa ọtụtụ ikpe Ụlọikpe mara ya, Trump bụ onye nwere oke nkwenye ma nwee ezigbo nkwado ọtụtụ mmadụ, ọ bụ nke a nyere ya mmeri na ntuliaka ahụ.",
    "Ọ bụ eziokwu na otu pati Democrats kwuru na ọ bụghị Trump kwesịrị ịbụ Onyeisiala, mana nke a agbanweghị otu pati Republican ịhụta Trump dịka onye tozuru etozu inweta mmeri na ntuliaka ahụ.",
    "Donald Trump ekwela nkwa ibinye aka n’iwu dị iche iche n'ụbọchị mbụ ya dịka Onyeisiala Amerịka",
    "Donald Trump ahọpụtala Elon Musk dịka onyeisi ụlọọrụ Gọọmentị o hiwere ọhụrụ13 Nọvemba 2024",
    "Azụmahịa, enyemaka, nchekwa: Kedụ ka mmeri Trump ga-esi metụta Afrịka?8 Nọvemba 2024",
    "Ebe foto si, Getty Images/Instagram",
    "E nwere ọtụtụ ndị aha ha na-ada ụda e kwuru na ha ga-esonye n'emume idu n'iyi ọrụ Donala Trump.",
    "Nke mbụ bụ ndị ezinaụlọ Donald Trump na Osote ya bụ JD Vance. Ndị ọzọ gụnyere ndị otiegwu dị iche iche, ndị ụkọchukwu nakwa ndị ọzọ.",
    "Ebe foto si, Nathaniel Bassey/Instagram",
    "Otiegwu a ma ama bụ Nathaniel Bassey so na ndị e kwuru ga-agụ egwu na mmemme idu n'iyi ọrụ Donald Trump. Akụkọ ndị na-ahazi emume a wepụtara kwuru na Nathaniel Bassey ga-agụ egwu na mmemme 'Inaugural Prayer Breakfast' n'ụbọchị Mọnde 20 Jenụwarị.",
    "Mmemme a bụ nke a ga-eme n'ogige Waldorf Astoria Presidential Ballroom, Washington DC iji kwanyere Donald Trump na Osote ya bụ JD Vance ugwu tupu e duo ha n'iyi ọrụ.",
    "Onye ga-ahụ maka ekpere n'emume a bụ Ụkọchukwu Merrie Turner.",
    "Ndị ọzọ ga-agụ egwu na mmemme a gụnyere Pastor Mario Bramnick, Rebecca Macchi na Dominiquae Bierman.",
    "Nathaniel Bassey wepụtara ozi banyere oku a kpọrọ ya maka emume a n'akara soshal midia ya. Ọ bụ naani onye otiegwu si mba Naịjirịa na Afrịka a kpọrọ oku maka emume a.",
    "Ebe foto si, Nathaniel Bassey/Instagram",
    "Nathaniel Bassey bụkwa Ụkọchukwu kama na ọ bụ itiegwu ka e ji mara ya.",
    "Ọ bụ onye Akwa Ibom steeti. Nathaniel Bassey bụ Ụkọchukwu na-elekọta ụlọụka ndị ntorobịa na Redeemed Christian Church of God 'The Kings Court\" dị na Legọs steeti.",
    "Ọgbakọ \"Hallelujah Challenge\" Nathaniel Bassey na-ahazi, bụ nke na-adota ọtụtụ ndị ekpere si mbaụwa dị iche iche. Ọ malitere \"Hallelujah Challenge\" n'afọ 2017",
    "Nathaniel Bassey lụrụ nwaanyị ma mụọ ụmụ abụọ.",
    "Egwu o tiri gụnyere Tobechukwu, Ebenezer, Jesue Iye, Adonai, Imela na ọtụtụ ndị ọzọ.",
    "Ebe foto si, Williams Kumuyi/Instagram",
    "Onyeisi ụlọụka Deeper Life Bible Church bụ Williams Kumuyi so na ndị ụkọchukwu gbasara oziọma n'emume ekpere pụrụiche e mere ụbọchị Sọnde 19 Jenụwarị, 2025. Emume a bụ nke dọtara ọtụtụ ndị ụkọchukwu si mbaụwa dị iche iche.",
    "A kpọpụtara Kumuyi ka o kpee ekpere maka mba Amerịka.",
    "Pastor Kumuyi kpere ekpere ka Chukwu nye Donald Trump amamihe pụrụiche iji chịa mba Amerịka. Ọ gara n'ihu kpee ekpere ka Chukwu weta ezi mmekọ n'ụka Kraịst n'ụwa niile gbaa gburugburu.",
    "Ebe foto si, Getty Images",
    "Donald Trump hiwere ụlọọrụ ọhụrụ n'ọchịchị ya a kpọrọ 'Department of Government Efficiency (Doge)' ma were Onye kachasị nwee ego n'ụwa bụ Elon Musk mee onyeisi ụlọọrụ ahụ.",
    "Onye ga-eso Musk rụọ ọrụ n'ụlọọrụ ahụ bụ onye jibu aha pati Repọblikan zọọ ọkwa onyeisiala bụ Vivek Ramaswamy.",
    "Mgbe ọ na-akpọpụta aha mmadụ abụọ a dịka ndị isi ụlọọrụ ọhụrụ a, Trump kwuru na ọrụ ngalaba a gụnyere;",
    "Ikposa atụmatụ ọchịchị na-ele anya n'ihu tupu e nye mmadụ ọrụ.",
    "Ibelata oke mmefu ego na akụrụngwa gọọmentị.",
    "Inwogharị ụlọọrụ Gọọmentị Etiti dị iche iche.",
    "Ebe foto si, Getty Images",
    "Barack Obama bụbu Onyeisiala mba Amerịka malite na Jenụwarị 2009 ruo Jenụwarị 2017 oge Donald Trump nwetara mmeri na ntuliaka e mere n'afọ 2016. Trump meriri Hillary Clinton na ntuliaka ahụ.",
    "A na-ekwu na Barack Obama ga-eso na ndị ga-esonye na mmemme idu n'iyi ọrụ Donald Trump ụbọchị Mọnde Jenụwarị 20, 2025.",
    "Ebe foto si, Getty Images",
    "Shou Zi Chew bụ onye nwe ụlọọrụ soshal midia TikTok Inc. Akụkọ kwuru na o so na ndị ga-abịa mmemme idu n'iyi ọrụ Donald Trump.",
    "Nke a na-abịa dịka e nwere akụkọ banyere ịmachi TikTok na mba Amerịka. Iwu ịmachi ya bụ nke ụlọomeiwu Amerịka binyere aka na ya ma nweta nkwado Ụlọikpe Kachasị na mba Amerịka.",
    "Cheta na ụbọchị Sonde, 19 Jenụwarị, 2025, TikTok kwụsịrị ịrụ ọrụ na mba Amerịka niile. Mana n'ụtụtụ Mọnde, Jenụwarị 20, TikTok malitere ịrụ ọrụ ọzọ na Amerịka.",
    "Donald Trump kwuru na ya ga-eleba anya n'iwu ahụ ụlọomeiwu mba Amerịka nyere maka TikTok.",
    "Ebe foto si, Getty Images",
    "Nwunye Donald Trump bụ Melania Trump ewepụtala kriptokọrensi nke ya, n'ime awa ole na ole tupu e duo di ya Donald Trump n'iyi ọrụ dịka Onyeisiala mba Amerịka.",
    "Nke a na-abịa dịka Donald Trump kwuputara maka kriptokọrensi nke ya ọ kpọrọ $Trump kọin.",
    "Ọnụego kọịn $Trump na $Melania arịala n'azụmahịa kripto.",
    "Trump bụbu onye katọrọ kripto dịka 'chandum' mana ọ malitere ịnabata ego nkwado kripto oge ọ na-achụnta vootu maka ntuliaka afọ 2024.",
    "Amerika",
    "Ndọrọndọrọ ọchịchị",
    "Donald Trump",
    "Ntuliaka Mba Amerịka nke afọ 2024",
    "Kamala Harris",
    "NA EME UGBU A, Nke na-eme ugbua n’etiti mba Izrel na Hamas",
    "Ọkụ agbagbuola ihe ruru mmadụ 11 n'Enugwuelekere 5 gara aga",
    "Tinubu ebunyela mba Finland ụkpa ekele maka mbọ ha gbara ịnwụchi Simon Ekpa24 Jenụwarị 2025",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ23 Jenụwarị 2025",
    "Gịnị mere e ji machie okeite n'Anambra Steeti?20 Jenụwarị 2025",
    "Donald Trump: Lee iwu ọhụrụ ndị o binyere aka20 Jenụwarị 2025",
    "A kwụsịla Fada ọrụ maka agbamakwụkwọ nzuzo n'ụlọụka Pastor Jerry Eze20 Jenụwarị 2025",
    "Enwere ihe dị iche n'etiti mmanya nkwụ na mmanya ngwọ?19 Jenụwarị 2025",
    "Ebidoro m iti ịgba n'oge m dị obere n'ọgbakọ ụmụaka 'block rosary' - Nazzy Drums17 Jenụwarị 2025",
    "Ọ bụ ụlọ m rụrụ ọhụrụ ka ogbunigwe a gbariri - Onye nwe ụlọ ogbunigwe gbariri n'Imo Steeti15 Jenụwarị 2025",
    "E nwere onye Ebuka Obi tụrụ mkpọrọ?14 Jenụwarị 2025",
    "Ụmụnwaanyị Anambra Steeti emeela ngagharịiwe maka nwaanyị di ya gbara ọkụ n'Abagana",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}