{
  "published": "3 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ ụmụakwụkwọ  na-agụ na mahadum Bene Repọblik atụọla arịrị na mmachi Gọọmentị Etiti machiri asambodo si mba ahụ  ga-eme ha a sụọ ala ma akọghị ji.",
    "Na nsonso a, Gọọmentị Etiti site na Ministrị na-ahụ maka agụmakwụkwọ mara ọkwa mmachi  ịnabata asambodo si mahadum dị na mba Bene nakwa Togo n'ihi ebubo akpụrụ akpụ asambodo.",
    "UK Visa: Lee ụmụakwụkwọ ndị mmachi mba a metụtara2 Jenụwarị 2024",
    "Onye ga-etozu inweta ego mgbazinye agụmakwụkwọ a gọọmentị tinyere ọhụrụ?17 Juun 2023",
    "Mana ụmụakwụkwọ ahụ kwuru na ọ bụghị nzọpụ ụkwụ ahụ ga-akwụsị nsogbu ndị mmadụ ịkpụ asambodo adịgboroja.",
    "Ha kpọrọ oku ka gọọmentị mee nnyocha chọpụta mahadum na-ere asambodo  kama ịta ndị aka ha dị ọcha ahụhụ.",
    "Otu nwata akwụkwọ na-agụ 'Mass communication' na mahadum 'Estam University Benin Republic' bụ Alberty Oluwatoyosi gwara, BBC na gọọmentị kwesịrị ịchọpụta ndị aka  ha dị n'ụdị ihe ahụ ma taa ha ahụhụ kwesịrị\" kama ịmachi mahadum nile.",
    "Ọ sịrị,\" O kwesịrị ka ụlọakwụkwọ nile tawa ahụhụ maka ndahie otu onye?\"",
    "Ọ gara n'ihu kwuo, \"Ana m eche na o nwere ike imetụta ohere iji ife ala fee ala nna m na inweta ọrụ.\"",
    "Ebe foto si, Getty Images",
    "Nwata akwụkwọ na-agụ Theatre Arts na mahadum dị na Bene bụ Olawale Akerele sịrị na \"ọ bụ ihe mwute n'ihi na ọ pụtara na agbnyeghị mbọ nile m gbara n'ịgụ akwụkwọ, ihe nile a ga-ala n'iyi n'ihi na o nwere ike imetụta iji otu afọ efe ala nna.\"",
    "Olawale , onye gọtara mahadum ya, \"Enwere m ntuwasị obi na mahadum m na-agụ,\" kwuru na mmachi ahụ ebuterela  ya  \"oke echichi.\"",
    "\" O butela gbagharịa nye ụmụakwụkwọ si Naijiria nọ Bene.\"",
    "\"Ọ gara aka mma  ma ọbụrụ na Gọọmentị bu ụzọ mee nnyocha chọpụta mahadum ndị na-akpa ụdị agwa ahụ.\"",
    "Gọọmentị Naịjirịa machiri asambodo si na mahadum  Bene Repọblịk.",
    "N'ozi nke ụlọọrụ na-ahụ maka agụmakwụkwọ  ụbọchị nke abụọ n’ọnwa Januarị nke afọ 2024 nke ọnụ na-ekwuru Minịstrị ahụ bụ Augustina Obilor-Duru, binyere aka ma wepụtara n’ụbọchị Tuzde,mmachi ahụ iji nye ohere  maka nnyocha pụrụ iche.",
    "Nnyocha ahụ so akụkọ  ụlọọrụ akụkọ ‘Daily Nigerian Newspaper’ dere n’ụbọchị 30 nke ọnwa Disemba afo 2023, nke boro ebubo n na ndị mmadu ji ego azụta asambodo mahadum na mahadum na mba abụọ ahụ.",
    "Akụkọ ahụ  kwuru na  nke ha na-enweta  n’ime ịzụka isii asambodo e kwesiri inweta na agụmakwukwọ afọ anọ.",
    "Akụkọ ahụ kọwara etu ụmụakwụkwọ si eji ya bụ asambodo adịgboroja abata Naịjirịa ma sonye na ndị ji otu afọ efe ala nna ha.",
    "O kwuru na ufodu ndi Naịjirịa ji asambodo adịgboroja ahụ enweta ezigbo ọrụ ha na kwesighị inweta na Naịjirịa.",
    "Mịnịstrị na-ahụ maka agụmakwụkwọ na Naịjirịa kwuru na iwu ahụ ga-amalite n' ụbọchị nke abụọ n’ọnwa Janụwarị nke afọ 2024 dịwa ire.",
    "\"Ministrị ahụ sịrị,\"Ministrị na-ahụ maka agụmakwụkwọ malite n'abalị abụọ nke ọnwa Jenụwarị afọ 2024 ga- na ngalaba ndị uweojii nzuzo na ngalaba na-ahụ maka iji otu afọ efe ala nna.\"akwụsịtụ ilele maọbụ ịnabata asambodo mahadum si Bene na Togo ganye mpụtara nnyocha na-aga n'ihu n'etiti Ministrị na-ahụ maka ihe na-eme na mba ndị ọzọ na mba abụọ ndị a.\"",
    "\" Mịnịstrị na-ahụ maka agụmakwụkwọ na mba abụọ",
    "Ha gwara ndị Naijirịa ka ha nyere aka ihụ na ya atụmatụ ga-abụ ihe gara nke ọma,site na ịgbaara ha ama onye ọbula ji usoro ụgha ma ọ bu asambodo adịgboroja arụ ọrụ.",
    "Ụmụntoroọbịa",
    "Ọmụmụ na mmụta",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Happy New Year: Ihe ndi mmadụ na-atụ anya n'afọ ọhụrụ a1 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Kedụ ndị na-azọ ọkwa Onyeisiala Taiwan na ihe anya ụwa ji dị na onye ga-emeri?6 Jenụwarị 2024",
    "Akwa arịrị na oke iru uju adaala ka ozu  Akeredolu larutere Naịjirịa6 Jenụwarị 2024",
    "Plateau attacks: Ndị na-eme ngagharịiwe agbaala obi ezeọdịnala na Bokkos ọkụ30 Disemba 2023",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin 3 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Happy New Year: Ihe ndi mmadụ na-atụ anya n'afọ ọhụrụ a1 Jenụwarị 2024",
    "Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora29 Disemba 2023",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala IgboEmelitere ikpeazụ na: 26 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}