{
  "published": "1 Nọvemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/Niger Police Command",
    "Dịka akụkọ na-efegharị na odibo sugburu nne ya ukwu, ụfọdụ ụmụNaijiria ekwupụtara ihe dị iche iche ha gabighara n'aka ndị ọrụ enyemaka ezinaụlọ ha nwerela.",
    "Otu nwata gbara afọ 14 a kpọrọ Joy Afekafe  sụgburu nne ya ukwu bụ   Funmilola Adefolalu bụ onye nkuzi na mahadum 'Federal University of Technology, Minna' na nsonso a.",
    "Etu nwoke si tigbuo nwunye ya mụụrụ ya ụmụ asaa n'Ebonyi Steetị12 Mee 2022",
    "Ihe mere ndị mmadụ anaghị agbapụ na mmekọrịta na-echi ha ọnụ n'ala27 Eprel 2022",
    "Nwaanyị kụrụ nwata ntu n'isi n'Enugu agaala mkpọrọ5 Julaị 2020",
    "Ọnwụ nwaanyị ahụ na-akụzi 'Biochemistry' na mahadum ahụ kpalitere okwu gbasara mkpamkpa ụfọdụ ndị ọrụ e were n'ezi n'ụlọ na-akpa  nke tinyerela ọtụtụ ezinaụlọ n'ihe mgbu.",
    "Ebe foto si, Getty Images",
    "Otu nwoke achọghị ka a kpọọ aha ya kwuru na  o dibo na-ekuru ha nwa chere nwa ọhụrụ ha dị ọnwa anọ mmiri ọkụ rechapụrụ nwata ahụ eriri afọ.",
    "\"Ihe mere ezinaụlọ m n'afọ 2020; mụ na nwunye m si ahịa bata ọ bụrụ na otu n'ime ụmụ ejima na-ebe akwa, ihe nile anyị mere. o kweghị agụgụ.\"",
    "\"Ka a jụrụ nwanaeku, o kwupụtara  na ya nyere nwa mmiri ọkụ.\"\"Ọ dara n’ọrịa tupu anyị mara ihe na-eme, eriri afọ nwa bidoro na-ere.\"",
    "\"Anyị bugara nwa ụlọọgwụ, ndi dọkịta mechara ihe nile ha mere ma na nwa m nwa  nwụrụ  ka ọ gachara ọnwa isii,ọfụdụ otu ejima.\"",
    "Ebe foto si, Getty",
    "Ijeoma Orji, onye ọkaiwu gwara BBC Igbo na ihe ọ gabigara  n'aka nwata nwaanyị dị afọ 18  o were n'ọrụ ilekọta ụmụaka mere ya ikpebie na ya agaghị akpọkwa nwata ọzọ.",
    "Ọ sịrị: \"Ọ na-esi n'ụlọ abịa. Ọ malitere na-ezu kirikiri ego, ị jụọ ya, ya aghọọ.\"",
    "\"O siri na izu ego banye n'izu akwa m. ị jụọ ya,  ọ gọọ.\"",
    "\"Mana o nwere nke o zuru, amaghị m ma ihe ọ na-akpatụ ya n'isi, o yiri ya bịa ọrụ.\"",
    "\"Oge m jụrụ ya, ọ sị na ọ bụ akwa ya zụrụ n'Abuja.\"",
    "\"Agwara m ya na m na ya ga-eso gaa na ogige ndị uweojii ka o nye ha ihe akaebe goziri ebe ọ zụrụ ya dịka m gosiri ya ihe akaebe ebe m zụrụ ya.\"",
    "\"O mere ka ọ gara ozi n'azụ ụlọ, wụọ aja gbalaga.\"",
    "\"Nke a tụrụ m n'anya nke mere ka m kpebie na agaghị m akpọkwa nwa odibo ọzọ.",
    "\"Onye nwere ike ịwụ aja nwere  babuwaya, o nweghị ihe o nweghị ike ime.\"",
    "Ebe foto si, Niger State Police",
    "Ndị uweojii si na aka ha akparala nwatakịrị gburu nne ya ukwu.",
    "Joy Afekafe gbara afọ 14 na ndị otu ya ji mma sụgbuo Oriakụ  Fumilola Adefolalu bụ onye nkuzi na ngalaba 'Biochemistry' na mahadum 'Federal University of Technology, Minna' na nsonso a.",
    "Akụkọ kwuru na Joy na-arụrụ Adefolabu ọrụ dịka nwa odibo, ọ chụọ ya n'ọrụ ka ọrụchara ya ọrụ naanị izuụka atọ, Joy gara dute ndị enyi ya abụọ.",
    "Ha gaa ụlọ Adefolabu, kụọ ya ihe tinka kụrụ pan, ma were mma ekwu sụkasịa ya, hapụ ozu ya gbalaga.",
    "Ndị nọ ebe ihe mere kwuru na ọ bụ dịka ndị enyi na ndị ụlọụka Fumilola Adefolalu kpogidere ya n'ekwentị, ọ gaghị ka ha si bịa ụlọ ya ịhụ ya.",
    "Oge ha rutere, ụlọ ya gbachiri agbachi.",
    "Oge ha gbawara ụzọ, ha hụrụ nwaanyị ka ọ dọ n'ozu, ọbara ebe nile, ebe e ji mma gheewa ya akpịrị.",
    "Ọnụ na-ekwuu ndị uweojii Niger Steeti bụ Wasiu Abiodun gwara BBC Igbo na ya bụ ihe mere n'ezie.",
    "Abiodun kwuru na ọ bụ  ka e wetara ha  mkpesa ka ha mmere nchọpụta dugara ha ebe ha nwuchiri nwaodibo nwaanyị ahụ.",
    "\" Ndị uweojii na-arụ na ngalaba Bosso gara ebe ihe mere ,hụ mma abụọ ọbara tere nke e chere e ji gbuo nwaanyị ahụ.E bugara ahụ ya n'Ụlọoọgwụ IBB Hospital, Minna ebe e kwuru na ọ nwụọla.\"",
    "\"Ndị uweojii gara n'ihu gbaa ndị bi n' ogbe ahụ ajụju ma mee nnyocha nke dugara ha n'ebe  Joy Afekafe 'gbara afọ 14 bi na Gbeganu, Minna dị na Minna bụ ebe a nwụchiri ya n'abalị 30 nke ọnwa Oktoba.\"",
    "Ụmụnyanyị",
    "Naijiria",
    "Gov Fubara impeachment plot: Anyị  ga-anwụchi ndị aka ha dị n'ihe na-ebe na Rivas- Ndị uweojiielekere 9 gara aga",
    "Ben Nwabueze, ọkaiwu nwere agba alaala mmụọ ka ọ gbachara afọ 9431 Ọktọba 2023",
    "Etu aka siri kpara nwokorobia a sị na-ezu ụmụaka,ere n'Enugwu steeti30 Ọktọba 2023",
    "Israel-Gaza crisis: Kedụ ihe dị iche na 'ceasefire'  na 'humanitarian pause'?5 Nọvemba 2023",
    "Imo Governorship Election: Ihe mere n'etiti Achọnụ na ndị uweojii Imo steeti elekere 2 gara aga",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steetielekere 9 gara aga",
    "NLC enyela iwu ụbọchị ise ka e wepụ kọmishọna uweojii n’Imo Steeti ma ọ bụghị ya...3 Nọvemba 2023",
    "Godwin Emefiele: E nyela EFCC iwu ka ha tọhapụ ya maọbụ kpọta ya n'ụlọikpe3 Nọvemba 2023",
    "Home security/safety:  Ụfọdụ ihe ndị mmadụ sị ha gabigarala n'aka ụmụodibo1 Nọvemba 2023",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steetielekere 9 gara aga",
    "Etu ọnọdụ dị taa n'ụlọakwụkwọ e mechiri n'ihi nwa dị afọ abụọ nwụrụ 1 Nọvemba 2023",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gịEmelitere ikpeazụ na: 5 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}