{
  "published": "02:45",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu",
    "Otu onye ọrụ BBC na Legọs Steetị  setere onwe ya n'ihe onyonyo iji gosi ma nyekwa nkọwa zuruoke ihe ndị mmadụ na-agabiga ime njem na steeti ahụ kemgbe okwu mwepụ ego mbelata mmanụ ụgbọala dapụtara.",
    "Onyeisiala ọhụrụ Naịjirịa bụ Bola Ahmed Tinubu kwuru na a ga-ewepụ ego a, nke a mere ọnụ mmanụ ụgbọala jiri rie elu.",
    "Ụfọdụ ndị mmadụ anaghịzị aga ọrụ n'oge a n'ihi iri elu ego ime njem aga ọrụ",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịa27 Mee 2023",
    "Ozi ndị ntorobịa nwere maka Onyeisiala ọhụrụ nke Naịjirịa1 Maachị 2023",
    "Tinubu kwuru n'ụbọchị e duru ya iyi n'ọrụ sị:",
    "\"Ọ (ịkwụ ego mbelata a) na-akwado naanị ndị ọgaranya ọ naghị enye ndị ogbenye nkwado ọbụla, ihe a bụzị ihe dị oke ọnụ ịga n'ihu na-eme.\"",
    "Naịjirịa weputara ijeri dọla 7.5 maka ịkwụ ụgwọ enyemaka mbelata mmanụ ụgbọala site n'ọnwa Jenụwarị ruo etiti afọ 2023 mgbe ọchịchị onyeisiala Muhammadu Buhari onye nyere Tinubu ọchịchị.",
    "Ugbua, ihe a emetụtala ime njem, ego ime njem, ego nri nakwa ọnụego ihe ahịa.",
    "Kirie ihe onyonyo a ka ị soro Makuochi Okafor mee njem gaa ọrụ ka ọ kọwaa okwu a n'uju.",
    "Ụkọrọ mmanụ ụgbọala",
    "Legọsị steeti",
    "Legọsị",
    "Naijiria",
    "Njem",
    "NA EME UGBU A Ndị dọkịta na mba Sudan na-eji ọkụ ekwentị ahụ ụzọ iji waa ụmụnwaanyị dị ime afọ1 Juun 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?elekere 7 gara aga",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo12 Mee 2023",
    "Nri 'GMO' ọ nwereike imetụta ahụike gị?12 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}