{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Adoration Ministry",
    "Fada Ejike Mbaka bụ ụkọchukwu e ji ibu amụma na-ebute ụka, iti egwu ụka na ide akwụkwọ ụka na adị iche iche mara",
    "Ụkọchukwu ụka Katọlịk a ma ama bụ Fada Ejike Mbaka onye ndu,Adoration Ministry Enugwu, ekwuola na ọ bụghị aha mmadụ ịda ụda na soshal midia ga-enye ya mmeri na ntuliaka.",
    "N'okwu ya mbụ kemgbe Inec kpọpụtara Bola Tinubu nke APC dịka onye meriri na ntuliaka ọkwa Onyeisiala afọ 2023, Mbaka sịrị na, “soshal midia agaghị akụsa olu amụma n'ihi na ihe ga-eme dịka Chukwu sị na ọ ga-eme.”",
    "Mbaka kwuru nke a n'ihe onyonyo a kesara n’akara Facebook ngalaba ekpere Mbaka bụ Adoration Ministry Enugu, Nigeria, ụbọchị Tuzde banyere ibu amụma dị ire sị:",
    "“Ọ bụrụ na i nwere onyinye na-abụghị nke ezie, rịọ Chukwu ka O nye gị nke ezie, ọ bụghị ikwu ihe O kwughị.”",
    "Ọ gara n’ihu kwuo: “Mgbe ọtụtụ na-eme mkpọtụ na soshal midia, otu onye pụtapụta na-ekwu maka  o chere na ọ bụrụ na nde kwuru nde ndị mmadụ na-ekwu maka otu onye  na ọ pụtara na  igwe ndị mmadụ ahụ ga-emeri.\"",
    "\"Mba! Ihe dị iche dị n’etiti nke a na amụma na ihu ọhụ.\"",
    "N' okwu ahụ nke e chere o ji arụtụ aka na Peter Obi nke APC bụ onye gbara onye nke atọ na ntuliaka 2023, Mbaka, onye maburu amụma n'afọ 2022 na Peter Obi agaghị abulata onyeisiala Naijiria ji ihe mere na ntuliaka 2023 manyere amụma o buru banyere aka chịburu Naijiria bụ Goodluck Jonathan.",
    "Ihe i kwesịrị ịma maka Fr Anthony Amadi ga-anọchị Mbaka nwa mgbe nta ilekọta 'Adoration Ministry'3 Ọktọba 2022",
    "Peter Obi enweghi ike ịbụ onyeisiala Naịjiria - Fada Mbaka16 Juun 2022",
    "Ụka Katọlịk anapụla Fada Ejike Mbaka ikike ịbụ oji-ji-jide-mma Adoration ministry'4 Juun 2021",
    "“N’oge nke Jonathan, a gwara m ya, 'lee ihe Mmụọ Nsọ sị gị mee ‘wepụ onye dị etu a ọ bụrụ na ị chọrọ inweta mmeri na ntuliaka, o bụrụ na ị wepụghị onye a, ị ga-akpụ afọ n’ala, Buhari ga-anọchị gị.’”",
    "“Ndị mmadụ anaghị aghọta Fada Mbaka nke mere ha ji ekwugheri na soshal midia. Ma ọha aghọtara m. ma ha aghọtaghị m, aga m ga n’ihu na-ekwu okwu.”",
    "Cheta na n’ebe ọnwa Ọktọba 2020 bụ oge achụmta vootu nakwa nkwadobe Ntuliaka 2023, Bishọp Callistus Onaga nke ụka Katọlik na Dayọsis Enugwu nyere iwu ka Fada Mbaka kwụsị ọrụ nwa mgbe nta dịka onye nlekọta ekpere ‘Adoration’ n'ihi okwu metụtara ndọrọndọrọ ọchịchị  okwu gara nke butere ụka na Naijiria.",
    "Mbaka mechara mee njem ekpere n’ala Bekee oge ahụ, ebe a họpụtara Fada Anthony Amadi ka ọ nọchie rue abalị anọ nke ọnwa Jenụwarị  afọ 2023 bụ oge ọ laghachiri n'ọkwa ya dịka onye nlekọta ekpere 'Adoration Ministry'.",
    "Ebe foto si, Peter Obi/Father Mbaka/Facebook",
    "Mbaka mechara rịọ mgbaghara maka okwu o kwuru banyere Obi na 2022",
    "Mana tupu nke a emee, okwu ya banyere ntuliaka 2023 amalitela ịda ụda dịka mgbe o kwuru na Peter Obi zọọrọ Labour Party ọkwa enweghi ike ịbụ onyeisiala Naịjiria.",
    "Oge ahụ o kwuru:",
    "\"Peter Obi nwere abụmọnụ ọnụ, onweghị ebe o ji azụ aga...ma ọ bụrụ na ọ bịaghị sekpuru ala n'elu 'altar' Adoration.\"",
    "\"Ọ ka mma inwe onyeisiala bụ agadi nwoke nwere mmụọ onyinye, karịa inwe onye ntorobia nwere aka 'gum'.\"",
    "N’ozi ahụ o zipụtara mgbe ahụ kpatara ọtụtụ okwu, o kwuru na Peter Obi kparịrị mmụọ nsọ.",
    "Ma kwaa na ọ bụ ya nyeere Peter Obi aka ịlọghachi n'ọkwa Gọvanọ n'Anambra steeti, \"mana ọ bịaghị bịa kelee Chukwu\".",
    "\"Onye anaghị eri ego ya eri ka ụnụ na-achọ ịkwado? Ụnụ ọ chọrọ ka agụụ gụgbuo ndị mmadụ?\"",
    "\"Ọ bụrụ onyeisiala, ọ ga-emechi mịnịstrị anyị.\"",
    "\"Ọ bụrụ na ndị Igbo na-achọ onye ga-anọchite anya ha na Naịjirịa, ọ bụghị ụdịrị mmadụ Peter Obi.\"",
    "E nweela ọtụtụ oge ndị ọzọ Mbaka tinyere ọnụ n’okwu banyere ntuliaka, ọchịchị nakwa ndọrọndọrọ ochịchị Naịjirịa gụnyere oge ọchịchị Goodluck Jonathan nakwa oge o kwuru okwu banyere Muhammadu Buhari inweta mmeri.",
    "O dobeghi anya onye okwu ọhụrụ e kesara n’akara Facebook ngalaba ekpere Adoration Ministry bụ maka ya mana ọtụtụ ndị na-arụ ụfọdụ ndị zọrọ ọkwa na ntuliaka 2023 a aka dịka a na-ekwu na ya bụ okwu dịka o metụrụ otu onye aka ọkachasị mgbe o kwuru",
    "“Mgbe ọtụtụ mkpọpụta na-ada na soshal midia, ndị mmadụ amalitezie ikwu okwu n’ihi ha che na ọ bụrụ na nde kwuru nde ndị mmadụ na-ekwu maka mmadụ na nke ahụ pụtara na ihe igwe ndị mmadụ na-ekwu bụzi na onye a na-ekwu maka ya ka akacha nweta vootu.”",
    "Okwu a na-ada ụda na Naịjirịa ugbua ọkachasị dịka ndị ụkọchukwu nakwa ndị amụma okpukperechi dị iche iche na-ebukarị amụma banyere onye ga-enweta mmeri na ntuliaka nakwa ihe ndị ọzọ metụtara ọchịchị.",
    "Ofụfe",
    "Ụka ndị Roman",
    "Peter Obi",
    "Ndị otu Kristi",
    "Ihe Mudashiru Obasa, Onyeisi Ụlọomeiwu Legọs steeti kwuru maka ịzụ ala na ụlọ na Legọs mụnyere ọkụ na soshal midiaelekere 8 gara aga",
    "Father Mbaka: Bishop Onaga enyela ndị ụka Katọlik n'Enugu ọpịpịa abalị asaa maka ime ngagharịiwe5 Mee 2021",
    "Matakwuo maka ndị a na-azọ ọkwa Onyeisiala na nkwa ha na-ekwe12 Febụwarị 2023",
    "Ejighi mkpọtụ soshal midia enweta mmeri na ntuliaka – Fada Ejike Mbakaelekere 8 gara aga",
    "Ihe Mudashiru Obasa, Onyeisi Ụlọomeiwu Legọs steeti kwuru maka ịzụ ala na ụlọ na Legọs mụnyere ọkụ na soshal midiaelekere 8 gara aga",
    "NA EME UGBU A Presidential Election Tribunal: A malitela ikpe mkpesa otu pati Labour9 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}