{
  "published": "24 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Chimezie UcheAgbo na Amaka Bassey",
    "Ndị mere akụkọ a,  Senior Journalist na Video Journalist",
    "Eprel 2024",
    "Nwamadị na-eme ejije ịkpaọchị na Naịjirịa bụ Isaac Olayiwola a ma dịka Layiwasabi na BBC nọrọ ala ka ọ kọwaara anyị etu o siri malite ime ejije ịkpaọchị.",
    "Olayiwola kọwara na ‘wasabi’ bụ ihe eji esi nri nke na-eme ka ọ tọọ ụtọ.",
    "Ọ sịrị na ebumnoobi ya bụ imepụta ‘skit’ ndị ga-adị ụtọ bụkwanụ nke ọ ga na-ewepụtara ọhanaeze ọkụ ọkụ.",
    "Dịka o siri kwuo, uwe na akpụkpọụkwụ o ji egosipụta agwa ‘The Law’ bụ nke nna ya ochie.",
    "Layiwasabi kọwara na o teela ya malitere ime ejije ma na-etinye anya na ya mana nne ya chọrọ ka ọ gụọ iwu na mahadum nke o mechara gụọ.",
    "N'okwu ya \"nne m chọrọ ka m gụọ iwu, agụkwaranụ m ya ma ahụkwala ma ihe mere o jiri chọọ ka m gụọ ya.\"",
    "\"Ọ na-enyekwara m aka ugbua n'ejije ndị m na-ewepụta\".",
    "O kwuru na agwa nke kachasị amasị ya ime n'agwa niile ọ na-eme bụ nke a kpọrọ 'D Law' bụ ebe ọ na-eme ka onye ọkaiwu na-anọchite ndị mmadụ.",
    "\"Enwere me agwa atọ ma na-emekarịchazi ugbua, e nwere 'Officer Robert' bụ nke na-eme ka onye uweojii, e nwere nke 'GNCC Mr Richards' nakwa nke bụ 'D Law' bụ nke kacha ewu ewu\".",
    "Ọ sịrị na ihe kpaliri mmụọ ya ịmalite ‘skit’ bụ ndị ọkaiwu ha na ya mekọrọ ihe n’oge ọ na-anara ọzụzụ na Mịnịstrị ikpe nkwụmọọtọ Oyo steeti dị n’Ibadan ọkachasị ndị nke na-amaghị nke ha riri.",
    "O kwuru na ọ na-ewe ya ọtụtụ oge na echiche imepụta ụfọdụ ihe ndị ọ na-emepụta n'ejije ya mana ụfọdụ na-abịara ya kwam kwam.",
    "Etu mmekpa ahụ n'aka 'senior' n'ụlọakwụkwọ si kụọ m ngwọrọ17 Febụwarị 2022",
    "Ihe ndị ị ga-eme naịra nwereike itinye gị na nga19 Eprel 2024",
    "Nwaanyị Nnewi: Etu nne m ochie siri kpalite m ime ‘skit’19 Eprel 2024",
    "Ekike",
    "Nollywood",
    "Legọsị steeti",
    "Naijiria",
    "Telivishọnụ",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Ihe ngosi",
    "Vidio, 'Akwa m na-eyi eme ejije ka D Law tọrọ m atọ, ọ karịala afọ 30' - Layiwasabi, Duration 3,2324 Eprel 2024",
    "Vidio, Nwaanyị Nnewi: Etu nne m ochie siri kpalite m ime ‘skit’, Duration 3,1719 Eprel 2024",
    "Vidio, Ihe ndị ị ga-eme naịra nwereike itinye gị na nga, Duration 1,0519 Eprel 2024",
    "Vidio, Climate Change: Ihe i kwesịrị ịma maka oke okpomoọkụ a dị ugbua - NiMet, Duration 2,3210 Eprel 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}