{
  "published": "06:21",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Na mbido n'oge gboo, ndị Igbo na-ekpere chi ha site n'ụzọ omenala, mana n'ihe dịka  afọ 1515, ndị Portugese wetara okpukpere ụka Kraisti n'ala Naijiria.",
    "Ụka Kraịsti etoola na Naijiria nke na ndị nke Kraịsti arịla rue pasentị ịri anọ na ise na ụma Itoolu (45.9) na-ekpe ụka Kraist ebe, ebe pasent iri ise na atọ na ụma ise (53.5%) na-ekpe ụka Alakụba dịka World Fact Book si kwuo.",
    "Mana ugbua, ọnụọgụgụ ndị nke Kraisti na-agbada dịka  ụfọdụ ndị ntorobia na-ekpere Kraisti na-alaghachi n'omenala ndị nna ọchie. O doghị anya kpomkwem mmadụ ole pụọrọla.",
    "Mana otu ajụjụ ọtụtụ ndị  ọ na-agbagwojuanya na-ajụ bụ olee ihe  mere na ụfọdụ ndị na-ekpere Kraisti ji atufu akwụkwọ nso, weghara ọfọ na ogu na nsonso a?",
    "Onye dere ya, Uche Akolisa & Amaka Bassey",
    "Ndị mere akụkọ a,  Senior Journalist & Tech. Video Director",
    "Mee 2023",
    "Ndị ọkammụta n'okwu okpukperechi na-ekwu na ndị isiojii  bụbu ndị ụka Kraisti na ndi nke Alakụba na-alaghachi na okpukperechi omenala igbo  n'ihi mkpa nke ahụ maọbụ nke mmụọ.",
    "Ejiofor Ezeaku gbara afo 34 rutụrụ  aka n'ahụhụ ọha ndị mmadụ na-ata n'ihi ubịam na nsogbu ahuike kpalịitere ya ibido ụka omenala iji jikọọ ụmụ Igbo.",
    "Amaka Umeh gwara BBC Igbo sị na ọ bụ  iji zaa oku ndi nna ochie kpọrọ ya mere o jiri hapụ okpukperechi nke Kraịst.",
    "E nweghi  nnukwu ndiiche di na usoro ofufe Omenala agba ọhụrụ na nke ndị ụka Kraisti karia na umunwanyi na-eghewe isi ha ohe, ebe umunwoke na-ekpu okpu nwa agọrọ, ebe ha yiri onwe n'inye Chukwu okike otit0, ikpe ekpere, gọọ ọjị ma rikoo na inyerita onyinye.",
    "Kirie ya n'uju :",
    "Ọ bụ Uche Akolisa na Amaka Bassey mere akụko a",
    "Islam",
    "Ofụfe",
    "Akụkọ mgbe gboo",
    "Omenala",
    "Ndị otu Kristi",
    "Vidio, Ekpela m ụka afọ 28 tupu m were laghachị n'omenala Igbo - Ezeaku Ejiofor, Duration 6,2121 Mee 2023",
    "Vidio, Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburu, Duration 4,1315 Mee 2023",
    "Vidio, Africa Eye: Etu ndị ọrụ nchekwa na ndị ekperima si eji mmaja anapụ ndị 'queer' ego na Naịjirịa, Duration 6,1715 Mee 2023",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu5 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}