{
  "published": "05:29",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mkparịtaụka BBCIgbo na Senatọ Ned Nwoko",
    "Onye dere ya, Chimezie Ucheagbo na Okechukwu Omeire",
    "Ndị mere akụkọ a,  Senior Journalist na Video Journalist",
    "elekere 6 gara aga",
    "Mkparịtaụka BBCIgbo na Senatọ Ned Nwoko",
    "Ned Nwoko bụ onye omeiwu na-anọchi anya Aniocha/Oshimili dị na Delta steeti n'ụlọomeiwu ukwu akụwaala akuoyibo nsugbe.",
    "Na mparịtaụka ya na BBC Igbo nwere nsonso a, Nwoko kwuru na ọ ga dị mma ma mmadụ nkịtị nwee ikike ibu egbe maka nchekwa onwe ma ọmasị ha.",
    "Nwoko kwuru na echiche a biara ya n’obi maka etu otụtụ mmadụ si adabanye n’aka ndị ekperima na ndị ntọrị mmadụ na Naịjirịa.",
    "Dịka o siri kwu, enwere usoro ise onye ọbụla chọrọ ibu egbe kwesiri iso.",
    "Onye dị otua kwesiri ị ga ọzụzụ na mmụta etu esi ebu egbe, ebe ahụ ka a ga akụsiri ya ihe niile gbasara egbe nakwa etu ọ ga esi ji ya chekwaa onwe ya. Ụlọọmmụta a kwesiri na ha ga- enwe ikikere ire egbe.",
    "Nke abụọ bụ na onye ahụ ga agakwuru Eze obodo ya, Eze obodo ya  ga-agbara ya akaebe onye ịọ bụ n’ezie.",
    "Ọzọ bụ na onye ahụ ga-aga hụ ọpekatampe Dọkịta abụọ, otu n’ime ndị Dọkịta ahụ ga-abụ Dọkịta na-eleta ezịnaụlọ ya. (Family Doctor) nke ozọ ga abụ Dọkịta maara ya ọpekatampe afọ abụọ.",
    "Ha abụọ ga elezie oye ahụ anya ma kwuo n’ezie na o zụrụoke ibu egbe.",
    "Nke atọ bụ na onye ahụ ga agakwuru onyeisi okpuruọchiịchị obodo ya, ya bu onyeisi ga abụru ya onyeakaebe dịka onye obodo ahụ.",
    "Ọzọ bu na onye ahụ ga-aga n’nke onyeisi uweojii, onyeisi uweeojii ga-enwe otụtụ oge mee nyocha pụruiche gbasara onye dị otua ahụ, ọ ga eleze anya ma kwuo ma onwe mgbe onye ahụ megidere iwu obodo.",
    "Nke ikpeazu bụ na onye ahụ choro ibu egbe ga  agaghachị ụlọọzuzụ ebum egbe ma  gosi ha asambodo niile ọnatara n’ebe niile a ọgara maka na ọbụ ha ga-eresi ya egbe ma oge ruo.",
    "Ụlọọzụzụ ebum egbe ga eji otu ọnwa nyochaa ma hụ na onye dị otua gazụrụ ebe niile o kwuru na ọ gara nkwadoro ya  tupuu ha eresi ya egbe.",
    "‘’Leghara ndị na-ekwu na ndị mmadụ ga eji ikikere ibu egbe megbu mmadụ ibe ha, cheta na di na emegbu nwụnye, nwụnye na emegbu di mana ọkwusịghị ndị mmadụ ịlụ dị na nwụnye, ka anyị nye ndị Naịjiria ọhiere a maanyị kwalee ka ọga esi gaa’’ ka Nwoko kọwara.",
    "Anthony Iyasele bu onyeọkaịwu gwara BBC na iwu Naịjịrịa kwadoro mmadụ ịlụogụisi onwe ya mana ọ kwadọghị ibu egbe.",
    "O kwuru na e nwere ulọọrụ na-ahụ maka ndị na-etinye akwụkwọ ị nata ikikere ibu egbe n’okpuru ndị uweeojii nke a kpọrọ ‘Independence arms act’.",
    "‘’Amerịka nwere iwu nyere ndị obodo ha ikikere ibu egbe mana Briten eweghị iwu di otu a hụ, etu a hụ ka ọdị na Naịjirịa, anyị eweghị ikikere dị etua hụ’’ Iyasele kọwara.",
    "National security",
    "Naijiria",
    "N'ime okwu ntọrị mmadụ na Naịjirịa1 Julaị 2019",
    "Ndị omekome agbagbuola ọkaikpe n'ime ụlọikpe3 Febụwarị 2023",
    "Ndị uweojii egbuola ndị ekperima karịrị 50 na Taraba Steeti1 Nọvemba 2023",
    "Etu ndị ojiegbe si gbagbuo mmadụ asaa n’Orogwe, Imo Steeti3 Ọgọọst 2022",
    "Vidio, Nye ndị mmadụ aka ha kwụ ọtọ ikike ibu egbe ma ha chọọ- Ned Nwoko, Duration 5,29elekere 6 gara aga",
    "Vidio, Ahụhụ Naịjirịa na-ata ugbua sitere n'iwu ọjọọ ndị e mere n'oge gara aga - Benjamin Kalu, Duration 3,416 Febụwarị 2024",
    "Vidio, Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọ, Duration 2,564 Febụwarị 2024",
    "Vidio, 'Ana ma agagharị na mbaụwa achọ ndị ga-akwado m, Naịjirịa anaghị enye m ego ndị ahụ' - Chioma Ude Afriff, Duration 5,552 Febụwarị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}