{
  "published": "18 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Hope Uzodinma",
    "Ntuliaka ọkwa Gọvanọ n'Imo Steeti, n'ọwụwa anyanwụ Naịjirịa, ga-adị n'ụbọchị 11 nke ọnwa Nọvemba afọ 2023, dịka ngalaba na-ahazi ntuliaka na Naịjirịa bụ 'Independent National Electoral Commission' (Inec) si kwuo.",
    "Mana ka ọ dị ugbua, ụjọ dị na mpaghara ụfọdụ na ọnọdụ enweghị ezi nchekwa na steeti ahụ nwereike ichere ya bụ ntuliaka aka mgba.",
    "Onyeisi ụlọọrụ Inec n'Imo Steeti bụ Silvia Agu, kwupụtara nke a n'ụbọchị Tọzde n'ọgbakọ nke ya na ndị ntaakụkọ nwere n'Owerri, isi obodo Imo steeti.",
    "Agu kwuru na ndị ọrụ Inec gbalịrị ike ha ihazi ntuliaka na mpaghara ụfọdụ n'Imo steeti n'oge e mere ntuliaka ọkwa onyeisiala na ndị omeiwu n'ọnwa Febrụwarị na Maachị afọ a, n'agbanyeghị ụjọ ji ha n'ihi ọnọdụ nchekwa ọjọọ.",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere 8 Julaị 2023",
    "Ndị ojiegbe egbuola otu eze ọdịnala n'Aboh Mbaise, Imo Steeti, n'ime obi ya17 Julaị 2023",
    "Ihe mere anyị jiri tụọ ogbunigwe n'ọhịa Orsumoghu nakwa ebe ndị ọzọ - Ndịagha ụgbọelu14 Ọgọọst 2023",
    "Ka ọ dị ugbua, Agu kwuru na ha ga-ebido n'isi ịchọ ndị ọrụ ngo a na-akpọ ad-hoc staff' bụ ndị ga-enyere ha aka rụọ ọrụ n'oge ntuliaka nke Nọvemba.",
    "\"Ana m agwa ụnụ ugbua na ihe ruru pasentị 65 ndị anyị họpụtaburu dịka 'ad-hoc staff' ewepụla onwe ha ma kwuo na ha agaghịkwa eso rụọ ọrụ, n'ihi ọnọdụ enweghị nchekwa. Anyị na-ebido n'isi ịchọta ndị ga-eso anyị rụọ ọrụ maka ntuliaka nke na-abịanụ,\" Agu kwuru.",
    "\"Iji kwuo eziokwu, enweghị nrụrụaka ọbụla na ntuliaka e mere n'oge gara aga, naanị ihe cheere Inec aka mgba bụ nsogbu enweghị nchekwa.\"",
    "Ebe foto si, Getty Images",
    "Imo steeti so n'ebe enweghị nchekwa ka njọ na mpaghara ọwụwa anyanwụ Naịjirịa dịka otu ndị ojiegbe dị icheiche na-akpa ike na mpaghara dị icheiche na steeti ahụ.",
    "Ọ na-ara ahụ tupu otu izuụka agafee agaghị enwe akụkọ mwakpo ndị ojiegbe maọbụ ogbugbu mmadụ n'ebe dị icheiche n'Imo steeti.",
    "Iji maa atụ, n'ụbọchị 29 nke ọnwa Julaị, ndị ojiegbe wakporo otu ụlọ ebe a na-ere ọlaedo n'Owerri mana ndị uweojii mechara jide mmadụ abụọ n'ime ha, gbuo otu onye dịka ha na-akwakọrịta mgbọ.",
    "N'ụbọchị Julaị 17, ndị ojiegbe wakporo obodo Aboh Mbaise n'obi otu eze ọdịnala aha ya bụ James Nnamdi, onye e ji Eze mmiri ọma mara, ma gbagbuo ya n'ime obieze ya.",
    "Nke ahụ abụghị mbụ ndị ojiegbe na-awakpo ma gbuo eze ọdịnala n'Imo steeti n'af a. N'ụbọchị 25 nke ọnwa Mee, ndị ojiegbe wakporo Eze Victor Ijioma nke obodo Orsu dị n'okpuruọchịchị Oguta, gbuo ya ma gbaa ozu ya ọkụ n'ime ụgbọala ya.",
    "Na Julaị 8, ndị ojiegbe na-amanye iwu 'sit-at-home' wakporo mpaghara Akwakuma dị n'Owere gbagbuo otu onye ji ọgbatumtum ụkwụ atọ ebugharị ndị njem.",
    "Mpaghara Orlu, Oguta na Orsu n'Imo Steeti bụkwa ebe ndị mmadụ na-achị obi n'aka oge niile n'ihi etu ndị ojiegbe si enye nsogbu ebe ahụ kwa mgbe kwa mgbe.",
    "Gọọmentị Imo Steeti ekwuola ugboro ugboro na ha enyela ndị ọrụ nchekwa dị icheiche na steeti ahụ nkwado iji buso ndị ekperima agha ma chụpụ ha na steeti ahụ, mana dịka akụkọ na-apụta na steeti ahụ oge niile si dị, ọ dịghị ka ọnọdụ nchekwa ọ na-aka mma.",
    "N'oge gara aga, Gọvanọ Hope Uzodimma kwuru na ya kpọrọ ndị agha elu Naịjirịa ka ha tụọ ogbunigwe na mpaghara dị icheiche ebe ndị ojiegbe ji mere ebe obibi n'ime ọhịa n'oke ala Imo Steeti na Anambra Steeti.",
    "Mana ụfọdụ ndị bi na mpaghara ahụ gwara BBC na ndị agha ji ogbunigwe gbarie ụfọdụ ụlọ ndị mmadụ ndị aka ha dị ọcha.",
    "Gọọmentị Imo steeti hibekwara otu nche nke ha a na-akpọ Ebube Agu, iji buso ndị ekperima agha. Ọrụ ha kwesịrị ịbụ inyere ndị uweojii aka ịchọpụta ndị bụ ndị ekperima nakwa ebe ha na-ezo, ma gbaara ndị uweojii ama.",
    "Mana enwetala ọtụtụ mkpesa na ndị otu nche a anaghị agbaso usoro iwu dịka ha anaghị eme nnyocha nke ọma tupu ha ejide maọbụ wakpo ma gbuo ndị mmadụ.",
    "Ugboro ugboro ka BBC gbalịrị ịjụta gọọmentị Imo Steeti ihe gbasara ọrụ ndị otu nchekwa a bụ Ebube Agu, mana gọmentị anaghị enye ọsịsa ọbụla.",
    "Onweghịkwa onye ma onye bụ onyeisi ndị Ebube Agu n'Imo Steeti ruo ugbua.",
    "Onyeisi ntaakụkọ nke Gọvanọ Hope Uzodinma bụ Chiwike Oguwike azaghị oku BBC kpọrọ ya n'ekwentị maka akụkọ a.",
    "Ebe foto si, Nigeria Army",
    "Ndị agha Naịjirịa ga-ezipụ ndị agha 2300 maka nchekwa n'oge ntuliaka Imo Steeti - Inec",
    "Silvia Agu bụ onyeisi Inec n'Imo Steeti gwara ndị ntaakụkọ n'ụbọchị Tọzde (Ọgọst 17) na ndị agha Naịjirịa ekwela nkwa iziga ndị agha 2300 n'oge Ntuliaka na Nọvemba iji wulite ọnọdụ nchekwa.",
    "Cheta na ndị agha Naịjirịa nwere ogige n'Obinze, Imo Steeti, bụ ebe ndị agha nke ngalaba a kpọrọ 34 Artillery Brigade bi.",
    "N'ọnwa Julaị, onyeisi ndị agha 34 Artillery Brigade bụ Ọchịagha Usman Lawal, kwere nkwa na ha ga-ebuso ndị ekperima na-eyi ndị mmadụ egwu n'Imo Steeti agha dị egwu.",
    "Usman Lawal kwere nkwa a dịka ọ nọchiri Ọchịagha Sani Suleiman onye bụbu onyeisi ndị agha n'Obinze.",
    "N'aka nke ndị uweojii, o dobeghị anya kpọmkwem ndị uweojii ole a ga-ezipụ n'oge ntuliaka, mana ọnụ na-ekwuru ndị uweojii Imo Steeti bụ Henry Okoye ekwuola ugboro ugboro na ndị uweojii dị njikere iweta ezi nchekwa ma gbochie ọgbaaghara ọbụla nwereike ịdapụta n'oge ntuliaka.",
    "BBC Igbo kpọrọ Henry Okoye n'ekwentị maka akụkọ nke a, mana ọ sị na ya nọ nzụkọ.",
    "Cheta na ọ bụ otu a ka ọnọdụ nchekwa si jọọ njọ tupu e mee ntuliaka ọkwa gọvanọ Anambra steeti n'ọnwa Nọvemba afọ 2021.",
    "N'oge ahụ, ọtụtụ tụrụ ụjọ na ya bụ ntuliaka nwereike ọgaghị enwe isi, n'ihi etu ndị ojiegbe si enye nsogbu n'Anambra steeti.",
    "Ọtụtụ kpọrọ onyeisiala Muhammadu Buhari oku n'oge ahụ ka o yigharịa ụbọchị ntuliaka ma tinye ọnọdụ gbatagbata n'Anambra steeti iji weta nchekwa tupu e mee ntuliaka.",
    "Mana ya bụ ntuliaka mechara gaa nke ọma na-enweghị ọdachị ọbụla ma ncha, dịka ndị ọrụ nchekwa jupụtara n'Anamabra Steeti ihe dịka otu izuụka tupu ụbọchị ntuliaka, nke mere ka ebe niile daa jụụ.",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Hope Uzodinma",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela liposuction na ihe ndị so yaelekere 5 gara aga",
    "Enweghị nchekwa nwereike ichere ntuliaka ọkwa Gọvanọ Imo Steeti aka mgba18 Ọgọọst 2023",
    "NA EME UGBU A Ihe anyị ma maka N5bn gọọmentị etiti nyere ndị gọvanọ iji nyere ndị mmadụ aka1 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela 'liposuction' na ihe ọghọm so ya",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụaka",
    "Ihe ndị mmadụ na-ekwu maka ọkwa Mịnịsta e nyere Umahi, Wike, na ndị ọzọ",
    "Enweghị nchekwa nwereike ichere ntuliaka ọkwa Gọvanọ Imo Steeti aka mgba",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}