{
  "published": "01:16",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "World Food Safety Day: Kedụ  ụzọ na usoro dị ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma",
    "Ụbọchị asaa nke ọnwa June afọ ọbụla bụ ụbọchị otu mba ụwa bụ United Nations wepụtara iji dọọ aka na ntị maka mkpa ọ dị ichekwa ihe oriri, a na-akpọ ya na bekee ‘World Food Safety Day’.",
    "Kwa afọ ọbụla, ọnụọgụgụ ọrịa nke a na-ebute site n’ihe oriri, nke bekee na-akpọ foodborne illnesses’ na-akarị nde narị isii n’ụwa niile.",
    "Lee nri ndị i na-eri nwere ike ikwatu ike gị n'akwa25 Mee 2022",
    "Onye nwere ọrịa shuga o kwesịrị ịra 'mango'?3 Mee 2023",
    "Living with diabetes: Ihe onye nwere ọrịa shuga ga-eme ka ọ gbanarị ibepụ ya ụkwụ 4 Ọgọọst 2022",
    "Ebe ihe dịka mmadụ puku narị anọ na puku iri abụọ na-anwụ kwa afọ, n’ihi nje sitere na nri ha riri eri,pasentị iri anọ n’ime ha bụ ụmụaka na-erubeghi afọ ise.",
    "Ya mere taa, ọ bụrụ na ị bụ onye nri na-amasị dịka m, ọ dị mkpa ịmata ụzọ nakwa usoro dị icheiche ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa, ahụ mgbu nakwa oge ụfọdụ ọnwụ, nke i nwereike iji aka gị ritere onwe gị.",
    "Lee usoro anọ ị ga-eji chekwaa onwe gị nakwa ihe ihe oriri gị",
    "Ịdị ọcha:",
    "Were mmiri na ncha kwọchaa aka gị ihe ruru timkọmtimkọm iri abụọ tupu ị malite isi nri. Dịka ị na-esi nri, ọ bụrụ na ị metụchaa anụ ndụ, azụ ndụ maọbụ akwa aka, ị kwesịrị ịkwọchapụ aka gị tupu i siri gawa.",
    "Werekwa mmiri na ncha sachaa ite na ngwa ndị ọzọ iji esi nri nakwa ndị iji ebe ihe nri tupu ị malite isi nri nakwa oge i sichara.",
    "Ṅachaa mkpụrụosisi na akwụkwọ nri gị nke ọma na mmiri na-agba agba tupu i tinye ha na nri",
    "Dopu iche",
    "Oge ị na-etinye ngwanri gị n’igwe njụ oyi maka nchekwa, ọ dị mkpa idopu anụ ndụ, azụ, akwa na ndị ọzọ dịka ha iche. Ekwela ka mmiri si na ha metụta na ngwanri ndị ọzọ.",
    "I kwesịrị inwe ihe e ji ebe nri abụọ, otu maka anụ ndụ, azụ na ndị ọzọ yiri ya, nke ọzọ maka ngwanri dịka akwụkwọ nrị, achịcha na ndị ọzọ.",
    "",
    "Sie nke ọma",
    "Isi nri ka o ghee eghee nke ọma, ọ kachasị anụ, bụ otu ụzọ ị ga-esi gbuo nje niile dị na ya ka ha ghara inye nsogbu ọbụla ma mmadụ ribaa ha n’afọ. Ya mere ọ dị mkpa isi anụ gị nke ọma tupu i rie.",
    "Ọ dịkwa mkpa ịdakwa nri nke ọma ma ha jụọ oyi tupu ị malite iri ha ọzọ, maka na nje dị icheiche na-amụba ngwangwa na nri ma ha jụọ oyi.",
    "Tinye n’igwe njụoyi",
    "Gbaa mbọ hụ na igwe njụoyi gị na nke na-akpọ nri bụ freezer na-arụ ọrụ nke ọma oge niile.",
    "Kunye nri dị ọkụ n’obere obere efere me tinye ha n’ime njụoyi maka na ọ ga-eme ka ọ jụọ oyi ngwa ngwa.",
    "Ngwanri ndị na-emebi emebi dịka anụ, azụ, ụfọdụ mkpụrụosisi na akwụkwọ nri, kwesịrị ka e tinye ha n’igwe njụoyi n’ime otu awa maọbụ abụọ e ji zụta ha",
    "Ọ bụrụ na nri e rifọrọ erifọ nọkarịa abalị atọ maọbụ anọ n’igwe njuoyi gị, biko tufuo ya.",
    "Matakwa o na ihe a Bekee na-akpọ, ‘food poisoning’ apụtaghị naanị mgbe mmadụ tinyere nsi na nri mmadụ ibe ya ga-eri.",
    "Mmadụ nwekwara ike iji aka ya nye onwe ya nsi, n’ihi agbasoghi ezi usoro nchekwa nri.",
    "Ndụ dị na ntị o!",
    "Naijiria",
    "Nrị na-edozi ahụ",
    "A maala ụkọchukwu ikpe ọnwụ maka igbu iko ya nwaanyị na mmadụ abụọ ọzọ6 Juun 2023",
    "Ihe El-Rufai kwuru maka 'Muslim-Muslim ticket' megidere iwu Naijiria -Ndị Okaiwu7 Juun 2023",
    "Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa  ndị Arochukwu binyere, gbanye mgbọrọgwụ 7 Juun 2023",
    "Abia Baby Factory: \"Mama ukwu anyị sị na ọ na-ekunye gọọmentị ụmaụaka anyị na-amụ\"5 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?elekere 8 gara aga",
    "CAN asaala El-Rufai n'okwu 'Muslim-Muslim ticket'7 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}