{
  "published": "9 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Abdullahi Bello Diginza",
    "Ndị mere akụkọ a,  BBC Hausa",
    "Ebeg o si  Abuja",
    "Maachị 2024",
    "Na nso nso a akụkọ ntọrị ụmụakwụkwọ n’ụlọakwụkwọ na mpaghara dị iche iche na Naịjirịa arịala elu.",
    "N’afọ 2010 ndị otu Boko Haram tọọrọ ụmụakwụkwọ Chibok Girls High School dị na Borno Steeti.",
    "Ọnọdụ a akaziela ọjọọ dịka ndị ojiegbe na-awakpọ ụlọakwụkwọ, gbuo ọtụtụ ụmụakwụkwọ ma tọọrọ ndị ọzọ.",
    "Afọ 2021 bụ mgbe akachasị tọọrọ ụmụakwụkwọ n’ụlọakwụkwọ ha na Naịjirịa, a wakporo ụlọakwụkwọ isii, nke gụnyere Jangebe dị na Zamfara, Kagara na Tegina dịcha na Niger steeti, nakwa ụlọakwụkwọ College of Forestry nakwa mahadum Greenfield dị na Kaduna Steeti.",
    "Mwakpo ndị kachasị ọhụrụ mere n’izuụka a ebe ndị ojiegbe wakporo ụlọakwụkwọ gọọmentị dị na Kuriga, Kaduna Steeti.",
    "Ka anyị leba anya ugboro ole ma ole a tọọrọ ụmụakwụkwọ nke dara ụda na Naịjirịa nakwa ụwa.",
    "ABSU, Greenfield na ebe ndị ọzọ a tọọrọ ụmụakwụkwọ kemgbe afọ 202118 Juun 2021",
    "Ụmụakwụkwọ Chibok anọọla ụbọchị 2000 n'aka Boko Haram5 Ọktọba 2019",
    "Ụmụaka Dapchi alọtala21 Maachị 2018",
    "Ebe foto si, EPA",
    "Ụfọdụ ụmụakwụkwọ a tọhapụrụ zutere Onyeisiala Muhammadu Buhari",
    "N’ụbọchị 14 Eprelụ 2014, ka ndị oyi ndụ egwu bụ Boko Haram wakporo ụlọakwụkwọ Sekọndịrị ụmụnwaanyị dị na Chibok, Borno Steeti ma tọọrọ ọtụtụ ụmụakwụkwọ.",
    "Ndị a bucha egbe banye n’obodo ahụ n’etiti abalị, were ụda egbe kpọtee ndị bi na ya tupu ha abanye n’ụlọakwụkwọ buru ụmụakwụkwọ dị 276 tinye n’ụgbọala buru ha pụọ.",
    "Nke a bụ mbụ a na-awakpo ma tọọrọ ụmụakwụkwọ n’ime ụlọakwụkwọ ha.",
    "Otu mbaụwa katọrọ gọọmentị Naịjirịa n’oge ahụ ma sị na ha gbara nkịtị na-emeghi ihe ọbụla banyere ya.",
    "E mechara zọpụta ụfọdụ n’ime ha mgbe Onyeisiala Muhammadu Buhari banyere n’ọchịchị mana ụfọdụ ha ka nọ n’aka ndị Boko Haram.",
    "Ebe foto si, Getty Images",
    "N’ọnwa Febụwarị 2018, ndị ọzọ e cheere bụ ndị Boko Haram wakporo ụlọakwụkwọ ụmụnwaanyị dị n’obodo Dapchi nke Yobe Steeti ma tọọrọ ụmụakwụkwọ 110.",
    "Nke a mere n’ihe dịka afọ anọ a tọchaara ụmụakwụkwọ ụmụnwaanyị Chibok.",
    "Gọọmentị etiti zipuru ndịagha ụgbọelu nakwa ndị nchekwa ndị ọzo ka ha gbaa mbọ zọpụta ndị ebe gọvanọ Yobe Steeti n’oge ahụ bụ Ibrahim Gaidam tara ndịagha ụta sị na ha gbahapụrụ ebe ha kwesịrị ịnọ n’ọrụ nke nyere Boko Haram ohere ịtọrọ ụmụaka ndị ahụ.",
    "A tọhapụrụ mmadụ 104 n’ime ha n’ọnwa Maachị 2018 ebe mmadụ ise nwụrụ mgbe a tọọrọ ha, mana otu nwata a kpọrọ Leah Sheribu ka nọ n’aka ha ugbua, ha jụrụ ịhapụ ya maka nọ jụrụ ịgbahapụ okpukperechi Kraịst.",
    "Ebe foto si, Getty Images",
    "N’ọnwa Disemba afọ 2020, ndị ojiegbe wakporo ụlọakwụkwọ Boys High School nke Sayensị dị n’obodo Kankara, Katsina Steeti.",
    "Ndị ekperima tọọrọ ihe karịrị ụmụakwụkwọ 300 ma kpọrọ ha mee njem n’ime ọhịa dị na Zamfara Steeti.",
    "Onyeisi otu alaka Boko Haram kwuru na ọ bụ ha tọọrọ ụmụakwụkwọ ndị a ebe gọọmentị Katsina na Zamfara Steeti kwuru na ọ bụ ndị ntọrị tọọrọ ụmụaka ahụ.",
    "N’ime ụbọchị ole ma ole, ndị ekperima a tọhapụrụ ụmụakwụkwọ 340 mgbe gọvanọ Steeti n’oge ahụ bụ Bello Matawalle kwuru na ndị Miyetti Allaha nyeere ha aka.",
    "Ebe foto si, Getty Images",
    "N’ọnwa Febụwarị 2021, ndị ekperima tọorọ ụmụakwụkwọ ụmụnwaanyị n’obodo Jangebe dị na Zamfara Steeti a kpọro GGSS Jangebe ma tọọrọ ụmụakwụkwọ 317.",
    "Anya hụrụ ka o si mee gwara BBC n’oge ahụ na a tọọrọ ụmụnwaanyị dị 300 mgbe ha gụchara ndị fọrọ afọ ọnụ ka ndị a lara.",
    "Mwakpo ahụ mere ka gọọmentị Zamfara steeti mechie ọtụtụ ụlọakwụkwọ nwere ebe obibi dị na steeti ahụ.",
    "Ebe foto si, Getty Images",
    "Na Tuzde, Febụwarị 16, 2021 ụfọdụ ndị ekperima banyere n’ụlọakwụkwọ Boys High School dị n’obodo Kagara Niger Steeti ma tọọrọ ụfọdụ ụmụakwụkwo na ndị nkuzi ha na ezinaụlọ ha.",
    "Onyeisi ụlọakwụkwọ ahụ gwara BBC na e nwere ụmụakwụkwọ 600 nọ n’ụlọakwụkwọ ahụ mgbe ihe a mere.",
    "Mana gọvanọ na-achị Niger Steeti n’oge ahụ bụ Abubakar Bello kwuru na ọ bụ ụmụakwụkwọ 27, ndị nkuzi atọ nakwa ezinaụlọ ha mmadụ 12 ka a tọọrọ.",
    "N’ọnwa Maachị 2021, ndị ojiegbe wakporo ụlọakwụkwọ Federal College of Forestry Mechanization dị na Mando, Kaduna Steeti, ma tọọrọ ụmụakwụkwọ 30.",
    "Kọmishọna na-ahụ maka nchekwa n’oge ahụ gwara BBC na nke a mere n’ezie.",
    "Ndị ojiegbe ahụ wakporo ụlọakwụkwọ a n’elekere 11:30 nke abalị, mgbe ụmụakwụkwọ ndị a na-ehi ụra.",
    "Ebe foto si, Greenfield University",
    "N’ọnwa Eprelụ 2021, ndị ọrụ gọọmentị Kaduna Steeti gwara BBC Hausa na ndị ekperima wakporo mahadum Greenfield dị n’okporoụzọ si Kaduna gawa Abuja ma tọọrọ ọtụtụ ụmụakwụkwọ.",
    "Ndị uweojii kwuru na a tọọrọ ma ụmụnwoke na ụmụnwaanyị n’ụlọ ha mgbe ha na-ehi ụra.",
    "Ebe foto si, Getty Images",
    "N’ọnwa Mee 30, 2021 ndị ojiegbe bu ọgbatumtum wakporo ụlọakwụkwọ ‘Salihu Tanko Islamic School dị na Niger Steeti, ebe a tọọrọ ụmụakwụkwọ 150.",
    "Anya hụrụ ka o si mee gwara BBC na ndị ojiegbe ahụ nọ na-agba egbe tupu ha kpọro ụmụakwụkwọ ndị a.",
    "Gọọmentị kwuru na ọ bụ mmadụ abụọ ka a gbara egbe, otu onye nwụọ ebe onye nke ọzọ na-anata ọgwụgwọ n’ụlọọgwụ.",
    "Ebe foto si, PROUNITY FACEBOOK",
    "N’ọnwa Juun 2021 ndị ekperima wakporo ụlọakwụkwọ FGC bụ ebe ụmụakwụkwọ bi nke dị na Yauri, Kebbi Steeti ma tọọrọ ụmụakwụkwọ.",
    "Onye hụrụ ka o si mee gwara BBC na ndị ojiegbe a chụrụ ndị uweojii na-ache ụlọakwụkwọ ahụ nche, napụ ha ụgbọala ma tinye ụmụakwụkwọ ahụ buru pụọ.",
    "Ndị ojiegbe gbara ọtụtụ ụmụakwụkwọ na-achọ ịgba ọsọ egbe, e mechara buru ha gawa n’ụlọọgwụ maka ọgwụgwọ.",
    "Ebe foto si, KADUNA STATE GOV.",
    "N’ụtụtụ ụbọchị Tọzde 7 Maachị 2024, ka ndị ojiegbe wakporo ụlọakwụkwọ Kuriga Praịmarị na Sekọndịrị ala dị na Kaduna Steeti ma tọọrọ ụmụakwụkwọ ruru 287, otu onye nkuzi e mechara zọpụta.",
    "Onye nkuzi ahụ gwara gọvanọ Uba Sani nke steeti ahụ na ndị ojiegbe a bịara n’ụtụtụ n’oge ọgbakọ ụmụakwụkwọ ahụ.",
    "O kwuru na ụmụakwụkwọ sekọndịri 187 na ndị praịmarị 125 ka a tọọrọ kama na ya na ụmụakwụkwọ 25 ọzọ gbara ọsọ.",
    "Gọọmentị gwara ndị bi ebe ahụ ka ha dere jụụ na ha ga-agba mbọ zọpụta ụmụakwụkwọ a.",
    "A matabeghi ndị otu bịara tọọrọ ụmụakwụkwo ndị a.",
    "Ntọrị mmadụ mere na Katsina",
    "Ntọrọ ụmụakwụkwọ Naịjirịa",
    "Kaduna steeti",
    "Kebbi steeti",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Yobe steeti",
    "Borno steeti",
    "Niger",
    "Aba Power Plant: Ihe ọ ga-efu ka ọkụ anyụghị anyụ na-enwu n'Aba - Barth Nnaji13 Maachị 2024",
    "NA EME UGBU A, Gọọmentị Naịjirịa ewepụla mmachi niile ha tinyere n'isi mba Niger1 Maachị 2024",
    "Etu nwata nwaanyị si gbuo nna ya tufuo ozu ya na Ngwo dị n'Enugwu12 Maachị 2024",
    "Ihe mere n'ezie maka nwaanyị a sị gburu onwe ya n'Enugwu8 Maachị 2024",
    "Ugboro iri a tọọrọ ụmụakwụkwọ na Naịjirịa nke dara ụda 9 Maachị 2024",
    "Gọọmenti Enugwu ewerela katapila kwọgbuo ọkụkọ karịrị  30,000 na Nchatancha Nike4 Maachị 2024",
    "Lee etu ikpe Willie Obiano na EFCC si gaa n’ụlọikpe taa7 Maachị 2024",
    "Blood clots: Ihe ị kwesiri ịma maka ọrịa a gburu Mr Ibu5 Maachị 2024",
    "Ụka akwamozu Herbert Wigwe, Chizzy na Tochi n'ụlọụka",
    "Mother's Day: Ugboro ole ka a na-emedị ụbọchị ndị nne n'afọ?Emelitere ikpeazụ na: 8 Mee 2022",
    "Ugboro iri a tọọrọ ụmụakwụkwọ na Naịjirịa nke dara ụda",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}