{
  "published": "2 Eprel 2023, 10:42 WAT",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bishop Oyedepo/Peter Obi/Twitter",
    "Kenneth Okonkwo bụ ọnụ na-ekwuru Peter Obi ekwuola na onyonyo mkparịtaụka nke dị n'etiti Peyer Obi na Bishọp David Oyedepo, bụ nke na-efesa na soshal midia ugbua, adaghị iwu ọbụla.",
    "O kwuru nke a dịka ọtụtụ ndị mmadụ na-eche na mkparịtaụka ahụ nke ụlọ ntaakụkọ 'Peoples Gazette' wepụtara, bụ adigboroja, mana nkọwa Kenneth Okonkwo nyere gosiri na ya bụ mkparịtaụka mere eme.",
    "Peter Obi bụ onye ji ọkọlọtọ Labour Party zọọ ọkwa onyeisiala Naịjirịa na ntuliaka e mere n'ụbọchị 25 nke ọnwa Febrụwarị 2023.",
    "Na mkparịtaụka ahụ, nke a sị mere otu ụbọchị tupu ụbọchị ntuliaka, a nụrụ ebe Obi na-agwa Oyedepo okwu gbasara ntuliaka ahụ.",
    "Peter Obi n'onwe ya maọbụ Oyedepo n'onwe ya ekwubeghị ihe ọbụla gbasara mkparịtaụka a bụ nke malitere ifesa na soshal midia n'ụbọchị Satọde, bụ ụbọchịmbụ nke ọnwa Eprel 2023.",
    "Ebe foto si, Kenneth Okonkwo",
    "Kenneth Okonkwo bụ onye ọkaiwu ma bụrụkwa ọnụ na-ekwuru Peter Obi",
    "Kenneth Okonkwo kọwara na ọ bụ \"ndị ndọrọndọrọ ọchịchị bụ ekprima\" na-achọ ịtụgharị mkparịtaụka ahụ dị n'etiti Peter Obi na Oyedepo ka ọ dị ka ọ bụ okwu gbasara okpukperechi.",
    "\"Ihe Bishọp Oyedepo kwuru doro anya na 'Ndị Naịjirịa niile ketara oke nhatanha na n'obodo a, onweghị onye ga-ekwu na ọ na-emenyere ibe ya,\" Okonkwo dere.",
    "\"Peter Obi na-arịọ ụkọchukwu Oyedepo ka o nyere ya aka gbasaa ozi a gwa mmadụ niile nakwa ndị okpukperechi Christ, n'ihi na ndị ndọrọndọrọ ọchịchị na-eso achụmnta vootu ka a ga-asị na ọ bụ agha okpukperechi.\"",
    "\"Iji kọwaa ya nke ọma, Obi gwara Oyedepo na ya agaala ga leta eze ọdịnala obodo Offa, bụ Olofa nke Offa, onye bụ muslim, mana o nyere ya ndụmọdụ ka ọ gaa nata nkwado Oyedepo. Onwebeghị onye ndọrọndọrọ ọchịchị ọbụla gara kpọtụrụ Olofa nke Offa.\"",
    "\"O doro anya na APC, nke bụ otu ndọrọ ọchịchị nke onye na-azọ ọkwa onyeisiala, osote ya, onyeisi Sineti, onyeisi ụlọ omeiwu nta, osote onyeisi ụlọ omeiwu nta, na onyeisi pati ha sicha n'okpukperechi muslim, n'oge onyeisi ọkaikpe bụkwa onye muslim, bụ ha bụ pati maliterela agha okpukperechi na Naịjirịa.\"",
    "Kenneth Okonkwo gara n'ihu kwuo na ya so Peter Obi gagharịa mpaghara Naịjirịa niile n'oge ọ na-achụ nta vootu, \"ahụtụbeghị m ya ka ọ kpasoro mmadụ ọbụla oke n'ihi okpukperechi ya. O nweghị ike ime nke ahụ n'ihi na osote ya bụkwa onye muslim\".",
    "Okonkwo gwara ụmụ Naịjirịa ka ha ghara ige ntị n'ebubo ịkpa oke okpukperechi nke a na-ebo Peter Obi n'ihi mkparịtaụka ya na Oyedepo bụ nke pụtara ihe ugbua.",
    "N'ime mkparịtaụka ahụ nke BBC nụrụla mana amatabeghị ma o bụ adịgboroja ma ọ bụghị, a nụrụ ebe Obi kwuru sị \"Daddy, achọrọ m ka ịgwa ndị nke gị na mpaghara South-West na Kwara, ndị otu Christ na mpaghara South West na Kwara.\"",
    "Ọ gara n'ihu kwuo na \"nke a bụ agha okpukperechi\", nke Oyedepo zaghachiri sị \"ekwere m ya, ekwere m ya, ekwere m ya\".",
    "Obi kwukwara sị, \"ọ bụrụ na ọ gazie, nkwado ụnụ agaghị abụ ihe lara n'iyi\". Bishọp Oyedepo zaghachi sị, \"Anyị na-ele anya enyemaka Chukwu\".",
    "Otu n'ime ndị na-ekwuchitere otu achụmnta vootu nke Peter Obi na osote ya bụ Yusuf Datti Baba-Ahmed, bụ Diran Onifade, wepụtara akwụkwọ ozi gbasara onyonyo mkparịtaụka a nke na-efegharị, ma kwuo na \"aghụghọ nakwa okwu ụgha nke ndị APC ga-akwụsịrịrị ugbua\".",
    "\"Ebe anyị na-agbaso usoro iwu nke bụ ịga ụlọikpe iji nwetaghachi mmeri anyị, otu APC na-aga n'ihu n'iji ụzọ aghụghọ niile, na okwu ụgha iji jigide ihe na-abụghị nke ha,\" Onifade dere.",
    "\"Bido n'ihe ihere mere na Port Harcourt, ruo na ejije mere n'ụgbọelu Ibom Air, wee ruo na nke ugbua ha wepụtara mkparịtaụka adịgboroja iji kwalite ọgbaaghara okpukperechi.\"",
    "\"Ihe ndị a niile bụ ihe ha na-eme iji metọọ aha Peter Obi ma mee ka ndị mmaọ̄ụ ghara ịtụkwasị ya obi, mana ha adaala.\"",
    "\"Ugboro ugboro ka Peter Obi kpọrọla oku ka ndị Naịjirịa hapụ ịtụrụ ya vootu n'ihi okpukperechi maọbụ agbụrụ o si.\"",
    "\"Anyị na-agwa ụmụ Naịjirịa ka ha kwụsie ike dịka anyị na-agba mbọ iwetaghachi mmeri ka Peter Obi na Datti Baba-Ahmed site n'ụzọ iwu kwadoro.\"",
    "Ebe foto si, Channels TV",
    "Festus Keyamo bụ Mịnịsta nta na-ahụ maka ndị ọrụ, bụrụkwa ọnụ na-ekwuru otu achụmnta vootu Bola Tinubu nke APC",
    "Ọnụ na-ekwuru otu achụmnta vootu nke ndị APC bụ Festus Keyamo etinyela ọnụ n'ebubo ịkpa oke okpukperechi a na-ebo Peter Obi.",
    "Keyamo, onye bụkwa Mịnịsta nta na-ahụ maka ndị ọrụ na Naịjirịa, kwuru sị: \"Dịka anyị matarala na onyonyo mkparịtaụka Peter Obi bụ eziokwu, ndị ikpe kacha ma bụ ndị na-akpọ onwe ha ndị ụkọchukwu mana ha na-agbachi nkịtị ka ndị ndọrọndọrọ ọchịchị jiri ha na-amụnye ọkụ ọgbaaghara ịkpa oke okpukperechi n'aha ndọrọndọrọ ọchịchị.\"",
    "\"Nke a pụtara na mgbe ndị ụkọchukwu a na-ekwu na ha nụrụ olu Chukwu, ihe ha nụrụ bụ olu Peter Obi, ọ bụghị olu Chukwu. Nke a bụ aghụghọ ma bụrụkwa ihe ihere na-asọ oyi.\"",
    "\"Maka Peter Obi onye na-ekwu maka \"agha okpukperechi\" n'obodo ebe e nwere otu okpukperechi dị icheiche, ezi Chineke egosila ụwa niile onye ọ bụ n'ezie, nrọ ya na atụmatụ ya niile ịbụ onyeisiala Naịjirịa anwụọla pịị,\" Keyamo dere.",
    "Ebe foto si, Twitter Screebgrab",
    "Ọtụtụ ndị a ma ama na-akwado Peter Obi na soshal midia - a na-akpọ 'Obedients' - kwuru na onyonyo ahụ na-egosi mkparịtaụka Peter Obi na Oyedepo bụ adịgboroja.",
    "Otu n'ime ha e ji Uncle Charles mara kwuru na ọ bụ akụrụngwa 'Artificial Intelligence' (AI) ka e ji megharịa ihe yiri olu Obi na Oyedepo.",
    "Onye ọzọkwa aha Twitter ya bụ @firstladyship kwuru na Kenneth Okonkwo na-ekwuru onwe ya na nkọwa ahụ o nyere.",
    "Ebe foto si, Twitter Screengrab",
    "Ofụfe",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Peter Obi",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}