{
  "published": "11 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọ bụghịzi ihe akụkọ na ọtụtụ ndịisi okpukperechi na-enye ndị ụlọụka ha ọtụtụ ihe dị iche iche ka ha rie, ṅụọ maọbụ tee n’ahụ n’aha ime ihe ịrịbaama.",
    "Ihe ndị a gụnyere mmiri nsọ, mmanụ nsọ, ncha nsọ dgz, bụ nke ha kwenyere na a gọziri agọzi site n’ikpe ekpere maọbụ itinye ihe n’ime ha ka o nwee ike na-eme ihe ịrịbaama dị iche iche.",
    "Ndị ụkọchukwu a na-agwa ndị na-eso ha na onye ọbụla ji okwukwe rie, ṅụọ, maọbụ tee ihe ndị a na-ahụ ga-enwete ọgwụgwọ site n’ọrịa dị iche iche gụnyere amụghị nwa, enweghi ego na ndị ọzọ.",
    "Na nso nso a, Ụlọọrụ na-ahụ maka nchekwa nri na ọgwụ na Naịjirịa bụ National Agency for Food and Drug Administration and Control (NAFDAC) dọrọ aka na ntị maka ihe otu ụkọchukwu a kpọrọ Jeremiah Fufeyin nke ụlọụka Christ Mercy Deliverance Ministries dị n’Asaba, Delta Steeti.",
    "'Alkaline water' e nwereike ịgwọ kansa?9 Mee 2020",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Ụzọ asaa okpukpere Kraịst si gbanwee omenala Igbo26 Mee 2022",
    "Onyeisi ụlọọrụ a bụ Ọkammụta Mojisola Adeyeye kwuru na ụlọụka a ji aha ha ụlọọrụ ha (NAFDAC) na-eduhie ọtụtụ ndị mmadụ ma na-eresi ha ihe ndị a kpọrọ mmiri ịrịbaama na ncha ịrịbaama.",
    "O kwuru na o nweghi otu n’ime ihe ndị Ụkọchukwu a na-ere nke nwere akara njirimaara si n’aka ụlọọrụ ha, nke bụ na o debanyeghi aha ihe ndị a.",
    "O kwuru na ha nwetere mkpesa banyere ihe ndị a ụkọchukwu Jeremiah na-ere nke mere ha jiri malite ime nyocha.",
    "Mana ụkọchukwu Jeremiah kwuru na ihe ọbụla ha na-eme dị “n’okpụrụ iwu na-achị Naịjirịa” na ọ na-eji “mmiri nsọ ndị akọwa ihe banyere nkwenye okpukperechi.”",
    "Nke a butere ọtụtụ okwu ma ihe ndị ọ na-agwọ ọrịa ka ha anaghị agwọ ọrịa. Ya mere BBC Igbo jiri kpọtụrụ ndị ọrụ ahụike ka ha kọwaa ihe ndị mmadụ kwesịrị ịma tupu ha erie, ṅụọ maọbụ were akụrụngwa nsọ ndị si n’aka ụkọchukuwu.",
    "Ebe foto si, NARD",
    "Otu onye ọrụ ahụike bụ dọkịta Chinedu gwara BBC Igbo na ọ dị mkpa ka ndị mmadụ na-akpachapụ anya n’ihe ọbụla ha na-etinye n’ahụ site n’ụzọ oriri, ọṅụṅụ maọbụ otute n’ahụ.",
    "O kwuru na a bịa n’okwu mmiri nsọ, na ọ na-adị mma ka onye ahụ si n’ụlọ ya buru mmiri maọbụ zụta ezigbo mmiri nwere akara Nafdac ma jiri ya gaa ka e kpere ya ekpere na e tinyeghi ihe ọbula n’ime ya.",
    "Kama na ọ bụrụ mmiri onye ahụ na-amaghị ebe e si kute ya maọbụ na-enweghi akara Nafdac na ọ gaghị adị mma ka onye ahụ rie maọbụ ṅụọ ya.",
    "“ihe banyere nkwenye okpukperechi bụ ọsọ ndị mmadụ na-agba n’isi n’isi, kama ọ dị mkpa ka onye ọbụla nwere nkwenye n’ihe ndị a kpachapụ anya n'ihe ndị a ọ na-eri, aṅụ maọbụ ete n’ahụ si.”",
    "Mgbe a jụrụ ya ihe mere ụfọdụ ndị mmadụ jiri agbahapụ ọgwụgwọ n’ụlọọgwụ ma lekwasị anya ịnata ọgwụgwọ n’aka ndị okpukperechi, dkta Chinedu kwuru na nke ahụ bụ mkpebi ndị ahụ nwere.",
    "O kwuru na o nwere ụfọdụ okpukperechi na-anaghị aṅụ ọgwụ, ha anaghị anabata ọbara si n’ahụ onye ọzọ.",
    "“Onye ọbụla nwere ikike okpukperechi masịrị dịka iwu obodo si dị, e nwere ndị na-arịa ọrịa dịka ịba mana ha anaghị aṅụ ọgwụ, nwere ndị na-anaghị ekwe ka e nye ha ọbara si n’ahụ onye ọzọ n’ụlọọgwụ.”",
    "Ebe foto si, Christ Mercyland Deliverance Ministry/Journeyman Pictures",
    "Ụkọchukwu Jeremiah Fufeyin ka ụlọọrụ Nafdac kwuru na o rere ihe ndị ọ kpọro mmiri ịrịbaama na ncha ịrịbaama nye ndị na-eso ụzọ ya ma kwuo na ihe ndị a na-agwọ ọrịa.",
    "Onye ọzọ bụ ụkọchukwu TB Joshua nwụrụ anwụ bụ TB Joshua, onye rere “mmiri nsọ e tere mmanụ” nye ndị na-eso ya dịka mmiri nwere ikike ịgwọ ọrịa.",
    "Nyoc BBC mere kpuhere na ụkọchukwu TB Joshua gwara ndị na-eso ụzọ na-arịa ọrịa ka ha kwụsị ịṅụ ọgwụ e nyere ha n’ụlọọgwụ.",
    "Mana ọ bịa na nzuzo o nye ndị ọrụ ya na-ahụ maka ọgwụ iwu ka ha zụta ọgwụ ndị ahụ ma gwakọta ya na mmiri nsọ ọ na-eresi ndị na-eso ụzọ ya.",
    "Nri",
    "Ofụfe",
    "Nchekwa nrị",
    "Naijiria",
    "Ndị otu Kristi",
    "NA EME UGBU A, Mmadụ karịrị 100 idemmiri wakporo n’Ebonyi steeti na-ebe akwa enyemaka",
    "Ọgwụ ọhụrụ ga-eme ka a ghara ịwa nwaanyị nwere “ectopic pregnancy” afọelekere 9 gara aga",
    "Tupu ị ṅụọ mmiri nsọ na ihe ịrịbaama ndị ọzọ lee ihe ndị i kwesịrị ịma11 Septemba 2024",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence3 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground'",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe haEmelitere ikpeazụ na: 13 Nọvemba 2020",
    "Ọkpụrụkpụ ihe ise dị na nkwekọrịta Tinubu na mba China na uru ọ ga-abara Naịjirịa",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}