{
  "published": "8 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Emefiele",
    "Onye bụbụ onyeisi ụlọakụ ukwu Naịjirịa bụ Central Bank of Nigeria, CBN ekwuola na aka ya dị ọcha n'ebubo 21 n'ime ebubo 26 ụlọọrụ Economic and Financial Crimes Commission, EFCC boro ya.",
    "EFCC kpụgara Emefiele ụlọikpe ma ebubo na ikpe iji ikike ụlọọrụ ya mee ihe ndị na-adịghị n'ikike ya na inye ndị mmadụ ego ruru ijeri kwuru ijeri dọla.",
    "Emefiele gara ụlọikpe ụbọchị Mọnde n'ihu ọkaikpe Jọstis Rahman Oshodi n'ụlọikpe dị n'Ikeja.",
    "A kpụpụtara Emefiele na onye ọzọ a na-enyo enyo bụ Henry Omole.",
    "A na-ekpekwa ya ikpe n'ebubo na o jiri ikike ụlọọrụ ya mee ihe ndị ọ na-ekwesighi ime malite n'afọ 2022 ruo 2023.",
    "Dịka ọkaiwu ndị EFCC bụ Rotimi Oyedepo (SAN) siri kwuo, Emefiele \"nyefere ego ruru $2.1ijeri na e nyeghi ohere ka ndị ọzọ binye aka na ya, agwa bụ ihe megidere iwu Naịjirịa.\"",
    "Otu n'ime ebubo a na-ebo ya bụ na o nyere \"ego $291,945,785.59 na-enyeghi ohere ka ndị ọzọ ego ahụ dị mkpa binye aka na ya.\"",
    "N'ebubo ọzọ yikwara nke ahụ, e kwuru na o nyekwara ego $1.769,254,793.16 nakwa $370,872,893.01 na-enyeghi ohere ndị ọzọ ọ dị mkpa ibinye aka\".",
    "O kwukwara na Emefiele na onye nke ọzọ a na-ekpe ya dara iwu nke gụnyere ịnata onyinye $110,000 n'aka otu onye nnọchitenanya n'aha Emefiele maka na Emefiele nye ya ego dọla.",
    "EFCC kwuru na ebubo niile a na-ebo Emefiele na ihe niile a na-ebo ya megidere iwu Naịjirịa nke dị n'akwụkwọ iwu Section 73 iwu 2011 megidere mpụ nke Legọs Steeti.",
    "Emefiele na onye a na-ekpe ya na ya ikpe kwuru na aka ha dị ọcha mana ọkaikpe jụrụ ịtọghapụ ha na belu dịka ha siri kpee n'ekpere.",
    "Ọkaiwu Emefiele bụ Abdulakeem Labi-Lawal rịọrọ ụlọikpe ka a tọghapụ ya na belu rụọ oge a ga-ekpebi ikpe ya na ụlọikpe ekweghi.",
    "Labi-Lawal kwuru ka ụlọikpe mee amara n'ihi na onye ọ na-anọchite na-erubere ụlọikpe isi na-abịa ụlọikpe ụbọchị ọbụla e binyere ikpe mana ọkaikpe ahụ ekweghi atọghapụ ya, kama o bugharịrị ụbọchị ige ikpe ya gaa abalị 11 ọnwa Epurel afọ 2024.",
    "Ikpe",
    "Legọsị steeti",
    "Naijiria",
    "Emeka Rollas ehichala ebe o dere na Junior Pope dị ndụ, ọ dị ndụ ka ọ nwụọla?otu elekere gara aga",
    "Down-Below: Ihe anyi hụrụ n’ime ogbe ndi omekome n' Umuahiaelekere 8 gara aga",
    "Maka nwoke a sị tigburu nwunye ya n’Enugwu Steeti: Lee ihe BBC chọpụtara9 Eprel 2024",
    "Climate Change: Ihe i kwesịrị ịma maka oke okpomoọkụ a dị ugbua - NiMet10 Eprel 2024",
    "Godwin Emefiele sị na aka ya dị ọcha, EFCC akpọchie ya ọzọ8 Eprel 2024",
    "Water Scarcity: Gọọmenti Enugwu ekwuola ihe mere mmiri ha kwere na nkwa anaghị agba6 Eprel 2024",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka7 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Emeka Rollas ehichala ebe o dere na Junior Pope dị ndụ, ọ dị ndụ ka ọ nwụọla?",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka",
    "Pati APC onweela ngalaba na mba Niger?Emelitere ikpeazụ na: 1 Febụwarị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}