{
  "published": "4 Nọvemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Ethar Shalaby",
    "Ndị mere akụkọ a,  BBC Arabic",
    "Nọvemba 2023",
    "Ọnụọgụgụ ndị nwụrụla na Gaza na-arị elu dịka Isreal ka na-ebuso Hamas agha n'ihi mwakpo e mere ha na 7 Ọktoba ebe e gburu mmadụ 1,400 n'Isreal.",
    "Ministri ahụike mba Gaza kwuru na e gbuola mmadụ 9,000 kamgbe ọgụ ahụ malitere.",
    "N'ihi ọnọdụ nchekwa, ndị ntaakụkọ nọ na Gaza dị obere maka ịkọ akụkọ etu agha ahụ si aga.",
    "Mana BBC gbara ụfọdụ ezinaụlọ na ndị hụrụ ka ihe si mee ajụjụọnụ bụ ndị kọwara maka ụmụnne ha e gburu na nso nso a.",
    "Ekwentị, intanet anaghị aga, ebe ọnụọgụgụ ndịagha Israel nwụrụ na-arị elu5 Nọvemba 2023",
    "Gịnị bụ ‘Dome’ a na-echekwa ihu eluigwe mba Isreal megide ogbunigwe?20 Ọktọba 2023",
    "Kedụ ihe na-eme n'Isreal na Gaza, gịnị mere o ji bụrụ ugbua?28 Ọktọba 2023",
    "Na nsogbu enwghi ọkụ latrik na Gaza Strip, Yusof na ụmụnne ya abụọ - nke nwaanyị bụ Jury dị afọ 13 na nwoke dị afọ itoolu bụ Hamed - dịka ndị ihu ọma kpọrọ.",
    "Nna ha bụ Mohammed Abu Musa na-arụ n'ụlọọgwụ Nasser dị n'obodo Khan Younis, tinyere ọkụ latrik si n'anyanwụ n'ụlọ ha ka ụmụ ya nwee ike kirie TV.",
    "Ha nọ n'ụlọ na-ekiri TV mgbe na 15 Ọktoba mgbe nna gwara ha na ogbunigwe ndị Isreal gbara n'ụlọ ha.",
    "Jury na Hamad zọrọ ndụ mana Yusof nwụrụ mgbe elu ụlọ ha dara.",
    "Ọ dị afọ asaa.",
    "Mohamed nọ n'ụlọọgwụ na-arụ ọrụ mgbe nwunye ya batara na-eti mkpu na-achọ nwa ha kachasị obere.",
    "Ọ hụrụ Hamed, dịka ndị gbata gbata nyere aka zọpụta Jury site na uzuzu aja. Jury merụrụ ahụ n'isi ya mana nne na nna ya sị na ọ na-agbake.",
    "Ihe onyonyo na-efegharị na soshal midia gosiri ka Rawan na-ajụ ajụjụ banyere obere nwa ya n'ụlọọgwụ. Mana Mohamed mechara hụụ ozu nwa ya n'ụlọ nchekwa ozu n'ụlọọgwụ ahụ.",
    "\"Mgbe ikpetemazụ m hụrụ Yusof bụ mgbe ọ bịara makọọ m n'ọnụ ụzọ ụlọ anyị, tupu m gawa ọrụ,\" Mohamed chetara.",
    "\"O susuru m ọnụ ma sị m gaa nke ọma mgbe m nyechara ya achịcha na unere. Ọ chọrọ ịbụ dọkịta maka na ọ na-ahụkaarị ka m na-aga n'ụlọọgwụ.\"",
    "Na mgbede 15 Ọktoba, Dkt. Saidam chọrọ izutu ike. Nwamadị a dị afọ 47 ahapụbeghi ụlọọgwụ al-Shifa dị na Gaza kamgbe ihe karịrị otu izuụka.",
    "Ọ gwara ndị ọrụ ibe ya na ọ na-aga n'ụlọ ihi ụra abalị. Mana dị awa ole ma ole gachara ọ nwụrụ n'ihi ogbunigwe gbara n'ụlọ ya.",
    "\"Nwoke a dị nwaayọọ ma dịkwa umeala lọghachịrị n'ụlọọgwụ a n'ụtụtụ a n'ozu,\" onye ọrụ ibe ya bụ Dkt. Adnan Albursh kọwara.",
    "Dkt. Albursh maara dọkịta na-awa ahụ a kamgbe afọ 20, kwuru na ha na-etu onye otu ha nwụrụ anwụ aha dịka \"ọwa ahụ na-anaghị ezu ike\" maka etu o si agba mbọ n'ọrụ ya.",
    "Nwoke a ike a bụ Dkt. Saidam k a maara dịka onye ndị dọkta obere na-eji ama atụ.",
    "\"Ọ bụrụ na ndị dọkịta ndị ọzọ nwee nsogbu, ha maara na onye nzọpụta ha bụ dọkịta Saidam,\" ka Dkt Ahmed El Mokhallalati bụ onyeisi ndị na-awa ahụ bụ 'plastic surgery' n'ụlọọgwụ al-Shifa.",
    "\"Ọnwụ ya bụ ihe mwute nye ụlọọgwụ a nakwa ndị ọrụ ahụike,\" ka ọ gbakwụnyere.",
    "Nwata akwụkwọ dị afọ 17 bụ Nour ka e gburu na 11 Ọktoba mgbe ogbunigwe mba Isreal tụrụ n'ụlọ ha dị n'obodo Dier al-Balah ji kilomita 14 dị nso n'obodo Gaza dịka nwanne nna ya si kwuo.",
    "Mohammed al-Kharma kwuru na nwa nwanne ya chọburu ịkwapụ ma kwaga ebe ụmụnne ya n'ihi ogbunigwe na-ada aghara aghara.",
    "\"Nna ya gwara ya nọrọ n'ụlọ ya bụ ebe a tụrụ n'ụtụtụ bọtara echi. Ọ bụ ihe o ketara,\" ka o kwuru.",
    "E gburu Nour na nwa nwanne bụ Yazan. Ha abụọ nọ na-egwu egwu n'ime ụlọ. Ụmụnne ya ndị nwaanyị abụọ bụ Ola na Huda na nne ha Jamalat nọ na-esi nri n'usekwu zọrọ ndụ.",
    "Nour nọ na klassị ikpeazụ n'ụlọakwụkwọ Sekọndịri chọburu ịbụ dọkịta. Nwanne nna ya sị na ha bọpụtara akpa akwụkwọ ya n'ụvụrụ aja. Akwụkwọ dịcha ya n'ime nke o dere ihe kwuru \"Achọro m imepụta ezinaụlọ m ihu, aga m enwete akara dị mma site n'aha Allah.\"",
    "Na mkparịta ikpeazụ ya na onye chọrọ ịlụ ya bụ Khaled al-Masry nwere, Lurin kwuru na ike agwụla ya isi n'otu ebe gaa ebe ọzọ n'ịchọ ebe nchekwa dị. Nwada a dị afọ 30 ka rutere ogige Nusairat dị n'etiti Gaza Strip ka ya na nwanne nne ya nọro.",
    "Lurin gbanahụru ogbunigwe abụọ gụnyere nke mere n'ụbọchị 16 Ọktoba gbaturu ụlọ ebe ya na nne na nna ya bi na Gaza.",
    "\"Ọ gwara m na ọ na-aga ịsa ahụ, kpee ekpere ma zuo ike,\" Khaled kwuru.",
    "Onye chọrọ ịlụ ya bi na Cyprus kwuru na ọ nọ na-ekpe ekpere n'ime ụlọ mgbe ogbunigwe tụrụ n'ụlọ ebe ọ nọ.",
    "\"E gburu ya ka ọ na-ekpe ekpere,\" ka o kwuru.",
    "Lurin ana Khaled agbatịbuola oge agbamakwụkwọ ha ugboro ugboro maka ọgbaghara dị na Gaza.",
    "Ha na-akwado ịlụ onwe ha n'ọnwa Disemba ma kwaga na Cyprus.",
    "Khaled bụ nwere obi mgbawa kwuru: \"Ugbua ọ na-ezu ike ebighi ebi. Ọ na-eyibu uwe ọcha mana ugbua ọ na-eyizi uwe nwụda ọcha.\"",
    "Ndị bi na mpaghara Radwan nke Gaza chọrọ uwe ụmụnwaanyị ji alụ di na-aga na nke straight to Fekriya Hassan Abdul A'al.",
    "\"Echetere m mgbe ụlọ anyị na-ejupụta na ụmụagbọghọ chọro ịlụ di na ndị odibo ha ndị bịara n'ụlọ nne m ịchọta uwe ga-aba ha. Ọ bụ onye nwere akaraka pụrụiche, \" nwa Fekriya bụ Nevine kwuru.",
    "Nwaanyị a na-adụ uwe dị afọ 65 ka e gburu ya na ụmụnne ya abụọ, ụmụ a abụọ nakwa ụmụ ụmụ ya abụọ mgbe ogbunigwe gbara n'ụlọ ebe ha na-echekwa onwe ha na 23 Ọktoba.",
    "Nevine bụ onye nọ n'ụlọ enyi ya kwuru na Fekriya bụ onye hụrụ ezinaụlọ ya n'anya na akpọkọta igwe mmadụ kwa izuụka maka oriri. N'okwu ikpeazụ ya ọ sịri na \"Adaala m mba nakwa ike agwụla maka ọgụ na-anaghị ebi ebi.\"",
    "Ụmụnne abụọ bụ dị afọ 17 na Ahmed dị afọ 13 so na ndị e gburu n'ogbunigwe gbara n'ụlọọgwụ al-Ahli n'ụbọchị 17 Ọktoba.",
    "Ndị ọrụ Palestine sị na ọ bụ ndịagha Isreal tụrụ ogbunigwe ahụ. Mana ndịagha Isreal sị na ọ bụ ogbunigwe ndịagha nnupuisi mba Palestine nke dajọro ebe o kwesịrị ịda mana ndị otu gọnarịrị nke a.",
    "Arafat Abu Massi, bụ nna Mazen na Ahmed, kwuru na ụmụnne abụọ na-akọkaarị onwe ha nso mana agwa ha dị iche iche.",
    "Arafat na nwunye ya mere usoro ịtụrụ IVF n'afọ asatọ gara aga iji mụta Mazen, onye nọ n'ụlọakwkwọ sekọndịrị ka ọ chọrọ ịbụ dọkịta eze. \"Ọ bu ya kachasị ihe ama n'ime ụmụaka m niile,\" ka o kwuru. Ebe nna ya kọwara Ahmed dịka \"onye kachasị nwee obi isi ike n'ezinaụlọ ha.\" - na onye na-agba mbọ karịa.",
    "\"Ọ na-ere ngwa egwuregwu ụmụaka na ngwa ụlọakwụkwọ n'akụkụ ụlọ ha,\" Arafat kwuru.",
    "Naanị otu nwa ya fọrọ ndụ ugbua bụ Faraj, dị afọ atọ dịka Arafat si kwuo, ọ na-ebe akwa oge niile na-ajụ kedụ ebe ụmụnne ya nọ. \"Agwara m ya na Chineke ahọrọla ha ka ha nọro n'eluigwe. Ebe ahụ bụ ebe kachasị mma nye ụmụ ọma m abụọ.\"",
    "Salam Mema, onye ntaakụkọ Palestine dị afọ 32 ka e gburu na 10 Ọktoba mgbe ogbunigwe tụrụ n'ụlọ ya dị na Jabaliya nke mpaghara ukwu Gaza, ka enyi ya gwara BBC.",
    "Di ya na nwa ha nwaanyị dị afọ abụọ Sham, nwa ha nwoke dị afọ asaa bụ Hadi na ndị ezinaụlọ ha ndị ọzọ so na ndị e gburu ma hapụ naanị nwa ha dị afọ ise, bụ Ali, onye fọrọ ndụ.",
    "Na 31 Ọktoba, Salam so n'otu n'ime ndị ntaakụkọ 32 nwụrụla n'ihi ọgụ n'Isreal na Gaza Strip kamgbe ọgụ Isreal na Hamas malitere.",
    "E gburu nwamadị bụ onye na-ahụ maka mmepụta ọgwụ dị afọ 26 mgbe a tụrụ ogbunigwe n'obodo Rafah n'ụbọchị 17 Ọktoba.",
    "Ọ nọ n'ehi ụra n'akwụkwụ nwa ya dị ọnwa atọ bụ Elyana na di ya.",
    "Nwanne nna Safaa bụ onye dọkịta lara ezumike nka bi na UK bụ Omar Hassaouna kwuru na nne nna na ya gbanahụru ogbunigwe ahụ mana ha anaghịzi enwete onwe ha ugbua maka ọnwụ ya.",
    "Omar kwuru na mgbe ikpeazụ ọ hụrụ nwa nwanne ya bụ n'ọnwa Jenụwarị, oge ezumike ya na Gaza. \"Safaa dị nwaanyọọ, na-enyere mmadụ aka nke mere onye ọbụla jiri hụụụ ya n'anya.",
    "\"Ezigbo nwa nwanne m efunahụla m. Ọnwụ ya adịghị mma, dịka ọnwụ mmadụ nkịtị niile na Gaza si di.",
    "\"Ọ ga-akara m mma ịnọ ha nso na Gaza ugbua, adị m ka onye na-enweghi olileanya.\"",
    "Middle East",
    "Okeala ndị Palestine",
    "Hamas",
    "Ndịagha",
    "Human Rights Watch",
    "Israel na ndị Palestine",
    "\"Ịlụ ọgụ na-amasị m, ana m alụchitere nwanne m nwoke ọgụ\" - Chiamaka Nwaturuocha7 Nọvemba 2023",
    "NA EME UGBU A , Imo Election 2023: Nnukwu ọgbaghara adaala n'etiti Inec, PDP na APC n'Imo Steeti6 Nọvemba 2023",
    "NA EME UGBU A , Guinea Jailbreak:A chụọla ọtụtụ ndịagha Guinea n'ọrụ n'ihi mgbapụ Capt Camara na nga1 Nọvemba 2023",
    "Forged NYSC Certificate: Peter Mba emeriela NYSC n'ụlọikpe  6 Nọvemba 2023",
    "Israel-Gaza crisis: Kedụ ihe dị iche na 'ceasefire'  na 'humanitarian pause'?5 Nọvemba 2023",
    "Dọkịta, onye na-akwa akwa, obere nwa na ndị ọzọ e gburula na Gaza4 Nọvemba 2023",
    "NLC enyela iwu ụbọchị ise ka e wepụ kọmishọna uweojii n’Imo Steeti ma ọ bụghị ya...3 Nọvemba 2023",
    "Godwin Emefiele: E nyela EFCC iwu ka ha tọhapụ ya maọbụ kpọta ya n'ụlọikpe3 Nọvemba 2023",
    "Ampụtation: 'Dịabetes,' ọrịa 'ụkwụ aba shoe' na ọrịa atọ ndị ọzọ nwere ike ime ka  e bepụ mmadụ ụkwụ",
    "\"Ịlụ ọgụ na-amasị m, ana m alụchitere nwanne m nwoke ọgụ\" - Chiamaka Nwaturuocha",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}