{
  "published": "7 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nidcom",
    "Ụfọdụ ụmụafọ Naịjriịa ọzọ bụ ndị tọburu na Sudan atụọla ụkwụ n’ọdụ ụgbọelu Abụja. Ndị a lọghachitere Naịjirịa n’ụbọchị Sọnde, abalị asaa nke ọnwa Mee. 2023.",
    "Nke a so agba nke anọ na amịta mkpụrụ n’atụmatụ mkpọlata ụmụafọ Naịjirịa tọrọ na Sudan ebe ọgbaghara na-adasiike nke gọọmentị Naịjirịa na-eme.",
    "Mmadụ 102 n’ime ndị a so ụgbọelu Tarco Airlines si akụkụ Port Sudan lọta ebe mmadụ 322 so ụgbọelu Asman Air nke si akụkụ Aswan, mba Egypt. Ndị ọzọ so kwa ụgbọelu Azman.",
    "Ndị nke si akụkụ ọdụ ụgbọelu Port Sudan International Airport lọta tụrụ n'ọdọ ụgbọelu Nnamdi Azikiwe dị n'Abuja n’elekere 12 na ọkara nke ehihe Sọnde a.",
    "Nke a mere ya ihe karịrị nchịkọta mmadụ 800 bụ ndị si Sudan lọta n’ụbọchị Sọnde a.",
    "Cheta na ngalaba gbatagbata Naịjirịa bụ National Emergency Management Agency (Nema) kwuburu na ọnụọgụgụ ndị a na-atụ anya ịlọbata na Naịjirịa n'ụbọchị Sọnde bụ 700.",
    "Ebe foto si, NIDCOM",
    "N'ụbọchị Satọde, bụ ụbọchị isii nke ọnwa Eprel, ụmụ Naịjirịa ọnụọgụgụ ha dị 131 - ndị okenye 124 na ụmụ ntakịrị asaa - lọbatara n'ọdọ ụgbọelu Abuja n'ebe elekere mbụ na ọkara nke ehihie.",
    "Ọ bụ ụgbọelu Tarco Aviation si obodo Port Sudan wee bulata ndị a. Ụgbọelu ọzọkwa si Port Sudan buru ụmụ Naịjirịa ọnụọgụgụ ha dị 102 amalitekwala njem ilọghachi, dịka ndị isi Nema si kwuo.",
    "A na-atụ anya ndị nke a n'ebe elekere ise na ọkara nke mgbede taa bụ Sọnde.",
    "Sudan",
    "Afịrịka",
    "Naijiria",
    "Coronation Concert: Etu ị ga-esi kirie emume a nke Tiwa Savage, na ndị otiegwu ndị ọzọ ga-esonye na ya7 Mee 2023",
    "King Charles Coronation: 'Eze ị ga-adị o!' Ekpunyela Eze Charles III okpu Eze6 Mee 2023",
    "Naịjirịa akpọlatala ihe ruru mmadụ 800 ọzọ bụ ndị tọburu na Sudan7 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}