{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, University of Aberdeen",
    "Ndị na-eme nyocha na ngaraba ahụike na Scotland bụ ndị na-chọ ịrụpụta ọgwụ ọhụrụ ga-eme ka nwanyị dị ime, bụ onye were “ectopic pregnancy” hara iwe ọnụdụ mgberede ga-eme ka a awaa ya afọ n'ụlọọgwụ.",
    "Ihe dị ka otu onye n'ime ụmụnwa 90 bụ ndị dị ime were \"ectopic pregnancy\". Ihe nke a pụtara bụ na nwa ha bu n'afọ na-eto n'ebe na-abụghị akpa-afọ ha ọkachasị ebe a kpọrọ eriri akpa nwa ma ọ bụ \"fallopian Tube\" bụ nke nwereike igbu onye ahụ.",
    "Ihe dị ka pasentị ịrị anọ n'ụmụnwanyị ahụ wetere ọgwụgwọ. Ọgwụ ọhụrụ ahụ adịghị arụ ọrụ ọfụma ebe ụmụnwanyị ruru pasenti ịrị atọ nọ. Nke a mere ha agaa ụlọọgwụ ebe awara ha afọ wepu eriri akpa nwa ('fallopian tube') ha.",
    "E were olilaanya na ọgwụ ọhụrụ Mahadum Aberdeen na-eme nyocha ka ha rụpụta ga-enyere ọtụtụ ụmụnwanyị aka ka ha hara ịga ụlọọgwụ waa afọ ha.",
    "Nke a ga-enyere aka n'ịgwọ ndị were \"ectopic pregnancy\" ọ dị mfe karịa ka ọ dị  kemgbe afọ ịrị abụọ garaaga.",
    "Kwa afọ e were ụmụnwanyị ruru 11,000 bụ ndị dị ime, ọkachasị ndị nwa ha na-eto n'eriri akpa nwa ha, a kpọrọ 'fallopian tube'. Nke ahụ bụ ọnọdụ na-emetuta mmụọ ha ma na-enye ha nsogbu.",
    "A na-achọpụta na nwa ahụ na-eto n'eriri akpa nwa nwanyị dị ime adịghị eto nke ọma.",
    "A na-achọpụta nke a bido n'izu ụka anọ rụọ ịzụ ụka ịrị abụọ dịka ndị NHS siri kwuo.",
    "Nwanyị bu udiri afọ ime ahụ na-enwe ihe ụfụ n'ala mgbada afọ ha nakwa n'isi aka ya.",
    "Ka nwa ahụ na-eto n'ime eriri akpa nwa dị n'afọ ya bụ (Fallopian Tube) o wereike igbawa.",
    "Nke a ga-ebutere nwanyị ahụ nnukwu nsogbu, ịgba ọbara n'ime afọ ga-eme ka e buga ya n'ụlọọgwụ ka a waa ya afọ ma wepu nwa ahụ.",
    "E were ọganiru na nyocha ịchọpụta oge nwannyị dị ime were ọnọdụ ibu nwa n'eriri akpa nwa ya ahụ ma nye ya ọgwụgwọ.",
    "Ugbua e were ọgwụ a kpọrọ methotrexate  bụ nke ga-akwụsị nwa ahụ ito n'eriri afọ. Mmadụ ruru pasenti 70 wetere ezi ọgwụgwọ n'ọgwụ ahụ.",
    "A chọrọ iji ọtụtụ ụmụnwayị n'ụlọọgwụ ruru ịrị anọ dị  n'UK were mee nyocha maka ọgwụ ahụ.",
    "A ga-enye ọtụtụ n'ime ha ọgwụ a kpọrọ mifepristone  nakwa methotrexate ebe ndị nke ọzọ ka a ga-eji naanị placebo.",
    "Onye ga-edu ndị na-eme nyocha ahụ bụ dọkịnta Andrea Woolner bụ onye nkuzi na Mahadum Aberdeen.",
    "Woolner kwuru na \"afọ ime nke nwa na-anọ n'eriri akpa nwa dị n'afọ bụ nnukwu ihe iche aka  mgba dịara nwanyị dị ime nọ n'ọnọdụ ahụ na-kwa ezinaụlọ ha. Kemgbe afọ ịrị abụọ garaaga ewebeghị mgbanwe puruiche ma ọ bụ ọganiru n'usoro ụlọọgwu gi elekọta nwanyị nọ n'ọnọdụ ahụ\"",
    "\"Ọ bụ ihe obi ụtọ nakwa ohere ilele ọgwụ ọhụrụ na usoro e ji agwọ nwanyị dị ime bụ onye nwa ya nọ n'eriri akpa nwa ya\"",
    "Helen Corsicadmore si na mpaghara Cardiff kwuru na o funariri ya \"ọtụtụ afọ iwete ọgwụgwọ\" were dị mma ọzọ kemgbe o wechara ọnọdụ nwa ya ịnọ n'eriri akpa nwa ya ugboro abụọ ọ dị ime.",
    "N'oge abụọ ahụ, Halen dị afọ ịrị anọ ka a wachara afọ n'ụlọọgwụ ma wepu ya eriri akpa nwa ahụ bụ fallopian tube.",
    "Ebe foto si, University of Aberdeen",
    "Dọkịnta kwuru na mbụ na a chọrọ iji methotrexate were gwọọ ya mana o were ihe gbawara ya n'ime ahụ nke mere e ji waa ya afọ.",
    "Helen bụ onye nwe Ectopic Pregnancy Trust kwuru na \"ihe ahụ bụ nnukwu nsogbu. Ọ dị m ka m a ga-ebido ịmụ etu e si aga ije nakwa etu e si ebi ndụ ọzọ\"",
    "\"Ọ gafere afọ ole ma ole tupuu m enwete onwe m. Tupuu oge ahụ enwebeghị m ọnụdụ ahụike ma ọ bụ ọrịa mere awaa m ahụ\".",
    "Mana nyọcha a na-eme maka ọgwụ ahụ ga-amalita n'afọ nke a mana n'afọ 2027 ka a ga-amata mpụtara ya na ka o si mere ndị e ji ya nye ọgwụgwọ.",
    "Ndị ga-akwado ya bụ Medical Research Council (MRC) nakwa National Institute for Health and Care Research (NIHR).",
    "Ndị mara ihe ekwe n'akụ ga-eso. ọtụtụ n'ime ha ga-esi na mahadum Edinburgh, Nottingham and Birmingham, nakwa University College London, Mahadum Monash , Australia, Imperial College London nakwa ndị Ectopic Pregnancy Trust.",
    "NA EME UGBU A, Mmadụ karịrị 100 idemmiri wakporo n’Ebonyi steeti na-ebe akwa enyemaka",
    "Ọgwụ ọhụrụ ga-eme ka a ghara ịwa nwaanyị nwere “ectopic pregnancy” afọelekere 9 gara aga",
    "Tupu ị ṅụọ mmiri nsọ na ihe ịrịbaama ndị ọzọ lee ihe ndị i kwesịrị ịma11 Septemba 2024",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence3 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground'",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe haEmelitere ikpeazụ na: 13 Nọvemba 2020",
    "Ọkpụrụkpụ ihe ise dị na nkwekọrịta Tinubu na mba China na uru ọ ga-abara Naịjirịa",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}