{
  "published": "22 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Akụkọ na-eru anyị ntụ ugbua na-ekwu na a hụla okporo 'Titanic Submersible' a na-achọ achọ kemgbe ụbọchịụka.",
    "Ụgbọmmiri a kpọrọ 'Titanic Submersible'  zọpụrụ ije n'ikperemmiri  Newfoundland dị na mba Kanada  gawa ebe ụgbọmmiri 'Titanic' kụsara ọtụtụ afọ gara aga.",
    "Ndị ọrụ gbatagbata kwuru na ha ahụla mpekere akụkụ ụgbọmmiri ahụ ise  na nso n'ebe  Titanic nke ochie kpọkasịburu.",
    "Ha sịrị na ụgbọmmiri ahụ 'gbara' nke butere ọdachi ahụ.",
    "Plane Crash: A hụla ụmụaka anọ na-efu abalị 40 ụgbọelu bu ha kpọkasịrị10 Juun 2023",
    "Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị dịka nke Wright Brothers - Kenneth Akobundu7 Julaị 2021",
    "Ụmụ m nwaanyị atọ ndị na-akwado ịlụ di nwụrụ n'ihe ọdachị ụgbọmmiri kwara a15 Juun 2023",
    "Rear Admiral Mauger  nke US Coast Guard, onye gbaara ndị ntaakụkọ ama a n'abalị Tọzde kwuru na ọ ga-esi ike nweta ozu mmadụ ise nọ n'ime ụgbọmmiri 'Titan Submersible'.",
    "Rear Admiral Mauger gara n'ihu kwuo na ụgbọmmiri itoolu ka nọ n'ebe a hụrụ okpokoro ụgbọmmiri ahụ kpọkasịrị.",
    "Ọ sịkwara, \"Anyị nwere ndị ọrụ ahụike, ndị tekụnụzụ.\" Anyị ga-amalite ikposa ndị ọrụ n'awa iri abụọ na anọ na-abịa.\"",
    "\"Ebe a bụ ebe dị oke egwu, ịrụ ọrụ ebe a siri ike.\"",
    "Ọ gara n'ihu tie ezinaụlọ ndị ọ metụtara aka n'obi, sị ha kara obi nabata na  mmadụ ise ahụ achịsala ọwa.",
    "Ebe foto si, Reuters",
    "A ka na-achọ ụgbọmmiri pụrụ iche furu n'okpuru oke ọshimiri kemgbe Ụbọchị Ụka.",
    "Ụgbọmmiri a kpọrọ 'Titanic Submersible'  zọpụrụ ije n'ikperemmiri  Newfoundland dị na mba Kanada  gawa ebe ụgbọmmiri 'Titanic' kụsara ọtụtụ afọ gara aga.",
    "Ụgbọmmiri ahụ bụ mmadụ ise gụnyere onye nwe ụlọọrụ na-eme ụgbọmmiri ọpụrụiche.",
    "Ya bụ ụgbọ nwere ike isi ọtụtụ mailị n'okpuru mmiri zipụta ozi na foto mana egwu dagharịrị  ka ọ gachara otu awa na nkeji iri anọ na ise(1hr45 mins) njem ha ji malitere bụ oge a kwụsịrị inweta ozi n'aka ha.",
    "Nke a mere ka ndị mmadụ tụwa uche maka ndụ mmadụ ise nọ n'ime ya .",
    "Dịka ndị o were anya siri kọwaa, ha ji ikuku 'oxygen' ga-anọ ihe dịka awa 96 were zọpụ ije.",
    "Taa bụ Tọzde, ngụkọ gosiri na ikuku ahụ ga-agwụla dịka ọ barala abalị anọ e jiri chọwa ha.",
    "Ka ọ dị ugbua, mba dị iche iche ezipụla  ụgbọmmiri na ụgbọelu na-achọ 'Titani Submersible'.",
    "Ebe foto si, Reuters",
    "Suleman Dawood na nna ya bụ Shahzada Dawood so na mmadụ ise nọ na Titanic Sub a na-achọ achọ",
    "Ụgbọọmmiri Titanic Submersible bu mmadụ n'ime ya wrere zọpụ ije.",
    "Ha gụnyere :",
    "Hamish Harding: Ọ bụ onye Briten gbara afọ 58, e ji ije tara akpụ(adventurer) mara.",
    "Harding agaala n'Ọnwa nakwa na 'South Pole' ugboro ugboro",
    "Shahzada Dawood: Ọ bụ ojiegoachụego mba Briten gbara afọ 48.",
    "Ọ bụ onye si otu n'ime ezinaụlọ mba Pakistan kachasị baa ọgalanya ma bụụkwa onye na-enye otu ọrụ ebere nke King Charles nkwado n'ụzọ pụrụ iche.",
    "Suleman Dawood: Ọ bụ nwa nwoke Shahzada Dawood. Nwata a dị afọ 19 bụ nwataakwụkwọ.",
    "Paul-Henry Nargeolet: Onye agha mmiri mba Fransị gbara afọ 77.",
    "Ọ gaala n'ebe ụgbọmmiri Titanic kọkasịrị ọtụtụ mgbe. O so ndị nnyọchute gara ya mbụ n'afọ 1987.",
    "Stockton Rush: Nwoke a gbara afọ 61 bụ onyeisi ụlọọrụ OceanGate bụ ụlọọrụ ụgbọmmiri na-ahazi njem Titanic.",
    "Ọ bụ ha nwe ụgbọmmiri ọ-pụrụ-iche 'Titanic Submersible\".",
    "Ebe foto si, Supplied",
    "Kemgbe ha furu, ọtụtụ ndị si mba dị iche iche etinyela aka na mbọ ịchọ ha.",
    "Ndị mbụ bụ ụgbọelu mba Kanada bụ nke kwuru ụbọchị Tuzde na Wenezde na ha nụrụ \"mkpọtụ n'okpuru mmiri\" na mpaghara ebe a na-achọ ụgbọmmiri ahụ. Ndịagha mmiri na nke ụgbọelu mba ahụ so achọ ụgbọmmiri ahụ.",
    "Ụgbọmmiri mba Fransị pụkwara ije ịchọ Titani Submersible",
    "Ndị nchekwa mmiri mba Amerika( US Coast Guard) na ndịagha ụgbọelu mbaUS Air Force) ahụ sokwa na ndị nọ ọrụ ịchọ ụgbọmmiri ahụ na-efu",
    "Ebe foto si, Reuters",
    "Titanic Submersible bụ ụgbọmmiri ọ pụrụ iche  nke ụlọọrụ na-arụpụta ụgbọmmiri pụrụ iche maka njem nnyọcha bụ OceanGate, rụpụtara.",
    "Ụgbọmmiri ahụ dị 10,432 kilogram n'arọ",
    "Ọ dị  6.7mita n'ogologo",
    "O nwere ike ịgali 4,000 mita n'okpuru osimmiri",
    "Ụgbọmmiri a nwere igwe e nwere ike iji zirita ndịị nọ n'elu ala ozi 'text message.'",
    "Ọkwọụgbọmmiri a nwere ihe dịka igwe onyonyo video game o ji akwọ ụgbọ ahụ.",
    "N'ezi ka e si akpọghe ụgbọmmiri ahụ, ndị nọ n'ime ya agaghị akpọgheli ya.",
    "Ebe foto si, Atlantic Productions/Magellan",
    "RMS Titanic  a ma n'ụwa dịka 'Titanic' bụ ụgbọmmiri mba Briten e ji ebu ndị njem bụ nke kpuru ma kpọkasịa  n'oke osimiri 'Atlantic Ocean' n'ọnwa Eprelu afọ 1912.",
    "Ugbọmmiri ahụ bụ nke onye rụrụ ya sịburu na ọ gaghị ekpulata ekpu\" si Southampton dị n'Ingland na-aga  Nu Yọk dị na mba Amerịka oge ọ kụrụ akụmiri dị n'ime oke osimiri kpọkasịa.",
    "E mechara mee ihe ejije nke  a kpọrọ 'Titanic\"bụ akụkọ etu ụgbọmmiri ahụ nke bụ ndị njem ruru 2,000 si kpuo n'ije mbụ ya.",
    "Ọrụ njem na ịtụrụndụ",
    "Njem nleta",
    "Titanic Submersible: A hụla okpokoro ụgbọmmiri 'Titanic' a na-achọ achọelekere 9 gara aga",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Pinnacle Filling Station Attack: Ndị ojiegbe ọ gbara ụlọọrụ a ọkụ? Lee ihe anyị ma21 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}