{
  "published": "01:58",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọọmenti Lagos steeti mere ka amata na mmadụ ịrị abụọ na ise butere ọrịa otolo n’ụlọ nga Kirikiri dị na steeti ahụ.",
    "Gọọmenti ahụ mere ka amata na otu ahụike mba ụwa na enye ha nkwado me tinyekwa na ihe ha mere iji kwụsị ọrịa ahụ na  Kirikiri na amịta ezi mkpụrụ.",
    "Onye na ahụ maka ahụike oha n’Lagos bụ Tunbosun Ogunbanwo kwuru na Kọmịshịọna na ahụ maka ahụike n’steeti ahụ bụ ọkammụta Akin Abayomi kwuputara na otu na ahụ maka ahụike mba ụwa nyere steeti ahụ ọgwụ rụrụ 10,000 na ihe ndi ọzọ ịjị nyere aka kwụsị ọrịa ahụ na Kirikiri.",
    "Ọ sị na “ọgwụ ahụ ga enyere aka chekwa ahụike ndị nga ọnụ ọgụgụ ha ruru 3200 ma ọ dị na mkpa. Ma kwukwa na ihe gbasara ọnọdụ mmịrị na ịdị-ọcha bụ nke ha tinyere anya ma dozie ya”.",
    "“Anyị na enyocha ọnọdụ ụlọ nga ndị ọzọ dị icheiche n’Lagos”.",
    "Abayomi kọwara na ọnụ ọgugụ ndị na arịa ọrịa otolo na agbadata ma kwukwaa na ọ bụ mmịrị na ihe onunu a na ere n’ụzọ bụ ebe ọtụtụ ndị mmadụ sị ebuta ọrịa otolo.",
    "N'otu aka ahụ ngalaba NCDC ekwukwala na ihe ruru mmadụ 118 ebutela ya bụ ọrịa na steeti Katsina.",
    "Onye dere ya, Chinonso Ugorji na Okechukwu Omeire",
    "Ndị mere akụkọ a,  Broadcast Journalist and Video Journalist",
    "Juun 2024Mgbe ikpeazụ e tinyere ya ozi ọhụrụ 1 Julaị 2024",
    "Ọrịa otoro a maara dịka Cholera n’asụsụ Bekee nwere ike igbu onye ọ na-eme n’ime awa anọ o jiri malite ma ọ bụrụ na enweghị ihe onye ahụ mere gbasara ya.",
    "A na-enyo mmadụ karịrị 1141 dịka ndị butere ọrịa otoro na Naịjirịa malite n’ọnwa Jenụwarị ruo n’ọnwa Juun afọ 2024.",
    "Ihe karịrị madụ iri atọ n’ime ha anwụọla ebe ihe karịrị mmadụ iri isii na ise bụ ndị achọpụtara butere ya bụ ọrịa na Naịjirịa.",
    "Njirimara ọrịa otoro gụnyere ịnyụ nsị gbara oke mmiri dịka mmiri osikapa, ọgbụgbọ, agụụ mmiri, ukwu mgbu, afọ ịfụ ụfụ maọbụ igbu mgbu nakwa mgbakasị ahụ.",
    "Ụzọ ndị a pụrụ isi gbanahụ ya bụ site n’ịṅụ mmiri dị ọcha mgbe niile, iji ncha na mmiri dị ọcha na-agba agba akwọcha aka nke ọma ugboro ugboro; ịkwọcha aka tupu e sie nri, tupu e rie nri nakwa mgbe e richara nri; tupu agaa mposi nakwa mgbe a gachara mposi.",
    "Etu a pụrụ isi gwọọ ya bụ site n'ịṅụ Oral Rehydration Therapy nakwa ịgbara gawa ụlọọgwụ ozugbo ọ malitere.",
    "NCDC agbapeela ogige gbatagbata maka ọrịa otoro na Naịjirịa26 Juun 2024",
    "Lekwa nsogbu so aṅụghị mmiri nkeọma27 Juun 2020",
    "Ịha mmiri ọ bụ ihe na-eme n'ezie n'ala Igbo?26 Ọgọọst 2018",
    "Ụlọorụ na-ahụ maka ọrịa ndị na-efe efe na Naịjirịa bụ Nigeria Centre for Disease Control and Prevention (NCDC) agbapeela ogige gbatagbata maka ọrịa otoro.",
    "NCDC sịrị na ya mere nke ahụ oge ndị ọkachamara na-ahụ maka ọrịa otoro mechara nchọcha gbasara ọnọdụ iyi egwu nke ya bụ ọrịa na Naịjirịa izuụka gara aga.",
    "Ụlọọrụ ahụ kwuru na dabere na ya bụ nchọcha, ha gbapere ‘National Cholera Multi-Sectoral Emergency Operations Centre’ (EOC) n’isi obodo Naịjirịa nakwa steeti niile e nwere na Naịjịrịa.",
    "NCDC kwuru na mkpebi o nwere ịgbape ogige gbatagbata ndị ahụ bụ n’ihi ogogo ntiwapụ nje ọrịa otoro nakwa iji belata mmetụta ọjọọ ya.",
    "Ọrụ EOC bụ inyere steeti ndị ọrịa otoro na-emekpaahụ aka ma hụkwa na e zigaara ha akụrụngwa ndị ha chọrọ tinyere ime nchọpụta, nnyochaahụ, inye ndị ọrụ ọzụzụ na ịgbasaara ọhanaeze ozi banyere ya bụ ọrịa.",
    "Gburugburu",
    "Nri",
    "Ahụike",
    "Naijiria",
    "Mmiri",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?elekere 9 gara aga",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten5 Julaị 2024",
    "Ihe BBC chọpụtara maka nkwekọrịta Samoa na LGBTQelekere 7 gara aga",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Lee ọkwọụgbọala bi mba Briten ka na-eri ụgwọọnwa gọọmenti na Naịjirịa2 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Arịrị eriela ndị nwụnye ndị uweojii abụọ a gbagburu n'Aba ọnụ28 Juun 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}