{
  "published": "30 Maachị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu ndọrọndọrọ ọchịchị 'Peoples Democratic Party' (PDP) nwere oge ha bụbu ekwuchaa ọ gwụ na mpaghara Ọwụwa Anyanwụ Naịjirịa, mana dịka ntuliaka nke afọ 2023 bịara ma gafee, ọtụtụ mmadụ na-ekwu na pati ahụ dịzi ka agadi nwaanyị na-enweghị onye chọrọ ịlụ ya.",
    "Nke a na-abịa dịka ọtụtụ ndị zọrọ ọchịchị na PDP, nke gụnyere ndị gọvanọ na ndị sinetọ a ma ama, dachara ntuliaka.",
    "Na steeti ise dị na mpaghara Ọwụwa Anyanwụ Naịjirịa, naanị otu steeti - Enugwu - ka PDP nweziri gọvanọ ugbua; ọ bụrụ na e were nke a tụnyere oge e mechara ntuliaka nke afọ 2019, mgbe naanị Anambra bụ steeti gọvanọ ya anọghị na PDP, ị ga-ahụ na nnukwu ndịiche dị.",
    "Ebe foto si, screengrab",
    "Ihe ụfọdụ na-ekwu maka PDP na mpaghara ọwụwa anyanwụ",
    "Presidency: 'Ndị ọchịchị na-akwapụ ndị Igbo akwapụ' - Ezeife17 Disemba 2019",
    "'Ihe ndị mmadụ jị achọ ikewapụ na Naịjirịa bụ makana a na-emegbu ha' - Peter Obi19 Mee 2022",
    "'Inye Peter Obi ụbọchị agbamakwụkwọ anyị bụ naanị onyinye anyị nwereike inye ya'7 Ọktọba 2022",
    "Mcginger Ibeneme, bụ dọkịta ma bụrụkwa onye okwu ndọrọndọrọ ọchịchị doro anya nke ọma, gwara BBC Igbo na mkparịtaụka ekwentị na \"ntuliaka 2023 bụ mmalite ọnwụ nke otu n'ime pati kachasị na mpaghara Afrịka niile, ya bụ PDP\".",
    "Ibeneme sị na e nwere ọtụtụ ihe kpatara ndị mpaghara Ọwụwa Anyanwụ Naịjirịa ji kagbuo PDP, mana nke kacha gbaa ọkpụrụkpụ bụ ọpụpụ Peter Obi na pati ahụ.",
    "Ebe foto si, Peter Obi/Facebook",
    "Peter Obi bụbu gọvanọ Anambra Steeti ma bụrụkwa onye zọrọ ọkwa onyeisiala Naịjirịa na ntuliaka 2023 n'otu 'Labour Party'.",
    "Obi pụrụ na PDP n'ọnwa Mee afọ 2022 dịka o doro ya anya na ọ gaghị emeri ntuliaka imeụlọ ịzọ ọkwa onyeisiala na pati ahụ.",
    "\"Ọpụpụ Peter Obi mere ka ọtụtụ ndị Igbo kpebie na enwghị nchekwube ọbụla dịịrị ha na PDP, n'ihi na ọtụtụ na-echebu na ọ bụ n'afọ 2023 ka pati ahụ ga-enye onye si mpaghara Ọwụwa Anyanwụ ohere ịzọ ọkwa onyeisiala,\" Ibeneme kwuru.",
    "\"Bido n'oge e hibere PDP na 1998 ruo ugbua, ndị Igbo weere ya ka pati ha. O nweghị ntuliaka e merela na Naịjirịa kamgbe ahụ nke ndị mpaghara Ọwụwa Anyanwụ na-atụghịrị PDP n'igwe, mana o ruzie oge onye ọbụla tụrụ anya ka PDP nyekwa ndị Igbo nkwado, ha ajụ.\"",
    "\"Ọzọkwa bụ na Peter Obi achịbugo dịka gọvanọ, ndị mmadụ hụrụ akaọrụ ya n'oge ahụ nakwa ọ bụghị onye nrụrụaka, nke a mere na mgbe ọ pụrụ na PDP, ọtụtụ ndị mmadụ, ma ndị Igbo ma ndị abụghị ndị Igbo, soro ya pụọ,\" Ibeneme kwuru.",
    "Ibeneme kwukwara na ọchịchị ọjọọ na nrụrụaka nke ndị PDP na mpaghara ala Igbo sokwa n'ihe mere ndị mmadụ ji kpebie ịchụpụ ha n'ọchịchị.",
    "\"Steeti dịka Abia, iji maa atụ, PDP na-achị ebe ahụ kamgbe 1999 ruo taa, gịnị ka ha merela ga-eme ka ndị mmadụ gaa n'ihu na-akwado ha?\" Ibeneme jụrụ.",
    "Cheta na Gọvanọ Abia Steeti bụ Okezie Ikpeazu dara ntuliaka ya ịga nọchite anya mpaghara Abia South n'ụlọomeiwu sineti. Enyinnaya Abaribe, onye hapụrụ PDP banye APGA, meriri ya na ndọrọndọrọ ahụ.",
    "Ibeneme rụtụkwara aka n'Enugwu steeti, ebe Gọvanọ Ifeanyi Ugwuanyi dakwara ntuliaka sineti.",
    "\"I lee anya n'Ọwụwa Anyanwụ niile, ị ga-ahụ na PDP alaala,\" Ibeneme na-ekwu. \"Cheta na gọvanọ Abia na nke Enugwu so n'otu a kpọrọ G5 bụ ndị nupuuru ndị isi PDP n'Abuja isi, kepukepu na-ekwu na ha abụọ nwere ịpụ na PDP baa pati ọzọ, mana ka anyị na-ele anya.\"",
    "Ebe foto si, Ifeanyi Ugwuanyi/Stella Oduah/Uche Ekwunife/Okezie Ikpeazu/Facebook",
    "Anambra",
    "Stella Oduah - bụbụ Mịnịsta na-ahụ maka njem ụgbọelu nakwa sinetọ nọchitere mpaghara Anambra North, ọ dara ntuliaka ịlaghachi na sineti",
    "Uche Ekwunife - bụbu Sinetọ na-anọchite mpaghara Anambra Central,ọ dara ntuliaka ịlaghachi na sineti",
    "Obinna Chidoka - dara ntuliaka ịlaghachi n'ụlọ omeiwu nta ebe ọ nọchiteburu anya mpaghara Idemili North/South.",
    "Abia",
    "Okezie Ikpeazu - Gọvanọ Abia Steeti, ọ dara ntuliaka ịbanye na sineti",
    "Chinedum Orji - Onyeisi ụlọ omeiwu Abia Steeti na nwa aka chịburu Abia steeti bụ T.A. Orji; ọ dara ntuliaka ịbanye n'ụlọomeiwu nta Naịjirịa",
    "Ebonyi",
    "Sam Egwu - bụbu gọvanọ Ebonyi steeti nakwa onye nọchitere mpaghara Ebonyi North n'ụlọ omeiwu ukwu; ọ dara ntuliaka ịlaghachi na sineti.",
    "Anyim Pius Anyim bụbu odeakwụkwọ gọọmentị Naịjirịa ma zọkwaa ọkwa onyeisiala na PDP, hapụrụ pati ahụ banye APC.",
    "(Cheta na gọvanọ Ebonyi Steeti ugbua bụ David Umahi nọbụ na PDP tupu ọ pụọ banye APC, ebe ọ nọ merie ntuliaka sineti nke Ebonyi Saụt)",
    "N'ụlọ omeiwu Ebonyi steeti, PDP meriri naanị abụọ n'ime oche 24 dị ebe ahụ.",
    "Ebe foto si, Chimaroke Nnamani/Facebook",
    "Chimaroke Nnamani bụbu gọvanọ Enugwu steeti dara ntuliaka sineti",
    "Enugwu",
    "Ifeanyi Ugwuanyi - Gọvanọ Enugwu Steeti; ọ dara ntuliaka ịbanye na Sineti",
    "Chimaroke Nnamani - bụbụ Gọvanọ Enugwu Steeti, ọ dara ntuliaka ịlaghachi na sineti ebe ọ nọchiteburu mpaghara Enugu East",
    "Ike Ekweremadu - Esoghi zọọ ọkwa sineti ebe ọ nọrọla kamgbe afọ 2003, n'ihi na ọ nọ na mkpọrọ na mba UK ebe a marala ya ikpe ịtụ mgbere akụkụ ahụ mmadụ.",
    "PDP meriri naanị otu oche sineti na otu oche ụlọ omeiwu nta.",
    "N'oche 24 dị n'ụlọ omeiwu Enugwu steeti, PDP meriri naanị iri, nke pụtara na ha abụrụla pati nke nta (minority) n'ụlọ omeiwu ahụ.",
    "Imo Steeti",
    "Emeka Ihedioha - chịrị Imo steeti naanị ọnwa asaa (Mee 29, 2019 ruo Jenụwarị 14, 2020) tupu ụlọikpe kachasị achụpụ ya. Ugbua o  kwuola na ọ gaghị eso zọọ ọkwa gọvanọ Imo steeti na Nọvemba afọ a.",
    "(Cheta na gọvanọ Imo Steeti ugbua bụ Hope Uzọdịnma nọbụ na PDP tupu ọ pụọ banye APC ebe ọ nọ merie ọkwa Gọvanọ).",
    "Etu ihe si kwụrụ ugbua n'ọwụwa anyanwụ, pati 'All Progressives Congress' (APC) na-achị steeti abụọ; 'All Progressives Grand Alliance' (APGA) na-achị otu steeti; Labour Party (LP) ji otu steeti; ebe PDP gbara ọbara iji jigide Enugwu steeti.",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "PDP (People's Democratic Party)",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}