{
  "published": "8 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tomi Arayomi/Facebook",
    "Akụko pụtara na Fraịde, abalị asaa nke ọnwa Eprel 2023 nke kwuru na a nwụchiri otu onye ụkọchukwu bụkwa onye amụma a ma ama na Naịjirịa dịka Tomi Arayomi.",
    "Ụlọụka ya nke nọ na mba Amerịka bụ Rig Nation USA zipụtara ozi awa olemole ka akụkọ ahụ pụtachara ma kwuo na a tọhapụla ya.",
    "Ozi ha dere",
    "\"Daalụnụ maka ekpere unu, a tọhapụla Apọstulụ na nwunye ya.\"",
    "Ewezuga ozi a, enwebeghi ozi ọzọ a hụrụla si n'aka Arayomi maọbụ nwunye ya pụta kemgbe abalị Fraịdee.",
    "Tinyere nke a, ọha ka na-ajụ ajụjụ banyere ihe mere e ji nwụchie ya na nwunye ya.",
    "N’ihe onyonyo ejima ya nwoke bụ Tobi Arayomi zipụtara ka akụkụ nwụchie ya gbara n'ọha, ọ rịọrọ ọha n’olu gbata gbata ka ha tinye ọnụ ma zipụta ozi na ndị ọrụ nchekwa nwụchiri ejima ya na nwunye ya bụ Tahmar Arayomi.",
    "O kwuru:",
    "“A nwụchịrị nwanne m n’ọdọ ụgbọelu nke Legọs ya na nwunye, biko ndị na-eso ya ebe niile, na UK, na Naịjirịa, tipụnụ mkpu maka ihe a”",
    "N’ihe onyonyo ahụ, Tobi boro ebubo na ndị ọrụ nchekwa nwụchiri ejima ya maka okwu nakwa amụma ụfọdụ ndị o buru nke na-adaghị ha nke ọma na ntị.",
    "Ụlọikpe akpọchiela Eze Ndigbo na mkpọrọ  n'ebubo iji IPOB eyija ndị Legọs6 Eprel 2023",
    "O nweela ihe gọọmentị mere ndị wakporo mmadụ maka agbụrụ ha n'oge ntuliaka na Legọs?15 Maachị 2023",
    "Peter Obi Audio: Ihe mere Obi ji ebuga okwu a ụlọikpe na ihe ndị mmadụ na-ekwu6 Eprel 2023",
    "Ebe foto si, Tomi Arayomi/Facebook",
    "Akụkọ na-ekwu na anwụchiri Tomi na nwunye ya bụ Tahmar n'ọdụ ụgbọelu Legọs",
    "Ọ gara n’ihu kwu:",
    "“Ihe gọọmentị Naịjirịa na-eme bụ ihe ihere, e nwere ndị ụkọchukwu ndị e deturu aha ha imegide nke gụnyere aha nwanne m nwoke.”",
    "O kwuru:",
    "“Ọ bụrụ na ị na-akwanyere nwanne m ugwu maọbụ bụrụ onye na-eso ya nakwa amụma ya, biko kesaa ihe a ebe niile ọha nụ. Biko tinyenụ ya na nwunye ya n’ekpere unu.”",
    "\"Ihe a bụghị ihe njakarị, ọ bụghị ihe egwuregwu, bikonụ.\"",
    "O dobeghi anya ihe mere ndị ọrụ nchekwa jiri nwuchie ya mana ọtụtụ ezipụta ozi na soshal midia na-ebo ebobo na ọbụ maka na-akwadoghi onye nwetere mmeri na ntuliaka a bụ Bola Ahmed Tinubu mere e jiri nwụchie ya.",
    "Ebubo a nweghi ihe aka ebe dịka ụlọọrụ nchekwa a na-arụ aka n'okwu nwụchi ya azabeghị ozi ndị BBC Igbo zitere ha banyere okwu a.",
    "A ka na-eche ka anụ ozi banyere okwu nnwụchi ha, ihe mere e jiri nwụchie ya na nwunye ya nakwa ma a tọhapụla ha n'ezie.",
    "Banyere okwu nnwụchi ya, aha ya na-ewu na soshal midia dịka ọtụtụ na-arụ ndị otu ngalaba ndị ọrụ nchekwa aka na-asị ha gbaa n'anwụ ihe mere e jiri nwụchie ya na nwunye ya.",
    "Arayami bụ onye ọtụtụ ndị na-eso okpukperechi Kraịst ma ọkachasị dịka ọ na-ebu amụma na-ada ụda. Ụfọdụ okwu o kwurula akpatakwala okwu n’ọha dịka ọ na-ekwu karị na ‘anaghị m atụ egwu’ nakwa na ‘anaghị m ezo ọnụ’.",
    "Cheta na n'afọ 2020 oge mfesa ọrịa Covid-19 Arayomi zipụtara ihe onyonyo wuru ewu banyere ọgwụ mgbochi ọrịa ahụ.",
    "N’ihe onyonyo nke ejije Hollywood bụ Letitia Wright kesara, o kwuru:",
    "“Ana m enyo ọgwụ mgbochi ọrịa a enyo” dịka o kwuru na o mebeghi mkpebi ịma ma ọ ga-agba ya bụ ọgwụ.",
    "O kwukwara “Aghọtabeghi etu ọgwụ mgbochi si arụ ọrụ n’ahụ mmadụ”.",
    "Ọtụtụ katọrọ ya dịka ha kwuru na onye nwere ọtụtụ ndị nso nso dịka ya ekwesighị ị na-etinye ụjọ n’ahụ ndị mmadụ banyere ọgwụ mgbochi.",
    "Nkatọọ rutekwara Wright aka maka na ọ kesara ya bụ ihe onyonyo.",
    "Ebe foto si, Tomi Arayomi/Facebook",
    "Arayomi so na ndị isi ụka tinyere ọnụ na ntuliaka Naịjirịa 2023 ma sorokwa buo ọtụtụ amụma maka ya bụ ntuliaka.",
    "O gosirikwa nkwado ya nye otu n’ime ndị zọrọ okwa onyeisiala 2023 nke na-enwetaghi mmeri. Ụfọdụ okwu ya rụkwara onye nwetere mmeri na ntuliaka a aka.",
    "Websaịt ọbaozi ya depụtara sị dịka “Onye na-ebu amụma banyere gbasara ọchịchị nke nwerela ohere jiri amụma ya nye ndị ọchịchị mba dị iche iche ndụmọdụ nke bụ mba ndị nọ n’otu ‘United nations’ nakwa ndị ụlọomeiwu ha”.",
    "Ihe ndị ọzọ dị mkpa ịma maka Arayomi",
    "Ọ malitere ịrụ ọrụ dịka onye ụkọchukwu n’ụka Foundation Faith Church mgbe ọ dị afọ 16",
    "Ọ gụrụ akwụkwọ dịka onye ọkaiwu na mahadum Hertfordshire nke mba Briten",
    "Ọ nwere ngalaba ụka Kraịsti nke ya na-arụ ọrụ ibu amụma n’akụkụ ụwa dị iche iche gụnyere mba Amerịka, Afrịka, Eshịa, Kanda na ebe ndị ọzọ",
    "Ya na nwunye ya bụ Tahmar lụrụ n’afọ 2015 dịka ha abụọ na-arụkọ ọrụ ụkọchukwu, ibu amụma nakwa nhazị ọrụ na ngalaba ụka ha",
    "Ha abụọ ji ụmụ atọ",
    "Ya na ezinaụlọ ya hapụrụ mba Briten na nso nso kwalata Naịjirịa ebe ha nọzị arụ nkwalite ụka ha",
    "Bola Tinubu",
    "Nchekwa ndị ụwe ojii",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ihe Ohanaeze sara Lai Mohammed maka ebubo o boro Peter Obi4 Eprel 2023",
    "Tomi Arayomi: Ihe anyị ma maka okwu nnwụchị ụkọchukwu onye amụma a8 Eprel 2023",
    "Etu ndị nkwado Tinubu si saa Chimamanda Adichie maka ozi ya nye Joe Biden banyere ntuliaka 20237 Eprel 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}