{
  "published": "21 Nọvemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bola Tinubu/X, Simon Ekpa/Facebook",
    "Onyeisiala Bola Tinubu ekeleela Gọọmenti mba Fịnland maka ịnwụchi ma jichie Simon Ekpa dịka o kwuru na gọọmenti ya agaghị anabata okwu maọbụ omume ọbụla nwereike ibute nkewa n'etiti ụmụ amaala Naịjirịa.",
    "Ọnụ na-ekwuru Onyeisiala bụ Bayo Onanuga sịrị na Tinubu kwuru nke a oge ọ nabatara onye nnọchiteanya mba Fịnland na Naịjirịa bụ Sanna Selin n'obi ọchịchị Naịjirịa.",
    "O kelere ndị ọchịchị Fịnland maka ịchekwa ugwu na nsọpụrụ mba ahụ nakwa igbochi omume na-agba ụkwụ megide udo dị n'etiti mba abụọ ahụ.",
    "Dịka Onanuga siri kwuo, Tinubu gwara onye nnọchiteanya Finland sị \"ana m ekele gị maka ichekwa ikike nke mmadụ n'ala anyị site n'ikpe Simon Ekpa ikpe. Enweghị ihe ọbụla ga-ekewa Naịjirịa. Anyị agafeela oge tigbuo zọgbuo, anyị achọghịkwa ịkwalite iyi ndụ egwu.\"",
    "Na nzaghachi, Selin sịrị \"Simon Ekpa na-egbochi mmekọrịta dị n'etiti anyị na Naịjirịa. Ọ dịghị mfe. Ọ bụ eziokwu na ọ na-afụ ụfụ mana ọ bụ naanị ụzọ Naịjirịa pụrụ isi nweta ọganịhu. Ọ dị ezigbo mkpa maka Naịjirịa.\"",
    "Cheta na ndị uweojii mba Finland nwụchiri Simon Ekpa na mmadụ anọ ndị ọzọ ma kpụpụ ha ụlọikpe maka ebubo iji intanet eyi ọha egwu ma na-anapụ ndị mmadụ ego.",
    "Simon Ekpa: Gọọmentị mba Finland asaala 'Chief of Defence Staff' okwu23 Nọvemba 2023",
    "Ihe ise gbara ọkpụrụkpụ Simon Ekpa gwara BBC Igbo na mkparịtaụka ha nwere28 Ọgọọst 2021",
    "Simon Ekpa: Ihe ndị Igbo nwere agba na-ekwu maka ihe Ekpa na-agabiga na Finland24 Febụwarị 2023",
    "Ebe foto si, DHQ/Ekpa/Facebook",
    "Onyeisi nchekwa na Naịjirịa bụ ọchịagha Christopher Musa ekwuola na gọọmentị Naịjirịa ezigaraala ogbo ya nke Finland akwụkwọ akaebe niile ha chọrọ iji hụụ a kpọlatara Simon Ekpa na Naịjirịa.",
    "O kwuru nke a na mkparịtaụka ya na ndị Channels TV nwere n'ụbọchị 31 Disemba afọ 2024 n'emume nchịkọta ihe mere n'afọ a kpọro '2024 Year-In-Review Programme'.",
    "N'okwu ya \"Odoro m anya na ahụ na-ajụ ya oyi ebe ọ nọ ugbua, anyị ga-eji ụzọ iwu gbasoo ya n'usoro. Achọghị m ikwu ọtụtụ okwu banyere ya mana obi dị m ụtọ na a nwụchiri ya.",
    "\"Gọọmentị etiti ezigaraala gọọmentị mba Finland ihe ndị a chọrọ iji kpọlata ya. Ya mere, odoro m anya na a ga-eme ihe ziri ezi,\" ka o gbakwụnyere.",
    "Ọchịagha Musa kwukwara na atụmatụ ịnọ n'ụlọ nke Ekpa hiwere na mpaghara Ọwụwa Anyanwụ na ha ebelata maka etu ndịagha si akpa ike n'ọrụ n'ebe ahụ.",
    "Cheta na ndị nchekwa na mba Finland nwụchiri Ekpa na mmadụ anọ ndị ọzọ n'ọnwa Nọvemba 2024 n'ihi ebubo ndị metụtara iyi ndụ egwu, ịkpalite iyi ndụ egwu nakwa iji ego kwalite ya.",
    "E boro ya ebubo na o ji soshal midia iji na-ekesa akụkọ ụgha nke metụtara otu chọrọ nwereonwe ha site na Naịjirịa bụ Indigenous People of Biafra (IPOB).",
    "Nke a mere ka ụlọikpe dị na mpaghara Lahti nke mba Finland jiri nye iwu sị ka a kpọchie Ekpa na ndị ọzọ ahụ n'ụlọ mkpọrọ ruo mgbe a ga-achabi ikpe ha.",
    "Ebe foto si, Simon Ekpa/X",
    "Akụkọ anyị na-enweta na-ekwu na ọkaiwu na-anọchiteanya Simon Ekpa bụ Ilkka Kopra ekwuola na ọ bụ eziokwu na ụlọikpe mpaghara Päijät-Häme nyere iwu ka a kpọchie imon Ekpa n'ụlọmkpọrọ Kylmäkoski, mana ọzọ dịka ibe ya bụ na enweghị onye ma mgbe Simon Ekpe nwereike ịpụta n'ụlọmkpọrọ ahụ.",
    "Ọkaiwu Kopra kwuru na ya amaghị mgbe ụlọikpe ahụ ga-akpọlite ikpe Simon Ekpa mana ha na-agba mbọ ime ka Ekpa nwere onwe ya.",
    "N'okwu ya, \"A gam eme ihe niile mụ nwereike ime iji hụ na imon Ekpa nwere onwe n'oge na-adịghị anya\".",
    "Cheta na ndị uweojii mba Finland nwụchiri Simon Ekpa na mmadụ anọ ndị ọzọ ma kpụpụ ha ụlọikpe maka ebubo iji intanet na-enyi ọha egwu ma na-anapụ ndị mmadụ ego.",
    "Onye uweojii na-eme Simon Ekpa nyocha bụ Otto Hiltunen kwuru na ha na ndị uweojii sị mba ọzọ jikoro aka ọnụ nwere mee nyocha ahụ tupuu ha anwuchie Ekpa na mmadụ anọ ndị ahụ.",
    "Ebe foto si, Simon Ekpa/X",
    "Kemgbe ndị uweojii mba Finland nwụchiri Simon Ekpa na mmadụ anọ ndị ọzọ maka ebubo ịyị ọha egwu na Naịjirịa, ọtụtụ mmadụ amalitela ịkpọ oku ka gọọmenti Finland kpọlata ya na Naịjirịa maka ikpe ya.",
    "Nke na-abịa ka ụlọikpe dị na Päijät-Häme nyere iwu ka a kpọchie Simon Ekpa na mmadụ anọ ndị ọzọ n'ụlọmkpọrọ.",
    "Cheta na ọnụ na-ekwuru ndịagha Naịjirịa bụ Tukur Gusau kwuru na ha na-atụanya na gọọmenti Finland ga-akpọlata Simon Ekpa Naịjirịa ka e kpe ya ikpe.",
    "Maka gọọmenti Finland a ga-akpọlata Simon Ekpa na Naịjriịa ka e kpe ya ikpe?",
    "Adọnyela ozu Ifeanyi Ubah n'ime ala23 Nọvemba 2024",
    "Ihe ụmụnwoke a ma ama chere maka ụmụnwaanyị na-arụ ahụ ha 20 Nọvemba 2024",
    "Ihe mere onyeisi ndị uweojii ji akpụpụ Andy Uba ụlọikpe21 Nọvemba 2024",
    "Dị ka ọ na-adịkarị, ọ bụghị iwu na mba kwụrụ onwe ya ga-enyefe onye omekome n'aka mba ọzọ, Nke a bụ maka na mba ọbụla kwụrụ onwe ya nwere ikike n'isi onye ọbụla bi n'ime ya.",
    "Ọ bụ n'ihi nka a ka a ga-enwe nkwekọrịta n'etiti mba abụọ tupu ha enweike inyefe onye omekome ọbụla n'aka ibe ha.",
    "Ọzọkwa, mba ahụ na-arịọ ka a kpụnye ha onye omekome, ga-enwe ihe akaebe gbara ọkpọrụkpụ iji gosi na onye omekome ahụ kpara arụ n'obodo ha maọbụ na ọ kpara arụ nwereike imetuta ndị obodo.",
    "Onye ọkaiwu bụ Chukwuma Ezeala kwuru sị: \"Iyi ọha egwu bụ mpụ mba ụwa, ma dịka akwụkwọ ibinye aka Rome Status si kwuo, ndị niile binyere aka n'akwụkwọ Status ahụ ga-akwadorịrị ijide, ntaramahụhụ na igbochi iyi ọha egwu. Ka ọ dị ugbua, Naịjirịa na na Finland bụ ndị bịanyere aka n'akwụkwọ Rome Status.\"",
    "O kwuru na ebe ọ bụ na iyi ọha egwu bụ mpụ mba ụwa, e nwereike ịkpụlata Simon Ekpa na Naịjirịa mana ọ naanị oge Naịjirịa mezuru ihe niile ha kwesịrị ime, ka nke a nwereike ime.",
    "Ebe foto si, Simon Ekpa/X",
    "Vince Onyekwelu bụbu onye uweojii mba Briten ma bụrụkwa onye maara ihe ekwe na-akụ banyere nchekwa, kwuru na ihe ọzọ nwereike igbochi mba inyefe mba ọzọ onye omekome ha nwuchiri bụ ma ọ bụrụ na mba na-arịọ ka e nyefe ha onye omekome ahụ anaghị ichekwa ikike ruru mmadụ dịka iwu siri kwuo.",
    "Ọ gara n'ihu kwuo na Simon Ekpa bụ onye ndọrọ ndọrọ ọchịchị na Finland kemgbe afọ 2017 tinyere na ọ bụ onye otu National Coalition Party nọ n'ọchịchị ugbua na Finland. Ọ gbakwụnyere na Simon Ekpa bụbu onye agha mba Finland.",
    "Ihe ndị a niile ka Vince Onyekwelu kwuru na Naịjirịa kwesịrị ilebanye anya na ya dịka ha na-akpọ oku ka Finland nyefe ha Simon Ekpa maka ikpe ya ikpe.",
    "N'aka nke ọzọ, Uche Mefor bụbu osote Nnamdi Kanu, kwuru na ọ rara ahụ mba Finland inyefe Naịjirịa Simon Ekpa maka na ọ bụ nwaamala Finland (citizen). O kwuru na ọ bụrụ na ụlọikpe maa Ekpa ikpe ma tụọ ya mkpọrọ, ọ bụ ụlọmkpọrọ dị na Finland ka ọ ga-anọ",
    "Ebe foto si, Peter Mbah, Simon Ekpa/X",
    "Gọọmenti Enugwu steeti etoola Gọọmenti Fịnland maka ịnwụchi onye ndu otu Autopilot bi na mba ahụ bụ Simon Ekpa ma kọwaa ya dịka onye oyi ndụ egwu na-ebughị ọdịmma ndị Igbo n’obi.",
    "Nke a dị n’ozi odeakwụkwọ Gọọmenti Enugwu steeti bụ Chidiebere Onyia wepụtara n’ụbọchị Fraịde 22 Nọvemba 2024.",
    "Ozi ahụ kọwara Simon Ekpa dịka onye na-egbu mmadụ na onye na-egwu chandum nakwa onye na-enwe obiụtọ igbu ndị agbụrụ ya.",
    "O kwuru na Gọọmenti Enugwu steeti dị ezigbo njikere iwepụta ihe akaebe gbasara arụ dị iche iche Simon Ekpa mere n’ala Igbo iji nye aka n’ikpe ya na mba Fịnland maọbụ Naịjirịa.",
    "Ozi ahụ kwuru na Gọọmenti Enugwu nabatara nnwụchi ahụ ma kwuo na ọ ga-enye aka iweta udo, nchekwa na ezi ọnọdụ na mpaghara ala Igbo niile.",
    "Simon Ekpa: Gọọmentị mba Finland asaala 'Chief of Defence Staff' okwu23 Nọvemba 2023",
    "Ihe Finland kwuru maka ebubo na  Simon Ekpa na-akpalite tigbuo-zogbuo n'Ọwụwa Anyanwụ21 Jenụwarị 2023",
    "Ihe ise gbara ọkpụrụkpụ Simon Ekpa gwara BBC Igbo na mkparịtaụka ha nwere28 Ọgọọst 2021",
    "Ebe foto si, Simon Ekpa/Ohanaeze/X",
    "Ohanaeze Ndigbo apụtala kwuo ihe bụ uche ha banyere nwuchi ndị uweojii mba Finland nwuchiri Simon Ekpa.",
    "Onyeisi mgbasaozi Ohanaeze Ndigbo bụ Chiedozie Alex Ogbonnaya gwara BBC Igbo na enweghị oge ọbụla hiri kwado ọnọdụ sit-at-home na-eme kwa Mọnde ọbụla na steeti ise dị na mpaghara ndịda ọwụwa anyanwụ Naịjirịa maka na ọbuteel oké ihe mgbu nye mpaghara ahụ dịka ajọ ọnọdụ akụanụba, azụmahịa nakwa ọnwụ ọtụtụ mmadụ.",
    "N'okwu ya 'Ohanaeze Ndigbo ariọla Simon Ekpa ugboro ugboro ka ọ machie ọnọdụ sit-at-home ahụ mana o geghị ha ntị'.",
    "Ọ gara n'ihu katọọ atụmatụ ịmanye ọnọdụ sit-at-home ma kwuo na nwuchi Simon Ekpa ga-enweta udo ma belata oké iyi ọha egwu na mpaghara ahụ.",
    "N'ikpeazụ, Alex Ogbonnaya kwuru na Ohanaeze Ndigbo bụ naanị ihe ga-enweta udo, mmepe, ị dị n'otu na agamnihu ndịda ọwụwa anyanwụ Naịjirịa ka ha ga na-akwado",
    "Ebe foto si, Getty Images/ Simon Ekpa/X",
    "Otu Indigenous People of Biafra (Ipob) ekwuola ha amaghị onye Simon Ekpa bụ maka na ọ bụghị onye otu ha.",
    "Akwụkwọ ozi ọnụ na-ekwuru Ipob bụ Emma Powerful wepụtara, katọrọ akụkọ n’efegharị nke na-ekwu na Ekpa bụ onye otu Ipob ma kwusie ike na enweghị ihe gbasara ndị Ipob na Simon Ekpa.",
    "Emma Powerful kwuru na “Ọ bụ eziokwu na Ipob nwere ngalaba na Finland mana Simon Ekpa edebanyeghị aha ya dịka onye otu ha na mba ahụ maọbụ na-ebe ọzọ na mba ụwa niile”.",
    "Ozi ya mere ka o doo anya na kemgbe afọ iri abụọ (20) Ipob malitere ịkpọ oku maka nwereonwe Biafra, ha ejighị ngwaagha maọbụ ọgbaaghara nwere na-akpọ oku a n’agbanyeghị na gọọmentị dị icheiche etinyela ọgbatuhie n’oku ha ma ghara ige ha ntị.",
    "Ọ gara n’ihu katọọ etu Simon Ekpa onye na-kpọ onwe ya Praịm Mịnịsta gọọmentị Biafra nọ na mba Finland na ndịagha ọ kpọrọ “Biafra Liberation Army” si na-ebuta nnukwu ọgbaaghara na ndida ọwụwa anyanwụ Naịjirịa nke tagoro isi ọtụtụ mmadụ, mebie ụlọ, ụgbọala ma mee ka ọnọdụ akụnaụba mpaghara ahụ kpụọ afọ n’ala site n’imajinye ọnọdụ Sit-At-Home kwa Mọnde ọbụla kemgbe ihe ruru afọ atọ ugbua.",
    "Ebe foto si, Bayo Onanuga/X/Simon Ekpa/Facebook",
    "Ndị agha Naịjirịa egosila obi ụtọ na nwụchi na mkpọpụ ụlọikpe nke emere Simon Ekpa bụ onyeisi Autopilots bụ otu alaka n'otu Ipob na mba Finland.",
    "N'ọzi nke onye na-elekọta mgbasaozi ndị agha bụ Tukur Gusau ziteere BBC, o kwuru sị \"anyị nwere olileanya na nke a ga-abụ ụzọ mbụ na mkpọbata ya n'ala Naịjirịa ka ekpee ya ikpe\"",
    "Cheta na ndị uweojii mba Finland na-ana ụlọikpe ikike ijideso Ekpa n'ụlọ nga ganye mgbe a ga-emecha nyocha n'ebubo ndị eboro ya.",
    "Ndị uweojii mba Finland kwukwara na nyocha ha na-eme si na njikọ aka ha na mba ndị ọzọ mana o doghi anya maọbụ mba Naịjirịa ka ha na ha nwere njikọ aka a.",
    "Mmadụ anọ ndị ọzọ anwụchiri ha na Ekpa bụ ndị a sị na-etinye ego iji kwalite ọrụ iyindụegwu nke Ekpa na-eme.",
    "Ebe foto si, Simon Ekpa/Facebook",
    "Ndị uweojii na mba Finland akpụpụla Simon Ekpa na mmadụ anọ ndị ọzọ n'ụlọikpe maka ebubo iji intanet na-enyi ọha egwu ma na-anapụ ndị mmadụ ego.",
    "Ndị uweojii na-agwa ụlọikpe ahụ dị na Päijät-Häme, Finland ka e ziga Simon Ekpa na mmadụ anọ ndị ahụ n'ụlọnga.",
    "Mana ugbua, ụlọikpe ahụ dị na Päijät-Häme na-atule ka ha mara na ha aga-eme ihe ndị uweojii chọrọ.",
    "Cheta na Ekpa nwere akwụkwọ njirimara nwafọ mba Finland nakwa nke mba Naịjirịa.",
    "Onye uweojii na-eme Simon Ekpa nyocha bụ Otto Hiltunen kwuru na ha na ndị uweojii sị mba ọzọ jikoro aka ọnụ nwere mee nyocha ahụ tupuu ha anwuchie Ekpa na mmadụ anọ ndị ahụ.",
    "Otto Hiltunen kwuru na ebubo e boro mmadụ anọ ndị ahụ so Ekpa nọrọ n'aka ndị uweojii bụ na ha jị ego ha na-akwado ịyị ọha egwu.",
    "Mana n'akụkọ sị na website ndị uweojii na Finland na-akọwa na ha nwụchiri Simon Ekpa na mmadụ anọ ndị ọzọ maka ebubo ịyị ọha egwu na Naịjirịa.",
    "Ha kwuru na “mbọ na mgbasa ọzị Simon Ekpa na-eme nyereaka na-ebute ọnọdụ ịyị ọha egwu, ma na-akwalite ọgbaaghara na mpaghara ndịda ọwụwa anyanwụ, Naịjirịa.",
    "Cheta na nke a abụghị mbụ ndị uweojii na-anwụchi Simon Ekpa maka ihe na-eme na Naịjirịa.",
    "N'ọnwa Febụwarị afọ 2023 ka ndị uweojii mba Finland gbara ama na ha na-enyocha Simon Ekpa bụ onyeisi alaka otu nnwereonwe Biafra 'Indigenous People of Biafra (Ipob)' kpọrọ onwe ha 'autopilot'.",
    "Ha nwuchiri Ekpa n'ụlọ ya dị na Lahti, Finland, n'ụtụtụ ụbọchị ahụ maka nnyocha ebubo na ọ na-anakọ ego nakwa na iji soshal midia eme ihe n'ụzọ megidere iwu.",
    "Mana ha mechara tọhapụ ya n'abalị ụbọchị ahụ.",
    "Naijiria",
    "Finland",
    "Nchekwa ndị ụwe ojii",
    "Enugwu",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "NA EME UGBU A, Nke na-eme ugbua n’etiti mba Izrel na Hamas",
    "Ọkụ agbagbuola ihe ruru mmadụ 11 n'Enugwuelekere 5 gara aga",
    "Tinubu ebunyela mba Finland ụkpa ekele maka mbọ ha gbara ịnwụchi Simon Ekpa24 Jenụwarị 2025",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ23 Jenụwarị 2025",
    "Gịnị mere e ji machie okeite n'Anambra Steeti?20 Jenụwarị 2025",
    "Donald Trump: Lee iwu ọhụrụ ndị o binyere aka20 Jenụwarị 2025",
    "A kwụsịla Fada ọrụ maka agbamakwụkwọ nzuzo n'ụlọụka Pastor Jerry Eze20 Jenụwarị 2025",
    "Enwere ihe dị iche n'etiti mmanya nkwụ na mmanya ngwọ?19 Jenụwarị 2025",
    "Ebidoro m iti ịgba n'oge m dị obere n'ọgbakọ ụmụaka 'block rosary' - Nazzy Drums17 Jenụwarị 2025",
    "Ọ bụ ụlọ m rụrụ ọhụrụ ka ogbunigwe a gbariri - Onye nwe ụlọ ogbunigwe gbariri n'Imo Steeti15 Jenụwarị 2025",
    "E nwere onye Ebuka Obi tụrụ mkpọrọ?14 Jenụwarị 2025",
    "Ụmụnwaanyị Anambra Steeti emeela ngagharịiwe maka nwaanyị di ya gbara ọkụ n'Abagana",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}