{
  "published": "15 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Chinonso Ugorji",
    "Ndị mere akụkọ a,  Journalist",
    "Septemba 2024",
    "Arụ bụ ihe obodo na-asọ nsọ. Obodo ọbụla dị n’ala Igbo nwere ihe ha na-asọ mana e nwere ndị nke Igbo niile na-asọ.",
    "E nwere arụ, nwekwa nsọala nke aha ọzọ e ji mara ya bụ ibeene. Ọ bụ eziokwu na arụ bụ akparamaagwa adịghị mma, ọ dị iche n’omume ọjọọ ndị ọzọ dịka izu ohi, ịtụ asị, ikwu okwu ọjọọ, dgz.",
    "Ndị Igbo kwenyere na onye ọbụla mere arụ ga-akpụrịịrị arụ iji rịọ ndịichie na agbara obodo mgbaghara.",
    "Ọ bụkwa nkwenye ndị Igbo na arụ na-emebi ndụ mmadụ ma na-ewetakwa agaghị n’ihu na ọnwụ. Ọ bụ ya kpatara ha ji amanye onye ọbụla mere arụ ka ọ kpụọ arụ iji rịọ mgbaghara n’aka ndịichie ma gbanahụ ntaramaahụhụ so ya.",
    "Ndị Igbo kwenyekwara na onye ọbụla mere ihe ọjọọ megide mmadụ ibe ya maọbụ obodo ya emejọọla Chukwu.",
    "Igbo maternal inheritance: Ị ma na ụfọdụ obodo n'ala Igbo na-eri ekpe na nne?25 Maachị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Gịnị mere ndị Igbo ji eli alọ nwa ha?15 Juun 2024",
    "Ebe foto si, Getty Images",
    "Arụ adịghị ka omume ọjọọ ndị ọzọ n’ihi na ọ dị omimi. Ọ bụ omume ndị ahụ ntị na-anụ sụọ wuruwuru.",
    "Ọkankụzi Chigozie Nnabuihe gwara anyị na “arụ niile bụ nsọala mana ọbụghị nsọala niile bụ arụ. Nsọala ọbụla ruru n’ogogo ịkpụ ya akpụ abụrụla arụ”.",
    "“Nwata kpagharịrị nna ya mere nsọala, nwata tiri onye tọrọ ya ihe mere nsọala mana nwata buliri nna ya elu tụọ n’ala mere arụ,” ka Ọkankụzi Nnabuihe kwuru.",
    "O kwukwara na mmekọ nwoke na nwaanyị dị n’etiti ndị na-eme ọyị bụ nsọala, ọ bụghị arụ mana mmekọ nwoke na nwaanyị dị n’etiti ụmụnne, nne na nwa maọbụ nna na nwa bụ arụ.",
    "“Nwoke hapụrụ nwunye ya gaa kpọrọ nwaanyị ọzọ mere iko. Iko ahụ o mere bụ nsọala mana ọ bụghị arụ. Nwaanyị hapụrụ di ya gakwuru nwoke ọzọ mere nsọala, o meghị arụ mana ụfọdụ obodo na-ahụta ya dịka arụ,” ka Ọkankụzi Nnabuihe kwuru.",
    "Arụ ndị ọzọ gụnyere mmadụ idina maọbụ lụọ nwanne ya, igbu ehi maọbụ ewu arụsị, izu ihe agbara n’ohi, nwoke idina maọbụ lụọ nwoke ibe ya, nwaanyị idina maọbụ lụọ nwanyị ibe ya, mmadụ idina anụmanụ, dgz.",
    "Onye ọbụla mere nke ọbụla n’ime ndị a, a mara na onye ahụ emejọọla ala, mejọọ mmadụ ma mejọọkwa Chukwu.",
    "Ka osiladị, enweghị ihe mebiri emebi anaghị emezi ewezuga ọnwụ. N’ihi ya, ndị Igbo wepụtara ịkpụ arụ dịka ụzọ e si edozi arụ.",
    "Ebe foto si, Getty Images",
    "Ịkpụ arụ bụ ụzọ pụrụ iche ndị Igbo si arịọ mgbaghara n’aka ndịichie iji gbanahụ ntaramaahụhụ na-esote arụ ha mere.",
    "E nwere ike ịkpọ ya ịkpụ ala, ịkpụcha ala maọbụ ịkwa ala n’olumba dị iche iche.",
    "Ọkankụzi Nnabuihe kwuru na ịkpụ arụ bụ usoro e si arịọ ndịichie mgbaghara n’omenala Igbo.",
    "Dịka o siri kwuo “nwata tụrụ nna ya n’ala ga-eji ọkụkọ kulite ya. Ọkụkọ ahụ o jiri kulite nna ya ka a kpọrọ ịkpụ arụ maọbụ ịkpụcha ala n’ihi na ihe ahụ o mere dị ala iwe, dị ndịichie iwe”.",
    "“N’ihi na okenye dị n’agbata ndị dị ndụ na ndị nwụrụ anwụ, iwe ahụ dị nna ya bụ iwe dị ndịichie, iwe ahụ dị ndịichie bụ iwe dị ala ebe iwe dị ala bụ iwe dị Chukwu”.",
    "“A na-akpụ arụ iji wee medoo ndị mmụọ na ndịịchie obi,” ka Ọkankụzi Nnabuihe kwuru.",
    "Ebe foto si, Getty Images",
    "Obodo ọbụla nwere usoro ha si akpụ ọrụ mana njedebe ihe niile bụ ime ka iwe ndịichie dị ọkụ n’ebe onye mere arụ nọ dajụọ.",
    "Ọkankụzi Chigozie Nnabuihe kọọrọ anyị etu e si akpụ arụ n’obodo ya bụ Lọọjị dị n’Okpuru ọchịchị Abọ Mbaise n’Imo steeti.",
    "“N’obodo nke m bụ Lọọjị Mbaise, nwanne na nwanne nwee mmekọ nwoke na nwaanyị, usoro e si akpụ ya bụ arụ bụ ihe ihere,” ka Okankụzi Nnabuihe kwuru.",
    "Ọ sịrị, “nke mbụ, ha ga-eweta ụfọdụ ihe a ga-agwa ha weta dịka ọkụkọ a rụkpọrọ anya, atụrụ a rụkpọrọ anya, mkpi a rụkpọrọ anya, akwa, nzu na odo”.",
    "“Ụbọchị a ga-akpụ arụ, ndị ji ọfọ ga-echere ndị ahụ mere arụ ebe a na-akpọ ọkpụkpọrọ ala. N’oge mgbede, mgbe ahịa Ekeukwu Lọojị dị n’uju, ndị ahụ mere arụ ga-agbara ọtọ gagharịa n’ime ahịa na-eti ‘ụnụ lee anyị ooo...anyị mere arụ ooo’”",
    "“Oge ahụ, ndị mmadụ ga-amalite ịgba ha azị, ụfọdụ ga-agbọ ha asọ, ụfọdụ ga-abọ ha aja, ụfọdụ ga-atụ ha akwa rere ere tinyere ihe arụ ndị ọzọ iji gosi na ihe ha mere bụ ihe arụ”.",
    "“Ha gagharịchaa n’ime ahịa, ha agaa ebe ahụ a kpọrọ ọkpụkpọrọ ala ndị ji ọfọ nọ na-eche ha, n’ihi na ọ bụ ebe ahụ ka a ga-anọ kpụọ arụ,” ka Ọkankụzi Nnabuihe kọwara.",
    "Ọ kọwara na oge a na-akpụ arụ, ndị ji ọfọ ga-asị ụmụnne ahụ gosi ha etu ahụ ha siri nwee mmekọ na mbụ. Ọ bụrụ ma ha gosichaa ya ndị ji ọfọ, a ga-ajụ ha ma ihe ha mere ọ dị mma, ha asị mba na ha agaghị eme ya ọzọ.",
    "Oge ahụ, ndị ji ọfọ ga-amalite rịọwa ndịichie nwoke na ndị nke nwaanyị ka ha gbaghara n’ihi na iwe nwa anaghị eru n’ọkpụkpụ. Ha ga-atụ akwa n’ala, were igu nkwụ zachapụ ya ma tụọ nzu ka obi dị ndịichie mma.",
    "E mechaa nke ahụ, a ga-ewere agụba dị nkọ kaa ha na ntị ka ọbara ha taa n’ala iji gosi na ha na ala agbaala ndụ ma meekwa udo.",
    "“Nke ahụ gasịa, a ga-asị ha banye n’ọhịa dị ebe ahụ gaa yiri uwe ha iji gosi na a gbagharaala ha ma nabatakwa ha ọzọ n’obodo,” ka Ọkankụzi Nnabuihe kọwara.",
    "Ofụfe",
    "Mmekọ nwoke na nwanyị",
    "Ndị Okenye",
    "Imo steeti",
    "Akụkọ mgbe gboo",
    "Omenala",
    "Mpụtara ntuliaka ọkwa Gọvano Edo steeti22 Septemba 2024",
    "Ndị otu ndọrọndọrọ ọchịchị PDP amalitela ime ngagharịiwe n’Edo steetielekere 8 gara aga",
    "NA EME UGBU A, Ntụliaka Edo: Ndị uweojii anwụchiela ndị ekperima, napụta ha ngwaọgụ",
    "Etu mmiri si Lagdo dam nke Cameroon nwere ike ime ka nsogbu idemmiri Naijiria kawanye njọ18 Septemba 2024",
    "Onyeisi Main market Enugwu e gburu egbu bụ enyi ọha - Ụmụnne Stephen Aniagu17 Septemba 2024",
    "A nwụchiela Sean 'Diddy' Combs maka ebubo ịmanye ụmụnwaanyị n'ọrụ akwụna17 Septemba 2024",
    "A kpụpụla nwoke FBI sị nwara igbu Trump ụlọikpe16 Septemba 2024",
    "Arụ na usoro e si akpụ arụ n'omenala Igbo15 Septemba 2024",
    "Etu ndị na-enye aka amụpụta nwa si egbusi ụmụaka ndị nwaanyị ma mechaa na-azọ ndụ ha14 Septemba 2024",
    "Etu ị si ebi ndụ ga-esi metụta akịrị gị13 Septemba 2024",
    "Lee ndị na-azọ ọkwa Gọvanọ Edo Steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}