{
  "published": "14 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Union Bank website/Polaris bank website",
    "Ụlọakụ etiti nke Naijiria (CBN) chụrụ ndị bọọdụ ụlọakụ Keystone, Polaris na Union maka na ha anaghị agbaso ụkpụrụ nakwa ịwụ ụlọ akụ nke etịtị, nakwa ọdịda ọchịchị na ụlọ ọrụ ha.",
    "CBN  weputara ndị ọhuru ga e were oche ịlekọta ụlọaku atọ ahụ.",
    "Nchọpụta Jim Obazee mere nakwu ndụmọdụ ọ nyere mere CBN jịrị mee ịhe ha mere.",
    "Obazee bụ onye nyọcha dị ịche nke ọnye ịsịala Naịjịrịa, Bola Tinubu nyere ịkịke ka o nyọchaa ndị CBN nakwa azụmahịa ndị gọọmentị etịtị.",
    "Nyọcha ahụ nwetere ngbawe dị ịche ịche na ụlọaku dị na Naijịrịa nke ndị CBN na ahu maka ya.",
    "Obazee ka enyere ọrụ ịyọcha ka ndị ụlọakụ nakwa ndị nkịtị si emefu egọ gọọmentị.",
    "Ọrụ ahụ dịna akwụkwọ ọnyeisiala Naịjịrịa Bola Tinubu nyere ya ịjị bị dọ nyọchaa.",
    "Na nkeke, ọnweghị ịhe ga eme egọ ha.  Ọ dịghị ihe a na-atụ anya na ọ ga-agbanwe maka ndị nwere ego n'ụlọ akụ ahu. Maka na ndị ụlọakụ ekwughị na ha agaghị akwụ ụgwọ. CBN weputara nkwupụta na 27 Disemba iji gosi nke a, na-adụ ndị mmadu ọdụ \"ka ha gaa n'ihu na azụmahịa ụlọ akụ ha dị ka ọ na-adị, n'ihi na ọ dịghị ihe mebịrị\" ka o kwuru. \"Anyị na-agwa ọha na eze na ndị na-edebe ego maka nchekwa  na ụlọakụ na onweghị ịhe ga eme ego ha.\"",
    "Ọ dị mma icheta na nke a abụghị mbụ CBN chụrụ n'ọrụ ma họpụta ndị nlekọta ọhụrụ n'ụlọakụ ndị mmadụ na Naịjirịa. N'oge gara aga, dị ka ụlọau Skye na 2018, enweghị ndị ego ha furu.",
    "Ụlọakụ ndị ahụ anọghị na ahịa ego, nke a mere na onweghị ịhe ga eme ego ndị mmadu maka mgbawe ndị ịsị dụlọakụ atọ ahụ. Union Bank, nke na-arụ ọrụ na Nịjerịia ihe karịrị narị afọ ka ewepụrụ na ahịa egọ  na mgbe na-adịbeghị anya - ya mere ọ naghị azụ ahịa na Mgbawe ego nke Naijiria ke - mgbe Titan Trust Bank zuru ha na afọ 2022.",
    "Yabụ kedu ihe kpatara CBN ji etinye aka mee mgbanwe na ụlọaku?",
    "Okwu dị n'ụlọ akụ atọ ahụ sitere na emeghị iwu gbasara ego, ọdịda ọchịchị ụlọ ọrụ, ileghara ọnọdụ ndị enyere ikike ikike itinye aka n'ihe omume ndị na-eyi egwu nkwụsi ike ego, na nsogbu ndị ọzọ.",
    "Mazị Obazee kọwapụtakwara na akụkọ gbasara e tu ụlọakụ Titan Trust  sịrị zuta ụlọaku Union nakwa nkwekọrịta Keystone na ndị ọzọ mere. Ụlọakụ Union ka erere mgbe Gọdwin Emefiele bu onye ịsị ụlọaku nke ọnye ịsị ala Boola Tinubu churu achu maka mpu na awụwọ.",
    "Ebe foto si, NGR Government",
    "Ndozigharị dị ọkpụrụkpu ka onye ịsị ala Naịjịrịa Tinubu na-eme ka ọ kwụsịtụ ihe ọ kpọrọ \"nzọ ego na mmegbu\" na ngalaba ego, ndị otu ya na-achọ ịkwado ụlọ ọrụ ego iji chebe onwe ya pụọ na ndakpọ ọ bụla na mmetụta nwere ike ime na akụnaụba Naịjịrịa.",
    "Atụmatụ onye isi ala na-agụnyekwa ịme ka ọtụtụ ndị mmadụ bị dọ ahịa mgbanwe ego mee ka akwụsị ọdịda ego na ebe Dollar nọ sịte na ịme ka ndị na-ebubata ahịa na ndị na-ebubata ahịa kpebie ọnụego site na ụzọ dọrọ anya.",
    "Ndị ndụmọdụ ya, gụnyere Wale Edun, bụ minista na-ahụ maka ego, ekwuola na mgbanwe ego ga-eme ka ọnụ ahịa naira dị mma, nke ga-enye aka iweta ọnụ ahịa nke ịkwụ ụgwọ ndị Naịjịrịa  jị na-arị elu, nakwa mezie ọnụ ahịa obibi na-arị elu.",
    "Ụgwọ ọha nke Naịjịrịa ị dị na gburugburu N 87. 91 trillion (US $ 114.35) na nkeji nke atọ nke 2023, dịka National Bureau of Statistics si kwuo, na dịka President Tinubu si kwuo, na-enweghị mgbanwe mba ahụ enweghị ike ịnọgide na-akwụ ụgwọ ya.",
    "Naijiria",
    "Ego mmadụ",
    "Akụ na ụba",
    "Nabeehah Al-Kadriyar: Onyeisiala Bola Tinubu etinyebeghị ọnụ n'ogbugbu nwa agbọghọ a tọrọ ya, ụmụnne ya na nna ha15 Jenụwarị 2024",
    "NA EME UGBU A , E liela mmadụ atọ nwụrụ na mwakpo ụlọụka mere n'Ebonyi1 Jenụwarị 2024",
    "Vidio, Arochukwu Massacre: Ndị obodo ahụ kọrọ etu ndị agha Naijirịa siri gbuo ndị mmadụ n'obodo ha n'oge agha Biafra15 Jenụwarị 2021",
    "Erisco na Chioma Okoli: Erisco asaala Chioma na di ya11 Jenụwarị 2024",
    "Kedu ihe ga-eme ego ndị mmadu n'ụlọakụ Polaris, Keystone, na Union?14 Jenụwarị 2024",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma12 Jenụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị11 Jenụwarị 2024",
    "Etu nwa TB Joshua Ajoke si runye 'nna' ya aka n'anya maka ebubo ndi e boro ya8 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ị na-arụ ọrụ ndị a? Chefuo maka 'ezumike' nke ekeresimesi aEmelitere ikpeazụ na: 25 Disemba 2019",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?Emelitere ikpeazụ na: 10 Ọgọọst 2019",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}