{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mohammed Al Fayed",
    "Mohammed Al Fayed bụbu onyeisi Harrods anwụọla dịka ọ dị afọ iri itoolu na anọ.",
    "Al Fayed bụ nna Dodi Al Fayed so Diana, Adaeze Wales nwụ n’ihe mberede okporoụzo n’afọ 1997.",
    "N’ozi nke ezinaụlọ ya wepụtara n’ụbọchị Fraịde kwuru sị “Nwunye Mohammed Al Fayed, ụmụ ya nakwa ụmụ ụmụ ya chọrọ ịkwuputa ọnwụ di ya, nna ha nakwa nna nna ha bụ Mohammed bụ onye kara nka nwere nwụọ n’ụbọchị 30 nke ọnwa Ọgọst afọ 2023”.",
    "“O biri ogologo ndụ juputara n’ọṅụ n’etiti ndị ọ hụrụ n’anya”.",
    "A mụrụ Al Fayed na mba Ijipt bụ ebe ọ wulitere ahịa dị ukwu tupu ọ gaa mba Briten n’afọ 1970s.",
    "Ebe foto si, Getty Images",
    "Otu bọọlụ Fulham FC so n'ụlọọrụ dị icheiche o nwere na mba Briten",
    "A mụrụ ya na mba Ijipt n’ọnwa Jenụwarị afo 1929.",
    "Ọ na-erebu mmanya n’ụzọ ebe o si wulite ụlọorụ ukwu ya.",
    "Ọ lụrụ Samira Khashoggi n'afọ 1954 onye nyere ya aka wulite azụmahịa ya.",
    "N’afọ 1966, e mere ya onye ndụmọdụ Sultan na-achị Brunei bụ otu ndị kachasị nwe ego n’ụwa mgbe ahụ.",
    "Ya na nwanne ya nwoke  bụ Ali Al Fayed zụtara ụlọ oriri Ritz dị na Paris n’afọ 1979",
    "Ha mechara zụta ụlọahịa ukwu bụ Harrods n’ọnwa 1985.",
    "Ọ zụtara otu bọọlụ Fulham FC n'afọ 1997",
    "O resiri mba Qatar ụlọahịa Harrods n'afọ 2010.",
    "E liri ya n’akụkụ nwa ya nwoke Dodi so Adaeze Diana nwụ n’ihe mberede okporoụzọ.",
    "Akụkọ kwuru na ruo na nka ya ọ kwụsịghị ịjụ ajụjụ maka ọnwụ nwa ya nwoke ahụ bụ nke wutere ya nke ukwu.",
    "Egypt",
    "United Kingdom",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "NA EME UGBU A Dog bite: ‘Ọ bụ ọgwụ ka m gara ịzụ oge nkịta tagburu nwa m’elekere 5 gara aga",
    "Ihe onyonyo ndị na-egosi ego n'ime akpatị e si mba Gabon?1 Septemba 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 94elekere 9 gara aga",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra31 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Enweghi m ike ịrịọ gọọmentị Naịjirịa arịrịọ ka ha tọhapụ m – Nnmadi Kanu 29 Ọgọọst 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 94",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}