{
  "published": "30 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, River State Govt/Clasta Ugiri",
    "Otu nwaanyi aha ya bụ Calista Ugiri ebesaala Gọomentị Rivers steeti akwa ka ha  bụnyeya ozụ nwa ya.",
    "Nwa ya nwoke a kpọrọ Onyekachi Ugiri, gbara afọ 27, nwụrụ mgbe mgbọegbe ndi uweojii gbara n’ebe a na-eme ngaghariiwe  megide atumatụ iwepụ Govano Rivers steeti bụ Simi Fubara  tụrụ ya n’ubọchị Tuzde , abalị 31 nke ọnwa Ọktọba afọ 2023.",
    "Calista kwuru na-enwere ndi uweojii bụru ozụ nwa ya.",
    "Ebe foto si, Callista Ugiri",
    "Onyekachi gbara afọ 27 tupu ọ laa mmụọ",
    "Calista kwuru na otu onye agbataobi ha aha ya bụ Chiwendu biara n’ụlọ ha kpọrọ nwa ya gaba ngagharịiwe a na-eme maka ịkwado Gọvano Rivers steetị .",
    "O kwuru sị, ‘’Ka abalị ruru, a jụru m nwa m nwaanyi maka nwanne ya nwoke, ọ gwa m na ọ kabeghị lọta ngagharịiwe ya na Chinwedu gara.’’",
    "‘’Ubọchị Wenede, Chinwendu gwara nwa m nwanyi na mgbọ tụrụ nwa m nwoke n ’ngagharịiwe ọ kpọ ya gaa, na Onyedikachi nwa m bu mgbọ ahu gbabaa n’ọtụ ụlọ, n’ime ụlọ ahụ ka ọ nọ ṅwụọ.",
    "\"Chiwendu na ndị ọzo gbafuru mgbe ndi uweojii na-agba egbe, ndi uweojii nwụchịrị ufodu ndi n’ime ha.’’",
    "",
    "Calista kwuru na mgbe ya nuru ihe mere, ọ gbagara ụlọọrụ ndi uweojii nọ na ‘’old GRA’’, ndi uweojii nọ ebe ahu gwara ya gaba nukwu ụlọọru ha, mgbe ya rutere ebe ahu, ha gwara ya na ha ahughị nwa ya.Ụlọọrụ ndi uweojii nile ọ gara kwuru na ha omaghị maka onyeobula nwụru n’egbe ha gbara n’ngaghiarị ịwe.",
    "‘’N'ututu ubọchị atọ Nọvemba ka m huru ihe oyonyo n’egosi ebe nwa m tọgbọro n’ozụ, ahụ ya jupụtara n’ọbara’’",
    "‘’Ana m arịọ ndi uweojii ka ha bunye m ozụ nwa m ebe ọbụla ha busara ya, na-akpọkụ gọvanọ ka ọgbatara m ọsọ enyemaka’’O kwuru n’anyamiri.",
    "Kọmishọna uweojii Rivers steetị bụ Polycarp Nwonyi kwuru na o weghị onye ha maara nwụrụ n’ngaghịarịịwe emere n’31 Ọktọba.",
    "CP Nwonyi dọrọ ndị mmadu aka na-nti ka ha kwụsị ngaghiarịiwe ndọrọndọrọ ọchịchị maka nchekwa ndu ha.Ọ kwuru na ha amaghị ihe ọbụla gbasara onye ahu ekwuru nwụrụ anwụ n’ngaghịarịiwe.",
    "‘’Anyi akpọpụla mmadu nile anyi nwụchịrị ụlọọikpe, ọbụ ihe nwere ị kwu’’ CP Nwonyi kwuru nke a",
    "Ebe foto si, Rivers State Govt/Rivers State Police Command",
    "Komishọna ndịuweojii Rivas steeti bụ Emeka Nwonyi ekwuola na anwụchi ma kpụpụ ụlọikpe ndị aka ha dị na ọnọdụ ọgbaghara dapụtara nỤlọomeiwu  steeti ahụ na mmalite izuụka.",
    "Ndị agboro wakporo Ụlọomeiwu steeti ahụ sunye ebe ọgbakọ ndị omeiwu steeti ahụ ọkụ Ụbọchịụka, ebe  Govano Fubara tụrụ ndị uweojii aka dịka a gbara ya egbe na mmiri dịka ọ na-aga Ụlọomeiwu steeti ahụ ụbọchị Monde ile ihe ndị mebiri.",
    "Mana n'ozi, o wepụtara n'akara Twitter nke ndị uweojii steeti ahụ , Nwonyi kwuru sịrị,\" A ga-anwụchi onye obụla riri mperi ma kpụpụ ya ụlọikpe.\"",
    "Komisọna ndị uweojii Rivas State kwukwara na ha amalitela usoro nchekwa iji gboo nsogbu nchekwa dapụtara na steeti ahụ.",
    "Nke a na-abịa dịka Fubara rụrụ ndị uweojii aka sị na ha gbara nkịtị ma lee fuo anya dịka ọnọdụ nchekwa dara na steeti dịka ụfọdụ ndị omeiwu na-akpa nkata ịchutu Fubara n'ọkwa dịka Govanọ steeti ahụ.",
    "Ebe foto si, Rivers State Government",
    "Gọvanọ Rivas steeti bụ  Siminalayi Fubara, aṅụọla iyi ịlụ ọgụ megide ndị chọrọ iji ụlọ ọmeiwu steeti ahụ chutuo ya n'ọkwa. na-emeghị eme.",
    "Fubara kwuru nke a n'ụtụtụ taa bụ Monde so ụbọchị  ndị ọrụ nchekwa na ndị Ụlọomeiwu steeti ahụ kwatara.",
    "Senate impeachment threat: Lee etu e nwere ike isi chụtụọ onyeisiala maọbụ Gọvanọ28 Julaị 2022",
    "Ihe dị n'ime akwụkwọ ikpe Bruce Fein gbara Nyesom Wike30 Septemba 2022",
    "Ụmụ Naịjirịa ekwuola uche ha gbasara mmaja nchụda onyeisiala Naịjirịa 28 Julaị 2022",
    "Nke a na-abịa dịka e sunyere ụlọomeiwu steeti ahụ ọkụ ọbụladi ka kepukepu na-efegharị na onyeisi Ụlọoemiwu ahụ bụ Martin Amaewhule, na ndị ogbo ya chọrọ ịmalite atụmatụ ịchụtu Fubara n'ọkwa Gọvanọ.",
    "N'okwu ya, Fubara onye katọrọ ọkụ e sunyere  ụfọdụ ọnụ ụlọ nke Ụlọomeiwu steeti ahụ, sịrị, \"Enwetara m ozi adịghị mma ụnyahụ, m si ka bịa nwere anya m hụ.\"",
    "\"Onye ọbụla ma m, ma dịka onye udo, o nweghị ka m ga-esi  maka ihe abụla ihe , ọbụladi  dịka m ma na-akpa nkata ichutu , ọ dị m obi mwute na ụdị ewumewu a nke eji ego ndị na-atụ ụtụisi were wuo, iji meta otu onye mma.\"",
    "\"Adi m njikere ịnwụ iji chekwa ọchịchị Onyekwuouche ya.\"",
    "“Ha pụta gwa ndị Rivas ihe m mejọrọ aga e ji achutu m n'ọkwa.\"",
    "Fubara gara n'ihu taa ndị ọrụ nchekwa na steeeti ahụ ụta maka ịnọ n'ụlọ ewu amụọ n'ọgbụrị dika o boro ebubo na ndị ọrụ nchekwa gbara ya egbe.",
    "Kepukepu na-efegharị na-arụ aka na ọ bụ nghọtahie dapụtara n'etiti Gov Fubara na nna ya ukwu nakwa aka chịburu steeti ahụ bụ Nyesom Wike butere nsogbu na-ada na steeti ahụ.",
    "Ụbọchịụka ndị uweojii ji anwụrụ ose chụsaa ndị ntorobia bịara ime ngagharịiwe  megide ọgbakọ ịchụtụ Gọvanọ nke ndị omeiwu steeti ahụ malitere megide Fubara.",
    "N'abalị ụbọchịụka(29/10/2023), ndị agboro amaghị ndị ha bụ wakporo ogige Ụlọomeiwu  Steeti ahụ ọkụ mana ụlọọrụ mmenyụ ọkụ na ndị ọrụ nchekwa nyere aka menyụọ ọkụ ahụ.",
    "Ndị omeiwu kwụsịkwara  Onye ndu  ọgbakọ ha bụ  Edison Ehie  na mmadụ atọ ndị omeiwu ọzọ ọrụ n'ike.",
    "Ha na-ebo Ehie ebubo n'aka ya dị na ndị bịara n'abalị ụbọchịụka sunye ọbnọdụ ọgbakọ ha ọkụ n'abalị Ụbọchịụka.",
    "Supreme Court: Ihe ndị mere taa n'Ụlọikpe Kachasị n' ikpe Atiku,Obi megide Tinubu9 Mee 2023",
    "'Akpọtara m nwa akwụkwọ na ndu, bịa ịkpọrọ ya ọ bụrụ n'ozụ'- Nwaanyị nwa ya si ụlọelu ụlọakwụkwọ ya daa, nwụọ1 Nọvemba 2023",
    "Ụlọikpe ewepula mmachi Ipob, kwuo ka enye Nnamdi Kanu ijeri 827 Ọktọba 2023",
    "Israel-Gaza crisis: Kedụ ihe dị iche na 'ceasefire'  na 'humanitarian pause'?5 Nọvemba 2023",
    "Imo Governorship Election: Ihe mere n'etiti Achọnụ na ndị uweojii Imo steeti elekere 2 gara aga",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steetielekere 9 gara aga",
    "NLC enyela iwu ụbọchị ise ka e wepụ kọmishọna uweojii n’Imo Steeti ma ọ bụghị ya...3 Nọvemba 2023",
    "Godwin Emefiele: E nyela EFCC iwu ka ha tọhapụ ya maọbụ kpọta ya n'ụlọikpe3 Nọvemba 2023",
    "Home security/safety:  Ụfọdụ ihe ndị mmadụ sị ha gabigarala n'aka ụmụodibo1 Nọvemba 2023",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steetielekere 9 gara aga",
    "Etu ọnọdụ dị taa n'ụlọakwụkwọ e mechiri n'ihi nwa dị afọ abụọ nwụrụ 1 Nọvemba 2023",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gịEmelitere ikpeazụ na: 5 Jenụwarị 2021",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}