{
  "published": "18 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ịmụta nwa nwoke bụ otu n'ime ụkpụrụ omenala dị n'ala Igbo.",
    "Ọ bụrụ na a mụọ nwa nwoke n'ala Igbo, a na-enwe oke ọṅụ.",
    "Ọ bụ ya mere e ji akwanyere nwa nwoke ugwu pụrụiche ma nyekwa ya ọkwa dị elu n'ala Igbo.",
    "Dịka ọkammụta Chinedum Ezekiel Ofomata onye bụ ọkachamara n'asụsụ nakwa n'omenala Igbo, kwuru na ihe kpatara ndị Igbo ji ahụta nwa nwoke dịka nnukwu ihe mkpa n'ezinaụlo bụ maka na ọ bụ nwoke na-anọchi 'obi' nna ya ma ọnwụ.",
    "Akụkọ a ga-egosi ma ọ bụ n'ezie na ụmụnwoke bara oke uru n'ezinaụlọ Igbo nakwa ọrụ ha na-arụ.",
    "Gịnị mere ndị Igbo ji eli alọ nwa ha?15 Juun 2024",
    "Last Will: Ihe i kwesịrị ị ma maka ike ekpe14 Mee 2024",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Nwa nwoke bụ onye nne na nna mụtara n'ezinaụlọ ha. Ọ bụrụ na nwaanyị tụrụ ime, oge ụfọdụ di ya ga-eme nyocha i ji chọpụta ka ọ bụ ime nwa nwoke. Ọ bụrụ na nke a bụrụ eziokwu, a na-enwe oke oriri n'ihi na ndị igbo na-ahụta nwa nwoke dịka ezi ihe.",
    "Ofomata kwuru na \"Nke a abụghị na nwa nwaanyị adịrọ mkpa n'ala igbo, kama na ọ bụ maka na ọ bụ nwa nwoke ahụ a mụtara ga-aga n'ihu lụta nwaanyị, mụọ nwa nke e ga-eme ka ezinaụlọ na agbụrụ n'abawanye.\"",
    "Dịka ọmenala Igbo si kwu, \"Ọ bụ nwa nwoke nwannyị a lụtara mụrụ ka omenala ndịigbo nabatara dịka nwa nwoke\".",
    "\"Ọ bụrụ na nwaanyị mụọ nwa nwoke bee nna ya tupu ọ lụọ di, omenala igbo anaghị ahụta nwa nwoke ahụ dịka onye nwere oke n'ezinaụlọ a na-alụ nne ya,\" Ka Ofomata kwuru.",
    "Mgbe gboo, e nwere aha a na-enye nwa nwoke n'ala igbo.",
    "Ha gunyere Nweke, Nwafọ Ọkpara, Nwadiala, Mgbaafọ wee diri ga wa.",
    "Ọkammụta Chinedum Ezekiel Ofomata kwuru na \"Ọ bụghị nwaanyị na-anọchi obi nna ya maka na nwaanyị ga-alụ di.\"",
    "\"Nwoke ọbụla na-amụtaghị nwa nwoke, ị mara na obi ya ga-echi.\" Ọ bụ ya mere ndị Igbo ji aza aha dịka 'Obiechina, Ahamefuna na Amaechina'.",
    "\"Enweghị onye Igbo ọbụla chọrọ ka-echezọ aha ya ma ọ bụ ka agbụrụ ya mechie.\"",
    "Nwoke dị mkpa n'ala Igbo maka na ndị Igbo kwenyere na ịmụbawaye nke bekee kpọrọ 'Procreation'.",
    "\"Ọ bụ ya kpatara amụta nwoke, ọ lụọ nwaanyị maka ndị Igbo si na, 'onye amụtara, ọ mụta ibe ya.\"",
    "Ọ bụ amụta nwoke n'ala Igbo, ụmụnna enwe ike ị na-eto eto.",
    "\"Mgbe gboo, ihe e ji ama nnukwu mmadụ n'ala Igbo bụ ụmụ nwoke ole ọ mụrụ. Ọ  bụrụ na ihe si ike n'ezinaụlo, ọ bụ nwoke ka a ga-akpọ maka na ọ bụghị ihe niile nwoke mere ka nwaanyị nwere ike ime.\"",
    "Ọkammụta Ofomata kwuru na \"Ọ bụ naanị ụmụ nwoke ka a na-ekenye ala n'ala Igbo.\" Nke a gosiri ezi mkpa ọ dị na nwoke ọbụla n'ala Igbo mutara nwa nwoke.",
    "Ebe foto si, Getty Images",
    "Ọ bụrụ na-amụtaghị nwoke n'ezinaụlo, a ga-enwe ihe omenaala Igbo kpọrọ 'ihachi obi' ezinaụlọ dị etu a.",
    "\"Ihachi Obi bụ mgbe a ga-arịọ otu nwaanyị n'ezinaụlo ahụ ka ọ hapụ ịlụ di ma nọrọ bee nna ya tụrụ ime iji mara ka ọ ga-amụta nwa nwoke ga-anọchi nna ezinaụlọ ahụ nwụrụ.\"",
    "Ọ bụrụ nwoke amụtaghị nwoke tupu ọ anwụọ, ụmụnne ya ga-enwere akụnaụba niile ọ kpatara maka na ọ mutaghị nwa nwoke ga-anọchi ya ma leta ihe ndị ahụ ọ hapụrụ nwụọ.",
    "Oge ụfọdụ, a na-akọ ezinaụlọ na-enweghị nwa nwoke ọnụ. Ọzọ dị ka ibe ya bụ na a na-ahụta ezinaụlọ dị etu a dịka ndị na-enweghị enyemaka nke nwere ike ịbute mmekpahụ dịrị ezinaụlọ ahụ.",
    "Iji gbochie ihe di etu a ime, ọ na-adị mkpa ka di na nwunye kpa nkata ka nwoke lụọ nwaanyị ọzọ iji mara ka ọ ga-amụta nwa nwoke.",
    "\"Ị lee anya n'omenala Igbo mgbe gboo, ezinaụlọ nwoke lụrụ ọtụtụ nwaanyị na-ebi n'udo karịa ka ọ dị taa\"",
    "\"Ndị Ụka na nkụzi ndị ọcha mere ka a na-enwezi ọgbaghara n'ezinaụlo nwoke lụrụ ọtụtụ nwaanyị ugbua.\"",
    "\"Omenala Igbo akwadoghi otu nwoke otu nwaanyị ndị ụka na-akụzi ugbua.",
    "Omenaala Igbo kwenyere na-aga na-amụbawye ma na-eto eto.",
    "Ebe foto si, Getty Images",
    "Ofomata kwuru na \"Uru dị na ị mụta nwa nwoke bụ na ọ bụ nwa nwoke ga-eleta nne na nna ya na nkà.\"",
    "Ọ gbakwunyere na \"Ọ bụrụ na nwoke nọrọ n'ezinaụlo, ndị ọjọọ, ma ọbụ ndị chọrọ imebi ihe ga na-atụ egwu ịbata ezinaụlọ ahụ maka na mara na nwoke nọ ya.\"",
    "Enwere ụfọdụ nkata, nzukọ ụmụnna na mmemme ọ bụ naanị ụmụ nwoke ma ọ bụ ndị mụtara nwoke na-esonye na ya.",
    "\"Ọ bụrụ na-achọ ime nzukọ ahụ, a ga-agwa ụmụ nwaanyị pụọ tupu e bido ya.\"",
    "Ọ bụ nwoke na-awa ọjị n'ala igbo. Omenala ndịigbo megidere nwaanyị ịwa ọji.",
    "Ọzọ bụ 'ije agha', \"Ọ bụrụ n'agha daa, ọ bụ ụmụnwoke na-eje anụ agha n'ala Igbo\"",
    "\"Enweghị ọghọm ọbụla dị na-ịmụta nwa nwoke n'ala Igbo\".",
    "Ofomata gbakwunyere na \"Nwoke dị mkpa\" maa ọ dara ngwọrọ maa okpuru isi, Nwoke bụ nwoke\"",
    "Ebe foto si, Getty Images",
    "Dịka omenaala ndị Igbo si dị na mgbe gboo, ọ bụ nwaanyị ka a na-ata ụta ma ọ bụrụ na ọ mụtaghị nwoke n'ezinaụlo.",
    "Mana ugbua, ihe niile agbanwela.",
    "Ọfọmata kwuru na \"Ọ bụrụ na nwaanyị amụtaghị nwoke ugbua, nnyocha sayensị mere ka amata na ọ dị nwaanyị na di ya n'aka, ọ bụ ozi nwoke tụrụ nwunye ya n'ahịa ka ọ zụtara ya.\"",
    "Mmepe e nwere ugbua a mere ka anapụta ụmụ nwaanyị na afụfụ ha na-ata mgbe gboo ma ọ bụrụ na ọ mụtaghị nwa oké.",
    "Ọzọ kwa bụ na amụtaghị nwoke na-ebute nsogbu n'etiti nwaanyị na nne di ya.",
    "Nne di ọbụla n'ala Igbo na-atụ anya ka nwunye nwa ya mụta ụmụaka nwoke na nwaanyị.",
    "Ihe dị etu a na-eme ka nne di nwaanyị ahụ bido chọba nwaanyị ọzọ nwa ya ga-lụbata ka onwe ike mụtara ya nwa nwoke.",
    "Amụtaghị nwa nwoke na-eme ka nwoke kwụsị ịhụ nwunye ya n'anya. Nke a na-eme ka nwaanyị ahụ bido ije  n'ụlọ ekpere iji mee ọgwụ ka di ya bido ịhụ ya n'anya.",
    "Oge ụfọdụ, nke a na-ebute ogbaghara nakwa ntisa ezinaụlọ.",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "Lee ihe iri bụ arụ ma nwaanyị Igbo mee ya4 Septemba 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu24 Julaị 2024",
    "Ebe foto si, Getty Images",
    "N'aka nke ọzọ, Ofomata kwuru na ị mụta nwa nwaanyị nwe kwara uru nke ya.",
    "Nke mbụ bụ na ọ bụrụ na nne na nna anọghị n'ụlọ, ọ bụ nwa nwaanyị na-elekọta ma chịkọta ụmụnwanne ma nwoke ma nwaanyị.",
    "\"Ọ bụ ọrụ nwaanyị isii nri ma hụ na ezinaụlọ dị ọcha\" ka Ofomata kwuru.",
    "Uru ọzọ nwa nwaanyị bara n'ezinaụlọ n'ala Igbo bụ na oruo oge nwa nwaanyị ga-alụ di, ọ na a bụ ihe ọṅụ n'ezinaụlọ maka na ọ ga-eme ka onye ukwu ma onye nta zukọọ ma nwe ọṅụ.",
    "\"N'ala Igbo, ọ bụ nne mụtara nwa nwaanyị lụrụ di na-aga 'Ọmụgwọ' mgbe nwa ya mụrụ nwa. Ọmụgwọ bụ ezigbo ihe ọṅụ nye ndị nne n'ala Igbo maka na ọ na-egosi na nwa ha nwaanyị bụ nwaanyị n'ezia.\" Ofomata kwuru.",
    "mmekọta mmadụ",
    "Omume",
    "Ụmụaka",
    "Omenala",
    "Ezinụlọ",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọelekere 8 gara aga",
    "Ndị kwadoro na ndị akwadoghi ngagharịiwe ndị ntorọbịa na-akwado imeelekere 5 gara aga",
    "NA EME UGBU A, Mmadụ atọ anwụọla n'ụlọ dara na Maryland, Legọs, ebe ụfọdụ ndị ọzọ merụrụ ahụ",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Kedụ nke bụ eziokwu n'ebubo na Ooni nke Ife  kwere nwaanyị nkwa ọlụlụ, napụ ya 180,000 dọla n'ụzọ aghụghọ? 19 Julaị 2024",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'17 Julaị 2024",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}