{
  "published": "elekere 3 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NigerianPresidency/Twitter",
    "Mmepe ụlọọrụ nrụpụta mmanụ agbidi Aliko Dangote na Legọs",
    "Ụlọnrụpụta mmanụ agbịdị ọhụrụ kachasị n'Afrịka emepela na Naịjirịa, ebe e chere na ọ ga-gbochi nsogbu ụkọ mmanụ agbidi mba Naịjirịa na-agamiga.",
    "Naịjirịa bụ mba mmanụ agbidi jupụtara n'ime ya mana a na-ebupu ya bụ mmanụ agbidi gaa mba ofesi ka ndị mba ofesi resiri ha mmanụ ụgbọala.",
    "Ebe foto si, Nigerian Presidency/Twitter",
    "Ya kpatara mba Naịjirịa na-ahụkarị ụkọ mmanụ ụgbọala kwa mgbe kwa mgbe. Nsogbu a ka ụlọnrụpụta Aliko Dangote karịrị ijeri dọla iri na itoolu; $19 (maọbụ £15.2bn), nke onye nwe ya bụ oji ego Aliko Dangote.",
    "\"Ihe a bụ ihe ga-agbanwe ọnọdụ ndị mba Naịjirịa,\" dịka Onyeisiala Muhammadu Buhari kwuru.",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ nrụpụta Maazị Dangote dị na Lagos eweela ihe ruru afọ asaa iwu. A na-asị na ọ ga-abụ ụlọnrụpụta karịrị na mba ụwa niile. Ya bụ na ụlọ nrụpụta a nwere ike ịrụpụta imirikiti ngwa ahịa gbadoro ụkwụ na ngwa ahịa mmanụ agbidi kama i na-enwe ụlọnrụpụta dị icheiche maka ngwaahịa dị iche iche.",
    "A na-atụ anya na ụlọ nrụpụta a ga na-ebipụta ihe karịrị udu mmanụ ụgbọala 650,000 kwa ụbọchị - ihe a tụrụanya ga-ezu mmanụ ndị mba Naịjirịa na-esi mba ọzọ azụ. Ọ ga-enwekwa ụlọnrụpụta ọkụ latrịk, ọdọụgbọmmiri nakwa ụlọ nrụpụta fatịlaịza.",
    "Cheta na ụlọ mmanụ agbidi Naịjirịa anaghị arụ ọrụ ka mgbe afọ atọ gara aga maka etu e si ezu ya bụ mmanụ agbidi.",
    "Ebe foto si, Nigerian Presidency Twitter",
    "\"Ebumnuche anyị maka ụlọọrụ nrụpụta a bụ ka anyị hụ na anyị rụpụtachara ngwaahịa ndị mmadụ na-azụkarị n'afọ mbụ.\"",
    "N'ụbọchị Mọnde e mere mmemme e ji mepe ya bụ ụlọọrụ nrụpụta mmanụ agbidi, Dangote onye ya kwuru na \"Ebumnuche anyị maka ụlọọrụ nrụpụta a bụ ka anyị hụ na anyị rụpụtachara ngwaahịa ndị mmadụ na-azụkarị n'afọ mbụ.\"",
    "Mana, o dochabeghị anya ma ya bụ ọlọọrụ nrụpụta ọ ga-enyeaka wetuo ọnụ ego mmanụ agbidi na Naịjirịa. Gọọment Naịjirịa sị na ha na-akwado iwepụ ego enyemaka a kpọrọ subsidi - ya bụ ego enyemaka riri nkeji anọ n'ime bọjeeti Naịjirịa.",
    "Ya bụ ụlọọrụ nrụpụta so n'ihe ndị ịkpeazụ Onyeisiala Buhari ga-emeghe ka o ruru ngwụcha ọkwa oche ya.",
    "Onyeisiala Buhari na-akwado inyefe Bola Tinubu ọchịchị onye mmeri ya dịka onyeisiala Naịjirịa ka dị n'ụlọikpe.",
    "Ọkachamara n'ihe gbasara mmanụ agbịdị bụ Henry Adigun gwara BBC na mmepe ya bụ ụlọ nrụpụta ọhụrụ a gbadokarịrị aka na ndọrọndọrọ ọchịchị\".",
    "Ebe foto si, Nigerian Presidency",
    "Ihe ndị ị kwesịrị ịma maka ụlọ nrụpụta Dangote dị na Legọs karịrị oke ala 2635 hectare",
    "Ndị ụlọọrụ Dangote Group sị na ụlọrọọrụ nrụpụta mmanụ agbidi a ga-arụpụta ihe karịrị udu mmanụ 650,000 kwa ụbọchị site n'ụlọnrụpụta ha nwere 900 KTPA Polypropylene plant.",
    "O kwesịrị ịrụpụta 100% ngwa ahịa mmanụ agbidi ndị mba Naịjirịa na-azụ ma nweekwa nke ha ga-ebu ga mba ọzọ ga ree.",
    "A na-atụanya na ọ ga-arụpụta ngwaahịa Afrịka ma nke Etiti ọwụwa anyanwụ mba ụwa ma ụdị mmanụ mba Amerịka.",
    "O nwere tankị 177 nke 4.742 ijeri lita site n'ozi ndị ụlọọrụ Dangote",
    "Ha ga-eji igwe dreja bọpụta ihe karịrị nde 65 na kubik mịta aja ruru ọnụ ego nde €300.",
    "Ahịa mmanụ agbịdị",
    "Ụkọrọ mmanụ ụgbọala",
    "Afịrịka",
    "Naijiria",
    "Azụmahịa nke kọmpụta",
    "Ịji ego achụ ego",
    "Uchu n'ọrụ",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Presidential Election Tribunal: Ihe niile banyere ikpe a ga-agwụ n'ọnwa Sepụtemba 20239 Mee 2023",
    "Dangote Refinery: Ihe ndị ị kwesịrị ịma maka ụlọ nrụpụta ọhụrụ aelekere 3 gara aga",
    "Nke bụ eziokwu na mwakpo ndị ojiegbe mere n'obodo Awgbu - President General19 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}