{
  "published": "4 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Na nso nso a, ọtụtụ ndị gbapụtara ihe na mpaghara Ọwụwa Anyanwụ nakwa mpaghara ọzọ nke Naịjirịa a kpọọla oku ka a tọhapụ Nnamdi Kanu bụ onyendu otu Indigenous People of Biafra (IPOB).",
    "Ndị a gụnyere otu Ohanaeze Ndigbo, ndị ụlọomeiwu nta dị ruru iri ise, ndị Sịnetọ, Peter Obi bụ onye ji aha Labour Pati zọọ ọkwa Onyeisiala n’afọ 2023 nakwa ọtụtụ ndị ọzọ.",
    "Nke a na-abịa dịka ọnọdụ nchekwa na mpaghara Ọwụwa Anyanwụ na-akawanye njọ kamgbe afọ 2021 Gọọmentị Naịjirịa nwụchiri Kanu na mba Kenya ma kpọlata ya na Naịjirịa.",
    "N’otu aka ahụ ndị Gọvanọ si na mpaghara a kpebiri na ha ga-aga zute Onyeisiala Bola Tinubu maka etu a ga-esi mee tọhapụ Kanu.",
    "N’ihi nke a, ọ ga-adị mma ka elaba anya n’ime mere e jiri a kpọọ oku ndị a.",
    "Ndị Sịnetọ si mpaghara Ọwụwa Anyanwụ arịọla ka a tọhapụ Nnamdi Kanu3 Julaị 2024",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Ihe ọkaiwu Nnamdi Kanu kwuru maka akụkọ sị na o sila n'ụlọ nga DSS rie mbọmbọ ọsọ14 Juun 2024",
    "Ebe foto si, Enugu State Government",
    "Otu onye ọnụ na-eru n’okwu ma bụrụkwa onye ọkaiwu bụ Goddy Uwazuruike gwara BBC Igbo na otu n’ime ihe ndị mere e ji akpọsi oku ike maka ntọhapụ Kanu bụ maka iweghachite ezi nchekwa n’Ọwụwa Anyanwụ.",
    "O kwuru na ọ bụrụ a tọhapụ ya, na ọtụtụ akụkọ tigbuo-zọgbuo ndị a ga-ebelata.",
    "Ọ gara n’ihu kwuo na a tọhapụla onye dịka Sunday Igboho so na-achọ nwereonwe ndị Yoruba na Naịjirịa, mana Kanu ka nọ na mkpọrọ.",
    "Na ọ bụ ya mere ha ji akpọsi oku ike ka a tọhapụ Kanu dịka a tọhapụrụ ibe ya maka na “isi nwa Eze anaghị efu na mba”.",
    "Ihe ndị ọzọ mere e ji akpọ oku a gụnyere;",
    "Ikike dịịrị onye:",
    "Ndị na-ahụ maka ikike dịịrị onye na-ekwu na ị ga n’ihu gọọmentị Naịjirịa gara ijichi Kanu n’ụlọ mkpọro kamgbe bụ imegbu ikike dịịrị ya. Otu a nke mbaụwa International Human Right Organisation akpọkwala oku ka gọọmentị tọhapụ ya ma rubeisi n’iwu.",
    "Mkparịtaụka udo",
    "Ọtụtụ kwenyere na ntọhapụ Kanu ga-enye aka e nwee mkparịtaụka udo n’etiti gọọmentị na ndị na-achọ nwereonwe Biafra  ma gboo nsogbu ndị cheere mpaghara Ọwụwa Anyanwụ aka ma weta udo.",
    "Ikpe ziri ezi",
    "E nwela ọtụtụ mgbarụ ihu banyere etu e siri nwụchie ma kpọlata Kanu site na mba Kenya nakwa etu e si ka jichie ya na-agbanyeghi na ụlọikpe ekwubuola na aka ya dị ọcha. Ọ bụru na gọọmentị tọhapụ ya, ọ ga-egosi na ha nwere mmasị n’ikpe ziri ezi.",
    "Ọkaiwu Goddy Uwazuruike kwuru na ikpe Nnamdi Kanu na Gọọmentị etiti dịka ikpe ndị ọzọ a na-ekpe n’ụlọikpe.",
    "“ọ bụ gọọmentị kpụpụrụ ya n’ụlọikpe, otu gọọmentị ahụ nwekwara ikike ịgwa ụlọikpe ka o wepụ akwụkwọ ikpe ahụ”.",
    "O kwuru na ọkaiwu gọomentị etiti nwere ikike ịgwa ụlọikpe na ha achọghizi ịga n’ihu n’ikpe ahụ site na ntuziaka onyeisiala.",
    "Uwazuruike gara n’ihu kwuo na ihe ndị ndu Ọwụwa Anyanwụ na-achọ bụ ka e kpee udo na-abụghị ụlọikpe maka na “ihe e kpeziri ekpezi ka mma karịa onye e kpegburu ekpegbu”.",
    "Dịka ọtụtụ ndị na-akpọ oku ka a tọhapụ Nnamdi Kanu, otu si mpaghara Ukwu nke Naịjirịa a kpọro Norther Nigeria Conferedation (CNG) akatọọla ndị ndu Ọwụwa Anyanwụ maka oku ah.",
    "Onyeisi otu ahụ bụ Jamilu Aliyu Charanchi kwuru na ọ bụ ụlọikpe kwesịrị ikpebi ma a ga-atọhapụ Kanu na ọ bụghị gọọmentị Naịjirịa.",
    "O kwuru na o doro ewu na ọkụkọ anya etu ndị otu Kanu si ebute ọgbaghara, ogbugbu ndị mmadụ na ịla akụnaụba n’iyi. Na o kwesịrị ka ka ahapụ Kanu ka ụlọikpe kpebie okwu ya.",
    "Ndọrọndọrọ ọchịchị",
    "Bola Tinubu",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "NA EME UGBU A, Ụlọikpe agwaala Minista ochie ya kọwaa etu o si mefu 729bn n'ọchịchị Buhari",
    "MKO Abiola: Ihe 11 ị na-amaghị maka ya12 Juun 2019",
    "Lee ụmụafọ Naịjirịa tuuru ugo na ntụliaka mba UK6 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?5 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu4 Julaị 2024",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọ bụ eziokwu na mmadụ 80 nọ n’ime ụgbọmmiri  ahụ kpuru n’Ogbaru?Emelitere ikpeazụ na: 10 Ọktọba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}