{
  "published": "10 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, ACCESS BANK/WEB",
    "A họpụtala Bolaji Agbede ka ọ nọchie Herbert Wigwe nwụrụ anwụ n’ọkwa onyeisi Access Holding",
    "Ụlọọrụ Access Holding ahọpụtala Bolaji Agbede dịka onyeisi ọhụrụ ga-arụ ọrụ ịnọchiteanya Herbert Wigwe nwụrụ anwụ.",
    "Ndịisi ụlọorụ a kwupụtara nke a n’ụbọchị Mọnde n’ime ụbọchị abụọ Herbert Wigwe bụbu onyeisi ụlọọrụ nwụchara.",
    "Wigwe, nwunye ya, nwa ya nwoke na mmadụ atọ ndị ọzọ nwụrụ n’ihe mbere ụgbọelu helikọpta mere na Fraịde n’obodo California na mba Amerịka.",
    "Ngalaba na-ahụ maka njem na mba Amerịka bụ National Transport Safety Board (NTSB) ekwuola na ha na-eme nyocha ịchọpụta ihe butere ọdachi ahụ.",
    "Onye otu ha bụ Michael Graham kwuru na onye hụrụ ka ihe a si mee kwuru na mmiri na ijiriji nọ na-ezo mgbe helikọpta ahụ kpọkasịrị.",
    "Dịka ndị mmadụ ka na-ebe akwa ọnwụ nwamadị a, ụlọọrụ Access Holdings họpụtara Agbede dịka onye ga-arụ ọrụ onyeisi ha.",
    "“Nhọpụta a ga-adị ire mgbe ụlọakụ etiti nke Naịjirịa kwadochara ya,” ka odeakwụkwọ ụlọọrụ ahụ bụ Sunday Ekwochi kwuru.",
    "Attahiru Ibrahim bụ onyeisi agha Naịjirịa anwụọla na ihe mberede ụgbọelu21 Mee 2021",
    "E liela ndị agha Naịjirịa nwụrụ n'ihe mberede ụgbọelu n'ụbọchị Sọnde21 Febụwarị 2021",
    "Ụlọikpe enyela iwu ka a kpọchie Emefiele na nga Kuje dị n'Abuja 17 Nọvemba 2023",
    "Ebe foto si, Herbert Wigwe",
    "Ndị ọrụ mba Amerịka akọwaala otu n’ime ihe ndị butere mberede ụgbọelu helikọpta nke gburu onyeisi ụlọọrụ Access Group bụ Herbert Wigwe, nwunye ya na nwa ya nwoke n'obodo California n’ụbọchị Fraịde.",
    "Ha kwuru na akụkọ si n’ọnụ anya hụrụ ka o si mee kwuru na mmiri nọ na-ezo mgbe ụgbọelu helikọpta ahụ kpọkasịrị.",
    "“Anya hụrụ ka ihe si mee kwuru na ọnọdụ ihe eluigwe mgbe ihe mberede a mere gosiri na mmiri na-ezo, tinyere ijiriji.” Ka ihe otu onye ụlọọrụ na-ahụ maka eje alọ n’Amerịka bụ Michael Graham kwuru.",
    "O kwuru na mmadụ atọ ndị ọzọ so n’ụgbọelu ahụ gụnyere Abimbola Ogunbanjo bụbu onyeisioche ụlọọrụ Nigeria Exchange Group nwụrụ.",
    "Graham gara n’ihu kwuo na otu ha ga-eme ezi nyocha tara ọchịchị iji chọpụta kpọmkwem ihe butere mkpọkasị ụgbọelu helikọpta ahụ.",
    "Ebe foto si, Alex Otti/Facebook",
    "Aka na-achị Abia steeti bụ Alex Otti ekwuputala etu obi dị ya n'ọnwụ onyeisi Access Bank bụ Herbert Onyewumbu Wigwe.",
    "Otti kọwara na Wigwe gwara ya na ọ na-aga ọgbakọ na Briten, na ọ ga esi ebe ahụ gaa Amerịka tupu ọlaghachi Naịjirịa bia huya.",
    "Okwuru na kemgbe ozi ọnwụ ya jiri gbasaa na ọkabeghị jikọta onwe ya, okwuru na ọdị ya ka n'nrọ.",
    "N'okwu ya ''oge a sọ n'oge m kachasị nwe nwute n'ndụ m,  nke ka njọọ bụ na Chizoba na Chizzy so gị banye ya bụ ụgbụelụ tara isi unu niile, ọdi m ka mmadụ kpọtee m gwa m na ọ bụ n'nrọ ka ihe a na-eme''",
    "Otti kwuru na ọnwụ Wigwe bụ ihe mgbawa obi nyere ya, na mmadụ niile matara ha abụọ ma na ọbụghị nani ezi enyị ka ha bụ, na ha bụku nwanne.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 1",
    "Ụlọọrụ Access Group nwe ụlọakụ Access ewerela obi mgbawa kwupụta ọnwụ onyeisi ha bụ Herbert Wigwe na nwunye ya na nwa ha nwoke bụ ndị nwụrụ n’ihe mberede ụgbọelu Helikọpta na mba Amerịka.",
    "Nke a dị n’akwụkwọ ozi odeakwụkwọ ha bụ Sunday Ekwochi wepụtara na Sọnde ma sị na ọdachi a bụ ezigbo iru uju nye ha.",
    "N’ozi ahụ ụlọọrụ Access tiri ezinaụlọ Wigwe aka n’obi maka oke ihe a dakwasịrị ha.",
    "Onyeisioche ụlọọrụ a bụ Abubakar Jimoh kwuru na oke ihe efunahụrụ ha site n’ọnwụ Herbert Wigwe bụ ezigbo enyi ya nwoke, bụrụ ezigbo mmadụ nakwa onye maara ihe ekwe n’akụ n’azụmaahịa.",
    "Jimoh gara n’ihu kwuo na oge na-adịghị anya ha ha ga-ahọpụta onyeisi ọhụrụ nke Access Group ga-agbakwasị ụkwụ n’ukporo Wigwe hiwere maka mwulite ụlọọrụ ahụ.",
    "Ebe foto si, Access/Instagram",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post",
    "Kemgbe mgbede  ụbọchị Satọde ka aha onyeisi ụlọakụ Access bank bụ Herbert Onyewumbu Wigwe malitere kpọtụba n'intanet.",
    "Mana ọtụtụ amaghị ihe ọbụla banyere nwoke ahụ  karịa na ọ bụ onyeisi otu n'ime nnukwu ụlọakụ e nwere na Naijria.",
    "Wigwe bụbụ  Osote onyeisi ụlọakụ ahụ weghara ọkwa dịka onyeisi Accessbank dịka Aigboje Aig-Imoukhuede bụbụ onyeisi ụlọakụ ahụ chịsara ọwa dịka onyeisi n'afọ 2014 .",
    "Onye Ikwerre, Rivas steeti a mụrụ n'Ibadan Oyo steeti, Wigwe gụrụ  'Accountancy na mahadum 'University of Nigeria Nsukka', n'ogige ha dị n' Enugwu.",
    "Ebe foto si, Access Bank",
    "Ọ malitere ọrụ dịka onye ọrụ mgbakọ na mwepụ n'ụlọọrụ 'Coopers and Lybrand Associates Limited' dị na Legọs.",
    "Ọ rụrụ ọrụ ụlọakụ na ụlọakụ  Kapital Merchant Bank tupu ọ gaa  GTBank bụ ebe ọ rụrụ ọrụ ihe karịrị afọ iri ma rịa rue ọkwa 'Ezxcutive Director' tupu o si ebe ahụ gawa Access Bank dịka Osote Onyeisi.",
    "Ebe foto si, Herbert Wigwe /X",
    "Wigwe ji nwaanyị bụ Chizoba Wigwe. Ha mụrụ ụmụ anọ: Chizi, Tochi, Hannah na David.",
    "Ebe foto si, Wigwe/Okonjo Iweala/Instagram/Getty Images",
    "Dịka ozi ọnwụ Herbert Wigwe ka na-ewu ewu, ndị mmadụ ọ kachasị ndị a ama ama na-egosi mute ha maka ihe mere.",
    "Ka ha na-eme nke a, ka ha na-akwanyere Wigwe ugwu ikpeazụ.",
    "Ndị ahụ gụnyere Ngozi, Okojo Iweala, onye zọrọ ọkwa onyeisiala Naịjirịa bụ Peter Obi, Festus Keyamo bụ Mịnịsta njem ụgbọelu, ọnụ na-ekwuru onyeisiala bụ Bayo Onanuga nakwa Onyeisiala mba Fransị bụ Emmanuel Macron.",
    "E nwekwara ndị ọzọ selitere isi bụ Atiku Abubakara zọrọ ọkwa onyeisiala n'aha otu PDP nakwa onye omwieu Shehu Sani ndz.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 2",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 3",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 4",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 5",
    "N'agbanyeghi nke a, ụlọakụ Access Bank bụ nke Wigwe hibere ekwuputabeghi hoo haa ma ọ nwụọla ma ọ nwụbeghi.",
    "Kama n'ozi ha wepụtara n'akara X (bụbu) Twitter ha kwuru na ha na ndị isi mba Amerịka ka na-arụkọ ọrụ ịma mpụtara nyocha banyere ihe mere.",
    "Ha kelekwara ndị mmadụ ma nghọta na nkwado enyere ha maka ya bụ ihe mere.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post, 6",
    "Ụlọakụ",
    "Naijiria",
    "Njem ụgbọelu",
    "North Korea: Ihe egwu dị n'isi mba ọzọ eziga ego  na mba a10 Febụwarị 2024",
    "Afcon 2023 Deaths: 'Ekirila asọmpị bọọlụ ma i nwee ọrịa ndị a ...- 'Cardiologist'9 Febụwarị 2024",
    "Asagba nke Asaba:  Ihe i kwesịrị ịma maka  Obi Chike Edozien lara mmụọ8 Febụwarị 2024",
    "Nigeria Economy:Lee usoro ndị nwereike inyeaka melite ọnọdọelekere 8 gara aga",
    "NA EME UGBU A , Ezinaụlọ Alexie Navalny na-ebo gọọmentị Rọshịa ebubo ịkpachi ozu nwa ha1 Febụwarị 2024",
    "Ọmụ Anioma: Ihe niile ị kwesiri ị ma maka igwe nwaanyị lara mmụọ17 Febụwarị 2024",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa14 Febụwarị 2024",
    "Ihe mere ndị na-arụpụta 'pure water' n'Enugwu jiri agba abụbụọrụ13 Febụwarị 2024",
    "'Ọ dị anyị ka a raara anyị nye' - Gịnị kpatara iwe ji ewe ndị Senegal13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị13 Febụwarị 2024",
    "A họpụtala Bolaji Agbede ka ọ nọchie Herbert Wigwe nwụrụ anwụ n’ọkwa onyeisi Access Holding13 Febụwarị 2024",
    "Etu e si gbuo onye ọrụ gbata gbata n'ụgbọala 'ambulance' ya13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu KatọlikEmelitere ikpeazụ na: 14 Febụwarị 2022",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}