{
  "published": "17 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Olga Ivshina,  Becky Dale& Kirstie Brewer",
    "Ndị mere akụkọ a,  BBC Russia",
    "Eprel 2024",
    "Ndịagha Rọshịa tụnyerela isi ha na Yukren akarịala mmadụ 50,000, dịka BBC si chọpụta.",
    "Dịka ọ nabnaa ọnwa iri na abụọ  ọzọ   Moscow ji malite ihe ha kpọrọ ' atụmatụ 'nkwọrị dịka anụ'- anyị agụtala ọnwụ ji pasent 25 karịa ihe ọ bụ n'afọ gara aga.",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Russia and Ukraine conflict 2022: Etu agha Ukraine si emetụta akụnụba Naịjirịa na mbaụwa25 Febụwarị 2022",
    "FAQ on Russia and Ukraine war: Ihe a ka ajụ maka agha Russia na Ukraine15 Maachị 2022",
    "BBC Russian, otu ụlọọrụ mgbasaozi nọrọ onwe ya a kpọrọ Mediazona na ndị ọzọ wepụtara onwe ha gụkọrọ ndịagha nwụọrọla kemgbe ọnwa Febụwarị afọ 2022.",
    "Ili ọhụrụ e gwuru na ebe a na-eli ozu nyere aka ka a mata aha ọtụtụ ndịagha nwụrụ.",
    "Ndị otu anyị lekwara anya n'ozi si n'aka gọọmentị, akwụkwọ akụkọ nakwa na soshal midia.",
    "Nnyocha anyị gosiri na ndịagha Rọshịa karịrị  27,300 nwụrụ n'afọ nke abụọ nke agha- nke a gosiri na isi o riri ha ịzọta ala na Yukren karịrị akarị.",
    "Rọsụ̄ịa asaghị anyị ihe ọbụla.",
    "Atụmatụ ịkwọrị ka anụ(meat grinder) bụ ihe e ji akọwa etu nRọshịa si eziga ndịagha ha n'igwe na  mba Yukren iji mee ka ike gwụ ndịagha Yukren  ma gosi ndịagha Rọshịa ebe ha nọ.",
    "Ngụkọ ndị nile nwụrụ gosiri na ihe karịrị ndịagha 50,00 anwụọla nke bụ mmaji asatọ karịa ole gọọmentị  ha kwetara nwụrụ n'ọnwa Septemba afọ 2022.",
    "N'ezie ọnụọgụgụ ndịagha Rọshịa nwụọrọlka nwere ike ịkarị nke a.",
    "Ngọkọ anyị agụnyeghị ndị agha nnupuisi nọ na ebe Rọshịa weghara dịka Donetsk na  Luhansk  dị n'Ọwụwa Anyanwụ Yukren.",
    "Ọ bụụ na a gụnye ha, ọnụọgụgụ ndịagha Rọshịa nwụụ ga-akarị.",
    "N'aka nke ọzọ, Yukren anaghị ekwukarị banyerere ọnụọgụgụ ndhịah=gha ha nwụrụ n'ihu agha.",
    "N'ọnwa febụwarị onyeisiala Volodymyr Zelensky  kwuru na  ndịagha Yukren 31,000 atụnyela isi ha, mana nnyocha nke Amerịka mere na-ekwu na o nwere ike ndịagha ha nwụrụ erughị etu ahụ.",
    "Ebe foto si, Reuters",
    "Akwụkwọ ndekọ ndị agha nwụrọrọla nke BBC na Mediazona nwetara gosiri isi o riela Rọshịa dịka ha na-agbanwe usoro ha ji alụ agha ahụ.",
    "E nwere ihe gosiri na  ọnụọgụgụ ndịagha Rọshịa nwụrụ n'ọnwa Jenụwarị afọ 2023, dịka o malitere kwawa mgbọ na ogbunigwe aghara aghara na mpaghara  Donetsk dị na Yukren maliri elu.",
    "Oge ndị Rọshịa lụrụ agha n'obodo Vuhledar, ha ji usoro iiiiiiiji mmadụ rinne nke amịtaghị mkpụrụ dịka, ụlọmmụta agha 'Institute for the Study of War' (ISW) siri kwuo.",
    "\"Amaghị ala, enweghị ike ọkpọaka ọgụ, nakwa enweghị ihe ime ndịagha Yukren ihe na na ntụmadi, butere na  ha enwetaghị ihe were anya kama ha tụnyerere nnukwu ihe.",
    "Ọnwụ ndịagha Roshia gbalitekwara n'oge 'Spring' afọ 2022 oge ọgụ a lụrụ na  Bakhmut - oge otu ngobi , Wagner Group, nyeere Roshịa aka inweta mmeri n'obodo ahụ.",
    "Onye ndu otu Wagner bụ Yevgeny Prigozhin, kwuru na o furu ha ndịagha 22,000.",
    "Mmerị Rọshịa meriri obodo Avdiivka dị n'Ọwụwa Anyanwụ Rọshịa n'oge autum afọ gara aga mekwara ka ọnụ ọgụgụ ndịagha Rọshịa nwụrụ gbalie.",
    "Rọshia",
    "Ukraine",
    "\"Ego bụ mmiri\" – Ihe Cubana Chief Priest kwuru dịka ụlọikpe sị ya kwụọ N10m iji gbapụta onwe ya17 Eprel 2024",
    "E liela ozu Abigail Frederick so Junior Pope nwụọ n'ihe mberede ụgbọmmiri na steeti ya17 Eprel 2024",
    "Jnr Pope mechara nwụọ - Emeka Rollas11 Eprel 2024",
    "Chris Oyakhilome: Ụkọchukwu Naịjiria na-ebu agha megide ọgwụ mgbochi ọrịa ịba18 Eprel 2024",
    "",
    "Mohbad: Ihe nwunye Mohbad kwuru maka akụkọ nna ụlọikpe sị ya mee nwa ya nnyocha 'DNA'?elekere 7 gara aga",
    "Nnamdi Kanu Case: Lee mgbe ụlọikpe ga-ekpebi ma a ga-ebuga ya na mkpọrọ imeụlọ17 Eprel 2024",
    "Lee nkwa E money kwere ụmụ Jnr Pope17 Eprel 2024",
    "Ndịagha Russia ole ka e gbuorola na Ukraine?17 Eprel 2024",
    "Ihe anyị ma maka onye nlekọta Damgrete Hotel ndịagha gburu n’Umuahia16 Eprel 2024",
    "A tụọla Bobrisky mkpọrọ maka ịmetọ Naịra12 Eprel 2024",
    "Lee nkwa E money kwere ụmụ Jnr Pope",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ndịisi agha Isreal aṅụọla iyi ịwakpo mba Iran na nzaghachị ogbunigwe ọ tụrụ ha",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}