{
  "published": "4 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Ndị uweojii London dị na mba Briten a ma dịka, 'Metropolitan Police' ekwuola na ha anaghị enyocha ebubo e boro Nwaeze na elekọta York (Duke of York)  metụtara nwoke lara mmụọ a ma dịka onye na-emetọ ụmụaka a kpọrọ, Jeffrey Epstein.",
    "N'akwụkwọ ụlọikpe mba Amerịka gosiri na-aeboro Nwaeze Andrew ebubo ịnwụ nwaanyị n'ara n'ụlọ  Epstein's house bụ nke ọ gọburu agụgọ sị na ọ bụghị eziokwu.",
    "'Harry na Meghan agaghị azazị Aha Eze ha - Buckingham Palace18 Jenụwarị 2020",
    "Eze Charles nke atọ, onye ọchịchị ọhụrụ4 Mee 2023",
    "Charles abụrụla Eze ọhụru8 Septemba 2022",
    "ụlọọrụ ndịuweojii Met sịrị, na ha ga-elebanye anya  n'ozi 'ọhụrụ' ' na nke 'metụtara' ma ọ bụrụ na o nwee  ndị wetara okwu ahụ n'ihu ha.",
    "Nwaeze Andrew so na ndị nwere agba aha ha dị n'akwụkwọ ụlọikpe nke a gbara n'anwụ na nsonso a na mba Amerịka.",
    "Bill Clinton na Nwaeze mba Briten bụ Nwaeze Andrew so na ndị nwere agba  aha ya dị n'akwụkwọ a gbara n'ụlọikpe megide otu nwoke a kpọrọ  Jeffrey Epstein ama make imetọ ọtụtụ ndị mmadụ.",
    "Akwụkwọ ikpe nke a gbara n'anwụ ọhụrụ a bụ akwụkwọ n'ikpe megide  Ghislaine Maxwell, bụ enyị nwaanyị Epstein bụ onye a tụrụ mkpọrọ maka inyere Epstein aka n'imetọ ụmụaka ụmụnwaanyị ọ na-emetọ.",
    "Aha ndị ọzọ dị n'akwụkwọ ikpe ahụ gụnyere ọgụ egwu Michael Jackson na onye anwansi a ma ma bụ  David Copperfield, mana o nweghị ihe ọjọọ a sị na ha mere.",
    "E boro Okparaeze Andrew ebubo ịnwụ nwaanyị n'ara  mana ọ gọrọ agụgọ",
    "Ụfọdụ n'ime ndị kafrịrị mmadụ 100 aha ha dị n'akwụkwọ ahụ ụlọikpe ahụ  bụ ndị boro maka ndị ọzọ maọbụ ndị a kpọrọ akaebe.",
    "Mana o nweghị ihe dara gbowam akwụkwọ ahụ gosiri banyere  Epstein, bụ onye nwụrụ na mkpọrọ dịka a na-ekpe ya ikpe maka ịgba mgbere mmadụ maka imetọ ha.",
    "Akwụkw ụllọikpe ahụ  nke dị ibe akwụkwọ 900 pụtara ihe n'ụbọchị Wenezde dịka Ọkaikpe New York bụ  Loretta Preska nyere iwu ka ewepụtara ya ọha, sị na ụlọntaakụkọ agbaala ọtụtụ aha dị na ya n'anwụ a, ebe ndị ọzọ pụtara ihe oge a na-ekpe  enyi Epstein bụ Ghislaine Maxwell ikpe.",
    "Akwụkwọ ikpe ahụ gosiri ndị nwere agba ha na Epstein bụ onye kwetara ere n'ikpe ya na ọ na-akwado ịgba ndị etoghị eto akwụna.",
    "Ọkaikpe Preska sịrị na ọtụtụ ndị ọzọ etighị mkpu sị sị ewepụtala akwụkwọ ahụ.",
    "O nyekwara iwu ka a ghara ịgba aha ụfọdụ n'anwụ n'ihi na o nwere ike ịgba ndị emetọrọ n'anwụ.",
    "A   na-atụ anya na akwụkwọ ndị ọzọ  ga-apụta n'abalị ole na ole na-abịa.",
    "Ebe foto si, Reuters",
    "Akwụkwọ ụlọikpe e wepụtara ọhụrụ a  gụnyere ebe Johanna Sjoberg,  bụ onye boro ebubo na Nwaeze Andrew nwụrụ ya n'ara dịka ọ dọnọrọ ala n'oche n'ụlọ  Epstein dị na Manhattan n'afọ 2001.",
    "Obieze mba Briten (Buckingham Palace)gọburu sị na  ebubo ya \"Abụghị eziokwu ma ncha\".",
    "N'akwụkwọ ikpe nke ewepụtara n'akụkọ ndị n'akwụkwọ akụkọ, Nwada Sjoberg boro ebubo na  Nwaeze tinyere ya aka n'ara oge  ya na  Virginia Giuffre( bụ onue ọzọ bokwara ebubo).",
    "N'afọ 2022, Obieze Briten kwuru Nwaada Giuffre nde kwuru nde  iji dozie ụka dịka nwada ahụ gbara Nwaeze Andrew akwụkwọ sị na o metọrọ ya oge ya dị afọ 17.",
    "Nwaeze Andrew kwuru na ya ya ahụbeghị Nwada Giuffre mbụ ma gọọ agụgọ na ebubo nwa ada ahụ boro ya.",
    "Aha aka chịburu mba Amerịka bụ Bill Clinton dị n'akwụkwọ ụlọikpe n'ikpe metụtarab Epstein mana o nweghị ihe gosiri na o mere ihe megidere iwu.",
    "Oge a kpọtụrụ ya, ndị na-ekwuchitere ya rụtụrụ aka n'ozi mgbasaozi o wepụtara n'afọ 2019 sị,  \"o nweghị ihe ọ ma\" banyere mpụ Epstein.",
    "Dịka akwụkwọ si kwuo,  Ms Sjoberg gbara akaebe na  Epstein otu ugboro na ' ụdị ụmụnwaanyị na-amasị  Clinton bụ\" ndị na-eto eto\".",
    "Clinton na nwatanwaanyị na-amụ ọrụ n'obi Onyeisiala Amerịka yịrị  oge ọ bụ onyeisiala.",
    "Akwụkwọ gosiri  ebe Maxwell kwuru n'ezie na  Clinton  ji ụgbọeleu  Epstein mee njem mana ọ maghị ụgboro ole.",
    "Clinton mere njem n'ụlọelu Epstein n'ihe a kpọrọ nyem enyemaka gaa Afrịka na mbido afọ  200s bụ oge o toro Epstein dịka onye ọrụ ebere n'etinye uchu n'ihe ọ na-eme. mana o mechara gbaara ya ọzọ.",
    "N'ozi mgbasaozi ahụ Clinton wepụtara n'afọ 2019, kwuru na njem ndị ahụ o ji ụgbọely Epstein mee, na ya na ndị ọrụ  ya na ndị na-akwado ya si n'ụlọrụ ebere 'Clinton Foundation' so mee ya bụ njem.",
    "Ozi ahụ sịrị, \"Ndị uweojii nzuzo na-eche ya so mee njem nile ahụ.\"",
    "Amerika",
    "Ụmụntoroọbịa",
    "United Kingdom",
    "Ịwakpo mmadu na-ike",
    "Mmeru nwata",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin 3 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "UK Visa: Lee ụmụakwụkwọ ndị mmachi mba a metụtara2 Jenụwarị 2024",
    "Betta Edu: Etu o siri ruo Aso Rok na ihe ndi ozo i na-amaghi maka ya9 Jenụwarị 2024",
    "NA EME UGBU A , Happy New Year: Ihe ndị Gọvanọ ọwụwa anyanwụ kwuru maka afọ ọhụrụ1 Jenụwarị 2024",
    "Disciples: Ihe dị egwu mere n'ime ụlọụka TB Joshua8 Jenụwarị 2024",
    "Prince Andrew : Anyị anaghị enyocha Nwaeze maka ebubo metụtara Epstein - 'Met Police'5 Jenụwarị 2024",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin 3 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Happy New Year: Ihe ndi mmadụ na-atụ anya n'afọ ọhụrụ a1 Jenụwarị 2024",
    "Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora29 Disemba 2023",
    "Disciples: Ihe dị egwu mere n'ime ụlọụka TB Joshua",
    "Betta Edu: Etu o siri ruo Aso Rok na ihe ndi ozo i na-amaghi maka ya",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}