{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bola Tinubu/Twitter",
    "Onyeisiala Bola Ahmed Tinubu agwala ụmụ Naịjirịa na ahụhụ  na ihe nhịahụ ha na-agabiga ugbua na-emetụ ya n'obi, mana n'oge adịghị anya \"anyị ga-esi ọchịchịrị a pụta ma banye n'ihe nke Naịjirịa ọhụrụ.",
    "Tinubu kwuru nke a na mgbasaozi pụrụ iche nke o mere n'elekere asaa nke uhuruchi ụbọchị Mọnde, bụ ụbochị 31 nke ọnwa Julaị 2023.",
    "Onyeisiala kọwara na atụmatụ 'Fuel Subsidy' bụ ihe e wepụtaburu iji nyere ụmụ Naịjirịa aka, \"mana ọ bụzi ihe mmadụ olemole ndị ọgaranya ji ebukọrọ Ego Naịjirịa.\"",
    "O kwuru na n'ime ọnwa abụọ gọọmentị ya kwụsịrị ịkwụ 'subsidy' Naịjirịa echelwaa ego ruru otu tarị naịra bụ nke a ga-etinye na ngalaba mmepe ndị ọzọ na Naịjirịa.",
    "Tinubu gara n'ihu kwu na ya ma na dịka ọ na-ebu agha ịkwalite ọnọdụ akụnụba Naịjirịa, mmadụ olemole ndị ji akụnụba Naịjirịa baa ọgaranya ga-ebusokwa ọchịchị ya agha, \"mana anyị dị njikere maka ha\".",
    "\"Ahụla m etu ọnụahịa mmanụ ụgbọala si gbalie, hụkwa etu ọnụahịa nri na ihe ndị ọzọ si soro ya gbalie. Ihe nhịahụ ndị mmadụ na-agabiga na Naịjirịa ugbua na-emetụ m,\" Tinubu kwuru.",
    "\"Ọ bụrụ na e nwere ụzọ ọzọ ka mfe iji mee ihe ndị a, a gaara m esoro ụzọ ahụ, mana enweghị ụzọ ọzọ.\"",
    "Mana Tinubu kwuru na naanị ihe ya nwereike ime bụ itinye atụmatụ dị icheiche nke ga-enye aka wetulata ihe nhịahụ ndị mmadụ na-agabiga.",
    "Ministerial List: Ụlọomeiwu amalitela nnyocha ndị Onyeisiala Tinubu hopụtara maka ọkwa ministaelekere 7 gara aga",
    "Tinubu ministerial list: Kedụ uru ndị minista bara n'ọchịchị Naịjirịa? 25 Julaị 2023",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịa27 Mee 2023",
    "Ebe foto si, Screengrab",
    "Ịmapụta Ijeri naịra 75 (N75b) iji nye ụlọọrụ 75 na-arụpụta ihe na Naịjirịa ego mgbazinye otu ijeri naịra n'otu n'otu iji kwalite ọrụ ha. Ha ga-enwe ohere ọnwa 60 iji kwụghachi ụgwọ a n'ọmụrụnwa pasentị itoolu.",
    "A mapụtara ijeri naịra 125 maka ụlọọrụ nta (MSME) dị icheiche iji nye ha ohere ịgbazite ego n'ọmụrụnwa pasentị itoolu bụ nke ha ga-enwe ohere ọnwa 36 iji kwụghachi",
    "Ime ka nri dị n'ụbara ma dịkwa ọnụ ala. Iji mee nke a, gọọmentị mapụtara nri 'grain' dị 'Metric Tonne' 200,000 iji kesaa ezinụlọ dị icheiche na steeti 36 dị na Naịjirịa nakwa FCT. A mapụtakwara 'Metrc tonne' fetịlaịza 225,000 iji kesaara ndị ọrụ ugbo na steeti dị icheiche",
    "Ịmapụta ijeri naịra 200 (N200b) iji kọọ obosara ala dị hekta 500,000. N'ime ego a, gọọmentị wepụtara ijeri naịra 50 (N50b) n'otu n'otu iji kọpụta Ọka, osikapa, akpụ nakwa wheat",
    "Ịmapụta ego pụrụ iche a kpọrọ 'infrastructural fund' bụ nke a ga-enye steeti dị icheiche maka ịrụpụta ọrụ a hụrụ anya.",
    "Gọọmentị mapụtakwara ijeri naịra 100 (N100b) iji zụta ụgbọala na-eji ikuku gaasị (Compressed Natural Gas) agba, ọnụọgụgụ ya dị puku atọ, nke ga na-ebu mmadụ 20 n'otu n'otu ma kesaara ya steeti na okpuru ọchịchị dị icheiche iji belata ụgwọ njem ụgbọala. A ga-ekesa ụgbọala ndị a nye ụlọọrụ njem ụgbọala dị icheiche na mgbazinye nke ọmụrụnwa ya ga-abụ pasentị itooly, bụkwa nke ha ga-enwe ohere ọnwa 60 iji kwụghachi ya.",
    "Gọọmentị na otu jikọrọ ndị ọrụ na-enwe mkparịtaụka iji kwekọrịta n'ụgwọ ọnwa opekata mpe ọhụrụ nke gọọmentị ga na-akwụ ndị ọrụ. Tinubu kwere nkwa na \"mbuli ụgwọọnwa ndị ọrụ na-abịa\".",
    "Onyeisiala Tinubu kwuru na ya ma na atụmatụ ndị a niile ga-arụ ọrụ, mana ọ dị mkpa ka ndị mmadụ nweere ọchịchị ya ndidi.",
    "Bola Tinubu",
    "Naijiria",
    "Akụ na ụba",
    "Gịnị bụ ọrụ Tinubu dịka onyeisioche Ecowas?10 Julaị 2023",
    "Ọ bụ iwu onyeisiala isi na mpaghara Naịjirịa dị icheiche họpụta ndị isi ọrụ nchekwa?20 Juun 2023",
    "Etu mgbali elu ọnụahịa mmanụ ụgbọala si emetụta ụmụ Naịjirịa21 Julaị 2023",
    "Godwin Emefiele: Gọọmentị Etiti akpụpụla Onyeisi CBN ụlọikpe 15 Julaị 2023",
    "'Ahụhụ ndị mmadụ na-ata na-emetụ m n'obi' - Ihe onyeisiala Tinubu kwuru na mgbasaozi yaelekere 6 gara aga",
    "Sit at home: Anambra, Ebonyi na-ekwo ekwo ebe ụfọdụ mpaghara Enugwu jụrụ oyi31 Julaị 2023",
    "Niger Republic Coup: Otu Ecowas amachiela ụgbọelu ọbụla ifefe maọbụ ifeba mba ahụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Sit at home: Anambra, Ebonyi, Abia na-ekwo ekwo ebe ụfọdụ mpaghara Enugwu jụrụ oyi",
    "Akwụkwọ ozi Nnamdi Kanu degaara Simon Ekpa bụ ezie, ama m akara edemede ya - Ada Biafra",
    "Simon Ekpa asaala Onyeisi Ụlọomeiwu Ukwu",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Abdourahamane Tchiani: Ọchịagha a ekwupụtala onwe ya dịka onyeisiala Niger Republic",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}