{
  "published": "06:23",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụghị eziokwu na m gbahapụrụ Ojazi Igbo fụọrọ m ọja n'egwu - KC Limpopo",
    "Onye dere ya, Kelechi Anozia na Amaka Bassey",
    "Ndị mere akụkọ a,  Video Journalist na Digital Technical Producer",
    "Ọgọọst 2023",
    "Otiegwu Kingsley Chinweike Okonkwo, onye e ji KC Limpopo mara, akọwaala gbasara ebubo ndị mmadụ na-ebo na ya gbahapụrụ nwata nwoke nyeere ya n'imepụta egwu ya nke wusara ebe niile a na-akpọ Ọjapiano.",
    "Na mkparịtaụka ya na BBC Igbo, KC kwuru na ọ bụghị eziokwu na ya gbahapụrụ nwata ahụ a na-akpọ Ojazi Igbo dịka ọtụtụ asịrị si efegharị na soshal midia.",
    "Ọtụtụ akụkọ fesara na KC gbahapụrụ nwa amadị ahụ bụ Ojazi Igbo dịka ha mechara egwu, mana KC kwuru na asịrị ahụ niile bụ okwu ụgha.",
    "\"O wutere m nnukwu etu ndị Igbo be anyị si ebugharị akụkọ ụgha na mụ ekweghị enyere nwata nwoke ahụ aka. Ọ bụghị eziokwu,\" KC kwuru.",
    "\"Ọ bụ m hụrụ nwata nwoke ahụ ebe ọ na-afụ ọja, kpọọ ya, gbaara ya ụgbọelu si mpagha ọwụwa anyanwụ bịa Legọs, kpọrọ ya banye na studio, kwụọ ya karịa ego ole mụ na ya kwuru, zụnye ya akwa, kpọrọ ya ghagharịa ebe dị icheiche na Legọs. Kedụ etu m siri mejọọ ya?\"",
    "KC kwuru na o nyere ya obi ụtọ na nwata nwoke ahụ mechakwara mee onyonyo ma kọọrọ ọha obodo na onweghị esemokwu dị n'etiti ha abụọ.",
    "Etu m si sọrọ KCee mee egwu Ojapiano - Chigozie Okeke23 Juun 2023",
    "AI in Music: Mụ na MI Abaga etikọọla egwu tupu m amalite iji AI emepụta egwu - Nkasiobi Chukwu 22 Julaị 2023",
    "Waste to Wealth: 'Ebe ndị ọzọ na-ahụ komkom mmanya, ana m ahụ ihe nka' - Ifedilichukwu16 Ọgọọst 2023",
    "KC kwuru na o teelarị ya chewere echiche ịma etu ya ga-esi webata ụfọdụ ngwaegwu e ji mara ndị Igbo n'ime egwu hiphop, ka mba ụwa matakwa na Afrịka nwere egwu dị mma.",
    "Ọ kọwara na ngwangwa ya kpọọrọ Ojazi Igbo bata n'ime studio, o tinye ọja ya n'ọnụ fụọ ya, \"akpata oyi awụọ onye ọbụla n'ahụ\".",
    "\"Anyị matara ngwangwa ahụ na anyị enwetala ụda egwu pụrụ iche nke ụwa niile ga-enwe mmasị na ya ya,\" ka o kwuru.",
    "\"Taa, n'akụkụ ụwa niile, ma ndị ọcha ma ndị ojii na-eji egwu a bụ Ọjapiano eme onwe ha obi aṅụrị.\"",
    "Ezigbo aha ya bụ Kingsley Chinweike Okonkwo",
    "Ọ bụ onye Uli, n'Anambra Steeti",
    "Ọ malitere ịgụ egwu n'otu ndị ukwe n'ụlọụka",
    "Ya na enyi ya nwoke a na-akpọ Presh jikọrọ aka n'ịgụ egwu dịka e ji KCPresh mara ha",
    "Ha abụọ meriri asọmpi TV a kpọrọ 'Star Quest' n'afọ 2002, mana ha mechara kewaa n'afọ 2011",
    "N'afọ 2013, egwu ya ọ kpọrọ Limpopo meriri nturuugo 'Headies' nke afọ ahụ dịka egwu kacha ụrọ",
    "Ndị mmadụ kiriri onyonyo egwu a bụ Ọjapiano ihe karịrị ugboro nde asaa n'ime ọnwa abụọ e ji tinye ya n'ọbaozi YouTube.",
    "Ụmụntoroọbịa",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Timi Dakolo: “Ọ bụrụ na Naịjirịa bụ mmadụ gbara afọ 62 a ga m asị ya nwanne m gaa hazie onwe gị”1 Ọktọba 2022",
    "\"Anaghị m ahụ onwe ka onye nwere nkwarụ\" - Ọkpọ ụbọ na-enweghị mkpịsị aka3 Disemba 2022",
    "Poco Lee: Etu m si bụrụ ọgbaegwu a ma ama nakwa ihe na-enye m ọṅụ21 Ọktọba 2022",
    "Ọtụtụ ndị a ma ama na-etigharị egwu m na-anataghị m ikike - Madam Ladder28 Ọktọba 2022",
    "Aisha Buhari: Amaghị m ma anyị mezuru ihe ndị mmadụ tụrụ anya na anyị ga-eme, mere m jiri rịọ ndị Naịjirịa19 Ọktọba 2022",
    "Vidio, Mali: Gịnị ga-emezi mba tinyere nchekwa ya n'aka otu Wagner?, Duration 3,3829 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Vidio, Ọ bụghị eziokwu na m gbahapụrụ Ojazzy Igbo gburu m ọja n'egwu 'Ojapiano' - KCEE, Duration 6,2322 Ọgọọst 2023",
    "Vidio, Waste to Wealth: 'Ebe ndị ọzọ na-ahụ komkom mmanya, ana m ahụ ihe nka' - Ifedilichukwu, Duration 4,2416 Ọgọọst 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}