{
  "published": "19 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mkpamkpa ndị ntọrị na-akpa n’ụfọdụ okporoụzọ Enugwu steeti ugbua emeela ka ndi njem na-achịzi n'obi ha n’aka.",
    "Ọtụtụ ndị njem a na-agbazị ọsọ ime njem n’okporoụzọ Ugwogo-Opi, Fourcorner nakwa Eke-Affa-Egede maka etu ndị ntọri si akpa ike ebe ahụ",
    "Akụkọ na ndi ntọrị na-eburu ndị njem n'okporoụzọ ndị a abụrụla ọkpụkpụ gbadoro n’akpịrị.",
    "Kwa izuụka a nụ otu akụkọ ka ha siri kpokọrọ ndị na-eme njem baa ime ọhia, ma nara ezinaụlọ ha nde kwụrụ nde, puku kwụrụ puku naịra tupu a tọhapụ ha. Ọtụtụ n'ime ndị a tọọrọ anwụọla maka na ezinaụlọ ha ewetaghị ego iji kwụọ ụgwọ n'isi ha nke a kpọrọ “Ransome”.",
    "Lee ụfọdụ okporoụzọ ndị ntọrị kachasị akpaike n'Enugu;",
    "'Anyị na-ekpochasị ọhịa iji gbaa n'anwụ ebe ndị ntọ na ndị ohi na-ezo'23 Ọgọọst 2019",
    "Etu ọtụtụ ndụ si laa n'iyi na mwakpo mere n'Eha-Amufu19 Disemba 2022",
    "Lee ọhịa dị iche iche ndị ntọrị mmadụ na-akpa ike n'Enugwu Steeti23 Septemba 2022",
    "Ụzọ Four Corner gwara Udi bụ nke ndị njem si Enugwu gawa Awka na-esi ka njem dịrị ha nkenke.",
    "Mana ndị ntọrị jizi ya bụ ụzọ mere ebe ha na-akpa ike. Ọtụtụ oge ka ihe onyonyo na-egosi ka ndị ntọrị sị kwụsi ụgbọala ndị njem ma kporo ha baa n'ime ọhịa na-efegharị na soshal midia.",
    "Ebe ha kachasị akpa ike n'ologolog ụzọ ahụ bụ na mpaghara Ishi Ozalla na Nvene.",
    "Ndịagha Naịjirịa na ndị uweojii nwere ọdọ nchekwa a kpọrọ 'checkpoint' dị nso n'Ishi Ozalla na Nvene ahụ.",
    "Ụzọ a bụ mpio e ji esi Enugwu aga Nsukka dịzị ka ọ bụzị isioche ndị ntọrị.",
    "Ngwa ngwa ndị njem na-aga Nsukka ruru n'Ugwuogo roundabout, ha na-achịzi obi n'aka ruo mgbe ha ga-agafecha Ekwegbe Agu, gafee Opi tupu ume ekudaa ha.",
    "Site n'ọhịa Alụsị Apị-Opi ka ndị ntọrị mmadụ ahụ na-anọ na-akpa ike.",
    "N'ọnwa ole ma ole gara aga, ka ndị ntọri tọọrọ onye jibu ọkwa 'Chief of staff n’Enugwu bụ Dọkinta Dan Shere n'ọhịa Opi.",
    "Nwamadị ahụ gbara ama na ọ kwụrụ nde kwuru nde naịra tupu ha atọhapụ ya. Shere kwukwara na onwere ndị ọzọ ha jikwa n’ime ọhịa ebe ekedoro ya.",
    "Ọtụtụ oge ka ndị uweojii na ndịagha na-agba ndị omekome ha jidere n’ime ọhịa Ugwuogo-Opi-Nsukka, mana ihe na-ebe ka na-ebe.",
    "Ụzọ a bụzi kwa izuụka ka ndị ọchịehi ji eburu ndị njem aba ime n'ọhịa.",
    "Ọ bụzi akaọrụ ọtụtụ n’ime ha n’ihi na ha na-enweta nnukwu ego na ya.",
    "N'ụbọchị  17 nke ọnwa a bụ Septemba ka ndị ntọri tọọrọ ụkọchukwu Katọlika bụ Fada Marcellinus Obioma Okide ka ọ na-agba n’ụzọ Eke-Affa-Egede iji laghachị n'ebo ọzụzụ a tụrụ ya dị na St. Mary Amofia-Agu dị n’Affa.",
    "Onye Chanselọr nke Enugwu Dayọsis bụ Fada Agubuchie kwuru ndị ntọri ahụ tọkwaara mmadụ isii ọzọ n'ebe ahụ ma sị ka a kwụọ ego ruru nde naịra 100 n'isi ụkọchukwu ahụ.",
    "Ndị omekome a nọkwa n'ọhia Ezeagụ nakwa Ugwuoba na-akpakwa ike kwa mgbe kwa mgbe.",
    "Ajọ ọnọdụ a mere na onye ọbụla chi jigidere n'abalị na-achịzi obi ya n’aka.",
    "Kọmishọna Uweojii ọhụrụ ewetara n’Enugwu steeti bụ Kanayo Uzuegbu aṅụọla iyi na ọ ga-ekpochapụ ndị ohi na ndị ama juru n'Enugwu Steeti.",
    "Ọgụ ndị na-achịehi",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Enugu Steeti",
    "Enugwu",
    "Miss Universe 2023: Ọ bụghị naanị mma ihu na mma ahụ ka a na-ele anya – Ihezue Ugochi Mitchel23 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite? 24 Septemba 2023",
    "NA EME UGBU A Ndị ntọ atọrọla ụmụakwụkwọ ụmụnwaanyị na mahadum 'Federal University Gusau',Zamfara3 Septemba 2023",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano22 Septemba 2023",
    "Lee ụfọdụ okporoụzọ bụ ọnya ndị ntọrị ji atọrọ ndị mmadụ n'Enugwu Steeti19 Septemba 2023",
    "'Itu ndị mmadụ aha bụ ihe dopuru m iche' - Akachukwu Iwuchukwu18 Septemba 2023",
    "Ekpuru m isi mana ọ napụghị m inweta 'First Class' na mahadum UNN -Chidozie Obianyo19 Septemba 2023",
    "Ojapiano: Gịnịdị ka ọ bụ,  ebe ka o si? onye bidoro ya?16 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mohbad: Nọọsụ ndị uweojii nwụchiri bụ nọọsụ adigboroja-Otu jikọrọ ndị nọọsụ",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}