{
  "published": "20 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Theophilus Oko/Facebook",
    "Ndị uweojii Anambara steeti ekwuola na ha na-ama imi n'ala iji chọpụta ihe butere ọnwụ ndị si otu ezinaụlọ n'Onicha Anambra steeti na nsonso a.",
    "Ifeanyị Theophilus Okoh, onye Amagu, Akegbe Ugwu dị n'Okpuru Ọchịchị a Nkanu-West, Enugwu steeti,   nwunye ya, ụmụ ha abụọ , ọgọ ya nwaanyị na nwa na-agbara ya bọị nwụrụ n'ụlọ ha kwabara ọhụrụ na Nkwelle GRA, Onịcha, Anambara steeti.",
    "Gịnị gburu nwoke, nwunye ya, nwa ha, na onye enyemaka ha n'otu ụbọchị n'Enugwu?12 Ọktọba 2021",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steeti24 Septemba 2021",
    "'Nleghara anya UNTH Enugwu gburu nwunye m'27 Eprel 2020",
    "Otu onye agbatataobi  ha achọghị ka a kpọọ aha ya gwara BBC Igbo sị, \" Ha dị  mmadụ isii nwụrụ; Ifeanyị, nwunye ya, ụmụ ha abụọ, otu nwoke na otu nwaanyị, ọgọ ya nwaanyị bịara ile ọmụgwọ.\"",
    "\" Ihe anyị nụrụ nwa bụ na nwunye ya mụrụ nwa na Wenezde.  Ha kwbaa n'ụlọọhụụ ụbọchị Satode. O rute Ụbọchịụka, ha mee obere 'house-warming. \"",
    "Ọ pụta Monde, a sị na ha nile anwụọla. Mana nwa ọhụrụ dị ndụ.\"",
    "Akụkọ na-efegharị na soshal midia kwuru na otu nwunye ya, ọgọ ya nwaanyị bịara ile nwa ọhụrụ nwunye ya mụrụ ọmụgwọ na nwa odibo ha nwụrụ n'ụlọ ha na Nkwelle Ọnicha Anambara steeti ụbọchị ụka, abalị 17 nke ọnwa Julai, afọ 2023.",
    "Akụkọ kwuru na  nwoke ahụ na  ezinaụlọ mere emume nwa ọhụrụ ha nakwa nkwaba n'ụlọ ọhụrụ ha n'ehihie Ụbọchịụka(17/7/2023) mana chi fo, ha dọrọ n'ozu.",
    "Akụkọ ọ kwuru na dịka, dịka ndị ọbịa ha lara na mgbede Ụbọchịụka, ezinaụlọ ahụ labara ụra mana o rutere na ndeeri, nwaanyị kulie, were hụ di ya na nne ya ka ha tọgbọ, were kpọọ nwanne ya nwaanyị n'ekwentị na-akọrọ ya ihe ọ hụrụ tupu ekwentị ya akubie.",
    "Akụkọ ahụ gara n'ihu kwuo na oge e ji rute ebe ahụ, nwaanyị ahụ amaghịkwa onwe ya, e bugara ya ụlọọgwụ akpọghị aha ya ebe e kwuru na ọ nwụọla.",
    "Ndị uweojii Anambara steeti kwuru na ha ma maka ọdachi ahụ ma sịkwa na ha malitela nchọpụta.",
    "Ọnụ na-ekwuru ndị uweojii Anambra steeti bụ Tochukwu Ikenga gwara BBC Igbo n'ekwentị sị,\"Anyị achọtala ụlọ ebe ihe ahụ mere .\"",
    "\" Anyị na-eme nchọpụta ịmata ụlọọgwụ ebe e bugara ha.\"",
    "Naijiria",
    "Anambra Steeti",
    "Enugwu",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabaraelekere 4 gara aga",
    "Ihe anyị ma maka nwaanyị a sị e tigburu, tufuo ozu ya na 'Swimming pool' n'ụlọnkwari n'Anambra steetielekere 9 gara aga",
    "Fuel price hike: A chụọla ụmụ m ise n’akwụkwọ, amaghị m ka m ga-esi kwụọ ụgwọ ha – Onye Ọkada20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na  ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabara",
    "Chinyere Awuda: Ihe anyị ma maka  nwaanyị a sị e tigburu, tufuo ozu ya na Swimming pool' ụlọnkwari n'Anambra steeti",
    "Forged certificate: Ụta dịịrị NYSC, ọ bụghị Peter Mbah - DSS",
    "Nnamdi Kanu: Ịhe ọkaiwu Kanu kwuru dịka ụlọikpe nyere DSS iwu ka ha nye  ohere ịhụ dọkịta",
    "Hon. Nelson Nnachebem: 'N'ihu m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}