{
  "published": "16 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Otu nwata nwoke, Chidozie Obianyo bụ onye kpuru isi mana o ritere nzere mmụta “First Class” site na mahadum 'University of Nigeria Nsukka'(UNN).",
    "Chidozie kọọrọ BBC Igbo na ọ bụ eziokwu na ya kpuru isi, mana nke a mere ya jiri ṅụọ iyi na ya ga-agụsi akwụkwọ ya ike ma gosi na ya na ndị na-ahụ ụzọ nwere ike maa aka.",
    "Chidozie Obianyo: Ekpuru m isi mana ọ napụghị m inweta 'First Class' na mahadum UNN",
    "Lee mmadụ atọ 'Disability Law' ga-amasị24 Jenụwarị 2019",
    "Lee etu nwa ada a jiri bụ 'nwaanyị kpuruisi mbụ nwetere PhD na Naịjirịa'2 Disemba 2021",
    "'Ịkpa oke megide anyị n'ihi ahụghị ụzọ gbochiri anyị inweta ọrụ'21 Eprel 2022",
    "Nwaamadị ahụ bụ onye kpuru isi site n’ọrịa anya a kpọrọ “glaucoma” kwuru ka onye ọbula nwere ọlụsị chọpụta ebe o nwere ike wee si na ya baara onwe ya uru ma wezuga ịrịọ arịrịọ.",
    "Nkwarụ",
    "Naijiria",
    "Enugu Steeti",
    "Ọmụmụ na mmụta",
    "Mohbad:Onye ọbụla nwere ozi ga-enyere anyị aka ịchọpụta etu Mohbad si nwụọ wetara anyị- Ndị uweojii Naijiria23 Septemba 2023",
    "Libya Flood: Ndị nwụọrọla n'oke Idemmiri Libya nwere ike iru 20,00014 Septemba 2023",
    "Anyị na-eti mkpu ndị ọcha ịkpagbu ndị ojii, kedụ ihe mere anyị ji akpagbu ndị osu? - Nuzo Onoh12 Septemba 2023",
    "Miss Universe 2023: Ọ bụghị naanị mma ihu na mma ahụ ka a na-ele anya – Ihezue Ugochi Mitchel23 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite? 24 Septemba 2023",
    "NA EME UGBU A Ndị ntọ atọrọla ụmụakwụkwọ ụmụnwaanyị na mahadum 'Federal University Gusau',Zamfara3 Septemba 2023",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano22 Septemba 2023",
    "Lee ụfọdụ okporoụzọ bụ ọnya ndị ntọrị ji atọrọ ndị mmadụ n'Enugwu Steeti19 Septemba 2023",
    "'Itu ndị mmadụ aha bụ ihe dopuru m iche' - Akachukwu Iwuchukwu18 Septemba 2023",
    "Ekpuru m isi mana ọ napụghị m inweta 'First Class' na mahadum UNN -Chidozie Obianyo19 Septemba 2023",
    "Ojapiano: Gịnịdị ka ọ bụ,  ebe ka o si? onye bidoro ya?16 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mohbad: Nọọsụ ndị uweojii nwụchiri bụ nọọsụ adigboroja-Otu jikọrọ ndị nọọsụ",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}