{
  "published": "18 Nọvemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC",
    "Ọkammụta Charles Igwe kụwara akụoyibo nsugbe gbasara okwu ahụ",
    "Mahadum UNN asaala sinatọ Nwaebonyi si na ebubo “Admission Racketeering” oboro ha na sinate bụ okpotokpo asị",
    "Onye isi ụlọ akwụkwọ mahadum University of Nigeria Nsukka bụ ọkammụta Charles Igwe agbarụọla ihu kwuo na ụlọ akwụkwọ UNN anaghị ere “admission” ma ọ bụ tinye aka ịnapụ nwata akwụkwọ ọbụla orubere ya.",
    "Okwu a pụtara dịka sinatọ si Ebonyi steeti bụ Onyekachi Nwebonyi butara mkpesa na ụlọ omeiwu nnukwu bu sinati wee kwuo ma UNN na-eme mpụ na aghụghọ n’inye oher akpọrọ admission n’ụlọ akwụkwọ ahụ.",
    "Sinatọ Nwebonyi nyere ọmumatụ kwuo na otu nwata nwaanyị Ekwe Princess Chinyere si Ebonyi steeti nwetara akara Jamb ruru ogo ịgụ akwụkwọ Medicine and surgery na UNN, mana ha napụrụ ya oher ahụ si ya gaa gụba Labouratory Science ma were ohere nwata ahụ nye ndị ọzọ.",
    "Ebubo a mere ndị Jamb jiri guzobe kọmittee maka inyocha UNN na ka ha si eme nnabata ụmụ akwụkwọ.",
    "BBC na Vice chancellor bụ Prof Charles Igwe nwere mkparitaụka ebe ọ nọrọ kọwaa na ezi okwu adịghị n’ihe Nwebonyi kwuru.",
    "Ekpuru m isi mana ọ napụghị m inweta 'First Class' na mahadum UNN -Chidozie Obianyo19 Septemba 2023",
    "Akụkọ kachasị taa: Mahadum Naịjirịa ehiwela ngalaba ọhụrụ16 Mee 2018",
    "ASUU strike update: A﻿ sị anyị kwụọ ụgwọ ụlọ afọ abụọ - Nwa akwụkwọ Unizik2 Nọvemba 2022",
    "Ebe foto si, Nwebonyi Onyekachi/Facebook",
    "Onyekachi Nwebonyi kwuputara okwu gbasara ebubo a n'ụlọomeiwu ukwu izu ole ma ole gara ag",
    "Ọkammụta Charles Igwe kọwaara anyi na afọ 2019 ka nwata nwaanyị ahụ nwetara 291 nke mere na enyeghi ya ohere ịgụ medicine and surgery. Ụlọ akwụkwọ ahụ nyere ya ndị ọzọ ometutara Lab science ma cọọsụ ndị ọzọ ka ha gụbazịa.",
    "Ya bụ nwata mechara dee akwụkwọ “change of course” mezuo usoro ya niile ma bidozia ya bụ medicine and Surgery.",
    "Ka ọ dị ugbua Ekwe Princess Chinyere nọ n’afọ nke atọ na ngalaba Medicine and Surgery nke University of Nigeria Nsukka.",
    "Prof Igwe kwuru na ọ bụ ihe nwute na Sinatọ Nwebonyi emeghị ezi nchọpụta tupu o boo UNN ebubo.",
    "O kwuru na UNN bụ ụlọ akwụkwọ na akwụba aka ya ọtọ n’ihe ọbụla gbasara ịnabata ụmụ akwụkwọ ọkachasị na ka mgbe afọ anọ ọbatara n’ọkwa dịka Vice Chancellor.",
    "Anyi akpọọla Sinato Nwaebonyi n’ekwe ntị ya, ma zigara ua ozi mana ọzaghị.",
    "Enugu Steeti",
    "Ọmụmụ na mmụta",
    "Ndị Hamas atọhapụla ụmụafọ Isreal mmadụ 13 ha ji eji elekere 8 gara aga",
    "Ehighi m ụra, erighi m nri, iji kpaa 'wig' tokarichara n'ụwa - Helen Williams24 Nọvemba 2023",
    "NA EME UGBU A , A ga-atọhapụ Oscar Pistorius gburu enyi ya nwaanyị na Saụt Afrịka1 Nọvemba 2023",
    "Etu Minista si kpụpụ di na nwunye ụlọikpe n'Enugwu dịka nwaanyị gbara nkịtị di ya na-emetọ nwa ha nwaanyị20 Nọvemba 2023",
    "Admission Racketeering: Mahadum UNN asaala Senator Nwaebonyi18 Nọvemba 2023",
    "Ọ bụ eziokwu na a hụrụ ozu mmadụ 322 n’otu ili n’Anambra Steeti? Lee ihe anyị ma17 Nọvemba 2023",
    "Etu ndị omekome si wakpoo ndị ọchịechi n'Anambra ma gbuo ehi 2017 Nọvemba 2023",
    "Ọ bụ ọzụzụ a zụrụ m dịka nwaanyị mere m ji bụrụ ezigbo osite - White Money16 Nọvemba 2023",
    "Mathias Ezeaku arrested: Lee ọnọdụ onye mgbọ tụrụ oge a wakporo ọgbakọ ndị Omenala Bụ Uzo Eziokwu",
    "Ndị Hamas atọhapụla ụmụafọ Isreal mmadụ 13 ha ji eji",
    "Simon Ekpa: Gọọmentị mba Finland asaala 'Chief of Defence Staff' okwu",
    "Ebe aha 'Chukwu Okike Abiama' siri bidoEmelitere ikpeazụ na: 30 Jenụwarị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}