{
  "published": "23 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "“Gwo gwo gwo ngwo” bụzi okwu dị n’ọnụ ọtụtụ mmadụ na soshal midia, ọkachasị Instagram, TikTok nakwa Facebook dịka otu onye a ma ama na-akpaọchị bụ Brain Jotter ji ya mee ihe onyonyo.",
    "Ihe onyonyo Brainjotter mere akwụsịghị naanị n’owuwu, ọtụtụ mmadụ jizi ya “Gwo gwo gwo ngwo” eme ihe onyonyo nke ha iji ṅọmie ihe Brainjotter mere.",
    "Na-agbanyeghi etu “Gwo gwo gwo ngwo” si n’ebe niile na soshal midia, ọtụtụ mmadụ na-agụ ya amaghị ihe ọ pụtara nakwa etu o siri malite.",
    "Ngwa buru oche gị ka anyị kọọrọ gị ihe ọ pụtara;",
    "Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ n'oge agha21 Julaị 2024",
    "Etu ndị ntoroọbịa sị tụkọta ego ma rụziere Mike Ejeagha ụlọ ochie ya4 Eprel 2021",
    "“Gwo gwo gwo ngwo” bụ ukwe egwu dị n’egwu akụkọ ifo nke otiegwu a ma ama bụ Mike Ejeagha tiri n’afọ 1983",
    "Aha egwu ahụ Mike Ejeagha tiri nke nwere ukwe egwu “Gwo gwo gwo ngwo” bụ “Ka esi le Onye Isi Oche” nke dị n’efere egwu ya “AKUKO N’EGWU”.",
    "Egwu ahụ (Ka esi le Onye Isi Oche) kọọrọ akụkọ ife etu Mbe siri ghọrịgbuo enyi ya bụ Enyi ma were ya isi lụọ Adaeze n’obodo ha.",
    "Nke a mere mgbe Ada Eze tozuru agbọghọ nọrọla ọtụtụ afọ na-enweghi onye o kwere ka ọ lụọ ya na-agbanyeghi ọtụtụ ndị bịara ịlụ ya.",
    "Eze jụrụ Ada ya ihe mere na ọ chọbeghi ịlụ di, Ada Eze kwuru na onye ọbụla ga-alụ ya ga-akpụtara nna ya Enyi.",
    "Mgbe ha na-ekwu nke a, ọ bụrụ na mbe nọ n’akụkụ na-ege ntị n’ihe Eze na Ada ya na-ekwu.",
    "Ngwa ngwa, Mbe gakwuuru enyi ya bụ Enyi, gwa ya na Eze kpọrọ ha oku na ọ ga-agba ọfalla ma sị na Eze kwuru na ọ ga-abụ onyeisioche n’emume ahụ.",
    "Dịka ha na-akwado ịga ọgbakọ ahụ, Mbe gwara Enyi ka ọ kwọrọ ya n’azụ ma tinye ya ụdọ n’olu ka ọ ghara isi n’azụ Enyi daa dịka ha na-aga njem.",
    "Mgbe ha na-aga n’ụzọ ka Mbe malitere ịgụ egwu ahụ  sị;",
    "“Nna m Eze akpata m Enyi, Gwo gwo gwo ngwo!",
    "Nna m Eze akpata m Enyi, Gwo gwo gwo ngwo!",
    "Nwa Mbe ị sị na ị kpata onye? Gwo gwo gwo ngwo!",
    "Na asị m ala dube Enyi Chebe Enyi, ọ dị ka asị m akpata Enyi, Gwo gwo gwo ngwo!",
    "Ọkwa onye ga-abụ onyeisi oche? Gwo gwo gwo ngwo!",
    "Enyi na-aga na anyị so gị n’azụ, Gwo gwo gwo ngwo!”",
    "Mgbe ha ruru n’ụlọ Eze, Mbe were ụdọ ahụ dị n’olu Enyi tinye Eze n’aka ma gwa ya na ọ bụ Enyi ka o ji bịara ịlụ Ada ya nwaanyị.",
    "Etu a ka Mbe si were Enyi lụọ Ada Eze.",
    "Ebe foto si, BrainJotter",
    "Kamgbe izuụka ole ma ole Brainjotter ji egwu \"Gwo gwo gwo ngwo\" mee ihe nkiri 'skit', ọ malite iwu ebe niile.",
    "Ọtụtụ mmadụ malitere na-ajụjụ ajụjụ onye ka Mike Ejeagha bụ, ebe ọ nọ nakwa etu ọnọdụ si dịrị ya.",
    "Ndị maara ya ọfụma kọwara ebe o bi nke mere ụfọdụ ndị mmadụ agaala n'ụlọ ya ma nye ya onyinye dị iche iche.",
    "N'otu aka ahụ, Brainjotter n'onwe ya gara nleta n'ụlọ Ejeagha, kelee ya ma nyekwa ya onyinye gụnyere nde naịra abụọ (N2m).",
    "Ụfọdụ ndị mmadụ malitere ịkatọ ya ma sị na o ji egwu Mike Ejeagha na-enwete ego na soshal midia na ọ bụrụ naanị nde naịra abụọ ka ọ ga-enye ya.",
    "Mana Brainjotter kwuru na nke ahụ abụghị eziokwu, na ego o nyere bụ onyinye obi ọcha si n'akpa ya.",
    "Mike Ejeagha bụ otiegwu a ma ama na-akọ akụkọ ifo n’egwu ya.",
    "Ọ bụ nwafọ obodo Ezeagu dị n’Enugwu Steeti.",
    "A mụrụ ya n’ụbọchị anọ nke ọnwa Epril n’afọ 1930",
    "Ọ hapụrụ ụlọakwụkwọ n’afọ 1948",
    "Ejeagha ji iti ogene malitere itiegwu ka ọ na-etolite okoroọbịa n’afọ 1945 mgbe ọ nọ n’otu a kpọrọ ‘Coal Camp Boys’",
    "Ọ mụrụ ka e si akpụ isi n’afọ 1949 bụ nke ọ na-eme ma na-etikwa egwu.",
    "Ejeagha mechara kwụrụ n’onwe ya na-eti egwu bụ ebe o tiri efere egwu gụnyere; Akụkọ na Egwu, Ụwa mgbede ka mma, Onye ndịdị dgz.",
    "Aha a na-etukaarị ya bụ ‘Gentleman Mike’",
    "Ihe mkparị ọchị",
    "Akụkọ mgbe gboo",
    "Anụmanụ",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Omenala",
    "Vidio, Jaydee Bombshell: Ndị Igbo kwesịrị ị na-akwado onwe ha maka na ugbua bụ oge ha, Duration 3,5326 Julaị 2024",
    "Vidio, Gịnị ka “Gwo gwo gwo ngwo” egwu Mike Ejeagha a na-ewu ewu pụtara?, Duration 3,4523 Julaị 2024",
    "Vidio, Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ n'oge agha, Duration 2,577 Febụwarị 2019",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee20 Julaị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}