{
  "published": "27 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Other",
    "Ndịagha ụgbọelu Naịjirịa ekwuola na ha tụrụ ogbunigwe n’ogige ndị otu Indigenous People of Biafra (Ipob) na Eastern Security Network (ESN) nke dị n’Anambra nakwa Imo steeti n’ụbọchị Tuzde 26 Sepụtemba 2023.",
    "Nke a dị n’akwụkwọ ozi onye mgbasaozi ndịagha ụgbọelu bụ Edward Gabkwet wepụtara ma sị na nke a bụ iji kụsaa nkata ndị otu na-akpa n’ogige ndị a.",
    "O kwuru na ebe ndị a tụrụ ogbunigwe a gụnyere ndagwuru ugwu dị n’ọhịa Orsumughu dị n’okpuruọchịchị Nnewi South nke Anambra Steeti nakwa ọhịa Aku Ihube dị n’okpuruọchịchị Okigwe mke Imo steeti.",
    "Ihe mere anyị jiri tụọ ogbunigwe n'ọhịa Orsumoghu nakwa ebe ndị ọzọ - Ndịagha ụgbọelu14 Ọgọọst 2023",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti24 Febụwarị 2022",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano22 Septemba 2023",
    "O kwuru na ndịagha nwetere ozi na ndị otu a nọ n’ogige ndị a akpa nkata ịwakpo ndị mmadụ n’Anambra, Imo nakwa ebe mpaghara ndị ọzọ dị n’Ọwụwa Anyanwụ.",
    "“Site na mgbakọta aka enyemaka ndịagha ụgbọelu nọ n’ọrụ n’atụmatụ a kpọrọ ‘Udo Ka II’ na ndịagha nọ n’ala nakwa ndị ọrụ nchekwa ndị ọzọ ka e ji tụọ ogbunigwe n’ogige ndị a”.",
    "Gabkwet gara n’ihu kwuo na ogbunigwe mere ọfụma site n’ọkụ a hụrụ na-agba n’ogige ahụ, ndị otu a hụrụ ka ha na-agba ọsọ nakwa ama ndị mmadụ gbara.",
    "O kwuru na ndịagha ụgbọelu nakwa ndị ọrụ nchekwa ndị ọzọ agaghị ada mba na mbọ ha na-agba n’ichekwa Naịjirịa ma gwa ọha na eze ka ha gaa mkpa dịịrị ha na-atụghị egwu ọbụla.",
    "Nke a abụghị mbụ ndịagha na-atụ ogbunigwe n’ogige ndị e chere bụ IPOB/ESN, n’ọnwa Ọgọọst gara aga ha tụkwara ogbunigwe n’ogige ndị otu a dị n’Orsumughu, Anambra Steeti.",
    "Naijiria",
    "Imo steeti",
    "Ndịagha",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marleyelekere 3 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu3 Ọktọba 2023",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị1 Ọktọba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marley",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "A chụola okaikpe n'ọrụ maka ịsị nwaanyị 'mechie ụkwụ gị'Emelitere ikpeazụ na: 27 Mee 2020",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}