{
  "published": "6 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty images/Met Police",
    "Ike Ekweremadu, bụbu osote onyeisi sineti Naịjirịa, nọrọ n'ụlọmkpọrọ a Belmarsh Prison, ihe karịrị ọnwa isii dịka ikpe ya gara n'ihu n'England.",
    "A mara Ekweremadu, nwunye ya bụ Beatrice, na otu dọkịta aha ya bụ Obinna Obeta, ikpe n'ụbọchị Fraịde, bụ ụbọchị ise nke ọnwa Mee, gbasara ebubo ịgba ohu ọgbara ọhụrụ nakwa ịtụ mgbere akụkụ ahụ mmadụ.",
    "Dịka ikpe a na-aga n'ihu, ụlọikpe nyere iwu ka e jichie Ekweremadu na Obeta n'ụlọmkpọrọ, mana ha tọhapụrụ nwunye ya ka o si n'ụlọ na-abịa.",
    "Onye ntaakụkọ BBC na-eso etu ikpe a si gaa kwuru na ọ bụ na ụlọmkpọrọ Belmarsh ka e jichiri Ekweremadu.",
    "Akụkọ kwuru na okaiwu Ekweremadu bụ Martins Hick mere mkpesa gbasara nke a ma kwuo na \"Belmarsh bụ ụlomkpọrọ ọnọdụ nchekwa dị na ya dị elu ma bụrụkwa ebe a na-edebe ndị ekperima isiakpụ mere nnukwu ihe ọjọọ, dịka ndị na-eyi ndụ egwu, ndị ogbu mmadụ na ihe ọjọọ ndị ọzọ dịka ha\".",
    "Hicks kwukwara na ahụ esichaghị Ekweremadu ike dịka ọ nọtere aka n'obodo a mụrụ ya.",
    "Dịka a machara Ekweremadu ikpe, a kpụgakwara ya n'ụlọ mkpọrọ Belmarsh mana a na-eche na e nwereike ịkpọpụ ya ebe ahụ tinye ya n'ụlọ mkpọrọ ọzọ.",
    "Ike Ekweremadu: A tụọla Ekweremadu na nwunye ya mkpọrọ na mba UK5 Mee 2023",
    "Ike Ekweremadu:Ihe ụmụ Naijiria na-ekwu dịka a tụrụ Ekweremadu mkpọrọ5 Mee 2023",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu5 Mee 2023",
    "Ebe foto si, Getty Images",
    "Belmarsh bụ ụlọmkpọrọ nọ n'ogogo \"A\" dịka e si hazie ogogo ndị dara iwu na mba England.",
    "Ọ dị na mpaghara Thamesmead nke obodo London.",
    "N'ime ụlọmkpọrọ a, e nwere ebe a na-akpọ 'High Security Unit' nke nwere ọnụ ụlọ 48; a na-ahụta ya dịka ụlọmkpọrọ kacha nwee nchekwa na 'United Kingdom' niile. Ụfọdụ na-akpọ ya 'Guantanamo Bay' nke mba Briten.",
    "'Guantanamo Bay' bụkwa ụlọmkpọrọ ọzọ a ma ama na mba Amerịka.",
    "Ụlọmkpọrọ a bụ Belmarsh malitere ọrụ n'ụbọchị abụọ nke ọnwa Eprel  afọ 1991, ndị nọ n'ime ya na-enwe ohere agụmakwụkwọ na ọzụzụ dị icheiche.",
    "O nwere ebe mmegharị ahụ (gym) abụọ, otu maka inye nkuzi mmegharị ahụ, nke ọzọ bụ ebe ndị mkpọrọ na-anọ emegharị ahụ.",
    "Ụlọmkpọrọ a na otu egwu bọọlụ 'Charlton Athletic' nwere nkwekọrịta maka inye ndị mkpọrọ ọzụzụ ha ga-eji bụrụ ndị nkuzi egwuregwu bọọlụ n'usoro nhazi egwuregwu bọọlụ mba England.",
    "O nwekwara atụmatụ inye ọgwụgwọ maka ndị mkpọrọ na-eche echiche igbu onwe ha maọbụ imerụ onwe ha ahụ.",
    "N'ụlọmkpọrọ a, e nwekwara atụmatụ pụrụ iche maka ndị mkpọrọ bụ ndị mbịarambịara iji kụziere ha maka usoro iwu mbịarambịara nke mba UK.",
    "E kere ụlọ mkpọrọ dị na mba England n'ogogo A, B, C, na D.",
    "Ụlọ mkpọrọ ndị nke ogogo A bụkwa ndị a na-akpọ 'High Security'. Ọ bụ ebe a na-ede ndị mere nnukwu mpụ, ndị a na-atụ egwu na mgbapụ ha ga-etinye ọhaobodo na nnukwu ihe ize ndụ.",
    "Mpụ nwereike ibute mmadụ n'ụlọ mkpọrọ ogogo A gụnyere, igbu ọchụ, ịwakpo nwaanyị n'ike, iji egbe ezu ohi, ịkpacha anya merụọ mmadụ ahụ, ntọrị mmadụ, ibu ọgwụ ike, inwe ngwaọgụ ọjọọ maọbụ ogbunigwe, iyi ndụ egwu, nakwa ụdị mpụ ndị dị otu a.",
    "N'aka nke ọzọ, ụlọ mkpọrọ ndị ogogo D bụ ebe a na-edebe ndị  a na-echeghị na ha nwereike ịchọ ịgbapụ na mkpọrọ. A na-akpọ ụdị ụlọ mkpọrọ ndị a 'Open Prison'.",
    "Ndị a na-edebe ebe a bụ ndị agaghị anọcha oge mkpọrọ ha niile n'ụlọmkpọrọ kama ha ga-anọ ọkara, ma pụọ nọchapụzie ndị ọzọ n'ịrụ ọrụ enyemaka nye obodo ha.",
    "Cheta na ọ bụ ụdị mkpọrọ a ka a tụrụ Ekweremadu. Ọkaikpe Justice Johnson kwuru na Ekweremadu, nwunye ya na Obinna Obeta ga-anọ ọkara abụọ n'ime atọ nke oge mkpọrọ ha n'ime mkpọrọ, ma nọzue oge nke fọrọ afọ n'ọrụ obodo.",
    "Nke a pụtara na a na-atụ anya na e nwere ike ịkpọpụ Ekweremadu na Belmarsh gaa ụlọmkpọrọ ọzọ.",
    "Nga",
    "United Kingdom",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "King Charles Coronation: 'Eze ị ga-adị o!' Ekpunyela Eze Charles III okpu Eze6 Mee 2023",
    "Eze Charles nke atọ, onye ọchịchị ọhụrụ4 Mee 2023",
    "Ike Ekweremadu: Ihe ndi ị maghị maka 'Belmarsh Prison', ụlọmkpọrọ ebe Ekweremadu nọrọ oge ikpe yaelekere 9 gara aga",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}