{
  "published": "11 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @RealAARahman/X",
    "Otu jikọtara ndị gọvanọ Naịjirịa bụ Nigeria Governors’ Forum (NGF) ekwuola na nchabiikpe Ụlọikpe Kachasị nke kwupụtara nnwereonwe Okpuruọchịchị bụ nke ga-ebupụrụ ndị gọnaọ ibu arụ.",
    "Onyeisioche NGF ma bụrụkwa aka na-achị Kwara steeti bụ Abdulrahman AbdulRazaq kwupụtara nke a n’ụbọchị Fraịde 12 Julaị 2024 n’obi ọchịchị dị n’Abuja.",
    "AbdulRazaq kwuru na ndị gọvanọ nabatara nchabiikpe Ụlọikpe Kachasị dịka obi dị ha ụtọ na nkesa ikikere ọchịchị ga-erute n’Okpuruọchịchị ugbua e nyere ha nnwereonwe.",
    "N’okwu ya, AbdulRazaq sịrị na “nchabiikpe ahụ ga-ebupụrụ ndị gọvanọ ibu arụ n’ihi na ndị anyị na-achị amaghị ego ole steeti dị iche iche na-emefu iji gbapụta Okpuruọchịchị ha na nsogbu ego.”",
    "O kpuhere na ndị gọvanọ ga-ezukọ n’ụbọchị Wenezde inwe mkpebi gbasara okwu ahụ ma kwuo na enwebeghị oge ọbụla ha jirila ego e mebere maka Okpuruọchịchị mee ihe masịrị ha dịka ụfọdụ mmadụ si eche.",
    "Ebe foto si, @AlgonNationalHQ/X",
    "Otu jikọtara Okpuruọchịchị ndị e nwere na Naịjirịa bụ Association of Local Governments of Nigerịa (ALGON) etoola nchabiikpe Ụlọikpe Kachasị bụ nke kwupụtara nnwereonwe Okpuruọchịchị dị iche iche.",
    "Onyeisioche ALGON bụ Maifata Aminu Mu’azu kwupụtara nke a n’ihe omume ụlọmgbasaozi Channels Television n’ụbọchị Fraịde 12 Julaị 2024.",
    "Mu’azu kwuru na nke ahụ dabara adaba na-agbanyeghị na e nwere ụfọdụ steeti ndị nyere Okpuruọchịchị ha nnwereonwe tupu nchabiikpe ahụ.",
    "Ọ kọwara omume ndị gọvanọ na-ejichi ego e mebere maka Okpuruọchịchị ha dịka nke iwu akwadoghị.",
    "Dịka Mu’azu siri kwuo, onye ọbụla kwesịrị ịṅụrị ọṅụ maka nchabiikpe ahụ tụmadị ndị bi n’ime ime obodo.",
    "Ntuliaka LG nke Imo steeti bụ ezigbo asị -Ekechi25 Ọgọọst 2018",
    "Gọvanọ Dave  Umahi emeriela ntụliaka imeụlọ APC maka ọkwa omeiwu Ebonyi South31 Julaị 2022",
    "Ntuliaka okpuru ọchịchị nke Imo steeti: Ọ dịghị ka a na-eme ntuliaka25 Ọgọọst 2018",
    "Ebe foto si, OUKtweets/X",
    "Aka chịburu Abịa steeti ma bụrụ onye omeiwu na-anọchiteanya Abịa North n’Ụlọomeiwu Ukwu Naịjirịa bụ Orji Uzor Kalu etoola Ụlọikpe Kachasị maka nchabiikpe ya banyere nnwereonwe Okpuruọchịchị.",
    "N’ozi o bipụtara n’akara ọbaozi X ya n’ụbọchị Fraịde 12 Julaị 2024, Orji Uzor Kalu kọwara nchabiikpe ahụ dịka nke e kwesịrị iweliri aka.",
    "N’okwu ya, “nchabiikpe a ga-eme ka nkwụrụnankeonwe Okpuruọchịchị gbasie ike ma belata oke ibu arụ nke gọọmenti steeti.”",
    "Ọ sịrị na mgbe ọchịchị ruru n’Okpuruọchịchị, ọ na-adị mfe ịchọpụta ma mee ka ndị ndu nye ngụkọ.",
    "Ebe foto si, @ccsoludo/X",
    "Ndị gọvanọ ekwuola na ha ga-enyocha nchabiikpe Ụlọikpe Kachasị gbasara nnwereonwe Okpuruọchịchị ndị e nwere na Naịjirịa.",
    "Aka na-achị Anambra steeti bụ Charles Soludo kwupụtara nke a n’ụbọchị Tọzde 11 Julaị 2024 oge ya na Onyeisiala Bola Tinubu nwechara nzukọ n’obi ọchịchị Naịjirịa dị n’Abụja.",
    "Soludo kọwara nchabiikpe ahụ dịka “nnukwu ihe”. O kwuru na Ụlọikpe Kachasị bụ okwuchaa ọgwụ ebe ya onwe ya bụ onye kwenyere n’ọchịchị onyekwuoucheya na ikikere nke iwu.",
    "Soludo gbakwunyere na ndị gọvanọ ga-ezute Tinubu iji “nyochaa mkpebi ụlọikpe ahụ”.",
    "Ebe foto si, Bola Tinubu/Facebook",
    "Onyeisiala Naijiria bụ Bola Ahmed Tinubu e toola mkpebi ụlọikpe kachasị n’Naịjirịa nke kwadoro nnwere onwe okpuruọchịchị.",
    "Na nkwupụta ụlọọrụ onyeisiala wepụtara ụbọchị Tọzdee Julai 11, 2024, kwuru na mkpebi a gosiri mkpa okpuruọchịchị dị na iwu obodo.",
    "N'ikpe ya, ụlọikpe ahụ kwuru na iwu megidere ọchịchị steeti ị na-ejide ego ruuru okpuruọchịchị na Naịjirịa.",
    "Ọkaikpe nyere mkpebi a bụ Emmanuel Agim, kwuru na \"Okpuruọchịchị ime obodo dị 774, kwesịrị inwe ikike ijikwa ego ha na-enweta n'aka gọọmenti etiti.\"",
    "Onyeisiala Tinubu kwuru na ọ bụrụ na gọọmentị okpuruọchịchị enweghị ego n'aka, nke a na-egbochi mmepe obodo.",
    "Ebe foto si, ALGON",
    "Ụlọikpe Kachasị na Naịjirịa ekwuola na ọ bụ ihe megidere iwu ka ọchịchị steeti na-ajide ego ndị ruuru okpuruọchịchị na Naịjirịa.",
    "N’ikpe ahụ, nke ọkaikpe Emmanuel Agim nyere, ụlọikpe kwuru na ọ hụtara na ọnwụ gọọmentị steeti na-esi maka okpuruọchịchị inwe akpaego nke ha eruola ihe karịrị afọ iri abụọ.",
    "O kwuru na okpuruọchịchị ndị a anaghịzi anata ego n’aka ndị gọvanọ na-anatara ha ego ndị a.",
    "Ọkaikpe a kwuru na okpuruọchịchị steeti dị 774 na Naịjirịa kwesịrị iji aka ha na-ahazi ego nke ha.",
    "Ọ kụchapụrụ mkpesa ndị gọvanọ nyere megide ndị okpuruọchịchị inwe akpaego nke ha.",
    "E nwere okpuruọchịchị 774 na Naịjirịa mana ọnọdụ gọọmentị nke atọ a adịghị mma n’ihi etu ndị gọvanọ ji akpachi ego ndị e kwesịrị iji rụọ ọrụ n’ime obodo ndị a.",
    "N’ọnwa ole ma ole gara aga, ọkpụkpọ oku ka ọchịchị okpuruọchịchị nwere onwe ha n’okwu ego bịara rịa elu nke mere Gọọmentị etiti jiri tinye anya na ya.",
    "N’ọnwa Mee, Onyeisiala Tinubu site n’aka ọkaiwu gọọmentị bụ Lateef Fagbemi kpụpụrụ ndị gọvanọ steeti 36 n’ụlọikpe n’ebubo na ha na-emetọ ego ruuru ndị okpuruọchịchị.",
    "A bịa n’ego a na-ekesa n’etiti gọọmentị Naịjirịa kwa ọnwa, gọọmentị etiti na-enwete pasentị 52.68%, steeti 26.72% ebe okpuruọchịchị na-enwete pasentị 20.60%.",
    "Mana ego a na-akwụnye ego gọọmentị okpuruọchịchị n’akaego nke ha na gọọmentị steeti nwekọtara ọnụ.",
    "Ọkaiwu gọọmentị etiti kwuru gwara ụlọikpe ka o nye iwu ga-egbochi ndị gọvanọ iji aka ha ahọpụta ndị ga-abụ ndịisi okpuruọchịchị mgbe masịrị ha.",
    "Na nchabi ikpe ya, Ọkaikpe Agim nyere iwu ka ndị gọvanọ malite ịkwụ ndị okpuruọchịchị ego ruuru ha,na o nweghi gọvanọ ọbụla a ga-akwụ ego ruuru gọọmentị okpuruọchịchị.",
    "Otu onye ọnụ na-eru n’okwu bụ Dennis Ekemezie kwuru na ikpe a Ụlọikpe Kachasị nyere bụ ezigbo ihe nye ọchịchị onye kwuo uche ya.",
    "Ọ gwara BBC Igbo na uru dị na ya maọbụ ihe gọọmentị okpuruọchịchị ga-erite site n’ikpe a buru ibu.",
    "Ekemezie kwuru na nke mbụ bụ na okpuruọchịchị ga-akwụrụ onwe ha dịka gọọmentị steeti na gọọmentị etiti si kwụrụ n’onwe ha.",
    "“Nke a pụtara na gọọmentị okpuruọchịchị ga-eji aka ya hazie onwe ha, rụọ ọrụ dịirị ha na-enweghi mgbochi ọbụla site n’aka ndị gọvanọ.",
    "“Gọọmentị okpuruọchịchi ga-eketa ego zuru oke ugbua na-abụghị nke si e si n’aka gọọmentị steeti maọbụ gọvanọ kenyere ha etu o siri masị ya.”",
    "Ọ gara n’ihu kwuo na atụmatụ a ga-ewete mmepe ruo n’ime ime obodo maka na ọ bụ okpuruọchịchị na-ahụta na ọchịchị gọọmentị ruru n’ime obodo.",
    "Gọọmentị okpuruọchịchị ga-enwe ohere ịhazi ntuliaka iji họpụta ndị kaụselọ bụ ndị ga-arụ ọrụ ka kọmishọna imepe obodo.",
    "Ọ gbakwụnyere na ndị gọvanọ agaghị enwezi ikike ịchụ ndịisi okpuruọchịchị n’ọrụ maọbụ ịhọpụta ndị masịrị ha.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A, Onyeisiala Tinubu na ndịọrụ enweela nkwekọrịta ka ụgwọ opekatampe bụrụ N70,000",
    "Ihe mere ndị omeiwu Imo ji sị ka Gọvanọ Uzodimma chụọla Ọkaikpe Ukwu steeti ahụelekere 9 gara aga",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu16 Julaị 2024",
    "Ihe ise na-ese okwu na mkpebi Ụlọikpe Kachasị nyere maka 'Local Government autonomy'16 Julaị 2024",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ13 Julaị 2024",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike15 Julaị 2024",
    "Ladipo kidnappers: Ihe anyị hụrụ dịka ndị uweeojii na ndị ntọ kwara mgbọ na Legọs12 Julaị 2024",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu16 Julaị 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump15 Julaị 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}