{
  "published": "21 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kepu kepu pụtara n'ekwu na ndị ojiegbe wakporo ụlọọrụ ebe a na-ere mmanụ ụgbọala a kpọrọ Pinnacle  Oil dị na New Haven nke Enugwu Steeti n'abalị Tuzde 20 Juun, 2023.",
    "Akụkọ a kwuru na ndị a ji egbe chusasịa ndị mmadụ na gburu gburu ebe a kpọrọ \"Last Bus stop New Haven\" ma mụnye ụlọọrụ Pinnacle Filling station bụ nke a sị na Gọvanọ Peter Mbah nwe ọkụ.",
    "Mana BBC Igbo mere nyocha ma chọpụta n'ezie na ndị ojiegbe bịara ebe ahụ n'abalị Tuzde, ha gbara nnukwu egbe, chụsasịa ndị mmadụ mana ha agbaghị Pinnacle Filling Station ahụ ọkụ.",
    "Onye ntaakụkọ BBC gara ebe ahụ n'ụtụtụ Wenezde 21 Juun, 2023, onyeisi ụlọọrụ a gwara ya na ọ bụ eziokwu na ndị ojiegbe wakporo ụlọorụ ha mebie ụfọdụ igwe ọrụ ha.",
    "O kwuru na ha chọburu ịgba ya ọkụ mana ha emechaghị mee nke a. Onyeisi ụlọọrụa kwuru na ọ gala mee mkpesa n'aka ndị uweojii.",
    "Ihe ndị mere n'ụbọchị Mọnde, Jun 5, dịka gọọmentị Enugwu machiri 'sit-at-home'9 Juun 2023",
    "Ihe ndị mere n'ụbọchị Mọnde, Jun 5, dịka gọọmentị Enugwu machiri 'sit-at-home'9 Juun 2023",
    "A ga m eji “1st tenure” m gbanwee Enugwu n’ụdị pụrụ iche - Peter Mbah23 Maachị 2023",
    "Otu nwoke nọ nso mgbe ihe a mere gwara BBC ihe ndị ọhụrụ dịka mwakpo a na-eme.",
    "N'okwu ya \"Anyị nọ n'ọdọahịa anyị n'ihe dịka elekere asatọ nke abalị Tuzde 20 Juun, 2023 mgbe ụmụokoroọbịa karịrị iri ji ụgbọala abụọ wakporo Pinnacle Filling Station dị na New Havene ebe a.",
    "\"Ha kwara mgbọ aghara aghara n'ihe karịrị ọkara awa, gbachịe ụzọ Upper Chime New Haven.\"",
    "O kwuru na ọ nụrụ ka ndị ojiegbe a na-agwarịta onwe ha okwu ma sị na ebumnobi ha bụ ịgba ụlọọrụ mmanụ ụgbọala ahụ a sị Gọvanọ Mbah nwe ọkụ.",
    "\"Ezoro m n'okpuru tebụlụ dị n'ụlọahịa m wee na-ekiri ihe na-eme. Ha chọrọ ịmunye ọdọ mmanụ ụgbọala ahụ ọkụ mana otu n'ime ha kwuru na onwere ike igbu ọtụtụ mmadụ maka na ọ dị nso n'ebe obibi ndị mmadụ\"",
    "O kwuru na ndị omekaome ahụ jizi iwe mụnye otu ụgbọala nọ ebe ahụ ọkụ ma gbaa ọsọ.",
    "\"Ndị ọrụ mgbanyụ ọkụ na ndị mmadụ jikọrọ aka gbanyụọ ọkụ ndị ojiegbe mụnyere n'ụgbọala ngwa ngwa ha pụrụ.",
    "Ndịagha na ndị uweojii mechara wuchie ebe ahụ, mana tupu ha na-abịa ndị ojiegbe ahụ apụọla.",
    "Dịka ọ dị ugbua ụlọorụ mmanụ ụgbọala Pinnacle Oil agbaghị ọkụ ọbụla.",
    "Tupu akụkọ a apụta ndị uweojii Enugwu steeti ekwubeghi ihe ọbụla banyere mwakpo a, ọnụ na-ekwuru ha bụ Daniel Ndukwe azabeghị ozi e zigaara ya.",
    "Cheta na Gọvanọ Peter Mbah nke Enugwu steeti nyere iwu ka ndị steeti ya kwụsị ị na-anọ n'ụlọ kwa ụbọchị Mọnde ọbụla.",
    "Ahịa mmanụ agbịdị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Enugu Steeti",
    "Enugwu",
    "Pinnacle Filling Station Attack: Ndị ojiegbe ọ gbara ụlọọrụ a ọkụ? Lee ihe anyị ma21 Juun 2023",
    "Etu aka si kpara ndị ekperima ọjọọ na-emekpa ụmụ enwe ahụ21 Juun 2023",
    "Ọ bụ iwu onyeisiala isi na mpaghara Naịjirịa dị icheiche họpụta ndị isi ọrụ nchekwa?20 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}