{
  "published": "4 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọ dagburu ụmụaka n'Enugwu",
    "Ụlọ dara na Coal Camp Enugwu na Fraịde ụbọchị mbụ nke ọnwa Sepụtemba ataala isi ụmụnne anọ ma dobe nne ha na ụmụnne ha ndị ọzọ n'ọnọdụ ọjọọ.",
    "Onye ntaakụkọ BBC gara ebe ahụ chọpụtara na ọdachi a mere mgbe oke mmiri ozuzo zochara na mgbede ụbọchị ahụ nke mere ụlọ a dị na ndagwuru jiri daa.",
    "Nwaanyị ajadu bụ modesta Okereke, onye ụlọ a dagburu ụmụ ya anọ kwara arịrị ma sị na ya na ndị ka dị ndụ enweghi ebe obibi.",
    "“Uwa agbaala m gharịị maka na aja ụlọ dagburu ụmụ m anọ. Di m anwụọla, ụlọ m adaala, enweghi m onye enyemaka\" ka nwaanyị a gwara onye ntaakụkọ BBC.",
    "Ezinaụlọ Okereke, ndị Aku Nsukka n'Enugwu steeti nọ ma nnukwu ibe akwa na iru uju ugbua n ‘ihi ihe mberede tara isi ụmụ ha anọ.",
    "Dịka ọ dị ugbua, nwaanyị na ụmụ ya abụọ ka nọ n'ụlọọgwụ anata ọgwụgwọ.",
    "Mpụta ebe ụlọ ahụ dagburu ụmụaka",
    "Chinedu Ude bụ onyeisi ndị nchekwa n'ebe ahụ gwara BBC na ha nọ na mgbede ụbọchị Fraide mgbe ha nụrụ nnukwu ụzụ.",
    "Onye ọbụla gbapụtara ma hụụ na aja ụlọ ahụ adakwasịla ụlọ dị na ndịda mmiri Ogbette.",
    "“Ozugbo anyị hụrụ ihe na eme, ụmụokoroọbịa gbakọtara aka banye n’ụlọ nwaanyị ahụ ebe anyị bọpụtara ụmụ ya isịị.",
    "Anọ nwụrụ anwụ ebe abụọ nọ n’ụlọọgwụ anata ọgwụgwọ\"",
    "Nwaanyị ọzọ bụ onye agbataobi bụ Patricia Okoye kwuru na obi agbawaala ya maka na ụmụaka ahụ na ụmụ nke ya na-ebi ka nwanne.",
    "O kwuru na ụmụaka ndị nwụrụ gụnyere; Munachimso, Obunmaeme, Favour na Ahuoma Okereke.",
    "Ngalaba ECTDA agbachiela ebe ahụ ma si ndị bi ebe ahụ kwapụ ozigbo",
    "Cheta na onyeisi Enugu Capital Territory Development Authority (ECTDA) bụ Uche Anya gwara ndị ụlọntaakụkọ gara njem nleta n'ebe ọdịchi a mere.",
    "O kwuru na ebe ahụ bụ ụlọ ekewapụtara iji zụọ anụmanụ mana ndị mmadụ tụgharịrị ya ka ọ bụrụ ụlọ nwere imeụlọ 44 ebe ihe ruru mmadụ narị abụọ bi.",
    "\"Ndị mmadụ ekwesighi ibi n'ụlọ ahụ chaachaa. Gaa ebe ahụ ka ị hụ\"",
    "\"..o wutere m na ndị nwụrụ n'ihe a bụ ụmụaka aka ha dị ọcha\" .",
    "Ụmụnyanyị",
    "Naijiria",
    "Ụmụaka",
    "Enugu Steeti",
    "Ezinụlọ",
    "Enugwu",
    "NA EME UGBU A Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi9 Mee 2023",
    "NA EME UGBU A Esther Lungu: A tọhapụla nwunye onye bụbu onyeisiala Zambia a sị zuru ohi3 Septemba 2023",
    "Tribunal Judgement:Tinubu emeriela Peter Obi n'ụlọikpe 6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktok5 Septemba 2023",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Maka ndị sị na o nweghị ebe e ji asụsụ Igbo eje, leekwa ihe ndị mere ya asụsụ e ji eje mbaEmelitere ikpeazụ na: 21 Mee 2021",
    "Tribunal Judgement:Tinubu emeriela Peter Obi n'ụlọikpe",
    "E liela ozu mmadụ 110 ọkụ gbagburu n'EgbemaEmelitere ikpeazụ na: 26 Eprel 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Talcum Powder: Ite nwa ọhụrụ maọbụ onwe gị nzu bekee nwere ike inye gị 'cancer' - Ndị ọkachamaraEmelitere ikpeazụ na: 22 Maachị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}