{
  "published": "7 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, ALGON Website/BBC",
    "Na nso nso a, ọtụtụ steeti na Naịjirịa emeela ntụliaka Okpuru ọchịchị iji họpụta ndị isioche Okpuru ọchịchị ha dị iche iche.",
    "Steeti ndị a gụnyere Enugwu, Akwa Ibom, Anambra, Riva, Jigawa, Kogi, Imo, Adamawa, Benue steeti na dị ọzọ.",
    "Abịa n’ọchịchị, gọọmenti Okpuru ọchịchị bụ otu ogogo gọọmenti dị oke mkpa n’ihi na ọ bụ ya bụ nke dị ndị obodo nso karịa.",
    "Mana mmadụ ole taa maara ọrụ na ihe gọọmenti Ọkpuru ọchịchị ha kwesịrị ị na-eme maka ọdịmma ha?",
    "Ebe foto si, Getty Images/Frank Ndubuisi Mbah/Facebook",
    "Ebe foto si, Primary Health Centre Enugu and Abia State",
    "Dịka iwu Naịjirịa siri kwuo, Gọọmenti Okpuru ọchịchị nwere ọtụtụ ọrụ ha na-arụ iji hụ na ndị obodo nwetara uru ọchịchị onye kwuo uche ya.",
    "Iwu Naịjirịa nyere onyeisioche Okpuru ọchịchị ikike imepụta iwu Bekee kpọrọ 'by-laws' maka nchịkọta Okpuru ọchịchị ya ma rụọ ọrụ dị iche iche.",
    "Ọrụ ndị a gụnyere itinye ọkụ okporoụzọ maka nchekwa, ịrụ ụfọdụ ụzọ dị iche iche n'Okpuru ọchịchị ha, oge ụfọdụ ọ bụ Gọọmenti Okpuru ọchịchị na-eleta ụlọọgwụ dị n’Okpuru ọchịchị nke Beeke kpọrọ ‘primary hospitals’ nke Gọọmenti Steeti rụrụ maka nleta ndị bi n'ime obodo.",
    "N'aka nke ọzọ, Gọọmenti Okpuru ọchịchị na-achịkọta ma hazie ụlọ azụmaahịa nakwazi ụtụ ndị na-azụ ahịa na-atụ, nke a bụ iji mee ka ọnọdụ azụmahịa guzosie ike.",
    "Abịa n'ihe gbasara obodo ịdị ọcha, Gọọmenti Okpuru ọchịchị na-ahụ maka nkpocha na nzacha ma tinye akụrụngwa e ji etinye ure ure n'ebe dị iche iche n'obodo.",
    "Ha na-anakọta ụtụ dị iche iche ma na-enye ikike dị cihe iche dịka ikike ndị ọgbaatumtum, ụgbọala keke nakwa ikike ndị ọzọ.",
    "Ebe foto si, Dan Anike/Facebook",
    "Gọọmenti Okpuru ọchịchị na-elekọta akụrụngwa gọọmenti tinyere n'okpuru ọchịchị ha maka ọdịmma ọhanaeze.",
    "Ịhụ maka ọdịmma ndị ọrụ ugbo, ịrụpụta ogige ọgbakọ (Town hall), inye ikike dị iche iche nakwa ịhụ na ụlọọrụ Okpuru ọchịchị na-arụ ọrụ etu o kwesịrị nakwa ihe ndị ọzọ.",
    "N'aka nke ọzọ, abịa na ntụliaka, ọ bụ Gọọmenti Okpuru ọchịchị na-ahụ na e nwere ezi ọzụzụ nye ndị bi n'ime obodo banyere etu e si eme ntụliaka. Oge ụfọdụ, ndị na-azọ ọkwa dị iche iche na-aga n'Okpuru ọchịchị maka achụm nta vootu maka na ha kwenyere na ọ bụ ebe ahụ ga-enye ha ọnụọgụ vootu ha chọrọ iji nweta mmeri.",
    "Naijiria",
    "Abia Steeti",
    "Enugwu",
    "NA EME UGBU A, Pope Francis ekwuola okwu gbasara ndịagha United Nations e merụrụ ahụ na Lebanon",
    "Allen Onyema: Nke bụ eziokwu maka ebubo nrụrụaka mba Amerịka boro ya13 Ọktọba 2024",
    "Binta Nyako: Ọkaikpe kachasị na Naịjirịa enyeghachịla ya ikpe Nnamdi Kanu11 Ọktọba 2024",
    "Ihe bụ iwe m ebe Gọvanọ Fubara nọ - Nyesom Wike9 Ọktọba 2024",
    "Ihe mere ndị Ilaje ji atụnye nwa ọhụrụ na mmiri 9 Ọktọba 2024",
    "Mmachi asambodo ofesi: 'Ọ dị m ka onye e gwuru wayo, e gburu m oge m ma mefukwa ego nne na nna m’8 Ọktọba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Gọmentị Enugwu akwatuola ụlọ e ji atọ ndị mmadụ n’Owerre Court, Agwu5 Ọktọba 2024",
    "WHO enyela nkwado maka nnyocha mpox anaghị egbu oge4 Ọktọba 2024",
    "Lee uru okwụrụ bara n'ahụike mmadụ1 Ọktọba 2024",
    "Binta Nyako: Ọkaikpe kachasị na Naịjirịa enyeghachịla ya ikpe Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Kedụ ka e si a họpụta ndị imeobi Eze ọdịnala?",
    "\"Ịlụ ọgụ na-amasị m, ana m alụchitere nwanne m nwoke ọgụ\" - Chiamaka NwaturuochaEmelitere ikpeazụ na: 9 Nọvemba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}