{
  "published": "15 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "BBC Hawụsa kpọrọ Sinetọ Kawu Sumaila ka amara ma ọ bụ eziokwu na ndị Sinetọ na-erite otu nde naịra (N1,000,000) ka ụgwọ ọnwa dịka ụlọọrụ na-ahụ maka ịkwụ ndị ọrụ gọọmentị ụgwọ bụ Revenue Mobilization and Fiscal Commission (RMAFC) si wee kwuo.",
    "N'ọsịsa ya, Sinetọ Abdurrahman Kawu Sumaila nke Kano steeti si na ọ bụghị ụgwọ ndị ụlọomeiwu na-anata ga-abụ isi okwu nkatọ.",
    "O kwu a malitere dịka onye bụbu Onyeisiala Naịjirịa bụ Obasanjo si kwuo na ọ bụ ndị omeiwu na-eji aka ha ekpebi ego ole ụgwọọnwa ga-abụ.",
    "Cheta na Sinetọ Shehu Sanni ekwubula na N13,500000 ka ha na-ana kwa ọnwa dịka ụgwọ ọnwa ha.",
    "\"Ụgwọ ọnwa ha na-anra erughị otu nde naira, ọ bụrụ na ebepụrụ ya, ọ ga-adịka puku narị isii na ọma dịka ụgwọ ọnwa ha,\" dịka Sumaila jiri kwuo.",
    "Ọ sị na ụlọọrụ Nigerian Revenue and Distribution Commission bepụrụ ụgwọ ọnwa ndị ụlọomeiwu.",
    "N'agbanyeghị, Sinetọ Kawu Sumaila nke NNPP si na ụgwọ ọ na-erite dịka ụgwọ nhazi dịka onyeomeeiwu nke o ji na-arụ ọrụ dịka onye ụlọomeeiwu bụ nde naịra iri abụọ na otu kwa ọnwa.",
    "\"Maka mbulielu a na Sineti, ndị ụlọomeeiwu n'onwe ha ka a na-enye nde naịra iri abụọ na otu kwa ọnwa o ji arụ ọrụ,\" dịka o ji kwuo.",
    "Ọ sịkwa na ihe niile ọ na-erite bụ nde naịra 22 dịka Sinetọ.",
    "Ebe foto si, Revenue Mobilization and Fiscal Commission (RMAFC)",
    "\"Amaghị m maka ego ọbụla e nyere anyị dịka Sinetọ,\" dịka o si kwuo.",
    "Ọ sị na ego o na-anata bụ maka ọrụ niile ọ ga-arụ nakwa njem niile ma na mba ọzọ ma n'ime Naịjirịa makwa nke e ji azụ akwụkwọ.",
    "N'agbanyeghị nke a, ọ sị na ọ maghị ego ole ndị isi ụlọomeeiwu na-eri dịka ego ọnwa ha.",
    "Sinetọ Kawu Sinetọ katọrọ ihe onye bụbu Onyeisiala Obasanjo kwuru na n'oge ọchịc nke ya ka ego e nyere ndị ụlọomeeiwu gbagwojuru ndị Naịjirịa anya n'aha na ha na-atụgharị iwu mba Naịjirịa, nke a ka onye bubu Onyeisiala Obasanjo gọrọ.",
    "N'ụbọchị, e kwuru ya ka aka chiburu Naịjirịa bụ Olusegun Obasanjo bụ onye na-akatọ ihe aka ndị na-achịbu Naịjirịa na-eme boro ndị ụlọomeiwu maka ikere oke ụgwọ ọbụla sọrọ ha ma na-ekenye onwe ha ego ha ekwesịghị ịna.",
    "Okwu na ụka a malitere ka a n-ekwu okwu ihe ịdị oke ọnụ.",
    "Iwe na ọnụma juru ndị mba Naịjirịa n'ọnụ ka ha gbakọrọ ọnụ zuo ezuo katọọ ụgwọ a na-akwụrụ ndị Sinetọ Naịjirịa.",
    "Ọtụtụ ndị BBC Igbo gbara ajụjụ ọnụ katọrọ ya maka na ha sị na ndị ọrụ na-ata onwe ha ahụhụ na-eri puku naịra asaa, gawa elu.",
    "Ha sị na gọọmenti kwesịrị ịhụ na gọọmenti mee ka ọ gbadaa ala ka ha tinye ya n'obibi ndụ ndị Naịjirịa.",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Naijiria",
    "Abuja",
    "Olusegun Obasanjo",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ana m erite nde Naịra 21 kwa ọnwa - Sinetọ Kawu Sumaila15 Ọgọọst 2024",
    "Ọrịa Mpox bụ ọrịa ọnọdụ gbatagbata n'ụwa niile - WHO15 Ọgọọst 2024",
    "Ego ole ka ndị Sịnetọ Naịjirịa na-eri n’ụgwọọnwa kpọmkwem?14 Ọgọọst 2024",
    "Onyeisi ụlọomeiwu nta alaala azụ n'iwu ọ na-akwadobu iwepụta14 Ọgọọst 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike10 Ọgọọst 2024",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "\"Etu ịwa ahụ ka m tokwuo ogologo si butere m nnukwu nsogbu agaghị ije\"",
    "Ndị Eze ọdịnala na ndị ụkọchukwu ekwuola ka a wụchie ndị na-akwado ịkpaoke agbụrụ",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe haEmelitere ikpeazụ na: 13 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}