{
  "published": "00:26",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụnwaanyị obodo Mpu dị n'okpuru ọchịchị Aninri dị n'Enugwu steeti n'enwe ọṅụ ugbua maka ntọhapụ a tọhapụrụ Beatrice Nwanneka Ekweremmadu n'ụlọ mkpọrọ mba UK.",
    "Mama Nnukwu abatago! Mama Nnukwu abatago! bụ mkpu ụmụ nwaanyị Mpu n'eti  ka ha nwetara ozi na nwunye Sịnetọ Ekweremadu awụchiela Abuja.",
    "Ahịa Orie Mpu dị n'Aninri gbara ghara ghara dịka ụmụnwaanyị n'agba egwu, enwe aṅụrị ma na-atụ anya na n'oge na-adịghị anya Nwunye Sịnetọ Ike Ekweremmadụ ga-abata Obodo ha.",
    "Otu onye ya na ezinaụlọ Ekweremmadụ dị na mma nke ukwuu bụ Mazi Alex Ogbonnaya onye jibu ọkwa onyeisi mgbasaozi Ohaneze Ndigbo kọwaara BBC na ọbi dị ha ụtọ na atọhapụla Nwanneka Ekweremadu, ma kwuo na ha na echezi oge ọ ga-abata Enugwu.",
    "Ogbonnaya kwuru na ndị Nwanneka Ekweremmadụ na dị ya n'enye nri, akwụrụ ụgwọ akwụkwọ, ụgwọ ụlọ na ihe ndị ọzọ karịrị akarị nke mere mkpu ọṅụ ji ada ebe niile.",
    "Ọ gara n'ihu kwuo na olileanya ha bụ na Sịnetọ Ike Ekweremmadụ ga-enwere onwe ya oge na-adighị anya.",
    "Ebe foto si, MET Police/Ike Ekweremadu Instagram",
    "Beatrice Nwanneka Ekweremadu bụ nwunye Sịnetọ Ike Ekweremadu enwerela onwe ya site n'ụlọ mkpọrọ mba UK.",
    "Otu onye ezinaụlọ Ekweremadu na-achọghị ka a kpọọ aha ya, gwara BBC Igbo na ọ nke a bụ eziokwu.",
    "O kwuru na ọ bụ kamgbe ọnwa atọ gara aga ka a tọhapụrụ Beatrice Ekweremadu n'ụlọ mkpọrọ manaọ batara na Naịjirịa n'ụbọchị Tuzde 21 Jenụwarị 2025.",
    "Ndị mmadụ na-ajugasị ihe mere e jiri tọhapụ nwunye Ike Ekweremadu tupuu afo ise ha sị na ọ ga-anọ ezuo.",
    "Lee ihe BBC Igbo chọpụtara.",
    "O dobeghi anya kpọmkwem ihe mere e jiri tọhapụ ya, ma ọ nọzuola oge ya n'ụlọ mkpọrọ.",
    "Mana otu enyi ezinaụlọ ha kwuru na Beatrice abatala na Naịjirịa kama na ọ ka nọ n'Abuja ugbua, na ọ bata Enugwu ka ha ga-amata usoro e jiri tọhapụ ya.",
    "Ọ gara n'ihu kwuo na ntọhapụ Beatrice na-enye ha olileanya na Ike Ekweremadu n'onwe ya ga-apụta n'oge na-adịghị anya.",
    "Ike Ekweremadu: A tụọla Ekweremadu na nwunye ya mkpọrọ na mba UK5 Mee 2023",
    "Ike Ekweremadu ka ga-anọ nga ruo Ọktoba 31 7 Julaị 2022",
    "Ike Ekweremadu:Ihe ụmụ Naijiria na-ekwu dịka a tụrụ Ekweremadu mkpọrọ5 Mee 2023",
    "Cheta na n'ọnwa Mee, afọ 2023 ka ụlọikpe mba UK mara Sinetọ Ekweremadu, nwunye ya na Dọkịnta Obinna Obeta ikpe maka ebubo ịtụmgbere otu nwata nwoke na mba UK ma chabiri akịrị mmadụ maka iji agwọ nwa ha nwaanyị Sonia Ekweremadu ọrịa.",
    "Ụlọikpe ahụ tụrụ Ike Ekweremadu mkpọrọ afọ itoolu na ọnwa asatọ, tụọ nwunye ya mkpọrọ afọ isii, mana e mechara butuo ya ka ọ bụrụzie afọ anọ na ọnwa isii.",
    "Onye nke atọ bụ Obinna Obeta nwetara mkpọrọ afọ iri.",
    "Mana ka ọ dị ugbua, Beatrice Ekweremadu enwerela onwe ya.",
    "Ebe foto si, MET Police",
    "Ndị uweojii mba UK nwụchiri Beatrice Ekweremadu, di ya bụ Ike Ekweremadu na dọkịta ha bụ Obinna Obeta n'ọnwa Juun 2022 maka ebubo ịtụ 'nwata' mgbere n'ofesi maka ịghọrọ akụkụ ahụ ya a kpọrọ 'organ harvesting'.",
    "A sị ha ọkpara nkata ịghọrọ akịrị nwata ahụ ma weere ya tinye n'ahụ nwa ha nwaanyị bụ Sonia Ekweremadu bụ onye na-arịa ọrịa akịrị.",
    "Sonia kọọrọ BBC etu obi si ewute ya maka mkpọrọ ụlọikpe mba UK tụrụ nne na nna ya n'ihi ọrịa na-arịa ya.",
    "Ebe foto si, Beatrice Ekweremadu",
    "Lee ihe ụfọdụ ị kwesịrị ịma maka odoziakụ Beatrice Nwanneka Ekweremadu",
    "Ezigbo aha ya bụ Beatrice Nwanneka Ekweremadu tupu ọ zawa aha di ya, aha aghọghọ ya bụ Ọkah.",
    "Ọ bụ onye Oji Riva n'Enugwu steeti.",
    "Ọ gara ụlọakwụkwọ n'Enugwu na Ebonyi steeti ebe ọ gụruru ogo asambodo dọkịnta.",
    "Ọ bụ nwunye Dọkịnta Ike Ekweremadu bụbụ osote onyeisi Sineti Naịjirịa site afọ 2007 ruo 2019.",
    "Ya na di ya mụrụ ụmụ anọ, ụmụnwoke abụọ, ụmụnwaanyị abụọ.",
    "A nwuchiri ya na di ya n'ọdọụgbọelu maka ebubo ịtụmgbere mmadụ na ire anụ ahụ n'afọ 2022 mgbe a na-achọ ụzọ esi agwọ nwa ha nwere ọrịa akịrị.",
    "Atụrụ ha na mkpọrọ n'afọ 2023.",
    "A tọhapụrụ Odoziakụ Ekweremmadụ.",
    "Ọ lọghachitela Naịjirịa ka a na-ede akụkọ a.",
    "United Kingdom",
    "Naijiria",
    "Enugwu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A, Nke na-eme ugbua n’etiti mba Izrel na Hamas",
    "Ọkụ agbagbuola ihe ruru mmadụ 11 n'Enugwuelekere 5 gara aga",
    "Tinubu ebunyela mba Finland ụkpa ekele maka mbọ ha gbara ịnwụchi Simon Ekpa24 Jenụwarị 2025",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ23 Jenụwarị 2025",
    "Gịnị mere e ji machie okeite n'Anambra Steeti?20 Jenụwarị 2025",
    "Donald Trump: Lee iwu ọhụrụ ndị o binyere aka20 Jenụwarị 2025",
    "A kwụsịla Fada ọrụ maka agbamakwụkwọ nzuzo n'ụlọụka Pastor Jerry Eze20 Jenụwarị 2025",
    "Enwere ihe dị iche n'etiti mmanya nkwụ na mmanya ngwọ?19 Jenụwarị 2025",
    "Ebidoro m iti ịgba n'oge m dị obere n'ọgbakọ ụmụaka 'block rosary' - Nazzy Drums17 Jenụwarị 2025",
    "Ọ bụ ụlọ m rụrụ ọhụrụ ka ogbunigwe a gbariri - Onye nwe ụlọ ogbunigwe gbariri n'Imo Steeti15 Jenụwarị 2025",
    "E nwere onye Ebuka Obi tụrụ mkpọrọ?14 Jenụwarị 2025",
    "Ụmụnwaanyị Anambra Steeti emeela ngagharịiwe maka nwaanyị di ya gbara ọkụ n'Abagana",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}