{
  "published": "04:59",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisioche nzuko Ebonyi Development Union Augustine Odom akọwala etu ha na ije si gaa mgbe ndị ojiegbe gbara egbe aghara aghara ma gbuo ihe ruru mmadụ iri na otu oge ha na-enwe nzukọ n'ogboji, n'Anambra steeti.",
    "Odom kọọrọ BBC News na mgbe ha na-akwado ịgbasa nzuko, e nwere ndị bu ụgbọala Sienna bia ebe ha na-enwe nzuko ma.",
    "\"Ka ndị ahụ  batara, ihe mbụ ha mere bụ ị napụ anyị akwụkwọ ndekọ nakwa ego anyị nakọtara na nzụkọ\".",
    "\"Mgbe ha lechara anya n'akwukwọ ha juwa kedu onye bụ onyeisioche nzukọ anyị\" ọnweghị onye kwere ekwu\"",
    "\"Ha nwuchiri otu onye nzukọ anyi tupuu ọ tụọ m aka\".",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 2027",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "End of Akachasị Gụọ",
    "Augustine Odom kwuru na ọ gọnahiri mgbe ndị ọji egbe ahụ juru ya ma ọ bụ ya bụ onyeisioche  nke mere ha ji si onye ọbula dinara ala.",
    "\"Ha nọ na-ekwu na anyi bụ ndị na-emere ha nzukọ\".",
    "\"Ihe ọzọ m nuru bụ gbuo ha nille\" Mgbe ha gbachara egbe, otu n'ime ha jụrụ ka ha nyocha ofụma mara na onye ọbula anwuola\".",
    "\"Ha chere na anyi niile anwụchala tupu ha apụọ\"",
    "\"Mgbe ha pụchara, ndị ọgbata obi bịara nyere ndị nke dị ndụ nime anyị aka\".",
    "Ọ bụ eziokwu na ndị ojiegbe wakporo ụlọakwụkwọ Oko Polytechnic dị n'Anambra?20 Juun 2025",
    "Mkpebi ụlọikpe banyere ntọhapụ beelu Akwa Ọkụkọ, Eke-Hit na Onyeze Jesus20 Juun 2025",
    "'Etu ụmụ m ise siri nwụọ ka ha richara nri n'Anambra steeti'14 Mee 2025",
    "Otu nwoke  ọzọ so na ndị gbanahuru onwu bụ Elon Hyacinth bụ onye na eji ịgba ogbatumtum mere aka ọrụ kọwara ihe ọ maara.",
    "Elon kwuru na ọ bụ mgbe ya si n'ebe ha na-eme ọgbakọ ahụ na-apụ maka etu ahụ si eme ya bụ mgbe ndị omekome ahụ mwakporo ha.",
    "Hyacinth si na \"a kpọturu m mmadụ abụọ na nzukọ anyị gwa ha na e nwere etu si eme m. Ha sị ma laa \".",
    "\"Ka m lawara, agabeghị m ukwu ole na ole tupuu m anuwa uda egbe ahara ahara, akpọwara m ndị nọ na nzuko anyi na-ekwe ntị mana onweghị onye zaara oku\".",
    "\"Obere oge e nwetere m ozi na agbagbuole ndị anyi so na-enwe nzuko, mgbe m na-eru ebe ahụ, ahụrụ m ozu mmadụ iri na otu tọgbọrọ n'ala\".",
    "\"E buru ufọdu ndị meruru ahu gawa ụlọọgwu\".",
    "Ka ọ dị, ufodụ ndị meruru ahụ na-anabata ọgwụgwọ ugbu a.",
    "Ebe foto si, Anambra Police Command",
    "Ndị uweojii n'Anambra steeti ekwuola na ha ejidela otu nwoke aha ya bụ Sunday Mbanu maka ọnwụ mmadụ iri ndị Ebonyi steeti ahụ e gburu n'Anambra steeti.",
    "A na-ebo Sunday Mbanu ebubo ị so na ndị ojiegbe ahụ wakporo ndị Ebonyi ahụ nwụrụ anwụ oge ha na-eme nzụkọ ma gbaa ha egbe agharaghara.",
    "Ha kwuru na Sunday Mbanu na-enyere ha aka ugbua na nyocha ha na-eme iji nwuchie ndị mere ihe ahụ.",
    "Ndị uweojji kwuru na mgbe ha na ndị ọrụ nchekwa ndi ọzọ ruru ebe ihe ahụ mere ka ha chọpụtara na e nwere esemokwu dị n'etiti ndi ahụ a gbara egbe aghara aghara bụ ndị na-eme nzukọ.",
    "Cheta na mpamkpa ahụ kpara na n'Anambra steeti n'Ogboji dị n'okpuru ọchịchị Orumba Saụt.",
    "Ha kwuru na otu ahụ edeela akwụkwọ mkpesa degara onyeisi oche Ogboji kwuo na esemokwu dị n'ime out ha mana ha agwahị ndị uweojii.",
    "Ndị ojiegbe a na-amatabeghị ndị ha bụ agbaala egbe aghara aghara ma gbuo mmadụ iri oge ndị otu akpọghị aha na-ahazi mmemme n'Anambra steeti.",
    "Ọdachi ahụ mere na mpaghara Ogboji dị n'okpuru ọchịchị Orumba South n'Anambra steeti n'ụbọchị Mọnde 30 Juun 2025.",
    "N'otu ozi o wepụtara, ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Tochukwu Ikenga kọwara ọnọdụ ahụ dịka eziokwu.",
    "Ikenga sịrị na ha bụ ndị ojiegbe ji obere ụgbọala abụọ gaa n'ogige mmemme ahụ ma malite ịgba egbe aghara aghara.",
    "O kwuru na ndị ojiegbe ahụ gburu ọtụtụ mmadụ ma merụọkwa ọtụtụ ndị ọzọ ahụ oge ha mere ya bụ mwakpo.",
    "\"E bugara ndị ọnọdụ ahụ metụtara ụlọọgwụ, bụ ebe a nọọrọ kwupụta na mmadụ iri n'ime ha anwụọla,\" ka ozi ahụ kwuru.",
    "Ọ gara n'ihu kwuo na ihe butere mwakpo ahụ edobeghị anya, ebe o nwebeghị otu ọbụla kwurula na aka ha dị na ya.",
    "Ka ọ dị ugbua, ndị uweojii akpachiela mpaghara ahụ ya bụ ọdachi mere dịka ha na-agba mbọ ịnwụchi ndị aka ha dị na ya.",
    "Gọọmentị Ebonyi Steeti akatọọla ajọ ogbugbu e gburu ụmụafọ steeti ahụ dị mmadụ iri n'Ogboji dị n'okpuruọchịchị Orumba South n'Anambra Steeti.",
    "Aka na-achị steeti ahụ bụ Gọvanọ Francis Ogbonna Nwifuru kpọrọ oku ka e weta ikpe ziri ezi ma nye ndị kpara ajọ agwa ahụ ntaramahụhụ zuru oke.",
    "Ọ kọwara ihe merenụ dịka \"ihe rụrụ arụ\" na \"mwakpo e mere megide udo, ịdịnootu na ịdị nsọ nke ndụ mmadụ.\"",
    "Gọvanọ Nwifuru kwuru na ime ihe ike na-enweghị isi megide ụmụafọ ndị gbakọrọ na-enwe nzukọ n'ụzọ iwu kwadoro, na-awụ akpata oyi n'ahụ.",
    "\"O megidere ezi uche na a ga-agbagbu otu ndị Ebonyi na-enwe nzụkọ udo. Ọ bụ ihe anyị anabataghị, a jụrụ m omume a jọgburu onwe ya n'ozuzuoke.\"",
    "Gọvanọ Nwifuru kwuru nke a n'ozi onye odeakwụkwọ mgbasaozi ya bụ Monday Uzor wepụtara n'abalị Tuzdee 1 Julaị 2025.",
    "Ọ gara n'ihu kwuo na ya kpọtụụrụ ogbo ya bụ Gọvanọ Charles Chukwuma Soludo nke Anambra steeti, ma gwa ya ka e mee nnyocha ngwangwa, nke zuru oke, na nke doro anya iji kpughee ebumnobi kpatara ogbugbu ndị a ma hụ na a kpọpụrụ ndị mere mpụ ahụ n'ụlọikpe.",
    "Ọ dọrọ aka na ntị na emeghị nke a nwereike imebi mmekọrịta dị n'etiti steeti abụọ ahụ, ma na-ekwusi ike na Ebonyi steeti na-agba mbọ ichekwa ụmụafọ ya nọ ebe niile.",
    "Nwifuru rịọrọ ụmụafọ Ebonyi na ndị ezinaụlọ niile ihe a metụtara ka ha nọrọ jụụ ma gbanarị mmegwara ọbụla nwereike ịkpalite esemokwu, dịka o kwere nkwa na ọchịchị ya ga-agba mbọ ịhụ na a chọpụtara ndị omekome ahụ.",
    "Ebe foto si, Anambra State Government",
    "Gọọmentị Anambra steeti kwuru na ha na-eme ihe niile ha nwere ike ya iji nyere ndị uweojii aka chọpụta ma kpughee ndị mere mwakpo ahụ.",
    "Kọmishọna na-ahụ maka mgbasaozi n'Anambra steeti bụ Law Mefor kwuru nke a oge BBC igbo kpọrọ ya n'ekwentị n'ụbọchị Wenezde 2 Julaị 2025.",
    "\"Nnyocha anyị buru ụzọ mee gosiri na mwakpo a mere n'Ogboji, n'Anambra steeti nwereike ịbụ maka esemokwu dị n'etiti ndị ahụ na-eme nzụkọ\".",
    "\"Ya bụrụ na ndị uweojii mechaa nnyocha ma chọpụta na ọ bụ esemokwu dị n'etiti ndị ahụ na-eme nzụkọ, onye ọ bụla aka ya dị na ya ga-anata ikpe nkwụmọtọ\".",
    "Ọ gwara ndị ahụ na-ebo ebubo na ọ bụ ndị Anambra kpara mkpamkpa a n'ihi mkpọrọmasị ha nwere n'ebe ndị Ebonyi nọ ka ha wepụ aka n'ụdị akụkọ dị etu ahụ maka na o nweghị steeti dị na Naịjirịa na-anabata ndị Ebonyi nke ọma dịka Anambra.",
    "\"Anambra dị ka mba ofesi nyere ndị Ebonyi bi ebe a. Ha bi ebe a na-emekwa nke ọma,\" ka Mefor kwuru.",
    "National security",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ebonyi Steeti",
    "Anambra Steeti",
    "NA EME UGBU A, Onyeisiala Trump agaala Texas ebe idemmiri gburu mmadụ 120 dịka a na-achọ ihe ruru mmadụ 160 achọ",
    "Ihe Jamb gwara BBC maka Chinedu Okeke nwetara akara 375 n'ule UTME10 Julaị 2025",
    "Ihe anyị ma maka ndị omekome wakporo 'Oko-Ekwulobia flyover' n'Anambra steeti10 Julaị 2025",
    "Ọbaozi WhatsApp nke BBC IGBO: Etu ị ga-esi sonye ma nweta akụkọ niile na-akpọtụ n'ụwa9 Julaị 2025",
    "Ọbaozi WhatsApp nke BBC IGBO: Etu ị ga-esi sonye ma nweta akụkọ niile na-akpọtụ n'ụwa9 Julaị 2025",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ8 Julaị 2025",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 20277 Julaị 2025",
    "O nwebeghi onye pụtara kwuo na ụmụnwaanyị anaghị egbu ọja - Oluomachukwu6 Julaị 2025",
    "Mgbanwe 'coalition' ga-eweta na ndọrọndọrọ ọchịchị Naịjirịa4 Julaị 2025",
    "Ụmụnwaanyị hapụ nụ nwoke ọbụla na-eti gị ihe - Otiegwu Amarachi Joy4 Julaị 2025",
    "\"Ọ kwa unu na-emere anyi nzukọ\" ihe ha gwara anyi tupuu ha agbagbuo mmadụ 10 n'ime anyị3 Julaị 2025",
    "Ọkwa maka ozi nzuzo ọbaozi Whatsapp BBC Chanelụ na Community26 Febụwarị 2025",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 2027",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}