{
  "published": "22 Eprel 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AP",
    "Pope Francis anwụọla dịka ọ gbara afọ 88. Ọ bụ onyeisi Ụka Katọlik ruo ihe karịrị afọ iri.",
    "Oge ikpeazụ ọhanaeze hụrụ ya bụ ụbọchị Sọnde 20 Eprel, 2025 na balkọni  St Peter's Basilica dị na Vatịkan oge emume Easter Sọnde. Ọ gwara ọtụtụ ndị mmadụ gbakọr ebe ahụ \"Easter ọma nụ\".",
    "Pope Francis nọ n'igwe oche ya, feere ọtụtụ ndị mmadụ na-eti mkpu ọnụ na St Peter's Square aka na foto a dị n'ala.",
    "Popu Francis anwụọla dịka ọ gbara afọ 88 - Vatican kwuru21 Eprel 2025",
    "Popu Francis n'Afrịka: \"Oge anyị gere ya ntị e chere m na ọ chọrọ ka e nwee ikpe ziri ezi na DRC\"21 Eprel 2025",
    "Francis: Popu si Latin Amerịka onye gbanwere Ụka Katọlik21 Eprel 2025",
    "Ebe foto si, Tiziana Fabi/Getty Images",
    "Oge a họpụtara Kardịnal Jorge Mario Bergoglio dịka onye ga-anọchi Benedict XVI dịka Pope n'afọ 2013, ọ bụ dịka onye si esi.",
    "Nhọpụta ya bụ ihe ịtụnanya - Popu Francis bụ Popu mbụ si mpaghara Latin Amerịka ma bụrụ onye Jesuit mbụ bụrụ onyeisi Ụka Katọlik.",
    "Lee anya ka anyị gosi gị foto ufọdụ pụtara ihe na ndụ ya.",
    "Ebe foto si, Getty Images",
    "A mụrụ Jorge Mario Bergoglio 17 Disemba 1936, na Buenos Aires, mba Argentina, o mesiri bụrụ onyendu ụka kachasị na mbaụwa.",
    "Ebe foto si, Jesuit General Curia via Getty Images",
    "Ọ bụ dị ọkpara ma nwee ụmụnne anọ. Ndụ mbụ ya bụ nke kwụrụ ọtọ maka nkwenye okwukwe ya dịka ọ na-eto dịka n'ezinaụlọ si agbụrụ mba Itali.",
    "Ebe foto si, Jesuit General Curia / Getty Images",
    "Ka e chiri ya ụkọchukwu n'afọ 1969, Bergoglio malitere ịgbago n'ọkwa dịka onye Jesuit, ma bụrụ onye isi Jesuit mba Argentina n'afọ 1973.",
    "Ebe foto si, API / GAMMA / Gamma-Rapho via Getty Images",
    "N'afọ 1998, e chiri Bergoglio Archibishọpụ Buenos Aires.",
    "Ebe foto si, Reuters",
    "O bu ụkọchukwu a mara nwere obi umeala, ma na-elekọta ndị ogbenye. Ọ chọghị ibi na nnukwu ụlọ. Ọ bụ ụgbọala ọha ka o ji eme njem. Ya na ndị  obodo na-enwe mmekọ, ọ bụghị onye na-eme mpako.",
    "Ebe foto si, AP",
    "Popu John Paul II họpụtara dịka dịka Kadịnal n'afọ 2001 ma nye ya ọkwa na Curia ngalaba ọrụ nke Ụka Katọlik.",
    "Ebe foto si, Reuters",
    "Na Maachị 13, 2013, Popu Francis pụtara ihe na balkọni St Peter's Square..",
    "O yi uwe ọcha ma na-aza aha ọhụrụ iji kwanyere St Francis nke Assisi ugwu onye a mara dịka onye na-echekwa gburugburu, anụmanụ, nakwa nnụnụ. Ọ malitere ntọala inwe obi ebere, obi umeala nakwa ikpe ziri ezi.",
    "Ebe foto si, L'Osservatore Romano / Reuters",
    "Kemgbe Gregory III si mba Syria nwụrụ na 741, enwebeghị Bishọpụ ọzọ na-abụghị onye Yurop na Rome.",
    "A tụrụ anya na ọzụzụ Popu ọhụrụ a ga-enweta mgbanwe ma wulite ọnọdụ Vatịkan nakwa ọrụ mishọn ha.",
    "Ebe foto si, AFP",
    "Na mmalite, Popu Francis mere ka o doo anya na ọchịchị ya ga-agbado ụkwụ na ndụ umeala na ọrụ. \"A chọrọ m ụka ga-anabata ndị ogbenye,\" bụ okwu e ji mara ya.",
    "Ebe foto si, AFP",
    "Dịka Popu, ọ gbara mbọ inweta enyemaka na na udo n'esemokwu dị n'etiti ụka ọtọdọks na ụka Katọlik",
    "Francis na ndị ụka Anglịkan, Lutherans na Methodist rụrụ ọrụ ebe ọ rịọrọ ndị isiala Izrel na Palestinia ka ha sonyere ya n'ekpere maka udo.",
    "Ebe foto si, Reuters",
    "Ọchịchị ya dịka onyeisi ụka katọlik nwere ihe cheere ya aka mgba.",
    "Ụfọdụ ndị kwenyere na ntọala na omenala Ụka Katọlik katọrọ ya maka atụmatụ ya ụfọdụ ma bo ya ebubo na ọ chọrọ ịgbanwe omenala na nkwenye Ụka Katọlik.",
    "Oge a jụrụ maka nwoke na-edina nwoke maọbụ nwaanyị na-edina nwaanyị, o kwuru na \"Ọ dịghị ya n'aka ịma mmadụ ọbụla ikpe\".",
    "Nsogbu kachasị ọchịchị nwere bụ maka ebubo e boro nke kwuru na ọ chọghị imegide mmetọ ahụ ụmụaka.",
    "Ebe foto si, NurPhoto via Getty Images",
    "Ebe foto si, AFP via Getty Images",
    "Popu mapụtara mmemme Special Jubilee Year of Mercy nke malitere na Disemba 82015.",
    "Oge a bụ oge e ji emepe ọnụụzọ Basilica dị na Rome nakwa nke St Peter's.",
    "Ebe foto si, Reuters",
    "Popu Francis bụ onyeisi Ụka Katọlik mbụ sonyere n'ọgbako G7 Summit e mere n'afọ2024.",
    "Nke a bụ ọgbakọ ndị isiala mbaụwa akụnaụba ha kachasị.",
    "Ebe foto si, Bloomberg via Getty Images",
    "N'okwu ya n'ọgbakọ ahụ, o kwuru maka nsogbu na-echere ọhanaeze aka mgba ọkachị agha Yukren na Gaza.",
    "Ebe foto si, AFP",
    "Na akwụkwọ o dere maka ndụ ya: \"My Story Through History\", Popu Francis kwuru na ya anaghị atụ egwu ịgba arụkwaghịm dịka onyeisi Ụka Katolik dịka akụkọ malitere ifegharị banyere ọnọdụ ahụike ya.",
    "Ebe foto si, AP",
    "Na 14 Febụwarị 2025, a nabatara ya n'ụlọọgwụ dịka nnyocha kwuru na o nwere ọrịa  bronchitis.",
    "Ọ nọtere aka n'ụlọọgwụ ahụ maka nleta zuru ezu maka ajọ ọnọdụ ahụika ya.",
    "Ebe foto si, Reuters",
    "Popu Francis duru ndị Ụka Katọlik na mbaụwa ruru otu ijeri na nde abụọ (1.2 billion) ma nwee ebumnobi inweta udo, obi umeala, ebere na ikpe ziri ezi, nke gosiri na n'agbanyeghị ọkwa dị elu mmadụ nọ na ya, o nwereike ibi ndụ umeala ma nwee ezi mmetụta na ndụ ọhanaeze",
    "Ebe foto si, Reuters",
    "Pope Francis",
    "Ofụfe",
    "Ụka ndị Roman",
    "Usoro olili ozu Popu Francis",
    "Ntuliaka Gọvanọ Anambra: Ndị na-azọ ọkwa,ihe ndị ga-abara onye maọbụ wapụ ya ọgọdọ n'ukwuelekere 9 gara aga",
    "NA EME UGBU A, Mba DR Kongo na Rụwanda aṅụọla iyi na ha ga-erube isi na nkwekọrịta udo",
    "Lee etu olili ozu Cynthia Chizoba Oguzie tankị mmiri dagburu na Lekki si gaa n'Imo Steeti25 Eprel 2025",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?22 Eprel 2025",
    "Popu Francis: Ihe ụmụafọ Naịjirịa kwuru maka ọnwụ onyeisi ụka Katọlik22 Eprel 2025",
    "Lee foto ndụ Pope Francis22 Eprel 2025",
    "Popu Francis anwụọla dịka ọ gbara afọ 88 - Vatican kwuru21 Eprel 2025",
    "Onye bụ Kadịnal Peter Ebere Okpaleke nwa Naịjirịa tozuru ịzọ ọkwa Popu?",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ashawo, iyori, osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n'asụsụ ndị ọzọEmelitere ikpeazụ na: 9 Eprel 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Kedụ etu e si ahọpụta Popu ọhụrụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}