{
  "published": "17 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Adline Okere",
    "Ndị mere akụkọ a,  Editor BBC Igbo",
    "Ebeg o si  Legọọs",
    "Septemba 2024",
    "Ụmụada obodo Umueze Anam dị n'Anambra Steeti kọwara etu ha siri malite ọrụ nchekwa n'obodo ha mgbe ọnọdụ nchekwa dị njọ.",
    "Na mkparịtaụka pụrụiche ha na BBC Igbo nwere, Ụmụada a kwuru na ha kpebiri ichekwa obodo ha, mgbe ndị ntoroọbịa obodo ha malitere iji mma na egbe emerụsị onwe ha ahụ.",
    "Ha bịara tinye iwu na onye ọbụla sụrụ ibe ya mma ga-akwụ ego dị puku naịra iri anọ (N40,000), ma malite inwete ego site n'aka ndị dara iwu a.",
    "A sị na nwaanyị anaghị echekwa obodo mana anyị chekwara obodo anyị.",
    "Ụmụada Anam jikọtara aka na-echekwa obodo ha.",
    "Ha kwuru na ha agaghị agbachi nkịtị ka mpụ na omekoome dị iche iche na-eme n'obodo ha.",
    "N'ihi ya, ha napụrụ ụmụnwoke ọrụ nchekwa obodo ha, jirizie aka ha na-echekwa ya.",
    "Anam dị n'Okpuru ọchịchị Anambra West n'Anambra steeti.",
    "Nwaanyị Nnewi: Etu nne m ochie siri kpalite m ime ‘skit’19 Eprel 2024",
    "Arụọla m ụlọ mekwa ihe ndị ọzọ site n'ịgwakọ egwu- DJ Commissioner Wysei26 Ọgọọst 2024",
    "Gịnị mere ụlọ ndị mmadụ ji ada na Naịjirịa?16 Ọgọọst 2024",
    "Ụmụada gara n'ihu kpebie iji ego ndị ha nwetere rụzie ọnụụzọ abụọ e si abata n'ime obodo ha, ma malite iche nche n'isi ọnụụzọ ndị a kwa abalị.",
    "Ha na-amalite iche nche n'ebe ahụ ma ọ kụọ elekere asatọ (8:00pm) nke abalị ọbụla ma mechie ọnụụzọ ahụ ma ọ kụọ elekere iri nke abalị (10:00pm). N'oge ndị a onye ọbụla bu ọgbatumtum maọbụ ụgbọala na-abata n'obodo agaghị agba ya agba kama ọ ga-akwa ya n'aka.",
    "Ọ bụrụ na ha mechie ọnụụzọ ahụ n'elekere iri nke abalị, onye ọbụla na-abataghị n'obodo ga-ehi n'ezi ruo mgbe ọ kụrụ elekere ise nke isi ụtụtụ echi ya.",
    "Ụmụada a gara n'ihu kọwaa na ndị ndu, ndị okenye, ndị ntoroọbịa obodo ha kwadoro ihe a na-eme nke mere o ji dịrị ha mfe ime.",
    "Ụmụada a chekwara obodo ha malite n'afọ 2019 ruo afọ 2024 tupu ndị ọrụ nchekwa 'Anambra State Vigilantee' ewerezie nchekwa n'obodo ha.",
    "Ọzọkwa bụ na ndị obodo ha bi na mba ofesi kwadokwara nche a ha na-eche ma na-ezitere ha ego mgbe ọfụdọ.",
    "Ha kwuru na ọ bụ nkwado ndị a na-enye ha ikike na obi ụtọ n'ọrụ ha na-arụ, tinyekwara ekpere onyeisi ụmụada na-ekpere ha tupu ha apụọ n'ihu ọrụ.",
    "Kirie ihe ha kwuru n'uju;",
    "National security",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Anambra Steeti",
    "Vidio, 'Nwunye nna m boro m na m bụ amoosu gburu nwa ya nwoke', Duration 9,3526 Septemba 2024",
    "Vidio, Etu ụmụada siri weghara nchekwa obodo ha n'Anam, Duration 4,0117 Septemba 2024",
    "Vidio, Ọgba mbọ: Ọtụtụ ndị ekwenyeghi na nwaanyị dịka m ga-arụnwu 'gear box' ụgbọala - Chidera Ohiaeri, Duration 3,334 Septemba 2024",
    "Vidio, Arụọla m ụlọ mekwa ihe ndị ọzọ site n'ịgwakọ egwu- DJ Commissioner Wysei, Duration 8,2426 Ọgọọst 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}