{
  "published": "31 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Jessica Nwankwo",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Ọgọọst 2024",
    "Ọ bụ ihe a ma ama na mmiri ara n'ebe nwa ọhụru nọ dị oke mkpa n'ihi na ọ bụ nri na-enyezu ha ihe niile ahụ ha kwesiri.",
    "Mmadụ abụghị kwa naanị onye na-enye nwa ọhụrụ ya ara, anụmanụ ndị ọzọ dịka ehi, ewu, nkịta na nwamba na-emekwa nke a.",
    "N'ihi uru ahụ mmiri ara bara, ngalaba na-ahụ maka ahụike mbaụwa bụ WHO nyere ndụmọdụ ka enyeruo nwa ọhụrụ naanị mmiri ara ruo ọnwa isii ma nyezuo ha ara afọ abụọ iji me ka ha gbasie ike ma gbahapụ ọtụtụ ọrịa na-enye ụmụaka nsogbu.",
    "Ha kwukwara na ụmụaka ṅụrụ mmiri ara na-enwe amamihe siri ike ma ha too nakwa ha anaghị arịa ọrịa ndị nwereike ibute ọnwụ dịka oke ibu nakwa ọrịa shuga.",
    "\"Mmiri ara na-ebu ngwa nri nakwa akụkụ nri niile ahụ ụmụaka chọrọ n'ọnwa ndị mbụ na ndụ ha\" ka ha kwuru.",
    "Dịka o doro anya na mmiri ara dị mkpa, o nwere ihe o mere ma nwaanyị ọzọ nye nwa onye ọzọ mụrụ mmiri ara ya?",
    "O nwere nje ndị nwereike i si n'ahụ nwaanyị ahụ banye n'ahụ nwa ọhụrụ ọzọ ahụ abụghị nwa ya?",
    "Nke a bụ maka na inye nwa onye ọzọ ara bụ ihe ọtụtụ ụmụ nwaanyị na-eme kemgbe oge gboo.",
    "A na-emekarị nke a dịka nwa mụrụ nwa nwụọ n'ọmụmụ, nwa mụrụ nwa nwee nsogbu ịmepụta mmiri ara nke ya maọbụ a mụpụta nwa mgbe oge ya ezubeghi n'ime afọ.",
    "Ọnụ ara dị iche iche na etu o si metụta ịnye nwa ara8 Jenụwarị 2022",
    "Breastfeeding: Lee nrị Igbo ga-eme ka ara nwaanyị mụrụ nwa gbaa mmiri zamzam13 Jenụwarị 2021",
    "Ite paụda, ili eriri otubo na omenala ndị ọzọ Ndigbo na-eme n'oge ọmụgwọ28 Ọgọọst 2020",
    "Otu dọkịta tinyere ọnụ na ya bụ okwu bụ Dọkịta Nkolika Nwankwo sị na o nweghi iwu sayensi ọbụla gbochiri nwaanyị ọzọ ịnye nwa ara.",
    "\"Kama ịbụ nsogbu, ọ dị oke mkpa n'ihi na ụmụaka pụtara n'afọ tupu oge ha eruo bụ mmiri ala ụmụnwaanyị ndị ọzọ wetara dịka onyinye ka a na-enye ha.\"",
    "Ọ kọwara na mgbe nwa ọhụrụ pere mpe etu ahụ, ọ bụghị mmiri ala ehi ka ahụ ya ga-anabata mgbe ahụ n'ihi na o tozubeghi etozu.",
    "\"Ụmụaka ndị nọ n'ụzọ ọnwụ dịka ndị pụtara tupu ha anọzue n'afọ ka a na-enye ara a. Ụfọdụ n'ime ha ara nne ha agbawabeghi n'ihi oge ịmụ nwa erughi, o mee etu a ndị dọkịta na nọọsụ na-elekọta nwa ahụ na-aga n'ọba edokọrọ mmiri ara ndị ọzọ nyere ka onyinye iji nye obere nwa ọhụrụ ahụ.\"",
    "\"Uru dị n'ime mmiri ara karịrị nje ọbụla, ọ naghị emebi ihe n'ime ahụ nwa ọhụrụ kama ọ ga-edochi ihe ndị adịghị ma na-enyere nwa ahụ aka ịtozu ọfụma\".",
    "E mee elu mee ala, mmiri ala mmadụ kachasị mkpa karịa mmiri ala ehi n'ebe nwa ọhụrụ nọ.",
    "Dọkịta ọzo bụ Ojinika Njoku kwadoro ihe Dọkịta Nwankwo kwuru.",
    "Ọ sị na mmiri ara nwaanyị bara ezigbo uru n'ebe ụmụaka a mụrụ tupu oge eruo nọ.",
    "\"Ọ bụ mmiri ara ga-enye ime ahụ ha aka ịrụtọpụ ọrụ dị n'igbake nakwa ịto ọfụma\" ka o kwuru.",
    "Ngalaba na-ahụ maka ahụike mba ụwa niile bụ WHO kwuru n'oge njem COVID-19 ka ụmụ nwaanyị nyesiwe ụmụ ha ara ike n'ihi na uru dị na ya karịrị ọghọm ọbụla ga-esi na ya pụta nke gụnyere ịfenye ha ọrịa ahụ.",
    "Kama ha kwukwara ka ndị nne ahụ na-akwọ aka ma na-edebe akụkụ ha ọcha iji wulite ọnọdụ ime ahụ nwa ọhụrụ.",
    "Ebe foto si, Getty Images",
    "Ebe foto si, Getty Images",
    "N'omenala Igbo nwaanyị inye nwa onye ọzọ ara bụ ihe anabatara ma bụrụkwa ihe a na-eme kemgbe oge gboo.",
    "Dịka otu nne nwaanyị ma anya ihe ahụ bụ Azuka Nwankwo si kọwa, ọ sị na ọ bụghị ihe taa.",
    "\"A na-eme karị ya ma nwaanyị mụọ nwa ọhụrụ ma si ebe ahụ nwụọ. Ndị nyere ya aka mụ nwa ga-akpọ nwaanyị ọzọ bụ okenye mụrụla nwa ka ọ saa ara ya nye nwa ọhụrụ ahụ nri\"",
    "Ọ sịkwa na n'ihi ezinaụlọ mgbe gboo na-enwekarị ọtụtu nwaanyị, ọ naghị ara ahụ ịchọta nwaanyị ime ụlọ ga-enye nwa ọhụrụ ahụ ara.",
    "\"Ọ na-abụkarị onye imeụlọ ka a na-ekenye ọrụ ahụ maka na ọ bụghị ihe dị mfe, ọ bụghị naanị ịnye ara, onye ahụ ga-elekọta nwa ahụ rue mgbe o tolitere ọtụtụ afọ\"",
    "Nwankwo kwukwara na ụfọdụ oge a ga-ekunye nne nwaanyị ahụ nwụrụ nwa ọhụrụ ahụ ka o nye ya ara ma zụọ ya.",
    "Ọ sịkwa na ụfọdụ oge ọ bụ nwunye di nwaanyị nwụrụ ka a na-ekunyekwa nwa ahụ.",
    "Mana otu ihe dị mkpa n'ihe a bụ na onye ekunyere nwa bụ onye mụrụla nwa nke ya ka ọ dị mfe ime ara ahụ ka ọ gbaa.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ụmụaka",
    "NA EME UGBU A, NLC akpọọla oku ka a tọhapụ onyeisi ha a nwụchiri",
    "Ka m si bụrụ nwaanyị isiojii nweterela 'Comercial Pilot License' na US - Miracle Izuchukwu20 Julaị 2022",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground' 6 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua30 Ọgọọst 2024",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpox28 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground'",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}