{
  "published": "9 Julaị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ugbua ị pụrụ iji ekwentị gị nweta akụkọ niile dị mkpa na-eme ozugbo, nnyocha akụkọ na akụkọ ndị pụrụ iche BBC News Igbo chịkọtara.",
    "Ndị ntaakụkọ anyị na-ahọrọ akụkọ ndị ahụ bụ ọkaibe na-akpọtụ gburugburu anyị nakwa na mbaụwa, mepụta ha n'ụdị edemede na ihe onyonyoo maka ndị na-esonye n'ọbaozi WhatsApp ọhụrụ anyị.",
    "Dịka e hibere ya n'afọ 2023, ọbaozi WhatsApp Channel na-enye ndị mmadụ ohere inweta ozi dị mkpa site n'aka ndị ọzọ nakwa otu ndị na-amasị ha.",
    "Nwaanyị ọbụla mere BBL amaghị ihe - Eric Gugua1 Julaị 2025",
    "Ọkwa maka ozi nzuzo ọbaozi Whatsapp BBC Chanelụ na Community26 Febụwarị 2025",
    "Ụmụnwaanyị hapụ nụ nwoke ọbụla na-eti gị ihe - Otiegwu Amarachi Joy4 Julaị 2025",
    "Ebe foto si, Getty Images",
    "Ọ bụrụ ma a chịkọta ya ọnụ, mmadụ karịrị nde 15 esonyela n'ọbaozi WhatsApp Channel ụlọọrụ BBC niile n'ime mba karịrị 200.",
    "Lee ka ị ga-esi nweta akụkọ na ihe ngosi kachasị mma BBC ga-ewetara gị n'asụsụ Igbo:",
    "Pịa aka ebe a BBC Igbo whatsapp Chanelụ iji banye n'ọbaozi WhatsApp anyị ọ bụrụ na i ji ekwentị maọbụ WhatsApp Web.",
    "I nwekwara ike chọọ BBC News Igbo n'okpuru \"Updates\" na WhatsApp.",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 2027",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "End of Akachasị Gụọ",
    "I nwere ike chọta \"Updates\" na ndịda akaekpe dị n'ihu ekwentị gị ọ bụrụ na i ji iPhone, maọbụ na mgbago ihu ekwentị gị ọ bụrụ na i ji Android.",
    "Ọ bụ ebe ahụ ka ozi anyị niile ga-egosi - ọ ga-anọpụ iche na mkparịtaụka \"Chat\".",
    "Pịa aka na mgbịrịgba dị na mgbago ọbaozi WhatsApp Channel iji kpọghee ya ka ị ghara ịgbanarị akụkọ anyị ọbụla. I nwekwara ike kpọchie ya ọzọ maọbụ wezuga onwe gị n'ọbaozi anyị oge ọbụla ị chọrọ.",
    "I nwere ike iji ngosi emoji ọbụla masịrị gị gosipụta ka obi dị gị dịka ọ dịkwaara gị mfe izigara ndị nke gị akụkọ ndị kachasị masị gị n'akara Whatsapp ha.",
    "Ụlọọrụ nwe WhatsApp, Facebook na Instagram bụ Meta ekwuola na enweghị onye ọbụla ga-ahụ njirimara, foto, aha maọbụ akara ekwentị ibe ya n'ọbaozi WhatsApp Channel.",
    "Mụtakwuo maka ozi nzuzo gị na ﻿﻿﻿BBC WhatsApp Channels and Communities Privacy Notice Pịa ebe a ka ị gụọ maka iwu nzuzo Whatsapp Chanelụ.",
    "Afịrịka",
    "Naijiria",
    "Social media",
    "Ekwentị",
    "WhatsApp",
    "NA EME UGBU A, Onyeisiala Trump agaala Texas ebe idemmiri gburu mmadụ 120 dịka a na-achọ ihe ruru mmadụ 160 achọ",
    "Ihe Jamb gwara BBC maka Chinedu Okeke nwetara akara 375 n'ule UTME10 Julaị 2025",
    "Ihe anyị ma maka ndị omekome wakporo 'Oko-Ekwulobia flyover' n'Anambra steeti10 Julaị 2025",
    "Ọbaozi WhatsApp nke BBC IGBO: Etu ị ga-esi sonye ma nweta akụkọ niile na-akpọtụ n'ụwa9 Julaị 2025",
    "Ọbaozi WhatsApp nke BBC IGBO: Etu ị ga-esi sonye ma nweta akụkọ niile na-akpọtụ n'ụwa9 Julaị 2025",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ8 Julaị 2025",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 20277 Julaị 2025",
    "O nwebeghi onye pụtara kwuo na ụmụnwaanyị anaghị egbu ọja - Oluomachukwu6 Julaị 2025",
    "Mgbanwe 'coalition' ga-eweta na ndọrọndọrọ ọchịchị Naịjirịa4 Julaị 2025",
    "Ụmụnwaanyị hapụ nụ nwoke ọbụla na-eti gị ihe - Otiegwu Amarachi Joy4 Julaị 2025",
    "\"Ọ kwa unu na-emere anyi nzukọ\" ihe ha gwara anyi tupuu ha agbagbuo mmadụ 10 n'ime anyị3 Julaị 2025",
    "Ọkwa maka ozi nzuzo ọbaozi Whatsapp BBC Chanelụ na Community26 Febụwarị 2025",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 2027",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}