{
  "published": "26 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị oji egbe amaghị ndị ha bụ agbagbuola Eze Victor Ijioma bụ Eze obodo Orsu nke nọ n'okpuruọchịchị Oguta dị N'Imo Steeti n'ụbọchị Tọzde bụ ụbọchị 25 nke ọnwa Mee afọ 2023.",
    "Akụkọ na-ekwukwa na e gbukwara Onowu obodo Mgbele nke dịkwa n'okpuru ọchịchị Oguta Imo steeti.",
    "Dịka otu onye so na ndị na achị n'obodo Orsu bụ Mazi Ekwe siri kọọrọ BBC Igbo na Eze Victor Ijioma gara nzụkọ na Owere bụ isi obodo Imo steeti, mana ndị ojiegbe ahụ wakporo ya oge o si ọgbakọ ahụ alọta obodo ya bụ Eziorsu.",
    "Ngwa ngwa ọ gafechara obodo Ogbaku, bata Izombe oge ọ na-akụ ihe dịka elekere anọ rue elekere ise nke mgbede, ndị omekome ahụ sị n'ọhịa mapụta were jide ya bụ Eze.",
    "Ha gburu ya, ma gbaa ozu ya na ụgbọala ya ọkụ.",
    "Mgbe ndị obodo Orsu nụrụ maka odachi a, ha kpọrọ ndị uweojii nakwa ndị agha mmiri mana tupu ha erute ebe ahụ, ozu Eze Ijioma agbachaala ọkụ n'ime ụgbọala ya.",
    "Ndị Orsu pụtazịrị n'igwe ụnyaahụ buru ozu Igwe ha ga lie ya.",
    "Ka ọ dị ugbua, egwu ji onye ọbụla n'obodo ahú n'ihi na afọ tara ndị gburu igwe ha mmiri.",
    "Otu nwa okorobia onye obodo Orsu gwara BBC Igbo sị, \"obodo anyị aghọọla kwa ụbọchị kwa igbu mmadụ maka na ndị omekome ahụ na-enye ha nsogbu site na igbusịsị ndị be ha kwa mgbe kwa mgbe\".",
    "O kwukwara na kamgbe afọ abụọ gara aga, obodo Izombe, bụ obodo a ga-agafe tupu a abata Eziorsu, bụzị ebe ndị ojiegbe amaghị ndị ha bụ jị mere isi ụlọọrụ ha.",
    "N'ime afọ abụọ a, ọtụtụ ụmụ okorọbịa , ndị uweojii, nakwa ndị obodo ha abụrụla ndị egburu egbu.",
    "Ndị Orsu kwukwara na egwu ji ha niile aka n'ihi ndị ahụ kara obi gbuo Igwe ha, were kwukwaa na ha na-achọkwa otu nwa ntorobia be ha amaghị ndị tọọrọ ya kamgbe afọ gara aga ruo ugbua, ha amaghị ma ọ dị ndụ ma ọ nwụrụ anwụ.",
    "Etu ndị ojiegbe si gbagbuo mmadụ asaa n’Orogwe, Imo Steeti3 Ọgọọst 2022",
    "Ihe ga-eme ndị ojiegbe ahụ gbagburu ndị otu anyị - Uweojii Imo Steeti21 Eprel 2023",
    "'Ekperima si ụlọmkpọrọ Owere gbapụta na ndị otu ya gburu onyeagha were bute ọgbaghara n'obodo m'- Eze a gbara ụlọ ya ọkụ29 Ọktọba 2021",
    "Ebe foto si, Iwaria",
    "Ọnụ na-ekwuchitere ndị uweojii Imo steeti bụ Henry Okoye kwara onye ntaakụkọ BBC na ya bụ ihe mere n'ezie ma kwuo na kọmịshọna uweojii steti ahụ bụ Muhammed Berde enyela iwu ka ebido nyocha ma nwuchie ndị kpara arụ a.",
    "O kwuru sị, \" Kọmịshọna uweojii Imo steti katọrọ ogbugbu Eze a na Onowu. O hiwela otu ndị uweojii pụrụ iche maka nnyocha a ga-eji nwuchie ndị kpara arụ a\".",
    "Okoye kwukwara na ha na ndị agha ejịkọọla aka ọnụ iji hụ na ha jidere ndị omekome a.",
    "O ji kwa ohere ahụ tie ndị ezinụlọ ihe a metụtara aka n'obi.",
    "National security",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ndịagha",
    "NA EME UGBU A Ụlọikpe akụchapụla ebubo e boro Tinubu gbasara afọ ole ọ dị nakwa mba o si9 Mee 2023",
    "NA EME UGBU A Ụgbọelu 'Nigeria Air' nke mbụ atụọla ụkwụ na Naịjirịa - Hadi Sirika2 Mee 2023",
    "Ndị ojiegbe egbuola Igwe Ijioma nke obodo Eziorsu, Imo Steeti, ma gbaa ozu ya ọkụ26 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}