{
  "published": "24 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NOBERT YOUNG?STANLEY ONTOP/FACEBOOK/INSTAGRAM",
    "Akụkọ ọnwụ Adigwe malitere wuwe na sochal midịa n'ụtụtụ Wenezde dịka otu onye ihe ejije Nollywood bụ Stanley Nwoko kwupụtara ọnwụ ya.",
    "Ozi ahụ kwuru sị, \"Eji m obi mwute ekwupụta ọnwụ onye ejije kajara akaja bụ Maazị Zulu Adigwe.\"",
    "“Enyochabeghị ihe butere ọnwụ ya, Laa n'udo, ezi onye ihe ejije.\"",
    "Onye ọzọ kwanyeere Adigwe ugwu bụ ogbo ya n'ọrụ bụ Norbert Young.",
    "Ọ sị \"ị ma gị nakwa ịso gị rụ ọrụ bụ ihe ịkpalite mmụọ mgbe niile",
    "ka ndụ ọma gị zuo ike n'akụkụ Chineke\" n'ime ozi ahụ o dere n'akara Facebook ya.",
    "Ebe foto si, Zulu Adigwe/Instagram",
    "Omeiheonyonyo a ma ama na Nollywood bụ Zulu Adigwe anwụola dịka akụkọ si na ọ rịachara ọrịa obere oge.",
    "Adigwe, onye e ji ime agwa dibịa mara n'ihe ejije nwụrụ na mgbede Tuzde dịka onyeisioche ngalaba otu jikọrọ ndị na-eme ejije 'Actors Guild of Nigeria' n'Enugwu steeti bụ Browne Ene siri kọwaa.",
    "Nke bụ eziokwu banyere ọrịa di m na-arịa - Nwunye Amaechi Muonago28 Nọvemba 2023",
    "Mr Ibu: Ihe nwa ya kwuru maka ‘ọrịa ọjọọ' ọ na-arịa ugbua 18 Ọktọba 2023",
    "Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu12 Eprel 2022",
    "Dịka Ene siri kwuo, ndị ezinaụlọ Adibe ekwupụtabeghị ihe gburu nna ha kpọm kwem.",
    "Na nsonso a, ọnwụ bịara ndị Nollywood ọbịa dịka ọ kpọọrọ ndị Nollywood nwere agba dịka John Okafor a ma dịka 'Mr Ibu, Amaechi Muonagor, Obum Odonwodo a ma dịka Junior Pope' na ndị ọzọ.",
    "Edemede a nwere ihe ndị si na Twitter. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Twitter iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Twitter post",
    "E ji ikwu okwu amamiihe mara Adigwe oge ọ dị ndụ.",
    "Otu n'ime ozi ọ wepụtara oge ọ dị ndụ kwuru sị, \"I nwere ike na-agabiga ihe mgbu ugbua, mata na ihe mgbu na-abịa ,na alakwa.\"",
    "Ebe ọzọ o kwuru sị, \"Inwe ego dị mma, mana emela ego nna gị ukwu.\"",
    "Ebe foto si, Zulu Adigwe/Instagram",
    "Ebe foto si, Zulu Adigwe, Instagram",
    "Zulu Adigwe bụ onye ejije Nollywood a ma ama ma bụrkwa  , otiegwu nakwa onye na-ede akwụkwọ.",
    "E ji agwa o mere  n'ihe onyonyo TV o sonyere na ya n'agbata afọ 1987 bụ 'Basi and Company' bụ ebe ọ zara Mr B mara  odogwu a.",
    "Adigwe mere agwa Pascal Nworie n'ihe ejije \"Living in Bondage\" bụ ihe ejije ụfọdụ kwuru meghere ụzọ Nollywood ọzọ ka ọ bụrụ ihe a ma ama taa.",
    "Adigwe esonyela n'ọtụtu ihe ejije ndị ọzọ gụnyere  \"Checkmate\", \"Blood of the Orphan,\" \"Living Abroad\", Breaking Free\" wdg.",
    "Ọtụtụ ndị mmadụ amaghị na nwaamadị a  gụrụ 'Theatre Arts' na mahadum 'University of Ibadan'(UI) na-eti egwu.",
    "Ya bụ aka mere ụfọdụ egwu a na-akpọ n'ihe ejije Nollywood Bekee kpọrọ 'background music'.",
    "Adigwe lụrụ nwaanyị aha ya bụ Blessing Adigwe, ha ji ụmụ atọ.",
    "Nollywood",
    "Naijiria",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Etu e si lie Chukwuemeka Ezeife (Okwadike) bụbu Gọvanọ Anambra Steeti21 Eprel 2024",
    "'Akwa m na-eyi eme ejije ka D Law tọrọ m atọ, ọ karịala afọ 30' - Layiwasabi24 Eprel 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}