{
  "published": "3 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Jessica Nwankwo na Amaka Bassey",
    "Ndị mere akụkọ a,  Senior Journalist na Video Journalist",
    "Juun 2024Mgbe ikpeazụ e tinyere ya ozi ọhụrụ 11 Juun 2024",
    "Ojiegoachụego bụ Cubana Chiefpriest akọwarala BBC Igbo etu nsogbu nchekwa dị n'Orlu nakwa Orsu ji mee ka o bụgharịa ụlọahịa ya.",
    "Na mkparịtaụka ahụ, o kwuru na ọnọdụ nchekwa ọjọọ achụọla ndị mmadụ ọsọ n'ọwụwa anyanwụ ma mee ka ha kwụsị ịla ụlọ.",
    "Ọ sịkwa na nke ahụ mere ka o kwụsị ịrete ihe n'ahịa ọ na-azụ. \"Igbo sị na mbụgharị ka eji ere mbe, ya mere m ji bịa Legọs butekwara ndị nke anyị ụdịrị ihe ahụ ha na-ahụ n'aka m n'Owere\" ka ọ kọwara.",
    "Ihe mere m ga saa ara m - Eniola, nwaagbọghọ sara ara ya5 Juun 2024",
    "Agụrụ, mmanụ ụgbọala, dọla na ụzọ ndị ọzo ọchịchị Tinubu n'otu afọ siri metụta ndị Naịjirịa30 Mee 2024",
    "Ebe foto si, Cubana Chiefpriest",
    "Ọ dụkwara ndị mmadụ ndụmọdụ ha jiri iti vootu wepu ndị mmadụ n'ọkwa maọbụrụ na ha achọghịzi ha.",
    "Cheta na naanị abali ole ma ole gara aga ka ndị ojiegbe amabeghi gburu ndị agha ise n'Aba dị n'Abia steeti.",
    "Kemgbe ahụ ndị Aba chịobiha n'aka dịka ebe niile dara jụụ. Ndị agha fooro ntutu taa na ha ga-ememina ndị mere ihe ahụ dịka gọọmentị etiti katọrọ ya bụ ihe ma nye ndị agha ikike ịdakwasị ndị mkpara mkpa mkpa ahụ.",
    "Gee ihe o kwuru n'uju ebe a.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Ịkpa obi aṅụrị",
    "Ndị Biafra chọrọ nkewa",
    "Ahịa",
    "Vidio, Mụ na Junior Pope nọ n'ime otu ụgbọ mgbe o kpuru, Duration 7,0912 Juun 2024",
    "Vidio, Ihe mere m jiri buru ngwa ahịa m site n'ala Igbo gawa Legọs - Cubana Chiefpriest, Duration 4,153 Juun 2024",
    "Vidio, Ihe mere m ga saa ara m - Eniola, nwaagbọghọ sara ara ya, Duration 5,434 Juun 2024",
    "Vidio, Agụrụ, mmanụ ụgbọala, dọla na ụzọ ndị ọzo ọchịchị Tinubu n'otu afọ siri metụta ndị Naịjirịa, Duration 1,1329 Mee 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}