{
  "published": "10 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọtụtụ ndị ọrụ njem nakwa ndị ọzụahịa na steeti dị iche iche n'Ọwụwa Anyanwụ atụọla arịrị etu oke ụtụ sị awapụ ha ọgọdọ n'ukwu na mpaghara ahụ.",
    "Ha na-eti mkpụ na dịka e wepụrụ ego nkwụbilata ego mmanụ ụgbọala(fuel subsidy) na gọọmentị nakwa otu dị iche iche na-atụkwasara ha ahụhụ n'elu ahụhụ nke ha nọ na ya site na ịna  ụtụ dị iche iche.",
    "N'Enugwu steeti, ndị bi na steeti ahụ, ndị ọkwọụgbọala na ndị na-azụ ahịa ekwuola na oke ego ụtụisi gọọmentị na ụlọọrụ gọọmentị na-ana ha na-agbadozi ha n’akpịrị, o kweghị ha ekute ume.",
    "Otu nwaanyị na-azụ ahịa akpụkpọụkwụ na new Market Enugu bụ Ogochukwu Obasi tụrụ arịrị na gọọmenti Enugwu ewepụtala ụtụisi ọhụrụ tinyere nke ndị ọzọ ndị ahịa na-akwụbụ kwa ụbọchị.",
    "Ọ sịrị, “ Gọọmentị bịara izuụka gara aga gwa anyị bụ ndị n’azụ ahịa na anyi ga na akwụzị 200 naira “daily rate\" dịka ụtụ isi.",
    "Ogochukwu kwara arịrị na kwa ụbọchị ya na-akwụkwa 100 naira were dọba ụgbọala ya ma na akwụkwa N10,000 “tenement fee” maka na ọ bụ ya nwe ọdụ ahịa nke onwe ya.",
    "N'otu aka ahụ, onye ọkwọụgbọala Mini bọọsụ bụ Mazi Ugonna kwuru na gọọmentị Enugwu na- anapụ ha N400  kwa ụbọchi.",
    "Ha na-akwu otu jikọrọ ndị ọrụ ụgbọala a kpọrọ 'NURTW' n'ịchafụ, N100,  kwụọ ụgwọ ọdọ ụgbọala(park) nakwa ego itinye ndị mmadụ n'ụgbọala( loading) , ebe  ndị uweojii na-ewerekwa ego na njem ọbụla ha mere(trip).",
    "Ugonna yọrọ gọọmenti ka omere ha ebere n’ihi na ha anaghịzị enweta ego na ezuru ha na ezinaụlọ ha.",
    "Gọọmenti Enugwu na-ekwusi ike na ya ga-ebulite ego a kpatara n'ụlọ na Enugwu ahụ nke Bekee kpọrọ (Internally Generated Revenue-IGR),  ka o ru ijeri naira iri atọ (N30 billion) oge ọchịchị ya ga-agwụcha.",
    "N'Abia steeti, Ọkwọ keke n'Umuahia a kpọrọ Chimezie Nduka, kwuru na  ha nabatara N300 nke gọọmentị kwuru ndị Keke ga na-akwụ, mana na ndị 'task Fọrce na-anapụ ha ego ndị ọzọ gụnyere N350 na mpaghara dị iche iche na steeti ahụ.",
    "Nduka sịrị, \"State Goọment kwuru na tiketị ga-abụzị N300, anyị kwetara na anyị ga-akwụ ya.\"",
    "\"Mana ịga n'Ụzọakọli a na-ana anyị N350 maọbụ N400.\"",
    "\"E ji ndị 'Task Force' eme ndị keke. Ha na-ana anyị N200, 500.\"",
    "\"N'Olokoro, ụmụaka na-apụ ndị keke N2000.\"",
    "Ọ kpọrọ oku ka ọ bụrụ naanị ego ahụ gọọmentị sị ha kwụwa ka ha na-akwụ.",
    "N'ọsịsa na a na-anapụ ha ego karịrị ihe gọọmentị ahụ kwuru ka ha na-akwụkwọ dịka ụtụisi, gọọmentịAbịa steeti ekweela nkwa ihibe naanị otu 'task force' maka ịna ụtụ nile na steeti ahụ.",
    "Ọnụ na-ekwuru gọvanọ steeti ahụ bụ Kazie Ukoh gwara BBC Igbo sị, \"Mata na na gọọmentị na-akwado ihibe otu ga na-ahụ maka ịnakọ ụtụ na steeti a.\"",
    "\" Nke abụghị otu ga na-achụgharị ndị mmadụ n'ahịa nakwa okporoụzọ.\"",
    "Ọ gara n'ihu kwuo na gọọmentị ga-ewepụtara ndị bụ ọgbatuhie na ihe  ịnakọ ụtụ dịka o kwesịrị anya e ji anyụ nsị dịka ha nwere ike ịnwụchi ha ma kpụpụ ha ụlọikpe.",
    "N'Anambra steeti, ndị ọrụ njem na-etikwa mkpụ mbanyere oke ụtụ a na-ana ha na-agbanyeghị na gọọmentị steeti ahụ kwuru na ha amachiela ndị 'task force' ịnakọ ụtụ ụgbọala na keke.",
    "Mbọ BBC Igbo gbara ịnụta olu gọọmentị Abia, Enugwu amịtaghị mkpụrụ dịka ndị ọnụ na-ekwuru steeti ha asaghị ozi anyị zigara n'ekwentị ya oge anyị wepụtara akụkọ a.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Sunday Igboho: Ebe ka onye ndu 'Yoruba Nation' nọ ugbua?9 Ọktọba 2023",
    "Drambi Vandi: Ụlọikpe amaala onye uweojii gbagburu Bolanle Raheem ikpe ọnwụ9 Ọktọba 2023",
    "Liberia Election: Ndị na-atụ vootu apụtawala iji vootu kwuo ma ọ bụ  George Weah ka ọ bụ Joseph Boakai10 Ọktọba 2023",
    "Israel-Gaza crisis: Ihe ise gbara ọkpụrụkpụ mere ọhụrụ a14 Ọktọba 2023",
    "NA EME UGBU A Etu ‘Transformer’ si gbaa, gbagbuo mmadụ isii1 Ọktọba 2023",
    "Simeon Okezuo Nwobi: Onye bụ ụkọchukwu a Pope họpụtara dịka Bishọp Ahiara Diocese?14 Ọktọba 2023",
    "Bola Tinubu diploma: Ọ bụ eziokwu na o ji asambodo adịgboroja? Lee ihe BBC Disinformation chọpụtara11 Ọktọba 2023",
    "Multiple Taxation: Etu oke ụtụisi si awapụ ndị ahịa, ọkwọụgbọala ọgọdọ n'Ọwụwa Anyanwụ10 Ọktọba 2023",
    "Lee ụfọdụ ndị Ipob ụlọikpe sị ka a tọhapụ ma kwụọ ha ụgwọ 12 Ọktọba 2023",
    "Teachers Salary: Kedụ ihe ndị nkuzi na-eri n'ụgwọọnwa n'Ugwu na Ndịda Naijiria? 11 Ọktọba 2023",
    "'Anyị a na-alụ agha?' Ndị bi na mpaghara Okigwe na-ebegara gọọmentị akwa enyemaka8 Ọktọba 2023",
    "Father Okunerere kwesịrị ka e too ya ọ bụghị itinyere ya ọgbatauhie - Fada Mbaka",
    "Simeon Okezuo Nwobi: Onye bụ ụkọchukwu a Pope họpụtara dịka Bishọp Ahiara Diocese?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}