{
  "published": "4 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Paul Ibeh",
    "Nwoke nwunye ya nwụrụ  dịka ọkwọụgbọala ndị ọrụ kpachikpachi okporoụzọ bụ  'Lagos State Traffic Management  Authority',  (Lastma)  na -achụ ọsọ kugburu mmadụ abụọ n' Ago dị n'Okota ,Legọs akọwaala ọnọdụ nwunye ya ji nwụọ.",
    "Chinedu Ibeh, onye Anambara steeti gwara BBC Igbo na o bụ Nkeji iri ya na nwunye ya hụchara ka ọdachi ahụ napụrụ ya nwunye ya, ma dote ụmụ ha abụọ n'ụlọọgwụ,  ji dakwasị ya.",
    "Mberede okporo ụzọ egbuola mmadụ 3 na Lekki11 Maachị 2018",
    "Etu ihe mberede si gbuo ndị ‘sister' Katọlik abụọ na ndị ọzọ n’Anambra13 Eprel 2022",
    "O pekata mpe mmadụ abụọ; ọkwọkeke a ma dịka 'Cityboy' na otu nwaanyị na-akpọga ụmụ ya akwụkwọ  a kpọrọ 'Ogochukwu Ibeh, gbara afọ 31, nwụrụ ụbọchị Tuzde,(3/10/2023)dịka ọkwọụgbọala Toyota Siena  bu akara AKD 944 HN nke ndị ọrụ Lastma na ndị uweojii ha na ha na-arụkọ ọrụ  na-achụ ọsọ kuru keke na ndị mmadụ n'okporoụzọ dị n'ime 'street' n'Okota,Legọs.",
    "Na mkparịtaụka ya na BBC Igbo nwere na nsonso a, Maazi Ibeh sịrị,\"Nwunye bụ onye nwụrụ anwụ n'ihe mberede mere ebe ndị uweojii na-achụ ụgbọala ọsọ.\"",
    "\"Ya bụ onye gbajiri ụkwụ. Ebu m ya gaa ụlọọgwụ Isolo General Hospital mana ọ napụtaghị na ya.\"",
    "\"Ụmụ  anyị abụọ gbara afọ ise na afo asaa merụrụ ahụ ka nọ n'ụlọọgwụ ugbua.\"",
    "\"Mụ na a kwadoro n'ụlọ na-apụ,  m si ha gawa, ka m jiri aka m gbachie ụzọ.\"",
    "\" O rughị Nkeji iri, m pụta ebe igwe mmadụ ju ebe a nile n'ihi ihe mere.",
    "\" Ọ kụrụ nwunye ebe ọ gbachara n'akụkụ na-eze ndụ, mana ụgbọala ahụ bịara ebe ahụ ya na ụmụaka kwụ kụọ ha.\"",
    "\"Ọ na-eku ume obere obere, ọ bụzị oge ahụ ka m ji buru ya gawa ụlọọgwụ.\"",
    "Maazi Ibe tụrụ arịrị na ọ bụrụ na ndị ụlọọgwụ zara nwunye ya ngwangwa ha rutere, na ha kara ịzọta ndụ ya.",
    "Ọ kọwara nwunye ya lara mmụọ bụ onye ya na ya ebiela dịka di na nwunye afọ 15,  dịka \"onye anaghị achọ nsogbu\"Ọ na-agba mbọ\" ma gaa n'ihu tụọ arịrị sị, \" Nnukwu ihe kwara m. Amaghị m nk em na-emezi eme \"",
    "Ebe foto si, Screengrab",
    "Ndị na-eme ngagharịiwe n'Ago ,Okota",
    "Dịka ndị nọ ebe ihe mere na-arụ  ndị ọrụ Lastma aka maka ihe meberede ahụ, ụlọọrụ Lastma agọọla, si na o sighị ha n'aka.",
    "Akwụkwọ  mgbasaozi nke si n'aka ụlọọrụ ha na-ata ọkwọ ụgbọala Toyota Siena ụta \" ịnya ụgbọ ya n'okporo o kwesịghị\"(one-way).",
    "Ozi nke ọnụ na-ekwuru ụlọọrụ ahụ bụ Taofiq Adebayo binyere aka ma wepu n'aha, onyeisi  LASTMA bụ Bolaji Oreagba, kwụrụ si: \"E jidere ọkwọụgbọala TOYOTA Sienna bus nwere  akara AKD 944 HN maka ịgba n'ụzọ e si ala ala na nso Ago-Palace Way, Legọs\".",
    "\"Onyeuweojii anyị na ya na-arụkọ kwetara iso ụgbọala ahụ gawa ụlọọụ Latsma maka idenye aha ya n'akwụkwọ.\"",
    "“Ka a na-aga, ọkwọụgbọala chọrọ ịgbaọsọ, tinye isi n'okporo  Bayo Oyewale Street' dị nso Ago Round-About ebe ọ kụrụ keke bujuru mmadụ.",
    "“Ha gara n'ihu kwuo na ha ga-akpupu ọkwọụgbọala ahụ ụlọikpe.",
    "Otụtụ ndị bi nso  na Bayo Adewole Street dị n' Ago Palace Way ,Ọkọta, Legọs steeti bụ ebe ihe mberede okporoụzọ tara isi mmadụ abụọ,akpoola oku ka gọọmenti  steeti ahụ machie ndị ọrụ  nhazi kpachikpachi okporoụzọ na steeti ahụ a kpọrọ 'Lagos State Traffic Management  Authority',  (Lastma) dịka ha na-ebo ha  ebubo ịnyụ ihe sri na 'ọdachi ahụ.",
    "O pekata mpe mmadụ abụọ; ọkwọ keke na nwaanyị ji ụmụ atọ nwụrụ dịka ọkwọụgbọala Toyota Siena ndị ọrụ Lastma na ndị uweojii ha na ha na-arụkọ   na-achụ ọsọ kụgburu mmadụ abụọ ma merụọ ise ahụ n'okporoụzọ dị n'ime Okota,Legọs  ụbọchị Tuzde.",
    "Ebe foto si, Dabosco Tech/Chinedu Ibe",
    "Etu Gwomgworo si dagbuo ihe karịrị mmadụ atọ n' Ojuelegba21 Juun 2018",
    "Ihe mere eji kpụrụ Ojuelegba n'ọnụ21 Juun 2018",
    "Mberede okporo ụzọ egbuola mmadụ 3 na Lekki11 Maachị 2018",
    "Ọkwọkeke,nwaokorobịa onye Ugwu Awụsa na-akwado ịlụ nwaanyị n'izuụka ole na ole na-abịa a ma ama dịka 'City Boy' nwụrụ ozigbo ebe ya bụ ike mere dịka ọ merụrụ ahụ n'isi, ebe Oriakụ Ibeh gbara afọ 31 nwụrụ n'ụlọọgwụ Isolo General Hospital ebe e bugara ya.",
    "Ebe foto si, Chinedu Ibeh",
    "Oriakụ Ibeh, onye Anambara steeti  na-akpọga ụmụ ya akwụkwọ oge ụgbọala  ahụ kụgburu ya",
    "Mmadu ise ndị ọzọ gụnyere ụmụaka abụọ merụkwara ahụ n'ọdachi ahụ, e buga ha ụlọọgwụ dị iche iche.",
    "Ndị nọ ebe ihe boro gwara BBC Igbo na  ọ bụ dịka otu onye uweojii  ya na ndị Lastma a na-arụkọ ọrụ wụbara n'ime ụgbọala ọkwọ ụgbọala Siena ahụ  zọwa 'steering Wheel' ka ụgbọ ahụ kopuru, suo keke ndị ga kwụbara n'akụkụ ụzọ nakwa ndị na agara onwe ha.",
    "Ebe foto si, Dabosco Tech",
    "Otu onye n'ime ha bụ Ikechukwu Okafor kwuru sị, \" Ya bụ ihe mere n' ụtụtụ  ka o ji Nkeji 25 gafee  Elekere Asaa, ndị keke kwụbara keke ha.\"",
    "\"Ndị Keke kwụ na-ahịrị ha, onye na-eche ka o rụọ ya, ndị na-akpọ ndị njem na-akpọ.",
    "\"Okwọkeke nwụrụ anọghị ọrụ, ọ kwụbara keke ya, ya na mmadụ na-akpa nkata n' ebe nkwụsị ha.\"",
    "Ana m aza oku ekwentị ntị nụ, 'gbowa', m gbubie mkparịtaụka m na-akpa, gawa ebe ihe mere\".",
    "\"Anyị chọwara ụzọ anyị ga-esi kpọpụta ndị ihe meberede ahụ kụnyere n'okpuru ụgbọala.\"",
    "Ebe foto si, Chinedu Ibeh",
    "\"Enyere m aka anyị bulie ụgbọala bụpụta otu nwaanyị  ahụ kpọ ụmụ ya atọ n'okpuru ụgbọala nke  ụkwụ ya rọgọsịrị n'ime, gbajizie..\"",
    "\"Anyị tinyere ya na keke ,a kpọga ya ụlọọgwụ.\"",
    "\".Enyoro ma anya n'ọkpuru ụgbọala, were hụ  nwokorobịa keke, ụburu ya kposa n'otu akụkọ. ọ bụ nwa m na ya na-ekele ọfụma.\"",
    "\"E jidere ọkwọụgbọala na-achọ igosi ya iwe were chọpụta na ọ bụ ndị Lastma na uweojii na-achụ ya, chụbata ya ebe..\"",
    "Ọgbaghara malitere ngwangwa nke a mere dịka igwe mmadụ gbakọrọ, jidere ma  kụọ onye uweojii ahụ ihe tinka kụrụ mpanụ , ebe onye ọrụ Lastma gbara ọsọ gbalaga.",
    "Ya bụ ọdachi kpalitere  ngagahrịiwe na mpaghara ahụ tupu ndị uweojii e were anwụrụ ose na egbe chụsaa ndị mmadụ ma zọpụta onye otu ha.",
    "Legọsị steeti",
    "Naijiria",
    "Prof Cyril Ndifon : Ihe nchọpụta Unical  mere maka ebubo imetọ ụmụakwụkwọ nwaanyị megide onye nkuzi ha gosiri4 Ọktọba 2023",
    "Mohbad's Death: Ndị uweojii na-achọ Primeboy ka ọ bịa zara ọnụ ya maka ọnwụ nwamadị aelekere 8 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu5 Ọktọba 2023",
    "Ihe anyị chọpụtara gburu Mohbad - Ndị uweojii Legọselekere 8 gara aga",
    "NA EME UGBU A Narges Mohammadi eritela nturuugo Nobel Peace Prize 20231 Ọktọba 2023",
    "New Artisan: Nyocha ịrụzi akwa mmiri a na-aga n'ihu n'Enugwu6 Ọktọba 2023",
    "Nnamdi Kanu Supreme Court case: 15 December bụ mgbe a ga-ekpebi ikpe a5 Ọktọba 2023",
    "Ago Accident: 'O rughị nkeji 10 mụ na nwunye m hụrụ, ụgbọala akụgbuo ya- di nwaanyị nwụrụ n'ọdachi a sị Lastma kpalitere'5 Ọktọba 2023",
    "Africa Eye: Etu ndị nhazi egwuregwu bọọlụ si emetọ ụmụntakịrị nwoke na mba Gabon4 Ọktọba 2023",
    "Nsogbu anyị nwere bụ na ndị Anambara anaghị akwụ ụtụisi  - Soludo2 Ọktọba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Ago Accident: 'O rughị nkeji 10 mụ na nwunye m hụrụ, ụgbọala akụgbuo ya- di nwaanyị nwụrụ n'ọdachi a sị Lastma kpalitere'",
    "Ihe anyị chọpụtara gburu Mohbad - Ndị uweojii Legọs",
    "Nnamdi Kanu Supreme Court case: 15 December bụ mgbe a ga-ekpebi ikpe a",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}