{
  "published": "20 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Peter Mbah/Instagram/Martin N Okolo",
    "Gọọmenti Enugwu steeti akpọọla ndị Igwe na ndị isi obodo Nsukka oku maka mkpamkpa mmọnwụ oriokpa na-akpa n'obodo dị icheiche n'okpuruọchịchị Nsukka nke steeti ahụ.",
    "Nke na-abịa dịka akụkọ kwuru na mmadụ abụọ anwụọla ka ha na-agbara mmọnwụ oriokpa ọsọ n'izuụka a.",
    "Ozi oku ahụ nke kọmishọna na-ahụ maka okpuruọchịchị na mmepe obodo bụ Okey Ogbodo binyere aka, kwuru na Gọvanọ Peter Mbah gwara ndị Igwe ahụ na ndị isi obodo ka ha nwuchie n'ogige ụlọọrụ kọmishọna na-ahụ maka okpuruọchịchị ụbọchị Fraịde 27 Septemba, 2024 ma ọ kụọ elekere mbụ nke uhuruchi (1pm).",
    "Obodo akụkọ kwuru na mmọnwụ oriokpa na ndị ọzọ na-akpa mkpamkpa na mpaghara Nsukka gụnyere Nguru, Isiakpu, Echara, Nru, Edem-Ezema, Iheagu, Ihe, Owere na Umuoyo.",
    "Ebe foto si, BBC/Martin N Okolo",
    "Okey Ogbodo kwuru na Gọvanọ Peter Mbah enyela kọmishọna ndị uweojii na steeti ahụ bụ Kanayo Uzoegbu iwu ime nyocha n'ọnwụ mmadụ abụọ ahụ nwụrụ ma chọpụta ndị aka ha dị na ya.",
    "Gọvanọ Peter Mbah gara n'ihu tie ezịnaụlọ ndị ahụ nwụrụ aka n'obi ma kwuo na gọọmenti ya agaghị akwado ndị maọbụ otu ọbụla na-eme n'ụzọ megidere iwu obodo.",
    "Ebe foto si, Martins N Okolo",
    "Mmadụ abụọ anwụọla na Nsukka ebe ha na agbara mmanwụ oriokpa ọsọ ụbọchi Tuzde 24 Septemba 2024.",
    "Nchọpụta gosiri na mkpa mkpa njiji ahụ jiri n'okpuru ọchịchị Nsukka, dịka ha na-eti  mmọnwụ ha bụ Oriọkpa.",
    "Onye nke mbụ nwụrụ ụbọchi Tuzde bụ nne nwaanyi na-agara onwe ya na obodo Obeachara, Nsukka.",
    "Ndị hụrụ oge ihe ahụ mere kwuru na mmọnwụ malitere ịchụ nwaanyị ọsọ nke mere ka ọ danyere nukwu ụgbọala trailer na-agba n'okporoụzọ, o were gbuo ya.",
    "Ka mkpu akwa nke ahụ ka n’ada ebe nille, ọzọ mekwara dịka nwokrobia n’agụ akwụkwọ na mahadum University of Nigeria Nsukka (UNN), na-agafe na mpaghara Nru Junction, Nsukka oge mmọnwụ Oriokpa ahụ malitere chụwa ya ọsọ, chụba ya n’ihu ụgbọala, ebe o zutere ọnwụ ya.",
    "Nke mere ka ụfọdụ ụmụnwaanyị malite ime ngagharịiwe banyere ajọ agwa mmọnwụ ndị a na-akpa n'obodo.",
    "Ebe foto si, Martin's N Okolo",
    "Arụ na usoro e si akpụ arụ n'omenala Igbo15 Septemba 2024",
    "Kedụ usoro e ji eli nwaanyị n'ala Igbo?10 Septemba 2024",
    "Onye ụkọchukwu aha bụ Emmanuel Onah bụ onye Eha Alumona gwara BBC na mmọnwụ Omabe nke obodo ha n’ejizi egbe na mma n’ezu ndị mmadụ ori.",
    "N'okwu ya “Ndị n’eti mmọnwụ omebe na Akatakpa na apụtazi ka ndị n’eje ọgụ. Ha na eji mma gbujie onye ọbụla aka ma wakpokwa ụmụnwaanyị.”",
    "“Anyị na-arịọ gọọmenti Enugwu steeti ka gbatara anyị ọsọ enyemaka maka na mmọnwụ ndị a na-enwerezi ndụ ndị mmadụ”",
    "Mazi Obediah Odoh bụ onye Nsukka, kwuru na  \"E kwesịrị ikwụsị mmọnwụ Oriokpa  maka na ndị omekome ji ya akpa mkpa mkpa n'obodo.",
    "Ọ kpọrọ oku ka Gọvanọ Peter Mbah nyere aka kwụsi ajọ agwa ụmụ okorobia n’eti ya bụ mmọnwụ Omebe, Akatakpa na Oriokpa maka na ha anaghị ege Igwe ọbụla ntị, ma ọbụ ndị ọbụla dụrụ ha ndụmọdụ.",
    "BBC gbara mbọ inweta ọnụ okwu gọọmenti nakwa ndị uweojii banyere njiji a mana oku niile anyị kpọrọ ekwenti na ozi anyị zigara ha enweghị nke ha zara.",
    "Ụmụnwaanyị karịrị otu puku mere ngaghari iwe megide nwakpo mmanwụ omabe na akatakpa na-awakpo ha n’obodo Eha-Alumona dị na okpuru ọchịchị Nsukka, Enugwu steeti.",
    "Ụbọchi wenezde bụ 18th nke ọnwa september 2024 ka ụmụ nwaanyị ahụ kaara akwụkwọ ndụ na ihe igosi iwe ndị ọzọ, gụụrụ egwu haa na ogige Nsukka LGA ebe ha nọọrọ kọwapụta ihe bụ iwe ha.",
    "Onye ndu ụmụ nwaanyị Eha-Alumona ahụ bụ Benedict Ugwuoke kwuru na isi iwe ha bụ na ụmụ okorobia ndị n’ekpu mmanwu Omebe na akatakpa ndị ahụ na ejizi ya ezu ohi ma na emeru ụmụnwaanyi na ụmụ agbọghọ ahụ.",
    "Ọ kọwara na ọ ma abụ mmanwụ ndị ahụ pụta, ha agaghịzị apụta ezi ma ọ bụ gaa ugbo ha, nke mere na agụụ na achọzị ịgbu ha n’ime ụlọ.",
    "Ụmụ nwaanyị Eha-Alụmọna yọrọ gọvanọ Peter Mba nakwa onye isi okpuru ọchịchị Nsụka ka ha jikọọ ọnụ machie mmanwụ ahụ na Nsụkka niile n’ihi na onweghị uru ọbara kama ọghọm dị ma ya bara ụba.",
    "Ebe foto si, Getty Images",
    "Ọtụtụ ụmụnwaanyị ahụ gbara aka ebe na akatakpa na omabe ahụ n’ejizi egbe, mma nakwa nnukwu osisi na ezu ụmọ nwaanyị gara ahịa ohi ma wakpokwa ụmọ agbọgjọ ebe ọ dị njọ.",
    "“Ụmụ aka ahụ n’ekpu mmanwụ akatakpa bụchazi ndi ohi ji akwa mmanwụ n’ekpuchi arụ ha n’eme”.",
    "Onye ha kpesaara n’aha onye isioche Nsukka bụ “Head of Personnel” HPM Martina Ugwuoke kelere ụmụ nwaanyị ahụ maka na ngagharịwe ha bụ na udo ma kwee nkwa na ozi ha ga-abanye n’aka Gọvanọ Enugwu ozigbo ozigbo.",
    "Onye Uweojii Yahaya Hassan bụ Area Commander Nsukka nọkwa ebe ahụ kwee ụmụ nwaanyị ahụ nkwa na ya ga-ewere ozi ha wegara ndị isi uweojii ka ha gbata ọsọ enyemaka ngwa ngwa.",
    "Hassan kelere ụmụ nwaanyị ahụ ka ha siri mee ngaghariwe ha n’udo.",
    "Cheta na ọnwa ole ma ole gara aga ma ya bụ mmanwụ Omabe ndị nsụkka tiri nwata nwaanyị nọọsụ ihe, kụba ya n’ime okporo mmiri gọta nke mere ojiri meruo nnukwu ahụ.",
    "Akatakpa na Omebe bụ mmanwụ a n’eti na obodo nille dị ma Nsukka.",
    "N’ọtụtụ obodo, ọ bụ ụmụ Okorobia n’eti ya.",
    "Mana ugbua, ndị omekome abanyela na mmanwụ ndị ahụ were ua akpa ike ọjọọ.",
    "Ọtụtụ otu akpọkwaala oku ka amachie obodo ọbụla iti Akatakpa maọbụ Omebe.",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Ikike diri mmadụ",
    "Nchekwa ndị ụwe ojii",
    "Enugu Steeti",
    "Ịwakpo mmadu na-ike",
    "Omenala",
    "Mmegbu",
    "Enugwu",
    "Mmeru nwata",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'27 Septemba 2024",
    "NA EME UGBU A, Gịnị mere Onyeisiala Tinubu jiri chọọ ịgbanwe ndị Mịnịsta ya?",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụakaelekere 5 gara aga",
    "O nwere uru unyi baara ahụike mmadụ?25 Septemba 2024",
    "Etu ụmụada siri weghara nchekwa obodo ha n'Anam17 Septemba 2024",
    "Sean P. Diddy  na Sam Bankman, eze ego 'crytocurrency' nọ n'otu mkpọrọ25 Septemba 2024",
    "Ụlọomeiwu anabatala nhọpụta Kudirat Kekere-Ekun dịka Ọkaikpe Kachasị25 Septemba 2024",
    "APC azakọrọla mmeri na ntụliaka Okpuru ọchịchị Imo steeti23 Septemba 2024",
    "Mpụtara ntuliaka ọkwa Gọvano Edo steeti22 Septemba 2024",
    "Etu mmiri si Lagdo dam nke Cameroon nwere ike ime ka nsogbu idemmiri Naijiria kawanye njọ18 Septemba 2024",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}