{
  "published": "4 Maachị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Obinagu Anozalla Affa",
    "Kemgbe akụkọ pụtara na ndi ojiegbe achị ehi wakporo otu obodo n'Enugwu steeti ma tọrọ ụfọdụ mmadụ, BBC Igbo tinyere anya n'ala iji achọpụta nke bụ eziokwu.",
    "Ndị obodo ahụ mkpamkpa a na-akpa kọwara ihe na-eme mana maka egwu ndị ntọ ahụ, ha kwuru na ha achọghị ka anyị kpọọ aha ha.",
    "Ha kwuru na ndị ntọ ahụ e jirila obodo ha mere ebe a na-atọrọ mmadụ kwa mgbe kwa mgbe kemgbe ọnwa Jenuwarị 2025.",
    "Obodo a na-ekwu maka ya bụ Obinagu Amozalla Affa dị n'okpuru ọchịchị Udi, n'Enugwu steeti.",
    "N'abalị garaaga bụ Maachị 3, 2025 ka ndị omekome ahụ a na-enyo enyo na ha bụ ndị na-achị ehi jiri mma bekasịa otu nwoke.",
    "Otu onye ọnụ na-eru n'okwu gwara BBC Igbo na ọ bụ mgbe nwoke ahụ jụru na ya agaghị eso ndị ntọ ahụ ka ha jiri mma gbukasịa ya ahụ.",
    "\"Chukwu mere ebere ka ọ gbalaga n'agbanyeghị mma e jiri bekasịa ya ahụ\".",
    "Ọ sị na ebe kacha enwe nsogbu nchekwa ahụ bụ mpaghara ebe a na-akpọ Obinagu Amozolla Affa.",
    "\"Nke a bụ maka Obinagu Amozolla Affa dị n'ime ime ma bụrụ ebe a na-ako ugbo\".",
    "\"Mana ugbu a ihe anyị na-ahụzị na-agbagwoju anya\".",
    "Ebe foto si, Obinagu Anozalla Affa",
    "Onye ahụ a maama n'obodo ha kwuru na mkpamkpa ahụ bidoro kemgbe ọnwa Febuwarị 2025.",
    "Ọ sị na \"anyị chopụtara na ọ bụ ụbọchị Monde ọbụla ka ndị ahụ ji akpa mkpamkpa ahụ. Ọtụtụ ihe megoro eme mere n'ụbọchị Monde\".",
    "\"N'ọnwa Jenuwarị 2025, e nwere nwoke abụọ aha ha bụ Desmond Nwankwo na Boniface Emehelu. Ha abụọ bi n'ebe Obinagu Amozalla Affa bụ ebe ndị ntọ tọrọ ha abụọ.\"",
    "\"Ha abụọ anọghị otu ebe. Otu onye nọ n'ime ugbo ya, ebe onye nke ọzọ nọ n'ụlọ ya. Mana ndị ntọ ahụ gara tọrọ ha abụọ\".",
    "\"Mana e mechere tọhapụ ha abụọ na-akwụghị ụgwọ\"",
    "N'ọnwa Febuwarị 2025, ha wakporo otu nwoke onye ọrụ nchekwa aha ya bụ Francis. Ọ bụ onye Obinagu mgbe o na-erute ebe anyị na-akpọ nkotonko, n'Eziagu.",
    "\"N'ebe ahụ ka ndi ojiegbe achị ehi gbapụtara n'ọhịa  nwere tọrọ Francis ma gba egbe n'ụgbọala ya. Mana Francis gbalagara\".",
    "\"Anyị gara hụ nwoke ahụ ma nụta ihe ya na ndị ojiegbe achị ehi gara. Ọ kọọro anyị\".",
    "\"N'izuụka garaaga ka ụmụ agbọghọbịa atọ gara ka ha họta mpụrụ cashew mana ndị ojiegbe achị ehi tọọrọ ha\".",
    "\"Ha mechere tọhapụ otu onye na mmadụ atọ ahụ ma torọ naanị abụọ n'ime ha, ha jidere ha ruo abalị atọ tupuu ezinaụlọ ha aga nye ndị ntọ ahụ ego\".",
    "\"Mana mgbe nwoke ahụ a tọọrọ ụmụ ya na-enwegara ha ego ka ya na ndị ntọ ahụ na-asụ asụsụ awụsa. Ha naara ya ego, ma tọhapụ nwa ya. Ndị ntọ ahụ gwara nwoke ahụ na onye ọzọ ha ga-atorọ ga-abụ nwoke, na onye ahụ ga-akwụ ha nde naịra iri (N10m) tupuu ha atọhapụ ya\".",
    "Ha tọhapụrụ ndị ụmụnwanyị abụọ ahụ n'ụbọchị Fraịde 28 Febụwarị 2025.",
    "N'ụtụtụ abalị garaaga bụ ụbọchị Mọnde, ka a kpọrọ m n'ekwentị na ndi omekome ahụ awakpoola onye ọzọ.",
    "\"A sị na onye nke mbụ ha jidere gbara ọsọ mana n'oge ha jidere onye nke abụọ, o kweghị ka ndị ntọ ahụ tọrọ ya, nke a mere ha jiri were mma bekasịa ya ahụ. Mana Chukwu mere ebere o si n'aka ha gbalaga\"",
    "Ebe foto si, Obinagu Amozalla Affa",
    "Ebe ndị ntọ a na-atọrọ ndị mmadụ bụ ebe a na-akọ ọrụugbo. Nnukwu ọhịa nakwa mmiri ala dị ebe ahụ.",
    "Ugbu a bụ oge eji akọ ọrụugbo, ndị obodo anyị na-atụ ụjọ, enweghị onye ụjọ kwere ịga ọrụ ugbo ugbu a.",
    "\"Anyị niile nọ n'egwu ugbu a\".",
    "Ebe foto si, Obinagu Amozalla Affa",
    "Kemgbe ụwa, ndị na-achị ehi na-abịa ma na-esi na be anyị agafe.",
    "Anyị na ha enweghị nsogbu ọbụla.",
    "Ọ na-abụ ha kwụsị, ha arịọ anyị mmiri, anyị na-enye ha mmiri.",
    "\"Ọtụtụ n'ime ha na-anaanyị mmanụ nri, ka ha nwere rie ji maọbụ sie nri, anyị na-enyekwa ha\".",
    "Tupu akụkọ a apụta, BBC Igbo enwetebeghị ozi si na ngalaba mgbasa ozi ụlọọrụ ndị uweojii n'Enugwu steeti.",
    "Ọnụ na-ekwuru ndị uweojii na steeti ahụ bụ Daniel Ndukwe azabeghị ajuju anyị zigara ya banyere ihe ndị uweojii na-eme maka i jide ndị na-akpa mkpamkpa ahụ.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Enugwu",
    "Etu e si lie ụmụaka atọ ahụ si n'otu ezinaụlọ e gburu ma tinye ozu ha n'igwe njụoyi n'Anambra Steetielekere 7 gara aga",
    "Ikpe Nnamdi Kanu ga-ebido n'isi ugbua e nyefere ya Ọkaikpe ọhụrụ - Aloy Ejimakor8 Maachị 2025",
    "NA EME UGBU A, Ọ na-esiri m ike mụ na Yukren imekọrịta ihe karịa Rọshịa – Donald Trump",
    "Etu ndị mmadụ si eri uju maka ọnwụ  Doyin Okupe7 Maachị 2025",
    "Pope Francis ekwupụtala okwu mbụ ya kamgbe izuụka atọ ọ nọ n'ute ọrịa n'ụlọọgwụ7 Maachị 2025",
    "Ụlọomeiwu akwụsịla Sịnetọ Natasha ọrụ n'ihi esemokwu ya na Sịnetọ Akpabio6 Maachị 2025",
    "Ụmụntakịrị gbara otu afọ so na ndị e dinara n'ike n'oge agha mba Sụdan - Otu United Nations5 Maachị 2025",
    "Ihe anyị ma maka obodo a sị na ndị na-achị ehi wakporo n'Enugwu steeti4 Maachị 2025",
    "Jiri ọsọ gaa ụlọọgwụ ma ọ bụrụ na ị chọpụta ihe ndị a na ntị gị - Dọkịnta Moses3 Maachị 2025",
    "Etu e si lie ụmụaka atọ ahụ si n'otu ezinaụlọ e gburu ma tinye ozu ha n'igwe njụoyi n'Anambra Steeti",
    "Ikpe Nnamdi Kanu ga-ebido n'isi ugbua e nyefere ya Ọkaikpe ọhụrụ - Aloy Ejimakor",
    "Ụlọomeiwu akwụsịla Sịnetọ Natasha ọrụ n'ihi esemokwu ya na Sịnetọ Akpabio",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}