{
  "published": "7 Julaị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Peter Obi/X",
    "Dịka akụkọ ndọrọndọrọ ọchịchị nakwa ntuliaka afọ 2027 na-aga n'ihu na Naịjirịa, onye ji aha otu Labour Pati zọọ ọkwa onyeisiala n'afọ 2023 bụ Peter Obi ekwupụtala ebumnobi ya banyere ntuliaka ahụ ma zaa ajụjụ ụfọdụ na-ajụ ma ọ ga-azọ ọkwa onyeisiala ka ọ ga-abụ osote onyeisiala na ntuliaka afọ 2027.",
    "Lee ọtụtụ ọkpụrụkpụ ihe Peter Obi kwuru banyere ntuliaka 2027.",
    "Mgbanwe 'coalition' ga-eweta na ndọrọndọrọ ọchịchị Naịjirịa4 Julaị 2025",
    "Ihe ndị gbara ọkpụrụkpụ Onyeisiala Bola Tinubu mere na Saint Lucia1 Julaị 2025",
    "Ndị Anambra achọghị onye na-asụ 'okpookpo oyibo' dịka Gọvanọ - Nicholas Ukachukwu25 Juun 2025",
    "Na mkparịtaụka Peter Obi na ụlọmgbasa ozi Channels Tv nwere ụbọchị Sọnde 6 Julaị, 2025, o mere ka o doo anya na ya ga-azọ ọkwa onyeisiala Naịjirịa na ntuliaka afọ 2027.",
    "N'okwu ya 'Ekwenyere m na m tozuru etozu ịzọ ọkwa onyeisiala Naịjirịa na 2027\".",
    "Ọ gara n'ihu kwuo na ya agaghị abụ osote Atiku Abubakar maọbụ osote onye ọbụla. O mere ka o doo anya na enweghị onye ọbụla ya na ya nwere mkparịtụka banyere ịbụ osote onye ahụ na 2027.",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 2027",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise",
    "End of Akachasị Gụọ",
    "Banyere okwu 'coalition' nakwa pati ADC, Peter Obi kwuru na ya ka bụ onye otu Labour Pati n'agbanyeghị na ọ na-akwado otu pati ADC nke ọtụtụ ndị ndọrọndọrọ ọchịchị isi karaka kwuru na ha chọrọ ịnapụ pati Onyeisiala Bola Tinubu bụ APC ọchịchị na 2027.",
    "N'okwu ya \"Ana m akwado otu coalition iji họpụta onyeisiala nwere obi mmadụ ga-enweta ezi ọnọdụ ndị Naịjirịa.",
    "Cheta na Obi hapụrụ pati PDP dịka otu ahụ họpụtara Atiku dịka onye ga-eji aha pati ahụ zọọ ọkwa onyeisiala na ntuliaka 2023 mana Onyeisiala Tinubu ji vootu dị pasenti 37 merie Atiku na Obi nwetara vootu dị pasenti 29 na pasenti 25 iche iche na ntuliaka ahụ.",
    "Peter Obi kwuru na ọ bụ naanị afọ anọ ka ọ chọrọ iji gbanwee ọnọdụ Naịjirịa ma nweta ezi ọchịchị nye ụmụafọ Naịjirịa.",
    "\"Achọghị m karịa afọ anọ. Aga m atọ ntụala ezi ọchịchị na Naịjirịa\" ka Obi kwuru.",
    "Ọ gara n'ihu kwuo na \"Ọ bụrụ na ọchịchị nọ ugbua ji naanị afọ abụọ mebie Naịjirịa, nke a gosiri na afọ abụọ zuru iji tọọ ntọala ezi ọchịchị maka na ihe ndị Naịjirịa chọrọ bụ onyeisiala nwere obi mmadụ, onyeisiala nwere nghọta\".",
    "Peter gara n'ihu kwuo na ọ bụghị eziokwu na ya rụrụ ọrụ n'ọchịchị ndịagha nke Sani Abach bụ onyeisiala.",
    "N'okwu ya, ọ kọwara na ya na ọtụtụ ndị ọzọ gakwuru Sani Abacha banyere ọnọdụ ọdụ ụgbọmmiri Naịjirịa ma wepụta atụmatụ iji hụ na a haziri ya etu o kwesiri.",
    "Ebe foto si, Peter Obi/X",
    "Ihe ọzọ Peter Obi katọrọ bụ ego gọọmenti na-emefu iji zụta ụgbọala 'bulletproof' nakwa ụgbọelu nke onwe onyeisiala.",
    "O kwuru na oge ọ bụ Gọvanọ Anambra steeti, na ya ejighị ụgbọala nwere bulletproof eme njem.",
    "BBC Igbo kpọtụrụ Ọkammụta Chinyere Stella Okunna rụrụ ọrụ dịka kọmishọna mgbasaozi, Kọmịshọna na-ahụ maka akụnaụba na nhazi ego nakwa 'Chief of Staff oge Peter Obi bụ Gọvanọ Anambra steeti, iji chọpụta ka okwu ahụ ọ bụ eziokwu.",
    "Ọkammụta Okunna gwara anyị na oge Peter Obi bụ Gọvanọ, ọ naghị eji ụgbọala 'bulletproof' eme njem.",
    "\"Eziokwu bụ na ọtụtụ ụgbọala anaghị eso ya eme nje dịka Gọvanọ, ọ bụ naanị nnukwu ụgbọala jeep abụọ maọbụ atọ ka o ji eme njem dịka gọvanọ Anambra steeti\", ka Ọkammụta Okunna gwara anyị.",
    "O kwuru na ọtụtụ mmadụ hụrụ Peter Obi n'anya, ọ bụ nke mere egwu jighị atụ ya maka mwakpo ọbụla.",
    "N'ịga n'ihu, Peter Obi kwuru na a họpụta ya dịka onyeisiala Naịjirịa, na ọ gaghị eji ụgbọelu nke onwe mee njem maka na ọ ga-ebuta imefu ego.",
    "Bola Tinubu",
    "Atiku Abubakar",
    "Naijiria",
    "Peter Obi",
    "All Progressives Congress",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "PDP (People's Democratic Party)",
    "NA EME UGBU A, Onyeisiala Trump agaala Texas ebe idemmiri gburu mmadụ 120 dịka a na-achọ ihe ruru mmadụ 160 achọ",
    "Ihe Jamb gwara BBC maka Chinedu Okeke nwetara akara 375 n'ule UTME10 Julaị 2025",
    "Ihe anyị ma maka ndị omekome wakporo 'Oko-Ekwulobia flyover' n'Anambra steeti10 Julaị 2025",
    "Ọbaozi WhatsApp nke BBC IGBO: Etu ị ga-esi sonye ma nweta akụkọ niile na-akpọtụ n'ụwa9 Julaị 2025",
    "Ọbaozi WhatsApp nke BBC IGBO: Etu ị ga-esi sonye ma nweta akụkọ niile na-akpọtụ n'ụwa9 Julaị 2025",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ8 Julaị 2025",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 20277 Julaị 2025",
    "O nwebeghi onye pụtara kwuo na ụmụnwaanyị anaghị egbu ọja - Oluomachukwu6 Julaị 2025",
    "Mgbanwe 'coalition' ga-eweta na ndọrọndọrọ ọchịchị Naịjirịa4 Julaị 2025",
    "Ụmụnwaanyị hapụ nụ nwoke ọbụla na-eti gị ihe - Otiegwu Amarachi Joy4 Julaị 2025",
    "\"Ọ kwa unu na-emere anyi nzukọ\" ihe ha gwara anyi tupuu ha agbagbuo mmadụ 10 n'ime anyị3 Julaị 2025",
    "Ọkwa maka ozi nzuzo ọbaozi Whatsapp BBC Chanelụ na Community26 Febụwarị 2025",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe ndị gbara ọkpụrụkpụ Peter Obi kwuru banyere ịzọ ọkwa Onyeisiala na 2027",
    "E nwetela ọgwụ ọgwụgwọ ọria ịba mbụ nke ụmụaka a mụrụ ọhụrụ",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}