{
  "published": "08:58",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "General elections: Ihe ndị ị maghị maka Tinubu, Peter Obi, Kwankwaso na Atiku",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Febụwarị 2023",
    "Ihe ndị mmadụ amaghị maka mmadụ anọ kachasị chapụta na ndị na-azọ ọkwa onyeisiala Naijiria na ntuliaka 2023 bụ Atiku Abubakar nke PDP, Bola Tinubu nke APC ,Peter Obi nke Labour Party nakwa Rabiu Kwankwaso nke NNPP adịghị ọtụtụ n’ihi na ha anọ anọọla n' ọkwa ndọrọndọrọ ọchịchị mbụ.",
    "Mana dịka Igbo na-ekwu, ọ bụ onye nọ mmadụ nso na-anụ isi ure eze ya, naanị ndị ezinaụlọ ha, ndị enyị ha na ndị ha rụkọrọ nwere ike ịkọwa kpọmkwem ụdị mmadụ ha bụ na ihe ọha ndị mmadụ amaghị maka ha.",
    "Matakwuo maka ndị a na-azọ ọkwa Onyeisiala na nkwa ha na-ekwe12 Febụwarị 2023",
    "Ihe mere anyị ji alọta maka ntuliaka nke afọ a - Ụmụ Naịjirịa bi mba ofesi20 Febụwarị 2023",
    "Nigeria elections 2023: Ihe dị mkpa ị kwesịrị ịma maka ntụlịaka Naijirịa11 Febụwarị 2023",
    "Ọtụtụ ma Bola Ahmed Tinubu na-azo okwa onyeisiala n’aha otu APC dika onye ngukoego na aka chiburu Legos steeti malite n’afo 1999 rue 2007.",
    "A makwa ya dịka onye tuchara ndi dika Okammuta Yemi Osinbajo, Rauf Aregbesola na Baba Tunde Fashola kwuba ha dika ndi okwu ha na-ada na Naijiria.",
    "Mana Babatunde Fashola bụ Mịnịsta na-ahụ maka ọrụ kọwara na nna ya ukwu bụ Bola Ahmed Tinubu bụ onye ga-abu o kpebie ihe ọ chọrọ ime, o mezu ya, “I kweteghị, o kwetara gị”.",
    "Ụlọikpe kachasị na Naịjirịa eyigharịala ikpe maka mmachi akwụkwọ ego naịra ochie3 Maachị 2023",
    "Mmadụ atọ anwụọla n'ala ọma jijiji ọzọ mere na Turkey n'ụbọchị Mọnde21 Febụwarị 2023",
    "Voters Registration: Ụfọdụ ihe mere ndị Naịjirịa ji enyo INEC enyo maka ntuliaka 202318 Nọvemba 2022",
    "Ọtụtụ Rabiu Kwankwaso na-azo okwa onyeisiala n’aha otu NNPP dika inginia na aka chiburu Kano steeti, mana ọtụtụ amaghị na odogwu a bụ onye ụburu na-acha ọkụ nakwa mmadụ nwere obi ọha.",
    "Alhaji Bashir Nukkel kọwara Rabiou Kwankwaso dịka onye gụrụ akwụkwọ nakwa onye nwere omiko ebe ndị mmadụ nọ.",
    "A ma Peter Obi na-azo okwa onyeisiala n’aha ‘Labour Party’, dika ojiegoachuego na aka chiburu Anambra steeti.",
    "I ma ya dika onye okwu na-adị mma nọ ọnụ ọbụladị malite oge ọ nọ n’ụlọakwụkwọ sekọndrị na CKS Onitsha.ma ahazi okwu bu nka o nwere malite na sekondri. Benjamin Uzoka nwa Klassi obi kwuru na obi bụ onye ma ahazi okwu nakwa onye anaghị emefu efo.",
    "Gee ihe ndị maruru ndị a ụlọ kọwara n’iju banyere ha:",
    "Uche Akolisa mere akụkọ a, ebe Okechukwu Omeire haziri ya",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "A tọhapụla Simon Ekpa na mba Finland24 Febụwarị 2023",
    "Ihe anyị ma maka akpa PVC onye dinta hụrụ n’ime ọhịa Nnewi, Anambra Steeti 24 Febụwarị 2023",
    "Oyibo Chukwu: 'Anyị na-enyo na ọ bụ ndị Ipob/ESN gburu onye LP, ndị ọzọ'-Ndị Uweojii Enugu5 Eprel 2023",
    "New Naira Scarcity: Ihe ndị mmadụ na-agabiga n'ihi ụkọ ego naịra22 Febụwarị 2023",
    "Mmadụ atọ anwụọla n'ala ọma jijiji ọzọ mere na Turkey n'ụbọchị Mọnde21 Febụwarị 2023",
    "Ndị omekome agbaala otu agadi nwaanyị okụ na mwakpo ha mere n’Ihube, Imo steeti 21 Febụwarị 2023",
    "Vidio, Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?, Duration 3,3424 Julaị 2023",
    "Vidio, AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu , Duration 4,3722 Julaị 2023",
    "Vidio, Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua, Duration 1,2819 Julaị 2023",
    "Vidio, Ọ fọrọ obere ihe ka mbuze rie ụlọ anyị n’Ogbor Hill Aba., Duration 0,5618 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}