{
  "published": "05:17",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu",
    "Sonia Ekweremadu bụ nwa Ike Ekweremadu, onye bụbu osote onyeisioche sineti Naịjirịa, ekwuola na ọbi dị ya njọ maka ọnọdụ nne na nna ya nọ ugbua n'ihi ya.",
    "O kwuru nke a na mkparịtaụka ya na BBC nwere na London, dịka nne na nna ya nọ n'ụlọikpe maka ebubo ịtụ mgbere akụkụ ahụ mmadụ.",
    "Ụlọikpe tụrụ Ike Ekweremadu mkpọrọ afọ itoolu na ọnwa asatọ maka iji ụzọ aghụghọ kpọfete otu nwata nwoke na UK iji were akụkụ akụrụ ya tinyere nwa ya nwaanyị bụ Sonia, onye na-arịa ọrịa akụrụ.",
    "A tụkwara nwunye Ekweremadu bụ Beatrice mkpọrọ afọ anọ na ọnwa isii, ma tụọ otu nwoke ọzọ aha ya bụ Obinna Obeta mkpọrọ afọ iri maka otu ebubo ahụ.",
    "Sonia Ekweremadu",
    "Sonia kwuru na ya ghọtara ikpe a mara nne na nna ya, mana ọ nabataghị ya.",
    "O kwukwara na ọrịa na-arịa ya ka a na-akpọ 'Nephrotic Syndrom' maọbụ FSGS n'ịchafụ, nke pụtara na ọ ga na-enweta ọgwụgwọ a na-akpọ 'dialysis' ndụ ya niile ma ọ bụrụ na a gbanweghị akụrụ ya.",
    "O kwuru na o soghị na ndị chọtara nwoke ahụ kwetara na ọ ga-enye ya akụrụ ya, kama na ya nụrụ na otu onye ekwetala inye ya akụrụ ya.",
    "Gbasara nwata nwoke ahụ, Sonia kwuru sị: \"onweghị ihe ọbụla m bu n'obi gbasara ya, ana m echere ya echiche ọma.\"",
    "Sonia kwuru na otu ihe ya mụtara n'ihe niile a bụ na ụwa na-agbanwe agbanwe ngwangwa, \"otu ụbọchị ị nọ n'ụlọ gị na-enweta onwe gị, echi ya, ihe niile aghasaala.\"",
    "Gere mkparịtaụka a n'uju n'ihe onyonyo dị n'elu.",
    "Ahụike ụmụnwanyị",
    "United Kingdom",
    "Ahụike",
    "Ike Ekwermadụ: Atụọla ya na nwnuye ya na mkpọrọ5 Mee 2023",
    "Ike Ekweremadu: Ihe ụmụ Naijiria na-ekwu dịka a tụrụ Ekweremadu mkpọrọelekere 6 gara aga",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremaduelekere 8 gara aga",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}