{
  "published": "17 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Uche Kalu Mang",
    "Arịrị na akwa arịị ejula ọnụ ezinaụlọ otu nwoke   ochiegoachụ ego  nke ụgbọala na-ebub ibu dagburu na nsonso a.",
    "Akuma Kalu, onye Abiriba dị n'Okpuru Ọchịchị Ohafia, Abia steeti nwụrụ dịka ụgbọala 'contaner' bu ibu dagidere ụgbọala ọkwọ aga ọdọụgbọelu Pọtakọt n'Okpuru Ọchịchị Etche dị na Rivas Stetei  i ga-banye ụgbọelu n'aga Abuja.",
    "Gọọmentị Legọs akpụpụla onye nwe 'container' dagburu Chidinma Ajoku ụlọikpe maka igbu ọchụ19 Ọgọọst 2020",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara 29 Julaị 2023",
    "Gịnị gburu nwoke, nwunye ya, nwa ha, na onye enyemaka ha n'otu ụbọchị n'Enugwu?12 Ọktọba 2021",
    "Otu dị ezinaụlọ nso achọghị ka a kpọọ aha ya gwara onye ntaakụkọ BBC Igbo na ya bụ akụkọ ọnwụ bụ eziokwu.",
    "O kwuru sị na nwa amadi ahụ chọpụrụ idote ụgbọala ya n'ọdọụgbọelu gaa Abuja ebe ọ na-aga okwu asambodo njem(Visa) Chaina oge o zutere ọnwụ ya.",
    "\"Ọ na-akwado ịga Chaina maka azụmahịa tupu ọdachie a adapụta.\"",
    "\"Kemgbe ọdachi a, onye ọbụla n'ezinaụlọ  nọ n'iru ụjụ.\"",
    "Ebe foto si, Uche Kalu/Facebook",
    "Ọ gara n'ihu kọwaa nwa amadi ahụ ji otu nwa ma rụtụ aka ka o sirinwụọ.",
    "Ọ sịrị, \"Ọ bụ onye na-atụ ahịa.\"",
    "\"Ọ na-aga Chaina kwa mgbe,kwa mgbe maka azụmahịa.\"",
    "\"Ọ na-akwado ịga Chaina maka ahịa.\"",
    "\"Ọ nọ n'ụzọ ịga Pọtakọt ebe ọ ga-esi gawa Abuja okwu akwụkwọ njem ya\"",
    "\"Ebumnaobi ya bụ ịhapụ ụgbọala ya n'ọdọụgbọelu dị na Pọtakọt, ma burukwa ụgbọala ahụ ma ọ lọghachitewe Aba site Abuja.\"",
    "Akụkọ na-ewu na soshal midia kwuru na  otu nwoke bi n'Umuogele, Ovom dị n'Okpuru Ọchịchị  n'Abia steeti mabụụ onye so n'otu jikọrọ 'Umuogele Landlords' Association ' nwụrụ dịka 'ụgbọala na-ebu ibu dagburu ya.",
    "N'iru ụjụ ya, otutụ ndị ezịnaụlọ ya nakwa ndị enyi nwaamadi ahụ zo=ịpụtara ozi n'ọbaozi soshal midia.",
    "Uchendu Kalu Mang kwuru n'ozi o wepụtaran'akara Facebook ya tụrụ arịrị na ọnwụ Akuma, nwanne ya nwoke  na-abia afọ ise nna ha hapụrụ ụwa.",
    "“Nna m taa ka o mere afọ ise na ọnwa iri ị hapụrụ m n'ajọ ụwa a.\"",
    "\"Ọnwụ abịala ọzọ, bịa buru ọdụdụ nwa gị, Akụma.\"",
    "\"Ọnụ emere m gị gịnị?\"",
    "'Ụgbọala na-ebu ibu ịdagbu mmadụ ataala isi ọtụtụ mmadụ na Naijiria.",
    "Ụfọdụ na-abụ n'ihi ọnọdụ ọjọọ okporoụzọ, ụfọdụ  bụ ndị ọkwọgbọala edoghị anya kpatara ya.",
    "N'afọ 2020, Gọọmentị Legọs steeti kpụpụrụ ọkwọụgbọala ibu ụlọikpe maka iji ụgbọala ya gbuo mmadụ.",
    "Osinachi's death : Lee ihe ụlọikpe kpebiri taa17 Ọktọba 2023",
    "Custody battle: Ihe iwu Naijiria na nke omenala Igbo kwuru maka onye  nwe nwa maọbụrụ na a kwụghị ụgwọ isi nwaanyị16 Ọktọba 2023",
    "Liberia election: George Weah na onye na-ama ya aka na-agba nhatanha dịka a na-agụkọ vootu16 Ọktọba 2023",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị21 Ọktọba 2023",
    "NA EME UGBU A Ndị agha Niger egbochiela Onyeisiala Bazoum ịgbapụ ọsọ1 Ọktọba 2023",
    "Foto na-egosi etu e si mee ngagharịiwe n'ụwa maka ogbunigwe a tụrụ n'ụlọọgwụ Gaza20 Ọktọba 2023",
    "Osinachi's death: Lee ihe ụlọikpe kpebiri taa17 Ọktọba 2023",
    "Mmadụ 500 anwụọla n'ogbunigwe dara n'ụlọọgwụ dị na Gaza18 Ọktọba 2023",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China17 Ọktọba 2023",
    "Custody battle: Ihe iwu Naijiria na nke omenala Igbo kwuru maka onye  nwe nwa maọbụrụ na a kwụghị ụgwọ isi nwaanyị16 Ọktọba 2023",
    "\"Mụ na ezinụlọ m gbakpuru n'ime 'bunker' iji zere ndụ anyị n'Israel17 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}