{
  "published": "29 Disemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Rotimi Akeredolu/Mohbad/Screengrab",
    "Akeredolu, Mbadinuju na Mohbad so na ndị so afọ 2023 laa.",
    "Ọtụtụ ndị isi okpokpo nwụrụ na Naịjirịa n’afo 2023. Anyi mere nchọcha bayere nke a ma chọpụta aha ha dum nakwa mgbe ha nwụru.",
    "Lee ha nga a.",
    "Ebe foto si, Saint Obi/Facebook",
    "Saint Obi bụ otu n'ime ndi na-eme nwụrụ n'afo a.",
    "Otu n’ime ha bụ Obinna Nwafor ama dịka Saint Obi, na-eme ihe ejije ‘Nollywood’.",
    "A mụrụ Saint Obi n’ụbọchị 16 nke onwa Novemba n’afo 1965,  ọ nwụọ na 7 Mai n’afo 2023, Obi ọrịara ọrịa tupu onwnụ.",
    "Ebe foto si, Ezeife/Okere/Obi/ Facebook/Instagram",
    "Ezeife, Cynthia Okereke na Saint Obi so na ndị nnukwụ mmadụ nwụrụ na Naịjirịa n'afo 2023",
    "Ebe foto si, Don Brymo/Instagram",
    "Don Brymo bụ onye na-eme ejije Nollywood nwụrụ-anwụ",
    "Onye nke abụọ bụ Don Brymo onye na-eme ejije ‘Nollywood’. A murụ Brymo na 26 Novemba 1966, ọnwaamadi a nwụrụ n’ụbọchị 15 nke ọnwa Juun 2023.",
    "Brymo bụ onye Enugwu-ukwu dị n’Anambra steeti, akụkọ kwuru na onye ejije Nollywood a si n’ụra ba n’ọnwụ ya.",
    "Ebe foto si, Cynthia Okereke/Instagram",
    "Cynthia Okereke bụ onye ejije 'nollywood' nwụrụ-anwụ.",
    "Onye ọzọ bụ Cynthia Okereke. Cynthia bụ onye na-eme ihe Ejije Nollywood a mụrụ n’ụbọchị 20 nke ọnwa Epril, afọ 1960. Ọ nwụrụ na 11 Julaị, afọ 2023.",
    "Cheta na atọọrọ Cynthia n’afọ 2022. Akụkọ kwuru na ọ bụ obi nkolopu nwada a bidoro nwenwe ka atọhapụrụ ya kpatara ọnwụ ya.",
    "Ebe foto si, Morphy Afolabi/Instagram",
    "Morphy Afolabi bụ onye na-eme ejije 'Nollywood' nwụrụ n'afo 2023 a",
    "Ọzọ dịka ibe ya bụ Morphy Afolabi. Morphy bụ onye na-eme ejije Nollywood, dịka akụkọ siri kwuo, ọ nwụrụ ka ọ dara ada n'ebe a na-asa arụ.",
    "A mụrụ ya n'ubọchị 5 nke ọnwa Mee, afọ 1974, ọ nwụọ na 14 Mee, afọ 2023.",
    "Ebe foto si, Chukwuemeka Ezeife/Facebook",
    "Aka chịburu Anambra Steeti bụ Chukwuemeka Ezeife nwụrụ n'onwa Disemba n'afo 2023.",
    "Onye ọzọ amaama nwụrụ n'afọ a bụ aka chịburu Anambra Steeti bụ Chukwuemeka Ezeife.  Ezeife chịrị Anambra n’afọ 1992 ruọ Nọvemba 1993 n'oge onye agha chịrị Naịjirịa n'oge ahụ bụ Ibrahim Badamosi Babangida nwara inyefe ọchịchị site n'ọchịchị ndị agha nye ọchịchị onyekwuoucheya nke Babangida onwe ya mechara kagbuo n'afọ 1993.",
    "A mụru Ezeife n’ụbọchị 20 Nọvemba, afọ 1937 n'obodo Igboukwu dị n’Anambra Steeti. Ọ nwụrụ na 14 Disemba 2023.",
    "Ebe foto si, Mohbad/Instagram",
    "Mohbad bụ otiegwu amaama nwụrụ n'afọ a.",
    "Ọzọ dịka ibe ya bu otiegwu aha ya bụ Ilerioluwa Oladimeji Aloba eji ‘Mohbad’ mara. A mụru Mohbad n’afọ 1996 na Legọs, ọ nwụọ na 12 Septemba, 2023.",
    "Akụkọ kwuru n'afọ 1996, nakwa na papa ya bụ onye zulitere ya, dịka o si kwuo na mkparịtaụka ya na BBC nwere.",
    "Mohbad nwetara ihe nrite maka egwu ya ụfọdụ.",
    "Ọ mụrụ otu nwa tupu ọ nwụọ.",
    "Ebe foto si, Twitter@RotimiAkeredolu",
    "Akeredolu Oluwarotimi chịrị Ondo steeti site 2017 ruo 2023 mgbe ọ nwụrụ ka ọ rịara ọrịa kansa.",
    "Onye ọzo nwụrụ n'afọ 2023 bụ Gọvanọ Ondo Steeti bụ Oluwarotimi Akeredolu. Akeredolu malitere ịchị Ondo Steeti n’ọnwa Febụwarị, afọ 2017 ruo mgbe ọ nwụrụ na 27 Disemba, afọ 2023 na mba Legọs.",
    "Akeredolu  bụbu Attorney General nke Ondo Steeti site 1997 ruo 1999. N'afọ 1998, ọ bụrụla Senior Advocate of Nigeria - SAN. Ọ bụbụ Onyeisioche ndị Legal Aid Council site n'afọ 2005–2006.",
    "Ọ lụrụ Betty Akeredolu n'afọ 1981. Ha mụrụ ụmụ anọ, ụmụnwaanyị abụọ, ụmụnwoke abụọ.",
    "Ọ nwụrụ ka ọ gbachara afọ 67 site n'ọrịa kansa.",
    "Ebe foto si, Ghali Umar Na’Abba/Facebook",
    "Ghali Umar Na’Abba bụbu onyeisi oche ụlọ nnọchiteanya Naịjirịa n’afọ 1999 rụọ 2003 tụpụ ọ nwụọ.",
    "Ghali Umar Na’Abba bụbu onyeisi oche ụlọ nnọchiteanya Naịjirịa n’afọ 1999 rụọ 2003.",
    "Umar bụ onye otu ndọrọndọrọ ọchichị PDP, a mụrụ ya n’afọ 1958, ọ nwụọ na 27 Disemba, afọ 2023 n’Abuja.",
    "Hon Ghali Na'Abba, dị afọ 65. A mụrụ ya na Kano.",
    "Na'Abba bubụ onye mbụ a họpụtara banye Ụlọomeiwu nke mpaghara Kano Municipal Federal Constituency n'afọ 1999.",
    "Ebe foto si, Taiwo Odukoya/Facebook",
    "Taiwo Odokoya bụ nnukwu ụkọchukwu ‘’The Fountain of Life church’’ nwụru n'afo 2023.",
    "Onye ọzọ ama ama nwụrụ n’afọ a bụ Ụkọchukwu Taiwo Daniel Odukoya. Taiwo bụ nnukwu ụkọchukwu ‘’The Fountain of Life church’’ dị na Ilupeju Legọs Steeti, bụrụkwa di ụkọ Chukwu Bimbo Odukoya nwụrụ n’ihe mberede ụgbọelu Sosoliso nke mere n'afọ 2005.",
    "Taiwo Odukoya liri nwunye ya nke abụọ bụ Ụkọchukwu Nomthi Odukoya, ọ lụrụ n'afọ 2010 ka ụkọchukwu Bimbo Odukọya nwụrụ, Nomthi rịrịa ọrịa akpụ kansa nke ara tupu ọ nwụọ n'afọ 2021.",
    "A mụru ya n'ọnwa Juun 1956, ọ nwụọ n'Ọgọst, 2023.",
    "Ebe foto si, Screengrab",
    "Chinwoke Mbadinuju bụ aka chịrị Anambra steeti site Mee 29, 1999 ruo May 29, 2023",
    "Chinwoke Mbadinuju bụ aka chịrị Anambra steeti nwụrụ n'ụbọchị 11 nke ọnwa Eprelu afọ 2023.",
    "Ezinaụlọ ya bụ ndị wepụtara ozi ọnwụ ya kwuru na ọ rịachara ọrịa obere oge tupu ọ nwụọ n'ụlọogwụ dị n'Abuja.",
    "E liri Mbadinuju n'ọnwa Nọvemba afọ 2023 n'emume ebe ndị Gọvanọ gụnyere Chukwuma Soludo, Willie Obiano nakwa Peter Obi bịara ịkwanyere ya ugwu ikpeazụ.",
    "Kedụ ndị na-azọ ọkwa Onyeisiala Taiwan na ihe anya ụwa ji dị na onye ga-emeri?6 Jenụwarị 2024",
    "Akwa arịrị na oke iru uju adaala ka ozu  Akeredolu larutere Naịjirịa6 Jenụwarị 2024",
    "Plateau attacks: Ndị na-eme ngagharịiwe agbaala obi ezeọdịnala na Bokkos ọkụ30 Disemba 2023",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin 3 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Happy New Year: Ihe ndi mmadụ na-atụ anya n'afọ ọhụrụ a1 Jenụwarị 2024",
    "Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora29 Disemba 2023",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala IgboEmelitere ikpeazụ na: 26 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}