{
  "published": "7 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nasir El-Rufai",
    "Otu jikọrọ ndị ụka Kraist na Naijiria bụ Christain Association of Nigeria(CAN) ekwuola na ihe aka chịburu Kaduna steeti bụ Nasir El-Rufai kwuru maka ndị Ụka Alakụba iji ọchịchị Naijiria, bụ 'okwe ka ọ na-azụ.\"",
    "Na mkparịtaụka ya na ụlọmgbasaozi AriseTV nwere n'ụbọchị Wenezde,onyeisioche CAn alaka nke Kaduna steeti bụ Ụlkọchukwu Joseph Hayab kwuru sị. “Kemgbe ka ọ (El-Rufai) na-akpa nkata. Ọ na-azụ okwu. Ihe ọ chọọ ime bụ imegharị ndị mmadụ anya ka ọ kpalite ndị ụka Kraisti, ka ndị ụka Kraisti kulie megide gọọmentị ugbua, o su, o si etu ahụ rite uru n'ọdịnihu.\"",
    "Hayab ,onye kwuru na ihe El-Rufai kwuru gosiri na ọ bụghị onye ndu, gwara ndị mmadụ ka a gbaa ya nkịtị.\"",
    "Ebe foto si, Nasir El-Rufai/Twitter",
    "Ndị ọkaiwu ekwuola n'okwu aka chịburu Kaduna steeti bụ Nasiri El-Rufai kwuru maka onyeisiala na osote ya ịbụ ndị okpukperechi Alakụba \"megidere iwu Naijiria\"  ma nwe ike \"ịkpalite ọgbaghara\".",
    "Na nsonso a, El-Rufai kwuru na onye Ụka Alakụba ịbụ Onyeisiala na Osote agbanyela mgbọrọgwụ na Naijiria dịka Bolla Amhed Tinubu meriri na ntuliaka 2023.",
    "Ihe Nasir El Rufai kwuru maka Peter Obi na-akpọtụ2 Febụwarị 2023",
    "El-Rufai, 'Obidients', 'Vawulence', akụkọ ụgha na ihe ndị  ọzọ 'social media' bubatara n'ọsọ ntuliaka 20238 Septemba 2022",
    "Mana na mkparịtaụka, ha na BBC Igbo nwere , ndị ọkaiwu gbaụrụ ihu ma kọwaa n'okwu ahụ megidere iwu ala Naijiria",
    "Okaiwu Goddy Uwazuruike gwara BBC Igbo n'ekwentị, sị, \"Iwu Naijiria kọwara na gọọmentị ma na steeti,ma n' etiti ọchịchị ga-abụ onye were oke, ibe ya e were  n'okwu agbụrụ nakwa okpukperechi, na  gọọmentị  ekwesịghị inwe okpukperechi ha kwụ na ya iche.\"",
    "\"Ya bụ ihe El-Rufai kwuru megidere iwu.\"",
    "N'otu aka ahụ, Ọkaiwu Ifeanyi Olumba kwuru sị, \"Ọ bụrụ na El-Rufai kwuru nke a, ihe ọ pụtara bụ na e mewala Naijiria ka ọ bụrụ obodo na-eso nanị otu okpukperechi- Okpukperechi nke Islam.\"",
    "Ọkaiwu Ọlumba kwukwara sị,\" Iwu Naijiria akwadoghị ya n'ihi na Naijiria dịka ọ dị n'iwu enweghị okpukperechi nwe ya. A gbakọrọ agbakọ were nwere Naijiria.\"",
    "Ọlumba gara n'ihu kwuo na ihe El-Rufai nwere ike\"ịmụnye ọkụ n'obodo.\"",
    "Ebe foto si, El-Rufai/Twitter",
    "N'ihe onyonyo fegharịrị na soshal midia na nsonso a,  El-Rufai kwuru n'Awụsa na ndị ụka Alakụba ga-abụ gọvanọ na osote ya na Kaduna steeti ruo afọ  20.",
    "N'ihe onyonyo ahụ nke wuru ewu, El-Rufai gara n'ihu kwuo na ya bụ ihe emewela n'ọchịchị nke etiti, sị,",
    "\"Na-agbanyeghị na ndị ụka Kraisti ji okpukperechi na ekpere, Allah nyere Asiwaju mmeri.\"",
    "\"O nweghị onye okwu asị ga-emeri na ntuliaka na Naijiria n'aha na ọ bụ onye okpukpere ụka Kraisti ọzọ.\"",
    "\"Peter Obi gbariri mana  o merighị.\"",
    "\"Ebe ka CAN nọ? Kemgbe Tinubu meriri, CAN mechiri ọnụ.\"",
    "\"Onye Ụka alakụba ị bụ Onyeisiala na Osote ya ga-eweta udo n'ala a, Oge anyị mere ya ,mekwa ya ugboro ugboro, anyị ga-eweghachi udo na Naijiria.\"",
    "Dịka ihe onyonyo aahụ pụtara ihe, ọ kpanyela ọkụ na soshal midia dịka ụfọdụ ụmụ Naijiria na-akatọ ihe El-Rufai kwuru.",
    "Ọkaiwu Malcolm Omirhobo kwuru na okwu ahụ gosiri na El-Rufai bụ \"onye agha Jihad\".",
    "Islam",
    "Kaduna steeti",
    "Ofụfe",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ndị otu Kristi",
    "Abia Baby Factory: \"Mama ukwu anyị sị na ọ na-ekunye gọọmentị ụmaụaka anyị na-amụ\"5 Juun 2023",
    "Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa  ndị Arochukwu binyere, gbanye mgbọrọgwụ 7 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "A maala ụkọchukwu ikpe ọnwụ maka igbu iko ya nwaanyị na mmadụ abụọ ọzọ6 Juun 2023",
    "‘Sit at home’ ebiela n’Enugu steeti? Lee ka ọnọdụ ebe dị5 Juun 2023",
    "School cultism: Ụlọakwụkwọ  achụọla ụmụakwụkwọ isii maka akara'snake bite'3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?elekere 8 gara aga",
    "CAN asaala El-Rufai n'okwu 'Muslim-Muslim ticket'7 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}