{
  "published": "1 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị ọrụ mere ngagharịiwe ọtụtụ oge tupu gọọmentị ekwe bulie ụgwọọnwa opekatampe ruo N30,000",
    "Ụbọchị mbụ nke ọnwa Mee afọ ọbụla bụ ụbọchị ndị ọrụ. ọ bụ ụbọchị e ji ekele ndị ọrụ niile n'ụwa niile maka mbọ ha na-agba iji mee ka ụwa bụrụ ebe dịwanye mma.",
    "Otu jikọrọ ndị ọrụ niile na Naịjirịa bụ Nigeria Labour Congress (NLC) na Trade Union Congress (TUC) na-ejikwa ohere ahụ kwulie okwu gwa gọọmentị ihe a ga-eme ka ọnọdụ ndị ọrụ kawanye mma.",
    "Gọọmentị n'onwe ha na-ejikwa ụbọchị ahụ kwe ndịọrụ nkwa elu na ala ihe a ga-emere ha, mana ụbọchị ahụ gafechaa, nkwa niile ahụ na-adị ka mmiri agbasara n'elu okwute.",
    "Iji maa atụ, na 2019 gọọmentị Naịjirịa kwetara ibuli ụgwọ ọnwa opekata mpe a na-akwụ ndị ọrụ gọọmentị si na N18,000 ruo N30,000. Ego a erughụị otu narị dọla ma ịgbanwee ya n'ọnụego e ji agbanwe dọla ugbua.",
    "Ọ bụ n'ọnwa Eprel afọ ahụ ka Onyeisiala Muhammadu Buhari binyere aka n'iwu nke ndị omeiwu wepụtara n'ọnwa Maachị iji gosi na ụgwọọnwa ndị ọnwa arịala.",
    "Mana ruo taa, ọtụtụ steeti na Naịjirịa ebidobeghị kwụwa ndị ọrụ ha ya bụ puku naịra 30 ụgwọọnwa opekatampe.",
    "Nkwekọrịta ịkwụsịtu ọgụ akụsaala na Sudan dịka ogbunigwe na-ada 1 Mee 2023",
    "Ibu m buru egbochighị m ịbụ 'Model'  - Jennifer Enujiugha30 Eprel 2023",
    "Ọkụ latrik, mmanụ agbịdị na ihe ndị ọzọ tinyere ego kemgbe Buhari batara ọchịchị3 Septemba 2020",
    "BBC Igbo kpọtụrụ ndị ọrụ gọọmentị na steeti ise dị na mpaghara ọwụwa anyanwụ Naịjirịa iji mata ma gọọmentị akwụwala ndị ọrụ ụgwọọnwa opekata mpa.",
    "Naanị n'Ebonyi Steeti ka anyị chọpụtara na a kwụwala ya bụ ụgwọ, mana ọ bụchaghị mmadụ niile ka a na-akwụ ya.",
    "Onye ọrụ gwara anyị owku kwuru sị: \"Ee, gọọmentị na-akwụ ya, mana ọ bụ naanị ndị ọrụ nta bekee na-akpọ 'junior staff' na-ata ya, ego ahụ anaghị erute ndị nọ n'ogogo di elu.\"",
    "\"Nke a pụtara na onyeọrụ kacha nta na ndịọrụ gọọmentị Ebonyi na-eri ụgwọọnwa puku naịra 30,\" ka onye ọrụ ahụ kwuru, bụ onye na-achọghị ka a kpọọ aha ya iji zeere mkpagbu.",
    "Ụgwọọnwa dị nta na-akacha emetụta ndị nkuzi na steeti dị icheiche na Naịjirịa",
    "Otu onye nkuzi n'ụlọakwụkwọ gọọmentị n'Anambra gwara BBC Igbo na ọ bụ eziokwu na gọọmentị na-ekwu na ha na-akwụ ụgwọọnwa opekatampe, mana nke bụ eziokwu bụ na ha bụ ndị ọrụ anaghị ahụ ya.",
    "\"Anyị anaghị ahụ ya n'ụgwọọnwa anyị, naanị na ntị ka anyị na-anụ na a ga-ebido ịkwụ ya, maọbụ na ebidola ịkwụ ya, mana ụgwọọnwa bata kwa ọnwa, ị ga-ahụ na onweghị ihe ọbụla a tụkwasara n'elu ya,\" ka onye ahụ kwuru.",
    "\"Otu a kwa ka ọ dị gbasara ụgwọ ndị lara ezumike nka a na-akpọ gratuity. Oge ikpeazụ a kwụrụ 'gratuity' bụ na 2007.",
    "\"Oge Gọvanọ Soludo batara, o kwuru na ya ga-amalite ịkwụ ndị lara ezumike nka n'oge ọchịchị ya.\"",
    "\"Anyị na-ata ahụhụ o. Anyị dabeere na Chineke, e wepu ya onweghị ihe ego ụgwọọnwa anyị ruru.\"",
    "N'ọsịsa ya, Christian Aburime bụ onyeisi mgbasaozi nke Gọvanọ Soludo, gwara BBC Igbo na Soludo bụ onye ma na ọ dị mkpa itinye ndị ma ọrụ n'ọrụ ma na-akwulitekwa ha ụgwọ ka ha wee nye gị ọkachamma ha.",
    "Aburime kwuru na ọ bụ eziokwu na Soludo kwuru na ya ga-ebido ịkwụ ụgwọ ndị lara ezumike nka malite n'oge ọ batara n'ọchịchị, mana ọ pụtaghị na ụgwọ nke gọọmentị jibu agaala, mba. Kama ọ bụ nwayọ nwayọ ka a ga-eji kwụchapụ ha.",
    "Onye ọrụ nke Abia Steeti kwuru na Chineke azala ha ekpere site n'ịgbanwere ha ndị ọchịchị.",
    "\"Anyị agaghị ekwuwe okwu etu gọvanọ nke nọ ugbua esighi kwụọ ụgwọọnwa opekata mpe, maka na ọ fọla ya abalị ole ka ọ pụọ. Anyị ga-ekpewe ekpere ka gọvanọ nke na-abata ọhụrụ mee ọfụma karịa,\" ka o kwuru.",
    "Otu a ka ọ dịkwa n'Enugwu Steeti ebe ndịọrụ kwuru na ụgwọọnwa opekatampe bụ N30,000 erutebeghị ha, n'agbanyeghi nkwa gọọmentị na-ekwe ha ugboro ugboro.",
    "N'Imo steeti, onye ọrụ gwara BBC Igbo okwu kwuru na \"ihe gbasara ụgwọọnwa opekata mpe kụsara n'oge ọchịchị Gọvanọ Rochas Okorocha. Kamgbe ahụ, onweghịzi onye na-ekwute okwu ya\".",
    "Onye ọrụ kọwara sị: \"Ọ bu eziokwu na gọọmentị na-akwụ puku naịra 30, maka na ị ga-ahụ ya n'akwụkwọ e ji akwụ gị ụgwọọnwa.",
    "\"Mana gọọmentị na-esikwa n'ime ụgwọọnwa ahụ wepụ ọtụtụ ego maka ihe dị icheiche nka pụtara na ego ga-abata gị n'akpa n'ọnwa na-adị nta karịa puku naịra 30.",
    "\"Ọ dịka onyinye ekwensu, o were aka nrị nye gi ya, o were aka ekpe nara gị ya. Nke ahụ enweghị isi\".",
    "Lee steeti ndị na-anaghị akwụ ụgwọ ọnwa opekatampe:",
    "Cross River - N'agbanyeghị na ọ bụ steeti na-emepụta mmanụ agbịdị bụkwa nke ego na-abatara ha site na gọọmentị etiti dị elu karịa ọtụtụ steeti ndị ọzọ",
    "Benue",
    "Adamawa",
    "Kogi",
    "Gombe",
    "Niger",
    "Taraba",
    "Zamfara",
    "Oge gọọmentị etiti buliri ụgwọọnwa opekatampe na 2019, otu jikọrọ ndị gọvanọ niile na Naịjirịa bụ 'Nigeria Governors' Forum' kwuru na gọọmentị etiti ajụghị ha ese tupu ha ebulie ụgwọọnwa ndị ọrụ.",
    "Ha kwuru na ego na-abatara steeti ha kwa ọnwa anaghị ezu iji kwụọ ndị ọrụ ụgwọ ma rụkwaa ọrụ ndị ọzọ dị mkpa, ọ fọdụkwa ibuli ụgwọọnwa.",
    "Mana odeakwụkwọ NLC n'oge ahụ bụ Emmanuel Ugboaja kwuru na gọvanọ ọbụla ma na ọ gaghị akwụli ụgwọọnwa opekata mpe kwesịrị iritu n'ọchịchị.",
    "\"Ọ bụ nnukwu ihe ọjọọ na ndị gọvanọ ga-asị na ha agaghị akwuli ndịọrụ N30,000 n'ọnwa,\" Ugboaja kwuru.",
    "\"Ndị gọvanọ a na-eji ụgbọelu nke onwe efegharị ebe ọbụla ha chọrọ, mana o rute n'okwu ọdịmma ndịọrụ, ha asị na ego adịghị.",
    "\"Onye ọbụla n'ime ha na-agaghị akwụnwu ụgwọọnwa opekata mpe, ya rituo n'oche gọvanọ.\"",
    "Ọkụ latrik, mmanụ agbịdị na ihe ndị ọzọ tinyere ego kemgbe Buhari batara ọchịchị3 Septemba 2020",
    "'Iwepụ 'fuel subsidy' ga-ebute oke ọnụ ahịa mana...' - Chizea15 Eprel 2019",
    "Lee ihe nri na-ada na-ahịa ugbua e mechichara 'border'28 Nọvemba 2019",
    "Ndịọrụ Naịjirịa amalitela ikwu okwu ka gọọmentị tinye anya n'ụgwọọnwa opekatampe nke dị ugbua bụ N30,000, maka na, dịka ha si kwuo, onweghizikwa ihe ọ na-ezu.",
    "Ha kwuru na mgbali ọnụahịa ngwa nri, mmanụ ụgbọala na ihe ndị ọzọ, ewekọrọla obere ego ahụ gọọmentị tụkwaasara ha.",
    "Ka ọ dị ugbua mgbakọ mgbali ọnụahịa na Naịjirịa dị na pasentị 22.04.",
    "Iji maa atụ, ọnụahịa mmanụ ụgbọala na 2019 bụ N145 maka otu lita, mana ugbua ọ nọzi n'etiti N185 ruo N220.",
    "Ọnụahia otu akpa osikapa nke a kọpụtara na Naịjirịa bụ n'etiti N16,000 ru0 N20,000 na 2019, ugbua otu akpa nọ n'etiti N30,000 ruo N40,000, wee dịrị gawa.",
    "N'ọnwa Sepụtemba 2022, Mịnịsta na-ahụ maka ndị ọrụ bụ Chris Ngige kwuru na gọọmentị amalitela ileba anya iji mata etu a ga-esi bulie ụgwọọnwa opekatampe ndịọrụ.",
    "O kwuru na nke a dị mkpa n'ihi mgbalielu ọnụahịa ihe n'ụwa niile.",
    "Ngige kwuru na iwu na-ahụ maka ndịọrụ na Naịjirịa, bụ nke e megharịrị n'afọ 2019, nyere ohere ka gọọmentị na-atule ụgwọọnwa ndị ọrụ kwa afọ ise ọbụla maka ọdịmma ha.",
    "International Labour Organization",
    "Naijiria",
    "Sudan Crisis: Egypt agbapela okeala ha ka ụmụafọ Naijirịa gafere30 Eprel 2023",
    "May Day: Lee Steeti na-anaghị akwụ ụgwọ ọnwa opekatampe bụ N30,0001 Mee 2023",
    "Naijiria a na-eme ịkpaoke agbụrụ na mkpọla ụmụafọ ha toro na Sudan?25 Eprel 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}