{
  "published": "3 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'ehihie abalị 29 nke ọnwa Novemba afọ gara aga, ọtụtụ ụmụaka nwoke ndị Palestine wụjuru n'okporo dị ụzọ na 'West Bank' ebe ha na-egwukarị egwu.",
    "O teghị aka, abụọ n'ime ha tọgbọrọ n'ozu dịka mgbọ si na egbe ndịagha Izrel gbara tụrụ ha - Basil gbara afọ 15 ebe Adam gbara afọ asatọ.",
    "Iran vs Israel: Kedu onye ngwa agha ya kaa?20 Eprel 2024",
    "Israel na ndị Palestine",
    "BBC mere nnyocha ihe ndị ọrụ nchekwa Izrel na-eme na West Bank, nke ndị agha na-aga n'ihu ihe ruru afọ 50 (ọkara centuri), iji kpupee etu e si gbuo ụmụaka abụọ ahụ.",
    "Ekwentị nakwa igwe onyonyo CCTV gosiri etu ndịagha Izrel si gaa, akaebe ndị hụrụ ihe mere na nnyocha ihe mere na nnyocha ebe ihe nọrọ mee.",
    "Ihe akaebe anyị hụrụ kpalitere onye ọrụ pụrụ iche n'okwu ikike dịịrị onye agha megide iyi egwu bụ Ben Saul, ịkpọ ọnwụ Adam \"mpụ agha\".",
    "Ọkamachara iwu ọzọ bụ Dọkịnta Lawrence Hill-Cawthorne, kwuru na ndịagha Izrel na-eji aka ike eme ihe aghara aghara",
    "Ndịagha Izrel bụ \"Israel Defense Forces\" (IDF) kwuru na a na-enyocha ọnọdụ ihe ahụ si mee\" mana sị, “A na-agba egbe naanị iji wepụta ihe nwere ike iwere ndụ maọbụ iji nwuchie mmadụ, ma ọ bụ na emeela ihe ndị ọzọ a na-eme tupu a nwụchie mmadụ.\"",
    "Dịka tigbuo-zogbuo na-akpọtụ na 'West Bank' n'ọnwa ole na ole kemgbe Hamas wakporo Izrel na Gaza n'ọnwa Oktoba, BBC ahụla ihe akaebe gosiri na a na-emebi ụlọ ndị Palestine, dekacha ya ihe, a na-eji ngwagha na-amaja ha ma gwa ha ka ha pụọ gawa na Jordan dị n'agbata obi ha., naakwa ozu onye bu egbe e bekachara ahụ ya.",
    "Onyonyo e mere n'abalị 29 nke ọnwa Novemba gosiri Basil ka ọ kwụ n'akụkụ ọdọahịa ebe a na-ere 'hardware', a kpọchiri mpio ọdọaghịa ahụ.",
    "Mgbe ndịagha Izrel bịarutere, ndị nwe ọdọahịa mechiri ngwangwa na Jenin - bụ ebe ndị Palestinia, ọ dịghị ka Gaza nke Hamas na-achịkọta.",
    "Ndị akaebe kwuru na egbe na-ada dịka ndịagha Izrel nọ ọrụ na mpaghara ebe ndị gbara ọsọ ndụ dị na Jenin.",
    "Adam, onye egwu bọọlụ na-amasi ma bụrụ onye nkwado ọgbabọọlụ 'Lionel Messi', na nwanne ya nwoke tọrọ ya bụ Baha dị afọ 14.",
    "E nwere ihe dịka ụmụaka ụmụnwoke itoolu ndị ọzọ a hụrụ n'ihe onyonyo CCTV nke gosiri ihe mere.",
    "Isi n'elyu lee okporoụzọ dị na  Jenin, ị ga-ahụ ebe  Basil, Adam  na ụmụaka ndị ọzọ kwụ.",
    "I lepụga anya ọzọ, ị ga-ahụ ụgbọala ndịagha Izrel dị isii kwụkọtara ọnụ ka ha tụgharịrị n'otu akụkụ, nyara na-aga ebe ụmụaka ahụ nọ, bụ ndị nọgharịwara. Ụfọdụ ụmụaka ndị ahụ malitere pụwa.",
    "Ozigbo, ihe onyonyo si n'ekwentị gosiri ka ọnụụzọ otu ụgbọagha ahụ mepere.",
    "Onyeagha ahụ nọ n'ihu ụmụaka ụmụnwoke ndị ahụ.",
    "Basil gbagara n'etiti okporoụzọ, ebe Adam bụ onye nọ ihe dịka mita 12 site n'ebe ndịagha ahụ nọ gbawara ọsọ.",
    "Ihe dịka ọnụ egbe 11 gbara.",
    "Ka BBC nyochara ebe ahụ ihe mere, ha hụrụ na mgbọ ahụ tụrụ ebe buru ibu.",
    "Mgbọ anọ tụrụ n'okporo igwe(( metal pole), abụọ tụrụ na mpio ọdọ ebe a na-ere 'hardware', otu mgbọ tupuru azụ ụgbọala e dọwara ebe ahụ, ọzọ tupuru igwe a na-ejide aka aga( handrail.)",
    "Mgbọ ọzọ tụrụ Adam gbara afọ asatọ n’isi dịka ọ na-agba ọsọ; nwanne ya nwoke bụ Baha gbalịrị ịkpụrụ ya ka ha zoo, ma na-eti mkpu ka ụgbọala gbatagbata gbatara ha ọsọ enyemaka.",
    "Ọbara juru n’ala ebe o si kpụrụ nwanne ya agaje.",
    "Mana oge agaala, Baha kwuru na Adam na enyi ya Basil nwụrụ n’ihu ya.",
    "Baha ji Anyammiri gwa BBC sị, “Anọ m n’ọnọdụ mgbagwoju anya; anaghịdị m eche maka onwe m. Agbalịrị m gwa ya okwu . M na-akpọ ya: ‘Adam, Adam!’. Mana mkpụrụọbi ya apụwala n’ahụ ya, ọ zaghị m.”",
    "Tupu a gbaa ya egbe, Basil nwere ihe o ji n’aka.",
    "O doghị anya ihe ọ bụ. IDF mechara wepụta foto ha sere ebe ihe mere sị na o ji ogbunigwe n’aka ya.",
    "Onye ọrụ pụrụ iche n'okwu ikike dịịrị onye na agha megide iyi ndụ egwu bụ Ben Saul, kwuru na e kwesịrị ịjụ ọtụtụ ajụjụ na ụdị aka ike e ji gbuo Basil ekwesịrị ekwesị, ma o ji ogbunigwe n’aka?",
    "N’okwu nke Adam, ihe a dịka imegide iwu mbaụwa, igbu ndị nkịtị, mpụ agha nakwa imegide ikike mmadụ nwere ịdị ndụ.”",
    "Dkta Lawrence Hill-Cawthorne, so na ndị hiwere ngalaba ‘ Centre for International Law ‘ na mahadum ‘University of Bristol’, sịrị: \"Ndịagha nọ n’ụgbọ agha. Ọ bụrụgodi na  e nwere ihe nwere aka mgba dịrị ndị ndịagha ahụ, ha kara ị buru ụgbọala ha pụọ, ma haazie nnwuchi kama iji nnukwu aka ike, nke megidere iwu mbauwa.”",
    "Ndịaghga Izrel(Israel Defence Force(IDF) kwuru na ụmụaka ahụ na-achọ ịtụ ha ogbunigwe, nke gaara etinye ndịagha ah ụ n’ihe egwu.",
    "Okeala ndị Palestine",
    "Hamas",
    "Israel na ndị Palestine",
    "Etu mmanwụ Oriọkpa Nsuka si pianye Nọọsụ ajụ n'anya7 Mee 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola8 Mee 2024",
    "Ihe mere n'ikpe EFCC na Cubana Chief Priest taa17 Eprel 2024",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ aelekere 6 gara aga",
    "NA EME UGBU A, Ụlọomeiwu Naịjirịa akwadoola ikpe ọnwụ maka ndị na-ere ọgwụike",
    "Gọvanọ Mbah ehiwela atụmatụ a ga-eji kpochapụ ndị omekoome n’Uzo Uwani8 Mee 2024",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'6 Mee 2024",
    "Chad Elections: Ihe i kwesiri ịma maka ntuliaka mba a6 Mee 2024",
    "Minimum wage: Kedụ ihe 35% Gọọmentị Etiti tinyere n’ụgwọọnwa pụtara onye nọ 'Level 8' n'ọrụ oyibo?3 Mee 2024",
    "Etu nnyocha ogbugbu nwata a na 'West Bank' si bute ebubo na ndịagha Israel mere mpụ agha 3 Mee 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Ihe ị kwesiri ịma maka ụgwọ 0.5% ọhụrụ CBN manyere7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'",
    "Crystal Palace adụpuola Man Utd ka blomblom n'azụ ụlọ haEmelitere ikpeazụ na: 19 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}