{
  "published": "31 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Emzornigeria/X",
    "Stella Okoli bụ onye hibere ụlọọrụ na-ere ọgwụ bụ Emzor Pharmaceticals ekwuputala mgbawa obi ya maka ọnwụ otiegwu bụ Onyeka Onwenu.",
    "Cheta na ọ bụ na mmemme ncheta ụbọchị ọmụmụ nke afọ 80 e meere Okoli ka Onyeka tichara egwu ma nwewa nsogbu butere ọnwụ ya dịka akụkọ si kwuo.",
    "N'ozi ahụ nke Stella Okoli binyere aka dị na soshal midia ụlọọrụ ya, o kwuru na ha amaghị na ọ bụ anya ikpeazụ ha ga ahụ Onyeka na ndụ.",
    "N'okwu ya “Abalị garaaga bụ ụbọchị dị oke mkpa na ndụ m. Ndị ọnyị na ezinaụlọ m gbara m gburugburu maka mmemme afọ ịrị asatọ m bụ nke anyị gị na ekene Chukwu maka obi ebere na ọmaịkọ ọ nwere na ebe m nọ”",
    "“Ezị ọyị m kemgbe bụrụkwa nwanne m nwanyị bụ Onyeka Onwenu aọ na ndị bịara”.",
    "“Ọ bụ ihe ịtụ na anya oge m huru na ọ gụwara egwu ya bụ nke na nyere anyị obi ụtọ”.",
    "“O gị ezi onu ya dị ụtọ were na agụ egwu ma na-eto Chineke. Ka ọ gara nọrọ ala na-oche ya, anyị amaghị na ihe ọzọ sọ ya bụ ọnwụ”",
    "“Ọnwụ ya na agbanwaobi. Anyị jị ohere a nwere na eti ezinaụlọ ya, ndị ọnyị na ụmụaka ya aka n’obi”",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ25 Julaị 2024",
    "Ihe Peter Obi, Orji Uzor Kalu na ndịọzọ kwuru maka ọnwụ Ifeanyi Ubah27 Julaị 2024",
    "Ị mabu ihe iri na abụọ ndị a maka Mr Ibu?3 Maachị 2024",
    "Ebe foto si, Onyeka Onwenu/Instagram",
    "Onyeisiala Naịjirịa bụ Bola Tinubu ezigarala ezinaụlọ Onyeka Onwenu ozi nkasiobi.",
    "Tinubu kwupụtara nke a n’ozi ọnụ na-ekwuchitere ya bụ Ajuri Ngelale zipụrụ n’ụbọchị Wenezde 31 Julaị 2024.",
    "Ngelale kwuru na Onyeisiala Tinubu na-eru uju ọnwụ “ezenwaanyị egwu”, onye a ga na-echeta maka ịgba o tiri n’egwu oge ọ dị ndụ.",
    "Onyeisiala gara n’ihu kasie ngalaba na-akpa ndị mmadụ obiụtọ obi tinyere Gọọmenti Imo steeti na ọtụtụ ndị ihe ya na-amasị n’ihi nnukwu ihe funahụrụ ha n’oge a.",
    "O kpere ekpere ka mkpụrụobi Onyeka Onwenu zuo ike na ndokwa.",
    "N'otu aka ahụ, onye jiri aha otu ndọrọndọrọ ọchịchị Peoples Democratic Party (PDP) zọọ ọkwa Onyeisiala Naịjirịa n’oge ntụliaka 2023 bụ Atiku Abubakar akọwaala Onyeka Onwenu dịka “onye ntaakụkọ wetara mgbanwe”.",
    "Atiku kwupụtara nke a n’ozi nkwanyeugwu o dere gbasara Onyeka Onwenu n’akara ọbaozi X ya n’ụbọchị Wenezde 31 Julaị 2024.",
    "O kọwara ya dịka onye kpara ike dị egwu dịka otiegwu ma bụrụkwa nke ga-anọgide n’obi ndị mmadụ ọbụladị ugbua ọ nwụrụla.",
    "Atiku kasiri ezinaụlọ Onyeka Onwenu na ndị enyi ya obi ma rịọ Chukwu ka o nye ha obi nke ha ga-eji die ọnwụ ya.",
    "Ebe foto si, Onyeka Onwenu/Instagram",
    "A mụrụ Onyeka Onwenu n’abalị 31 Jenụwarị 1952 n’Arọndịzuọgụ dị n’Okpuru ọchịchị Ideato North n’Imo steeti.",
    "Ọ mụrụ ụmụ abụọ ndị gụnyere Tijani Ogunlende na Abraham Ogunlende.",
    "Onyeka Onwenu nwetara nzere Bachelor of Arts n’ihe ọmụmụ International Relations and Communication site na Wellesley College, Massachusetts nakwa nzere Master of Arts n’ihe ọmụmụ Media Studies site na The New School for Social Research, New York.",
    "Ọ lọghachiri Naịjirịa n’afọ 1980 maka ị gaara ala nna ya ozi n’ụlọọrụ Nigerian Television Authority (NTA).",
    "Ọ malitere iti egwu n’afọ 1980 ma tipụta egwu nke mbụ ya ọ kpọrọ “For the Love of You” n’afọ 1981.",
    "Ọ bụụrụ onye ntaakụkọ n’ụlọmgbasaozi NTA dịka ọ haziri ihe omume “Contact” n’afọ 1988 na “Who’s On?” n’afọ 1993.",
    "Ndị ọchịchị Naịjirịa nyere ya onyinye nkwanyeugwu Member of the Order of the Federal Republic (MFR) n’afọ 2011.",
    "Ọ bụụrụ Onyeisioche Imo State Council for Arts and Culture n’okpuru ọchịchị Gọvanọ Ikedi Ohakim ma mechaa bụrụ Nnukwu onye ntụziaka National Centre for Women Development n’afọ 2013. n’okpuru ọchịchị Onyeisiala Goodluck Jonathan.",
    "Onyeka Onwenu mere ọtụtụ ejije ndị gụnyere Nightmare, Conspiracy, Widows’ Cot, The Tyrant, Rising Moon, Half of a Yellow Sun, Lion Heart, God Calling, Ọbara M na ndị ọzọ.",
    "Ọ nwụrụ n’ụbọchị Mọnde 30 Julaị 2024 dịka ọ gbachara afọ 72.",
    "Ebe foto si, Onyeka Onwenu/Instagram",
    "Otiegwu a ma ama na Naịjịrịa bụ Onyeka Onwenu anwụọla dịka ọ gbachara afọ iri asaa na abụọ (72yrs).",
    "BBC Igbo kpọtụụrụ otiegwu ọzọ a ma ama bụ Charly Boy, onye wepụtara ozi na soshal midia banyere ọnwụ Onwenu.",
    "O kwuru na  ọ bụ eziokwu na nwada a anwụọla, na o nwetere ozi banyere ọnwụ ya site n’ọgbakọ ndị o so na ya nakwa ọbaozi ndị ọ tụkwasịrị obi.",
    "Akụkọ kwuru na nwada a nwụrụ n’abalị Tuzde 30 Ọgọst, 2024 mgbe ọ dara n’ala dịka o tichara egwu n'otu emume ncheta ọmụmụ mmadụ e mere na Legọs.",
    "Ka ọ dị ugbua a matabeghi ihe gburu ya kpọmkwem, dịka ndị ezinaụlọ ya e wepụtabeghi ozi banyere ọnwụ ya.",
    "Akụkọ ka na-abịa...",
    "Naijiria",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Ihe ngosi",
    "NA EME UGBU A, End Bad Governance: Etu ụbọchị abụọ nke ngagharịiwe si aga na Naịjirịa taa",
    "NA EME UGBU A, Rwanda emechiela ụlọụka 4,000 maka ịda iwu",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?31 Julaị 2024",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli31 Julaị 2024",
    "Akwakanti, kansa, ntụrịkọ mkpụrụamụ na ọrịa ụmụaka ndị ọzọ nwere ike ịnapụ nwata ike ịdị ime maọbụ ịtụwa nwaanyị ime n'okenye31 Julaị 2024",
    "\"Ihe m ga-abigara n'ute ọrịa Hepatitis C ma gbakee\"29 Julaị 2024",
    "Etu nkwado nwoke maọbụ nwaanyị ịlụ ibe ya si ebute esemokwu n’ụlọụka Anglịkan n’ụwa29 Julaị 2024",
    "Ihe Peter Obi, Orji Uzor Kalu na ndịọzọ kwuru maka ọnwụ Ifeanyi Ubah27 Julaị 2024",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ25 Julaị 2024",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere e ji adọ ndị si mpaghara Ọwụwa Anyanwụ aka na ntị ka ha esola na ngagharịiwe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}