{
  "published": "13 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọelu ogogo ise dara n’ụlọakwụkwọ Dennis Memorial Grammar (DMG) n’Onitsha, Anambra Steeti ataala isi otu onye mma merụọ mmadụ abụọ ahụ.",
    "Ụlọ a bụ nke nọ n’ogogo ngwụcha ya dara n’ihe dịka elekere asaa nke ụtụtụ ụbọchị Wenezde 13 Juun, 2024.",
    "Onye ntaakụkọ BBC Igbo gara ebe ụlọ a dara kọwara na ọ bụ ụlọakwụkwọ DMG nwee ụlọelu ahụ, bụ nke ndị gụrụ akwụkwọ ebe ahụ n’oge gara aga na-arụ.",
    "Onitsha building collaspe: \"Amaghị m na ụlọ anyị nọ n'ime ya na-ada ada ruo mgbe m hụrụ onwe m n'ime ụvụrụ aja\"1 Maachị 2024",
    "Ndị kọmishọna Anambra akwọọla aka 'Pilate' gbasara ụlọ dara n'Ọnisha13 Septemba 2019",
    "Ihe onyonyo: Etu ụlọelu ogogo atọ si daa n'Umuahia25 Juun 2020",
    "Akụkọ kwuru na a malitere ịrụ ụlọ ahụ n’ihe dịka afọ abụọ gara aga bụ nke a na-akwado ịgbape ya n’afọ ọzọ iji mee emume ncheta afọ 100 ụlọakwụkwọ ahụ malitere.",
    "Mmadụ atọ ahụ o metụtara bụ ndị ọrụ na-arụ n’ụlọ ahụ, otu onye nwụrụ ebe mmadụ abụọ merụrụ ahụ - ha na-anata ọgwụgwọ ugbua.",
    "Ndị ọkachamara n’ịrụ ụlọ gwara onye ntaakụkọ BBC Igbo na ha chọpụtara na akụrụngwa ndị e ji rụọ ụlọ ahụ dị mma kama na otu ihe mere ụlọ ahụ jiri daa bụ na e soghi ezi usoro rụọ yaa bụ ụlọ.",
    "Ha gara n’ihu nye ndụmọdụ na gọọmentị kwesịrị ihiwe kọmitii gaa na-eme nyocha ma na-akụziri ndị ọrụ aka na-arụ ụlọ usoro e kwesịrị iji na-arụ ụlọ.",
    "Osote gọvanọ Anambra Steeti bụ Onyeka Ibezim gara njem nleta n’ụlọọgwụ ebe ndị merụrụ ahụ na-anata ọgwụgwọ.",
    "O tikwara ezinaụlọ ndị nwanne ha nwụrụ aka n’obi ma kwuo na gọọmentị amalitela ime nyocha banyere ya.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Anambra Steeti",
    "Ọrụ esemese ọrụrụ ụlọ or akịtekchọ",
    "Vidio, Ụgwọ opekatampe: Ihe mere gọọmentị agaghị akwụnwu ndị ọrụ ego ole ha chọrọ - Onyejeocha, Duration 6,0014 Juun 2024",
    "Vidio, Etu ụlọelu ogogo ise si daa n'ụlọakwụkwọ DMGS dị n'Onitsha, Anambra Steeti, Duration 2,0613 Juun 2024",
    "Vidio, \"Junior Pope anwụchaala tupu a gụpụta ya na mmiri\" , Duration 7,0912 Juun 2024",
    "Vidio, Ihe mere m jiri buru ngwa ahịa m site n'ala Igbo gawa Legọs - Cubana Chiefpriest, Duration 4,153 Juun 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}