{
  "published": "14 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra Broadcasting Service",
    "Aka a kparala otu nwoke kere nwa nwaanyị nwunye ya (step daughter) agbụ ma ụkwụ na aka ma kpọchie ya n’ime ụlọ ruo otu ọnwa n’obodo Nise dị n’Awka South nke Anambra steeti.",
    "Kọmishọna na-ahụ maka ụmụnwaanyị n’Anambra Steeti bụ Ify Obinabo zọpụtara nwata a dị afọ iri na asaa site n’ọnụ ọnwụ n’aka nna ya.",
    "Akụkọ kwuru na a na-eche na nwoke a bụ Sunday Ezeh na-eme ihe ọdịnala chọrọ iji nwata ahụ agwọ ọgwụego.",
    "Abia Baby Factory: \"Mama ukwu anyị sị na ọ na-ekunye gọọmentị ụmaụaka anyị na-amụ\"5 Juun 2023",
    "E﻿tu nwagbọghọ na nne ya siri gbuo nwaọhụrụ ya,lie na nzuzo n'Enugu steeti14 Nọvemba 2022",
    "Ndị uweojii akpụpụla nwaanyị a sị tigburu nwaodibo,tunye n'ọhịa ụlọikpe20 Jenụwarị 2023",
    "Kọmishọna Obinabo kwuru na a nwụchiri nwoke a site n’ama ụfọdụ ndị obodo Nise gbara nakwa enyemaka ndị nchekwa ọdịnala.",
    "Ọ dọrọ aka na ntị na gọọmenti Anambra steeti ga-ememina onye ọbụla na-akpagbu ụmụaka na ụmụnwaanyị.",
    "Ugbua nwata nọ n’ụlọọgwụ anata ọgwụgwọ ebe nna ya ahụ nọ n’aka ndị uweojii.",
    "Ebe foto si, Anambra Broadcasting Service",
    "Mgbe nwata a dị afọ iri na asaa kwuru na nna ya kere ya agbụ ụkwụ na aka ma kpọchie ya n’ime ụlọ ruo otu ọnwa na-enyeghi ya nri.",
    "O kwuru na onweghi ike icheta ihe ọjọọ o mere kama na nna sị na ọ nyụrụ nsị ma metọsịa gburugburu ebe ha bi, nke mere o jiri tie ya ihe.",
    "O kwuru na nna ya ji osisi achara kụọ ya n’isi kama na ndị mmadụ zọpụtara ya ma kpọrọ ya gawa n’ụlọọgwụ.",
    "Nwoke a sị na ọ bụ obere ahụhụ ka ọ tara nwata nnupuruisi maka iji nsị metọsịa gburugburu ebe obibi bụ nke ọ sị megidere nkwenye omenala ya.",
    "Ọ gara n’ihu rịọ ka a gbaghara ya maka nke ahụ.",
    "Site n’ihe o tiri ya, nwata ahụ merụrụ ahụ nke mere e jiri waa ya isi, mana ugbua ọ na-agbake n’ụlọọgwụ.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Anambra Steeti",
    "Okike",
    "Mmeru nwata",
    "Aka akparala nwoke kere nwa ya nwaanyị agbụ n’ime ụlọ ruo otu ọnwa14 Juun 2023",
    "Africa Eye: Etu m si ebuagha megide oke a na-akpasị ndị nwere ọrịa 'sickle cell'elekere 9 gara aga",
    "NA EME UGBU A Adị m njikere mụ na ndị omeiwu ịrụkọ ọrụ - Onyeisiala Tinubu1 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}