{
  "published": "12 Nọvemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Ebere Ekeopara & Kelechi Anozia",
    "Ndị mere akụkọ a,  Reporter & Video Journalist",
    "Nọvemba 2024Mgbe ikpeazụ e tinyere ya ozi ọhụrụ 14 Jenụwarị 2025",
    "Onye oziọma a ma ama bụ Chukwuebuka Anozie Obi ekwuola okwu banyere otu nwoke akụkọ kwuru na ọ tụrụ mkpọrọ maka ikwutọ ya.",
    "Na mkparịtaụka ya na BBC Igbo nwere, ọ kọwara ihe niile banyere nwoke ahụ boro ya ebubo ma kwuo na ọ bụ onye amụma ụgha.",
    "Ọ kọwara na ọ bụ eziokwu na ngalaba ụlọụka ya na-ahụ maka ikpe degaara ndị uweojii akwụkwọ mkpesa banyere nwoke ahụ boro ya ebubo, mana a tọhapụla nwoke ahụ kemgbe maka na o mezuru iwu niile dị na ntọhapụ beelu ndị uweojii nyere ya.",
    "Ọ gara n'ihu mee ka o doo anya na ụlọụka ya bụ Zion Prayer Movement Outreach enweghị onye ọbụla ọ tụrụ mkpọrọ ugbua.",
    "\"Timileyin Ajayi gburu Salome nwa anyị abụghị ọyị ya nwoke, anyị amaghị onye ọ bụ\"15 Jenụwarị 2025",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "Onye ozi ọma a ma ama bụ Chukwuebuka Anozie Obi ekwuola na ọ naghị eme ihe ịrịbaama a kpọrọ “Arrangee” kama na Chineke ji ya arụ ọrụ.",
    "Na mkparịtaụka ya na BBC Igbo nwere, ọ kọwara na ọ bụ oziọma ọ na-agbasa mere aha ya ji ewu ewu na soshal midia nakwa mbaụwa.",
    "N’ihe gbasara nkewa Di na nwunye, ọ gbarụrụ ihu kwuo na ọ bụghị ihe Chukwu kwadoro.",
    "Ebuka Obi gara n’ihu kwuo “ana m agba ọgwụ ndị dibia gwọrọ ọkụ, n’ihi na onye ọbụla chọrọ ịbụ nwa Zion ga-ebute ọgwụ ọbụla o nwere n’ụlọ ka m gbaa ya ọkụ tupu ọ zaa nwa Zion n’ezie”",
    "“Ekwusiri m okwu ya ike na onye ọbụla na-abia Zion ga-akwụsị ndụ akwamiko, ịnapụ mmadụ ihe n’ike, ịgwọ ọgwụ na ihe ọjọọ ndị ọzọ.",
    "Onye ozioma Ebuka Obi bụ onye Uburu ihejioffor dị n'Okpuruọchịchị Oru West nke Imo steeti.",
    "O kwuru na ya dị afọ asatọ wee malite ịnụ olu mmụọ nsọ ka ọ na-agwa ya okwu.",
    "Ọ bụzị oge ọgbara afọ iri na abụọ ka o jidere aka n’ebe ntụaja ma kwee nkwa atọ  nke mbụ bụ na ya agaghị edina nwaanyị ruo mgbe ọ ga-alụ nwunye, nke abụọ - na ya agaghị elekwasị ego anya, nke atọ - na ọ gaghị apụ n'ụka Katọlik.",
    "Nkwa ndị a ka o kwuru na o dobere ya rue ugbo a nke mere ndị na-eso ya jiri dị nde kwụrụ nde na Naijiria nakwa mbaụwa ndị ọzọ.",
    "Ọ malitere Ekpere amụma ya a kpọrọ Zion Ministry n'afọ 2009.",
    "Tupu ọ malite guzobe ekpere ahụ, ọ bụ onye na-azụ ahịa akụrụngwa latrik n'Idumota Lagos.",
    "Dika o siri kọwaa, n’afọ 2009 ka mmụọ nsọ gwara ya kpọchie ụlọahịa ya gazie buru akwụkwọ nsọ ma na-agbasa ozioma.",
    "O kwuru na ọtụtụ amụma ọ na-ebu  nke e ji akatọ ya bụ ihe mmụọ nsọ Chukwu gwara ya kwuo.",
    "Ebuka Obi kwuru na ọ gaghị ụlọakwụkwọ ebe a na-amụ akwụkwọ nsọ maọbụ ebu amụma kama na ọ malitere ime ihe amụmụ mgbe ọ dị afọ asatọ.",
    "Ofụfe",
    "Ụka ndị Roman",
    "Ndị otu Kristi",
    "Vidio, Ọ bụ agwa nne m ka m na-eṅomi - Sister Nkechinyere, Duration 4,0924 Jenụwarị 2025",
    "Vidio, A malitere m iti egwu na nwata - Rosemary Chukwu, Duration 8,0827 Disemba 2024",
    "Vidio, Nne na nna m chere na m na-eme ihe abaghị uru oge m malitere ime ihe ngosi - Marahchi, Duration 5,4910 Jenụwarị 2025",
    "Vidio, Ebidoro m iti ịgba n'oge m dị obere n'ọgbakọ ụmụaka 'block rosary' - Nazzy Drums, Duration 3,0417 Jenụwarị 2025",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}