{
  "published": "25 Jenụwarị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọkụ agbagbuola Ihe ruru mmadụ iri na otu (11) n'ihe mberede okporoụzọ mere n'Ugwu Onyeama dị n'Enugwu steeti.",
    "Ihe ịgba anya mmiri ahụ mere n'ụbọchị Satọde 25 Janụwarị 2024 oge ụgbọala bu mmanụ dara wee mụnye ọtụtụ ụgbọala ndị nọ ya n'akụkụ ọkụ n'Ugwu Onyeama.",
    "Ya bụ ihe mberede dara ka ogbunigwe mụnyere ọtụtụ mmadụ ọkụ nke mere na ihe dịka ozu mmadụ iri na otu (11) tọgbọrọ ebe ahụ.",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ23 Jenụwarị 2025",
    "Ka anyị si chọpụta nwoke ahụ gburu mmadụ anọ n’ezinaụlọ ya maka ọgwụ ego - Igwe Emeka2 Disemba 2024",
    "Ụlọikpe ezigaala Ada Ogbogu ụlọnga maka ịkụji nwa di ya dị afọ atọ ụkwụ7 Nọvemba 2024",
    "Ndị hụrụ mgbe ya bụ mkpamkpa kpara kwara arịrị na ọkụ ahụ dị nnukwu nke mere na ha enweghị ike ịzọpụta ndị na-agba ọkụ.",
    "Mazi Izuchukwu, onye gwara anyị na ya nọ mgbe ọkụ ahụ malitere kọrọ na ụgbọala tanker ahụ bu mmanụ ji nnukwu ọsọ wee tụgharịa nke mere ka ya bụ tanker na tanker ọzọ suo onwe ha ma nwuru ọkụ. Ha mụnyeziri ụgbọala ndị nọ ha n'akụkụ ọkụ.",
    "Onyeisi ngalaba ụlọọrụ Federal Road Safety Commission n'Enugwu bụ Agbakọba Onyekwere kwuru na ha ga-agwa ndị ntaakụkọ mmadụ ole nwụrụ ebe ahụ nakwa ka ya bụ ọdachi siri mee oge ha chịkọtara ozi ha niile ọnụ.",
    "Aka na-achị Enugwu steeti bụ Peter Mbah egosila enweghị obiụtọ n'ihi ihe mberede ụgbọala tanker mmanụ mere n'okporoụzọ si Enugwu gawa Onitsha, bụ nke tara isi mmadụ iri na otu (11).",
    "Mbah mere ka a mata nke a oge ọ garuru na mpaghara ahụ ya bụ njinji jiri n'ụbọchị Satọde 25 Janụwarị 2025.",
    "Ọ sịrị na gọọmenti abanyela n'ọrụ iji hụ na ndị ọnọdụ ahụ metụtara natara ezi nlekọta ahụike dịkwa ka ha ga-etinye atụmatụ ndị ga-egbochi ụdị ọdachi ahụ ịdapụta n'ọdịnihu dịka idozi mpaghara okporoụzọ ahụ mebiri emebi nakwa ịhụ na ndị ọkwọụgbọala rubere isi n'iwu okporoụzọ niile.",
    "Ọ kọwara ihe mberede ahụ dịka nke na-agba anyammiri ma kasie ezinaụlọ ndị nke ha nwụrụ anwụ obi",
    "Ọ gara n'ihu nye ntuziaka ka onye Sector Commander ngalaba ụlọọrụ Federal Road Safety Commission n'Enugwu steeti bụ Franklin Agbakoba na kọmịshọna na-ahụ maka ime njem n'Enugwu steeti bụ Obi Ozor hụ na ụgbọala tanker niile bụ mmanụ agba na steeti ahụ nwere ihe mkpọchi ga-egbochi mmanụ ịkwafu ọ bụrụ ma ha nwee ihe mberede.",
    "Naijiria",
    "Njem",
    "Enugwu",
    "NA EME UGBU A, Nke na-eme ugbua n’etiti mba Izrel na Hamas",
    "Ọkụ agbagbuola ihe ruru mmadụ 11 n'Enugwuelekere 5 gara aga",
    "Tinubu ebunyela mba Finland ụkpa ekele maka mbọ ha gbara ịnwụchi Simon Ekpa24 Jenụwarị 2025",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ23 Jenụwarị 2025",
    "Gịnị mere e ji machie okeite n'Anambra Steeti?20 Jenụwarị 2025",
    "Donald Trump: Lee iwu ọhụrụ ndị o binyere aka20 Jenụwarị 2025",
    "A kwụsịla Fada ọrụ maka agbamakwụkwọ nzuzo n'ụlọụka Pastor Jerry Eze20 Jenụwarị 2025",
    "Enwere ihe dị iche n'etiti mmanya nkwụ na mmanya ngwọ?19 Jenụwarị 2025",
    "Ebidoro m iti ịgba n'oge m dị obere n'ọgbakọ ụmụaka 'block rosary' - Nazzy Drums17 Jenụwarị 2025",
    "Ọ bụ ụlọ m rụrụ ọhụrụ ka ogbunigwe a gbariri - Onye nwe ụlọ ogbunigwe gbariri n'Imo Steeti15 Jenụwarị 2025",
    "E nwere onye Ebuka Obi tụrụ mkpọrọ?14 Jenụwarị 2025",
    "Ụmụnwaanyị Anambra Steeti emeela ngagharịiwe maka nwaanyị di ya gbara ọkụ n'Abagana",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}