{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mmeregini Chidi",
    "E nwere ụjọ n’isi obodo Ebonyi steeti bụ Abakaliki n’ihi iwu onye apụtakwala ezi mkpụrụ ụbọchị abụọ otu Indigenous People of Biafra (IPOB) nyere.",
    "Ọnọdụ ahụ mere ka ọtụtụ mmadụ rube isi n’iwu ahụ n’ụbọchị Mọnde 21 Ọktoba 2024.",
    "Onye ntaakụkọ BBC Igbo chọpụtara na ọtụtụ ahịa, ụlọakụ, ọdọ mmanụ ụgbọala na ụlọọrụ ndị nkịtị agbapeghị n’ụtụtụ Mọnde n’Abakaliki.",
    "Ọ chọpụtara na ọtụtụ okporoụzọ tọgbọrọ chakoo mgbe ọ kụrụ ihe dịka elekere asatọ nke ụtụtụ iji gosi na ọtụtụ mmadụ rubere isi na ntụziaka IPOB.",
    "Ụfọdụ ndị a jụrụ ajụjụ chọrọ ka gọọmenti weta ọnọdụ ahụ n’isi njedebe n’ihi na ọ na-akụnyere akụnaụba ndị Igbo ụkwụ ọjọọ.",
    "Ka o siladị, ọ hụrụ ndị uweojii ka ha na-akpagharị n’okporoụzọ ndị a ma ama n’isi obodo steeti ahụ iji hụ na e chekwara ndụ na ngwongwo ndị mmadụ.",
    "Otu ihe ahụ ka a hụkwara n'isi obodo Abịa steeti bụ Umuahia dịka okporoụzọ na ụlọọrụ dị iche iche tọgbọrọ chakoo oge onye ntaakụkọ BBC Igbo gagharịrị ebe ahụ.",
    "Cheta na IPOB nyere iwu ka ndị bi n'ala Igbo hara ịpụta ezi n'ụbọchị Mọnde na Tuzde iji gosi iwe ha maka onyendu IPOB bụ Nnamdi Kanu gọọmenti Naịjirịa jichiri kemgbe ihe ruru afọ atọ.",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti8 Julaị 2023",
    "Sit-at-home agaghị eme ka Nnamdi Kanu pụta na mkpọrọ, anyị achọghịzi ya - Ndị Enugwu24 Julaị 2023",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor15 Ọktọba 2024",
    "Ebe foto si, Mmeregini Chidi",
    "National security",
    "Naijiria",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Gọọmenti etiti ahapụla ndị mere nrụrụaka na-achụgharị VDM - Deji Adeyanjuelekere 6 gara aga",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti21 Ọktọba 2024",
    "Ebonyi, Umuahia erubela isi n’iwu 'Sit at home' IPOB nyereelekere 9 gara aga",
    "Ị ma na 'Soursop' na-agwọ ọrịa dị icheiche n'ahụ? Lee ha ebe a20 Ọktọba 2024",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 202116 Ọktọba 2024",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor15 Ọktọba 2024",
    "Ihe ị ga-eme iji gbanarị ọrịa Marburg Virus na-efe ugbua16 Ọktọba 2024",
    "‘Ọ kaara mụ mma na m nwụrụ na Lebanon karịa ịlaghachi Naịjirịa’15 Ọktọba 2024",
    "Allen Onyema: Nke bụ eziokwu maka ebubo nrụrụaka mba Amerịka boro ya13 Ọktọba 2024",
    "Onye bụ Sean ‘Diddy’ Combs, etu ebubo ndị a na-ebo ya si bido12 Ọktọba 2024",
    "Ihe mere ndị Ilaje ji atụnye nwa ọhụrụ na mmiri 9 Ọktọba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 2021",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor",
    "'Ihe mere aha anyị ji dị na ndị ji gọọmenti ụgwọ'Emelitere ikpeazụ na: 9 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}