{
  "published": "11 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @iamemoney/instagram",
    "Onye ji ego achụ ego a ma ama bụ E Money na nwanne ya nwoke otiegwu bụị Kcee ekwela ezinaụlọ Jnr Pope nwụrụ anwụ nkwa ukwu.",
    "E money ezi aha ya bụ Emeka Okonkow depụtara nke a n'akara Instagram ya na-egosi mwute ya maka ọnwụ Pope ma kwee kwa ya nkwa na ezinaụlọ ya ewerela ihe dị n'ịlkọta ụmụ ya.",
    "\"Ụmụ gị ga-achọta ezumike n'ahụ ezinaụlọ Okonkow dịka anyị na-ekwe nkwa ịzụ ha dịka ị sị chọbuo\" ka Okonkwo dere.",
    "Nke a na-abịa dịka o mere otu izu kemgbe omeiheonyonyo a ma ama nwụrụ n'ihe mberede ụgbọ mmiri.",
    "Ihe mberede ahụ takwara isi mmadụ anọ ọzọ so nọrọ na ya bụ ụgbọ bụkwa ndị ha na Pope na-arụ ọrụ ihe onyonyo mgbe ha nwụrụ.",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 1",
    "Ebe foto si, Ubong Creativity David Blog",
    "E liela ozu nwada Abigail Frederick bụ onye na-achọ ndị Nollywood mma a kpọro 'makeup artist' so nwụọ n'ihe mberede ụgbọmmiri ahụ gburu Junior Pope na mmadụ anọ n'osimmiri Naịja.",
    "E liri ozu nwada a n'obodo ya bụ Ikot Udoma, nke okpuruọchịchị Eket dị n'Akwa Ibom.",
    "Ọ bụ ndị ụlọụka Church of Christ haziri ofufe olili ya bụ nke ọtụtụ ndị ọrụ gọomentị Akwa Ibom Steeti bịara.",
    "Cheta na e liburu ya n'akụkụ mmiri maka na ezinaụlọ ya enweghi ego ha ji emekọ mmụọ mmiri, mana gọọmentị Akwa Ibom nyere iwu ka a bọpụta ozu ya ma buru ya bịa lie na steeti ha.",
    "Ebe foto si, Abigail/Junior Pope/Instagram",
    "Ndị uweoji na Anambra steeti emeela ka a mata na ọ bụ naani mmadu atọ n’ime mmadu ise ahụ nwụrụ n’ihe mberede ugbọmmiri mere n’izuụka gara aga ka e liri n’akụkụ mmiri ahụ.",
    "Ọnụ na-ekwuru ndị uweoji na steeti ahụ bụ Ikenga Tochukwu kwuputara nke a n’ụbọchi Sọnde 14 Eprel. O mere ka a mara na ọ bụ ezinaụlọ mmadu ato kwetara ka e lie ndị nke ha n’akụkụ mmiri ahu.",
    "N’okwu ya, ọ siri na ezinaụlọ nwagbogho ahụ nwụrụ biara bọpụta ozu ya ebe ozu onye ahụ na-eme ejije a ma ama bụ Junior Pope na ndị ozo ka dọrọ n’obaozu.",
    "Ka o dị ugbua, onye na-emepụta ihe oyoyo ahụ na mmadu abuo kpụrụ n’ụgbọmmiri ahụ agwala ndị uweoji ka ihe ahụ ee mee.",
    "Ikenga gbara ama na ndị uweojii steeti ahụ na-eme nyocha iji chọpụta ihe kpatara mbered ahụ tara isi ụmụ amaala ahụ.",
    "Jnr Pope mechara nwụọ - Emeka Rollas11 Eprel 2024",
    "Nke bụ eziokwu banyere ọrịa di m na-arịa - Nwunye Amaechi Muonago28 Nọvemba 2023",
    "Blood clots: Ihe ị kwesiri ịma maka ọrịa a gburu Mr Ibu5 Maachị 2024",
    "Ebe foto si, Junior Pope/Instagram",
    "Akụkọ na-eru anyị nti ugbua na-ekwu na ndị uweojii anwụchiela ndị ọrụ ụgbọmmiri kpuru  ma taa isi mmadụ ise gụnyere  onye ejije Nollywood a ma ama bụ Obuneme Odonwodo a ma dịka Junior Pope.",
    "Ihe mberede ụgbọmmiri tara isi Junior Pope na mmadụ anọ ndị ọzọ n'ụbọchị Wenezde oge ha  si Asaba ,Delta Steeti ebe ha gara ime ejije na mba mmiri dị na Anambara West alọta.",
    "Ọnụ na-ekwuru ndị uweojii Anambara steeti bụ Tochukwu Ikenga gwara BBC n'ekwentị na  a nwụchiri ha n'ezie.",
    "Ọ sịrị, \" A nwụchiela mmadụ abụọ bụ ndị na-akwọ ụgbọmmiri nwere mberede.\"",
    "\"Ha edeela ihe ha ma maka ihe merenụ.\"",
    "Ikenga, onye kwuru na a nwuchiri ha ụnyahụ bụ Fraide, gara n'ihu kwuo na onye nwe ejije ahụ Junior Pope gara ime tupu ọ nwụọ  bụ Adanma Luke ji aka ya nyefee ndị uweojii onwe ya.",
    "O kwukwara na ha ga-akpọ ndị ọzọ so n'ihe ejije ahụ maka ịgba ha ajụjụ ọnụ.",
    "Akụkọ ka na-abịa.",
    "Ebe foto si, Adanma Luke Instagram",
    "Adanma Luke bụ onye nwe onyonyo 'The other side of Life' nke Jnr Pope na ndị ọzọ nwụrụ na mmiri nọ na ya ekwuola okwu banyere etu ihe ahụ siri mee.",
    "Adanma Luke kwuru okwu n'ihe onyonyo atọ o zipụtara n'akara ya n'Instagram bụ ebe ọ nọ jiri anya mmiri kwaa arịrị ihe ọjọọ ahụ dakwasịrị ya.",
    "Ọ sịrị na ya nụrụ na Junior Pope gbara mgbọ ịzọpụta ndị ọzọ tupu mmiri erie ya.",
    "O kwuru na ya nụrụ na e nyere Junior Pope uwe nchekwa 'life jacket' n'oge ọ na-abanye n'ime ụgbọmmiri mana ọ jụrụ iwere ya n'ihi na ọ sịrị na ọ dịghị ọcha.",
    "O kwuru na ya agbaghị nkịtị gbasara ihe mere kama ya na-enye aka ịhụ na a chọtara ozu ndị ọzọ mmiri ahụ riri ma ha na e liri ndị a ga-eli ma bulakwa ndị e kwesiri ibula ozu ha.",
    "N'onyonyo ahụ ọ jụrụ ajụjụ 'Gịnị ka o ji bụrụ m?'",
    "N'okwu ya; 'ọ bụrụ na m ma, agaara m ịnọ na Legọs see ihe onyonyo m ghara ịga Asaba. Nke a bụ mbụ m na-eme onyonyo n'Asaba.'",
    "'Ekwesiri m ịnọ n'ụgbọmmiri ahụ kpuru mana onye ọrụ m kpọrọ m ka m wetara ya kaadị ha ji ese onyonyo.'",
    "O kwuru na ya na-enyere ndị uweojii aka na nyocha ha banyere mkpamkpa ahụ kpara.",
    "Edemede a nwere ihe ndị si na Instagram. Anyị na-achọ ka i nye anyị ikike tupu e tinye ihe ọbụla, dịka akụrụngwa cookies na tekịnụzụ ndị ọzọ nwereike ịdị na ya. I nwereike ịgụ Instagram iwu cookie na iwu nzuzo tupu ị nabata ya. Iji kirie ihe nọ n'ime ya, họrọ 'nabata na gaa n'ihu'.",
    "End of Instagram post, 2",
    "Ebe foto si, Junior Pope,Abigail/Instagram",
    "A hụla ozu mmadụ abụọ ọzọ soro na ndị mmiri riri n'ihe mberede ụgbọmmiri tara isi onye ihe ejije a ma  ama bụ Pope Obunaeme Nwodod a ma dịka 'Junior Pope'.",
    "Ihe mberede ụgbọmmiri tara isi onye ihe ejije a ma ama bụ JohnPaul Obunaeme Odonwodo a ma dịka 'Junior Pope n'ụbọchị Wenezde oge ya na ndị ogbo ya si Asaba ,Delta Steeti ebe ha gara ime ejije na mba mmiri dị na Anambara West alọta.",
    "N'ime mmadụ 12 ihe mbederede ahụ dagidere, a zọpụtara mmadụ asaa na ndụ, ebe a hụrụ ozu mmadụ abụọ, ma na-achọ mmadụ atọ achọ.",
    "Mana ndị uweojii Anambara Steeti gbara ama n'ozi  nke ọnụ na-ekwuru ha bụ Tochukwu Ikenga binyere aka ma wepụta ụbọchị Fraide na ahụla ozu mmadụ abụọ ọzọ, ebe otu onye ka na-efu efu.",
    "Ozi ahụ kwuru sị, \"Ndị uweojii mmiri nke Anambara steeti ahụla ozu mmadụ atọ fọrọ na ihe mberede ụgbọmmiri.\"",
    "“Ndị uweojii mmiri nke Anambara steeti  enwetaala ozu mmadụ atọ fọọ na ọdachi ụgbọmmiri mere ndị ejije.\"",
    "“A hụrụ ozu mmadụ abụọ ụnyaahụ(Tọzde) abalị 11 nke ọnwa Eprelu, 2024, ebe  mmiri bupụtara otu ozu fọrọ n'ụtụtụ taa bụ Frade.\"",
    "Ọ gara n'ihu kwuo na a dọnyela ozu ndị a n'ile n'ụlọozu dị n'Asaba.",
    "Ebe foto si, Jim Iyke /Ini Edo/Kenneth Okonkwo/Instagram",
    "Dịka arịrị juru ndị na-eme ihe ejije Nollywood afọ ka mmiri ụkwa n'ihi ọnwụ onye ejije a ma ama bụ Obuneme Pope Odonwodo a ma dka Junior, ọtụtụ  n'ime ha   akpọọla oku ka ehiwe otu ga na-ahazi ihe a na-eme na Nollywood na Naijiria.",
    "Junior Pope nwụrụ n’ihe mberede ụgbọmmiri n’Asaba, Delta Steeti ebe ọ gara ime ihe ejije n'ụbọchị Wenezde.",
    "Akụkọ kwuru na ọ nwụrụ dịka ụgbọmmir  ha so aga njem n'elu mmiri na ọzọ sukọtara isi nke mere ka ụgbọ ha kpuo.",
    "Mmiri riri junior Pope onye e nwetara ahụ ya, ebe a ka na-achịọ mmadụ anọ ndị ọzọ.",
    "Ebe foto si, Junior Pope Odonwodo",
    "Nke a kpalitere obi iru ụjụ dịka ndị mmadụ gụnyere ndị otu ya na-akwa  arịị maka ọnwụ erughị eru ya bụ nke a na-arụtụ aka aọ gaara agbalahụ maọbụrụ na e nwere ezi nchekwa.",
    "Ebe foto si, Kenneth Okonkwo",
    "Onye ejije nwere agba bụ Kenneth Okonkwo, onye gbara ama na oge gara aga na ya etinyela ndụ ya n'ihe egwu dịka o sorola ụgbọmmiri gaa ime ejije n'elu mmiri 'Takwa Bay' dị na Legọs, kwuru na ụdị itinye ndụ n'ihe egwu ha mere dịka ndị so malite Nollywood ekwesighị ị na-aga n'ihu n'oge ugbua.",
    "\" Ihe ekwesịghị ime ọzọ. Ntaramahụhụ kwesịrị ịgara onye ọbụla nwe ejije nyere ohere ka ụdị ọdachie mee.\"",
    "\"Onye ihe ejije agaghị etinye ndụ ya n'ihe egwu ọzọ maka ime ihe ejije.\"",
    "Ebe foto si, Ini Edo/Instagram",
    "Ini Edo kwuru na \"Junior Pope ekwesịghị iji ndụ ya chụọrọ Nollywood  aja tupu aghọta mkpa ọ dị inwe ngalaba na-ahazi ihe ana-eme iji chekwa ndụ ndị otu anyị.\"",
    "Ebe foto si, Ik Ogbonna",
    "N'otu aka ahụ, Ik Ogbonna kwuru na ' ọ dị oke mkpa ilebanye anya ngwa ngwa n'okwu nchekwa ndụ na Nollywood.\"",
    "Ogbonna , onye rụtụrụ aka na ọ bụ nanị oge onye a ma ama nwụụ ka ọha na-anụ maka ya kwuru na ọnwụ junior Pope bụụ ihe ga-akpalite okwu maka nchekwa ndụ n'etiti ndị ọrụ ihe ejije na Naijiria.",
    "Ebe foto si, Ike Ogbonna/Instagram",
    "Jim Iyke kwuru na ọnwụ Junior Pope \"kụpịara m n'ụzọ m aghọtaghị.\"",
    "Ebe foto si, Jim Iyke/Instagram",
    "Otu jikọtara ndị na-eme ejije 'Nollywood' bụ 'Actors Guild of Nigeria' maọbụ AGN n'ịchafụ Bekee amachiela ime ejije n'ụbọchị Tọzde 11 Eprel 2024 n'ihi ọnwụ onye otu ya bụ Junior Pope.",
    "Ụnyaahụ bụ Wenezde 10 Eprelụ 2024 ka ozi rutere anyị aka banyere ọnwụ nwaafọ Naịjirịa na-eme ejije a maara nke ọma bụ Junior Pope Odonwodo.",
    "N’oge mbụ BBC kpọrọ onyeisi otu na-ahụ maka ndị na-eme ejije Nollywood ‘Actors Guild of Nigeria’ bụ Emeka Rollas n’ekwentị, ọ gwara anyị na “Junior Pope nwụrụ n’ihe mberede ụgbọmmiri n’Asaba.”",
    "Ọ gara n’ihu gwa anyị na ha “ebugala ozu ya n’ọbaozu dị n’Asaba ebe a hụbeghị mmadụ anọ ndị nke ọzọ ihe mberede ahụ metụtara.”",
    "Ka e mesịrị, Rollas gara n’akara ọbaozi Instagram ya wee depụta na Junior Pope, onye a sịbu nwụrụ anwụ dị ndụ.",
    "O dere n'ozi ahụ sị “ọ dịghị ihe Chukwu apụghị ime. Junior Pope dị ndụ, ọ na-anata ọgwụgwọ n’ụlọọgwụ ugbua.”",
    "Mana dịka ọtụtụ awa gasịrị, Emeka Rollas hichapụrụ ozi ahụ o zipụrụ n’akara ọbaozi Instagram ya kwuru na Junior Pope dị ndụ dịka mbọ niile BBC gbara inweta ya kemgbe ahụ kụrụ afọ n’ala.",
    "Ebe foto si, ACTORS GUILD OF NIGERIA",
    "‘Actors Guild of Nigeria' (AGN) n’ịchafụ Bekee edegaraala ndị na-eme ejije Nollywood ozi gbasara ọnwụ Junior Pope Odonwodo, onye nwụrụ n’ụbọchị Wenezde 10 Eprel 2024 n’Asaba, isi obodo Delta Steeti.",
    "Ozi ahụ onyeisioche AGN bụ Emeka Rollas wepụtara n’ụbọchị Tọzde 11 Eprel 2024 kwuru na ndị ndu AGN nwere mkpebi ndị a:",
    "Akwụsịla ejije niile a na-eme n’egbere mmiri maọbụ nke a ga-eji ụgbọmmiri eme ruo n’oge amaghị.",
    "Agaghị eme ejije n’akụkụ Naịjirịa niile n’ụbọchị Tọzde 11 Eprel 2024.",
    "Akwụsila ihe niile banyere ejije ahụ a kpọrọ ‘Another Side of Life’ ruo n’oge amaghị.",
    "Egbochiela ndị niile na-eme ejije ịrụrụ Adamma Luke ọrụ dịka onye nhazi ha ruo mgbe a ga-enye ha ntuziaka ọhụrụ.",
    "Nollywood",
    "Naijiria",
    "Ihe nkiri",
    "Delta Steeti",
    "Ịkpa obi aṅụrị",
    "Ogbonnaya Onu bụbu mịnịsta Sayensị na Teknụụzụ alaala mmụọ11 Eprel 2024",
    "Binance vs Naịjirịa: 'Obi agbawala m na e tinyere di m na mkpọrọ agbanyeghi na aka ya dị ọcha' - Nwunye Tigran onye ọrụ Binance8 Eprel 2024",
    "Down-Below: Ihe anyi hụrụ n’ime ogbe ndi omekome n' Umuahia10 Eprel 2024",
    "Chris Oyakhilome: Ụkọchukwu Naịjiria na-ebu agha megide ọgwụ mgbochi ọrịa ịba18 Eprel 2024",
    "",
    "Mohbad: Ihe nwunye Mohbad kwuru maka akụkọ nna ụlọikpe sị ya mee nwa ya nnyocha 'DNA'?elekere 7 gara aga",
    "Nnamdi Kanu Case: Lee mgbe ụlọikpe ga-ekpebi ma a ga-ebuga ya na mkpọrọ imeụlọ17 Eprel 2024",
    "Lee nkwa E money kwere ụmụ Jnr Pope17 Eprel 2024",
    "Ndịagha Russia ole ka e gbuorola na Ukraine?17 Eprel 2024",
    "Ihe anyị ma maka onye nlekọta Damgrete Hotel ndịagha gburu n’Umuahia16 Eprel 2024",
    "A tụọla Bobrisky mkpọrọ maka ịmetọ Naịra12 Eprel 2024",
    "Lee nkwa E money kwere ụmụ Jnr Pope",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ndịisi agha Isreal aṅụọla iyi ịwakpo mba Iran na nzaghachị ogbunigwe ọ tụrụ ha",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}