{
  "published": "30 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu ahụike mbaụ bụ 'World Health Organisation' ga-ekwupụta na 'aspartame' - akụrụngwa ọtọ bịrịbịrị a na-etinye na mmanya - nwereike ị na-ebute ọrịa kansa.",
    "Nke a ebutela nghọtahie maka na o dobeghị anya ma ihe na-akpata kansa n'ime 'aspateme' ọ dị ukwu ka ọ dị nta.",
    "Ngalaba 'International Agency for Research on Cancer' (IARC) ga-ekwupụta nke n'ụbọchị 14 nke ọnwa Julaị.",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu5 Mee 2023",
    "Nri 'GMO' ọ nwereike imetụta ahụike gị?12 Mee 2023",
    "Etu ịpụ n'anyanwụ si butere m ọrịa kansa dịka onye anyarị - Gerald Eke13 Juun 2023",
    "'Aspartame' bụ akụrụngwa a na-eji eme ka ihe oriri dị icheiche tọọ ụtọ kama itinye ya 'sugar'.",
    "Ọ bụ akụrụngwa e ji emepụta mmanya ụtọ dị icheiche bụ nke ndị nwere ọrịa shuga nwereịke ị na-aṅụ.",
    "Ọtụtụ ndị mmadụ na-agbaso ihe oriri ndị nwere ihe ụtọ ndị ọzọ na-abụghị 'sugar' n'ihi na ha na-eche na ọ ka mma n'ahụike karịa ndị nwere sugar.",
    "Ebe foto si, Getty Images",
    "Ụtọ dị n'aspartame' ji ugboro 200 karịa nke sugar, nke pụtara na ọ ga-eme ka ihe tọọ ụtọ, na-enyeghị onye na-eri ya 'calories'.",
    "\"Calories' bụ ihe na-eme ka mmadụ na-ebu oke ibu.",
    "Ọtụtụ ihe e ji 'asapartame' arụpụta gụnyere Diet coke, coke zero, Pepsi Max, na 7Up Free, na ọtụtụ mmanya ọtọ bịrịbịrị ndị ọzọ.",
    "Nnyocha gosiri na ihe oriri maọbụ ihe na-aba n'ọnụ e ji 'aspartame' arụpụta karịrị 6000 n'ọnụọgụgụ.",
    "Otu IARC bụ ngalaba nnyocha nke WHO, ha kwuru na ha tụlere nnyocha karịrị 1300 e merela gbasara akụrụngwa a bụ 'asapartame' nakwa etu o si emetụta ahụike.",
    "E nwere ogogo anọ nke IARC ji etinye akụrụngwa nwereike ịkpata kansa. Ha bụ:",
    "Ogogogo mbụ - Ọ na-akpata kansa (Carcinogenic to humans)",
    "Ogogo 2A - Ọ dịka ọ na-akpata kansa (Probably carcinogenic to humans)",
    "Ogogo 2B - O nwereike ịkpata kansa (Possibly carcinogenic to humans)",
    "Ogogo 3 - O soghị n'ihe na-akpata Kansa (Not classifiable)",
    "Asparteme nọ n'ogogo nke 2B.",
    "\"Mana ogogo ndị a IARC wepụtara agaghị agwali anyị ole 'aspatarme' ga-adị n'ahụ mmadụ iji dị njọ,\" Kevin McConway, ọkammụta na ngalaba 'Statistics' n'ụlọakwụkwọ Open University, kọwara.",
    "IARC na-akọwa na e nwere ihe akaebe na akụrụngwa a dị njọ, ọ na-aghị akọwa etu o si jọọ oke njọ n'ahụike.",
    "Ọkammụta McConway kwuru sị, \"Ana m eche na akaebe gbasara 'asapartame' ịkpata kansa esichaghị ike, maka na ọ bụrụ na o siri ike, ha gaara etinye ya n'ogogo 1 maọbụ 2B,\"",
    "Kamgbe afọ 1981, otu WHO nyere nkọwa ka mmadụ ghara ị na-eri ihe nwere 'aspartame' karịa miligaram 40 maka otu KG ibu mmadu. Nke a pụtara ihe dịka okpokoro mmanya 12 ruo 36 kwa ụbọchị maka onye ibu ahụ ya bụ 60kg.",
    "Otu dị icheiche dịka 'Council of Beverages Associations' (CBA) nakwa 'International Sweetners Association' (ISA) akatọọla akwụkwọ a nke ndị IARC na-akwado iwepụta.",
    "Kate Loatman nke CBA kwuru na \"nke a nwereike ime ka ndị mmadụ malite iri ihe nwere sugar, kama ịhọrọ ndị na-enweghị sugar, bụkwa ndị ka mma maka ahụike\".",
    "Frances Hunt-Wood nke otu ISA kwuru na emeela ọtụtụ nnyocha gbasara 'asapartame' iji mara ma ọ na-ebute nsogbu n'ahụike, mmana \"ihe karịrị otu 90 na mba ụwa dị icheiche ekwuola na ọ dị mma\".",
    "Ndị nwere ọrịa a na-akpọ phenylketonuria maọbụ PKU agaghị erinwu ihe nwere 'aspartame' maka na ahụ ha anaghị agbarinwu ya.",
    "Ahụike",
    "Awaa etoo",
    "World Health Organization (WHO)",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}