{
  "published": "13 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe mere ndị na-arụpụta 'pure water' n'Enugwu jiri gbaa abụbụọrụ",
    "Otu na-arụpụta mmiri 'Pure water' n'Enugwu Steeti agbaala abụbọ ọrụ n’ihi nnukwu ụtụisi gọọmenti na-ana ha.",
    "Otu a a kpọrọ Association of Table water producers (ATWAP) ngalaba Enugwu wepụtara ozi ma kwaa arịrị na akụrụngwa ha ji emepụta mmiri dịka akpa wakịrị wakịrị (nylon), parking bag, purifying materials, diesel, ọkụ latrik na ihe ndị ọzọ dịzi oke ọnụahịa.",
    "Onyeisi otu ahụ bụ Maazi Tony Edike sị na-agbanyeghi ahụhụ ndị otu ya na-ata imepụta mmiri, na ihe ọzọ cheere ha aka mgba bụ nnukwu ụtụisi gọọmentị Enugwu na-anapụ ha kwa ọnwa.",
    "O kwuru na ụtụisi ndị a gụnyere; nke a kpọrọ ESWAMA, ebe azụmaahịa (Business premises), nke ahụike (health levy), nke gburugburu (environment) na ndị ọzọ.",
    "'Anyị ahụbeghị mmiri pọmpụ gọọmenti Enugwu kwuru na ọ gbawala, ndị na-agbabu akwụsịla' - Ndị Enugwu31 Jenụwarị 2024",
    "World Water Day 2022: 'Etu anyị si ata ahụhụ inwete mmiri ọṅụṅụ n'obodo Ezeukwu, Abia Steeti'22 Maachị 2022",
    "A chọpụtala ebe ihe gbarụrụ mmiri Nvuna Nomeh si pụta24 Maachị 2021",
    "Edike gara n'ihu kwuo na ha ga-ebulizi ọnụahịa otu akpa mmiri 'pure water' ka ọ bụrụzie N300 na-abụghizi N200 maọbụ N250, iji mee ka ọ dịrị ha mfe ịgan'ihu na nrụpụta mmiri ndị a.",
    "Nke a mere ha jiri wepụta Mọnde 12 Febụwarị ruo Tọzde 15 Febụwarị ka ndị otu ha mechie nrụpụta ma kwuo na ha ga-ebuli ọnụego otu akpa ka ọ bụrụzie N300.",
    "Ha jikwa nyere iwu ka onye ọbụla were ohere ahụ sachaa ma zachaa ebe ọ na-arụpụta mmiri ka ọ dị ọcha.",
    "Na nzaghachị, gọọmentị Enugwu kwuru na o nweghi ụtụisi gbara mkpị ha na-enye ndị na-arụpụta mmiri ndị a.",
    "Ha kwuru na ihe mere bụ na ha kpokọtara ụtụisi niile ahụ ọnụ ka ha kwụọ ya n'otu ugboro na-abụghị a kwụọ nke a, a kwụọ nke ọzọ.",
    "Ebe foto si, Getty Images",
    "Naijiria",
    "Mmiri",
    "Ịji ego achụ ego",
    "Enugwu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Ndị Ika ha bụ ndị Igbo ka ha bụ ndị Iduu si Bini?, Duration 6,3916 Febụwarị 2024",
    "Vidio, Jennifer Uchendu: 'Ọ tụrụ m n'anya nweta nturuugo BBC 100 Women', Duration 5,1014 Febụwarị 2024",
    "Vidio, 'Ana ma agagharị na mbaụwa achọ ndị ga-akwado m, Naịjirịa anaghị enye m ego ndị ahụ' - Chioma Ude Afriff, Duration 5,552 Febụwarị 2024",
    "Vidio, Ihe mere ndị na-arụpụta 'pure water' n'Enugwu jiri agba abụbụọrụ, Duration 3,0613 Febụwarị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}