{
  "published": "23 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụmụakwụkwọ ndị mbịarambịara batara mba UK agaghịzi enwe ike ịkpọtabata ndị ezinụlọ ha na mba ahụ ma e wezụga n'ọnọdụ ụfọdụ dịka ọkwa ọhụrụ gọọmentị mba wepụtara iji belata mbata ndị mbịarambịara na mba ahụ siri kwuo.",
    "Ọkwa ọhụrụ a kwuru na ụmụakwụkwọ ndị mbịarambịara agaghịzi enweike ịkpọrọ ndị na-adabere ha naanị ma ọ bụrụ na ha nọ na nwata akwụkwọ a bụrụ onye akwụkwọ nke Postgraduate na-eme ọrụ nnyocha (research programmes) na mba ahụ.",
    "Iwu a ga-ebiri ọkụ n’ọnwa Jenụwarị 2024 dịka gọọmentị mba ahụ ga-awepụta akwụkwọ na-egosi ọnụọgụgụ nchịkọta ndị mbịarambarịa e che kachasị elu na mba ahụ n’ụbọchị Tọọzde.",
    "E kwuola na atụmatụ gọọmentị a bụ “mmachị kachasị elu nke ọchịchị gọọmentị ọbụla merela.”",
    "I﻿he ise mere ndị mmadụ ji eme 'japa' na Naịjiria16 Septemba 2022",
    "Lee ebe ị nwereike gaa nata 'Passport' ọhụrụ gị n'ala Igbo9 Juun 2021",
    "M gwa gị na mụ echebeghị echiche ịpụ na Naịjirịa, mara na m bụ onye ụgha – Aproko Doctor28 Septemba 2022",
    "Praịm minista Rishi Sunak gwara ndị obi gọọmentị ya na e nyere ndị mbịarambịara na-adabere ndị batara na mba ahụ mmadụ 136,000 akwụkwọ ikike ibata n’afọ 2022 nke riri elu ruo ugboro asatọ etu ọ dị n’afọ 2019 mgbe e nyere naanị mmadụ 16,000 akwụkwọ ikike ibata.",
    "N’okwu iwu a, odeakwụkwọ ụlọọrụ na-ahụ maka ndị ọbịa na mba UK bụ Suella Braverman gwara ndị omeiwu na “Iwu a ga-ahụ na etinyere aka n’ihazị uru akụnaụba ụmụakwụkwọ mbịarambịara na-amụtara mba UK nakwa nsogbu mwụju ndị ọbịa na-amụtara mba a.”",
    "“Ugbua bụ oge kacha ma iji mee mgbanwe na etu ndị ọbịa si emetụta anyị ngwa ngwa. Anyị na-atụ anya na iwu ga-emetụta mwụju ndị ọbịa”",
    "“Anyị na-atụ anya na mbata ndị mmadụ ga-ebetala ruo etu ọ dị tupu oge mmụba ọrịa covid-19.”",
    "Iwu ọhụrụ ga-amachi ụmụakwụkwọ ịgbanwe akwụkwọ ikike ịbata mba ahụ site na nke ụmụakwụkwọ banyere na nke ndị ọrụ tupu oge agụmakwụkwọ ha ebie, nke bụ etu ya bụ ihe dịbụ n’oge gara aga.",
    "Ọnụ na-ekwuru Praịm minista kwukwara na atụmatụ a ga-ahụ “na e lebaranya na ọrụ ndị na-enyere ndị mmadụ aka bata mba ahụ ọkachasị ndị na-akwado usoro na-ezighi ezi bụ nke na-achọ ka ndị mmadụ gbapụ mba ha ma ghara ịbụ nke na-akwado agụmakwụkwọ ndị mmadụ n’ezie.”",
    "Ụlọọrụ na-ahụ maka ngụkọ na UK bụ Office of National Statistics (ONS) kwuru n’ọnwa Nọvemba 2022 na mmadụ otu nde na ụma batara mba UK na 2022 ebe mmadụ 504,000 si mba ahụ pụọ.",
    "Nnyocha gosiri na ndị kacha bata mba a bụ ndị na-esighi otu European Union (EU) ebe mmadụ 170,000 si Ukraine wụbata ebe ahụ dịka agha na-ada na mba ha. Ngụkọ gosikwara na mmadụ 76,000 ndị mba Hong Kong batakwara mba Briten dịka atụmatụ mba bụ ịhụ na ụfọdụ n’ime ha bịara bụrụzie ndị mba Briten.",
    "Ngụkọ gosikwara na ụmụakwụkwọ ọnụọgụgụ ha ruru 277,000 so kwanye iri elu ndị mbịarambịara batara mba ahụ dịka ya bụ ihe riri elu ruo ugboro abụọ etu ọ dịbụ n’afọ 2021.",
    "Ebe foto si, UK Home Office",
    "Ozi si n'aka ụlọọrụ UK Home office",
    "Iwu a ga-enweike metụta ụmụafọ Naịjirịa bụ ndị na-agakarị mba ofesi agụ akwụkwọ. Ọtụtụ n'ime ndị na-agbapụ na-achọ ụzọ ha ga-esi \"gaa gụọ akwụkwọ\" na mba ofesi, dịka ha hụrụ na nke a abụrụla otu ụzọ dịtu mfe mmadụ ga-esinwu gafee mba ofesi.",
    "Mba UK wepụtara akwụkwọ ozi gosiri na ndị ha nyere akwụkwọ ikike ịnọ na mba ha gụọ akwụkwọ (student visa) n'afọ 2022 ji ọtụtụ pasentị karịa ndị ha nyere n'afọ 2021. Nke a na-egosi na ndị wụbatara mba ha ịgụ akwụkwọ riri elu karịa na 2022.",
    "Ngụkọ si n’aka mba UK gosiri na n’ebe ọnwa Ọktoba 2022 na ọ bụ ụmụakwụkwọ si Naịjirịa kacha kpọbata ndị ezinaụlọ ha na mba UK n’oge ahụ.",
    "Akwụkwọ ozi ha kwuru na ọ bụ ụmụakwụkwọ si India kacha nọrọ na mba ahụ sotewe ndị mba China. Ya bụ akwụkwọ kwukwara na ụmụafọ Naijirịa enyere ohere ịbịa gụọ akwụkwọ na mahadum mba ha ruru 34,000 ebe ha duru ndị ezinaụlọ ha mmadụ 31,898 bata.",
    "Ebe foto si, Getty Images",
    "Ọnụọgụgụ ụmụakwụkwọ si mba Naịjirịa aga UK na-arịwanye elu dịka ngụkọ siri gosi",
    "Ọtụtụ ndị mmadụ ekwuola na agụmakwụkwọ akpụọla afọ n'ala na Naịjiria. Iji maa atụ, otu jikọtara ndị nkuzi mahadum na Naịjiria bụ ‘Academic Staff Union of Universities (Asuu)’ na-gbara abụbọọrụ ruo ọnwa asatọ n’afọ 2022, nke a mere e ji gbachịe ọtụtụ mahadum.",
    "Ọnọdụ dị etu so n’ihe mere ndị mmadụ ji na-agbapụ Naịjirịa iji hụ na ha gụrụ akwụkwọ nke ọma.",
    "Ọnọdụ enweghị nchekwa sokwa emetụta agụmakwụkwọ na Naịjirịa dịka otu ndị ojiegbe dị iche iche na-atọrọ ụmụakwụkwọ aghara aghara ma na-awakpo ụlọakwụkwọ dị ịche ịche gụnyere ụlọakwụkwọ mahadum.",
    "Ebe foto si, UK Home Office",
    "A﻿kwụkwọ ozi si n'aka ụlọọrụ na-ahụ maka ndị ọbịa na UK bụ UK Home Office n'afọ 2022.",
    "Ihe mere mba UK jiri machie ụmụakwụkwọ mbịarambịara ịkpọbata ezinaụlọ ha23 Mee 2023",
    "NA EME UGBU A Onyeisiala Muhammadu Buhari etinyela aka n'akwụkwọ iwu asatọ ọhụrụ2 Mee 2023",
    "Dangote Refinery: Ihe ndị ị kwesịrị ịma maka ụlọ nrụpụta ọhụrụ a22 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}