{
  "published": "12 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Mee 2023",
    "N'ala Igbo, ụfọdụ mgbe  ndị Igbo anaghị ekwu okwu gbowam.",
    "E nwere ọtụtụ ihe nrịbama  Igbo ji atụnyere ihe ha chọrọ ịkọwapụta nke bụ naanị ndị okenye maọbụ onye nwere akọ nwere ike inwe nghọta zuru oke ihe a na-arụtụ aka.",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gboo4 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu7 Juun 2020",
    "Ihe nwere ike ime ka nwaanyị \"lụọ nwaanyị\" n'omenala Igbo19 Jenụwarị 2023",
    "Lee ụfọdụ ihe nrịbama Igbo ji agwa ibe ha okwu:",
    "Ebe foto si, Emmanuel Akosa",
    "Nkwụelu bụ nnukwu ihe n'alụmdinanwunye n'ala Igbo, ọkachasị ma nwaanyị bunye onye chọrọ ịlụ ya mmanya na-egos na ọ nabatara ịlụ nwoke ahụ, nwaanyị ibula mamanya eji akwụkwọ ube machie ọnụ ya na-egosi  alụlkwaghịm.",
    "Onye okwu ihe ọdịanala were anya bụ Nze Ukaeje Duruagwu nke abụọ n'Umunakara, Imo steeti sị na usoro Okeite nwere ozi zoro ezo n'ime yaDuruagwu kọwara sị n, \"akwụkwọ ube pụtara 'o bela'.\"",
    "Na nso nso a, otu nwaanyị anyị achọghị ikpo aha ya  agbarala aka di dịka o soro nne di ya jiri aka ya bụlara ndị mụrụ ya udu mmanya e tinyere ube, na amaghị ihe ọ pụtara.",
    "Ebe foto si, Igbankwunigeria",
    "Ọzọ yiri nke a na mpaghara ala Igbo ụfọdụ bụ nwoke ịkpọrọ nwuye ya buru manya gawa n'ụlọ ndị ọgọ ya n'ụbọchị Eke.",
    "Dịka Duruagwụ si kọwaa, \"I mee ya, ihe ọ pụtara bụ na ya bụ nwaanyị na ị lụchaala.\"",
    "Ebe foto si, Chibueze Ozo/Emmanuel Akosa",
    "Unere bụ nnukwu nri n'ala Igbo; e nwere ike isi ya , sụọ ya asụ maọbụ hụọ ya n'ọkụ,rie.",
    "Mana ị ma na ukwu ya unere mpụtara dị omimi n'ala Igbo.",
    "A tọgbọọ ukwu unere e gbuturu n'ama, ọ na-egosi na a mụrụ nwa n'ebe ahụ.",
    "Mgbe ụfọdụ mmadụ nwụọ, ọ bụrụ na a hụghị ozu ya, a na-etinye ogwe unere n' akpati, lie.",
    "Duruagwụ kọẁara na nke a pụtara na ogwe unere na anọchite mmadụ.",
    "Ebe foto si, Emmanuel Akosa",
    "Ọmụ bụ ọdụ igu maọbụ igu akabeghị aka.",
    "E ji ọmụ egosi ihe dị iche iche. Ọmụ na-egosi ihe dị egwu.",
    "E gee ọmụ n'ụzọ, maọbụ n'ugbo, ọ pụtara  onye abakwala maọbụ onye emetụkwala aka.",
    "Mana ndị agbara ọhụrụ na-etinye isi ebe ha ahụla, ị hụ ebe etunyere ọmụ, chebaa echiche ime iji mata ihe ọ na-egosi.",
    "Ọmụ bụ ihe e ji egosi  ihe dị egwu,  iru ụjụ maọbụ mmachie.",
    "Duruagwu kọwara sị, \"Ala maọbụ ọhịa agbara ọmụ pụtara ‘abakwala’.”",
    "\"Ị hụ onye kpụ ọmụ n’ọnụ, ị ga-achara ya,ọ gaghị agwa gị okwu, ị gaghị agwa ya okwu\"",
    "Ebe foto si, Emmanuel Akosa",
    "Osisi ogirisi anọ e kere ọmụ n'etiti ma tinye ya ọjị atọ maọbụ asaa",
    "pụtara ‘mkpesa kara aka,” dịka Nze Duruagwụ si kọwaa.",
    "\"Onye a na-enye ya bụ okenye, Eze maọbụ onyeisi ndị nze.”",
    "“Ihe ọ pụtara bụ na ihe ọbụla mere m, ọ dị gị n’aka.”",
    "Ebe foto si, Omenala Igbo bụ Eziokwu",
    "Igbo na-eji nzu  na edo ekpe ekpere.",
    "Duruagwu kwuru sị, \"Ebe ọbụla a kara izu maọbụ edo ọ bụ ihe ọma.\"",
    "Ọ bụrụ na ị bịa n’ụlọ mmadụ, ị biara ịjụ ese nwaanyị ị chọrọ ịlụ, enye gị akụilu, ihe ọ pụtara bụ gị agakwala n’ezinaụlọ ahụ.",
    "Duruagwu sịrị, \"Ihe akụ ilu na-ada n'ọnụ abụghị ihe ọ na-atọ.\"",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Omenala",
    "Egwu na-atụ m na Nnamdị Kanu nwere ike nwụọ na ụlọ nkpọrọ DSS - Mike Ozekhome12 Mee 2023",
    "Amaghị ama wụnye aja n'ofe nwa nwanne nna m-Nwaanyị ndị mmọnwụ chụpụrụ n'obodo Ogbaru8 Mee 2023",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu5 Mee 2023",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Nri 'GMO' ọ nwereike imetụta ahụike gị?12 Mee 2023",
    "Igbo symbolism: Ihe nrịbama ise dị omimi n'Ala Igbo na ihe ha pụtara12 Mee 2023",
    "Egwu na-atụ m na Nnamdị Kanu nwere ike nwụọ na ụlọ nkpọrọ DSS - Mike Ozekhome27 Eprel 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}