{
  "published": "31 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụkọ mmiri ka na-anyụkwa ndị mmadụ ịkpakwụ n’ụfọdụ ebe n’Enugwu.",
    "Ndị bi na gburu gburu Abakpa na Emene Enugwu etiela mkpu na ha ahụbeghi ya bụ mmiri pọmpụ gọomenti Enugwu kwuru na o bidola gbawa ebe niile.",
    "Gọọmenti Enugwu mere mmemme mbido ya bu mmiri ọgbụgba ụbọchị 25 nke ọnwa Nọvemba n'afọ 2023 dịka o mechara ụbọchi 180 days gọọmenti Peter Mbah batara n’ọkwa.",
    "Site mgbe ahụ ruo ugbua, ọtụtụ ebe a rụpụtara e si eku ya bụ mmiri ka tọgbọrọ chakoo.",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "Same Sex blessing: Ndị Bishọp Afrịka nwere nghọta pụrụiche banyere ozi m - Pope Francis29 Jenụwarị 2024",
    "Gịnị bụ ‘Styrofoam’ a gọọmentị Legọs steeti machiri na ọghọm ndị ọ na-ebute24 Jenụwarị 2024",
    "A rụchabeghi pọmpụ ụfọdụ ebe e wepụtara maka ịụ̀ba mmiri",
    "Nchọpụta gosiri n'Abakpa ka ọ ka njọ, na Federal Housing, ebe e dobere maka iku mmiri anaghị agba, n'akụkụ nke green land ọ ka bụkwa otu ihe ahụ.",
    "Na Bus stop Edinburg, ọnụ mmiri ahụ na-agbabu na mbụ anaghịzị agba, otu ahụkwa ka ọ dị n'ahịa Artisan nakwa ọtụtụ ebe.",
    "Ndị bigasi na mpaghara dị icheiche tiri mkpu na ọṅụ ha nwere ka gọọmenti Enugwu gbapechara ya bụ mmiri adaala mba n’ihi na ha ahụghịzị mmiri.",
    "Maazi Donald Ike bi n'Ugbo Paul Abakpa Nike kwuru ka gọọmenti cheta ndị Abakpa n’ihi na ha ahụbeghị mmiri cha cha kamgbe e kwuru na ọ gbawala.",
    "“Naani ihe anyi hụrụ na gburu gburu Abakpa bụ na ha ka na-arụnye ogige mmiri ahụ, mana ebe ha rụchara anaghikwu agba agba. Ọ dị ka anyị bụ ndị bi n'Abakpa esoghi n’Enugwu”.",
    "Mmiri ọgbụgba bụ nsogbu ndị Enugwu nwere",
    "Oriakụ Evangeline Odoh rịọrọ gọọmenti Peter Mbah ka ọ mara na ndị Abakpa n'ebe ndị ọzọ ka na-atakwa ahụhụ mmiri n’Enugwu.",
    "Ọrụ mmezi ụfọdụ ebe ahụ gọọmentị wepụtara a ga-na eku mmiri ka na-agakwa n’ihu.",
    "Cheta na gọọmenti Peter Mbah kwere ndị Enugwu nkwa na mmiri pọmpụ ga na-agba ebe niile ka o mere abalị 180 ya bara n’ọchịchị.",
    "Iji mezuo nkwa ya, ụbọchi 25 nke ọnwa Nov afọ 2023, Peter Mbah gbapere ya bụ mmiri, nke mere na ọtụtụ ebe gbawara ozigbo ozigbo.",
    "Mana ugbua ka ọnwa abụọ gara, ọtụtụ ndị bị n'Enugwu na-ekwuzi na pọmpụ ogbe ha akpọchiela, ha wee na-ajụ gọmenti, ọ gini ji nkịta ọnwụ?",
    "Gburugburu",
    "Mmiri",
    "Nchekwa ọhịa na anụmanụ",
    "Enugu Steeti",
    "Enugwu",
    "Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọelekere 9 gara aga",
    "Hage Geingob bụ onyeisiala mba Namibia anwụọla ka ọ gbachara afọ 824 Febụwarị 2024",
    "NA EME UGBU A , Ihe mere mba US na UK jiri atụ ogbunigwe n’ogige otu Houthi dị na Yemen1 Febụwarị 2024",
    "Child trafficking: Etu aka si kpara nwanyị chọrọ ire ụmụ ya nwoke abụọ n'ihi ọtanisi31 Jenụwarị 2024",
    "Gịnị ga-emezi Niger, Mali na Burkina Faso ka ha hapụrụ Ecowas?1 Febụwarị 2024",
    "Kim Kardashian: Psoriasis na ọrịa ndị ọzọ na-eri ahụ na ntutu1 Febụwarị 2024",
    "'Anyị ahụbeghị mmiri pọmpụ gọọmenti Enugwu kwuru na ọ gbawala, ndị na-agbabu akwụsịla' - Ndị Enugwu31 Jenụwarị 2024",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}