{
  "published": "8 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "N'ọdị nso a ka onyonyo fesara na soshal midia nke gosiri ebe mmonwụ abụọ na-achụpụ otu nwaanyị n'obodo maka ebubo na nwaanyị ahụ tinyere nsị na nri ọha obodo ga-eri.",
    "Ya bụ ihe mere n'obodo ana-akpọ Umunankwo nke dị n'okpuru ọchịchị Ogbaru n'Anambra Steeti, n'ụbọchị iri atọ nke ọnwa Eprel 2023.",
    "Onyonyo ahụ gosiri ka ndị mmọnwụ abụọ nakwa ọtụtụ ndị ntorobịa na-achụpụ nwaanyị ahụ aha ya bụ Nneka Uzoh, na-akụrụ ya ekwe, ma na-ekwu na ọ gaghị alaghachi azụ n'obodo ha ọzọ.",
    "Nwaada Nneka mechara daa n'etiti okporoụzọ na-ekwu na ya enweghịzi ike iji gaa n'ihu, mana ndị obodo manyere ya ka ọ kwụrụ ọto gawa.",
    "Ihe Ụmụada Ngwo mere nwaanyị pịara nne ya bụ agadị ihe23 Disemba 2022",
    "Lee ihe Igwe Mmaku kwuru maka nwaanyị ajadụ a gbara ọtọ kpụgharịa n'obodo13 Nọvemba 2022",
    "Apịara m ihe abalị abụọ maka ebubo amosu - Amarachi Okechi4 Septemba 2022",
    "Oriaku Catherine Uzoh, nne Nneka Uzoh",
    "Nne Nneka, bụ oriaku Catherine Uzoh kwuru na ọ bụ eziokwu na Nneka wụnyere aja n'ime nri e siri nke ọha mmadụ ga-eri.",
    "\"Ihe nke bidoro okwu a n'ikpeazu bụ na ndị ezinụlọ kpebiri na ha ga-esiri nna ha nwụrụ anwụ nri dịka omenala si dị, anyị wee gote ewu, ọkụkọ na ji, a ga-eji mee ya bụ emume.",
    "\"Ọ bụ mụ na otu nwaanyị (nwunye Anozie) siri nri ahụ. M wee baa n'ime ụlọ ka m weta ihe, pụtazie n'ezi hụ Nneka ka ọ na-efesa ihe n'ime nri ahụ anyị siri.",
    "\"A hụkwara otu nwatakịrị nwaanyị onye bu efere aja dị n'ime ya. Nwata ahụ wee sị na ọ bụ aja ka Nneka wụnyere n'ime nri ahụ.",
    "\"Ajụrụ m ya ihe mere o ji wụnye aja n'ime nri mmaọ̄ụ niile ga-eri, mana ọ saghị m. M wee bewe akwa, nwaanyị mụ na ya so sie nri apụta bewekwa akwa.\"",
    "Dịka oriaku Catherine si kwuo, ọtụtụ ndị gbakọrọ iri nri ahụ were nnukwu iwe maka ihe a merenụ, mana ya rịọrọ ha ka ha ghara iti Nneka ihe maọbụ merụọ ya ahụ.",
    "O kwukwara na ụfọdụ ndị nọ ebe ahụ mechara rie nri ahụ, mana ọtụtụ ekweghị eri ya.",
    "Valentine Okwuosa bụ odeakwụkwọ nke eze ọdịnala na-achị obod Umunankwo, Ogbaru.",
    "N'okwu nke ya, Valentine Okwuosa, bụ odeakwụkwọ nke eze ọdịnala Ụmụnankwọ, kwuru na ya bụ ihe mere eme.",
    "Okwuosa kwuru na ihe Nneka mere bụ arụ bụ itinye nsị na nri ọha mmadụ ga-eri, na ọ bụ ya mere ụmụnne ya na ụmụnna ji kpebie na ha ga-achụpụ ya maka na nke ahụ abụghị nke mbụ ọ na-akpata nsogbu n'obodo.",
    "O kwuru na Nneka kwetara pụọ na be ha, mana o mechara laghachi azụ ka ụbọchị olemole gachara.",
    "\"Ọ bụladị ndị ụmụada tinyere ọnụ n'okwu ahụ, mana onweghị etu Nneka si gosi na ihe o mere wutere ya,\" Okwuosa kwuru.",
    "Ọ gara n'ihu kwuo na ọ bụrụ na ọsọ chụọ mmadụ na be nna ya, dịka omenala Igbo si dị, onye ahụ ga-agbaga n'obodo nne ya, \"mana Nneka agaghị aganwu n'obodo nne ya n'ihi na ha chụpụkwara ya ebe ahụ n'ihi agwa ọjọọ ya\".",
    "BBC jụrụ Okwuosa ihe mere na ha ewegaghị mkpesa na nke ndị uweojii gbasara ebubo ha boro Nneka, o kwuru na ndị uweojii anaghị ekwe abịa na mpaghara Ogbaru n'ihi enweghị nchekwa dị na mpaghara ahụ.",
    "\"N'omenala anyị, mmọnwụ ka a na-eji enye ntaramahụhụ ma na-eme ka udo dị n'obodo, ọ bụ ya kpatara ndị mmọnwụ ji bịa duru Nneka pụọ n'obodo, mana ha etighi ya ihe ọbụla. Onweghị onye metụrụ ya aka n'ahụ,\" ka Okwuosa kwuru.",
    "Nnamdi Uzoh, bụ nwanne nna Nneka kwuru na nsogbu Nneka eteela o bidoro, nke gụnyere na ọ na-eti nne ya bụ Catherine ihe etu o si sọ ya.",
    "Uzoh kwuru na enweela otu oge Nneka tiri nne ya ihe, chụpụ ya n'ime abalị, ọ gbaga obodo ya. Nke a mere ka ndị ikwunne Nneka kpọọrọ ya ndị nche obodo.",
    "Ọ bụ ụdi agwa ọjọọ Nneka na-akpaso nne mụrụ ya, kpatara ndi obodo nne ya ji chụpụ ya.",
    "Gbasara ebubo na Nneka tinyere nsi na nrị ọha ga-eri, Nnadi Uzoh kwuru na nke ahụ bụ isiokwu mere obodo ji kpebie ịchụpụ ya.",
    "\"Dịka omenala si dị anaghị esi aja ala n'ọkụ, mana Nneka wụnyere aja n'ime ite nri nke ya onwe ya ma na ọha obodo ga-eri.\"",
    "\"Dịka onye okenye nwoke n'ezinụlọ a, mụ onwe m gaara abụ onye nke mbụ ga-eri nri ahụ, nke a pụtara na ọ kpacha anya mee ihe iji nweta m.\"",
    "Ebe foto si, Screengrab",
    "BBC Igbo kpọrọ Nneka ugboro ugboro n'ekwentị mana ọ zaghị.",
    "Oge onye ntaakụkọ anyị gara n'ụlọọrụ Kọmishọna na-ahụ maka ọdịmma ụmụnwaanyị n'Anambra Steeti bụ Ify Obinabo, ọ hụrụ na Nneka na otu nwanne ya nwaanyị bụ Nkiru bịakwara ebe ahụ ime mkpesa.",
    "Mana Nneka ekweghị agwa onye ntaakụkọ anyị okwu dịka o kwuru na ọkaiwu ya nyere ya ndụmọdụ ka ọ ghara ịgwa ndị ntaakụkọ okwu.",
    "Ọ kpọrọ ọkaiwu ya n'ekwentị n'ihu onyentaakụkọ anyị, ọkaiwu ahụ sị ya agwala anyị okwu.",
    "Mana n'onyonyo nke BBC Igbo hụrụ ebe Nneka gwara ndị ọrụ 'Human Rights' okwu, o kwuru na ndị obodo na-ebo ya ebubo na ọ bụ nwaanyị amusu, mana aka ya dị ọcha n'ebubo ahụ.",
    "Kọmishọna ọdịmma ụmunwaanyị n'Anambra Steeti bụ Ify Obinabo gwara BBC Igbo na ya enwetala mkpesa gbasara ihe a merenụ ma malitekwa nnyocha.",
    "O kwuru na'ekwentị na ya akpọọla ndị okenye obodo Umunankwo ka ha bịa n'ụlọọrụ ya n'ụbọchị Tuzde ka ya nụ n'ọnụ ha.",
    "Oge BBC kpọtụụrụ ọnụ na-ekwuru ndị uweojii n;Anambra Steeti bụ toochukwu Ikenga, o kwuru na ya ahụla akụkọ ahụ na Soshal midia mana ndị uweojii enwetabeghị mkpesa ọbụla gbasara ya.",
    "\"Anyị amalitela nnyocha iji mata kpọmkwem ihe niile gbasara ya bụ okwu ma matakwa ihe ọzọ anyị ga-eme,\" ka o kwuru.",
    "Ikenga kwuru na ya ga na-ezitere anyị ozi dịka nnyocha ha na-aga n'ihu.",
    "Ụmụnyanyị",
    "Ikike ụmụnwanyị",
    "Anambra Steeti",
    "Omenala",
    "Ihe gọọmentị Ebonyi kwuru maka ebubo Ebubeagu ịkụsa 'August meeting' ụmụnwaanyị20 Ọgọọst 2022",
    "Lee nwaanyị ji ịgba egwu agbanwe ndụ ụmụaka enweghi ebe obibi 4 Julaị 2022",
    "Nke bụ eziokwu maka nwata e si na '5-storey' kwapụ n'Onitsha5 Julaị 2022",
    "Etu ndị Super Falcons nke Naịjirịa si eke ekike oge ha anaghị agba bọọlụ3 Julaị 2022",
    "Hilda Dokubo: Ndị na-achị Naịjirịa amaghị ihe ndị ha na-achị chọrọ8 Julaị 2022",
    "Etu nwoke a si tigburu nwunye ya, si gbuo onwe ya 10 Ọgọọst 2022",
    "Ike Ekwermadu: A gbaara m ya ezi ama n’ihi o gbughi mmadụ, ọ bụghị onye omekome - Bịshọp Chukwumaelekere 7 gara aga",
    "Eyigharịala ikpe maka ntuliaka ọkwa onyeisiala 2023 gaa Tuzde, Wenezde8 Mee 2023",
    "Kedụ mba ndị nọ na Commonwealth nke Eze Charles III bụ onyeisi ya?8 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}