{
  "published": "24 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka akụkọ maka nwaada Hilda Effiong Bassey wuru ewu n'izuụka gara aga maka etu o si sie nri ihe ruru awa 100 na-akwụsịghị akwụsị, ọtụtụ ụmụ Naịjirịa amaghị na e nwekwara ụfọdụ ụmụ Naịjirịa mekwara ihe tụrụ ụwa n'anya ma tinyekwa aha ha n'akwụkwọ akụkọ.",
    "Lee ụfọdụ n'ime ha nakwa ihe ha mere iji mee ka ụwa mata aha ha:",
    "Hilda Baci : Ihe o riri m inweta mmeri dịka onye kachasị sie nri ogologo oge n'ụwa17 Mee 2023",
    "Saint Obi: Odogwu ejije Nollywood, Obinna Nwafor, alaala mmụọ14 Mee 2023",
    "Ebe foto si,  echechinonso",
    "Nwata nwoke a dị afọ 13 tuuru ugo Guinness World Record nke mbụ ya na Nọvemba 2019 maka onye kacha ịkuli boolụ n’otu nkeji ma burukwa bọọlụ ọzọ n’isi.",
    "Ka ọ dị ugbua, Chinonso,  onye a na-akpọ \"Amazing kid Eche\" nwekwara ntuurugo ndị ọzọ na 'Guiness World Record' nke gụnyere:",
    "Onye kachasị mee ngwa ngwa n’ịkuli boolụ ugboro 1,000 ma buru bọọlụ ọzọ n’isi ya (nkeji asaa na ụma)",
    "Onye kachasị jiri isi ya tụlie bọọlụ elu ngwa ngwa (ugboro 233) n’otu nkeji",
    "Onye kachasị jiri ụkwụ ya kụlie bọọlụ elu ugboro 197 ma nọrọ ala buru bọọlụ n’isi n’otu nkeji",
    "Ebe foto si, Getty Images",
    "Fela Kuti banyere na akwụkwọ Guinness World Records maka na o tipụtara egwu ‘studio album’ kachasị.",
    "O mekwara egwu album ruru 46 dịka onye na-eti egwu mgbe o tiri egwu afọ 23. Egwu mbụ ya bụ n’afọ 1969 ma nke ịkpeazụ ya bụ na 1992.",
    "Ebe foto si, Mfon Udoh/Facebook",
    "Mfon Udoh banyere na akwụkwọ Guinness World Records maka ịnye goolu kachasị dịka onye ọgba bọọlụ na Premiere League nke Naijirịa.",
    "O mere nke a site na ịnye goolu 23 oge ọ na-agbara otu bọọlụ Enyimba n'afọ bọọlụ 2013/2014, nke bụkwa afọ mbụ ya n'Enyimba dịka ọ hapụrụ Akwa United FC.",
    "Ebe foto si, Wizkid/Facebook",
    "Wizkid so na otiegwu Naijirịa aha ya kacha ewu ewu n'ụwa niile.",
    "Egwu ya na Drake - bụ otiegwu mba Amerịka - tiri n’afọ 2016 a kpọrọ \"One Dance\" mere ka ndị mba ofesi mata ya nke ọma mgbe o ruru ebe nke mbụ na Billboard Hot 100 nke mba USA.",
    "Egwu a wetara ọtụtụ ndekọ mere Wizkid o wee banye na Guinness World Records.",
    "N’afọ 2021 Wizkid nwetara nturuugo a kpọrọ ‘Multi Guinness World Record Breaker’, dịka egwu ya bụ “Come Closer” ya na Drake gụrụ, nakwa “Fever” na “Essence” nke ya na Tems gụrụ, nwetara mmeri nke mere ka ọ bụrụ onye kacha nweta mmeri nke egwu kachasị na 'All Africa Music Awards' n'afọ 2021.",
    "Ebe foto si, Getty Images",
    "Keshi banyere na 'Guiness World Record' dịka ọ bụụrụ onye afọ ya kacha nta n'Afrịka buliri iko bọọlụ mba Afrịka bụ Afcon dịka ọgbaa bọọlụ nakwa onye nkuzi.",
    "Keshi so ndị 'Super Eagles' nke Naịjirịa buo iko Afcon n'afọ 1994, ma bulikwaa ya ọzọ dịka onye nkuzi ndị 'Super Eagles' n'afọ 2013 oge ọ dị afọ 52 na ụbọchị iri.",
    "Nwaada a bụ ọgba egwu a ma ama, bụrụkwa onye nkụzi ịgba egwu.",
    "Ọ banyere n'akwụkwọ akụkọ dịka ọ bụrụ onye kacha gbaa egwu ogologo oge akwụsịghị akwụsị bụ nke ọ kpọrọ danceathon n'afọ 2006.",
    "Ọ gbara egwu a awa 55 na nkeji 40.",
    "Ebe foto si, Tuedon Omasola",
    "Omasola Morgan bụ ọgba ọsọ ama ama n'ụwa, onye aha ya dị ugboro abụọ n'akwụkwọ 'Guiness World Record'.",
    "Nke bụ bụ dịka nwaanyị gbarala ọsọ 'half marathon' na mpaghara asaa nke ụwa n'oge kacha nta (ụbọchị iri, awa 23 na nkeji 37)",
    "Nke abụọ bụ nwaanyị gbarala ọsọ 'half marathon' na mpaghara asaa nke ụwa nakwa 'North Pole' n'oge kacha nta (Ụbọchị 62, awa 12, na nkeji 58)",
    "Ebe foto si, Tobi Amusan",
    "Tobi mere ụmụ Naịjirịa obi aṅụrị n'ọnwa Julaị afọ 2022 dịka o meriri asọmpi ọsọ (100m hurdles) n'egwuregwu asọmpi mbaụwa bụ nke e mere na Oregon, mba Amerịka.",
    "Amusan mere nke a site n'ịbụ onye kacha gbaa ọsọ 100m hurdles ngwangwa n'ime tịmkọm tịmkọm 12.12.",
    "Ebe foto si, Getty Images",
    "Anozie na-anọchite anya Naịjirịa n'asọmpi ibuli ihe dị arọ (powerlifting) nke ndị nwere ọrụsị.",
    "Ọ banyere na 'Guiness World Record' dịka onye kacha buo ihe dị aro n'asọmpi Paralympics nke afọ 2008 na Beijing mba Chaịna, dịka o buliri igwa na-anyị arọ karịrị 82.5kg",
    "Ebe foto si, Gbenga Ezekiel",
    "Gbenga Ezekiel bụ nwata nwoke Naịjirịa dị afọ 16.",
    "Ọ banyere n'akwụkwọ 'Guiness World Record' dịka o bụụrụ onye kacha jiri naanị otu ụkwụ wụọ ụdọ n'ime otu nkeji (ugboro 265).",
    "Onye jibu nturuugo a bụ Rasel Islam onye mba Bangladesh bụ onye wụtara ụdọ ugboro 262 n'otu ụkwụ.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Egwuruegwu",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "School cultism: Ọ bụ eziokwu na e dubara ụmụaka primarị na sekọndrị n'otu nzuzo n'otu ụlọakwụkwọ n'Asaba?elekere 7 gara aga",
    "Ọ bụghị Alex Otti gbara akwụkwọ n'ụlọikpe 'appeal' kama ọ bụ Labour Party – Okeoma Ferdinand19 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}