{
  "published": "10 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Climate Change: Ihe i kwesịrị ịma maka oke okpomoọkụ a dị ugbua - NiMet",
    "Onye dere ya, Michael Ilediagu na Ikechukwu Omeire",
    "Ndị mere akụkọ a,  Journalist and Video Journalist",
    "Eprel 2024",
    "Onye ma ihe ekwe na-akụ gbasara mgbanwe ihu eluigwe si n'ụlọọrụ na-ahụ maka ihu eluigwe na Naịjirịa bụ 'Nigerian Meteorological Agency' (NiMet) akọwaala ihe na-ebute oke okpomoọkụ dị ugbua na Naịjirịa.",
    "Osote onyeisi NiMet bụ Oluchukwu Anokwu kwuru na ndị mmadụ soro kpalie okpomoọkụ dị ugbua site n'ihe dị icheiche ha na-eme.",
    "Earth Day 2022: Kedụ ka atụmatụ nchekwa ụwa 'climate change' si metụta gị?22 Eprel 2022",
    "COP27: Etu ụfọdụ ihe ị na-eme si akwalite mgbanwe ihu eligwe 6 Nọvemba 2022",
    "Oku ikpeazu maka 'mgbanwe ihu eligwe'11 Ọktọba 2018",
    "O kwuru na iji nkụ na-esi ihe so ebute ihe mere okpomoọkụ jiri dị ma kọwaa na nke ka nke bụ ndị na-amị mmanụ agbịdị.",
    "N'okwu ya, \"ụfọdụ na-asị na ọ bụ ndị na-arụ okporoụzọ gara jichie mmiri ozuzo, okpomoọkụ a na-achọ ikpogbu ndị mmadu, mụ a na-achị ha ọchị; ọ bụ ndị na-arụ okporoụzọ jichiri mmiri na Legọs nakwa ebe niile?",
    "\"Asịrị m ha na ọ bụghị ndị na-arụ okporoụzọ jichiri mmiri, kama ọ bụ mgbawe ihu eluigwe butere okpomoọkụ a.\"",
    "Oluchukwu Anokwu bụ onye ọkachamara n'okwu banyere mgbanwe ihu eluigwe",
    "\"I lee anya n’ụwa gburugburu e nwere mkpụrụedemede gosiri na ihe gbanwere. A bịala nwee mgbakwunye n'etu o si adịbu.",
    "\" Anyị nyochara ya wee hụ na ọ bụ ihe ahụ a na-ekwu na-emetụta ebe a. Okpomoọkụ dị ebe niile.\"",
    "\"Okpomoọkụ ahụ bụ ihe na-ebute mmiri ozuzo. Okpomoọkụ ahụ dịrị, ọ na-eme ka mmiri zoo n'ike, nke na-ebute mbuze.\"",
    "\"Ọ bụrụ na ị kọnye ihe n’ubi ma mmiri ezoghị mgbe o kwesịrị izo, ọ na-emetuta ya.\" \"Mgbe ụfọdụ mmiri na-amalite izo ma gbabie n’ike. E nwere ike mmadụ kọchaa ịhe n'ubi, anwụ akpọnwụọ ya\".",
    "\"N'afọ gara aga, ị ga-ahụ na oke mmiri ozuzo buuru ụlọakwụkwọ ebe ụmụaka na-agụ akwụkwọ ọkachasị ndị bi n’ikpere mmiri.\"",
    "\"Ndị ọkachamara Sayensi chọpụtara na ọ na-emetụta ahụike. Ọrịa dị icheiche na-eso mgbanwe ihu eluigwe.\"",
    "\"E kwesịrị ị na-akwado ndị mmadụ ka ha na-eji gaasị esi nri maka na isi ihe na nkụ so eme ka mgbanwe ihu eluigwe kawanye njọ.\"",
    "\"Anwụrụ ọkụ ndị na-esi n'ịmị mmanụ 'crude' karịrị nke ndị mmadụ na-esi nri na nkụ na-ewepụta.",
    "\"Ndị na-achị anyị ga-agba mbọ chọwa ụzọ ọzọ ala anyị ga na-esi akpata ego nakwa ụzọ ọzọ a ga-esi mee ka mmanụ ahụ ghara ị dị na-ebunye anwụrụ ọkụ n’ikuku maka na ọ ga-ebute nsogbu n'ọdịnịihu.\"",
    "Gburugburu",
    "Ahụike",
    "Naijiria",
    "Klaimet chanji",
    "Akụ na ụba",
    "Oke Ihu Igwe",
    "Maka nwoke a sị tigburu nwunye ya n’Enugwu Steeti: Lee ihe BBC chọpụtara9 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka7 Eprel 2024",
    "Vidio, Climate Change: Ihe i kwesịrị ịma maka oke okpomoọkụ a dị ugbua - NiMet, Duration 2,3210 Eprel 2024",
    "Vidio, Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet, Duration 4,2828 Maachị 2024",
    "Vidio, Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa, Duration 4,4927 Maachị 2024",
    "Vidio, Africa Eye: Etu otu nwaanyị si jiri Whatsapp zọọ ndụ ndị a tọrọ atọ, Duration 7,4319 Maachị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}