{
  "published": "5 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @HouseNGR/X",
    "Ụlọomeiwu nnọchiteanya agwala Gọọmenti Etiti ka ọ kwụsị itinye nkwekọrịta Samoa n’ọrụ ozugbo.",
    "Na nzukọ ha nwere n’ụbọchị Tuesday 9 Julaị 2024, ụlọomeiwu ahụ kwuru ka akwụsitụ itinye nkwekọrịta Samoa n’ọrụ ruo mgbe gọọmenti ga-akọwa mpaghara ndị ahụ na-ese okwu na ya bụ nkwekọrịta.",
    "Onye omeiwu bụ Hon Aliyu Madaki gwara BBC na nke a bụ eziokwu ma kwuo na ha gwara ndị minista sooro bịanye aka na nkwekọrịta ahụ ka ha were akwụkwọ nkwekọrịta ahụ wụchie n’ụlọomeiwu iji nye nkọwa banyere ya tụmadị mpaghara kwuru maka “ịdị nhatanha nke ụdị ekere.”",
    "Nkwekọrịta Samoa Naịjirịa na European Union bịanyere aka akpaliela iwe na ọnụma n’etiti ndị mmadụ dịka ọtụtụ ụmụafọ Naịjirịa na-ebo ebubo na nkwekọrịta ahụ nwere mpaghara nke kwadoro mmekọ nwoke na nwoke nakwa nke nwaanyị na nwaanyị.",
    "President Tinubu: \"Adaghị m ada kama emere m ‘dobale’ iji kwanyere ọchịchị onye kwuo uche ya ugwu\"13 Juun 2024",
    "Nigerian Independence Day 2023: Akwụsịrị m 'fuel subsidy' maka ọganihu Naịjirịa - Bola Tinubu1 Ọktọba 2023",
    "Asambodo Mahadum Chicago gosiri na Tinubu kpụrụ asambodo o nyere ndị Inec - Atiku Abuubakar5 Ọktọba 2023",
    "Ebe foto si, Bola Tinubu/Facebook",
    "Nchọpụta BBC mere banyere nkwekọrịta Samoa onyeisiala Naịjirịa Bola Tinubu binyere aka na ya na nso nso a, gosiri na ọ bụghị eziokwu na nkwekọrịta ahụ bụ nke ga-eme ka Naịjirịa nabata LGBTQ ma ọ bụ mmekọ nwoke na nwoke nakwa nwaanyị na nwaanyị.",
    "Akwụkwọ nkwekọrịta ahụ BBC nwetara na-ekwu na enweghị ihe dịka LGBTQ n'ime ya.",
    "Ọ kọwara na e nwere akwụkwọ nkwekọrịta dị iche kwadoro LGBTQ mana ewghị ihe akaebe na-egosi nke a..",
    "Mgbe BBC gbara onye ndụmọọdụ pụrụiche nke minista na-ahụ maka akụnaụba na mgbasa ozi bụ Bolaji Adebiyi ajụjụ ọnụ, o kwuru na ọ bụghị eziokwu na nkwekọrịta Samoa nwere uru dị otu narị ijeri dọla na iri ise ($150bn) Naịjirịa ga-erite na ya.",
    "Nnyocha BBC mere na-akọwa na e nweghị ego ọbụla dị na nkwekọrịta ahụ.",
    "Ka ọ dị ugbua, ụlọọrụ European Commission a zabeghị ozi BBC degara ha banyere nkwekọrịta ahụ.",
    "Ebe foto si, x/Presidency Nigeria",
    "Otu nnukwu onye enyemaaka onyeisiala bụ Temitope Ajayi kwuru na akụkọ ahụ na-ekwu na nkwekọrịta Samoa ga-anabata mmekọ nwoke na nwoke nakwa nwaanyị na nwaanyị na Naịjirịa n’ihi otu narị ijeri dọla na iri ise ($150bn) abụghị eziokwu.",
    "Ọ gbakwunyere na onye enyemaaka mgbasaozi nke Mịnịsta na-ahụ maka mkpata na mmefu ego na nhazi akụnaụba bụ Bolaji Adebiyi mere ka o doo anya na nkwekọrịta ahụ gọọmenti binyere aka bụ maka mmepe Naịjirịa.",
    "Nkwekọrịta Samoa abụrụla okwu onye ọbụla kpụ n’ọnụ na Naịjirịa dịka ụmụafọ Naịjirịa na-achọ ịmata ihe dị n’ime nkwekọrịta ahụ.",
    "N’abalị 15 Nọvemba 2023, otu European Union (EU) na mba ndị mejupụtara ya zukọrọ ma binye aka na nkwekọrịta a maara dịka Samoa.",
    "Mba ndị sonyere na nkwekọrịta ahụ bụ otu jikọtara mba Afrịka bụ 'Organisation of Africa, Caribbean and Pacific States' (OACPS).",
    "Ihe ruru mba iri abụọ na asaa (27) sitere n’otu 'European Union' so na nkwekọrịta ahụ ebe ihe ruru mba iri asaa na itoli (79) sitere na mba ndị Afrịka, Karịbịan na Pasifik.",
    "Dịka otu 'Organisation of Africa, Caribbean and Pacific States' (OACPS) siri kwuo, nkwekọrịta Samoa bụ maka ugwu nke mmadụ, ọchịchị onyekwuoucheya, ezi ọchịchị, ịdị nhatanha nke nwoke na nwaanyị na nrubeisi n’iwu.",
    "Nkwekọrịta Samoa ga-ahụ na e nwere ọnọdụ ga-akwalite  akụnaụba mba ndị nọ n'otu ahụ iji mee ọ gaa n'ihu.",
    "Ụlọomeiwu Yurọp kwuru na nkwekọrịta Samoa gbakwasara ụkwụ n’ọkpụrụkpụ ihe isii dị oke mkpa. Ha gụnyere:",
    "Ugwu nke mmadụ, ọchịchị onyekwuoucheya na ọchịchị",
    "Udo na nchekwa",
    "Nkwalite mmadụ na mmekọrịta",
    "Uto, mmụba na nkwalite akụnaụba",
    "Nchekwa ogbe obibi na mgbanwe ihu eluigwe",
    "Njem na ngagharị",
    "A tụrụ anya na nkwekọrịta Samoa ga-enye aka wulite itinye ego n’azụmaahịa na mmekọrịta ndị na-atụ mgbereahịa ma kwalitekwa mmepe na udo nke mba ndị sonyere na ya.",
    "Nnukwu odeakwụkwọ otu Organisation of Africa, Caribbean and Pacific States bụ Georges Rebelo Pinto Chikoti kwuru na nkwekọrịta OACPS-EU bụ iji weta ezi mmepe na ọganịihu na mba ndị sonyere na ya.",
    "Ebe foto si, X/ OACPS Secretariat",
    "N’abalị 28 Juun 2024, Naịjirịa sonyere mba ndị ọzọ binyere aka na nkwekọrịta ahụ.",
    "Naịjirịa so n’otu Organisation of Africa, Caribbean and Pacific States (OACPS) nke ihe mejupụtara ya bụ mba ndị sitere na mpaghara Afrịka, Karịbịan na Pasifik.",
    "OACPS bipụtara n’akara ọbaozi X ya na Naịjirịa esonyela na mba ndị bịanyere aka na nkwekọrịta Samoa.",
    "Ozi ahụ kwuru sị “Naịjirịa nọọrọ taa bịanye aka na nkwekọrịta Samoa iji sonyere mba iri asaa na abụọ (72) ndị ọzọ. Ambassador Obinna Chiedu Onowu nọchitere anya obodo ya iji bịanye aka na nkwekọrịta ahụ n’ụlọorụ OACPS dị na Brussels.”",
    "Dịka OACPS siri kwuo, nkwekọrịta Samoa ga-abụ otu atụmatụ ga-enye aka na mmekọrịta dị n’etiti OACPS na European Union iji kwalite mmepe.",
    "Afịrịka",
    "Naijiria",
    "Ọgbakọ nke Europe",
    "Ụmụnwaanyị esonyela na ndị so Eze achị n'Enugwu10 Julaị 2024",
    "NA EME UGBU A, E gbuola Carol Hunt bụ nwunye onye ọrụ BBC na ụmụ ya abụọ na mba Briten",
    "Ministri anụmanụ ọhụrụ ga-ebelata nsogbu ndị ọrụ ugbo na ndị ọchịehi - Miyetti Allahelekere 9 gara aga",
    "Ihe mere ụmụaka ụmụnwaanyị ji ahụzi nsọ mbụ ha n'oge karịa ka ọ dị n'ọgbọ ndị gara aga10 Julaị 2024",
    "Etu ọpụpụ Mali, Niger na Burkina Faso ga-esi metụta azụmahịa n'ọdịda anyanwụ Afrịka9 Julaị 2024",
    "Africa Eye: Etu e si ebo ndị agadị ebubo amosu iji napụ ha ala ha9 Julaị 2024",
    "Ụlọomeiwu Nta agwala Gọọmenti Naịjirịa ka ọ kwụsị itinye nkwekọrịta Samoa n'ọrụ9 Julaị 2024",
    "Afọ 25 ọchịchị onyekwuoucheya: Kedụ ebe ndị ji ọgbọ n'afọ 1999 nọ ugbua?8 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?5 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee ụmụafọ Naịjirịa tuuru ugo na ntụliaka mba UK",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?Emelitere ikpeazụ na: 7 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}