{
  "published": "20 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mba Spain ebuliela iko mbaụwa nke egwuregwu bọọlụ ụmụnwaanyị nke afọ 2023.",
    "Nke a mere dịka ha ji otu ọkpụ goolu asataghị ihe merie ụmụnwaanyị England n'ụbọchị Sọnde.",
    "Olga Carmona, bụkwa kaptịn ndị Spen, bụ onye nyetere otu goolu ha ji merie na nkeji iri abụọ na itoolu nke asọmpi ahụ.",
    "Spen nwetakwara penariti na nkeji 69, mana ochee bọlụ mba England bụ Mary Earps chere ya.",
    "Ebe foto si, Getty Images",
    "Mary Earps, ochee bọọlụ mba England, nwetara nturugo ochee bọọlụ bụ ọkaibe n'asọmpi a",
    "Asọmpi nke afọ a bụ nke ndị mmadụ kacha lee, n'ime ụbọchị isii asọmpi a malitere, Fifa kwuru na ha ereela ihe karịrị tiketi nde 1.5",
    "A na-eche na ndị kiriri asọmpi a na TV ruru ihe dịka mmadụ ijeri abụọ (2 billion)",
    "Ndị otu bọọlụ Spen ga-enweta ego dị $270,000 n'otu n'otu maka ibuli iko a, ebe ndị nke England ga-enweta $195,000 n'otu n'otu dịka ndị nke abụọ",
    "Ndị Super Falcons nke Naịjirịa ga-enweta $60,000 n'otu n'otu maka iru agba mgbapụ (Round of 16) nke asọmpi a",
    "Nke a bụ nke mbụ England na Spen na-eru n'agba nke ikpeazụ nke iko mbaụwa bọọlụ ụmụnwaanyị",
    "Tupu asọmpi a, ụmụnwaanyị Spen emeribeghị asọmpi ọbụla n'agba mgbapụ nke iko mbaụwa ọbụla",
    "Aitana Bonmati nke mba Spen nwetara nturugo ọgba bọọlụ bụ ọkaieb n'asọmpi a",
    "Mary Earps, na-echere England bọọlụ, nwetara nturugo ọkaibe n'iche bọọlụ n'asọmpi a",
    "Hinata Miyazawa nke mba Japan ritere nturuugo nke onye kacha nye goolu n'asọmpi a dịka o nyere goolu ise",
    "Ebe foto si, Getty Images",
    "Sarina Wiegman, onye nkuzi bọọlụ ndị England eruola agba nke ikpeazụ nke iko mbaụwa ụmụnwaanyị ugboro abụọ, 2019 na 2023, mana o merighi nke ọbụla n'ime ha",
    "Salma Paralluelo nke Spen nwetara nturuugo ọkaibe ọgba bọọlụ afọ ya kacha nta",
    "Tupu asọmpi a, ụfọdụ ndị ọgba bọọlụ Spen chọrọ ka a chụọ onye nkuzi ha bụ Jorge Vild n'ọrụ, mana ka nghọtahie ahụ dajụrụ, Vilda chụpụrụ mmadụ 12 n'ime mmadụ 15 so kpaa nkata ahụ. ndị a ọ chụpụrụ bụ ndị a ma ama n'ịgba bọọlụ n'ụwa niile, nke a mere ka ọtụtụ chee na Spen agaghị eme ọfụma n'asọmpi a",
    "Nke a bụ nke ugboro abụọ onye nkuzi bọọlụ ndị England bụ Sarina Wiegman na-eru agba ikpeazụ nke iko mbaụwa ụmụ nwaanyị, dịka ọ kpọrọ ụmụnwaanyị mba Netherlands ruo n'agba nke ikpeazụ asọmpi ahụ n'afọ 2019 ebe mba France meriri ha",
    "Ụmụnyanyị",
    "Bọọlụ",
    "Egwuruegwu",
    "Asọmpi iko mbaụwa ụmụnwaanyị nke 2023 bụ echefu echefu... Lee ihe ndị kpatara ya20 Ọgọọst 2023",
    "Ihe ndị mmadụ na-ekwu maka ọkwa Mịnịsta e nyere Umahi, Wike, na ndị ọzọ17 Ọgọọst 2023",
    "NA EME UGBU A Ọ bụrụ na Ecowas wakpo Niger, ọ gaghị adịrị ha mfe etu ha si chee - Tchiani1 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steeti",
    "Agbanweela Adegboyega Oyetola, Minista ndị ọzọ na ngalaba ha",
    "Etu ikpe Godwin Emefiele si gaa n'ụlọikpe ukwu dị n'Abuja taa",
    "'Onye ọma Emeka', 'Holy Nweje' na okwu ogbe naanị ndị nwere anya n'azụ nwere ike ịghọtaEmelitere ikpeazụ na: 28 Juun 2020",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa BiafraEmelitere ikpeazụ na: 14 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}