{
  "published": "31 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior journalist",
    "Julaị 2024",
    "E kwube okwu nsogbu amụtaghị nwa, ebe ọtụtụ ndị mmadụ na-elegara anya bụ ndị okenye na ndị toroola eto.",
    "Mana ị matara na e nwere ụfọdụ nsogbu amụtaghị nwa ntọala ha si n'oge mmadụ dị na nwata?",
    "Ajụjụ itoolu ị kwesiri ịjụ onye nke gị tupu unu alụọ18 Maachị 2020",
    "'Nye nwa gị ohere ka ọ mịta ara'3 Ọgọọst 2018",
    "Ihe 5 nwaanyị kwesịrị ime iji tụrụ afọ ime13 Maachị 2021",
    "Dịka Dkta ahụike ụmụnwaanyị bụ Dkta Nkiru Uche-Nwidagu si kwuo, e nwere ọrịa ụmụaka na-arịa nwere ike igbochi ha ịtụ ime maọbụ ịtụnyeli nwaanyị ime ma ha too.",
    "Ebe foto si, Iwaria",
    "\"Ọmụmu na-amalite oge a tụụrụ ime mmadụ, oge ọ ka nọ n'afọ.\"",
    "\"Ọ bụ oge ahụ ka kromozom X si n'aka nne na kromozom XY si n'aka nna na-ejikọ ọnụ kpụọ nwa.\"",
    "Lee ụfọdụ ọrịa ndị a na ihe ndị ị maghị maka ha dịka ndị dọkịta ọkaibe si kọwaa ha:",
    "Ebe foto si, Getty images",
    "Igbo kwuru sị na a gwọchaa onye ara, a naghị agwọta ya igbu n'iku.",
    "A gwọcha ụfọdụ ọrịa, a naghị agwọpụ ihe so ya.",
    "Amụghị nwa so na ndapụta na-eso nwata ịrịa ọrịa kansa.",
    "Dịka ọkachamara n'ọrịa kansa bụ Dkta Nkolika Nwankwo si kọwaa, ụfọdụ kansa  na  ụsoro ụfọdụ e ji agwọ ya nwere ike ime nwata o nwee nsogbu amụghị nwa.",
    "Dkta  Nwankwo, onye na-arụ n'ụlọọgwụ 'University of Kansas Medical Center' Amerịka kwuru sị, \"Kansa nke metụtara akụkụ ahụ nwoke jiri bụrụ nwoke maọbụ nwaanyị ji bụrụ nwaanyị na-emetụta ọmụmụ karịa kansa ndị ọzọ.\"",
    "\"Kansa na ihe na-eme akụkụ ahụ ebe o mere mmadụ dị oke mkpa.\"",
    "\"Ụmụaka ụmụnwaanyị a na-eji ihe nile ha bụtara eku ume.",
    "Otu \"American Cancer Society' kwuru sị, \"A na-atụ uche na ndị a gwọrọ kansa na nwata maọbụ oge ha na-etolite etolite na-enwe nsogbu ọmụmụ\".",
    "Mana Dkta Nwankwo kwuru sị, \"Ọ bụrụ na nleta site na ịwa ahụ nakwa ịcha ọkụ-(radiation), nwa ahụ ga-enwe nsogbu ọmụmụ.\"",
    "Ebe foto si, Getty Images",
    "Ụfọdụ na-eche na ọrịa akwakanti bụ obere ihe ga-abụ o mee nwata ọ laara onwe ya na-enweghị nsogbu.",
    "Mana ọtụtụ amaghị na nsogbu a nwere ike ị nara nwata rịara ya ụra rahụọ n'oge okenye ya ọ ga ọ ga-achọ ịmalite ezinaụlọ.",
    "Ụfọdụ nnyocha e merela gosiri na ọrịa ntụrịkọ akwara akpa amụ nwere ike ibute uhi adịghị mma ( low sperm counts/poor sperm motility).",
    "Dkta Nwidagu kwuru s ị, \" Ọ bụrụ na agwọghị ọria akwakanti ọfụma, ọ banye n'akpaamụ nwata nwoke, ọ na-eme ka mkpụrụ amụ zaa aza ma mee ka mmepụta olulu sie ike.\"",
    "Ọ bụghị naanị nwa nwoke ka ọrịa akwakanti na-emebiri ihe, O nwere ike igbochikwa nwa nwaanyị ịtụ ime.",
    "Dịka Dkta Nwidagu sị kọwaa, akwakanti nwaanyị nke Bekee kpọrọ \"mumps overatis' \"na-eme ka 'ovary 'zaa aza ma gbochie akwa dị n'ahụ nwaanyị ito etu o kwesịrị.\"",
    "\"Nke a nwere ike ibute nsogbu 'ovulation' na atụghị ime.\"",
    "Ebe foto si, Getty Images",
    "Ọnọdụ enweghị akpa nwa nke Bekee kpọrọ 'Mayer-Rokitansky-Küster-Hauser (MRKH) Syndrome' bụ ọrịa na-eme ka a mụọ nwa nwaanyị enweghị ọtụ maọbụ akpanwa.",
    "Dịka Dọkịta Nkiruka Uche-Nwidagu si kọwaa ọrịa, \"Nke a bụ enweghị akpanwa, enweghị ọtụ maọbụ ọtụ emepeghị emepe.\"",
    "Ụfọdụ nchọpụta na-egosi na nwaanyị nwere ọrịa a anaghị ahụ nsọ ha n'ihi enweghị akpa nwa.",
    "Ebe foto si, Getty Images",
    "Nke a bụ mgbe akwara ji akpa amụ tụrịkọrọ n'onwe ya nke nwere ike igbochi ọbara ịgazu n'akpa amụ nke nwere ike ime ka amụ nwụọ ma ọ bụrụ na emeghị ngwangwa leta ya.",
    "Dọkịta Nkiruka Uche-Nwidagu sịrị, \"Mgbe nwa nwoke maọbụ okenye na-enye mkpesa na akpa amụ na-afụ ya ụfụ, inye ya ọgwụ ahụ mgbu, na-agaghị chọpụta ihe butere ahụmgbu ahụ, ntụrịkọ akpa amụ ga-egbochi ọbara na-agagharị n'akpaamụ nke ga-emetụta ọmụmụ.\"",
    "\"Ya bụ na nke ga-egbochi onye ahụ imepụta ọlụlụ nke ga-ebutere ya nsogbu amụghị nwa n'ọdịnihu.\"",
    "Nwata inwekọta ahụ nwoke na ahụ nwaanyị bụ nsogbu ọzọ dị n'ụmụaka nke nwere ike igbochi ọmụmụ n'ọdịnihu, dịka Dkta Nwigagu si kọwaa.",
    "Ebe foto si, Getty Images",
    "Ọrịa ụmụaka ọzọ nwere ike ịnapụ mmadụ ohere ịmụta nwa bụ ọrịa inwe akpa amụ mkpụrụ amụ adịghị, nke Bekee kpọrọ 'undescended testes.",
    "Mgbe ụfọdụ a mụọ nwa nwoke, o nwere ike mkpụrụ amụ ya e koro ekoro, agaghị ahụ ya n'ime  akpa amụ.",
    "Ụfọdụ a na-ahụ otu mkpụrụ amụ mana mgbe ụfọdụ anaghị ahụ mkpụrụ amụ mancha bụ nke nwere ike bụụrụ nwata ọgbatauhie ma o tozuo ihe e ji nwoke eme.",
    "Ya mere dịka Dkta Uche-Nwidagu si kwuo, \"Ọ dị  mkpa na a mụọ nwa, 'midwife' elee akpa amụ nwata, mara ma mkpụrụ amụ ya adịkwa n'ime akpa amụ ya.\"",
    "\"Ọ bụrụ na mkpụrụ amụ adịghị n'akpa amụ, o nwere ike imetụta ọmụmụ n'ihi na ọkụ dị n'ime afọ ebe akpa amụ si topụta adịghị mma maka mmepụta ọlụlụ (spermatogenesis) nke pụtara na onye ahụ agaghị na-emepụtali ọlụlụ (sperm).\"",
    "\"Ọ bụrụ na a mụpụta nwanwoke na-achọpụtaghị na  mkpụrụ amụ adịghị n'akpa amụ, mkpụrụ amụ ya ga-anọ ebe ahụ, ọ gaghị eto dịka o kwesịrị, nke ga-ebutere ya nsogbu oge ọ ga-etozu okorobịa ma mee ka o nwee nsogbu ịtụnyeli nwaanyị ime.\"",
    "Ngalaba na-ahụ maka ahụike mba Briten bụ NHS kwuru na webụsaịt ha na otu n'ime ụmụaka nwoke 25 bụ ndị e ji nsogbu mkpụrụ amụ kooro ekoro mụọ.",
    "Ụlọọrụ ahụ rụtụkwara aka na ndị nwere nsogbu ahụ na nwata nwere ike inwe nsogbu kansa nke mkpụrụ amụ maọbụ nsogbu amụtaghị nwa ma ọ bụrụ na a gwọghị ya  oge ọ dị na nwata.",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Ụgwọọnwa opekatampe: Ndị ga-eri ya, ndị ọ gaghị eru aka na ihe ndị ọzọ so ya29 Julaị 2024",
    "Ihe mere e ji adọ ndị si mpaghara Ọwụwa Anyanwụ aka na ntị ka ha esola na ngagharịiwe30 Julaị 2024",
    "Ndị ojiegbe gbagburu nwaagbọghọ gara ịdọrọ ego na POS oge o wepụtara ekwentị ya isete ha n'onyonyoo - Onye hụrụ ka o si mee31 Julaị 2024",
    "NA EME UGBU A, End Bad Governance: Etu ụbọchị abụọ nke ngagharịiwe si aga na Naịjirịa taa",
    "NA EME UGBU A, Rwanda emechiela ụlọụka 4,000 maka ịda iwu",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?31 Julaị 2024",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli31 Julaị 2024",
    "Akwakanti, kansa, ntụrịkọ mkpụrụamụ na ọrịa ụmụaka ndị ọzọ nwere ike ịnapụ nwata ike ịdị ime maọbụ ịtụwa nwaanyị ime n'okenye31 Julaị 2024",
    "\"Ihe m ga-abigara n'ute ọrịa Hepatitis C ma gbakee\"29 Julaị 2024",
    "Etu nkwado nwoke maọbụ nwaanyị ịlụ ibe ya si ebute esemokwu n’ụlọụka Anglịkan n’ụwa29 Julaị 2024",
    "Ihe Peter Obi, Orji Uzor Kalu na ndịọzọ kwuru maka ọnwụ Ifeanyi Ubah27 Julaị 2024",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ25 Julaị 2024",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere e ji adọ ndị si mpaghara Ọwụwa Anyanwụ aka na ntị ka ha esola na ngagharịiwe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}