{
  "published": "21 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Supplied",
    "Ndị uweojii Anambra steeti amalitela nyocha banyere mwakpo mere n'ụbọchị Sunde na Nibo dị na steeti ahụ ebe ndị amaghị ndị ha bụ gbagburu ụfọdụ mmadụ.",
    "N'ozi ndị uweojii steeti ahụ weputara ha kwuru na ọ bụ mmadụ ise nwụrụ na ya bụ ihe dịka mmadụ atọ na-anata ọgwụgwọ.",
    "Ozi ahụ kpọkwara oku ka ndị hụrụ ebe ihe ahụ mere bịa kpesara ndị uweojii iji nyere ha aka nyochapụta nke mere n'ezie.",
    "Akụkọ na-ekwu na ọ bụ mgbe a na-eme mmemme ndị obodo ahụ kpọrọ \"ọnwa asaa\" n'ehihie ụbọchị Sunde ka nke a mere.",
    "Otu onye dere n'akara Facebook ya sị \"Ndị ojiegbe amaghị ndị ha bụ bakwutere obodo m nwere udo ma memila ihe ruru ụmụ nwoke iri mgbe anyị na-eme mmemme anyị\".",
    "O dobeghi anya ezi ọnụọgụgụ ndị nwụrụ n'ọdachị ahụ dịka akụkọ ọzọ pụtara n'ụtụtụ Monde na-ekwu na ndị nwụrụ e ruola mmadụ 16 n'agbanyeghi ihe ndị uweojii kwuru.",
    "National security",
    "Naijiria",
    "Anambra Steeti",
    "Gọọmenti etiti ahapụla ndị mere nrụrụaka na-achụgharị VDM - Deji Adeyanjuelekere 6 gara aga",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti21 Ọktọba 2024",
    "Ebonyi, Umuahia erubela isi n’iwu 'Sit at home' IPOB nyereelekere 9 gara aga",
    "Ị ma na 'Soursop' na-agwọ ọrịa dị icheiche n'ahụ? Lee ha ebe a20 Ọktọba 2024",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 202116 Ọktọba 2024",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor15 Ọktọba 2024",
    "Ihe ị ga-eme iji gbanarị ọrịa Marburg Virus na-efe ugbua16 Ọktọba 2024",
    "‘Ọ kaara mụ mma na m nwụrụ na Lebanon karịa ịlaghachi Naịjirịa’15 Ọktọba 2024",
    "Allen Onyema: Nke bụ eziokwu maka ebubo nrụrụaka mba Amerịka boro ya13 Ọktọba 2024",
    "Onye bụ Sean ‘Diddy’ Combs, etu ebubo ndị a na-ebo ya si bido12 Ọktọba 2024",
    "Ihe mere ndị Ilaje ji atụnye nwa ọhụrụ na mmiri 9 Ọktọba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 2021",
    "DSS amachiela Nnamdi Kanu ịhụ onye ọbụla ọzọ - Aloy Ejimakor",
    "'Ihe mere aha anyị ji dị na ndị ji gọọmenti ụgwọ'Emelitere ikpeazụ na: 9 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}