{
  "published": "14 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Senate President",
    "Okwu banyere ego ole ndị omeiwu Naịjirịa na-eri n’ụgwoọnwa bụ okwu a kpụụ n’ọnụ ugbua  na Naịjirịa.",
    "Nke a na-abịa dịka ụfọdụ ndị chiburu n’oge gara aga dịka Olusegun Obasanjo rụtụrụ aka na ọ bụ ndị omeiwu na-eji aka ha ekpebi ego ole ụgwọọnwa ga-abụ. Shehu Sani bụbu Sịnetọ na mpaghara Kaduna Steeti wepụtara ozi ma kwuo na ndị Sịnetọ na-anata ụgwọọnwa ruru nde naịra iri na atọ (N13.5m) kwa ọnwa.",
    "Mana ọnụ na-ekwuru ndị omeiwu Sịnetị bụ Yemi Adaramodu katọrọ ihe Obasanjo kwuru ma sị na ọ bụghị eziokwu na ha na-eji aka ha ekpebi ego ole a ga-akwụ ha dịka ụgwọọnwa.",
    "Kama Adaramodu ekwupụtaghi ego ole ha na-eri dịka ụgwọọnwa maọbụ ego mgbakwụnye ndị na-eso ya.",
    "Lee ntaramahụhụ ga-adịrị ndị na-achọ ikewapụ na Naịjirịa n'iwu ọhụrụ ndịomeiwu chọrọ imepụta14 Ọgọọst 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo12 Juun 2024",
    "Ụlọọrụ na-ahụ maka ịkwụ ndị ọrụ gọọmentị ụgwọ bụ Revenue Mobilization and Fiscal Commission (RMAFC) kọwara ego ole ndị ụlọomeiwu Sịnetị na-eri n’ụgwọ ọnwa.",
    "Onyeisi  ulọọrụ a bụ M.B Shehu kwuru na mgbakọta egoọnwa na nke mgbakwụnye ndị Sịnetọ na-eri pụtara otu nde naịra, puku iri isii na atọ na narị asatọ na iri isii (N1,063,860) kwa ọnwa.",
    "Na nkesa ego ụgwọọnwa gụnyere;",
    "Ụgwọ ọnwa bụ - N168,866,",
    "Ego mmanụ ụgbọala - N126,650,",
    "Ego ndị enyemaka - N42,216,",
    "Ego ndị ọrụ ụlọ N126,650,",
    "Ego inwe aṅụrị (entertainment) - N50,660,",
    "Ụgwọ ọkụ, mmiri na ndị ọzo – N50,660,",
    "Ego akwụkwọ akụkọ (newspapers) – N25,330",
    "Ego uwe – N42,216,66",
    "Ego ilekọta ụlọ obibi – N8,443,33",
    "Ego ‘nrụpụta ihe (constituency allowance) – N422,166,66",
    "Otu Sịnetọ nke pati New Nigeria Peoples Party (NNPP) na Kano steetị bụ Abdurrahman Kawu Sumaila ka nọ n’ọkwa ọchịchị ugbua sị na eziokwu bụ na ego ndị omeiwu na-anata kwa ọnwa dịka ụgwọọnwa erughi otu nde naịra.",
    "“Ụgwọọnwa anyị na-anata erughi otu nde naịra, ọ bụrụ na e sepu ụfọdụ ego n’ime ya, ọ na-abụ ihe dịka puku narị naịra isii (N600,000),\" ka Sịnetọ a kwuru.",
    "O kwuru na ụlọọrụ na-ahụ maka ego a na-akwụ ha bụ RMAFC na-egbubi ụgwọọnwa ha.",
    "Mana Sịnetọ a bụ onye pati na-anọghị n’ọchịchị kwuru na ego ọrụ a kpọro ‘administrative fee’ ọ na-anata dịka Sịnetọ bụ nde naịra iri abụọ na otu (N21m) kwa ọnwa.",
    "“N’ihi mgbanwe n’ụlọomeiwu, otu Sịnetọ na-anata ego dị nde naịra iri abụọ na otu (N21m) kwa ọnwa dịka ego e ji arụ ọrụ,” ka o kwuru.",
    "Ọ gbakwụnyere na ego niile ọ na-enwete kwa ọnwa bụ nde naịra iri abụọ (N22m) dịka Sịnetọ.",
    "“Amaghị m maka ego ọzọ a na-akwụ m dịka Sịnetọ,” ka o kwuru.",
    "Ọ gara n’ihu kwuo na ego ndị ahụ gụnyere ego iji eme njem na Naịjirịa, ịzụta akwụkwọ akụkọ, ịkwụ ndị enyemaka ya ụgwọ dgz.",
    "O kwuru na ọ maghị ego ole ndị ndu n’ụlọomeiwu na-anata dịka ụgwọọnwa na ego mgbakwụnye.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ana m erite nde Naịra 21 kwa ọnwa - Sinetọ Kawu Sumaila15 Ọgọọst 2024",
    "Ọrịa Mpox bụ ọrịa ọnọdụ gbatagbata n'ụwa niile - WHO15 Ọgọọst 2024",
    "Ego ole ka ndị Sịnetọ Naịjirịa na-eri n’ụgwọọnwa kpọmkwem?14 Ọgọọst 2024",
    "Onyeisi ụlọomeiwu nta alaala azụ n'iwu ọ na-akwadobu iwepụta14 Ọgọọst 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike10 Ọgọọst 2024",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "\"Etu ịwa ahụ ka m tokwuo ogologo si butere m nnukwu nsogbu agaghị ije\"",
    "Ndị Eze ọdịnala na ndị ụkọchukwu ekwuola ka a wụchie ndị na-akwado ịkpaoke agbụrụ",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe haEmelitere ikpeazụ na: 13 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}