{
  "published": "20 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisiala mba Senegal bụ Macky Sall kwuru na ya enweghi obi ụta maka mbọ ọ gbara iyigharị ntuliaka e kwesịrị ịme n'ọnwa gara aga nke kpatara nnukwu ọgba-aghara na mba ahụ.",
    "Macky Sall kwuru nke a na mkparịtaụka ya na BBC nwere, ebe nọ kọwaa na ọ bụ maka ịhe gbasara etu ntuliaka ahụ nakwa etu o siri metụta ndị ndọrọndọrọ ọchịchị mere o jiri gbawee oge e kwesịrị ime ya bụ ntuliaka",
    "N'okwu ya “agaghị arịọ onye ọbụla mgbaghara maka na o nweghi ihe ọjọọ m mere. M na-agwa gị okwu dịka Onyeisiala mba Senegal, ihe niile anyị mere, anyị mere ya dị ka usoro iwu si kwadoo”",
    "A ga-eme ntuliaka ahụ n'ụbọchị Sọnde na-abịa abịa maka na mbọ ọ gbara ka ọ bụrụ n'ọnwa Disemba amịtaghị ezi mkpụrụ.",
    "Ndị na-akatọ ọchịchị Macky Sall kwuru na ọ chọrọ iji aghụghọ gbatịa oge ya n'ọchịchị.",
    "Mana Sall kwuru na ọ bụrụ na e mechaa ntuliaka n'ụbọchị Sọnde ma ghara ịhọpụta onye na-achị ha, na ya agaghị anọ karịa oge ya kwesịrị ịnọ n'oche ọchịchị dịka Onyeisiala.",
    "Mana ịzụuka gara aga ka a tọhapụrụ Ousmane Sonko na Bassirou Diomaye Faye na mkpọrọ. Ha sọ na ndị na-anọghị n'ọchịchị na-akatọ ọchịchị Macky Sall.",
    "Sonko bụ onyeisi otu ndọrọndọrọ ọchịchị na-anọghị n'ọchịchị, ebe Faye jị ọkọlọtọ ha azọ ọkwa onyeisiala.",
    "Sall gọrọ na o nweghi ihe gbasara ndọrọ ndọrọ ọchịchị na mkpọrọ ndị a na-ekweghi n'ọchịchị ya gara.",
    "Sall ga-apụ n'ọkwa ka ọ chịchara ugboro abụọ, ebe ndị otu ndọrọ ndọrọ ọchịchị ya họpụtara Amadou Ba dị afọ isi isii na abụọ ka ọ zọọ ọkwa onyeisiala ahụ.",
    "'Ọ dị anyị ka a raara anyị nye' - Gịnị kpatara iwe ji ewe ndị Senegal13 Febụwarị 2024",
    "Macky Sall abụrụla onyeisioche ọhụrụ nke African Union5 Febụwarị 2022",
    "Africa Eye: Ezukpọọla ọhịa Rosewood na Senegal9 Maachị 2020",
    "Macky sall kwuru na ọ bụghị naanị ya bụ ịhe mere ka e yigharịa ntuliaka, ma kọwaa na ya mere ịhe ndị ahụ maka ịhe ndị omeiwu na-arụtụ aka na ya bụ ndọrọ ndọrọ ọchịchị.",
    "“Ọ bụrụ na ndịomeiwu eweputaghi ịwụ mere ka e bugharia mgbe a ga-eme ntuliaka, o nweghị etu a ga-esị nwee ntuliaka”",
    "Mana nkwuputa na e yigharịrị ntuliaka nke Sall kwupụtara butere ọgbaghara n'etiti ndị na-eme ngagharịiwe na ndị uweojii nke kpara mmadu atọ jiri nwụọ n'oge ahụ.",
    "ọtụtụ na-atu egwu na o wetere ajọ aha nye mba Senegal dịka obodo ọchịchị onye kwuo uche ya ka dị ire na mpaghara Afrịka ebe ndịagha na-ewere ọchịchị.",
    "Senegal emeela ntuliaka e ji họpụta ndị na-achị mba ahụ ugboro atọ na-enwegh ọgbaghara kembe ha nweere onwe ha ma buru mba ndịagha na-ewebeghi ọchịchị na mba Afrịka.",
    "Ebe foto si, AFP",
    "O kụkwara na “Ọ bụ ihe iju anya etu ndị mmadụ si ahụta m. Ọ bụrụ na m ka chọrọ ịnọ n'ọchịchị m ga-ewere ọkọlọtọ ikike ịzọ onyeisiala n'otu ndọrọndọrọ ọchịchị anyị. N'Afrịka, onye ọbụla chọrọ ịchị ugboro ise ga-enwete ya”",
    "“Ọ bụrụ na ọ bụ ihe m bu n'obi, o nweghi onye ga-akwụsị m ma e wepu ndi Senegal bụ ndị binyere m aka ka m chịwa”",
    "“Ọ bụrụ na ụbọchị nke iri na anọ nke ọnwa Maachị na anyị eweputaghị onyeisiala site na ntụliaka, aga m apụ n'oche n'abalị abụọ nke ọnwa Eprelụ bụ ụbọchị ikpeazụ m nwere ịnọ n'oche. Aga m anọ karị n'oche”.",
    "N'ime mmadụ iri na itoolu na-azọ ọchịchị onyeisiala na Senegal,  a na-ahụta Faye dịka onye ga-emeri ndị ọzọ na ntuliaka ahụ.",
    "Mana ọ bụrụ na e nweghi onye nwetara pasentị 50% na ntuliaka ahụ, a ga-emegharị ya n'etiti mmadụ abụọ kachasị mee ọfụma.",
    "West Africa",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Senegal",
    "Amaechi Muonagor onye a ama ama n'ime ihe nkiri Nollywood alaala mmụọelekere 5 gara aga",
    "World Tuberculosis Day: Ihe ị kwesịrị ịma maka ụkwara ntaelekere 8 gara aga",
    "Senegal Election: A malitela ịgụwa vootu a tụrụ maka ọkwa Onyeisiala ha na mpaghara ụfọdụelekere 5 gara aga",
    "Kabaaka onye otu egwu Oriental Brothers anwụọla 22 Maachị 2024",
    "Ọ naghị ewute m na m kagburu ntuliaka mba Senegal - Macky Sall20 Maachị 2024",
    "Ihe Nnamdi Kanu kwuru ga-eme ndị ji aha ya na Ipob eme mpụ na South-East20 Maachị 2024",
    "Ihu, aha na ọkwa ndịagha Naịjirịa e gburu n'Okuama Delta steeti19 Maachị 2024",
    "Ezịnaụlọ Segun Olatunji onye ntaakụkọ a tọọro na-ebeku Onyeịsịala Tinubu18 Maachị 2024",
    "Africa Eye: Etu otu nwaanyị si jiri Whatsapp zọọ ndụ ndị a tọrọ atọ19 Maachị 2024",
    "Amaechi Muonagor onye a ama ama n'ime ihe nkiri Nollywood alaala mmụọ",
    "Traditional Iheritance: Ihe mere ụfọdụ obodo n'ala Igbo ji 'eri ala na nne'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Onye hụrụ Simon Ekpa, Chika Edoziem, Bello Turji na ndị ọzọ kpọtụrụ anyị - Defence Headquarters",
    "Abia Pension law: Alex Otti ọ napụrụ Ikpeazu, T.A Orji na Uzor Kalu ara n'ọnụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}