{
  "published": "03:46",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A bụ m nwoke kachaa too ogologo na Gana - Sulemana Abdul Samed",
    "Nwafọ mba Ghana bụ Suleman Abdul Samed, a maara dịka Awuche bụ nwoke kachasị too ogologo na mba ha.",
    "Ọ﻿ kọwara etu ọrịa ito ogologo a kpọrọ 'gigantism' jiri mee ka ọ bụrụ onye kachasị  ogologo na mba Ghana.",
    "A﻿bdul sị na ọ bụ n'afọ 2015 ka ọ malitere itokwu ogologo, na o hichara ụra teeta ma chọpụta na ire na akụkụ ahụ ya ndị ọzọ ebuola ibu.",
    "Ọ﻿ sị na kamgbe ahụ na ọ na-etokwu ogologo kwa ọnwa anọ ọbụla, na ogologo ya ugbua dị fit itoolu na ọkara isii (9.6ft)",
    "A﻿bdul sị na ndị ọrụ ahụike sị na ọ ga-aga n'ụlọọgwụ ka a waa ụrụ ma wepụta akụrụnwa 'hormone' na-eme ka ọ na-eto oke ogologo.",
    "Ọ﻿ gara n'ihu kwuo na ọnọdụ ya emeela ka ọ bụrụ onye a ma ama na mba Ghana nakwa n'ụwa.",
    "Ọ sị na ebe ọbụla ọ gara, ndị mmadụ na-achọ ka ya na see foto.",
    "Ihe na-ebute ọrịa 'gigantism' bụ otito toro na 'pituitary gland' nke na-eme ka ahụ mepụta 'hormone' na-ebute ito ogologo akwụsịghị akwụsị.",
    "A bụ m nwoke kachaa too ogologo na Gana - Sulemana Abdul Samed",
    "Gịnị na-eme ime ahụ nwoke ma o mecha 'Vasectomy'?19 Febụwarị 2022",
    "Ụzọ ise egwu si enye aka na mwulite ụbụrụ ụmụntakịrị8 Ọktọba 2022",
    "Onye tụgharịrị akụkọ a bụ Chioma Daramola.",
    "Nkwarụ",
    "Ahụike",
    "Ahụike echiche",
    "Ghana",
    "Vidio, Ọrịa 'gigantism' mere ka m bụrụ onye kachasị ogologo na Ghana – Sulemana Abdul, Duration 3,4630 Ọktọba 2022",
    "Vidio, Ọgba mbọ: Ọmịiko m nwere n’ebe onye ngwọrọ nọ mere m ji rụọ ‘electric wheel chair’ – Honesty Godwin, Duration 4,403 Ọgọọst 2023",
    "Vidio, Ọrịa ahụike ụbụrụ isi egbochighi ezinaụlọ anyị ịhụ nnenne m n'anya ruo n'ọnwụ, Duration 4,431 Ọgọọst 2023",
    "Vidio, Doctors strike: Gọọmentị etiti etiela iwu 'onye na-arụghị ọrụ agaghị anata ụgwọ ọnwa' n'ụlọọgwụ, Duration 2,1328 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}