{
  "published": "6 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, EPA",
    "Ụlọọrụ 'Twitter' ekwuola na ha ga-agba ụlọọrụ Meta akwụkwọ n'ụlọikpe maka imepụta akụrụngwa soshal midia ọhụrụ a kpọrọ 'Meta'.",
    "Nke a na-abịa dịka ihe karịrị mmadụ nde 30 debanyere aha n'ọbaozi Threads n'ime ụbochị mbụ Meta ji wepụta ọbaozi ahụ.",
    "Onye nwe Twitter bụ Elon Musk kwuru na ha anaghị atụ egwu mmadụ ịma ụlọọrụ ha aka, kama ha agaghị anabata iji ụzọ aghụghọ mee ya.",
    "Threads na Twitter yiri onwe ha nke ukwuu dịka onye ntaakụkọ Tekịnụzụ BBC bụ James Clayton si kwuo.",
    "Ọkaiwu Twitter bụ Alex Spiro degaara ụlọọrụ Meta akwụkwọ ma bo ha ebubo \"izuru ụfọdụ ihe nzuzo nke Twitter ma were ya mepụta ọbaozi 'Threads'\".",
    "Spiro kwuru na Meta were ọtụtụ ndị ruburu ọrụ na Twitter n'ọrụ, bụ ndị ma ọtụtụ ihe nzuzo gbasara Twitter, nke ha jizi were rụpụta Threads.",
    "Mana ọnụ na-ekwuru ụlọọrụ Meta bụ Andy Stone kwuru na \"onweghị otu onye so na ndị mepụtara Threads' bụbu onye ọrụ Twitter - ụdị ihe ahụ adịghị.\"",
    "Zuckerberg Facebook Meta: Ihe mere Facebook jiri gbanwe aha ya29 Ọktọba 2021",
    "'Ụzọ ị ga-eji chekwa akara gị'23 Maachị 2018",
    "Ebe foto si, Threads/screengrab",
    "Meta, ụlọọrụ nwe Facebook na Instagram ewepụtara akara mgbasaozi ọzọ a kpọrọ Thread, taa bụ Tọzde.",
    "Dịka onye nwe ụlọọrụ ahụ bụ Mark Zuckerberg si kwuo, ebumnobi ha bụ na Thread ga-eche Twitter aka mgba ma merie ya.",
    "Zuckerberg kwuru sị. “Ọ ga-ewetu obere oge mana e chere m na ọ ga-abụ ọbaozi ebe mmadụ karịrị otu ijeri ga-enweike na-ezukọ ma na-akpa nkata.”",
    "Naanị awa ole ma ole e ji mepee ya bụ ọbaozi , ihe karịrị mmadụ nde iri atọ gunyere onyeisiala Naijiria bụ Bola Tinubu, Otiegwe Phyno nakwa ndị ejije Nollywood a ma ama dịka Chizzy etinyela aha  ha na ya bu ọba ozi na-akpọtụ n'ụwa kemgbe ụbọchị Tọzde.",
    "Na -agbanyeghị na 'Thread kwụrụ onwe ya, onye ọbụla chọrọ ibanye ya ga-enwe akara Instagram bụ ebe ọ ga-esi abanye ya.",
    "Ịbanye na 'Playstọrị maka ndị nwere ekwentị Android maọbụ Appstore maka ndị nwere ịPhone, dọrọ 'app Thread dọbata n'ihu ekwentị gị.",
    "Ị pịa ya maọbụụ na i nwere akara Instagram n'ekwentị gị, ọ ga-egosi ohere itinye aha jị ma dọọkwa ozi dị n'akara Instagram gị.",
    "Threads ga-enye gị ohere ịkpochi ọbaozi gị ka ọ bụụ naanị ndị na-eso gị na-ahụ ozi gị maọbụ ohere ịgbara ọha n'anwụ ihe ọbụla i mere n'elu ọbaozi ahụ.",
    "Threads nwere ohere mkpisi edemede 500, ebe Twitter nwere 280.",
    "Nke pụtara na mmadụ nwere ike iji ya dee ogologo ahịrịokwu karịa ihe i nwere ike ide na Twitter.",
    "Na Threads, i nwere ike itinye onyonyo, toro ogologo rue nkeji ise mana Twitter bụ iheonyonyo nkeji abụọ na ọkara",
    "I nwere ike ikerịta ozi izipụrụ n'Instagram na Threads maọbụ nke Threads n'Instagram",
    "Ị chọọ iwepụ akara gị na Thread, ị mara na ị ga-ewepụ akara gị na Instagram n'ihi na ọ bụ na Ịnstagram ka ị ga-eme nke a.",
    "Tekinụzụ",
    "Twitter",
    "Facebook",
    "Sit at home: Ihe gọọmentị Enugu na-ekwu maka nchekwa steeti ahụ 8 Julaị 2023",
    "Mmesoma Ejikeme: Ihe  ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ 8 Julaị 2023",
    "Ihe anyị ma maka ndị nche obodo a sị ndịagha gbagburu n'Eke Udi, Enugwu Steeti3 Julaị 2023",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA14 Febụwarị 2022",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 43 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}