{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Threads/screengrab",
    "Meta, ụlọọrụ nwe Facebook na Instagram ewepụtara akara mgbasaozi ọzọ a kpọrọ Thread, taa bụ Tọzde.",
    "Dịka onye nwe ụlọọrụ ahụ bụ Mark Zuckerberg si kwuo, ebumnobi ha bụ na Thread ga-eche Twitter aka mgba ma merie ya.",
    "Zuckerberg kwuru sị. “Ọ ga-ewetu obere oge mana e chere m na ọ ga-abụ ọbaozi ebe mmadụ karịrị otu ijeri ga-enweike na-ezukọ ma na-akpa nkata.”",
    "Naanị awa ole ma ole e ji mepee ya bụ ọbaozi , ihe karịrị mmadụ nde iri atọ gunyere onyeisiala Naijiria bụ Bola Tinubu, Otiegwe Phyno nakwa ndị ejije Nollywood a ma ama dịka Chizzy etinyela aha  ha na ya bu ọba ozi na-akpọtụ n'ụwa kemgbe ụbọchị Tọzde.",
    "Na -agbanyeghị na 'Thread kwụrụ onwe ya, onye ọbụla chọrọ ibanye ya ga-enwe akara Instagram bụ ebe ọ ga-esi abanye ya.",
    "Ịbanye na 'Playstọrị maka ndị nwere ekwentị Android maọbụ Appstore maka ndị nwere ịPhone, dọrọ 'app Thread dọbata n'ihu ekwentị gị.",
    "Ị pịa ya maọbụụ na i nwere akara Instagram n'ekwentị gị, ọ ga-egosi ohere itinye aha jị ma dọọkwa ozi dị n'akara Instagram gị.",
    "Threads ga-enye gị ohere ịkpochi ọbaozi gị ka ọ bụụ naanị ndị na-eso gị na-ahụ ozi gị maọbụ ohere ịgbara ọha n'anwụ ihe ọbụla i mere n'elu ọbaozi ahụ.",
    "Threads nwere ohere mkpisi edemede 500, ebe Twitter nwere 280.",
    "Nke pụtara na mmadụ nwere ike iji ya dee ogologo ahịrịokwu karịa ihe i nwere ike ide na Twitter.",
    "Na Threads, i nwere ike itinye onyonyo, toro ogologo rue nkeji ise mana Twitter bụ iheonyonyo nkeji abụọ na ọkara",
    "I nwere ike ikerịta ozi izipụrụ n'Instagram na Threads maọbụ nke Threads n'Instagram",
    "Sit at home: Ihe gọọmentị Enugu na-ekwu maka nchekwa steeti ahụ 5 Julaị 2023",
    "Mmesoma Ejikeme: Ihe  ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ 5 Julaị 2023",
    "Ihe anyị ma maka ndị nche obodo a sị ndịagha gbagburu n'Eke Udi, Enugwu Steeti3 Julaị 2023",
    "Ndị uweojii anwụchiela Abba Kyari na ndị uweojii anọ ọzọ hafee ha n'aka ndị NDLEA14 Febụwarị 2022",
    "Threads: Ihe ndị i kwesịrị ịma maka ọbaozi ọhụrụ na-akpọtụelekere 5 gara aga",
    "NA EME UGBU A Ụlọikpe atọhapụla Abba Kyari1 Julaị 2023",
    "Sit at home: Ihe gọọmentị Enugu na-ekwu maka nchekwa steeti ahụ5 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Threads: Ihe ndị i kwesịrị ịma maka akara mgbasaozi a",
    "Sit at home: Ihe gọọmentị Enugu na-ekwu maka nchekwa steeti ahụ",
    "Mmesoma Ejikeme: Ihe  ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ",
    "Nwa ọhụrụ, afọ 50 na ihe ndị ọzọ ndị ama ama mere n'izu aEmelitere ikpeazụ na: 26 Ọktọba 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ashawo, iyori, osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n'asụsụ ndị ọzọEmelitere ikpeazụ na: 9 Eprel 2022",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Omenaala Igbo niile ọ bụ ịgọ mmụọ?Emelitere ikpeazụ na: 8 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}