{
  "published": "02:29",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ ndị ọrụ Bekee ekwuola uche ha banyere mkpebi gọọmentị na ndịisi ha nwere maka ịkwụ ha ụgwọọnwa opekatampe puku naịra iri asaa.",
    "Ndị ọrụ Bekee bụ ndị BBC gbara ajụjụ maka uche ha banyere mkpebi a kwuru na ọ bụ eziokwu na ọ ka mma karịa puku naịra iri atọ (N30,000) a na-akwụbu na mbụ mana etu ihe siri dị ugbua na o nweghi ihe puku naịra iri asaa (N70,000) ga-azụtanwu.",
    "Otu n'ime ha jụrụ sị \" ụgwọ ụlọakwụkwọ ọ bụ ego ole, ụgwọ ụlọ ọ bụ ego ole, akpa osikapa ọ bụ ego ole?\" nke a ga-eji enye ha puku naịra iri asaa.",
    "Ọ gara n'ihu kwuo na ọ bụrụgodu gọọmentị chọro ịkwụ ego ole a, ha kwesịrị ị na-ewelite aka kwa afọ kwa afọ na-abụghị kwa afọ atọ ha kwere na kwa.",
    "Onye kwuru na ha tụrụ anya na gọomentị kwesịri iwelite aka n'ego ahụ maka na ọnọdụ akụnaụba dị ọjọo na Naịjirịa ugbua.",
    "Ndị ọrụ a gara n'ihu kwuo na o nweghi ihe ọbụla ha nwereike ime na-abụghị ịnabata ya maka na ndị ndu ha ekwetela na ego ole ahụ.",
    "Kirie ihe ha kwuru n'uju n'ihe onyonyo dị n'elu akụkọ a.",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo12 Juun 2024",
    "N60,000 na N100,000: Kedu nke gọọmentị etiti ga-akwụ ndị ọrụ?5 Juun 2024",
    "Soludo asaala Fada Mbaka n'okwu 'minimum wage'14 Juun 2024",
    "Ebe foto si, Dada Olusegun/Instagram",
    "Onye ọkammuta n'ihe gbasara akụnụụba bụ Desmond Okechukwu Echeta kwuru na ụgwọọnwa opekatampe N70,000 nke gọọmentị etiti na otu jịkọrọ ndịọrụ kwekọrịtara agaghị ebgo mkpa ọbụla nye ndịọrụ maka na oke agụụ dị na Naịjirịa ugbua.",
    "Ọkammụta Desmond gara n’ịhụ kọwa ihe gọọmentị kwesiri ime na mkparịtaụka ha na otu jịkọrọ ndịọrụ nke ga-enyere akụnaụba Naịjirịa aka ma mee ka ihe dị mma.",
    "Na okwu ya “Na obodo ịsị gbakọrọ ọnụ, ọbụrụ na ọnụ ahịa rịa elu, ịmara na ụgwọọnwa ndịọrụ ga-arịkwa elu”",
    "“Mana na Naịjirịa, anyị adịghị etinye anya na ihe ndị ahụ. Naanị ihe anyị na ekwu bụ ụgwọọnwa opekatampe; ọgbasahazị anyị ma ọnụ ahịa ọ nọ n’elu ọjị”.",
    "Ebe foto si, Getty Images",
    "Ebe foto si, Getty Images",
    "Desmond kowara na nkwekọrịta gọọmentị etiti na ndị ọrụ nwere enweghị uru ọbụla ọ ga-abara akụnaụba Naịjirịa, ma maọbụ mee ka ihe dị mma.",
    "“Ndị mmadụ ama enweike ịzụta ihe ọbụla maka na ọnụahịa dị elu. Ọ bụrụ na ọnụ ahịa na arị elu mana ụgwụọnwa adịghị eso ya arị; ọ ga-eme ka ndị ọrụ ghara inwe ike  ịzụta ihe ha na azutabu n’oge gara aga”.",
    "“Nke a ga-enwekwa ezi mmetụta nye ndị na-emeputa ihe.\"",
    "“Ihe ga enyere akụnaụba Naịjirịa aka ito bụ ụgwọọnwa e jị adị ndụ. Nke a ga-enyere ndị ọrụ na ndị ọzọ aka”.",
    "Ebe foto si, Getty Images",
    "Desmond kwuru na naanị ihe ga-eme ka akụnaụba Naịjirịa dị mma bụ maọbụrụ na gọmenti beleta oke agụụ.",
    "N'okwu ya \"Ọ bụrụ na nri, dị n'obodo, ndị ọrụ ama a na-ata afụfụ ọbụla.\"",
    "“Gọọmentị etiti kwesiri imepe okeala Naịjirịa mee ka nrị na-abata, ma mee ka ndị na-azụahia na-ebubata nrị na akwụghị ụgwọ ụtụịsị”.",
    "“Ọ bụrụ na gọọmentị adịghị ana ụtụịsị n’ihe si mba ofesi bata Naịjirịa, nke a ga-eme ka ọnụ ahịa ya dị ọnụ ala”.",
    "Gburugburu",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ego mmadụ",
    "Ịji ego achụ ego",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọelekere 8 gara aga",
    "Ndị kwadoro na ndị akwadoghi ngagharịiwe ndị ntorọbịa na-akwado imeelekere 5 gara aga",
    "NA EME UGBU A, Mmadụ atọ anwụọla n'ụlọ dara na Maryland, Legọs, ebe ụfọdụ ndị ọzọ merụrụ ahụ",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Kedụ nke bụ eziokwu n'ebubo na Ooni nke Ife  kwere nwaanyị nkwa ọlụlụ, napụ ya 180,000 dọla n'ụzọ aghụghọ? 19 Julaị 2024",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'17 Julaị 2024",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}