{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Mmadụ ọbụla na-enwe ahụ ọkụ oge dị icheiche. Ndị ụfọdụ ka ekpomọkụ ahụ ha na-agbago maọbụ na-agbadata ugboro ugboro n'ime otu ụbọchị.",
    "Mana gịnị na-ebute ahụọkụ, kedụkwanụ etu ị ga-esi mata na ekpomọkụ ahụ gị arịala elu nke ukwu nke na ị ga-achọ enyemaka?",
    "Akụrụngwa nke na-ahazi ekpomọkụ ahụ mmadụ dị n'akụkụ ụbụrụ a na-akpọ 'hypothalamus', ọ bụ ya na-enye aka ijikwa ekpokụ akpụkpọ ahụ nakwa ọbara mmadụ.",
    "Ahụ ịma jiji bụ ụzọ ahụ mmadụ ji eme ka ekpomọkụ gbalite n'oge oyi na-atụ, ebe ọsụsọ na-apụta iji mee ka ahụ mmadụ jụlata oyi n'oge oke ekpomọkụ; ihe ndị a bụcha ụzọ ahụ mmadụ si echekwa onwe ya.",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu5 Mee 2023",
    "World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara25 Eprel 2023",
    "Etu ọrịa 'brain tumour' si gaara ime ka m kpuo isi - Aproko Doctor16 Jenụwarị 2023",
    "Ebe foto si, Iwaria",
    "Onye ọbụla ekpomọkụ ahụ ya gafere degree 'Celcius' 37 maọbụ degree 'Fahrenheit' 98.6, bụ onye a ga-ekwu na o nwere ahụ ọkụ.",
    "N'ahụ ụmụaka na-erubeghị afọ ise, ekpomọkụ ruru degree 'Celcius' 38 bụ nnukwu ahụọkụ nke bekee na-akpọ 'high fever'.",
    "Ọtụtụ ihe dị icheiche nwereike imetụta etu ekpomọkụ ahụ mmadụ si agbago maọbụ gbatuo.",
    "Ihe ndị a gụnyere:",
    "Afọ ole mmadụ dị",
    "Okike (nwoke maọbụ nwaanyị)",
    "Ebe mmadụ nọ",
    "Oge ụbọchị",
    "Ọnọdụ ihu eluigwe, dgz",
    "Ahụ mmadụ na-aka ajụ oyi n'ebe isi ụtụtụ, ma kara ekpo ọkụ n'ebe ehihie.",
    "Ọzọkwa bụ na ekpomọkụ na-agbali elu n'ahụ ụmụnwaanyị ma ha nọrọ na nsọ ha, maọbụ oge nsọ ha ruwe nso.",
    "Ndị merela agadi na-aka enwe ahụ njụ oyi, ya mere o ji dị mkpa ime ihe ngwangwa ma onye agadị nwee ọbụladị ntakịrị ahụ ọkụ.",
    "Ọrịa dị icheiche nwereike ibutere mmadụ ahụ ọkụ. Nke a gụnyere:",
    "Nje si na 'virus'",
    "Nje si na 'bacteria'",
    "Ọrịa dịka ịba na ndị ọzọ",
    "Ọrịa ahụ mmadụ ibuso onye ahụ agha (autoimmune disease)",
    "Ịgba ọgwụ mgbochi",
    "Ọrịa Cancer dị icheiche",
    "Oke ekpomoku ihu eligwe ọ kachasị n'oge ọkọchị",
    "Oge ụfọdụ ka ihe dịka etuto na-apụta mmadụ n'akụkụ ọnụ, onye ahụ echee na ọ bụ ahụọkụ kpatara nke a, mana ọbụghị eziokwu.",
    "Ihe na-akpata ihe dị otu a bụ ọrịa nje 'virus' nke pụtara ihe n'ihi na akụrụngwa na-ebuso nje agha n'ahụ mmadụ, a kpọrọ 'immune system' gbaturu ala.",
    "Ọ bụrụ na mmadụ na-eri nri na-edozi ahụ dịka akwụkwọ nri na mkpụrụosisi, 'immune system' ya gbalite, ihe ndị ahụ ga-ala.",
    "Ebe foto si, Iwaria",
    "Ọ dị mkpa ime ihe ngwangwa ma onye agadị nwee ọbụladị ntakịrị ahụ ọkụ.",
    "Ọ bụrụ na mmadụ nwee ahụ ọkụ, ọ dị mkpa ka e jikwaa ya ngwangwa, ma ọ bụghị ya, mmiri dị mmadụ n'ahụ nwereike ịgbatu.",
    "Ọ bụrụ na ahụ ọkụ na-anọte aka, ọ na-esiwanye ike ịkwụsị ya, ọ kacha n'ahụ ụmụaka na ndị agadi.",
    "Na-aṅụ mmiri nke ọma iji gbochie mmiri dị gị n'ahụ ịgbatu (dehydration)",
    "Ọ bụrụ n'ahụọkụ ahụ ka njọ, were akwa metụ na mmiri dị ṅarịṅarị ma hichaa ahụ gị iji jikwaa ekpomọkụ ahụ. Ejila mmiri oyi maka na o nwereike ibute nkụja (shock).",
    "Buru  ụzọ hichaa aka gị na ụkwụ gị tupu i hichaa ahụ niile",
    "'Paracetamol' bụ ọgwụ maka ahụọkụ",
    "Ọ bụrụ na ahụọkụ akwụsịghị n'ime abalị abụọ, gaa hụ dọkịta",
    "Aṅụkwala ọgwụ e ji egbu nje bakteria maka na ị mabeghị ihe kpatara ahụọkụ ahụ, ọgwụ 'antibiotics' na-ebute ike ọgwụgwụ karịa",
    "Ọ bụrụ nwata ka ahụọkụ na-eme:",
    "Na-enye ya mmiri ọṅụṅụ",
    "Ọ bụrụ na ọ na-ekwe iri nri, nye ya nri",
    "Na-eleta ya ugboro ugboro dịka ọ na-arahụ ụra abalị",
    "Nye ya 'paracetamol', tulee akwụkwọ dị n'ọgwụ ahụ nke ọma iji mara ma ọ bụ ụdị ụmụaka nwereike ịṅụ",
    "Gaa ụlọọgwụ ngwangwa iji mata kpọmkwem ihe na-eme nwa gị",
    "Ihe ndị ikwesịghị ime:",
    "Eyipụchala ya akwa ya niile ma chee na ọ ga-eme ka ahụ ya jụlata oyi",
    "Ejila ọtụtụ akwa kpuchie ya",
    "Ya nọrọ n'ụlọ, akpọgala ya ụlọ akwụkwọ",
    "Enyekwala nwata erubeghị afọ 16 ọgwụ 'aspirin",
    "Enyekọtala nwata ọgwụ paracetamol na ibuprofen",
    "Enyekwala nwata erubeghị ọnwa abụọ ọgwụ 'paracetamol'",
    "Enyela nwata erubeghị ọnwa atọ, maọbụ nwata ibu ya erughị 5kg ọgwụ ibuprofen",
    "Enyela nwata nwere ọnọdụ 'asthma' ọgwụ ibuprofen, ma ọ bụrụ na ọ bụghị dọkịta nyere ntuziaka",
    "Ọ dị mkpa ịmata na ahụọkụ n'onwe ya abụghị ọrịa, kama ọ bụ ihe ngosi na mmadụ nwere ọrịa.",
    "Ahụike",
    "Omume",
    "Ndị Okenye",
    "Nrị na-edozi ahụ",
    "NA EME UGBU A Ndị dọkịta na mba Sudan na-eji ọkụ ekwentị ahụ ụzọ iji waa ụmụnwaanyị dị ime afọ1 Juun 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?elekere 7 gara aga",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo12 Mee 2023",
    "Nri 'GMO' ọ nwereike imetụta ahụike gị?12 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}