{
  "published": "9 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụmụnne nwaanyị atọ a chọrọ ichekwa ala ebe e liri nna ha dịka ụmụnne ha nwoke chọrọ ire ya",
    "Ụmụnne nwaanyị anọ n’ụbọchị 29 nke ọnwa Maachị abụrụla ndị mbụ ga-erite uru n’iwu Rivas steeti wepụtara maka ụmụnwaanyị iketa oke n’ezinụlọ.",
    "Iwu a kpọrọ ‘Prohibition of the Curtailment of Women’s Rights to Share in Family Property Law’ hụrụ na ụmụnne nwaanyị anọ a ketere oke karịa ụmụnne ha nwoke atọ n’ihe nketa nna ha hapụrụ ha.",
    "Ụmụnne atọ a bụ Chinyere, Perpetual, Bertha na Josephine Abel buuru esemokwu ịketa oke nne ha gaa ụlọikpe dịka ya bụ ikpe nke ọkaikpe Augusta Kingsley Chuku duru sị ka akwụọ ha nde naịra abụọ dịka ihe nrite.",
    "Ya bụ ọkaikpe nyere iwu ka ụmụnne ha nwoke atọ ahụ bụ Godspower, Vincent na Lucky Abel zipụta ozi mgbaghara n’akwụkwọ akụkọ ụwa nke mba Naịjirịa abụọ nakwa otu akwụkwọ akụkọ ụwa nke Rịvas steeti.",
    "Cheta na Rịvas steeti megharịrị iwu steeti banyere ụmụnwaanyị iketa oke nke gọvanọ steeti n’oge na afọ gara aga bụ Nyesom Wike binyereaka n’ọnwa Sepụtemba.",
    "Iwu hụrụ na ụmụnwaanyị ga-enweta ikike iso keta oke n’akụnụba nne na nna ha ma hụkwa na ụmụnwoke na ụmụnwaanyị nọ na nhatanha n'okwu gbasara oke ala na akụnaụba nna maọbụ nne ma ha nwụọ.",
    "Ọtụtụ toro ya bụ megharị iwu ọkachasị ndị na-alụ ọgụ ikike dịrị ụmụnwaanyị n’ihi na nke a bụ iwu mbụ ga-ahụ ha enyere ụmụnwaanyị ohere pụrụiche iketa oke nna ha maọbụ iketa oke n’ezinaụlọ ha.",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala Igbo3 Julaị 2018",
    "Ihe mere ụmụnwaanyị anaghị eketa ala n'omenala Igbo19 Septemba 2020",
    "Ihe mere akụkọ mwakpo ụmụnwaanyị jiri bụrụzie ‘atụrụ tawa’ na Naịjirịa 25 Nọvemba 2022",
    "Ebe foto si, CHINYERE ABEL",
    "Ada ezinaụlọ a duu ụmụnne ya ndị nwaanyị ndị ọzọ gaa ụlọikpe ma keta ala sịta na nkwado iwu ọhụrụ dị na Rịvas steeti nyere",
    "Chinyere Abel Silver bụ onye kacha tọọ ụmụnne nwaanyị ya ndị nke ọzọ gwara BBC na papa ha bụ Peter Bekweri Abel onye lara mmụọ n’afọ 2022 edeghi etu a ga-esi kaa oke ya n’akwụkwọ ọbụla tupu ọ nwụọ.",
    "O kwuru na kama ndị be ha so usoro omenala obodo ha bụ Ozuoba, nke okpuruọchịchị nke steeti ahụ.",
    "N’usoro omenala a, ihe niile nne na nna ha nwee ga-agaara ụmụnne ha nwoke atọ ebe ụmụnwaanyị ga-agbara aka.",
    "Nne ha nwụrụ n’afọ 2014.",
    "Chinyere kọwara “Ụmụnne m ndị nke nwoke riri ihe niile nna anyị hapụrụ anyị”.",
    "O kwuru na ha gbara nkịtị ruo mgbe ụmụnne ha nwoke ji chọzie ire ebe e liri nne na nna ha, nke a mere ha jiri bụrụ okwu nketa oke a gaa ụlọikpe.",
    "O kwuru “A sị m ha eriela ya n’ihe na oke a bụ oke ezinaụlọ anyị ha enweghị ikike ire ihe dịịrị anyị niile”",
    "Ọ kọwara na ndị ọchịchị obodo ha kwadoro mkpebi a ha mere ma kwudoro ha n’okwu ịsị ụmụnne ha nwoke ka ha ghara ire ala ahụ.",
    "N’ọnwa Ọktọba 2022 ka e hibechara iwu ọhụrụ a ka ụmụnne nwaanyị anọ a bu okwu a gaa ụlọikpe.",
    "Lee ihe so ya bụ ikpe:",
    "Ụmụnne ha nwoke atọ jụrụ ịbịa ụlọikpe ruo mgbe e nyere ha ohere ime mkpesa nke ha",
    "Loving Johnson Akwu bụ ọkaiwu nọchitere ụmụnne nwaanyị anọ gbadoro ụkwụ n’akụkụ iwu ọhụrụ were mee mkpesa ya",
    "Akwu kwuru na ụmụnne ha nwoke atọ ahụ nwara ịchọ ka e mee kpebi na-esighi n’ụzọ ikpe mana ada ha nwaanyị jụrụ ma gbaa isi akwara isi n’usoro iwu",
    "Ụmụnne nwoke atọ ahụ ekweghi bịa ụlọikpe, ha ekweghi zite ndị ọkaiwu ga-anọchịte ha",
    "Ụmụnne nwoke atọ ahụ ekweghi zaa ajụjụ BBC jụrụ ha",
    "Ọkaikpe Augusta Kingsley Chuk nyere iwu ka ha kwụọ ụmụnne ha nwaanyị atọ ahụ nde naịra abụọ ma bipụta ozi arịrọ mgbaghara n’ihu ọha site n’akwụkwọ akụkọ ụwa",
    "Ya bụ mkpebi nyere ụmụnne nwoke atọ ahụ iwu ka ha kagharịa oke ala ebe obibi nna ha hapụrụ ha ma kenye ndị nke nwaanyị oke n’ime ya.",
    "Ikpe a kagburu usoro omenala a na-ekepụ ụmụnwaanyị iketa ihe ruru ha n’ezinaụlọ dịka ọkaikpe ahụ kwuru na ọ bụ ‘usoro mgbe ochie’.",
    "Ọkaiwu ụmụnne nwaanyị a kwuru na ụmụnne ha nwoke enyela ha oke ala ha mana ha emezubeghi ihe ndị ọzọ ọkaikpe a kwuru",
    "Ihe fọziri bụ ụmụnne nwoke a ibenyeaka n’akwụkwọ ka ọkaiwu a na-elekọtara ha ala ahụ anya maọbụ ree ya bụ ala ka ego ọ g na-amụta  bụrụ ihe nrite nye ndị nke nwaanyị.",
    "Ebe foto si, iwaria",
    "Ọtụtụ omenala n'akụkụ Naịjirịa dị iche iche anaghị enye ụmụnwaanyị oke n'ihe nne na nna ha hapụrụ",
    "Dkt. Hilda Desmond Ihekaire bụ onye nlekọta otu na-ahụ maka ụmụnwaanyị ndị ọkaiwu n’Afrịka kwuru na “Mkpebi a kwudoro ihe otu UN na-achọ n’atụmatụ ‘ Sustainable development goals,’ nke chọrọ ka ụmụnwoke na ụmụnwaanyị nọrọ na nhatanha.”",
    "O kwuru na tupu oge a, agbanyeghi na iwu Naịjrịa ekweghi ka a na-akpapụ ndị mmadụ, etu usoro iwu siri dịbu mere ọ dịghị mfe iji iwu manye nke a.",
    "Ọ gara n’ihu too iwu ọhụrụ ma kwuo na ọ ga-enye ndị ọzọ  olileanya isi ụzọ iwu a ụmụnne anọ a si nweta ihe ruru ha.",
    "O kwukwara na ndị ọrụ ikike dịrị onye nwere ọrụ ịgbasasị ozi maka iwu a ike ihe nyere ụmụnwaanyị ndị ọzọ aka.",
    "Ikpe",
    "Ụmụnyanyị",
    "Ikike ụmụnwanyị",
    "Riva steeti",
    "Ezinụlọ",
    "Tinubu abụrụla onyeisioche otu Ecowaselekere 7 gara aga",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Ezeelekere 6 gara aga",
    "Etu uloikpe si nyeghachi ụmụnne nwaanyị anọ ala nna ha ụmụnne ha nwoke napụrụ ha9 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "'Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel27 Juun 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma",
    "Etu uloikpe si nyeghachi ụmụnne nwaanyị anọ ala nna ha ụmụnne ha nwoke napụrụ ha",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Etu onye nkuzi jiri aka higbuo nwata n'ụlọ akwụkwọ n'Ondo steeti",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie OkekeEmelitere ikpeazụ na: 23 Jenụwarị 2022",
    "Gịnị mere akwụkwọ eji amaonye ndị Naịjirịa?Emelitere ikpeazụ na: 24 Eprel 2018",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}