{
  "published": "6 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bola Tinubu/ Peter Obi/Facebook",
    "Ụlọikpe pụrụ iche maka ntuliaka enyela Onyeisiala Bola Tinubu mmeri ma kụpụ n'akụkụ  mkpesa nke otu Labour Party(LP) na onye fere ọkọlọtọ pati ahụ na ntuliaka Onyeisiala nke afọ 2023 bụ Peter Obi wetara maka etu ahụ si gaa.",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a  6 Septemba 2023",
    "Tribunal Judgement:Tinubu emeriela Peter Obi n'ụlọikpe 8 Septemba 2023",
    "Lee ndị ọkaikpe nọn'isi ikpe ntuliaka ọkwa onyeisiala Naịjirịa n'ụlọikpe mkpegharị16 Mee 2023",
    "Otu Labour Party na Peter Obi wegara mkpesa n'ụlọikpe iji gbagha mpụtara ntuliaka 2023 nke gụnyere ebubo na e mere nrụrụka aka na ntuliaka ahu, na Tinubu enwetaghị pasent 25 n'Abuja nakwa na o tozughị ịzọ ọkwa onyeisiala dịka a maburu ya ikpe n'ụlọikpe dị na mba Amerịka maka ebubo ibu ọgwụike.",
    "Mana  Ọkaikpe Jọstịs Haruna Tsammani onye chịkọtara mkpebi ya na ndị ọkaikpe anọ ndị ọzọ nwere kwuru na o nweghị ihe akaebe gosiri na Peter Obi meriri na ntuliaka ahụ.",
    "\"Ekpetaghị ikpe etu anyị si tụ anya\" - Ụmụ Naịjirịa",
    "Na mkpebi ya n'ikpe ahụ, Ọkaikpe Jọstịs Haruna Tsammani nọ n'isi ikpe ahụ nke ọkaikpe ise chịkọtara kwuru na na ọ bịa na iwu metụtara ntuliaka, na naanị teknuzu ọ dị n'iwu Inec bụ Bimodal Voters Accreditation System (BVAS), na o nweghị ebe ọ dị n'iwu na Inec ga-ejinata igwe BVAs si n' ọdọ atụmvootu zipu mpụtara ntuliaka gaa n'ọbaozi Inec.",
    "Ọkaikpe ahụ bụ onye ji ikpe dị n'etiti Oyetola na Inec were maa atụ sịri na Inec kwụrụ onwe ya ma nwee ikike ịhazi ntuliaka n'usoro ọbụla masịrị ya. O kwuru na iwu Ntuliaka afọ 2022 enweghị ebe o kwuru na a ga-eji igwe zipu mpụtara ntuliaka.\"",
    "Jọstịs Haruna Tsammani onye gbadoro ụkwụ na Iwu Naijiria Akụkụ nke 134(2a) (section 134(2a)sịrị inweta pasent 25 n'Abuja na ntuliaka onyeisiala abụghị iwu.",
    "O kwuru na Abuja na steeti ndị ọzọ dị na Naijiria ha nha.",
    "Ụlọikpe kụchapụrụ ebubo na a nwụchiri Tinubu n’ihi ọgwụike na mba Amerịka.",
    "Ha kwuru na ụlọikpe mba Amerịka amaghị Tinubu ikpe kama na ọ bụ akụnaụba ya ka a na-apụrụ ya maka na a rụrụ ya aka, nke a kpọrọ “civil forfeiture’",
    "Ha kwuru na ndị mere mkpesa egosighi ihe akaebe na a nwụchiri Tinubu n’Amerịka ma ọ bụ maa ya ikpe n’okwu banyere ibu ọgwụike.",
    "Ha kwuru na o nweghi mgbe a kpọpụrụ ya n’ụlọikpe.",
    "Na o nweghi ikpe ọbụla a mara ya, n’ihi nke a na o gbochughi Tinubu ịzọ ọkwa onyeisiala Naịjirịa.",
    "Ọ bụghị naanị mkpesa Peter Obi wetara ka ụlọikpe ahụ kpụrụ.",
    "Ndị ọkaikpe ụlọikpe pụrụ iche ahụ kụpụkwara mkpesa nke onye feere otu PDP ọkọlọtọ bụ Atiku Abubakar nakwa nke otu Allied Peoples Movement, (APM).",
    "Dịka Obi, Atiku na otu PDP wetara mkpesa na Tinubu etozughị ịzọ ọkwaonyeisiala n'ihi ebubo na ụlọikpe mba Amerịka mara ya ikpe ịbụ onye mpụ ma napụ ya ego a sị zitere na ibu ọgwụ ike.",
    "APM  na mkpesa nke ha na-ebo ebubo na osote Tinubu bụ ọzọrọ ọkwa abụọ n'otu oge ma arịọ ka a kagbuo vootu APC ma kpọpụta Atiku dịka onye meriri na ntuliaka ahụ.",
    "Ụlọikpe ahụ dara ha nha maka 'iweta mkpesa erijughị afọ.",
    "Otu 'Labour Party' na Peter Obi,  PDP na Atiku jụrụ mkpebi ụlọikpe ntuliaka ahụ ma kwuo na ha ga-agbaya .",
    "Mana Tinubu nabatara ya.",
    "Cheta na otu Labour Party, PDP, na APM wegara mkpesa n'ụlọikpe ịgbagha mpụtara ntuliaka ọkwa onyeisiala nke Inec kpọụtara Bola Tinubu nke APC dịka onye meriri.",
    "Na abalị  mbụ nke ọnwa Maachị afọ 2023, Inec kpọpụtara Tinubu dịka onye meriri na ntuliaka onyeisiala e mere n'abalị 25 nke ọnwa Febụwarị, afọ 2023.",
    "Dịka Inec si kwuo, Tinubu nwetara vootu dị 8,794,726, Atiku , onye Inec sị gbara onye nke abụọ nwetara vootu 6,984,520, ebe Obi nwetara vootu dị 6,101,533.",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara 29 Julaị 2023",
    "Ọnụọgụgụ ndị nwụrụla n’alaọmajijiji mere na Morocco akarịala puku abụọ10 Septemba 2023",
    "NA EME UGBU A Etu e si gbagbuo otu n'ime ndị ntọrị na-akpa ike n'Obosi, Anambra Steeti3 Septemba 2023",
    "Anti-gay Law: Etu ụlọikpe si  maa ụmụnwoke anọ ikpe n'Owere maka idina ibe ha9 Septemba 2023",
    "Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi9 Mee 2023",
    "Tribunal Judgement: Tinubu emeriela Peter Obi n'ụlọikpe 8 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a  6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Salman Rushdie: Gịnị dị n'ime akwụkwọ o dere na-ese okwu?Emelitere ikpeazụ na: 14 Ọgọọst 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Anti-gay Law: Etu ụlọikpe si  maa ụmụnwoke anọ ikpe n'Owere maka idina ibe ha",
    "Pastọ anwụọla dịka ọ na-ebu ọnụ abalị 40 ka JisọsEmelitere ikpeazụ na: 17 Febụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}