{
  "published": "04:26",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ifeanyi Ubah: Ebumnuche m ji hibe otu nchekwa ahụbeghị ụdị ya mbụ n'Anambra South",
    "Dịka ọnọdụ enweghị ezi nchekwa na-arị elu na mpaghara Ọwụwa Anyanwụ Naịjirịa, Ifeanyi Ubah, bụ Sinetọ na-anọchite anya mpaghara Anambra South, kwuru na ya nwere atụmatụ iji wulite ọnọdụ nchekwa n'Anambra steeti.",
    "Na mkparịtaụka ya na BBC Igbo nwere n'Abuja, Ubah kwuru na ya na gọvanọ Anambra bụ Chukwuma Soludo nwere mkparịtaụka ebe ya nọ kọwaara ya etu atụmatụ nchekwa a o nwere ga-esi rụọ ọrụ.",
    "\"Agwara m Gọvanọ Soludo na anyị ga-ebu ụzọ malite atụmatụ a n'otu okpuru ọchịchị iji tụlee etu ọ ga-esi gaa, ọ bụrụzie na ọ gaa nke ọma, anyị ewere ya gazuo Anambra Steeti niile ọnụ,\" Ubah kwuru.",
    "O kwuru na ha gotere ekwentị pụrụ iche a na-akpọ 'walkie talkie' nke ọnụọgụgụ ya karịrị 600, kesaara ya ndị ọrụ nchekwa a ha hibere, iji nwee ike ị na-ezisa ozi ngwangwa ma e nwee mwakpo ọbụla na mpaghara Anambra South.",
    "Ihe Peter Obi, Soludo na ndị ọzọ kwuru maka Mwakpo e mere Sinetọ Ifeanyi Ubah12 Septemba 2022",
    "Ihe mere Ifeanyi Ubah ji merie n'ụloikpe kachasị13 Mee 2020",
    "Ifeanyi Ubah ọ baala APC n'ezie?26 Maachị 2019",
    "Ifeanyi Ubah kwuru na ọ dị mwute na ọ bụ ụmụ Igbo nọcha na mba ofesi na-eweppụta ego iji na-akwado mwakpo dị icheiche nke na-eme na mpaghara Ọwụwa Anyanwụ n'ọdị nso a.",
    "\"Jụọ onwe gị ma ọ bụrụ na ọ bụ nne gi ka ndị ojiegbe na-apịa ụtalị ma na-achụ ọsọ ebe ọ na-ere akwụkwọ nri n'ahịa, kedu ka obi ga-adị gị?\" Ubah jụrụ.",
    "O kwuru na ọ bụ ọrụ dịịrị ndị ọchịchị niile n'ala Igbo ịgbakọta aka, tụkọọ alo maka ọnọdụ nchekwa ọjọọ dị n'ala Igbo taa, nakwa etu a ga-esi belata ya.",
    "Ebe foto si, Ifeanyi Ubah",
    "Ndị ọrụ nchekwa nke Ifeanyi Ubah hibere",
    "Ubah gara n'ihu kwuo na ihe niile e ji ama obodo mepere emepe dị n'ala Igbo taa bụ ndị Igbo nọ n'akụkụ ụwa dị icheiche tinyere ya.",
    "\"Ọ dịghị mma etu ụfọdụ ụmụ anyị si emebisi ihe anyị ji aka anyị tinye iji mepee obodo anyị,\" ka o kwuru.",
    "\"Akaraka onye Igbo abụghị ịrịọ arịrịọ, akaraka onye Igbo bụ ịgba mbọ, ọ bụghị igbu nwanne ya maọbụ imebisi ihe.",
    "\"Onwee otu mkpụrụ ntụtụ dị n'ala Igbo, ọ bụ ọsụsọ ụmụ Igbo, ọ dịghị mma imebisi ya.\"",
    "Ebe foto si, Ifeanyi Ubah",
    "Ifeanyi Uba bụ onye ji ego achụ ego ejiri ụlọọrụ Capital Oil mara.",
    "Amụrụ ya na Septemba n'afọ 1971.",
    "O nwere nzere na ngalaba ọmụmụ ịbụ ọkaiwu site n'ụlọakwụkwọ 'Baze University' dị n'Abuja",
    "Ọ bụkwa ya nwe Ifeanyi Ubah F.C. , nke na-azabụ Gabros International Footbal Club, bụ nke sobu n'asọmpi bọọlụ Premiere league Naịjirịa.",
    "Ifeanyi Ubah zọburu ọkwa gọvanọ nke Anambra steeti n'afọ 2014 na Labour Pati.",
    "Na 2019 Ifeanyi so zọọ ma merie ọkwa Sinetị ịnọchite anya Anambra South  na pati YPP, ọ zọkwara ọkwa ahụ na 2023 ma merikwaa.",
    "National security",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Ifeanyi Ubah: Obi ọ ga-adị gị mma ma a pịa nne gị ụtalị n'aha 'sit at home'?, Duration 4,2617 Julaị 2023",
    "Gịnị ka 'State of Emergency' gọọmentị tinyere na ngalaba nkọpụta nri Naịjirịa pụtara?14 Julaị 2023",
    "Vidio, Anaghị m ahụ ụzọ, mana ọ gbochighị m ịbụ onye na-azụ ezi - Ozo Augustine, Duration 3,3115 Julaị 2023",
    "Vidio, Etu otu enyemaka e hibere ịzọpụta ụmụaka si akpụpụ ụmụaka n'ezinụlọ ha n'aka ike, Duration 7,4111 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}