{
  "published": "4 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe ndị ngagharịiwe kwụchiri ụzọ gbara ọtụtụ 'tire' ọkụ iji gọsị iwe ha na mpaghara Centenary Estate",
    "Ọgbaghara dapụtara n’akụkụ mpaghara Centenary Estate dị n’ime obodo Amechi/Obeagu n’ụbọchị Wenezde. Nke a na-abịa dịka ụlọọrụ na-ahụ maka ọrụ mmepe obodo bu ụgbọala e ji akwatụ ụlọ ma kpọrọ ọtụtụ ndị uweojii wụchie na mpaghara ahụ.",
    "Ụlọọrụ ọrụ Enugu Capital Territory Development Authourity (ECTDA) kọwara na ha natara ikike n’aka ụlọikpe n’izu gara aga ịmalite kwatuwe ụlọ ndị nọ na mpaghara ahụ mana ya bụ okwu kpatara ọtụtụ ọgbaghara dịka ndị obodo ahụ kwuchiri ụzọ na-eme ngagharịiwe ma gbaa isi akwara na agaghị akwatu ụlọ ọbụla ebe ahụ.",
    "Ndị obodo ahụ buuru akwụkwọ asambodo dị icheiche na-adọ gọómenti Enugwu aka na ntị ka ọ ghara íkwatu ụlọ ọbụla ebe ahụ dịka ha kwuru na ha agaghị adị ndụ mmadụ nara ha ala nna ha.",
    "Ya bụ ngagharịiwe malitere ebe ahụ n’ụbọchị Tuzde dịka ndị obodo ahụ nụrụ ozi ọbịbịa ndị gọọmentịụ.",
    "Anyị azọpụtala nwata ahụ a tọorọ n'Enugwu-Ezike  - Ndị Uweojii31 Maachị 2023",
    "Ihe mere ndị obodo Amuri ji gọọ ọfọ megide ndị gburu Oyibo Chukwu5 Eprel 2023",
    "Chika Idoko vs PDP Enugu: Ụlọikpe Ukwu dị n'Enugwu enyela PDP mmeri n'ikpe ha na Chika Idoko17 Febụwarị 2023",
    "Ndị uweojii pụtara n'igwe ịhụ na a chụsara ndị mmadụ ma malite nkwatu ụlọ ndị nọ ebe ahụ",
    "Ndị uweojii gbaliiri ebe elu aghara aghara were chụsaa ndị ahụ pụtara ime ngagharịiwe ma gbakwa gaasị mmiri anya ebe ahụ.",
    "Igwe ndị Obeagu Awkunanaw bụ Igwe Mile Nnukwu bụ onyendu ndị obodo Obeagu boro Gọọmenti Enugu ebubo na ọ chọrọ iji nkarị nara ha ala obodo ha.",
    "Mana ozi gọọmentị sara ebubo niile eboro ha ma kwuo na ha jị ikike ụlọikpe ukwu Enugu nyere ha nke akara ya bụ No E/1061/2019 were bịa ịkwatu ụlọ ndị ahụ dịka ya bụ akwụkwọ nyere gọọmentị ikike iwere ala ruru hektas 1087 ebe ahụ bụ nke ha kwuru na ha na ndị ụlọọrụ na-arụ ụlọ ebe ahụ (Private Estates International West Africa Limited) nwere nkwekọrịta maka ya.",
    "Ozi a nke onyeisi ụlọọrụ EDTDA bụ Josef Umunnakwe Onoh wepụtara kwukwara na ha enyela ndị na-arụ ụlọ ebe ahụ ọtụtụ ozi ịdọ aka na ntị ugboro ugboro kemgbe afọ 2021 ma gwakwa ha n’otu izuụka gara aga ka ha kwakọrọ pụọ.",
    "Ụgbọala e ji akwatụ ụlọ wụchiri ebe ahụ imalite ya bụ ọrụ n'ụbọchị Wenezde",
    "Otu onye ụlọ ya so na nke mbụ a chọrọ ikwatu ebe ahụ bụ Nnaji Sunday White, kwechiri sị na ya bụ ụgbọala agaghị akwatu ụlọ ya ka ya dị ndụ.",
    "Mazị Nnaji Sunday gwara BBC Igbo na ebe ahụ bụ ala nna ya nke mere ma ya agaghị agba ọsọ ọbụla. Ọ gara n’ihu gosi akwụkwọ niile o jiri kwụọ ugwu ala ya ma nata ikike ịrụ ụlọ tupu omalite rụwa ụlọ ya.",
    "Ọtụtụ ndị nwee ụlọ ebe ahụ ndị na-abụghị ndị obodo ahụ jichakwa akwụkwọ ụlọ ha pụta were na-ekwu na gọọmenti chọrọ ịbịa nara ha ala ha n'aka ike.",
    "Ọtụtụ na ime ha gwakwara onye ntaakụkọ anyị ebe ahụ na-enweghidị ihe iti aka n’obi maọbụ ohere ihaziri ha ala ọzọ gọọmentị nyere.",
    "Ifeanyi Ugwuanyi",
    "Enugu Steeti",
    "Enugwu",
    "Naịjirịa akpọlatala ụfọdụ ụmụafọ ha ndị tọrọ na Sudan30 Eprel 2023",
    "Pope Francis eyipụla fada mụtara nwa dị afọ 10 akwa dịka ụkọchukwuelekere 4 gara aga",
    "NA EME UGBU A Etu ndị 'unknown gunmen' si gbagbuo ndị uweojii atọ n'Anambra taa2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}