{
  "published": "12 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Presidency",
    "Onyeisiala Bola Ahmed Tinubu ebinyela aka n'iwu ọhụrụ gbasara ibinye ụmụakwụkwọ ndị dara ụbịam ego iji kwadoo agụmakwụkwọ ha.",
    "Tinubu binyere aka n'iwu a n'ụbọchị Mọnde, Jun 12, 2023, n'isi obi gọọmentị bụ Aso Villa, n'Abuja.",
    "Nke a bụ otu n'ime nkwa Tinubu kwere oge ọ na-achụ nta vootu tupu ntuliaka ọkwa onyeisiala.",
    "Dele Alake, bụ ọnụ na-ekwuru onyeisiala Tinubu, gwara ndị ntaakụkọ na ọ bụ Mịnịstrị agụmakwụkwọ ga na-elekọta ego mgbazinye a iji hụ na ụmụakwụkwọ nne na nna ha ejighi ego ga-erite elele na ya.",
    "Ọ bụ onyeisi ụlọ omeiwu nta bụ Femi Gbajabiamila welitere iwu a n'ụlọ omeiwu",
    "Iwu a ga-enye ohere ka e hibe ụlọakụ agụmakwụkwọ nke Naịjirịa",
    "Ọ bụ ụlọakụ a ga na-elekọta ma na-ejikwa usoro mgbazinye ụmụakwụkwọ ego na Naịjirịa",
    "Ụmụakwụkwọ nwekwara ike itinye akwụkwọ maka maka ịgbazite ego site n'aka Ụlọakwụkwọ Mahadum dị icheiche",
    "A ga-enyocha ụmụakwụkwọ ndị tinyere akwụkwọ maka ịgbazite ego iji mara ma ha etozuru etozu",
    "Mgbazinye ego agụmakwụkwọ a agaghị abụ maka ụmụakwụkwọ chọrọ ịga mba ofesi ga gụọ akwụkwọ",
    "Aha iwu ọhụrụ a n'uju bụ \"n Act to Provide Easy Access to Higher Education for Nigerians Through Interest Free Loans from Nigerian Education Bank Established in dis Act wit View to Provide Education for All Nigerians and for Related Matters\".",
    "Ebe foto si, Getty Images",
    "O dochabeghị anya kpọmkwem etu atụmatụ ego mgbazinye a ga-esi rụọ ọrụ, mana lee he ndị ga-enyere gị aka ịmata ma i tozuru itinye akwụkwọ maka ya:",
    "Nwa akwụkwọ ọbụla chọrọ ịbanye n'ụlọ akwụkwọ dị elu ọbụla nke gọọmentị nwe na Naịjirịa",
    "Ụmụ akwụkwọ chọrọ ịbanye n'ụlọakwụkwọ ukwu nke ọbụghị gọọmentị nwe agaghị enwe ohere iketa oke n'atụmatụ a",
    "Ego mgbazinye a bụ maka nwata akwụkwọ ọbụla tozuru inweta ya, n'agbanyeghị ma ọ bụ nwoke maọbụ nwaanyị",
    "Okpukperechi maọbụ agbụrụ agaghị eso n'ihe a ga-atụle iji nye nwata akwụkwọ ohere isonye n'atụmatụ a",
    "Inwe ọrụsị ọbụla agaghị egbochi nwata akwụkwọ irite elele n'atụmatụ a",
    "Ego mgbazinye a bụ naanị maka iji kwụọ ụgwọ akwukwọ",
    "Ọ bụrụ na ị na-achọ ego mmachi akpa, maọbụ nke ị ga-eji mee ihe ndị ọzọ gbasara agụmakwụkwọ gị, ohere a abụghị maka gị",
    "Iwu ọhụrụ a kwuru kpọmkwem etu gọọmentị ga-esi weghachite ego a ma nwata akwụkwọ gụchaa akwụkwọ ma bido inweta ego nke ya.",
    "Ọrụ nke Ụlọakụ Agụmakwụkwọ nke Naịjirịa agaghị abụ naanị ịgbazinye ụmụakwụkwọ ego, ọrụ ha gụnyekwara itinye atụmatụ iji weghachite ego ahụ ma ị gụchaa akwụkwọ",
    "Ngalaba 6(f) nke iwu ahụ kwuru na ụlọakụ ahụ ba na-enyoba anya n'ọnọdụ agụmakwụkwọ gị iji mata \"afọ ị ga-agụcha, oge ị ga-eji otu afọ fee ala Naịjirịa, oge i nwetara ọrụ\" iji hụ na i bidoro ịkwụghachi ego ahụ agbazinyere gị ma oge ya ruo",
    "Ụlọakụ ahụ na ụlọọrụ gị ga-ejikọ aka iji hụ na a na-ewepụ obere obere ego n'ụgwọọnwa gị kwa ọnwa iji kwụghachi ego a gbazinyere gị maka agụmakwụkwọ gị.",
    "Bola Tinubu",
    "Naijiria",
    "Ọmụmụ na mmụta",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Democracy Day: 'Fuel Subsidy', 'Tribunal' na ihe ndị ọzọ nọ n’ozi Onyeisala Tinubu1 Juun 2023",
    "Ihe i kwesịrị ịma maka iwu ibinye ụmụakwụkwọ ego nke onyisiala Tinubu binyere aka na yaelekere 6 gara aga",
    "Ndị na-asọ mpi ịchị ụlọomeiwu Naịjirịa na ihe i kwesịrị ịma maka ha11 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}