{
  "published": "28 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Lagos State Police Command/Twitter",
    "Ndị uweojii Oyo steeti esitela n'ọnụ na-ekwuchitere ha bụ Osesifo Adewale kwuo sị na ha anwuchiela mmadụ ise ha na-enyo enyo ha kpọrọ ndị otu 'Yoruba Nation' maka iwakpo ụlọ mgbasaozi redio nke 99.1fm, Moniya, Ibadan taa bụ ụbọchị 29 nke ọnwa mee afọ 2023.",
    "N'aka nke ọzọ ka ndị uweojii nke Legọs steeti depụtakwara n'akara twitter ha ma sịkwa na ndị a wakporo ụlọọrụ ndị uweojii dị n'Alausa na steeti ahụ  n'ihe dịka elekre 05:35 nke ụtụtụ na-eti mkpụ sị, \" Mba Yoruba na-achịzị ugbua\" n'otu ụbọchị a.",
    "Ebe foto si, Lagos State Police Command/twitter",
    "Ha kwuru na ndị a merụrụ ụfọdụ ndị uweojii ahụ, ebe ha nwuchiri mmadụ abụọ kama ndị nke ọzọ riri mbọmbọ ọsọ.",
    "Ha kwuru na nyocha ha gosiri na n'ihe dịka elekere 6:00 nke ụtụtụ ka ha natara ozi na ndị omekome na-awakpo ụlọ mgbasaozi redio nke 99.1 fm.",
    "Dịka ndị uweoji siri kwuo na ndị a sị na ha bịara ịgwa ndị uweojii na ngalaba United Nations enyela ikike ka ehiwe mba Yoruba.",
    "Osesifo depụtara sị na ha napụtara ndị a ọgwụ odeshi ma sịkwa na otu n'ime ha bụ nwaanyị.",
    "Ha kwuru na enweghị onye ọrụ ụlọ mgbasaozi a merụrụ ahụ.",
    "N'aka nke ọzọ ka onye na-ekwuchitere otu Yoruba Nation bụ Koiki depụtara na ndị a ndị uweojii jidere abụghị ndị otu Yoruba Nation.",
    "National security",
    "Ọyọ steeti",
    "Legọsị steeti",
    "Legọsị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A Ana m ahapụ Naịjrịa n'ọnọdụ ọma karịa etu ọ dịbu na 2015 - Ozi ikpeazụ Onyeisiala Buhari2 Mee 2023",
    "Anyị nwuchiri ndị 'Yoruba Nation' wakporo ụlọọrụ anyị na Legọs na ụlọ mgbasaozi n'Oyo Steeti taa.elekere 7 gara aga",
    "Ụlọịkpe mkpegharị akwụstula ikpe kagburu mmeri Alex Otti19 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}