{
  "published": "04:28",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Etu m si merie mkparị ndị mmadụ maka ibu m buru ma bụrụ 'Model'  - Jennifer Enejioha",
    "Oge ọbụla e kwuru okwu ụmụnwaanyị na-arụ ọrụ igosipụta mma nke bekee na-akpọ 'modelling', ihe mbụ ga-agbata mmadụ n'obi bụ nwaanyị tara ahụ, mana Jennifer Enujiugha egosila na nke a abụghị eziokwu oge niile.",
    "Nwaada Enujiugha buru ibu, mana ọ na-emekwa 'modelling' nke bekee na-akpọ 'plus size modelling'.",
    "Na mkparịtaụka ya na BBC, ọ kọrọ akụkọ etu o si gabiga ọtụtụ mkparị nakwa nkatọ oge ọ na-eto eto n'ihi na o buru ibu.",
    "Onye dere ya, Chigozie Ohaka, Chukwuname Obiejesi & Amaka Bassey",
    "Ndị mere akụkọ a,  Broadcast Journalist & Video Journalist",
    "Ebeg o si  Lagos, Nigeria",
    "Eprel 2023Mgbe ikpeazụ e tinyere ya ozi ọhụrụ elekere 7 gara aga",
    "Ebe foto si, Jenyzest",
    "\"Ndị mmadụ na-akpọ m iburu ibu, maọbụ akpa akpụ. Enweghị m ndị enyi n'ụlọakwụkwọ n'ihi mkparị, nke a mere ka obi na-ada m mba oge niile,\" ka o kwuru.",
    "Ọ gara n'ihu kọwaa na ọ na-amasị ya ịpụta n'onyonyo oge niile, ọ na-amasị ya ise foto ma na-egosi ndị mmadụ, mana ibu o buru mere o ji chee na ebumnobi ya ịbụ 'model' nwereike ọ gaghị emezu.",
    "\"Otu ụbọchị, esonyere m n'otu asọmpi igosi mma, m wee gbaa onye nke atọ. Ha gwara m na m gaara enweta onye nke mbụ ma ọ bụrụ na mụ ebughi ibu.\"",
    "\"Nke a mere m ji chọwa etu m ga-esi taa ahụ. Ebidoro m ibu ọnụ na ime ihe ndị ọzọ dị icheiche, mana kama m ga-ata ahụ, ebutere m ọrịa ọnya afọ (ulcer).\"",
    "\"M wee kwụsị ibu ọnụ ma kpebie iwere onwe m etu m dị ma na-enwekwa aṅụrị n'ahụ m,\" Jennifer Enujiugha kwuru.",
    "Ebe foto si, Getty Images/Jenyzest",
    "Jennifer Enujiugha sị na Ashley Graham nke mba UK bụ onye ọ kacha elegara anya n'ọrụ 'plus size modelling'",
    "Nwaada a gara n'ihu kwuo na otu onye na-enye ya njalite mmụọ n'ọrụ a bụ 'plus size modelling' bụ nwaada mba UK aha ya bụ Ashley Grahams.",
    "O kwuru na Grahams eruola n'ogogo niile mmadụ nwereike iru n'ọrụ 'modelling' n'agbanyeghị na o buru ibu.",
    "\"Ebe ọ bụ na o nwereike imenwu ya, mụ onwe m nwekwara ike imenwu ya,\" Enujiugha kwuru.",
    "Gbasara ọrụ ndị ọ rụrụla nke o ji eme ọnụ, nwaada Enujiugha kwuru na ya esonyela n'emume 'Lagos Fashion Week', 'Accra Fashion Week', nakwa onyonyo egwu nke ụfọdụ ndị otiegwu a ma ama dịka Simi, Mayorkun, nakwa onyonyo azụmahịa nke ọtụtụ ụlọọrụ dị icheiche.",
    "O kwukwara na ọ malitere emume a na-akpọ 'Plus Uncensored Fashion Show' iji kwalite ndị dịka ya buru ibu bụ ndị chọkwara ịrụ ọrụ ịchọ mma.",
    "\"Maka onye ọbụla na-agabiga mkparị maka etu ahụ ha dị, maka na ha buru ibu, ihe m ga-agwa gị bụ, obi adala gị mba, ọ bụghị gị kere onwe gị, itinye uchu n'ihe ị na-achụ, otu ụbọchị, ndị a kparịrị gị ga-abịa chọwa ọdịmma gị na ha.\"",
    "Ekike",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Vidio, Ibu m buru egbochighị m ịbụ 'Model'  - Jeniffer Enujiugha, Duration 4,2829 Eprel 2023",
    "Vidio, World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara, Duration 2,0825 Eprel 2023",
    "Vidio, Ihe i kwesịrị ịma maka iwu nwereike igbochi ndị dọkịnta ịhapụ Naịjirịa achụ akaraka ha n'ofesi, Duration 2,5420 Eprel 2023",
    "Vidio, Ndị Abia kpebiri n'oge a na ike ọchịchị ọjọọ agwụla ha – Ginger Onwusibe, Duration 4,0619 Eprel 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}