{
  "published": "9 Jenụwarị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Onyeisiala Naịjirịa bụ Bola Tinubu ekeleela Onyeisi Ọhanaeze Ndigbo a họpụtara ọhụrụ bụ Sịnetọ John Azuta-Mbata.",
    "Nke a dị n'ozi e bipụtara n'akara ọbaozi obi ọchịchị Naịjirịa n'ụbọchị Fraịde 10 Jenụwarị 2025.",
    "Dịka ozi ahụ siri kwuo, Tinubu gọrọ ọfọ ka Onyeisi Ohanaeze Ndigbo ọhụrụ nweta ọganihu dịka ọ na-amalite ọrụ ukwu ahụ e nyefere ya n'aka.",
    "Tinubu kelekwara Ọhanaeze Ndigbo maka ntuliaka na nnyefe ọchịchị ha gara n'ụzọ udo ma gwa ndị ndu otu ahụ a họpụtara ọhụrụ ka ha gaa n'ihu jidesie njirimara ndị ndu ha pụrụ apụ ike.",
    "Cheta na otu jikọtara ndị Igbo bụ Ọhanaeze Ndigbo nọọrọ n'ụbọchị Fraịde 10 Jenụwarị 2025 họpụta Azuta-Mbata bụ nwaafọ Riva Steeti dịka onyeisi ha nke iri na atọ (13) na ntuliaka ha haziri n'Enugwu steeti.",
    "Ebe foto si, @NGRPresident/X",
    "Onye bụ Nze Fidelis Ozichukwu Chukwu onyeisi ọhụrụ nke Ohanaeze Ndigbo?16 Disemba 2024",
    "Etu e si mee olili Emmanuel Iwuanyanwu bụ Onyeisi Ohanaeze Ndigbo1 Nọvemba 2024",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "A họpụtala Sịnetọ John Azuta Mbata dịka onyeisi ọhụrụ nke otu jikọtara ndị Igbo n'ụwa bụ Ohanaeze Ndigbo Worldwide na ntuliaka ha mere na 10 Jenụwarị, 2025 n'Enugwu Steeti.",
    "E mere ntuliaka ahụ na \"Old Government Lodge Enugu\" ebe ndị otu Ohanaeze si na steeti asaa gụnyere; Enugwu, Imo, Abia, Ebonyi, Anambra, Delta na Rivers kwụụ n'ahịrị n'ahịrị mee ya bụ ntuliaka.",
    "Na mmalite, Onyeisi Ohaneze nke na-apụ apụ bụ Nze Fidelis Ozichukwu rịọrọ ndị Igbo niile ka ha nye Ohaneze nkwado zuru oke iji rụọ ọrụ ha ziri ha.",
    "O kwere nkwa na oke na ọrụ dịịrị ha bụ ịhọpụta ndị kwesiri idu ha niile.",
    "Gọvanọ Enugwu bụ Peter Mbah n'ozi nnọọ ya nyere ndụmọdụ ka ndịgbo jikọọ aka ọnụ maka na a nyụkọọ mamiri ọnụ ọgbọọ ụfụfụ.",
    "Gọvanọ Imo bụ Hope Ụzọdimma kwuru na ha niile bụ gọvanọ nke Ọwụwa Anyanwụ jikọrọ aka ọnụ kwekọrịta na ha ga-akwado Ohaneze n'uju.",
    "\"O wutere anyị na mgbe gara aga, ọtụtụ ndị anyị họpụtara idu Ohaneze tụgharịrị na-ebute ọgbaghara. Nke a mere anyị jiri kwekọrịta na anyị agaghị ahọpụtazị ndị aka ha akwụghị ọtọ ọzọ.\"",
    "\"Anyị achọghị ndị na-anara aka azụ, kama obi siri anyi ike na ndị niile a ga-ahọpụta taa bụ ndị nwere ugwu\"",
    "Ngwa ngwa Sinatọ Ben Obi nke Anambra na Ikedi Ohakim nke Imo wepụtara ọzi ka e kposaa ndị otu nze Ozichukwu, ha maliteziri ọrụ ịhọpụta ndị ndu Ohanaeze ọhụrụ bụ ebe Mbata na ndị ọzọ nwetere mmeri.",
    "Ohanaeze Ndigbo Worldwide malitere ọgbakọ ntuliaka ahụ n'ihe dịka elekere iri nke ụtụtụ (10:00am).",
    "Ọ bụ ohere ndị Igbo si mpaghara Rivers Steetị ịhọpụta onye ga-abụ Onyeisi Ohanaeze ruo afọ anọ ọzọ.",
    "Nke a na-abịa dịka Onye jibu ọkwa Onyeisi Ohanaeze bụ Nze Fidelis Ozichukwu ga-agbatu n'ọkwa na ngwụcha afọ anọ o e nyere ndị Imo Steetị ịchị.",
    "Nzechukwu weere ọchịchị n'ọnwa Disemba 2024 mgbe mmadụ abụọ si Imo Steeti jibu ọkwa ahụ nwụrụ - Ọkammụta George Obiozor nwụrụ n'afọ 2022 na Emmanuel Iwuanyanwụ nwụrụ n'afọ 2024.",
    "Ọkwa ndị a na-azọ na ntuliaka Ohanaeze Ndigbo nakwa obodo ebe ndị ga-eji ọkwa ahụ si gụnyere;",
    "Ọkwa Onyeisi Ohanaeze Ndigbo nke a ga-esi na Rivers Steeti họpụta",
    "Ọkwa Osote Onyeisi Ohanaeze , ọkwa odeakwụkwọ mgbasaozi na ọkwa osote onye ndụmọdụ iwu ga-esi n'Imo Steeti.",
    "Ọkwa Osote Onyeisi Ohanaeze, ọkwa onye njikọ ego na osote odeakwụkwọ mgbasaozi ga-esi n'Enugwu Steeti.",
    "Ọkwa Osote Onyeisi Ohanaeze, Onye ndụmọdụ iwu na osote odeakwụkwọ ego ga-esi Ebonyi Steeti.",
    "Ọkwa Osote Onyeisi Ohanaeze na ọkwa osote odeakwụkwọ ga-esi na Delta Steeti.",
    "Ọkwa Osote Onyeisi Ohanaeze na ọkwa odeakwụkwọ ga-esi n'Anambra Steeti.",
    "Ọkwa Osote Onyeisi Ohanaeze na ọkwa odeakwụkwọ ego ga-esi n'Abia Steeti.",
    "",
    "Ebe foto si, Ohanaeze Ndigbo",
    "Ebe foto si, David Mbata/FyneFace/Adejobi/Nna Menh/Omenzu",
    "Ụmụafọ Rivers Steetị na-azọ ọkwa a gụnyere; Sịnetọ John Azuta Mbata, Maazị Mike Okiro, Maazị Uche Okwukwu, Maazị Jackson Omenazu na Maazị FineFace Amaechi.",
    "Ebe foto si, David Mbata/Facebook",
    "John Azuta Mbata bụ nwafọ Rivers Steeti.",
    "A mụrụ ya n'ọnwa Jenụwarị afọ 1960.",
    "Ọ gụrụ akwụkwọ ma nwete ọzụzụ na mahadum Ibadan na ngalaba 'Public Administration'.",
    "Ọ banyere n'ọkwa Sịnetọ n'afọ 1999 ruo 2007 ebe ọ nọchitereanya ndị mpaghara Rivers East n'ụlọomeiwu ukwu Naịjirịa.",
    "Ọ rụrụ ọrụ na kọmitii dị iche iche n'ụlọomeiwu nke gụnyere, nchekwa, ọrụ na ụlọ, ihe gbasara ụmụnwaanyị.",
    "Ebe foto si, Prince Adejobi/X",
    "Mike Mbama Okiro bụ nwafọ Egbema nke Rivers Steeti.",
    "A mụrụ ya n'ụbọchị 24 Julaị, afọ 1949 n'Oguta dị n'Imo Steeti n'ụbọchị.",
    "Ọ gụrụ akwụkwọ na mahadum Ibadan na ngalaba asụsụ Bekee ma nwekwaa nzere na ngalaba 'Public Administration' na mahadum Lagos.",
    "Okiro bụ onye uweojii nakwa onye ọkaiwu.",
    "Ọ banyere n'ọrụ uweojii n'afọ 1977 ma mechaa bụrụ onyeisi ndị uweojii site n'afọ 2007 ruo 2009.",
    "Ndị ọzọ na-azọ ọkwa a bụ Uche Okwukwu na FineFace Amaechi",
    "Ebe foto si, Nna Menh TV/Facebook",
    "Maazị Uche Okwukwu bụ nwafọ Rivers Steeti si na mpaghara Elele. Ikwere.",
    "Ọ bụ onye ọkaiwu",
    "Ọ rụbuola ọrụ dịka odeakwụkwọ Ohanaeze Ndigbo.",
    "Ọ zọrọ ọkwa n'ụlọomeiwu Rivers Steeti n'afọ 1999 mana o merighi.",
    "Ebe foto si, Jackson Omenazu",
    "Maazị Jackson Omenazu bụ nwafọ Rivers Steeti",
    "Ọ bụ odeakwụkwọ mgbasaozi otu ndọrọ ndọrọ ọchịchị African Renaissance Party (ARP) site n'afọ 2012 ruo mgbe ọ bịara ịzọ ọkwa a.",
    "Ọ bụ onyeisi ụlọọrụ na-ahụ maka ikike dịịrị onye a kpọrọ 'International society for social justice and human rights' (ISSJHR).",
    "Ọ bụ onye ọkachamaara n'ihe banyere mgbasaozi",
    "Ebe foto si, FyneFace/Facebook",
    "Maazị FineFace Amaechi bụ nwafọ Rivers Steeti na mpaghara Etche.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Riva steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A, Biden na Netanyahu enweela mkparịtaụka maka ịkwụsị ọgụ dị n’etiti Izrel na Gaza",
    "Ebe niile mara jijiji oge ihe ahụ gbara - Ndị Umuneke Mbieri dị n'Imo steetielekere 7 gara aga",
    "Ụlọikpe eyigharịala ikpe dị n'etiti Speed Darlington na onyeisi ndị uweojii Naịjirịa13 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo11 Jenụwarị 2025",
    "Etu olili ozu Jimmy Carter bụbu Onyeisiala mba Amerika si aga9 Jenụwarị 2025",
    "Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti9 Jenụwarị 2025",
    "Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti8 Jenụwarị 2025",
    "Onye bụ John Mahama meriri ntuliaka ọkwa Onyeisiala Ghana?8 Disemba 2024",
    "Kedụ onye nwereike ịnọchi Justin Trudeau dịka Praịm Mịnịsta Canada?8 Jenụwarị 2025",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "Ebuka Obi, Junior Pope, Obi Cubana, AnyiDons na akụkọ ndị ọzọ BBC Igbo mere wuru ewu n'afọ 20244 Jenụwarị 2025",
    "Gọvanọ ndị ọzọ kwesịrị iṅomi etu Peter Mbah si arụ ọrụ n'Enugwu Steetị - Onyeisiala Tinubu4 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo",
    "\"A bụghị m onye uweojii oo\" - Charles Duruji tupu egbuo ya n'ogige uweojiiEmelitere ikpeazụ na: 5 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbuaEmelitere ikpeazụ na: 28 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}