{
  "published": "23 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ihedioha Facebook",
    "Otu onye a ma ama na ngalaba PDP nke Imo steeti bụ Barr. Kissinger Ikeokwu kọwara na ọpụpụ Emeka Ihedioha na pati ahụ bụ nke dabara adaba.",
    "Ọ sịrị na PDP agaala n’ihu na-agbakọrọ pati nọ n’ọkwa ọchịchị n’Imo steeti aka n’ọrụ karịa ịgba ụkwụ megide atụmatụ ya ndị nke na-adịghị mma.",
    "Ikeokwu kwukwara na PDP akụọla afọ n’ala idozi ọtụtụ nsogbu ndị chere ya ihu.",
    "N’okwu ya, “PDP n'Imo steeti so Ihedioha pụọ, ebe ọ bụla Ihedioha gara ka anyị ga-aga.”",
    "Emeka Ihedioha hapụrụ PDP n'ụbọchị Tuzde 23 Eprel 2024 dịka ọ nọchara ọtụtụ afọ na pati ahụ.",
    "Cheta na Ihedioha jiiri aha PDP zọọ ọkwa aka na-achị Imo steeti n'afọ 2015 ma nwetakwa mmeri mana ụlọikpe mechara kagbuo mmeri ahụ ma nyefee ya n'aka APC.",
    "Ebe foto si, KISSINGER IKEOKWU/EMEKA IHEDIOHA/FACEBOOK",
    "Mkparitaụka pụrụiche Emeka Ihedioha na BBC Igbo 4 Febụwarị 2020",
    "Ụlọikpe kachasị ekpebiela na ikpe amaghị Gọvanọ Ihedioha30 Julaị 2019",
    "Ihe ndị Imo na-ekwu maka ọchịchị Emeka Ihedioha n'abalị 100 mbụ ya dịka Gọvanọ9 Septemba 2019",
    "Ebe foto si, Ihedioha Facebook",
    "Aka chịburu steeti imo na pati People's Democratic Party, PDP bụ Emeka Ihedioha ekwuola na ya esoghizi pati ahụ.",
    "Ihedioha kwuru nke a n'akwụkwọ ozi o zigara onyeisi pati ahụ ma tinye n'akara ya na Facebook.",
    "O kwuru na kamgbe afọ 1998 ka ya nọ na pati PDP ma na-etinye ike ya na ọganihu ya.",
    "Mana ugbua, pati ahụ anọghịzi n'ụzọ nkwenye ya.",
    "N'okwu ya, \"ọ dị mwute na pati anyị na-agazi n'ụzọ megidere nkwenye m.'",
    "\"Agbalịala iweli olu m nye ndumọdụ mana patị ahụ enwezi ike igbanwe n'ime onwe ya, rubere iwu nke ya isi maọbụ welite isi megide pati nọ n'ọchịchị bụ All Progressive's Congress\".",
    "Ihe a ka Ihedioha dere n'akwukwọ ozi ahụ.",
    "O kwuru na n'ihi ihe ndị a o depụtara, ya enweghizi ike ịnọ na ya bụ pati ọzọ.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "\"Ọ bụ amara Chukwu ka m ji dị ndụ taa\" - Zack Orji22 Eprel 2024",
    "Emmanuel Okocha: 'Nwunye ya nọ n'obi mgbawa ugbua' - Nwanne Emmanuel22 Eprel 2024",
    "Lee ihe mere ọnụahịa  ji arị elu ebe dọla na-ada19 Eprel 2024",
    "Ị makwa ihe kọfị na-eme n'ahụ gị? 20 Eprel 2024",
    "Lee ndị Gọvanọ chiburu ha na EFCC na-agba egwu surugede ugbua20 Eprel 2024",
    "NA EME UGBU A, Eleme fire: 'Nwaanyị dị ime, nwa ya so na ndị ọkụ gbagburu'",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "'Akwa m na-eyi eme ejije ka D Law tọrọ m atọ, ọ karịala afọ 30' - Layiwasabi24 Eprel 2024",
    "\"Ndị PDP Imo steeti niile so Ihedioha aga ebe ọbụla ọ na-aga\" - Barr. Kissinger23 Eprel 2024",
    "Ka ‘Obioma' si afọ ndị 1970 si abiaghachi ọzọ ugbua24 Eprel 2024",
    "Iran vs Israel: Kedu onye ngwa agha ya kaa?20 Eprel 2024",
    "Ihe ndị ị ga-eme naịra nwereike itinye gị na nga19 Eprel 2024",
    "Nwaanyị Nnewi: Etu nne m ochie siri kpalite m ime ‘skit’19 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ka ‘Obioma' si afọ ndị 1970 si abiaghachi ọzọ ugbua",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}