{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Jerry Alagbaso",
    "Ndị uweojii Imo steeti ekwuola na ha na-ama imi n'ala iji chọpụta ndị suru ụlọ onyeomeiwu ọkụ n'Ihittenasa dị n'Okpuru Ọchịchị Orsua steeti ahụ na nsonso a.",
    "Ndị ojiegbe suru ụlọ onye bụbu omeiwu na-anọchite mpaghara  Orlu/ Orsu/ Oru East  n'Ụlọnnọchitenaya bụ  Jerry Alagbaso.",
    "Imo insecurity: Gịnị mere ndị omekome ji awakpo mpaghara Oguta ugboro ugboro?14 Febụwarị 2023",
    "Etu ndị uweojii siri memina ndị omekome isii ma napụ ha ụgbọala atọ n’Orsu, Imo steeti16 Mee 2022",
    "Ntecha ọkọlọtọ Ipob ahụrụ n'Orsu bụ okpotokpo asị - Gọọmenti Imo steeti6 Eprel 2022",
    "Alagbaso bụ onye nọchitere mpaghara ahụ afọ 12 anọghị n'ụlọ ya oge ndị ọchọnganoko ahụ bịara ije ha mana ndị nọ ebe ihe mere kwuru na ndị omekome ahụ wakporo ụlọ onye omeiwu ahụ n'abalị Tuzde oge ndị mmadụ nọ n'ụra zụọ ọtụtụ ihe ma mụnye ụlọ ahụ ọkụ.",
    "Onye nche na-eche n'ụlọ ahụ zọtara ndụ ya mana ọ merụrụ ahụ.",
    "Onyeisi otu achụmtavootu Agbaso bụ Unama Olemgbe gwara onye ntaakụkọ anyị n'ekwentị na  ụlọ ahụ gbara pịapịa.",
    "Ọ sịrị, \" Akụkọ ahụ bụ eziokwu. ọkụ gbara ihe nile site na mgbamgbam rue n'akụkọ ebe ndị ọzọ n'ụlọ ahụ. Onye nche nọ ya oge o mere merụrụ ahụ dịka ọ gbapụrụ.\"",
    "Ọnụ na-eekwuru ndị uweojii steeti ahụ bụ Henry Okoye bụ onye kwụkwara na ya bụ ihe mere n'ezie sịrị,  \"Kọmishona ndị uweojii akatọọla agwa ọjọọ ahụ ma nye iwu ka achọwa ndị sunyere ụlọahụ ọkụ.\"",
    "\" Aka anyị ga-akpara ndị omekome ahụ, ha ga agakwanụ ụlọikpe ịzara ọnụ ha.\"",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Baby care cost: Ị na-achọ ịmalite ezinaụlo nke gị? Lee ihe  ọ ga-eri gị ịmụta ma zụọ nwa  ọhụrụ gị rue afọ abụọ9 Ọgọọst 2023",
    "Niger Coup: Sanusi agaala zute onyeisi ọchịchị ndịagha Nijieelekere 7 gara aga",
    "Sexual Violence: Etu anyị si chọpụta na ụmụokoroọbịa anọ na-edina nwa m nwaanyị dị afọ 158 Ọgọọst 2023",
    "Baby care cost: Ị na-achọ ịmalite ezinaụlo nke gị? Lee ihe ọ ga-eri gị ịmụta ma zụọ nwa ọhụrụ gị rue afọ abụọ9 Ọgọọst 2023",
    "Insecurity in South-East: Etu ndị ojiegbe si suo ụlọ onye bubụ omeiwu ọkụ n'Imo steetielekere 5 gara aga",
    "Niger Coup: Sanusi agaala zute onyeisi ọchịchị ndịagha Nijie26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Etu ndị ojiegbe si suo ụlọ Onyeomeiwu ọkụ n'Imo steeti",
    "Baby care cost: Ị na-achọ ịmalite ezinaụlo nke gị? Lee ihe  ọ ga-eri gị ịmụta ma zụọ nwa  ọhụrụ gị rue afọ abụọ",
    "Sexual Violence: Etu anyị si chọpụta na ụmụokoroọbịa anọ na-edina nwa m nwaanyị dị afọ 15",
    "Niger Coup: Sanusi agaala zute onyeisi ọchịchị ndịagha Nijie",
    "Ndịiche dị n'ụfọdụ kalenda ọtụtụ mbaụwa ji agụkọ afọEmelitere ikpeazụ na: 5 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}