{
  "published": "20 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Juun 2024Mgbe ikpeazụ e tinyere ya ozi ọhụrụ 26 Juun 2024",
    "Ọrịa otoro a maara dịka Cholera n’asụsụ Bekee nwere ike igbu onye ọ na-eme n’ime awa anọ o jiri malite ma ọ bụrụ na enweghị ihe onye ahụ mere gbasara ya.",
    "A na-enyo mmadụ karịrị 1141 dịka ndị butere ọrịa otoro na Naịjirịa malite n’ọnwa Jenụwarị ruo n’ọnwa Juun afọ 2024.",
    "Ihe karịrị madụ iri atọ n’ime ha anwụọla ebe ihe karịrị mmadụ iri isii na ise bụ ndị achọpụtara butere ya bụ ọrịa na Naịjirịa.",
    "Njirimara ọrịa otoro gụnyere ịnyụ nsị gbara oke mmiri dịka mmiri osikapa, ọgbụgbọ, agụụ mmiri, ukwu mgbu, afọ ịfụ ụfụ maọbụ igbu mgbu nakwa mgbakasị ahụ.",
    "Ụzọ ndị a pụrụ isi gbanahụ ya bụ site n’ịṅụ mmiri dị ọcha mgbe niile, iji ncha na mmiri dị ọcha na-agba agba akwọcha aka nke ọma ugboro ugboro; ịkwọcha aka tupu e sie nri, tupu e rie nri nakwa mgbe e richara nri; tupu agaa mposi nakwa mgbe a gachara mposi.",
    "Etu a pụrụ isi gwọọ ya bụ site n'ịṅụ Oral Rehydration Therapy nakwa ịgbara gawa ụlọọgwụ ozugbo ọ malitere.",
    "\"Ihe mere anyị ji achọ ka e kpezie okwu Nnamdi Kanu na Gọọmentị Naịjirịa n'ụzọ udo” – Ndị ọkaiwu Kanu26 Juun 2024",
    "Ndị bu ozu Saulos Chilima akwọgbuola nwaanyị dị ime na ndị ọzọ22 Juun 2024",
    "Nke bụ eziokwu maka Rev Fr Jude Obasi a sị gbara akwụkwọ n'Ebonyi steeti5 Juun 2024",
    "Ebe foto si, Getty Images",
    "Mmiri bụ ndụ, mana ị ma na o nwere ike ibutere gị ọnwụ site n'ọrịa otoro nke Bekee kpọrọ 'cholera' na ọrịa ndị ọzọ yiri ya?",
    "Ọrịa otoro bụ ọrịa oke afọ ọsịsa nke ịnụ mmiri adịghị ọcha maọbụ rie nri fọtọrọ afọtọ  nke nsị onye nwere ọrịa ahụ metụrụ, dịka dọkịta ahụike ọha bụ Dkta Doyin Odubanjo, si kọwaa.",
    "Ọrịa ahụ nwekwara ike igbu onye ọ na-eme n'awa anọ o jiri mzalite ma ọ bụụ na enweghị ihe e mere ya.",
    "Mmadụ 30 anwụọla, mmadụ 65 bụ ndị a chọpụtara rịara ọrịa otoro kpọmkwem bido n'ọnwa Jenụwarị afọ 2024 rue na ọnwa Juun otu afọ a, ebe a na-enyo na ọrịa ahụ atụọla mmadụ dị 1141, dịka  ụlọọrụ na-ahụ maka mgbochi ọrịa na Naijiria bụ 'Nigeria Centre for Disease Control and Prevention(NCDC) si kwuo na nso nso a.",
    "Ebe foto si, NCDC",
    "Mana ọrịa ahụ abụghị nani na Naijiria ka ọ na-agba ike.",
    "Ụlọọrụ ahụike mba ụwa bụ World Health Organisation(WHO)  kwuru na afọ ọsịsa sitere na mmiri adịghị ọcha na-ebute ọnwụ mmadụ ruru narị puku ise(500,000), kwa afọ.",
    "Ọ na-atụ gị na-anya? Mata na inweta ezigbo mmiri ọnụnụ dịka iji abalị achọ ewu ojii na mpaghara Naijiria dị icheiche gụnyere Ọwụwwa Anyanwụ.",
    "WHO kwuru na mmadụ dị otu ijeri na ụma asatọ (1.8bn) na-aṅụ mmiri nsị bara n'ime ya n'akụkụ ụwa dị icheiche.",
    "Mana ihe onye ma anaghị abụ ya okenye, lee ihe ndị ikwesịị ịma maka ọrịa ndị na-esi na mmiri anyụ ndị mmadụ ịkpakwụ:",
    "Dịka WHO si kọwaa, afọ ọsịsa nwere ike igbu mmadụ awa ole ma ole o jiri malite ya ma ọ bụ na onye ahụ enwetaghị nleta.",
    "Ha kwuru na kwa afọ ọ na-egbu mmadụ dị 21,000 rue 143,000.",
    "Etu o si ekesa",
    "Ọ bụ nje Bekee kpọrọ 'vibrio cholerae' na-ebute ọrịa otoro.",
    "Otoro  na-efesa ma mmadụ rie nri maọbụ ṅụọ mmiri nwere nje ahụ nke si na nsị onye nwere  ọrịa ahụ.",
    "Ọrịa a nke na-agbasakarị ebe e nwere ụkọ mmiri, ebe gburugburu adịghị ọcha maọbụ ebe ndị gbara ọsọ ndụ nọkọtara na-ewe awa 12 maọbụ abalị ise tupu o gosi n'ahụ onye butere ya, dịka WHO si were rụtụ aka.",
    "Njirimara ọrịa 'cholera'",
    "Ịnyụ nsị gbara oke mmiri dịka mmiri osikapa",
    "Ọgbụgbọ",
    "Agụụ mmiri",
    "Ụkwụ mgbu",
    "Afọ ịfụ ụfụ",
    "Mgbakasị ahụ",
    "Igbo na-ekwu na mgbochi ọrịa kacha ọgwụgwọ.",
    "Ndị ọkachamara ahụike na-ekwu na ọ ka mma idebe onwe na gburugburu ọcha na ịkpachapụrụ nri onye na-eri anya so n'ụzọ e ji agbalahụ ọrịa pịrịpịrị a na-ebute na mmiri. ọzọ.",
    "Dịka ndị dọkịta siri kọwaa, onye ọbụla nwere ike ịgbalahụ ọrịa otoro site  na",
    "Ị ṅụ ezigbo mmiri- mmiri e siri n'ọkụ maọbụ mmiri e tinye mgbunje 'chlorine'",
    "Kwọọ aka tupu i siwe  nri",
    "Kwọọ tupu i rie nri",
    "Kwọọ aka ma i richaa nri",
    "Kwọọ aka ma ị gachaa mposi",
    "Iji ezigbo mmiri saa mkpụrụosisi maọbụ akwụkwọnri tupu ịtaa ha",
    "Sie nri gị n'ọkụ ọfụma tupu iri ya",
    "Nyụọ nsị n'ụlọ mposi, ọ bụghị ebe ị hụla",
    "Ebe foto si, NCDC",
    "Ọgwụgwọ otoro",
    "Ndị dọkịta na-enyekarị onye nwere ọrịa otoro mmiri nwere nnu na shuga iji tighachi mmiri  onye ahụ n'ahụ dịka ọ na-anyụ anyụ.",
    "E nwekwara ọgwụ mgbochi ọrịa otoro.",
    "Ebe foto si, Getty Images",
    "Ọ bụghị naanị otoro bụ ọrịa nwere ike iduba mmadụ n'ọnwụ erughị eru nke mmiri adịghị ọcha na-ebute.",
    "Ọrịa ndị ọzọ  a na-ebute site na mmiri adịghị ọcha nke nwere ike ịnapụ mmadụ ndụ ya gụnyere  afọ ọsịsa (diarrhea), 'dysentry', taịfọd, polio wdg.",
    "E kwube okwu ọrịa afọ ọsịsa, ọtụtụ oge, mgbagwojuanya na-adị dịka ndị mmadụ amaghị nke bụ nke n'etiti ọrịa atọ metụtara ọwa nri n'ihi na ha yiri onwe ha; 'cholera', 'diarrhea' na 'dysentry.'",
    "Ha atọ yiri mana ha abụghị otu.",
    "Ebe foto si, Getty Images",
    "'Diarrhea' bụ aha Bekee na-akpọ ọrịa afọ ọsịsa niile ebe nsị mmadụ gbanwere etu ọ na-adị.",
    "Dkta Odubanjo kọwara dịka, \" Mgbe e nwere mgbanwee na nsị; ọ gbaa mmiri karịa maọbụ mmadụ na-agba nje ịnyụ nsị karịa etu ọ na-anyụbu.\"",
    "Ọ bụrụ na onye na-anyụbu isi otu ugboro n'ụbọchị nyụwa ugboro ise maọbụ isii.\"",
    "Ebe foto si, Getty Images",
    "N'aka nke ọzọ, cholera nke Igbo na-akpo 'otoro' bụ 'diarrhea' nke nsị onye ọ na-eme na-anyụ gbara oke mmiri nke ọ nje a kpọrọ 'vibrio cholerae' na-ebute.",
    "Dịka Dkta Odubanjo sịrị kọwaa etu e si ama ya iche, ọ sịrị, \"Nsị onye ọ na-eme nwere isi dị iche ma nwekwa ka ọ na-adị oke mmiri mmiri, nke mere e ji akọwa ya dịka mmiri osikapa.\"",
    "\"Onye ọ na-asa nwere ike na-egbughị oge ọ gaghị amazi onwe ya(sshock), ya nwụọ.\"",
    "'Dysentery' bụ ụdị 'diarrhea' nke nsị na-enwe ọbara dị ya nke nje a kpọrọ 'shigella' na-ebute..",
    "\"Ọ bụ afọ ọsịsa nke nsị na-adị nro ma nwekwa ọbara n'ime ime ya.\"",
    "Njirimara ndị ọzọ gụnyere; afọ ịfụ ụfụ, ahụ ọkụ na afọ ọrụrụ.",
    "Dịka WHO siri kwuo, ọtụtụ ihe nwere ike ibute 'dysentrị dịka nje, bacteria, virus maọbụ kemikal.",
    "Dkta Odubanjo kwuru na mgbe ụfọdụ afọ ọsịsa nwere ike ịbụ ngosi ọrịa ọzọ dịka ọrịa ọnya afọ (ulcer) maọbụ kansa mgbụrị afọ (colon cancer).",
    "Ọ dọrọ ndị mmadụ aka na ntị ka ha gaa ụlọọgwụ mgbe ọbụla ha nwere afọ ọsịsa iji mata nje maọbụ ihe butere iji mata ụdị ọgwụ e kwesịrị ịṅụ.",
    "Dọkịta Ikechukwu Okafor kwuru na a na-enweta ọrịa Taifọd \"site n'ịṅụ mmịrị adịghị ọcha, iri nri fọtara afọta maọbụ nrị akwọghị aka sie.\"",
    "Njirimara Taifọd:",
    "Ahụ mgbu",
    "Ike ọkwụkwụ",
    "Oke ọsịsọ ịgba mmadụ",
    "Afọ ọsịsa maọbụ afọ isi ike",
    "A na-agwọ onye ọrịa taifọd ji site n' ịgba maọbụ ịṅụ ọgwụ antibayọtịks dịka dọkịta siri nye ntuziaka.",
    "N'aka nke ọzọ, iji gbochie ajọ ọrịa  a, ndị ọkammụta ahụike na-adọ aka na ntị ka ị gbaara ịṅụ mmiri adịghị ọcha ọsọ, erila nri n'ama.",
    "Ọrịa taịfọd nwekwara ọgwụ mgbochi nke mmadụ nwere ike ịgba iji gbochie ibute ya bụ ọrịa.",
    "Ebe foto si, Getty Images",
    "Ọrịa ntụrịọkpa bụ ọrịa na-efe ezigbo ofufe nke na-arịakarị ụmụaka erubeghị afọ ise.",
    "Dịka WHO siri kwuo, a na-ebute ọrịa site na nri maọbụ mmiri adịghị ọcha bụ nke nsị maọbụ mmiri nsị metụrụ.",
    "Ọ gbajuo dọrọ, ọrịa nwere ike ịkpọnwụ nwata ahụ ọkachasị ụkwụ bụ ihe mere Igbo jiri nye ya aha ahụ bụ \"ntụrịọkpa\".",
    "WHO sị na ọrịa ntụrịọkpa na-eme ka otu nwata n'ime ụmụaka 200 ọbụla butere ọrịa nwere nkpọnwụ ahụ abụghị ịgwọ agwọ.",
    "N'ime ndị ọrịa a kpọnwụrụ ahụ, pasent ise rue pasent iri(5%-10%) na-anwụ ma mkpọnwụ ahụ ahụ metụta akụkụ ahụ ebe e ji eku ume.",
    "Njirimara 'polio'",
    "Ahụ ọkụ",
    "Ọgbụgbọ",
    "Ike ọgwụgwụ",
    "Akpịrị ịkpọnwụ",
    "Ụfụ n'aka na ụkwụ",
    "Ọgwụgwọ ya",
    "Anaghị agwọ ọrịa ntụrịọkpa agwọ kama e nwere ike ịgba ọkwụ iji gbochie ya.",
    "Dọkịta ahụike ọha bụ Doyin Odubanjo sị na o kwesịghị ka okwu ọrịa ntụrị ọkpa na-amapụ ndị mmadụ ume n'ihi na Naijiria ekpochapụla ya bụ ọrịa.",
    "WHO na Unicef kpọpụtara Naijiria dịka obodo enweghịkwa ọrịa ntụrịọkpa n'abalị 25 nke ọnwa Ọgọstụ afọ 2020.",
    "Nke a mere Naijiria mba ikpeazụ n'Afrịka na-anapụta onwe ha n'aka ọrịa a na-eme ụmụaka ịwa.",
    "Ebe foto si, Science Photo Library",
    "Nke a bụ ọrịa okpo \"Guinea-worm' nke njem 'Dracunculus medinensis\" na-ebute ma mmadụ ịṅụ mmiri adịghị ọcha e chutere n'ụm,ị maọbụ obere ngene.",
    "Akwa okpo ahụ banye ime arụ mmadụ, ọ na-amụba malite na-agbawa ụkwụ onye ọ na-eme.",
    "Dkta Odubanjo kwuru na \"ụfụ Guinea worm dịka okpo ndị ahụ na-agbawa ahụ onye ọ na-eme na-arịpụta na-emekpa onye o ji aka rinne.\"",
    "N'etu o si ekesa, ọ sịrị\" O si na mmiri ọnụnụ banye gị na-arụ, ụfụ ya jide gị itinye ụkwụ na mmiri ka ọ jụnata gị oyi, nje ahụ abanye na mmiri onye ọzọ kuru mmiru ahụ ghọọ o butekwa ya bụ ọrịa.\"",
    "N'uche Dkta Odubanjo, o kwesịghị ka a na-etinyezi uche n'ọrịa 'guinea worm' na 'polio' dịka o kwuru na e kpochapụla ya na Naijiria.",
    "Gburugburu",
    "Nri",
    "Ahụike",
    "Naijiria",
    "Mmiri",
    "Ndị ojiegbe agbagbuola mmadụ isii na mpaghara Garki dị n’Okigwe, Imo Steeti27 Juun 2024",
    "Nick Imudia: Ihe ị maghị maka nwamadị a nwebu ụlọọrụ Konga a sị gburu onwe ya27 Juun 2024",
    "NA EME UGBU A, Ndị Gọvanọ ekweela ndị ọrụ Bekee nkwa na ụgwọ ọnwa opekatampe dị mma na-abịa",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ 25 Juun 2024",
    "Kedụ ihe mmeri Trump ga-emere mbaụwa?26 Juun 2024",
    "Ihe dị mkpa bụ ijisi ike na-ekwu maka Nnamdi Kanu - Ohaneze Ndigbo26 Juun 2024",
    "Ọrịa ndị a na-enweta site na mmiri ọjọọ26 Juun 2024",
    "A họpụtala onye ọkpaọchị dịka Osote Onyeisiala ọhụrụ nke mba Malawi22 Juun 2024",
    "\"Amaghị m na m dị ime ọnwa asatọ ruo mgbe ọ fọro otu ọnwa ka m mụọ nwa\"20 Juun 2024",
    "Ihe dị mkpa bụ ijisi ike na-ekwu maka Nnamdi Kanu - Ohaneze Ndigbo",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}