{
  "published": "2 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Sabinus/Nwaanyi Nnewi/Instagram",
    "Meta bụ ụlọọrụ nwe ọbaọzi Facebook, Instagram na Whatsapp, ekwuola na ndị na-emepụta ihe nkiri na Naịjirịa na Gana ga-enwe ohere isi na ihe ha mepụtara aracha pịọm.",
    "Atụmatụ ịkwụ ha ụgwọ a malitere n'abalị mbụ nke ọnwa Julai, afọ 2024.",
    "Ihe mere m ji akụzi maka ahụike na soshal midia - Doctor Aproko10 Juun 2022",
    "Etu ndị ọkpaọchị soshal midia abụọ si rite ube ụtalị 20, nha N10,000 maka ịkparị Ganduje7 Nọvemba 2022",
    "N'ozi ha wepụtara ụbọchị Monde, onyeisi na-ahụ maka nkwekọrịta ụlọọụ ahụ n'Afrịka, Middle East na Tọki bụ Moon Baz, kwuru na  nke a “ ga-enyere ndị na-emepụta ihe nkiri na Naịjirịa na Gana ohere inweta ego, ma nye aka kwalite ime ihe nka n'ụwa gbaa gburugburu.\"",
    "Nke a na-abịa abalị atọ onyeisi Meta na-ahụ maka ihe na-eme na mba ụwa bụ Nick Clegg, bịachara Naịjirịa n'ọnwa Maach afọ 2024.",
    "N'oge ya na Onyeisiala Bola Tinubu kpara, Clegg kwere nkwa na ụmụafọ Naịjirịa ga-eketa oke isonye na-enweta ego site n'ihe nkiri ha mere n'akara Facebook ha malite n'ọnwa Juun afọ 2024.",
    "Tupu ugbua, ndị na-eme ihe nkiri n'Afrịka na-esi n'azụ mepe ohere ịnata ego n'akara ọbaozi ha site enyemaka ndị bi ofesi ebe ohere ịnata ego maka ihe nkiri onye wepụtara dị.",
    "Ozi ahụ sịrị, \"iji tozuo irite elele n'atụmatụ a, onye na-eme ihe nkiri ga-etozu etozu ma dowe iwu na atụmatụ nrite ego Facebook, ma kwee nkwa ịgbaso ya.\"",
    "Ebe foto si, Getty Images",
    "Dịka ụlọọrụ Meta, onye ahụ ga-abụ onye ruola afọ 18",
    "Ihe ndị ọzọ ọ ga-eri gụnyere:",
    "Ibi na mba ebe a na-enweta ọkwa azụmahịa",
    "Ọ ga-enwe opekata mpe ndị nsonazụ  puku ise (5,000 followers).",
    "Ihe nkiri ga-enwe opekata mpe mmadụ puku iri isii kiriri ya n'abalị iri isi (60 days). Nke a agaghị agụnye ndị ọzọ kere ihe nkiri ahụ maọbụ mgbasa a kwụrụ ụgwọ ya.",
    "Ihu akwụkwọ gị ga-enwe opekata mpe ihe onyonyoo ise a na-ekiri.",
    "Ọ bụghị ihe onyonyo niile tozuru. Iwu ji ihe onyonyo anaghị emegharị emegharị, ihe onyonyo nwere ọkwa ahịa, nke na-egosi naanị foto wdgz.",
    "Ihe ndị ọ na-ewe n'ihe onyonyo na-egosi ka ihe si aga dịka ọ na-aga,  gụnyere:",
    "Opekata mpe ndị nsonazụ 10,000",
    "Ihe onyonyo e kiriela opekata mpe nkeji 600,000 n'ime abalị 60",
    "Ihu akwụkwọ ahụ ga-enwe opekata mpe ihe onyonyo ise a na-ekiri nke atọ n'ime ha bụ gị mepụtara ya.",
    "Iwu ji ihe nkiri nwere ọnwụ, mmekọrịta nwoke na nwaanyị, okwu tigbuo-zogbuo, akụkọ ụgha maọbụ ozi ahụịke ụgha.",
    "Dịka  soshal midịa na-ewulite, imepụta ihe nkiri emepeela ọtụtụ ndị na-eto eto n'Afrịka ụzọ n'afọ iri abụọ gara aga.",
    "O bupụtala ọtụtụ ndị ntorbia ghọrọla ndị nwere agba n'Afrịka bụ ndị na-enweta akatamkpo ego site na ihe nkiri nakwa iji ihu ha ereree ụlọọrụ ahịa (brand endorsements.)",
    "Ụfọdụ ha esitela n'ụzọ a bụrụ ndị ọkaọchi, ndị ihe ejije nakwa ndị na-eme onyonyoo fiim aha ha na-ada ụda.",
    "Onye ihe nkiri soshal midịa a ma ama bụ  Emmanuel Ejekwu a ma dịka 'Oga Sabinus' malitere site na ibipụta ihe onyonyo na-akpa ọchị n'ọbaozi Instagram na Facebook.",
    "Taa, ọ ghọọla nnukwu aha nwere agba nke na otiegwu Afrobeat a ma ama bụ Burna Boy kpọrọ ya sonyere ya n'ọgbọ dịka ọ mere njem egwu n'emume 'Glastonbury Festival' bụ  emume egwu kachasị ewu ewu na mba Briten n'ụbọchịụka, abalị 30 nke ọnwa Juune afọ 2024.",
    "N'otu aka ahụ, Akwasi Boadi nke Gana a ma dịka 'Akrobeto' chakere site n'izipụta na  Youtube na Instagram, ihe onyonyo na-akpa ọchị ebe ọ na-agụpụta akụkọ egwuregwu.",
    "Nke mere ka aha ya wuwe na soshal midịa nke na ndị welitere isi n'agbamboolu mpaghara Yurop na ndị ọgba bọọlụ ha matara ya.",
    "E nweela ndị ọzọ sonyerela n'ihe a na-eme na soshal midịa gụnyere ụmụnwaanyị dịka Pamela Mbaefo e ji 'Nwaanyị Nnewi' mara, Joy Eke-Ilediagu e ji 'MMI' mara,  Ginika Uwayah e ji 'Neeka' mara.",
    "Mgbasaozi",
    "Naijiria",
    "Social media",
    "Facebook",
    "Ịkpa obi aṅụrị",
    "Instagram",
    "Etu Ezinaụlọ, ikwu, ibe na ndị enyi si kwaa arịrị n'akwamoozu Mr. Ibu28 Juun 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Ọdịmma mụ na Davido abụghị maka ego - Cubana Chief Priest2 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?elekere 9 gara aga",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten5 Julaị 2024",
    "Ihe BBC chọpụtara maka nkwekọrịta Samoa na LGBTQelekere 7 gara aga",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Lee ọkwọụgbọala bi mba Briten ka na-eri ụgwọọnwa gọọmenti na Naịjirịa2 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Arịrị eriela ndị nwụnye ndị uweojii abụọ a gbagburu n'Aba ọnụ28 Juun 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}