{
  "published": "10:52",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe mere ụfọdụ ndị otiegwu n'Ọwụwa Anyanwụ anaghị apụtacha ihe - Ugochi",
    "Iti egwu so na nka pụrụ iche e ji mara ụmụ Naịjirịa n'akụkụ ụwa niile.",
    "Na Naịjirịa ugbua, ndị otiegwu a kacha anụ aha ha gụnyere Burna Boy, Wizkid, Davido, Temz, Tiwa Savage na ọtụtụ ndị ọzọ.",
    "E nwekwara ọtụtụ ndị si mpaghara Ọwụa Anyanwụ Naịjirịa bụ ndị egwu ha gazurula ụwa, dịka Flavour, ụmụ ejima a na-akpọ P-Square, Phyno, na ndị ọzọ.",
    "Ebe foto si, Ugoccie",
    "Mana Ugoccie - onye ezigbo aha ya bụ Ugochi Anosike - esorola ugbua na ndị aha ha na-ada ụda n'iti egwu na Naịjirịa.",
    "Na mkparịtaụka ya na BBC Igbo nwere n'ọdị nso a, Ugochi kọwara ihe mere o ji dị ka ndị otiegwu si Ọwụwa Anyanwụ anaghị apụtacha ihe ka ndị ogbo ha nọ na ndịda Anyanwụ Naịjirịa, ọ kachasị na Legos.",
    "Uwe nne m ka m ji malite ọrụ ịkpa ọchị - RealSophy 15 Ọktọba 2022",
    "Hilda Baci : Ihe o riri m inweta mmeri dịka onye kachasị sie nri ogologo oge n'ụwa17 Mee 2023",
    "Ọtụtụ ndị a ma ama na-etigharị egwu m na-anataghị m ikike - Madam Ladder28 Ọktọba 2022",
    "O kwuru na iti egwu na-ewe nnukwu ego iji mee ka egwu gị pụta bụrụ ihe mmadụ niile ma, mana ọtụtụ ndị ntorobịa Igbo enweghị ụdị egwu ahụ.",
    "\"Ọtụtụ oge, ị gbakọọ ego ị ga-eji wepụta egwu gị ka ụwa nụ ya, ọ ga-erukwa ego mmadụ nwereike iji zụta ala ise n'ebe mepere emepe,\" Ugochi kwuru.",
    "\"Ọtụtụ ndị ọgaranya anaghị ekwe ewepụta ego buru ibu etu ahụ tinye n'isi otu onye otiegwu, kama ha nwereike ịpụta na-abọ gị ego mgbe ị na-agụ egwu, mana ọ na-ara ha ahụ inye gị ego ahụ na nnukwu ka i were bupụta onwe gị.\"",
    "Ugochi nyere ndụmọdụ ka ndị na-eti egwu were akara soshal midia ha kpọrọ mkpa, \"maka na ọ bụ ebe ahụ ka ụwa nwereike isi hụ ihe ị na-eme, nke nwereike iwetara gị ndị nkwado\".",
    "Kirie mkparịtaụka a n'uju n'onyonyo dị n'elu.",
    "Ụmụntoroọbịa",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Vidio, Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?, Duration 3,3424 Julaị 2023",
    "Vidio, AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu , Duration 4,3722 Julaị 2023",
    "Vidio, Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua, Duration 1,2819 Julaị 2023",
    "Vidio, Ọ fọrọ obere ihe ka mbuze rie ụlọ anyị n’Ogbor Hill Aba., Duration 0,5618 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}