{
  "published": "10:52",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe mere ụfọdụ ndị otiegwu n'Ọwụwa Anyanwụ anaghị apụtacha ihe - Ugochi",
    "Iti egwu so na nka pụrụ iche e ji mara ụmụ Naịjirịa n'akụkụ ụwa niile.",
    "Na Naịjirịa ugbua, ndị otiegwu a kacha anụ aha ha gụnyere Burna Boy, Wizkid, Davido, Temz, Tiwa Savage na ọtụtụ ndị ọzọ.",
    "E nwekwara ọtụtụ ndị si mpaghara Ọwụa Anyanwụ Naịjirịa bụ ndị egwu ha gazurula ụwa, dịka Flavour, ụmụ ejima a na-akpọ P-Square, Phyno, na ndị ọzọ.",
    "Mana Ugoccie - onye ezigbo aha ya bụ Ugochi Anosike - esorola ugbua na ndị aha ha na-ada ụda n'iti egwu na Naịjirịa.",
    "Na mkparịtaụka ya na BBC Igbo nwere n'ọdị nso a, Ugochi kọwara ihe mere o ji dị ka ndị otiegwu si Ọwụwa Anyanwụ anaghị apụtacha ihe ka ndị ogbo ha nọ na ndịda Anyanwụ Naịjirịa, ọ kachasị na Legos.",
    "O kwuru na iti egwu na-ewe nnukwu ego iji mee ka egwu gị pụta bụrụ ihe mmadụ niile ma, mana ọtụtụ ndị ntorobịa Igbo enweghị ụdị egwu ahụ.",
    "\"Ọtụtụ oge, ị gbakọọ ego ị ga-eji wepụta egwu gị ka ụwa nụ ya, ọ ga-erukwa ego mmadụ nwereike iji zụta ala ise n'ebe mepere emepe,\" Ugochi kwuru.",
    "\"Ọtụtụ ndị ọgaranya anaghị ekwe ewepụta ego buru ibu etu ahụ tinye n'isi otu onye otiegwu, kama ha nwereike ịpụta na-abọ gị ego mgbe ị na-agụ egwu, mana ọ na-ara ha ahụ inye gị ego ahụ na nnukwu ka i were bupụta onwe gị.\"",
    "Ugochi nyere ndụmọdụ ka ndị na-eti egwu were akara soshal midia ha kpọrọ mkpa, \"maka na ọ bụ ebe ahụ ka ụwa nwereike isi hụ ihe ị na-eme, nke nwereike iwetara gị ndị nkwado\".",
    "Kirie mkparịtaụka a n'uju n'onyonyo dị n'elu.",
    "Ebe foto si, Ugoccie",
    "Ụmụntoroọbịa",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Uwe nne m ka m ji malite ọrụ ịkpa ọchị - RealSophy 15 Ọktọba 2022",
    "Hilda Baci : Ihe o riri m inweta mmeri dịka onye kachasị sie nri ogologo oge n'ụwa17 Mee 2023",
    "Ọtụtụ ndị a ma ama na-etigharị egwu m na-anataghị m ikike - Madam Ladder28 Ọktọba 2022",
    "Ihe mere m ji akụzi maka ahụike na soshal midia - Doctor Aproko10 Juun 2022",
    "Ejije ịga okwu nwaanyị m mere mepere anya m maka alụmdinanwunye nke m – Funnybone  29 Julaị 2022",
    "Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi - Kelechi Arsenal22 Mee 2022",
    "Vidio, Ihe mere ụfọdụ ndị otiegwu n'Ọwụwa Anyanwụ anaghị apụtacha ihe - Ugochi, Duration 10,5227 Mee 2023",
    "Vidio, Traditional Religion: Ihe mere ndị ntoroọbịa uka Kraịst ji alaghachị n'ụka omenala , Duration 6,2121 Mee 2023",
    "Vidio, Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburu, Duration 4,1315 Mee 2023",
    "Vidio, Africa Eye: Etu ndị ọrụ nchekwa na ndị ekperima si eji mmaja anapụ ndị 'queer' ego na Naịjirịa, Duration 6,1715 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}