{
  "published": "20 Nọvemba 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N﻿dị uweojii Enugwu steeti ekwuola na ha na-ama imi n'ala ịhụ na ha chọtara ndị omekome bu egbe gbagburu ndị uweojii nọ nche n'ihu ogige ndị uweojii Area Command di n'Agbani, n'Okpuru ọchịchị Nkanụ-West dị na steeti ahụ.",
    "Ndị omekome bu ụgbọala  Lexus Jeep nakwa  Toyota Tundra wakporo ma gbagbuo ndị uweojii atọ nọ ọrụ ebe ha na-akwụsị ma nyocha  ndị na-eme njem n'ụzọ ụtụtụ Satọde n' Agbani Roundabout dị n'obodo Agbani n'Okpuru Ọchịchị Nkanu-West n'ụtụtụ Satode.",
    "E﻿tu ndị ojiegbe si gbaguo Gab Onuzulike bụbu Kọmishọna Enugwu Steeti na nwanne ya nwoke19 Nọvemba 2022",
    "E﻿tu ndị ojiegbe si gbuo Eze, ndị ọzọ n'Imo steeti 14 Nọvemba 2022",
    "Ihe mere anyị ejighi ike tinye ọnụ n’ikpe Nnamdi Kanu – Gọọmentị UK17 Nọvemba 2022",
    "Ndị uweojii n'Enugwu steeti  kwuru na ha na-enyo na ndị omekome ahụ ruru mmadụ iri na ise  bụ ndị otu Ipob nakwa alaka ọgụ ha bu ESN.",
    "K﻿a ọ dị ụgbụa ,Komishọna ndị uweojii steeti ahụ b Ahmed Ammani, onye garala njem ileta ebe ihe ahụ mere ṅụrụ na ndị ọrụ ha ka esipụta ndị kpara mkpamkpa ahụ.",
    "Daniel Ndukwe kwuru  n' ozi mgbasaozi o binyere aka sị, \" Kọmishịọna ndị uweojii Enugwu steeti bụ  Ahmed Ammani, gara n'ụbọchị 19 nke ọnwa Novemba afọ 2022 n' Agbani Roundabout dị n' Agbani dị n'Okpuru Ọchịchị Nkanu West bụ ebe ndị a na-enyo na ha bụ ndị otu Ipob /ESN  wakporo ma gbuo ndị uweojii atọ nọ ọrụ akwụsị, enyocha , n'ụtụtụ ụbọchị ahụ.\"",
    "\"Ndị omekataraihedaaụjọ ahụ bu ụgbọala 'Lexus Jeep' nakwa Toyota Tundra.\"",
    "Ebe foto si, Nigeria Police Force",
    "Mwakpo a na-abịa ka ọ gachara otu abalị ndị omekome a gbara otu onye na-elekọta ọdọ mmanụ ụgbọala egbe n'Ibagwa-Nike, tọrọ otu nwoke ọzọ , ebe ha napụkwara onye ọzọ ụgbọala n'Alulu-Nike dịkwa na steeeti ahụ n'abalị 17 nakwa 18 nke ọnwa Novemba afọ 2022.\n\nCheta 'abalị 18 nke ọnwa Novemba, afọ 2022, ndị omekome a ndị uweojii si si Anambra steeti wakporo ma gbuo  otu nwoke bụbu Komishona Enugwu steeti bụ  Gabriel Onuzulike na nwanne ya nwoke.",
    "Ndị uweojii na ndị omkome ahụ kwarịtara mgbọ n'Inyi tupu  ha gbalaga  Anambra Steeti.",
    "Ebe foto si, Nigeria Police Force",
    "K﻿omishona ndị uweojii Enugwu bụ Ahmed Ammani gara ebe ya bụ ọdachi mere",
    "Kemgbe Jenụwarị afọ 2021, tigbuo-zogbuo na-arị ibe ya elu n'Ọwụwa Anyanwụ Naijiria.",
    "Ndị bu egbe awakpoola ọtụtụ ogige ndị uweojii, suo ụfọdụ ọkụ, ma gbagbukwa ọtụtụ ndị uweojii.",
    "E﻿ gbukwala ọtụtụ ndị ọrụ nchekwa nakwa ndị nwere agba na Naijiria.",
    "G﻿ọọmentị Naijiria na ndị isi ọrụ nchekwa boro otu Ipob na alaka ọgụ ha bụ Easter Security Network ebubo aka ha ịdị na mwakpo ndị a nile.",
    "Mana Ipob agọọla ugboro ugboro na aka ha dị ọcha.",
    "I﻿pob bụ otu na-agba mbọ ka e kewapụta mpaghara Ọwụwa Anyanwụ ochie na Naijiriia kpọọ ya obodo ya, Biafra.",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "E﻿tu otu nwoke, nwunye ya na ụmụ ha anọ si laa mmụọ n'otu ụbọchị n'Anambra Steeti18 Nọvemba 2022",
    "Ihe mere anyị ejighi ike tinye ọnụ n’ikpe Nnamdi Kanu – Gọọmentị UK17 Nọvemba 2022",
    "Ọ bụghị eziokwu na ụmụnwaanyị na-etinye m na mkpaabụ ha - Tony Umez18 Nọvemba 2022",
    "Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburuelekere 6 gara aga",
    "Ihe iwu Naịjirịa kwuru maka ima onye uweojii ụraelekere 8 gara aga",
    "Otu ọnwa kamgbe agha malitere na mba Sudan - Ihe niile i kwesịrị ịma15 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}