{
  "published": "11 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụbọchị dị ọkụ, ọ bụ eziokwu.",
    "Nke a bụ maka na ụgụrụ gachaa, a banye oge ọkọchị.",
    "Mana ọ dị zi ka ọkọchị nke ugbua a ka njọ dịka igwe na-ezi ozi maka ihu igwe bụ Google weather si gosi.",
    "O dobeghi anya ihe kpatara nke a dịka ụfọdụ na-atụ aka na mgbanwe ihu igwe dịka ihe butere ya.",
    "N'agbanyeghị nke a, ngalaba ahụike mbaụwa niile bụ WHO n'ịchafụ ekwuola ihe ndị ị ga-eme iji gbalahụ ọrịa maọbụ mmerụ ahụ n'oke \"heat\"",
    "Lee ha ebe a:",
    "- Gaa n'akụkụ kacha ju oyi n'ụlọ gị",
    "- Nọrọ n'ime ụlọ mgbe ụbọchị kacha dị ọkụ",
    "- E mena ihe ga-emekpa gị ahụ dịka ịgba ọsọ, ị chọọ ime nke a, mee ya n'ụzụ ụtụtụ tupu anwụ achawa.",
    "- Gbaa mbọ nọrọ na ndo ma ị pụọ n'ezi.",
    "- Ahapụna ụmụaka maọbụ ụmụ anụmanụ n'ime ụgbọala kwụ akwụ.",
    "-Ṅụọ mmiri mgbe niile ma gbahapụ mmanya ndị nwere oke suga na mmanya ike.",
    "- Saa ahụ gị ihe ruru ugboro atọ kwa ụbọchị.",
    "- Yiri uwe agaghị ekekpa gị ahụ.",
    "Ebe foto si, Getty Images",
    "Ngalaba na-elekọta ngụ na mba Amerịka dọrọ aka na ntị maka ụfọdụ ọrịa ndị nwereike iso oge ọkọchị pụta.",
    "Ndị ha kpọrọ gụnyere -",
    "- Asthma bụ ọrịa nkubi",
    "- Ọrịa ngụ bụ COPD",
    "WHO kwuru na oke mkpomọkụ nwereike ibute",
    "- Ajụ ibu mmadụ",
    "- Ụkọ mmiri n'ime ahụ",
    "- Isi ọwụwa",
    "- Ọkọ ịwụ mmadụ",
    "- Ike ọgwụgwụ",
    "Ebe foto si, Getty Images",
    "Ụkọ mmiri so n'ọrịa ndị so oge ọkọchi na mkpomọkụ emetụta mmadụ",
    "Ebe foto si, Getty Images",
    "Naijiria",
    "Nrị na-edozi ahụ",
    "Nigeria Economy:Lee usoro ndị nwereike inyeaka melite ọnọdọelekere 8 gara aga",
    "NA EME UGBU A , Ezinaụlọ Alexie Navalny na-ebo gọọmentị Rọshịa ebubo ịkpachi ozu nwa ha1 Febụwarị 2024",
    "Ọmụ Anioma: Ihe niile ị kwesiri ị ma maka igwe nwaanyị lara mmụọ17 Febụwarị 2024",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa14 Febụwarị 2024",
    "Ihe mere ndị na-arụpụta 'pure water' n'Enugwu jiri agba abụbụọrụ13 Febụwarị 2024",
    "'Ọ dị anyị ka a raara anyị nye' - Gịnị kpatara iwe ji ewe ndị Senegal13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị13 Febụwarị 2024",
    "A họpụtala Bolaji Agbede ka ọ nọchie Herbert Wigwe nwụrụ anwụ n’ọkwa onyeisi Access Holding13 Febụwarị 2024",
    "Etu e si gbuo onye ọrụ gbata gbata n'ụgbọala 'ambulance' ya13 Febụwarị 2024",
    "Ọmụ Anioma: Ihe niile ị kwesiri ị ma maka igwe nwaanyị lara mmụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu KatọlikEmelitere ikpeazụ na: 14 Febụwarị 2022",
    "Nigeria Economy:Lee usoro ndị nwereike inyeaka melite ọnọdọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}