{
  "published": "9 Jenụwarị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ pụtara na ngwụcha izuụka gara aga banyere ụmụaka atọ si n'otu ezinaụlọ a hụrụ ozu ha n'ime ụgbọala nna ha.",
    "Nke a mere n'ụbọchị Satọde 4 Jenụwarị, 2024 n'obobo Arah Nise dị n'okpuruọchịchị Awka South nke Anambra Sttet.",
    "Akụkọ kwuru na otu nwoke a kpọrọ Lawrence Eze, kpọchiri ụmụ ya na mbaraezi ụlọ ha ma sị ka ọ gaa zụta ihe mana mgbe ọ lọghachịri ka o bidoro ịchọ ụmụ ya atọ.",
    "Eze mechara hụụ ụmụaka ahụ - nwoke abụọ na otu nwaanyị n'ime ụgbọala ya mana ọ bụrụ na ha anwụọla. O bidoro tiwe mkpu nke mere ndị obodo jiri gbakọọ.",
    "Gọọmenti na ndị nchekwa nyere anyị aka chọta ụmụ anyị atọ - Nne na nna ụmụaka a tọọrọ n'Enugwu12 Disemba 2024",
    "Ka anyị si chọpụta nwoke ahụ gburu mmadụ anọ n’ezinaụlọ ya maka ọgwụ ego - Igwe Emeka2 Disemba 2024",
    "Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti8 Jenụwarị 2025",
    "Mgbe BBC Igbo gara n'obodo Nise ịchọpụta kpọmkwem ihe mere, a chọpụtara na ụlọ ebe ezinaụlọ a bi gbachiri agbachi.",
    "Onye ntaakụkọ anyị gara n'isiụlọọrụ ndị nchekwa obodo Nise ebe Onyeisi ha bụ Maazị Ndubuisi kọwara ihe ọ ma banyere ọdachi ahụ.",
    "Maazi Ndubuisi kwuru na ọ nọ n'ụlọọrụ mgbe o nwetere ozi n'ekwentị na a hụrụ ozu ụmụaka atọ n'ime ụgbọala nna ha.",
    "O kwuru na mgbe ha ruru ebe ahụ, ha kpọtụụrụ onyeisi ndị uweojii ngalaba Awka South tupu a maara ma a ga-ebu ụmụaka ndị ahụ gawa n'ụlọozu.",
    "\"Mgbe ndị uweojii rutere, ha malitere ime nnyocha iji chọpụta ihe nwereike igbu ụmụaka atọ ndị a.",
    "\"Nnyocha ndị uweojii lere ahụ ụmụaka ahụ, ha chọpụtara na o nweghi ihe dịka mmerụ ahụ ọbụla dị n'ahụ ha iji sị na ọ bụ mmadụ pịgburu ha.",
    "\"O nweghi ihe dịka ọbara a hụrụ n'ahụ ụmụaka ahụ maọbụ n'ime ụgbọala kama a hụrụ nsị na mamịrị ụmụaka ahụ nyụrụ n'ime ụgbọala.",
    "\"Onyeisi ndị uweojii gwara anyị na site na nnyocha ha mere, na ihe ha cheere kpatara ọnwụ ụmụaka ahụ bụ ntachi obi site na-ekughi ume a kpọrọ 'suffocation'.",
    "\"O kwuru na ọ dị ka ụmụaka ndị ahụ banyere n'ime ụgbọala nna ha, mechie ya mana ha amazighi ka ha si apụta nke mere ikuku jiri kọnahụ ha n'ime ụgbọala ahụ.\"",
    "Maazị Ndubuisi kwuru na nchọpụta ndị uweojii a dị iche n'ihe ndị mmadụ na-ekwu na soshal midia na ndị ojiegbe bịara Nise ma gbuo ụmụaka ndị ahụ.",
    "Ọ gara n'ihu kwuo na Eze bụ nna ụmụaka ndị ahụ jụrụ ka e tinye ozu ha n'ụlọọgwụ kama ọ sị ka e bunye ya ozu ha ka o lie.",
    "Nchekwa ndị ụwe ojii",
    "Ụmụaka",
    "Anambra Steeti",
    "Ezinụlọ",
    "Vidio, Etu mgbachi obodo n'oge covid-19 siri kpalite mmụọ m ime ihe ngosi - Marahchi, Duration 5,4910 Jenụwarị 2025",
    "Vidio, Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti, Duration 1,169 Jenụwarị 2025",
    "Vidio, Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti, Duration 1,198 Jenụwarị 2025",
    "Vidio, Ịkpa ndị mmadụ ọchị gbanwere ndụ m - Mc Monica, Duration 7,383 Jenụwarị 2025",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}