{
  "published": "17 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, WIKE/MATTAWALE/EDU/FACEBOOK",
    "Ụfọdụ ụmụ Naịjirịa ekwuola uche ha gbasara ndị Mịnịsta ọhụrụ onyeisiala Bola Ahmed Tinubu họpụtara nakwa ngalaba gọọmentị dị icheiche o tinyere ha ka ha na-elekọta.",
    "Gbasara Nyesom Wike, bụbu Gọvanọ rivers Steeti, onye e nyere ọkwa Mịnịsta ga-elekọta FCT, otu nwaokorobịa aha ya bụ Udoka gwara BBC Igbo na ya nwere ntụkwasịobi na Wike ga-arụ ọrụ nke ọma.",
    "\"Mmadụ niile ma ihe Nyesom mere dịka Gọvanọ Rivers Steeti, etu o si rụọ ọrụ dị icheiche iji kwalite steeti ahụ, enwere m olileanya na ọ ga-arụkwa ụdị ọrụ ahụ na FCT,\" Udoka kwuru.",
    "N'otu aka ahụ kwa, Patrick Uket kwuru na ya gụrụ akwụkwọ Mahadum na Rivers Steeti, \"mana oge ikpeazụ m gara na steeti ahụ, ọrụ mmepe m hụrụ ebe ahụ tụrụ m n'anya nke ukwuu\".",
    "Cheta na Nyesom Wike ga-abụ onye mbụ si mpaghara ndịda naịjirịa a ga-enye ọkwa Mịnịsta na-elekọta mpaghara FCT.",
    "Maka David Umahi, Mazi Godfrey Abbah, gwara onye ntaakụkọ BBC n'Abakiliki, isi obodo Ebonyi Steeti, kwuru na nhọpụta onyeisiala Tinubu họpụtara Umahi dịka Mịnịsta na-ahụ maka ọrụ \"gosiri na Tinubu maara nke ọma ihe ọ na-eme\".",
    "\"Onye ọbụla ma Ebonyi Steeti n'oge mbụ, ga-ekweta na Umahi gbara mbọ nke ukwu iwulite steeti a, ya mere obi ji sie m ike na ọ ga-eme nke ọma dịka Mịnịsta ọrụ.",
    "Lee ụfọdụ ihe ndị mmadụ na-ekwu na soshal midia:",
    "Ken Eluma Asogwa kwuru na ya enweghị olileanya ọbụla n'ebe ndị Mịnịsta ọhụrụ a no:",
    "Joe Abah kwuru na Umahi ga-arụ ọrụ nke ọma dịka o si rụọ n'Ebonyi steeti, ma kwukwaa na ọ tụrụ ya n'anya na Dele Alake enwetaghị ọkwa Mịnịsta mgbasaozi:",
    "Ogbete Oligarch kwukwara na ya chere na Dele Alake ga-abụ Mịnịsta mgbasaozi, ma kwukwaa na Bosun Tijani dịka mịnịsta nzikọrịta ozi bụ ezigbo nhọpụta.",
    "Ebe foto si, Nigerian Presidency",
    "N'oge ọchịchịchị onyeisiala Muhammadu Buhari, o nyere onwe ya ọkwa Mịnịsta na-ahụ maka mmanụ agbịdị",
    "Onyeisiala Tinubu akpọpụtaghị aha onye ọbụla dịka mịnịsta ga na-ahụ maka ngalaba mmanụ agbịdị, mana ọ họpụtara mmadụ abụọ dịka mịnịsta nta ga-ahụ maka mmanụ agbịdị na gaasị n'otu n'otu.",
    "Mmadụ abụọ a bụ Heineken Lokpobiri (mịnịsta nta maka petrol) na Ekperikpe Ekpo (mịnịsta nta maka gaasị).",
    "Cheta na n'oge ọchịchịc onyeisiala Muhammadu Buhari, o kwuru na ọ bụ ya ga-arụ ọrụ dịka mịnịsta mmanụ agbịdị. O dobeghị anya ma ọ bụ usoro a ka Tinubu chọkwara ịgbaso.",
    "Onyeisiala Bola Ahmed Tinubu enyela ndị Mịnịsta ọ họpụtara ọhụrụ ngalaba gọọmentị dị icheiche ebe ha ga-elekọta.",
    "Ọnụ na-ekwuru Tinubu bụ Ajuri Ngelale kwupụtara nke a na mgbede ụbọchị Wenezde n'Abuja, dịka izuụka atọ gachara Tinubu wepụtara aha mmadụ 48 ọ họrọ n'ọrụ dịka Mịnịsta.",
    "Aha ndị gbapụtara ihe gụnyere David Umahi, bụbu gọvanọ Ebonyi Steeti, onye nwetara ọkwa Mịnịsta ga na-ahụ maka ọrụ; Nyesom Wike bụbu gọvanọ Rivers Steeti onye nwetara ọkwa Mịnịsta FCT; Festus Keyamo, onye nwetara ọkwa Mịnịsta njem elu (Aviation); na Dele Alake, nwetara ọkwa Mịnịsta na-ahụ maka 'solid minerals'.",
    "Bosun Tijani - Mịnịsta 'Communications, Innovation na Digital Economy,",
    "Ishak Salaco - Mịnịsta nta maka Environment and Ecological Management,",
    "Wale Edun - Mịnịsta na-ahụ maka ego nakwa nchịkọta akụnụba",
    "Bunmi Tunji - Mịnịstae na-ahụ maka osimiri na aknụba si n'osimiri",
    "Adedayo Adelabu - Mịnịsta na-ahụ maka ọkụ latrik",
    "Tunisia Alausa - Mịnịsta ahụike na ọdịmma ọha",
    "Dele Alake - Mịnịsta na-ahụ maka nkwalite 'Solid Minerals'",
    "Lola Ade-John - Mịnịsta na-ahụ maka njem nlereanya",
    "Adegboyega Oyetola - Mịnịsta na-ahụ maka njem",
    "Doris Anite - Mịnịsta na-ahụ maka Nrụpụta ihe, azụmahịa, na iji ego achụ ego",
    "Uche Nnaji - Mịnịsta nkwalite sayensị na Tekịnụzụ",
    "Nkiruka Onyejeocha - Mịnịsta nta na-ahụ maka ndị ọrụ na inweta ọrụ",
    "Uju Kennedy - Mịnịsta na-ahụ maka ọdịmma ụmụnwaanyị",
    "David Umahi - Mịnịsta na-ahụ maka ọrụ",
    "Festus Keyamo - Mịnịsta na-ahụ maka njem elu",
    "Abubakar Momoh - Mịnịsta na-ahụ maka ọdịmma ndị ntorobịa",
    "Betta Edu - Mịnịsta na-ahụ maka mbelata ụbịam na ọdịmma",
    "Ekperikpe Ekpo - Mịnịsta na-ahụ maka gaasị",
    "Heineken Lokpobiri - Mịnịsta na-ahụ maka akụ si na mmanụ agbịdị",
    "John Enoh - Mịnịsta na-ahụ maka mwulite egwuregwu",
    "Nyesom Wike - Mịnịsta na-ahụ maka FCT",
    "Hannatu Musawa - Mịnịsta na-ahụ maka nka, ọdịnala na nkwalite",
    "Mohammed Badaru - Mịnịsta na-ahụ maka nchekwa",
    "Bello Matawalle - Mịnịsta nta na-ahụ maka nchekwa",
    "Yusuf Sunumu - Mịnịsta nta na-ahụ maka Agụmakwụkwọ",
    "Ahmed M. Dangiwa - Mịnịsta na-ahụ maka mwulite obodo (Urban development)",
    "Abullah T. Gwarzo - Mịnịsta nta na-ahụ maka owuwu ụlọ na mwulite obodo",
    "Atiku Bagudu - Mịnịsta na-ahụ maka bọjetị na nhazi akụnụba",
    "Mairiga Mahmud - Mịnịsta nta na-ahụ maka FCT",
    "Bello Goronyo - Mịnịsta nta na-ahụ maka mmiri na ịdị ọcha",
    "Abubakar Kyar - Mịnịsta na-ahụ maka nkọpụta nri",
    "Tahir Maman - Mịnịsta na-ahụ maka agụmakwụkwọ",
    "Sa'Idu Alkali - Mịnịsta na-ahụ maka nchekwa ime",
    "Yusuf M. Tugar - Mịnịsta na-ahụ maka mmekọrịta Naịjirịa na mba ndị ọzọ",
    "Ali Pate - Mịnịsta na-achịkọta ngalaba ahụike na ọdịmma ọha",
    "Ibrahim Geidam - Mịnịsta na-ahụ maka ọdịmma ndị uweojii",
    "Maigari Ahmadu - Mịnịsta nta na-ahụ maka mwulite igwe (Steel development)",
    "Shuaibu Audu - Mịnịsta nta na-ahụ maka mwulite igwe",
    "Muhammed Idris - Mịnịsta mgbasaozi na nkuzi ọdịmma obodo (national orientation)",
    "Lateef Fagbemi - Ọkaiwu gọọmentị etiti na Mịnịsta ikpe ziri ezi",
    "Simon Lalong - Mịnịsta na-ahụ maka ndị ọrụ na inweta ọrụ",
    "Imaan Sulaiman-Ibrahim - Mịnịsta nta maka ọdịmma ndị uweojii",
    "Zephaniah Jisalo - Mịnịsta na-ahụ maka ọrụ pụrụ iche na mmekọrịta ngalaba gọọmentị dị icheiche",
    "Joseph Ustev - Mịnịsta na-ahụ maka mmiri na ịdị ọcha",
    "Aliyu Sabi Abdullahi -Mịnịsta na-ahụ nkọpụta nri na nchekwa ihe oriri",
    "Mịnịsta na-ahụ maka ọdịmma gburugburu (Kaduna)",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe ndị mmadụ na-ekwu maka ọkwa Mịnịsta e nyere Umahi, Wike, na ndị ọzọ17 Ọgọọst 2023",
    "Sexual harassment: Mahadum Unical akwụsịla Ndifon ọrụ n'ike maka ebubo mwakpo ụmụakwụkwọ ụmụnwaanyị16 Ọgọọst 2023",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụakaelekere 9 gara aga",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụaka",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "Ebe aha 'Chukwu Okike Abiama' siri bidoEmelitere ikpeazụ na: 30 Jenụwarị 2022",
    "Godwin Emefiele: Gọọmentị etiti chọrọ ịtụkwasị ebubo iri abụọ ọhụrụ n’isi ya",
    "Etu ikpe Godwin Emefiele si gaa n'ụlọikpe ukwu dị n'Abuja taa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}