{
  "published": "29 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Azeezat Olaoluwa",
    "Ndị mere akụkọ a,  Senior Journalist, BBC News",
    "Julaị 2023",
    "Ndị mmadụ na mba 'Central African Republic' adịla njikere isonye na ntuliaka 'referendum' iji gbanwee akwụkwọ iwu ha, ma nye ohere ka onyeisiala Faustin Archange Touadera zọọ ọkwa onyeisiala nke ugboro atọ.",
    "Onyeisiala Touadera gwara ndị nkwado ya ka ha kwado mgbanwe iwu ahụ maka na ọ ga-eweta ọdịnihu ọhụrụ kacha mma maka mba ahụ.",
    "Mgbanwe a chọrọ ime n'akwụkwọ iwu nke mba CAR bụ ndịa:",
    "Iwepu iwu kwuru na mmadụ ga-azọ ọkwa onyeisiala naanị ugboro abụọ",
    "Ịgbanwe iwu afọ ole onyeisiala ga-anọ n'ọkwa site n'afọ ise ruo afọ asaa",
    "Igbochi onye ọbụla bụ nwaafọ na mba ọzọ ịzọ ọkwa onyeisiala, ma ọ bụrụ na o bughi ụzọ jụ mba ahụ ebe ọ bụ nwa afọ",
    "Ikepụta ọkwa osote onyeisiala",
    "Ịkụchapụ ụlọ omeiwu sineti ma mee ka e nwee naanị otu ụlọ omeiwu na mba ahụ",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ndị mmadụ akwadoghi referendum a chọrọ ime na mba CAR",
    "Mana ndị otu ndọrọndọrọ na-anọghị n'ọchịchị akatọọla ntuliaka 'referendum' ahụ nke gọọmentị na-ahazi ma kwuo na o zighi ezi n'iwu.",
    "Mahamat Kamoun, otu n'ime ndị ndọrọndọrọ na-anọghị n'ọchịchị, kwuru na ha agaghị anabata na \"onye rigooro n'ọkwa ọchịchị n'uzoro ọchịchị onye kwuo uche ya ga-abịazi kpebie ịnọgide n'oche ọchịchị ogologo ndụ ya niile\".",
    "Ziguele Martin, bụbu Praịm Mịnịsta mba CAR, gwara BBC na 'referendum ahụ bụ \"atụmatụ ịkụchapụ iwu obodo\".",
    "\"Ebe ọ bụ na ụlọikpe iwu enyela mkpebi ma kagbuo mmegharị akwụkwọ iwu n'afọ gara aga, anyị agaghị akwado onye ọbụla sị na ya na-ahazi ntuliaka ọbụla iji gbanwee iwu ala anyị. Anyị bụ ndị Central African anabataghị ya,\" ka Martin kwuru.",
    "Ebe foto si, Getty Images",
    "Ndị nkwado onyeisiala CAR na-agwa ndị mmadụ ka ha binye aka na 'Ee'",
    "A na-atụ egwu maka ọgbaaghara ịdapụta n'oge ntuliaka a na mba CAR bụ nke ka na-chọ inweta onwe ya dịka a lụchara agha ebe ahụ n'oge eteghị aka.",
    "Ọtụtụ otu ndị ojiegbe dị icheiche ka na-achị na mpaghara dị icheiche na mba ahụ ruo ugbua.",
    "Otu 'Human Rights Watch' boro ebubo na ndị ọchịchị mba ahụ na-eji aka ike emekpa ndị ọrụ ikike dịịrị mmadụ, ndị ntaakụkọ, nakwa ndị pati anọghị n'ọchịchị, ahụ.",
    "Enrica Picco, bụ onye ọkaiwu na onye nchọcha n'otu 'Crisis Group, gwara BBC na ọnọdụ ikike dịịrị mmadụ na mba CAR ugbua jọrọ oke njọ, ma kwukwaa na ọ bụrụ na ndị mmadụ tụọ vootu iji kwuo 'Ee' na 'referendum' ahụ, ihe nwereike ịkawanye njọ.",
    "Ebe foto si, Getty Images",
    "Ndị agha onwe nke mba Russia a kpọrọ 'Wagner group' na-enye onyeisiala CAR nchekwa",
    "O ruola ihe dịka afọ ise ugbua mgbe ndị otu ọgụ Wagner nke si mba Russia ji nọrọ na mba Central African Repọblik.",
    "Ndị ọgụ Wagner nọkwa na mba Afrịka dị icheiche, dịka ha nọ ebe ahụ akpata ego, ma bụrụkwa ụzọ mba Russia ji egosi ike ya na mpaghara Afrịka.",
    "N'afọ 2018, Wagner zigara \"ndị nkuzi ndị agha' nd CAR nakwa SUdan, mechaa banye mba Libya n'afọ na-esote ya.",
    "Ndị ọkachamara kwenyere na mba ndị a nwere ọtụtụ ihe akụ ọnatarachi, bụ nke ndị otu Wagner nwere mmasị na ha. CAR bụ mba nwere 'diamond' ọlaedo, mmanụ agbịdị na 'uranium' ebe o buru ibu.",
    "Ọ bụ ndị ọgụ Wagner na-echekwa onyeisiala Faustin-Archange Touadera na mwakpo nke ndị ọgụ nnupuisi n'isi obodo CAR bụ Bangui. Ha na-arụkwa ọrụ dịka ndị nchekwa onwe (bodyguards) nke onyeisiala.",
    "Kamgbe ahụ, ikike nke mba France, bụ mba chịburu CAR, ebelatala nke ukwuu, nke mere ka mba abụọ ahụ kagbuo mmekọrịta ndị agha dịbu n'etiti ha n'afọ 2021.",
    "Ọtụtụ foto egosikwala ebe ndị ọrụ gọọmentị na-enye ụfọdụ ndị ọgụ Wagner nkwanyeugwu dị icheiche, gosikwa ebe ndị ọgụ Wagner na-arụ ọrụ nchekwa n'ọgbakọ gọọmentị ụfọdụ.",
    "Ziguele Martin gwara BBC na \"Gọọmentị na ndị otu Wagner ịrụkọ ọrụ megidere iwu nkwekọrịta mba ụwa. Ndị ọgụ ahụ na-ezupu akụ ọnatarachi anyị dịka diamond na osisi. Ha na-etinyekwa ọnụ n'ihe gbasara ọchịchị mba anyị\".",
    "Enrica Picco nke otu 'Crisis Group' kwuru na \"nke a gosiri na mmekọrịta dị n'etiti gọọmentị Central African Republic na mba Russia ka kwudosiri ike, o gosikwara na ka ọ dị ugbua, mba CAR agaghị enweike iji aka ha nye onwe ha ezi nchekwa.\"",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Sentral Afịrịkan Ripụblik",
    "Armed attack in Imo: Etu ndị uweojii si napụ ndị ojiegbe akwụ n'ọnụ n'Owere taa bụ Satodeelekere 8 gara aga",
    "Ihe nchọputa anyị gosiri gburu ezinaụlọ mmadu ise n'Anambra- Ndị uweojii20 Julaị 2023",
    "Mba CAR ga-eme ntuliaka 'referendum' maka onyeisiala ha ịzọ ọkwa nke ugboro atọ29 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Simon Ekpa asaala Nnamdi Kanu",
    "Ihe nchọputa anyị gosiri gburu ezinaụlọ mmadu ise n'Anambra- Ndị uweojii",
    "Armed attack in Imo: Etu ndị uweojii si napụ ndị ojiegbe akwụ n'ọnụ n'Owere taa bụ Satode",
    "Akwa Okuko Released: Dibia a enwerela onwe ya n'aka ndị ntọ tọọrọ ya",
    "Ezinaụlọ Chinyere Awuda asaala ndịuweojii n'okwu ihe ha sị gburu nwa ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}