{
  "published": "22 Febụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Dịka ntuliaka na-abịa n'abalị ole na ole, igwe mmadụ na-akwado ịga binyere onye masịrị ha aka.",
    "Mana ị ma etu e si agụkọ vootu ndị atụrụ atụ iji họpụta onye meriri?",
    "Ngwa gụwa akụkọ a ka ị mara nke ekwe na-akụ.",
    "Nigeria elections 2023: Ihe dị mkpa ị kwesịrị ịma maka ntụlịaka Naijirịa11 Febụwarị 2023",
    "PDP na APC ejidela Naịjirịa ghasaa - Chukwuemeka Ezeife18 Eprel 2022",
    "'Ihe ndị mmadụ jị achọ ikewapụ na Naịjirịa bụ makana a na-emegbu ha' - Peter Obi19 Mee 2022",
    "Ozugbo emechiri ntuliaka, a gụọ vootu n'ihu mmadụ niile tụrụ vootu n'ọdọ ntuliaka ahụ nakwa ndị nnọchiteanya pati dị icheiche.",
    "A na-akpọpụtakwa mpụtara ahụ ngwa ngwa n'ihu ndị tụrụ vootu ka ndị niile nọ ebe ahụ nweike mara onye meriri n'ọdọ ntụliaka ahụ",
    "Onyeisi ndị ọrụ Inec nọ ebe ahụ, ga-edetu mpụtara ahụ a kpọpụtara na Form EC8A bụkwa ‘results sheet’ na Bekee.",
    "O mechaa nke a, o were otu n’ime form EC8A ahụ mapinye n’ahụ aja ka ndị mmadụ hụ otu ndọrọndọrọ meriri ma kesaa ndị nọchitere anya patị ha nọ ebe ahụ ya bụ akwụkwọ ka ha jide maka ihe akaebe.",
    "Ọ bụghị iwu na otu niile ga-ewere ya bụ akwụkwọ EC8A mana ha ga-ebinye aka na ya dịka INEC si kwuo.",
    "Ọzọ, ọ bụrụ na o nwere onye ntaakụkọ nọ n’ebe ahụ a tụrụ vootu, o kwesiri ka enye ya ya bụ akwụkwọ nke ya ọ ga-ebinye aka.",
    "Na ngwụcha, onye ọrụ Inec ga-esezi mpụtara ahụ foto ma ziga ya n’igwe ‘iRev’ bụ Inec Result viewing portal ebe onye ọbụla nọ na Naịjirịa nwereike ịhụ ya ma ha chọọ.",
    "A ga-eburuzi mpụtara ahụ gawa ebe a na-akpọ RAC centre bụ Registration Area Centres na Bekee bụ ebe a ga-agụpụta mpụtara wọọdụ niile ebe a tụrụ vootu (cheta na otu wọọdụ nwereike ịnwezu ọdọ ntuliaka iri na abụọ) n;’ime ha.",
    "Ọ bụkwa ebe a ga-agụkọ mpụtara ntuliaka n’ọdọ ntuliaka niile. A ga-enyekwa ndị nnọchite anya Pati dị icheiche ọhere ị nọ na RAC centre ahụ.",
    "E mechaa nke a, ebe ọzọ a ga-aga bụzi n’ọdọ ngụkọ okpuruọchịchị bụ ebe a ga-agụkọ ma wepụta mpụtara ntụliaka wọọdụ dị icheiche.",
    "A ga-ekenyekwa ndị nnọchianya otu dị icheiche akwụkwọ mpụtara ahụ mana agaghịzi ekenye ndị ntaakụkọ.",
    "E mechazie ya ebe, e buru gawa n’isiụlọorụ Inec nke steeti ahụ bụ ebe ha ga-agụkọ ọkpụrụọchịchị dị icheiche.",
    "Chetakwa na ebe niile emere ngụkọ ntụliaka, a ga-edepụta ya bụ mpụtara n’akwụkwọ ma mapinye ya n’aja ebe mmadụ niile ga-ahụ ya.",
    "Ọ ga-adịgide ebe ahụ rue abalị ole na ole emechara ntuliaka.",
    "Ebe foto si, Bayo Omoboriowo",
    "Ugbua, a na-ejizi teknụzụ ezipu mpụtara ọbụla n'akụrụngwa Inec iji kwụsị nrụrụaka.",
    "Mana a ga-ebukwa ya gaa n'ụlọọrụ dị n'Abuja maọbụ nke dị na steeti ebe Onyeisi Inec ga-enyocha na ọnụọgụgụ akpọpụtara nakwa ọnụọgụgụ ezitere bụ otu ihe",
    "Ntuliaka ọkwa Gọvanọ, ụlọomeiwu nta, ụlọomeiwu steeti ga-akwụsị na isiụlọọrụ Inec dị na steeti ahụ.",
    "Ọ bụ naanị mpụtara ntuliaka ọkwa onyeisiala nakwa nke ụlọomeiwu ukwu ka a na-eziga n'isiụlọorụ Inec dị n'Abuja iji gụkọ ma kpọpụta mpụtara ntuliaka a tụrụ.",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "NA EME UGBU A, NLC akpọọla oku ka a tọhapụ onyeisi ha a nwụchiri",
    "Ka m si bụrụ nwaanyị isiojii nweterela 'Comercial Pilot License' na US - Miracle Izuchukwu20 Julaị 2022",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground' 6 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua30 Ọgọọst 2024",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpox28 Ọgọọst 2024",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe ndị ị maghị maka Ịyọm Chinelo Amechi, nwunye Mbazulike Amechi alaara mụọEmelitere ikpeazụ na: 27 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}