{
  "published": "13 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Orakwelu family",
    "Otu nwaanyị nwa ya nwụrụ n'ụlọakwụkwọ dara na Jos n'izu uka gara aga, ekwuola etu ụlọakwụkwọ ahụ dara si gbuo otu nwa ya ma meru nke ọzọ ahụ.",
    "Ụlọakwụkwọ Saints Academy dị na Jọs, isiobodo Platu steeti dara ụbọchị Fraide dagbuo ihe ruru ụmụakwụkwọ 20, merụọ ọtụtụ ahụ.",
    "Nwaanyị ahụ aha bụ Oriakụ Ujunwa Orakwelu, onye Agulu dị n'okpuru ọchịchị Aniocha dị na Anambara steeti gwara BBC Igbo na ọ bụ onye agbataobi ya gwara na ụlọakwụkwọ ụmụaka ya dara.",
    "Onitsha building collaspe: \"Amaghị m na ụlọ anyị nọ n'ime ya na-ada ada ruo mgbe m hụrụ onwe m n'ime ụvụrụ aja\"1 Maachị 2024",
    "Chrisland school: A kpụpụla ụfọdụ n'ụlọakwụkwọ a ụlọikpe maka ọnwụ otu nwata akwụkwọ ha25 Maachị 2023",
    "Sylvester Oromoni nwụrụ ọnwụ chi ya ọ bụghị ntigbu ka e tigburu ya - Uweojii Legọs7 Jenụwarị 2022",
    "\"Ka onye agbataobi m jụrụ m ka ụmụaka a gara akwụkwọ ụbọchị Fraịde ahụ, obi mapụrụ n'ihi na e cherem na e nwere ọgbaghara na Jos, amaghị m na ọ bụ ọdachi ụlọ dara ada.\"",
    "O kwuru na mgbe a gwara Ujunwa na ụlọakwụkwọ ụmụaka dara, ọ kpọrọ di ya, ha wee gbara ọsọ gawa ụlọakwụkwọ ahụ.",
    "Oriakụ Orakwelu, onye gbara ama na ha si Ọwụwa Anyanwụ kwaga Jọs ọhụrụ maka azụmahịa kwuru sị, \"Ka anyị na-eruta nso n'ụzọ ụlọakwụkwọ ahụ, ị gaghị ekweta na mmadụ ga-esi n'ụlọ ahụ pụta maka na ọ dara piata piata.\"",
    "Ebe foto si, Getty",
    "\"Anyị hụrụ ọtụtụ mmadụ ebe ahụ ka anyị rutara. Di m gara zụta ihe e ji egwu ala. Ndị mmadụ nọ ebe ahụ nyere aka na mbọ a gbara ịzọpụta ụmụaka ihe metụtara.\"",
    "Otu onye gwara Ujunwa na a zọpụtala otu nwa ma buru gawa ụlọọgwụ.",
    "\"Mgbe m nụrụ ozi, mụ na di m gara n'ihu na-achọ nwa m nke ọzọ ka anyị mara ka anyị a ga-ahụ ya,\" ka o kwuru.",
    "Ka obere oge gasiri, Ujunwa na di gara ụlọọgwụ ka ha hụ nwa ahụ meruru ahụ.",
    "\"Anyị gara ọtụtụ ụlọogwụ tupu anyị hụ nwa m. Ndị dọkịta gwara m na ọ gbajiri aka mana ha na-enye ya nleta.\"",
    "Ọ gara n'ihu kwuo, \"Anyị gara ụlọọgwụ JUTH na  ndị ọzọ ebe anyị na-achọ nwa m nke ọzọ. Mana ka ọ kụrụ elekere asaa nke mgbede, mmadụ kpọrọ di m si ya bia ọba ozu ụlọọgwụ OLA ebe e gosiri ya nwa ya nwaanyị aha bụ Emmanuela Ujunwa Orakwelu gbara afọ 13 so na ndị nwụrụ anwụ\"",
    "Ujunwa kwuru na \"Tupu nwa m nwaanyị agawa akwụkwọ ụbọchị ahụ, ọ gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, mana amaghịm na ọ bụ anya ikpeazụ m ga-ahụ\"",
    "Ọ gbakwunyere na nwa ya nke ọzọ ka na-anata nleta n'ụlọọgwụ, dịka ha na-atu anya na ọ ga agbake n'oge na-adighị anya.",
    "",
    "",
    "Ebe foto si, Caleb Mutfwang X/NEMA X",
    "Gọvanọ Plateau steeti bụ Caleb Mutfwang ekwuola na a ga-enwe ụbọchị iru uju abalị atọ nke ga-amalite taa bụ Satọde Julaị 13 ruo Monde 15 Julaị.",
    "O mere ka amata na ọkọlọtọ obodo ga-efe n’ọkara mast ụbọchị atọ ahụ iji kwanyere ụmụakwụkwọ 22 ahụ nwụrụ n’ụlọelu ahụ dara na mpaghara Busa-buji n’okpuruọchịchị Jos North n'ụtụtụ Fraịde 12 Julaị, 2024.",
    "Ebe foto si, Caleb Mutfwang/Getty Images",
    "Gọvanọ Plateau Steeti bụ Gabriel Mutfwang enyela iwu ka e mechie ụlọakwụkwọ Saints Academy bụ ụlọelu ogogo abụọ dara ma gbuo ụmụakwụkwọ 22 n'ụtụtụ Fraịde 12 Julaị, 2024.",
    "Gọvanọ nyere iwu a n'ụbọchị Satọde mgbe ọ gara mgbaru n'ebe ụlọakwụkwọ a dara.",
    "Ọ gakwara n'ihu kwuo ka a nwụchie ndị ọrụ ngwupụta ihe na-egwupụta ihe na gburu gburu ebe obibi ndị mmadụ na steeti ahụ.",
    "Ụlọelu ọzọ adakwala n'Ọnịcha, otu onye nwereike ka tọrọ n'ime ya11 Maachị 2024",
    "Ikoyi building collapse update: A hụla ozu abụọ ọzọ mere ya mmadụ 45 nwụrụ n' ụlọelu dara na Legọs11 Nọvemba 2021",
    "Onitsha building collaspe: \"Amaghị m na ụlọ anyị nọ n'ime ya na-ada ada ruo mgbe m hụrụ onwe m n'ime ụvụrụ aja\"1 Maachị 2024",
    "Ebe foto si, Getty Images",
    "Ndị bi gburu gburu ebe ahụ kwuru na a na-egwupụtabu ihe n'ala ahụ tupu a rụọ ya ụlọakwụkwọ a. A na-eche na ọ bụ n'iyi ihe ndị a na-egwupụta ebe ahụ mere ụlọ a jiri daa.",
    "Ndị uweojii na Jos kwuru na ọ bụ ụmụakwụkwọ 154 ka ụlọahụ dakwasịrị, a zọpụtara mmadụ 132 n'ime ha bụ ndị na-anata ọgwụgwọ n'ụlọọgwụ ugbua.",
    "Ụlọakwụkwọ Saints Academy a dị na Busa-buji n’okpuruọchịchị Jos North zere dịka ọmụmụ ihe ka na-aga n’ihu.",
    "Igwe mmadụ jupụtara n’ụlọakwụkwọ ahụ ebe ndị nne na nna na-achọ ụmụ ha. Ọtụtụ ndị hụrụla ozu ụmụ ha bere nnukwu akwa na-ekweghi odidi.",
    "Ebe foto si, Getty Images",
    "Ndị ọrụ gbata gbata na Naịjirịa bụ National Emergency Management Agency na ndị ọzọ na-agba mbọ ịzọpụta ụmụakwụkwọ ndị ka tọrọ n’ụvụrụ aja a.",
    "N’ozi ha wepụtara n’akara soshal midia X, kwuru na ha azọpụtala ihe karịrị ụmụakwụkwọ iri anọ (40) ebe ọtụtụ ndị anwụọla mana a mabeghi kpọmkwem ọnụọgụgụ ha.",
    "N’aka nke ọzọ kọmishọna na-ahụ maka mgbasaozi na steeti ahụ bụ Musa Ashoms kwuru na a zọpụtala ụmụakwụkwọ ruru 154, n’ime ndị a na mmadụ 22 anwụọla.",
    "“N’ihe dịka elekere isii nke mgbede, egwupụtara mmadụ 154, n’ime ndị a e kwupụtala ọnwụ mmadụ 22 ebe ndị ọzọ merụrụ ahụ nọ n’ụlọọgwụ dị iche iche anata ọgwụgwọ”.",
    "“Gọvanọ Mutfwang enyela iwu pụrụiche ka ụlọọgwụ a nabata ndị niile merụrụ ahụ n’ihi ọdịda ụlọakwụkwọ ahụ.”",
    "A sị na ụlọakwụkwọ nwere ụmụakwụkwọ karịrị otu puku n’ọnụọgụgụ.",
    "Ndị ọrụ ahụike na-akpọ oku ka ndị mmadụ bịa nye ọbara n’efu iji zọọ ndụ ndị kwafuru nnukwu ọbara.",
    "Ebe foto si, Getty Images",
    "Otu anya hụrụ ka ọdachi a si mee gwara BBC na ọ nọ n’ihu otu ụlọahịa dị n’ihu ụlọakwụkwọ mgbe ọ nụrụ nnukwu ụzụ.",
    "“Mgbe m nụrụ ụda ahụ, ajụrụ m gịnị na-eme, m wee lepu anya hụụ na ụlọelu ogogo abụọ ahụ adaala ebe ụmụakwụkwọ nọ n’ime ya na-ele ule, anyị ji ọsọ gbaga ebe ahụ na-amaghị ihe anyị ga-eme maka na anyị ejighi ngwa ọrụ e nwereike iji zọpụta ndị tọrọ ebe ahụ.”",
    "O kwuru na ha gbalịrị ike ha ịzọpụta mmadụ ole ma ole tupu ndị ọrụ gbata gbata erutezie ebe ahụ.",
    "Ebe foto si, Getty Images",
    "Ebe foto si, Getty Images",
    "Ebe foto si, Getty",
    "Ebe foto si, Getty Images",
    "Plateau steeti",
    "Jos",
    "Naijiria",
    "Ụmụaka",
    "Ezinụlọ",
    "Ọmụmụ na mmụta",
    "NA EME UGBU A, Joe Biden ewezugala onwe ya na ntụliaka Onyeisiala mba Amerịka",
    "Vidio, Mike Ejeagha - Aghara m ihe egwu m gbaa ọsọ n'oge aghaelekere 9 gara aga",
    "Lee onyeisi ojii mbụ n'Afrịka mabutere ọlaedo n'egwuregwu Olympic21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Ọ dịzi Gọvanọ Uzodimma n'aka ikpebi ma ọ ga-achụ Ọkaikpe Ukwu Imo Steeti - Ndị omeiwu19 Julaị 2024",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'17 Julaị 2024",
    "BLord: Ndị uweojii anwụchiela ya maka ebubo ikwalite oyindụegwu16 Julaị 2024",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ13 Julaị 2024",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike15 Julaị 2024",
    "Ọ dịzi Gọvanọ Uzodimma n'aka ikpebi ma ọ ga-achụ Ọkaikpe Ukwu Imo Steeti - Ndị omeiwu",
    "\"DSS emechaala kwe ka dọkịta Kanu nyocha ya ahụ mana e kwesịrị ịkpọga ya n'ụlọọgwụ\"",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}