{
  "published": "17 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Channels",
    "Emmanuel Iwuanyanwu",
    "Ugbua, otu jikọrọ ndị igbo niile bụ Ohaneze nwetara onye isi ọhụrụ bụ Chief Emmanuel Iwuanyanwu, lee ihe ndị ịkwesịrị ima maka ya bụ nwoke na ihe ejiri mara ya.",
    "Onye bụ Chief Emmanuel Iwuanyanwu.",
    "Ihe omimi etu e si degharịa mpụtara ntuliaka n'ụfọdụ ebe na Naịjirịa16 Mee 2023",
    "Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburu15 Mee 2023",
    "Emmanuel Iwuanyanwụ, aha otutu ya bụ \"Aha e ji eje mba\" bụ onye Atta, Ikeduru dị n' Imo steeti.",
    "A mụrụ ya na Septemba 4, 1942 n' ezinaụlọ Ichie Bernard na Madam Hulder Iwuanyanwụ na Umuohii, Atta Ikeduru Imo state.",
    "Agumakwụkwọ",
    "Na afọ 1963 ka ọ bara University of Nigeria Nsukka ebe ọgụrụ Civil Engineering, ebe ahụ ka osiri nwetascholarship gawa Germany were nwetakwuo degree nke ukwu ya.",
    "Agha Biafra",
    "Na 1967, Iwuanyanwu bara Army na nke Biafra were soro lụa agha Biafra. Ọsoro na ngalaba Biafra Research and Production nke mazi Benjamin Chukwuka nwosu bụ onye isi ha.osoro rụpụta ogbunigwe ejiri lụa agha ahụ.",
    "Orụ Oyibo",
    "Ka agha kwụsịrị, Mazi Iwuanyanwụ gara n'ihu rụwa ọrụ ya dịka Engineer ọ bụ. Onwe ụlọ ọrụ, Hardel, Hardel and Enic. Omechara baa na iji ego achụ ego ma nwekwaa ụlọ ọrụ larịrị iri na abụọ bụ akatamkpo na ala igbo, Naijiria nakwa uwa niile. Ụfọdụ ụlọ ọrụa gụnyere Sunrise insurance, Oriental Shipping lines ltd, Paradiae city Hotel, Daily Champion, calabar oriental and oriental hitels wee dịrị gawazịa.",
    "Ndorondoro ọchịchị",
    "Mazi iwuanya nwụ bụrụ National Chairman pati NNC bụ Nigeria National Congress nke mechara bụrụ NRC National Republican convenyion.",
    "Iwuanyanwụ zọrọ ọkwa onye isi ala naijiria na pati NRC na 1993",
    "Ọzọkwa ọkwa ony eisi ala ọzọ na afọ 1995 na Pati UNCP, am zọkwaa ya ọzọ na 1998.",
    "Ọrụ mmezi obodo",
    "Ọrụọla ọrụ dịka onye isi Raw materials and research Development Council. Na 2005 ojiri ọkwa onye isi Nigerian Investment Promotion Commission NIPC.",
    "Ojikwara ọkw adịka onye isi FERMA, onye isi ndị out National Lottery, onye isi ndị Nigerian productivity merit award, ma ony eisi ụlọ ọgwụ National Ortjopaedic hospital Igbobi Lagos nakwa ọtụtụ ọkwa ndị ọzọ.",
    "Ohaneze Ndigbo",
    "Chief Emmanuel Iwuabyanwụ esorolarịị na isi ahụrụ kawaba ompu na out Ohaneze ndigbo ka mgbe afọ 1988.",
    "Ọ bụ onye ime obi Ohaneze ma bụrụkwa onye Ohaneze Elders council bụ ndị na ekwu ka ek si anya anwụ na ya bụ nnukwu Otu.",
    "Dịka onye isi Ohaneze bụ George Obiozo nwụrụ na ọnwa December 2022. Ndị Imo state bụ ndị ọmara na iwepụta onye isi Ohaneze jikọrọ isi ọnụ wepụta Chief Emmanuel Iwuanyanwụ dịka onye nwere echiche na agụgụisi ịrụchapụ ọrụ dịka onye isi nke Ohaneze akpọrọ President General.",
    "Ya bụ nwoke gwara ndị ntakụkọ na ụbọchị 30th April 2023 na Chi ọhụrụ efoola na Ohaneze ndigbo n'ihi na ya ga eweta udo, mmepe na ọganihu tọrọ atọ na ala igno site na ọchịchị ua dịka President General.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Anambra US convoy attack: O nweghị onye mba US so na mwakpo a - Amerịka17 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalieluelekere 6 gara aga",
    "NA EME UGBU A Peter Obi Election Tribunal: Ihe mere ndị uweojii jiri kpọpụ Lamidi Apapa n'ụlọikpe ebe a na-ekpe ikpe Peter Obi taa9 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}