{
  "published": "14 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Saint Obi",
    "Onye ejije Nollywood a ma dịka Saint Obi anwụọla.",
    "Akụkọ gbasara ọnwụ Saint Obi, onye ezigbo aha ya bụ Obinna Nwafor, malitere ifesa na soshal midia Naịjirịa kamgbeụbọchị Satọde, mana ọ bụ otu onye ezinụlọ ya aha ya bụ Kenneth Nwadike, gwara BBC Igbo na ọ bụ eziokwu na nwanne nne ya bụ St Obi anọghịzi ndụ.",
    "Na mkparịtaụka ya na BBC Igbo n'ụtụtụ ụbọchị Sọnde, o kwuru na ọ bụghị n'ụbọchị Satọde, Mee 13, ka Saint Obi nwụrụ, \"ọ gaala ụbọchị olemole ọ nwụrụ\", ka Nwadike kwuru mana o kwughị ụbọchị ọ bụ kpọmkwem.",
    "Nwadike kọwara nwanne nne ya bụ Obi dịka \"ezigbo mmadụ hụrụ Chukwu n'anya hụkwa ndị ezinụlọ ya n'anya nke ukwuu\".",
    "\"Ọ naghị achọ nsogbu, ọ bụ mmadụ na-achọ ịnọrọ onwe ya, ọ naghị egbu oge igosi ndị ezinụlọ ya ịhụnanya. Ọ bụ ezigbo nna, nakwa ezigbo di.\"",
    "\"Onwebeghị oge a nụrụ akụkọ ọjọọ ọbụla gbasara ya dịka ọ dị ụfọdụ ndị a ma ama.\"",
    "Nwadike kwuru na Saint Obi bụ naanị otu nwa nwoke nne na nna ya mụrụ, ụmụnne ya ndị ọzọ bụcha ụmụnwaanyị.",
    "Ihe ndị nwere agba na-ekwu maka ọnwụ Peace Anyiam-Osigwe, nwe 'AMAA Awards'12 Jenụwarị 2023",
    "Ada Ameh: Etu o siri laa mmụọ 18 Julaị 2022",
    "Agara m mkpọrọ ọnwa 30 n'ihi na m sonyere ndị agha Biafra - Fabian Adibe26 Ọgọọst 2022",
    "Ebe foto si, @theofficialsaintobi/Instagram",
    "Ezigbo aha Saint Obi bụ Obinna Nwafor",
    "Obinna Nwafor onye ọtụtụ ma dịka Saint Obi bụ otu n'ime ndị ejije a ma ama so hibe ntọala ngalaba ejije na Naịjirịa a na-akpọ Nollywood.",
    "Ọ gaghị adị mfe ịgụta ejije ole o merela, mana o mebeghị ejije ọbụla na nsonso a.",
    "Leo Mezie na-eme ejije Nollywood alaala mmụọ16 Mee 2022",
    "Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị7 Juun 2022",
    "Sir David, onye ejije Nollywood anwụọla4 Mee 2022",
    "Ebe foto si, theofficialsaintobi/Instagram",
    "Ezigbo aha ya bụ Obinna Nwafor",
    "Ọ bụ onye Mbaitoli n'Imo Steeti",
    "A mụrụ ya n'afọ 1965 nke pụtara na o kwesịrị ịdị afọ 57 n'afọ a",
    "Ọ gụrụ akwụkwọ na Mahadum Jos, dị na Plateau Steeti, ebe ọ nwetara ọzụzụ na ngalaba ime ejije a na-akpọ 'Theatre Arts' na bekee",
    "Ọ malitere ejije Nollywood n'afọ 1995",
    "O nwetakwala nkwanyeugwu dị icheiche n'ọrụ ya dịka onye ejije nke gụnyere:Onye ejije nwoke bụ ọkaibe na Naịjirịa - African Movie Academy AwardsOnye ejije nwoke bụ ọkaibe n'Afrịka - Africa Magic Viewers Choice AwardsOnye ejije nwoke a kacha mara na Naịjirịa - City People Entertainment AwardOnye ejije nwoke bụ ọkaibe - Nollywood movie Awards",
    "O so na ndị a kacha akwụ ụgwọ iji mee ejije na Nollywood n'oge ya",
    "Saint Obi mechara kwụsị ejije ma hibe ụlọọrụ nke ya nke na-azụlite ma na-akwalite ndị banyere ọhụrụ n'ime ejije",
    "Ọ lụrụ nwaanyị ma mụta ụmụ atọ, mana akụkọ kwuru na ya na nwunye ya mechara gbasaa",
    "Nollywood",
    "Ịkpa obi aṅụrị",
    "Nka",
    "Lee ihe ị maghị maka Romanus Amuta, 'Naatị' nke New Masquerade nwụrụ anwụ10 Febụwarị 2022",
    "Chike Akunyili, Ndubuisi Kanu, Ada Jesus na ndị Igbo a ma ama lara mmụọ na 202124 Disemba 2021",
    "Mgbasa ka mma karịa nwaanyị ịtụnye ndụ ya n'alụmdi tigbuo-zọgbuo – Chioma Akpotha20 Febụwarị 2022",
    "Etu m siri bụrụ nwunye Zebrudaya n'ejije ochie 'New Masquerade' - Lizzy Evoeme7 Eprel 2022",
    "Lee Stanley Okorie,otiegwu Nollywood tiri ‘Happy Mumu’, ‘I go chop your dollar’29 Eprel 2022",
    "Guinness World Record: Etu Gọvanọ Sanwo-Olu si gaa ịdọnyere Hilda Baci ukwu n'asọmpi isi nri ya14 Mee 2023",
    "NA EME UGBU A Ihe mere onyeisi uweojii ji nye iwu ka e jide Seun Kuti2 Mee 2023",
    "Ihe i kwesịrị ịma maka Saint Obi, onye ejije Nollywood a ma ama14 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}