{
  "published": "3 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ịgba ọsọ ndịụ ịgbalahụ ndịagha nnupuisi Arab abụghị ihe ọhụrụ nye ndị  Suda a na-agba ọsọ  ịgbaba mba Chad, ike ọgwụgwụ dị ha n' ihu  gosiri ahụhụ ha gabigarala afọ kwuru afọ.",
    "Mahmoud Adam Hamad gwara BBC sị, \"Anyị ka laghachiri ụlọ iibido ndụ ọhụrụ  oge ọgụ malitre ọzọ nke mere ka anyị gbapụkwa ọsọ ọzọ.\"",
    "Nghọtahịa dapụtara n'etiti ndị  isis agha mba Sudan abụọ n'abalị 15 nke ọnwa Epreluu afọ 20223 ebutela ọgbaghara n'etiti agbụrụ na agbụrụ na Darfur dị na mpaghara  ọdịda Anyanwụ Sudan.",
    "Sudan Crisis:  Egypt agbapela okeala ha ka ụmụafọ Naijirịa gafere 1 Mee 2023",
    "Ụmụafọ Naịjirịa tọrọ na Sudan adịla njikere ịlọta  taa – Gọọmentị etiti3 Mee 2023",
    "Otu United Nationa na-ekwu na ihe karịị mmadụ  100,000  agbala ọsọ ndụ gbapụ na mba ahụ , ọtụtụ n'ime ha  na-agbaga Chad nke dị nso na Darfur.",
    "Ọgbaghara adịla na Darfur ọtụtụ afọ dịka tigbuo-zogbuo na-ada n'etiti  ndị Afrịka na ndị Arab.",
    "Oge ndị abụghị ndị Arab palitere ngwa ọgụ imegide gọọmentị  'afọ 2003, ma ne-eti mkpu ịkpa oke megide ha, gọọmentị  kpalitere ndị agha nnupuisi Arab bụ ndị e ji janjaweed mara , bụ ndị e boro ebubo ịkpa ọtụtụ mkpamkpa.",
    "Ọtụtụ ndị agha Janjaweed a  bụ ndị ghọrọ otu agha gbanụgbanụ  a kpọrọ  \"Rapid Support Forces\" (RSF),  na-ebuzi  ndị agha Sudan agha.",
    "Ndị agha nnupuisi Arab  bụ isi ahụụ kwaba oku na  RSF dịzị ka ha eji maka nsogbu enweghị nchekwa dị na Dafur  bute tigbuo-zogbuo na Dafur nke mere ka ọtụtụ ndị mmadụ gbapụ ọsọ ndụ.",
    "ụfọdụ dịka  Hamad na ezinaụlọ ya  nọzị n' ebe ọnọdụ ndị gbara ọsọ ndị dị na  Koufroune dị na Chad.",
    "Ihe dịka mmadụ 8,000 people bụ ndị jitụ ihe ụfọdụ ha ji biri na ụmụanụmanụ ha gbata ọsọ ndụ ebe ahụ.",
    "Hamad meere njem ụgboro abụọ iji nwee ike isi Darfur kpọta nwunye ya abụọ na  ụmụ ha asatọ n'ebe ahụ izuụka abụọ gara aga.",
    "\"Agara m njem ahụ n'abalị n'abalị. Esi m otu ebe duru ezinaụlọ gaa ebe ọzọ ma rue oge anyị rutere ebe a.\"",
    "Dịka ọ kwụ n'akụku ụlọ gbanụgbanụ e ji osisi na mgbagbam rọba were rụọ Hamad kwuru sị, \"Ọ fọrọ ebere ka e zuo m ohi na njem nke abụọ m.\"",
    "Ndị agha nnupusi Janjaweed wakpoburu ogbe ya,  dị na Darfur. mwakpo ahụ furu ya ugbo ya,. anụmanụ ya nakwa ụfọdụ ndị ikwu na ibe ya.",
    "\"Ha tiri anyị ihe, anyị rịọrọ ha ka ha tọghapụ anyị.\"",
    "Hamad mechara kpọọ ndị ezinaụlọ ya laghachi Darfur , chee na udo achịwala mana ugbo a, ọsọ emeela ọzọ.",
    "Ugbua o jizi baro ịkwara ndị ọzọ na-agba ọsọ ndụ ibu ha enweta nwa obere ego. nknke o ji azụ nri.",
    "Sudan",
    "Ndịda Sudan",
    "Meere Ekweremadu na nwunye ya ebere n'ihi ọrụ ọma ya - ECOWAS rịọrọ mba UK23 Maachị 2023",
    "NLC Strike: Oku adịghị, ụgbọelu efeghị dịka NLC,Gọọmentị Imo na-ama akaelekere 4 gara aga",
    "Sudan Crisis: Ndị Sudan egwu ji agbaala ọsọ ndụ ịgbalahụ ndị agha nnupuisi Arab na Darfur3 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}