{
  "published": "14 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigerian Airforce",
    "Ndịagha Ụgbọelu Naịjirịa bụ Nigeria Airforce (NAF) akọwaala ihe mere ha jiri tụọ ogbunigwe n’ime ọhịa dị n’ụfọdụ mpaghara Naịjirịa n’ụbọchị Fraịde 11 Ọgọọst, 2023.",
    "Nkọwa a dị n’akwụkwọ ozi ọnụ na-ekwuru ngalaba a bụ ọchịagha Edward Gabkwet wepụtara n’ụbọchị Satọde nke kọwara na ha tụrụ ndị a ogbunigwe n’ogige atọ n’otu ụbọchị.",
    "O kwuru na ndịagha ha ji ụgbọelu tụọ ogbunigwe n’ogige ndị otu Indigenous People of Biafra (Ipob) na Eastern Security Network (ESN) dị n’ọhịa Orsumoghu nke okpuruọchịchị Ihiala, Anambra Steeti.",
    "O kwuru na mere nyocha ma chọpụta na ndị otu a nọ n’ogige ha na-akpata nkata ma na-akwado ịwakpo ndị mmadụ bi nso n’ebe ahụ na ọ bụ ya mere ha jiri tụbara ha ogbunigwe.",
    "Gabkwet kwuru na ogbunigwe ha tụụrụ mezuru ihe e jiri tụọ ya mana ọ kọwaghị ma o nwere ndị maọbụ onye nwụrụ site na ya.",
    "Nke a abụghị mbụ ndị ọrụ nchekwa Naịjirịa na-akwapo ogige ndị Ipob/ESN n’obodo Orsumoghu maka na o so n’ebe ndị ọnọdụ nchekwa dị ọjọọ  na mpaghara Ọwụwa Anyanwụ.",
    "Kamgbe afọ 2021, e nweela ọtụtụ akụkọ banyere ntọrọ na ogbugbu ndị mmadụ gụnyere ndị ọrụ nchekwa na mpaghara Orsumoghu nakwa obodo ndị gbara ya gburu gburu.",
    "N’ihi ya ndị ọrụ nchekwa na-tinyekaarị anya n’obodo ndị a na-ekwu na ndị Ipob/ESN na-enye nsogbu ndị a mana Ipob na-agọ na aka ha adịghị na ya.",
    "Ndịagha Naijiria akụsaala akwụ ndị Ipob/ESN n'Anambara steeti24 Febụwarị 2022",
    "Etu ndị ojiegbe si wakpo ndị uweojii na Anambra, gbuo ndị uweojii abụọ n'Imo21 Febụwarị 2022",
    "South-East Governors' Forum: 'Ọ bụghị ndị na-eti mkpu nnwereonwe na-akpa mkpamkpa n'Ọwụwa Anyanwụ'11 Ọgọọst 2023",
    "Ọchịagha Gabkwet kwuru n’otu ụbọchị ahụ na ndịagha tụkwara ogbunigwe n’ogige ebe a na-esipụta mmanụ agbidi adịgboroja dị n’obodo Bille nke okpuruọchịchị Degema, Rivers steeti.",
    "N’otu aka ahụ, ndịagha ụgbọelu tụkwara ogbunigwe n’ebe nzuzo ndị na-eyi ndụ egwu dị n’obodo Arra nke dị n’akụkụ oke ọhịa Sambisa na mpaghara Ugwu Naịjirịa.",
    "Ha kọwara na nyocha gosiri na ndị oyi ndụ egwu ji nwayọọ na-agbakọta n’ebe ahụ na nso nso a na-agbanyeghi na a chụpụbuola ha na mbụ.",
    "O kwuru na ndị oyi ndụ egwu a bụ ndị gbara ọsọ ndụ site na mpaghara Lake Chad dịka ndị ọrụ nchekwa kwara ha mgbọ.",
    "Na ogbunigwe a ha tụrụ n’obodo Arra mere ọfụma dịka ihe onyonyo gosiri na o gburu ọtụtụ ndị oyi ndụ egwu ebe ọtụrụ n’ime ha gbara ọsọ a ma gbochie ha iwere ọnọdụ obibi ebe ahụ.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ndịagha",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe mere anyị jiri tụọ ogbunigwe n'ọhịa Orsumoghu nakwa ebe ndị ọzọ - Ndịagha ụgbọelu14 Ọgọọst 2023",
    "Ịfụ opi 'Bagpipe' nyere m ohere ịzụ ndị ọrụ nchekwa Naịjirịa ma na-enye m ego ugbua - Chukwu Oba Kalu14 Ọgọọst 2023",
    "Niger Coup: Onyeisi ndịagha Niger ekwela ka ya na Ecowas nwee mkparịtaụka10 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Ihe mere anyị jiri tụọ ogbunigwe n'ọhịa Orsumoghu nakwa ebe ndị ọzọ - Ndịagha ụgbọelu",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Niger Coup: Onyeisi ndịagha Niger ekwela ka ya na Ecowas nwee mkparịtaụka",
    "Oliver de Coque,Osadebe na ndị otiegwu Igbo ọzọ kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}