{
  "published": "02:37",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ ndị na-azụ ahịa n'Ogbete akọwaala ihe mere n'ọgbaghara dapụtara ebe ahụ",
    "Ụfọdụ ndị na-azụ ahịa n'Ogbete akọwaala ihe mere n'ọgbaghara dapụtara ebe ahụ na Wenezde 26 Julaị 2023 n'ihi ngagharịiwe mgbachi ụlọahịa",
    "Ha kwuru na ọ bụ nghọtahie dapụtara n'etiti ụfọdụ ndị a gbachiri ụlọahịa na ndịisi ahịa ahụ butere ngagharịiwe.",
    "Otu nwoke sị na onyeisi ahịa gwara ndị a ka ha kwụsị ịkụka ụlọahịa gọọmentị gbachiri, kama ka ha bịa tinye akwụkwọ maka ohere iji gbapee ụlọahịa ha.",
    "Na ọ bụ ihe were ụfọdụ ndị a iwe nke mere ha jiri malite ngagharịiwe.",
    "Otu nwoke ọzọ kwuru na ihe gọọmentị gaara ime bụ ikpọkọta ndị na-azụ ahịa ka ha nwee mkparịtaụka banyere imepe ụlọahịa ha n'ụbọchị Mọnde.",
    "O gbakwụnyere na ha kwesịrị itinye ezi nchekwa n'ụbọchị Mọnde a na-eme 'sit at home' ka ndị mmadụ nwee ike ịpụta bịa zụọ ahịa.",
    "Sit-at-home agaghị eme ka Nnamdi Kanu pụta na mkpọrọ, anyị achọghịzi ya - Ndị Enugwu24 Julaị 2023",
    "Ihe ndị mere n'ụbọchị Mọnde, Jun 5, dịka gọọmentị Enugwu machiri 'sit-at-home'9 Juun 2023",
    "Ipob Sit At Home Order: 'Ụjọ ji anyị ịpụta'16 Ọgọọst 2021",
    "Ngagharịiwe a bụ maka mgbachi gọọmentị steeti ahụ gbachiri ụlọahịa ha kamgbe ụbọchị Mọnde 24 Julaị.",
    "Gọọmentị gbachiri ụlọahịa ụfọdụ ndị mmadụ maka na ha rubereisi n'iwu ịnọ n'ụlọ na-ekweghi agbape ahịa ha n'ụbọchị Mọnde.",
    "Cheta na gọvanọ Peter Mbah nyere iwu dịka ọ banyere n'ọchịchị sị ka a kwụsị ịnọ n'ụlọ ma sị a ga-agbachi ụlọahịa, ụlọọrụ ndị mere nke a.",
    "Ụfọdụ ndị nke a metụtara malitere ime ngagharịiwe na-akpọ oku ka gọọmentị gbapee ụlọ ahịa na o nweghi ihe ọjọọ ọbụla ha mere.",
    "A gbachiela ahịa Ogbete niile n'ihi ọgbaghara a",
    "Onye ntaakụkọ BBC Igbo gara n'ahịa Ogbete kwuru na ndị a agbachiri ụlọahịa ha rutere n'ụtụtụ Wenezde ma malite ịkụkasị igodo e jiri gbachie ụlọahịa ha.",
    "Onyeisi ndị ahịa 'Ogbette main market traders association (OMMTA)' bụ Maazị Aniagu gwara ha ka ha kwụsị ime nke, na gọọmentị gwara ha bịa mee nyocha tupu e mepee ụlọahịa ha.",
    "Ha malitere na-eme ngagharịiwe nke mere ọgbaghara jiri dapụta n'ahịa Ogbete ahụ.",
    "Mgbe ndị ọrụ nchekwa gụnyere ndị uweojii, ndịagha nakwa ndị ọzọ wuchiri ebe ahụ ha malitere ịgba egbe ka mgbọ tụrụ otu nwaokoroọbịa bụ e mechara kwuo na ọ nwụọla.",
    "Ndị mmadụ nọ n'ahịa malitere ịgbaọsọ aghara aghara",
    "Ọnụ na-ekwuru ndị uweojii n'Enugwu bụ Daniel Ndukwe kwuru na ọ bụ eziokwu na ọgbaghara dapụtara n'Ogbete kama na ndị uweojii na ndị ọrụ nchekwa ndị ọzọ gara ebe ahụ ime ka udo chịa.",
    "O kwuru na o enweghi ozi ọbụla banyere onye a sị na a gbagburu n'Ogbete ebe ahụ ha natara.",
    "Onye ntaakụkọ BBC Igbo gara n'ihu kwuo na a gbachiela ahịa Ogbete niile ugbua na ụgbọala 'armoured tank' ndị ọrụ nchekwa kwụchịm n'ahịa ahụ ugbua",
    "Ahịa Ogbete bụ nnukwu ahịa a ma ama dị n'okpuruọchịchị Enugwu North.",
    "Ọ bụ ya bụ ahịa kachasị ibe bụ ebe a na-ere ọtụtụ ihe dị iche iche na steeti ahụ.",
    "BBC Igbo kpọtụụrụ gọọmentị Enugwu steeti site n'aka ọnụ na-ekwuru ha bụ Uche Anichukwu.",
    "O kwuru na ọ gaghị azanwu oku mgbe ahụ kama sị ka e zitere ya ozi n'ekwentị.",
    "Mana ọ zabeghi ozi e zigaara ya tupu akụkọ apụta.",
    "Mana odeakwụkwọ Gọọmentị Enugwu steeti bụ Chidiebere Onyia site n’akwụkwo ozi o wepụtara nke ụlọọrụ Channels TV gosiri na kwuru na “ndị a mere ngagharịiwe dara iwu gọọmenti nyere maka usoro iji agbapegharị ụlọahịa ha.”",
    "Ọ bụ nke a butere ọgbaghara n’etiti ndịisi ahịa ahụ na ụfọdụ ndị a gbachiri ụlọahịa ha.",
    "Onyia gara n’ihu kwuo na gọọmenti na-eme nyocha banyere etu ihe niile si mee, tinyere onye a sị na a gbara egbe.",
    "Gọọmentị gara n’ihu kpọọ oku ka udo chịa, ka ndị Enugwu steeti dere jụụ ma na-aga mkpa dịịrị ha dịka ha ga-ewete ezi nchekwa ndụ na akụnaụba.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ngosi iwe",
    "Ngosi",
    "Enugwu",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}