{
  "published": "10 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Kefellerstudios",
    "Gọvanọ Peter Mbah na-ekwu na akụkọ mwakpo ndị ekperima wakporo Enugwu Steeti iji manye iwu 'sit-at-home' bụ akụkọ ụgha, mana BBC Igbo chọpụtara na mwakpo ndị ahụ mere n'ezie",
    "Akụkọ si Enugwu Steeti apụta ugbua na-ekwu na gọọmentị steeti ahụ nwụchiri ụfọdụ ndị ntaakụkọ n'ihi ebubo na ha kesara akụkọ nwereike bute ọgbaaghara.",
    "Otu onye ọkwa ya gbalitere na gọọmentị Enugwu steeti gwara BBC Igbo na aka gọọmentị steeti ahụ adịghị n'okwu nnwụchi ndị ntaakụkọ ọbụla, mana ha nụrụ ozi banyere ya.",
    "Nke a na-abịa dịka akụkọ putara n'izuụka gara aga gbasara etu ndị ekperima na-amanye iwu 'sit-at-home' si wakpo mpaghara dị icheiche n'Enugwu steeti na-eyi ndị mmadụ egwu, dịka ha kwuru na iwe ha bụ maka njide gọọmentị Naịjirịa jidere Nnamdi Kanu bụ onyeisi otu Ipob.",
    "Ụfọdụ ndị ntaakụkọ a anwụchiri bụ ndị dere akụkọ gbasara mwakpo ndị ekperima ahụ, bụ nke gọọmentị Enugwu steeti kwuru na ọ bụ akụkọ ụgha dịka ha gọrọ agọ na enweghị mwakpo ọbụla mere n'Enugwu.",
    "Mana BBC Igbo chọpụtara na ndị ojiegbe wakporo mpaghara dị icheiche n'Enugwu n'ezie, gbaa egbe aghara aghara, ma chụsaa ndị mmadụ.",
    "Otu onye ntaakụkọ sị na anwụchiri ya gwakwara BBC Igbo na ihe e ji nwuchie ya bụ n'ihi etu o siri bipụta akụkọ maka ọnọdụ 'sit-at-home' nakwa ụdịrị nkọwa na okwu o ji bipụta akụkọ ahụ'.",
    "Onye ntaakụkọ kwuru na ọ bụ n'ụbọchị Sọnde ka ndị ọrụnchekwa jichiri ya tọhapụrụ ya.",
    "Otu onye ọzọ ọnụ na-eru n'okwu n'Enugwu steeti gwakwara BBC Igbo na ọ bụ eziokwu na ndị ọrụ nchekwa nwụchiri ụfọdụ ndị ntaakụkọ. Onye a kwuru na ya ma ndị ntaakụkọ olemole so na ndị a nwụchiri.",
    "\"Nke a bụ nnukwu ihe mwute nye steeti anyị, mana ama m na n'oge eteghị aka, ndị okenye Enugwu ga-etinye ọnụ n'okwu a,\" ka onye ahụ kwuru.",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti8 Julaị 2023",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere 8 Julaị 2023",
    "Ihe anyị ma maka ndị nche obodo a sị ndịagha gbagburu n'Eke Udi, Enugwu Steeti3 Julaị 2023",
    "Ụlọakwụkwọ ebe ndị ojiegbe gbara egbe aghara aghara ma chụsaa ndị pụtara ịgụ akwụkwọ n'ụbọhị Wenezde",
    "Cheta na Gọọmentị Enugwu steeti kwuru hoo haa n’izuụka gara aga na ha ga-achọpụta ndị na-ekesa akụkọ nwereike iyi ọha egwu maọbụ kpata ọgbaghara ma nye ha ntaramahụhụ dịịrị ha.",
    "N'ụbọchị e duru ya n'iyi ọrụ dịka gọvanọ ọhụrụ Enugwu Steeti, Peter Mbah kwuru na ọchịchị ya agaghị anabata ndị mmadụ na steeti ahụ irube isi n'iwu mmachi mkpagharị nke otu.",
    "Gọọmentị Enugu gwara BBC Igbo n’izu gara aga na ọtụtụ akụkọ ndị mmadụ wepụtara n’ụbọchị Wenezde, abalị ise nke ọnwa Jụlaị, banyere ọnọdụ ‘sit at home’, bụ akụkọ ụgha iji ndị mmadụ egwu ka ha ghara ịpụta ezi na steeti ahụ.",
    "Akụkọ pụtara aghara aghara n’akụkụ Enugu na Wenezde ahụ banyere mwakpo na mmaja ndị pụtara ịga mkpa ha bụ nke a sị ndị mmanye ‘sit at home’ mere.",
    "Iji saa ajụjụ banyere ihe onyonyo gosiri ebe ndị ojiegbe na-apịa ndị nkuzi na ụmụakwụkwọ prịamarị ụtalị maka ịpụta gaa akwụkwọ na mpaghara 'Enugu West', ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Daniel Ndukwe gwara BBC Igbo na “enweghi ebe a na-akpọ ‘Enugu West’ na steeti a\".",
    "Ndukwe gara n'ihu kwuo na \"ndị mmadụ na-ekesa akụkọ ihe na-emeghi eme. Ọ ga-amasị m ịhụ ebe a a na-akpọ Enugu West, ka anyị gaa mee nnyocha ebe ahụ”.",
    "Ruo ugbua, o dobeghi anya kpọm kwem akụkụ steeti ahụ ihe a mere, mana e nwere mpaghara a na-akpọ ‘Enugu West Senatorial District’ bụ mpaghara ebe okpuruọchịchị Aniniri, Awgu, Ezeagu, Oji River na Udi dị.",
    "Mana n'ụbọchị Satọdee, bụ ụbọchị asatọ nke ọnwa Julaị, ndị uweojii Enugwu Steeti wepụtara akwụkwọ ozi ma kwuo na ha gburu ndị ekperima anọ bụ ndị so na-eyi ndị mmaọ̄ụ egwu ma na-amanyekwa iwu 'sit-at-home'.",
    "Etu mpaghara Otigba 'junction'  Enugwu dị taa bụ Mọnde, ụbọchị 10 nke ọnwa Julaị 2023",
    "Agbanyeghi na gọọmentị steeti ahụ na-ekwu na ọtụtụ akụkọ mwakpo ndị bụ akụkọ ụgha, BBC Igbo chọpụtara site n'ajụjụ nakwa ozi ịgba ama n'ụbọchị Wenezde na ndị ojiegbe na-amanye ndị mmadụ ịnọ n'ụlọ wakporo akụkụ Asata, Trans Ekulu, New Haven na ebe ndị ọzọ n'Enugwu Steeti.",
    "Otu onye bi na mpaghara ahụ kwuru na ndị ojiegbe a wakporo ụlọakwụkwọ St. Michael Praịmarị dị n'Asata Enugwu steeti n'ụbọchị ahụ gbaa egbe aghara aghara ma chụsasịa ụmụakwụkwọ na ndị nkuzi.",
    "N’ozi gọọmentị Enugu zipụtara na ngwụcha izuụka a gara aga, o kwusiri ike na o na-agba mbọ ịhụ na iwu nọrọ n’ụlọ na steeti ahụ agaghị adị ire ma ncha.",
    "Ebe foto si, CENTRE FOR MEMORIES",
    "Akpụrụakpụ ndị ọrụ 'Iva Valley' bụ otu njirimara Enugwu Steeti",
    "Gọvanọ Mbah nyere ndị ntaakụkọ ozi pụrụiche sị:",
    "“Ndị ntaakụkọ kwesịrị ịgwa ndị be anyi na ndị a na etinye iwu sit-at-home achọghị ọdịmma Mazi Nnamdị Kanu maọbụ ntohapụ ya.”",
    "“Ndị Igbo niile ji otu olu na akpọ ka atọhapụ Mazị Nnamdi Kalu, mụ onwe m agaala hụ onyeisiala maka ya”",
    "“Mana ndị a na akpọ sit-at-home bụ ndị ohi na ndị ama”",
    "Ọ gara n’ihu kwuo: “Ọbụghị ndị ohi na ndị omekome ga na-agwa anyị ihe anyị ga-eme n’Enugwu steeti.”",
    "Dịka akụkọ mwakpo pụtakwara n’akụkụ mpaghara Ọwụwa Anyanwụ Naịjirịa ndị ọzọ, gụnyere Abia, Ebonyi na Imo steeti, ndị gọvanọ Steeti ise dị ahụ kwuru na ha amachiela ọnọdụ 'sit-at-home' kpam kpam.",
    "Otu jikọrọ ndị welitere isi n'ọrụ ntaakụkọ na Naịjirịa, a kpọrọ Nigerian Guild of Editors (NGE) kpọrọ oku na 2022 ka gọọmentị kwụsị mmegbu na mkpagbu ha na-akpagbu ndị ntaakụkọ na Naịjirịa.",
    "N'akwụkwọ ozi si n'aka Mustapha Isah na Iyobosa Uwugiaren, bụ onyeisi na odeakwụkwọ otu NGE, ha kwuru na mkpagbu ndị ntaakụkọ akarịala na Naịjirịa.",
    "\"Ndị ntaakụkọ bụ mgbọrọgwụ siri ike n'ọchịchị onye kwuo uche ya.\"",
    "\"Ọ bụ ha bụ ikuku ndụ nye obodo ọbụla, nke mere o ji dị nnukwu mkpa ka gọọmentị etiti tinye aka ka ọrụ ntaakụkọ ghara ịghasa.\"",
    "Ebe foto si, Screengrab",
    "Ihe onye bụbụ osote onyeisiala Naịjriịa kwuru na 2022 maka okwu a",
    "Ụlọọrọ na-ahụ maka nnwereonwe ndị ntaakụkọ ịgbasa ozi n’ụwa bụ RSF international kwuru n’afọ 2022 na-ekwu na mwakpo na mgbagbu ndị ntaakụkọ n’akụkụ ụwa dị iche iche.",
    "Naịjirịa so na mba ebe ndị nnyocha ha gosiri na a nwụchiri na tụọ ụfọdụ ndị ntaakụkọ nga maka ọru ha.",
    "Eritrea na Egypt bụ mba Afrịka ebe akacha tụọ ndị ntaakụkọ nga na 2022.",
    "N'afọ olemole gara aga, akụkụ Naịjirịa dị iche iche akụkọ pụtara etu e siri nwụchie ndị ntaakụkọ, nye ụfọdụ ụlọ ntaakụkọ ntaramahụhụ ịda nha nakwa kpagbu ụfọdụ ndị mgbasaozi na soshal midia maka ịbipụta akụkọ ndị gọọmentị chee metọrọ aha ha maọbụ ndị ha kpọrọ akụkọ ụgha.",
    "Enugu Steeti",
    "Ohere nzisa ozi",
    "Enugwu",
    "NA EME UGBU A Etu ọgbakọ Joe Biden na Eze Charles III si gaa n'obi eze 'Windsor Castle'1 Julaị 2023",
    "Gọọmentị Enugu anwụchiri ndị ntaakụkọ maka ibipụta akụkọ 'sit at home'?10 Julaị 2023",
    "Gịnị ga-abụ ọrụ Tinubu dịka onyeisioche Ecowas?9 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Aspartame - akụrụngwa ọtọ bịrịbịrị a na-etinye na mmanya - ọ na-akpata kansa?30 Juun 2023",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma",
    "Gọọmentị Enugu anwụchiri ndị ntaakụkọ maka ibipụta akụkọ 'sit at home'?",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Nkwenye ndị Igbo oge gboo banyere ịlọụwa, agwụ, ọgbanje na ihe dị ọzọ metụtara ọnwụ na ndụEmelitere ikpeazụ na: 2 Ọgọọst 2020",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Ihe mere Awka, Enugu, Umuahịa na ndị ọzọ ji bụrụ isi obodoEmelitere ikpeazụ na: 9 Ọgọọst 2020",
    "Nnamdi Kanu Facebook ban: Ndị otu Ipob etiela mkpụ maka etu e si wetuo akara Facebook onye ndu haEmelitere ikpeazụ na: 3 Febụwarị 2021",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}