{
  "published": "6 Disemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Agbanyeghi na etu e si agbakọ afọ mmadụ dị bụ ọnụọgụgụ afọ ole onye ahụ dịrịla ndụ, ndị sayensi kwenyere na ha nwereike inyocha ọbara mmadụ jiri ya chọpụta etu akụkụ ahụ onye ahụ si aka nka. Nke a nwereike iny aka ịbụ amụma akụkụ ahụ mmadụ nwereike ịkwakọrọ ọsịsọ n'ọdịnihu.",
    "Ndị nyocha sayensị si na mahadum Stanford kwuru na ha nwereike ilebara akụkụ ahụ mmadụ ruru iri na otu gụnyere mkpụrụobi, ụbụrụ isi na ngụ mmadụ.",
    "Ndị Stanford ahụ anwalela nke a na ndị okenye ruru puku ọkachaị ndị nọ n'afọ 40 na ndị kalatarala nka.",
    "Otu onye n'ime mmadụ ise rurula afọ 50 gbagoba nwerịrị otu akụkụ ahụ ya ji ike aka nka ọsịsọ dịka nyocha ha siri kọwaa.",
    "Ọzọ dịka ibe ya, otu onye maọbụ mmadụ abụọ n'ime mmadụ otu narị niile nwereike inwe ọtụtụ akụkụ ahụ ha kara nka karịa afọ ole ha dị kpọmkwem.",
    "Dịka ndị nyocha ahụ siri kwuo; Ọ bụ eziokwu na ụdịrị nyocha a nwereike ịdị na-amapụ obi mana o nwereike inye aka ka ilebara akụkụ ahụ anya n'oge ma nyere aka iji gbanwee ihe nwereike ime ya n'ọdịnihu.",
    "Ebe foto si, Getty Images",
    "Ịma etụ akụkụ ahụ gị nwereike inye aka ịchọta ọgwụgwọ n'oge dịka ha siri dee n'akwụkọ Nature",
    "Ha kwuru n'akwụkwọ Nature na ịmata akụkụ ahụ ndị na-akpọda akpọda nwereike inye aka kọwara mmadụ ụdịrị ọrịa nwereike ịnọ n'akụkụ ya na-ekwe oyoyo maọbụ na-agbara onye ahụ egwu.",
    "Etu akụkụ ahụ si aka nka",
    "Iji maatụ, mkpụrụobi \"kara nka karịa afọ ole ọ dị\" ga-eweli ohere mmadụ ọrịa obi maọbị obi nkoropụ ebe ụbụrụ na-aka nka ọsịsọ nwereike igosi na mmadụ nwereike ịda n'ọrịa nchefu.",
    "Dịka nchọpụ†a ha siri dị, inwe otu maọbụ karịa akụkọ ahụ na-aka nka ọsịsọ so n'ihe a chọpụtara dịka ihe na-ebuli ụfọdụ ọrịa butere ọnwụ n'ime afọ 15 gara aga.",
    "Akụkụ ahụ ndị ha nyicha gụnyere:",
    "•Ụbụrụ",
    "•Mkpụrụobi",
    "•Imeju",
    "•Ngụ",
    "•Mgbụrị afọ ( eriri afọ)",
    "•Akụrụ",
    "•Abụba",
    "•Opi na-ebu ọbara (arteries)",
    "•Tishu ndị na-echekwa mmadụ",
    "•Akwara",
    "•Pankriz (pancrease)",
    "Ebe foto si, Getty Images",
    "Nyocha ọbara ahụ na-enyocha puku kwuru puku ọnụọgụgụ protin dị n'ahụ mmadụ iji tuzie aka akụkụ ahụ na-aka nka ọsịsị karịa ibe ya.",
    "Ụdị protin ha chọpụtara dị n'ụdị dị icheiche dịka ụdụ akụkụ ha nọ.",
    "Ndị nyocha ji asụsụ mashin kuziere igwe etu ọ ga-esi chọpụta ihe n'ime ọbara mmadụ nakwa ihe ndị ọzọ ha chọpụtara maka onye ahụ site n'ajụjụọnụ.",
    "Otu n'ime onye mere nyocha ahụ aha ya bụ Dọkịnt Tony Wyss-Coray kọwara: \"Oge anyị nyochara akụkụ ahụ ndị a niile site n'afọ ole ha dịrịla ndụ site n'afọ ole onye nwe ya dị, anyị enyochaa ya n'etiti ọtụtụ ndị ọzọ na-enweghi nsogbu ọbụla maọbụ ọrịa ọbụla ha nwere, anyị chọpụ†ara na ihe ruru pasentị 18.4 ndị dị afọ 50 gbagowa nwereike ihe dịka otu n'ime akụkụ ahụ ha na-aka nka karịa ndị ọzọ.",
    "\"Anyị chọpụtakwara na ndị dị etu a nwere ohere ịda ọrịa ga-emetụta akụkụ ahụ ahụ n'ime afọ 15 na-abịa'",
    "Mahadum Stanford enyefela akwụkwọ nchọpụta ha iji nata ikike inwe nyocha ahụ naanị ha ya bụrụ na o nwereike ịba uru n'ọdịnihu.",
    "Ọtụtụ agụmagụ ga-enye aka ịchọpụta ma ọ dị ezigbo ire na ikwupụta afọ ole akụkụ ahụ mmadụ dị na etu ahụike ya dị.",
    "Ebe foto si, Getty Images",
    "Pancrease",
    "Ụfọdụ n'ime ọrụ Dkt. Wyss-Coray wepụtara na mbụ gosiri na etu mmadụ si aka nka anaghị esi otu ụzọ mana ọ na-abịa dịka ebili mmiri nke na-awụli oge mmadụ mere afọ 30, na mmalite afọ 60 na ngwụcha afọ 70.",
    "Ọkammụta James Timmons bụ onye ọnụ na-eru n'okwu gbasara ahụike na ọrịa na-eso ịka nka na mahadim Queen mary University dị na London, na-eyochakwa ọbara na ihe dị n'ime ya na-egosi afọ ole mmadụ dị. Ọrụ ya na-eleba anya na mgbanwe dị n'agbụrụ karịa nri protin.",
    "O kwuru na nchọpụta ọhụrụ Dkt Wyss-Coray mere na-atụ n'anya mana a ga-emegodi nyocha ahụ n'ọtụtụ ndị mmadụ tupu a mara ka ọ kwụsịrị ike ọkachasị n'ime ndị ntoroọbịa si agbụrụ dị icheiche.",
    "\"Nke a ọ bụ ịka nka ka ọ bụ ụzọ isi chọpụta ọrịa ndị na-eso ịka nka? Ndị dere akwụkwọ ahụ kwụnyere nke mbụ mana echeghi ma na a ga-akachapụ nke ikpeazụ kpamkpam,\" ka o kwuru.",
    "Dkt Wyss-Coray kwuru: \"ọ bụrụ na anyị nwereike igosipụta nchọpụta a n'ime mmadụ 50,000 ruo 100,000, ọ ga-apụta na site na inyocha ahụike akụkụ ahụ dị icheiche nke ndị ahụike ha dị mma, anyị nwereike ịchọpụta akụkụ ahụ ndị na-aka nka ọsịsọ n'ahụ mmadụ ma anyị nwereike ịgwọ ha tupu ha adaa n'ọrịa.",
    "Ọkachamara Paul Shiels bụ ọkachamara gbasara ika nka na mahadum Glagow University kwuru na ọ ka dịkwa mkpa ile anya n'ahụ mmadụ niile na-abụghị naanị n'otu akụkụ ahụ iji chọpụta maka ahụike onye ahụ kpọmkwem.",
    "Caroline Abrahams si n'ụlọọrụ charity Age na mba Briten kwuru na agbanyeghi na ọ dị mma ịchọpụta etu mmadụ si aka nka, ọ ga-adịka mma ileba anya na etu ndị mmadụ ga-esi nabata ịma ihe ahụ ha na-agabiga.",
    "Ọ bụrụzie ihe dị ire, ndị mmadụ ga-eche enyemaka iji kwado ha na nchọpụta ha nwetara.",
    "United Kingdom",
    "Omume",
    "Science",
    "Ọriaobi",
    "NA EME UGBU A , ECOWAS Summit: Gịnị ka ndịisiala mba dị n'Ọdịda Anyanwụ Afrịka na-akpa taa n'Abuja?1 Disemba 2023",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta10 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "A malitela ọrụ n’uju n'akwammiri New Artisan dara ada n'Enugwu6 Disemba 2023",
    "Ị ga-achọ ịma ma o nwere akụkụ ahụ gị na-aka nka ọsịsọ karịa gị?6 Disemba 2023",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "E kpunyela Chelsea okpu ogwu taaEmelitere ikpeazụ na: 17 Maachị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa BiafraEmelitere ikpeazụ na: 14 Septemba 2021",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}