{
  "published": "27 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, OUKTweets/X/Patrick Ifeanyi Ubah/Facebook/BBC",
    "Ụlọ omeiwu Sịneti Naịjirịa akọwaala onye otu ha nwụrụ bụ Sịnetọ Ifeanyi Ubah dịka ezi onye ndu chọrọ ọdimma .",
    "Ozi onye na-ekwuchitere ụlọ omeiwu ahụ bu Sịnetọ Yemi Adaramodu wepụtara, kọwara Sịnetọ Ifeanyi Ubah dịka ezi nwa amaala nwetara ezi nnọchiteanya nye ndị Anambra Saụt ma bụrụkwa onye gbara mbọ inyere ndị ihe ụwa na-atụ n’ọnụ aka.",
    "O kwuru na ọnwụ Ifeanyi Ubah bụ oke ihe mmetuta nye ụlọ omeiwu Naịjirịa niile.",
    "Na’aka nke ọzọ, onye ji aha Labour Pati zọọ ọkwa onyeisiala Naịjirịa na ntụliaka 2023 bụ Peter Obi kọwara ọnwụ Ifeanyi Ubah dịka nke gbawara ya obi.",
    "N’ozi Peter Obi wepụtara n’akara soshal midia X kwuru na ya na Ifeanyi Ubah nwere mkparitauka n’izu gara aga banyere ijikọ aka dozie obodo Naịjirịa.",
    "O Kwuru na na ọnwụ Ifeanyi Ubah bụ nnukwu ọdachi dakwasiri ndị Anambra, ala igbo nakwa Naịjirịa. Ọ rịọrịọ ka chukwu kasie ezinaụlọ ya obi n’ọnọdụ iri uju a.",
    "Sịneto na-anọchiteanya Abia North n’ụlọ omeiwu Naịjirịa bụ Orji Uzor Kalu kwuru na ọnwụ Ifeanyi Ubah kụwụrụ ya ahụ.",
    "Ọ rịọrịọ ka mkpụrụobi ya zuoike na ndokwa.",
    "Ebe foto si, Patrick Ifeanyi Ubah/Facebook",
    "Sịnetọ na-anọchiteanya Anambra Saụt n'ụlọ omeiwu Sinet Naịjirịa bụ Ifeanyi Ubah anwụọla ka ọ gbara afọ 52.",
    "Onye ezinaụlọ ya na-achọghị ka a kpọ aha ya gwara BBC Igbo na Sinetọ Ifeanyi Ubah nwụrụ na London.",
    "Ifeanyi Ubah bụ onye na-azọ ọkwa Gọvanọ Anambra steeti n'otu pati All Progressive Congress, APC na ntụliaka a ga-eme n'afọ 2025.",
    "O so na ndị na-akpọ oku ka gọọmeti etiti tọhapụ Mazi Nnmadi Kanu mana ọtụtụ ndị mmadụ na-akatọ ya na-ekwu na aka ya dị na nwuchi a wuchiri Nnamdi Kanu.",
    "N'ọnwa Septemba 2022, ndị oji egbe wakporo ụgbọala Ifeanyi Ubah ma gbuo mmadụ ise ndị ọrụ ya na mpaghara Nkwo Enugwu-ukwu dị n'okpuruọchịchị Njikoka.",
    "Ụlọ omeiwu Sinet ekwubeghị ihe ọbụla banyere ọnwụ Sịnetọ Ifeanyi Ubah.",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ25 Julaị 2024",
    "Etu e si lie Chukwuemeka Ezeife (Okwadike) bụbu Gọvanọ Anambra Steeti21 Eprel 2024",
    "Ogbonnaya Onu: Ihe Ohaneze Ndigbo kwuru maka ya11 Eprel 2024",
    "Ifeanyi Uba bụ onye ji ego achụnta ego ejiri ụlọọrụ Capital Oil mara.",
    "A mụrụ ya na Septemba n'afọ 1971 dịka ọkpara n'ime ụmụ asaa nna na nna ya bụ Alphonsus Ubah mụrụ.",
    "Ọ lụọla nwaanyị ma mụọ ụmụ ise.",
    "Ọ bụ onye Otolo, obodo obere dị n'Anambra Steeti.",
    "Ọ gụtụrụ akwụkwọ na Premier Academy Lugbe dị n'Abuja mana ọ gụchaghị makana nne na nna ya enweghị ego iji zụọ ya.",
    "Mana ọ gara ọzụzụ dị icheiche n'azụmaahịa na ọchịchị.",
    "Ifeanyi bidoro ụlọọrụ 'Capital Oil' n'afọ 2001.",
    "Ọ bụkwa ya nwe Ifeanyi Ubah F.C. , nke na-azabụ Gabros International Footbal Club bụ nke so na-egwu bọọlụ Premiere league Naịjirịa.",
    "Ifeanyi Ubah zọburu ọkwa gọvanọ nke Anambra steeti n'afọ 2014 n'aha Labour Pati.",
    "N'afọ 2019 Ubah so zọọ ọkwa Sinate maka ịnọchite anya Anambra South Senitorial zone n'aha Young Democratic Party (YPP).",
    "Inec kpọpụtara ya dịka onye meriri ya bụ ntulika 2019 maka ịnọchite anya ndị ọgbọnta vootu ha.",
    "NA EME UGBU A, End Bad Governance: Etu ụbọchị abụọ nke ngagharịiwe si aga na Naịjirịa taa",
    "NA EME UGBU A, Rwanda emechiela ụlọụka 4,000 maka ịda iwu",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?31 Julaị 2024",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli31 Julaị 2024",
    "Akwakanti, kansa, ntụrịkọ mkpụrụamụ na ọrịa ụmụaka ndị ọzọ nwere ike ịnapụ nwata ike ịdị ime maọbụ ịtụwa nwaanyị ime n'okenye31 Julaị 2024",
    "\"Ihe m ga-abigara n'ute ọrịa Hepatitis C ma gbakee\"29 Julaị 2024",
    "Etu nkwado nwoke maọbụ nwaanyị ịlụ ibe ya si ebute esemokwu n’ụlọụka Anglịkan n’ụwa29 Julaị 2024",
    "Ihe Peter Obi, Orji Uzor Kalu na ndịọzọ kwuru maka ọnwụ Ifeanyi Ubah27 Julaị 2024",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ25 Julaị 2024",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere e ji adọ ndị si mpaghara Ọwụwa Anyanwụ aka na ntị ka ha esola na ngagharịiwe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}