{
  "published": "18 Disemba 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Taa ka asọmpi iko mbaụwa Qatar 2022 ga-abịa n'isi njedebe. N'ezie, onwebeghị asọmpi iko mbaụwa maara Afrịka mma karịa nke afọ a.",
    "Morocco mechapụrụ Afrịka ihere n'ihu dịka ha bụụrụ mba Afrịka mbụ ga-eru n'agba nke 'semifinal' kamgbe iko mba ụwa malitere.",
    "N'aka nke ọzọ ndị 'Super Eagles' nke Naịjirịa etozughị isonye na ya bụ asọmpi ma ya fọkwa ịgafe n'agba nke mbụ.",
    "Mba Afrịka ndị ọzọ sonyere n'iko mba ụwa nke Fifa 2022 gụnyere, Cameroon, Ghana, Senegal na Tunisia.",
    "Iji ruo n'agba nke 'semifinal', Morocco - nọ n'ọkwa 22 na ngụkọ Fifa - meriri mba ndị bụ ọkaibe n'egwuregwu bọọlụ dịka Belgium, Spain na Portugal, ndị nọ n'ọkwa 2, 7 na 9 n'otu n'otu na ngụkọ Fifa.",
    "Nke a mere ka ndị mmadụ na-ajụ sị gịnị ka Morocco mere n'otu bọọlụ ha nke kpatara ha ji mee nke ọma otu a na Qatar 2022, gịnị kwanụ ka mba dịka Naịjirịa nwereike ịmụta n'aka Morocco?",
    "World Cup Final: Onye ga-ebu iko mbaụwa nke 2022?18 Disemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha\n19 Nọvemba 2022",
    "Lee ụmụ Naịjirịa na-aga 'World  Cup'  n'afọ a15 Nọvemba 2022",
    "Ebe foto si, Getty Images",
    "Walid Regragui ritere nturuugo onye nkuzi bụ ọkaibe n'Afrịka n'afọ 2022",
    "N'ọnwa Ọgọst afọ a ka ndị nhazi egwuregwu bọọlụ na mba Moroko họọrọ Walid Regragui dịka onye nkuzi otu bọọlụ mba ahụ.",
    "Ndị mmadụ chere na Moroko ga-ahọrọ onye si mba Yurop, mana ha họọrọ Regragui n'ihi na ha chọpụtara na ọ ma ọrụ.",
    "Tupu Regragui abụrụ onye nkuzi otu bọọlụ Moroko, ọ bụ ya duuru otu bọọlụ Wydad AC nke dị na Casablanca, Moroko, wee bulie iko 'CAF Champions League' n'ọnwa Mee afọ a.",
    "Ọ bụkwa ya ritere nturu ugo onye nkuzi bọọlụ bụ ọkaibe n'Afrịka n'afọ 2022.",
    "Regragui gbara bọọlụ na Toulouse (Fransị) na Racing Santander (Spen) tupu ọ malite nkuzi bọọlụ.",
    "Nke a bụ otu ihe ndị nhazi bọọlụ na Naịjirịa kwesịrị ịmụta: iwepu wuruwuru n'akụkụ ma nye onye kacha mara ọrụ ya bụ ọrụ.",
    "Ebe foto si, Getty Images",
    "Mba Moroko hibere ụlọ mmụta maka egwuregwu bọolụ nke a na-akpọ Mohammed VI Football Academy n'ọnwa Maachị afọ 2010, iji chọpụta ndị mba ahụ nwere onyinye ịgba bọọlụ ma bido n'oge nyewe ha ezi ọzụzụ.",
    "Otu n'ime ndị bọọlụ Moroko ugbua bụ Nayef Aguerd, nwetara ọzụzụ n'ụlọ mmụta a.",
    "Ọ bụkwa n'ụlọ mmụta a ka e si họpụta ndị nọchitere anya Moroko n'asọmpi iko mbaụwa ụmụnwaanyị ndị erubeghi afọ 17 n'ọnwa Ọktoba 2022, ebe ha meriri ndị India, mana ga agafeghị agba nke mbụ.",
    "N'afọ 2020 Moroko meriri asọmpi iko mba Afrịka Futsal, ma sonyekwa n'iko mba ụwa Futsal nke afọ 2021, ebe ha meriri mba Solomon Islands (6-0), merie Venezuela (3-2), tupu Brazil agbapụ ha (1-0) n'agba nke quaterfinal.",
    "Naịjirịa enweghị ọbụladị otu ụlọ mmụta egwuregwu bọọlụ nke gọọmentị hibere maka ịzụlite ndị na-eto eto na ya bụ egwuregwu.",
    "Ọ bụ eziokwu na e nwere ọtụtụ ụlọ ọzụzụ dị otu a na-abụghị nke gọọmentị hibere, mana ndị ma maka egwuregwu na Naịjirịa ekwuola ugboro ugboao na ụlọ mmụta ndị a anaghị enweta nkwado dịka o kwesịrị.",
    "Ebe foto si, Getty Images",
    "Salisu Yusuf bụ onye nkuzi bọọlụ Naịjirịa esetere n'onyonyo ebe ọ na-ana aka azụ, nke mere e ji kwụsịtụ ya ọrụ ma daa ya nha $5000",
    "Ebubo nrụrụaka n'ime otu na-ahazi egwuregwu bọọlụ na Naịjirịa karịrị akarị.",
    "Ọtụtụ na-ekwu na ọ bụ nke a so adọghachi aka elekere Naịjirịa azụ na ya bụ egwuregwu.",
    "N'afọ 2018, onye ntaakụkọ mba Ghana bụ Anas Aremeyaw setere otu onye nkuzi bọọlụ Naịjirịa aha ya bụ Salisu Yusuf ebe ọ naara aka azụ $750 iji họrọ ụfọdụ ndị n'asọmpi.",
    "Nke a mere ka a kwụsịtụ ya ọrụ ruo otu afọ ma daa ya nha $5000.",
    "Mana ka afọ olemole gachara, otu 'Nigeria Football Federation' nyekwara Yusuf ọrụ dịka osote onye nkuzi ndị 'Super Eagles'.",
    "Ebe foto si, Getty Images",
    "Stephen Keshi buru iko mba Afrịka n'afọ 2013, mana ndị NFF chụrụ ya dịka a gbapụrụ Naịjirịa n'agba nke abụọ nke iko mba ụwa afọ 2014",
    "Ọ bụghị ụbọchị a kụnyere mkpụrụ n'ala ka ọ na-epu ome. Ọtụtụ na-ekwu na enweghị ndidi so n'ihe na-aghasa otu bọọlụ 'Super Eagles' nke Naịjirịa.",
    "Iji maa atụ, Stephen Keshi larala mmụọ bụ onye nkuzi ndị 'Super Eagles' oge ha buliri iko mba Afrịka na 2013. Ọ bụkwa ya duuru Naịjirịa n'itozu oke maka iko mba ụwa nke afọ 2014, mana dịka a gbapụrụ Naịjirịa n'agba nke abụọ asọmpi ahụ, ndị NFF chụrụ ya n'ọrụ.",
    "Onyeisiala Goodluck Jonathan tinyere ọnụ n'okwu ahụ, nke mere ka a kpọghachi Keshi azụ, mana a chụkwara ya ọzọ na 2015.",
    "Ọtụtụ ndị ma anya egwuregwu bọọlụ na-ekwu na agaraghị ịchụ Keshi n'ọrụ, n'ihi na ọ ma ọrụ ya nke ọma.",
    "Tammy Danagogo bụbu Mịnịsta egwuregwu na Naịjirịa kwuru na ịchụ Keshi n'ọrụ na 2015 bụ nzọhie ụkwụ.",
    "Naịjirịa sobu na mba e ji eme ọnụ n'egwuregwu bọọlụ n'Afrịka, mana ọ dịghịzi etu ahụ ugbua.",
    "Ọ dị mkpa ka ndị nhazi bọọlụ Naịjirịa jiri ehihie chọwa ewu ojii ugbua tupu chi ejie.",
    "Iko mba ụwa",
    "Bọọlụ",
    "Otu egwu bọọlụ Naịjirịa",
    "Egwuruegwu",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}