{
  "published": "23 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị ọrụ bi na-ekwu na enweghi nchekwa na-emetụta ọrụ ha",
    "Kedụ mgbe ikpeazụ ị hụrụ anyụ, odudu, akparata, ọna, nakwa ụfọdụ nrị ọnatarachi ndị ọzọ ndị nnanna anyị ha riri?",
    "Nke bụ eziokwu bụ na ụfọdụ nri na ngwanri ndị nnanna anyị ha riri abụrụla ihe a na-achọ achọ n’ahịa nakwa gburugburu ndị mmadụ ugbua ọkachasị na akụkụ ebe ndị meperela emepe.",
    "BBC Igbo mere nchọpụta si n’ịjụ ndị nso nso anyị ajụjụ n’okwu a, ọtụtụ gbara ama na ha anaghịzị ahụ ọtụtụ nri ndị dịka “fịọ fịọ, akịdị, ụgbọgụrụ” nakwa ndị ọzọ, mana gịnị nwereike ịkpata ofufu nri ndị a?",
    "Gịnị ka 'State of Emergency' gọọmentị tinyere na ngalaba nkọpụta nri Naịjirịa pụtara?16 Julaị 2023",
    "Ụzọ asaa okpukpere Kraịst si gbanwee omenala Igbo26 Mee 2022",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụ22 Ọgọọst 2021",
    "Nri so na njirimara omenala ndị mmadụ n’ụwa, mana dịka omenala na-agbanwe site n’agbụrụ ruo agbụrụ, ndị mmadụ na-agbahapụ ụfọdụ ekike, omenala, nri, maọbụ nkwenye nke ndị mgbe ochie dịka echiche ọhụrụ na-apụta.",
    "Otu nwaanyị onye ọkaibe n’ihe gbasara nri Naịjirịa bụ Ozoz Sokoh kọwara na ihe so eme ka nri ndị mgbe ochie bụrụ ihe a na-achọ achọ ugbua bụ na “dịka ụwa na-agbanwe ndị mmadụ anaghịzị enwe oge akọpụta nri nke ha maọbụ esi nri ndị ga-egbu ha oge”.",
    "“Ihe ọzọ bụ na ọtụtụ mba anaghị agba mbọ echekwa omenala ha nke bụ na omenala ndị bịara abịa na-anapụ ha ụzọ ha si eme ihe”.",
    "Sokoh kọwara na ihe ọzọ mere ụfọdụ nri ndị Afrịka ji laa bụ ọbịabịa ọchịchị ndị ọcha.",
    "O kwuru na mgbe ndị ọcha bịara, ha bubatara nri, ekike, asụsụ, ụkpụrụ nakwa echiche nke ha, ma kụchapụ echiche na omenala ndị ha chịrị.",
    "“Mbubata echiche ndị ọcha n’Afrịka gbadoro ụkwụ na ikuziri ndị isi ojii na ụzọ omenala nke ha bụ nke kacha mma,” Sokoh kwuru.",
    "“Ọtụtụ ndị mmadụ, ọkachasị ndị ọgbara ọhụrụ na-echezị na ihe ọbụla si mba ofesi bata bụ nke kacha mma.”",
    "Ka ọ dị ugbua, n’akụkụ Ọwụwa Anyanwụ Naịjirịa anachaghịzị ahụ nri ochie dị ka Adu, Akidi, Anyụ, Ọna, Ụgbọgụrụ, Odudu.",
    "Mmepe obodo emeela ọtụtụ ndị mmadụ anaghị akọ ọrụ ubi, ndị mmadụ na-arụzị ọrụ bekee nakwa ọrụ ọgbara ọhụrụ.",
    "Ndị ntorobịa tolite ha ahapụ ime obodo gawa ebe ndị mepere emepe n'ihi na ha na-eche na ha agaghị esi n'ọrụ ụgbọ baa ọgaranya.",
    "Agbanyeghi na gọọmentị Naịjirịa na-agba mbọ ikwalite ọrụ akụmakụ, ya bụ mbọ ka na-amita mkpụrụ obere obere.",
    "Nke a mere ka ụdị nri e ji mara ndị igbo dịka Adu, Akidi, Anyụ, Ọna, Ụgbọgụrụ, Odudu, na ndị ọzọ, abụrụla ihe ọtụtụ chefuru echefu, ma na-erizi nri ndị bịara abịa dịka Osikapa, 'noodle', na ndị dịka ha.",
    "Ebe foto si, AFP",
    "Osikapa so na nri ndị mmadụ kachazị eri n'akụkụ Naịjirịa ugbua",
    "Nkọpụta Ji, nke sobu n’akụmakụ e ji mara ndị Igbo, adatuola nke ukwu dịka nnyocha si gosi.",
    "Ihe ndị na-echere ndị ọrụ ugbo aka mgba na Naịjirịa karị akarị. Ha gụnyere: enweghi ebe aga nchekwa nri, ajọ okporoụzọ nke na-eme ka mbughar ihe oriri na-ara ahụ, nakwa enweghi ihe enyemaka nye ndị ọrụ ugbo.",
    "Cecilia John bụ onye ọrụ ugbo gwara BBC sị “Enyemaka anyị chọrọ bụ enyemaka ikike ibi ego n’aka gọọmentị, enyemaka ngwa teknụzụ eji arụ ọrụ ubi bara ụba dịka ‘tractor’, fetịlịaza, na ọgwụ eji ebu arụrụ na-ata ihe a kụrụ n'ubi”",
    "“Ọ bụrụ na anyị nweta enyemaka ndị a, ọrụ ubi anyị ga-amụba karịa dịka anyị ga-amalite ịkọpụta nri ebe o buru ibu ma na-ebupụkwa na mba ndị ọzọ.”",
    "Agbanyeghị na nkọpụta osikapa na Naịjirịa malitere kemgbe ebe ego afọ 1500 ga, osikapa ndị a na-esi na mba ofesi dị icheiche ebubata na Naịjirịa dịkwa elu.",
    "Enweghi nchekwa so emetụta ndị ọrụ ugbo n’akụkụ Naịjirịa dị iche iche.",
    "Esemeokwu na-adapụta kwa mgbe kwa mgbe n’etiti ndị ọchị ehi na ndị ọrụ ubi abụrụla nsogbu gbara afọ na Naịjirịa.",
    "Sokoh kọwara na nchịkọta ihe ndị na mbubata nri ọgbara ọhụrụ bụ ‘chere were’ so n'ihe mere ndị mmadụ ji agbahapụ nri ndị mgbe ochie na-edozi ahụ.",
    "Iji kwụsị nke, Sokoh tụtụ alo ka gọọmentị \"nwee ezi echiche ọhụrụ dị omimi banyere atụmatụ nchekwa omenala, ma kwalite ọnọdụ agụmakwụkwọ na Naịjirịa\".",
    "Iri ji Mbaise kpọtụrụ akpọtụ15 Ọgọọst 2019",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbua22 Jenụwarị 2020",
    "Etu azụ okporoko si bata Naịjirịa n'ihi agha Bịafra14 Jenụwarị 2020",
    "Ebe foto si, CIAT",
    "Gọọmentị onyeisiala Bola Tinubu kwuru n'ọnwa Jụlaị na o tinyela ọnọdụ gbatagbata n'ihe oriri na Naịjirịa.",
    "Nke a na-abịa dịka ọnụahịa ihe oriri na-agbali elu n'ike n'ike na Naịjirịa, nakwa dịka enweghị nchekwa na-egbochi ndị ọrụ ụbị ịga n'ubi ha n'ụfọdụ ebe na mpaghara Ugwu, bụ ebe nkọpụta nri kacha na Naịjirịa.",
    "Ụlọọrụ UN kwuru na ụmụafọ Naịjirịa ruru nde ise nwereike ịdabanye n'ọnọdụ oke agụụ n'ebe ọnwa Juun ruo ọnwa Ọgọọst 2023.",
    "Mgbanwe ihu eligwe sokwa na ihe na-eme nri ụfọdụ a na-ala ala dịka ndị ọkaibe sanyesi si kwuo.",
    "A na-ama ọkwa nye ndị ọchịchị mba Afrịka ka ha hibe usoro ga-ahụ na e belatara nsogbu mgbanwe eluigwu ga-akpatara mba ha.",
    "Ụmụntoroọbịa",
    "Ọrụ ugbo",
    "Gburugburu",
    "Nchekwa nrị",
    "Klaimet chanji",
    "Omenala",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Ihe mere e ji ericha nri tupu a taa anụ11 Ọgọọst 2019",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?13 Julaị 2018",
    "Ihe mere anyị ji mapụta N61.2m iji lie mmadụ 103 nwụrụ n'oge End Sars - Gọọmentị Legọselekere 5 gara aga",
    "Ihe obodo dị iche iche n'ala Igbo na-akpọ nwagbọghọ23 Julaị 2023",
    "Ihe mere ọtụtụ nrị ndị mgbe ochie ji ala ala23 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ihe obodo dị iche iche n'ala Igbo na-akpọ nwagbọghọ",
    "Ihe mere anyị ji mapụta N61.2m iji lie mmadụ 103 nwụrụ n'oge End Sars - Gọọmentị Legọs",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na  ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabara",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "BBC NkejiEmelitere ikpeazụ na: 30 Disemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}