{
  "published": "28 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, CHRIS OKEREKE",
    "Ezịnaụlọ nwaada a azichaala ihe ndị ọbịa ga-eji mee oriri na ọṅụṅụ tupu ihe ha anụ na atọrọla ọgọ ha",
    "Otu nwaada nke anyị agaghị akpọ aha ya kọọrọ BBC Igbo etu ya na ezinaụlọ ya siri kwaa arịrị n’ụbọchị ịgba nkwụ ya n’ọnwa Jenụwarị afọ 2022.",
    "Nke a na-abịa dịka ihe ọ kpọrọ ‘ihe ịrịbama’ mechara mee na ndụ ya nke bụ na ya na di ya (onye ndị ntọ tọbụuru) mere agbamakwụkwọ ha n’ụlọụka na ndụ nakwa n’udo n’ụbọchị Satọde gara aga.",
    "Akụkọ dapụtara ma fegharịa na soshal midia n’izu gara aga maka nwaada pụtara mee ịgba nkwụ naanị ya n’ihi na a tọọrọ di ya n’abalị  bụtara ụbọchị ịgba nkwụ ha.",
    "Nwaada a bụ onye gwara BBC Igbo okwu n’izu a kwuru:",
    "“Mgbe anyị nụrụ ozi na a tọọrọ di m, obi gbawara m, ndị ezinaụlọ nakwa ndị enyi m niile”.",
    "“Anyị ahazichaala ihe niile a ga-eji mee ịgba nkwụ, kwụọ ụgwọ maka ndị egwu, ndị siri nri, ndị butere oche ọha ga-anọ, ndị mmadụ akwaala uwe ha maka ya bụ emume – Gịnị ka anyị ga-emezi?”",
    "Ọ gara n’ihu kọwaa etu ya na ndị enyi ya siri bee akwa n’ụtụtụ ụbọchị ịgba nkwụ ya ma kpee ekpere na-arịọ chukwu ka a tọhapụ di ya.",
    "N'ụlọ ha dị n'obodo ya bụ Ngwa nke Abịa steeti ka ha nọ na-akwa arịrị dịka ndị ọbịa malitere na-agbakọ, o kwuru \"ụlọ anyị a dịzịe ka ebe a na-eli ozu\".",
    "Ma sị “otu onye ikwu m bịara malite ịgba m ume ma na-arịọ ka m ekwela ka ụbọchị ịgba nkwụ m bụrụ ụbọchị arịrị”",
    "“Ọ rịọrọ m ka m pụta n’ọha, were okwukwe malite ịgba egwu n’ọṅụ dịka anyị nwere olileanya na di m ga-abụ onye agbapụtara”.",
    "Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ15 Jenụwarị 2022",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na Mbaise24 Jenụwarị 2021",
    "Ije Di: Gịnị mere ndị Igbo ji asị ka nwaanyị nwalee alụmdị na nwunye?20 Septemba 2020",
    "Ebe foto si, Nwaanyị ahụ mere agbamakwụkwọ",
    "Foto si agbamakwụkwọ nwaada ahụ",
    "Onyonyo fegharịrị na soshal midia n’izu a gosiri ka nwaada ahụ yi uwe emume ya ma na-agba egwu okirikiri n’ihu foto di ya.",
    "Otu enyi ya nwaanyị zipụtara ozi na soshal midia kwuo “Anyị chere ruo mgbede, ndị mmadụ, ndị ọbịa juru ebe niile na-eche ma a ga-ahụ ma di ya ọ ga-alọghachite.”",
    "“Enyi m a bụ ezigbo nwaanyị siri ike, ihe o mere n’ụbọchị bụ ihe ịgba ume”.",
    "Mgbe ọ malitere ịgba egwu, ndị enyi ya gbara ya gburugburu ma soro ya na-agba egwu ma na-enwe ọṅụ na-agbanyeghi ihe mere.",
    "Mana ọtụtụ nọ na-ajụ, kedụ ka e siri tọrọ di nwaada? Kedụ ka ya bụ ihe siri mee kpọm kwem.",
    "N’okwu nwaada a gwara BBC Igbo, ọ kọwara na a tọọrọ di ya n’ụbọchị ise nke ọnwa Jenụwarị 2022 dịka e hiwere ịgba nkwụ ha n’ụbọchị isii nke ọnwa Jenụwarị ahụ afọ ahụ.",
    "Ya bụ ntọrọ mere n’akụkụ Isiala Mbano. O kwuru ezinaụlọ ha gbakọtara mechaa kwụọ ụgwọ mgbapụta nde kwuru nde.",
    "Di ya nọrọ abalị asaa n’aka ndị tọọrọ.",
    "Nwaada a kwuru “Agbanyeghi na ndị tọọrọ ya merụrụ ya ahụ, ọ pụtara na ndụ. Ndụ bụ ihe kacha mkpa. E ji m obi aṅụrị enyi chi ekele n’ihi na ugbua ihe ahụ e che na-agaghị eme emeela na ndụ m, anyị emeela agbamakwụkwọ anyị n’udo.”",
    "Kemgbe afọ ole na ole gara aga, ndị ojiegbe nakwa otu ndị omekome dị iche iche na-atọ ndị mmadụ maka ego mgbapụta n’akụkụ Naịjirịa dị iche iche.",
    "Ụlọọrụ ACLED kwuru na ụmụakwụkwọ karịrị otu puku ka a tọọrọ n'ụlọakwụkwọ ha na Naịjirịa bido n'ọnwa Disemba afọ 2020 ruo ọnwa Jun 2021, ọtụtụ n'ime ha ka a tọhapụrụ dịka a kwụrụ ndị ekperima ahụ puku kwuru puku dọla.",
    "Ntọrọ ndị mmadụ malitekwara na-ari elu n'akụkụ ọwụwa anyanwụ Naịjirịa n'afo olemole gara aga.",
    "Enweghi ezi nchekwa so na ihe na-echere Naịjirịa aka mgbe n'oge a dịka gọọmentị na-ekwu na ha na-agba mbọ imemina ya ugbua.",
    "Nwaada na di ya zutere onwe ya na soshal midia n’afọ 2020 mgbe ọ ka mechapụrụ ọzụzụ dịka onye ọrụ ọkwọ ụgbọelu. Ha malitere ime enyi ma na-amatatu onwe ha nwanyọ nwanyọ.",
    "Di onye si Dubia lọta Naịjirịa ma mechaa bịa hụ ya n’afọ 2021, oge ahụ ka ọ gwara ya na ọ chọrọ ịlụ ya.",
    "Ozi nwaada a na soshal midia kwuru na ọ nabataghị atụmatụ di n’oge ahụ dịka ọ dichaghi njikere oge ahụ. Ọ mechara nabata ya nke mere o jiri bịa hụ ezinaụlọ ya ma mee ego n’isi ya.",
    "Ntọrị mmadụ mere na Katsina",
    "Ụmụnyanyị",
    "Naijiria",
    "Omume",
    "Abia Steeti",
    "NA EME UGBU A Anọ m n'ihu ọrụ ụtụtụ na abalị iji gboo nsogbu Naịjirịa – Onyeisiala Tinubu1 Juun 2023",
    "Etu m si were okwukwe mee ‘ịgba nkwụ’ naanị m dịka a tọọrọ di m28 Juun 2023",
    "Ike Ekweremadu: Nna nwata ahụ ọ tụrụ mgbere gaa Briten akwaala arịrị ma daa n'ute ọrịa27 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}