{
  "published": "6 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Gọọmenti Naịjirịa ewezugala ebubo niile ha boro onyeisi Binance bụ Tigran Gambaryan iji nye ya ohere ka ọ ga-nweta nleta maka ajọ ọnọdụ ahụike ya.",
    "E wepụrụ ebubo ndị ahụ n'ụlọikpe ọkaikpe Emeka Nwite nke ụlọikpe ukwu dị n’Abuja taa bụ Wenezde 23 Ọktoba, 2024 ka ndị ọkaiwu Gambaryan gwara ọkaikpe Emeka Nwite na ọnọdụ ahụike ya na-akawanye njọ.",
    "Ọnụ na-ekwuru ụlọọrụ Economic and Financial Crimes Commission (EFCC), gwara BBC na ikpe Gambaryan ga-aga n’ihu n’agbanyeghi na ọ nọghị ya, mana ihe a na amaghị bụ etu ikpe ahụ ga-esi ga n’ihu ebe onye na-anọchiteanya na anọghị.",
    "Cheta na ọkaikpe Emeka Nwite jụrụ inye Gambaryan ntọhapụ beelu ugboro abụọ maka na o chere na Gambaryan nwere ke ịgba ọsọ.",
    "Gọọmenti Naịjirịa nwuchiri Gambaryan na onye otu ya bụ Nadeem Anjarwalla n’ọnwa Febụwarị 2024 maka ebubo na Binance na onye nwe ya na-enyere ndi na-azụ ha ahịa aka ịgbanari ịtụ ụtụisi ha, mana e mechara tọhapụ Nadeem Anjarwalla.",
    "Ndi omeiwu mba Amerịka dị madụ iri na isii  edegarala onyeisiala ha bụ Joe Biden akwụkwọ ka ọ gbaa mbọ hụụ na a kpọlatara onyeisia ụlọọrụ Binance bụ Tigran Gambaryan site na Naịjirịa lọghachita mba ha.",
    "Gọọmenti Naịjirịa nwuchiri Gambaryan na ọnwa Febụwarị ma na ebo ya ebubo sị na Binance na onye nwe ya na-enyere ndi na-azụ ha ahịa aka ịgbanari ịtụ ụtụisi ha.",
    "N'akwukwo ndị omeịwụ ahụ binyere aka, ha sị \"anyị ji aha Gambaryan, ezinaulo ya na ndi mba Amerika nwere na-arịọ ka akpọghachịta ya mba Amerika\"",
    "Ha gara n'ihu rịọ ka ụlọọrụ na-ahụ maka ndị mba Amerika e ji na mba ofesi mee ka e sị na  Naịjirịa buga ikpe ha n'Amerika.",
    "N'aka nke ọzọ gọọmentị Naịjirịa ekwuola na ha ga-ekpe Gambaryan ikpe ziri ezi kwụụ aka ọtọ",
    "Mịnịsta na-ahụ mgbasaozi bụ Muhammed Idris kwuru na e nyere nwamadị a ọnọdụ ruuru ya dịka iwu siri kwuo.",
    "Ọ gara n'ihu kọwaa na ihe mere ọkaikpe jiri jụụ ịtọhapụ ya nwa mgbe nta, bụ maka onye otu ya gbara site n'ụlọ mkpọrọ.",
    "Eyigharịala ikpe dị n’etiti Binance na gọọmenti Naịjirịa ruo n’ụbọchị 17 Mee 2024.",
    "Ihe mere e ji yigharịa ya bụ n’ihi na ọkaikpe Binance kwuru na enyebeghị ya ihe akaebe na-egosi ebubo niile e boro onye ọ na-ekwuchitere ọnụ.",
    "Onye na-ahụ maka usoro ikpe kwuru na ya gara n’ụlọmkpọrọ Kuje inye Tigran Gambaryan akwụkwọ ikpe ahụ mana ọ jụrụ ịnara ya.",
    "Ka osiladị ọkaikpe nọ n’isi ụlọikpe ahụ bụ Emeka Nwite nyere iwu ka enyeruo Binance akwụkwọ ikpe ahụ n’ime ụlọikpe ma yigharịa ya ka ọ bụrụzie n’ụbọchị 17 Mee 2024 iji nyere onye ọkaikpe Binance aka ịleba anya n’akwụkwọ ahụ ma webata ọsịsa ya.",
    "Tigran Gambaryan bụ otu n’ime ndịisi ụlọọrụ na-ahụ maka mgbanwerịka ego igwe ‘bitcoin’ bụ Binance ekwuola na aka ya dị ọcha n’ebubo ịtụ mgbere ego gọọmentị Naịjirịa boro ya site n’aka ụlọọrụ EFCC.",
    "Gambaryan bụ onye wuchiri n’ihu ọkaikpe Emeka Nwite nke ụlọuikpe ukwu dị n’Abuja na Mọnde sị na o nweghi mgbere ego ọbụla ụlọọrụ ha na-atụ.",
    "Ọkaiwu otu onye ọzọ n’azara ọnụ ya n’ebubo ahụ bụ Mark Mordi gwara ụlọikpe na ha etinyela akwụkwọ ka a gbapụta ha.",
    "Ọ gara n’ihu gwaa ụlọikpe ka o wepụ onye ọ na-anọchiteanya site n’ụlọmkpọrọ Kuje ma tinye ya n’aka ụlọmkpọrọ EFCC.",
    "Mana ụlọikpe jụrụ ịnabata arịrịọ ahụ dịka e yigharịrị ụlọikpe ahụ gawa n’ụbọchị 18 Eprelụ nakwa n’ụbọchị abụọ nke ọnwa Mee.",
    "Ụlọọrụ Federqal Inland Revenue Service nke gọọmentị Naịjirịa akpụpụla ụlọọrụ na-atụ mgbere ego dijitaal, kripto bụ Binance ụloikpe n'Abuja.",
    "Ndị a kpụpụrụ ụloikpe bụ Tigran Gambaryan na Nadeem Nadeem Anjarwalla. Tigran pụtara n'ụloikpe taa ebe Nadeem nọ n'ọsọ ugbua.",
    "Nke a na-eme ka esemokwu dị n'etiti Binance na gọọmentị Naịjirịa na-akawanye njọ.",
    "Cheta na gọọmenti Naịjirịa jichiri nnukwu ndị isi ụlọọrụ Binance abụọ n'ụbọchị Mọnde 26 Febụwarị 2024 n'ihi ebubo ịla akwụkwọ ego Naịra n’iyi bụ nke mere ikikere naịra jiri daa mba, tinyekwara ebubo ịkwado iyi ndụ egwu, ibufe ego Naịjirịa mba ndị ọzọ, ịgbanarị ụtụisi nakwa ihe ndị ọzọ.",
    "E jichiri Tigran na otu onye ọzọ kamgbe ọnwa Febuwarị mana akụkọ gbara na onye otu ya nke ọzọ gbapụr n'ebe e jichiri ha.",
    "Ụlọọrụ Federal Inland Revenue Service FIRS bụ ndị na-akpụpụ Binance ụlọikpe taa n'ebubo ndị a:",
    "Na gị bụ Binance Holding a na-akpọkwa Binance, Tigran Gambaryan na Nadeem Anjarwalla (onye nọ n'ọsọ ugbua) malite n'ọnwa Jenuwarị afọ 2022 ruo ọnwa Jenuwarị afọ 2023 nọrọ n'Abuja mee azụmahịa gbasara ụloorụ dịka ụloakụ na-enweghi ikike ime nke ahụ.",
    "Na gị bụ Binance Holding a na-akpọkwa Binance, Tigran Gambaryan na Nadeem Anjarwalla (onye nọ n'ọsọ ugbua) malite n'ọnwa Jenuwarị afọ 2022 ruo ọnwa Jenuwari afọ 2024 nọrọ n'Abuja mee azụmahịa nke ndị ụlọakụ, ụlọ na-anata ụgwºọ ezumike na ụlọọrụ na-ere 'stock' na-enweghi ikike ime nke ahụ.",
    "Na gị bụ Binance Holding a na-akpọkwa Binance, Tigran Gambaryan na Nadeem Anjarwalla (onye nọ n'ọsọ ugbua) malite n'ọnwa Jenuwarị afọ 2022 ruo ọnwa Jenuwarị afọ 2024 jiri ọba azụmahịa kparịta ma tinye ego ọnụahia dọla megide naịra ma ị nweghi ikike ime nke ahụ na Naịjirịa mere i jiri daa iwu banyere nleta ego ndị ofesi.",
    "Na gị bụ Binance Holding a na-akpọkwa Binance, Tigran Gambaryan na Nadeem Anjarwalla (onye nọ n'ọsọ ugbua) kpakọrịtara n'ime onwe unu ma kpebie na unu agaghị ekwu ebe ọmụrụnwa unu ritere n'azụmahịa unu mere sitere mere unu jiri daa iwu gbasara mpu na Naịjirịa.",
    "Na gị bụ Binance Holding a na-akpọkwa Binance, Tigran Gambaryan na Nadeem Anjarwalla (onye nọ n'ọzọ ugbua) juru na unu agaghị ekwu ebe ego ruru $35,400,000 bụ ego unu nwetara na Naịjirịa sitere ebe unu ma na ihe unu na-eme megidere iwu.",
    "Ebe foto si, Getty Images",
    "Ụlọ mgbanwerita ego dijital nke na-eme azụmahịa kripto a na-akpọ Binance ekwuola na ha ga-akwụsị mmekọrịta niile na azụmahịa niile gbasara ego Naịjirịa bụ naịra n'ụbọchị Maachị 8, 2024.",
    "Iwepụ naịra na Binance nke gọọmentị etịtị Naịjiria na akwadọ gọsịrị na ndị ọchịchị anaghị echemị echịche ọhụma tụpụụ ha ebido ịme ịhe ufodu.",
    "Ebe foto si, Getty Images",
    "Onye na atu mgbere Crypto na Binance na achọghị ka amara aha ya kwuru nke a ma kọwaa na kama gọọmentị ga amachị Binance na ịhe ha kwesịrị ịme bụ ịtịnye ụtụ-ịsị na ahịa nịle ndị mmadu na ere n’ ime Binance.",
    "O kwuru na ụtụ-ịsị ahu aka aburu ụzọ ọzọ gọọmentị kwesịrị ịsị na enwete ego karịa ịmachị Binance.",
    "Ọ gara n’ihu kọwaa na imachi Binance agaghị akwụsi ịtụ mgbere azụmahịa kripto mana ọ ga emetụta ndị na atụ mgbere ahụ na ụzọ na adịghị mma.",
    "Na ọkwụ ya “ndị na atu mgbere kripto ga-ebịdọ na-ejị ụzọ ndị-ọzọ ha jị na ere ma na azuta ya tupuu binance aputa. Na ezịokwu, enwere uzo dị ịcheịche ejịrị atu mgbere crypto”.",
    "“Naanị ịhe Binance mere bụ ịnọ ọnọdụ dịka ọgịge ebe ana atụ mgbere nwere ntukwasị ọbị. Ugbua ndị mmadu ga na adaba na aka ndị wayo na ndị ga erị egọ ha”.",
    "O kwuru na crypto abụghị naanị nsọgbụ Naịjirịa nwere mere dollar jịrị arị elu ọjị.",
    "“Ịhe nịle ana erị na Naịjirịa bụ ihe esịrị na mba ofesị nwere bụbata. Ndị na atụ ahịa na ejị dollar, nke a sonyere eme dollar jịrị arị elu”",
    "Binance bụ ụloọrụ kachasị agbanwekọrịta ego krypto n'ụwa niile kwuru na malite abalị asatọ ọnwa Maachi, ihe niile ha na-emebu e ji ego naịra eme ga-ebi.",
    "N'akwụkwọ ha bipụtara n'akara sosha midịa ha, \"Binance ga-ewepụ naịra site n'ego ndị ha na-anabata e ji akwụ ụgwọ n'ime app ha.'",
    "Nke a na-abịa ka gọọmentị Naịjirịa machiri ma mechie ndị mmadụ inwe ike ibanye n'ime app ha n'ọnwa Febuwarị na-ebo ha ebubo ime mpụ.",
    "Gọọmentị Naịjirịa boro ha ebubo na ha mere ego naira ji na-ada n'ihi na mekwa ka ego na-efularị Naịjirịa.",
    "Ebe foto si, Getty images",
    "Binance bụ ebe a kacha atụ mgbere ma na-eme azụmahịa ego dijitaalụ a na-akpọ kripto n'ụwa niile.",
    "E kwuru na ndị nọ n'ime ya ruru mmadụ nde 150 ebe isiụlọrụ ha dị na Malta.",
    "Binance adịghị ka ụlọakụ ebe a na-edebe ego ị na-ahụ ya anya n'ihi na ego dijitaalụ, mmadụ enweghi ike ịhụ ya anya.",
    "Etu ego dijitaal si arụ ọrụ bụ n'ịntanetị ka a na-etinye ya na-ewepụkwa ya. A na-etinye ya n'ime akpa ego dị n'intanetị a na-akpọ dijitaal 'wallet'. E ji ya azụta ihe n'ịntanetị.",
    "Malite n'onwa Juun afọ 2022 ruo ọnwa Julaị afọ 2023, ndị ọkachamara kwuru na itu mgbere kripto na Naịjirịa ruru ego $56.7ijeri.",
    "Nke a pụtara na ndị na-atụ mgbere ego dijitaal kripto na Naịjirịa karịrị akarị. Ụzọ ọ ga-esi metụta ha bụ",
    "A kwụsịla itinye na iwepụta ego naịra",
    "Ndị Binance amachiela itinye maọbu iwepụta ego naịra site n'aka ha Nke a pụtara na imirikiti ndị niile na-eji Binance azụkọrịta ahịa kripto na Naịjirịa agaghị ewepụtali ego ha na naịra. Ha nwereike ịchọ ụzọ ha ga-esi na-eji Binance azụkọrị†a kripto mana ha agaghị ejili naịra. Naanị ihe ha nwereike ime bụ ịchọta ụzọ ọzọ na ụdị ego ọzọ ha ga-eji na-ewepụta ego ha na-abụghị na naịra.",
    "A kwụsịbeghi ndị Naịjirịa ibanye Binance mana ha agaghị etinyeli ego naịra maọbụ ewepụtali ya.",
    "Ebe foto si, Getty Images",
    "Ihe mere n'ikpe EFCC na Cubana Chief Priest taa17 Eprel 2024",
    "Gọọmenti Enugwu ewerela katapila kwọgbuo ọkụkọ karịrị  30,000 na Nchatancha Nike4 Maachị 2024",
    "'Ana ma agagharị na mbaụwa achọ ndị ga-akwado m, Naịjirịa anaghị enye m ego ndị ahụ' - Chioma Ude Afriff14 Febụwarị 2024",
    "N'akwụkwọ ozi ha zipụrụ ụbọchị Tuzde abalị 5 ọnwa Maachi, ha kwuru na ha ga-enye ndị nwere ego n'ime Binance ohere ruo abalị 8 ọnwa Maachi ka ha tinye maọbụ were ego ha maka na ọ gafee ụbọchị ahụ, ha ga-agbanwe ego ndị ahụ ga kripto dịka Tether stablecoin na USDT tinye ya n'ime ọbaego Binance.",
    "N'okwu ha \"Binance ga-akwụsị azụmahịa niile gbasara ego Naịjirịa bụ naịra (NGN) etu a. Anyị na-arịọ ndị na-eji ego a ka ha wepụ ya, jiri ya zụọ ahịa maọbụ gbanwee ya ka ọ bụrụ kripto tupu ụbọchị anyị ga-akwụsị ya'.",
    "Ha kwuru na ha ga-eji ego ole naịra na USDT/NGN na-ada kamgbe abalị asaa jiri ya mara ego ole ha ga-agbanye tupu ha akwụsị ihe gbasara naịra.",
    "Ha kọwara na",
    "Binance agaghị anabata itinye ego naịra ma ọ gachaa 2024-03-05 14:00 (UTC).",
    "Iwepụ ego naịra agaghị agazi malite n'abalị 2024-03-08 06:00 (UTC).",
    "Ọ gafee abalị 2024-03-08 08:00 (UTC), Binance ga-agbanwe ego naịra ọbula fọrọ n'akara ndị mmadụ gaa USDT nonụ ego otu USDT = 1,515.13naịra",
    "Ebe foto si, Getty Images",
    "Gọọmenti Naịjirịa jichiri nnukwu ndị isi ụlọọrụ Binance abụọ n'ụbọchị Mọnde 26 Febụwarị 2024 n'ihi ebubo ịla akwụkwọ ego Naịra n’iyi bụ nke mere ikikere ya jiri daa mba, tinyekwara ebubo ịkwado iyi ndụ egwu, ibufe ego Naịjirịa mba ndị ọzọ, ịgbanarị ụtụisi nakwa ihe ndị ọzọ.",
    "Ozi sitere n’aka BBC News kwuru na anwụchiri ma jichie akwụkwọ passport nnukwu ndị isi Binance abụọ ahụ n’oge ha batara Naịjirịa izuụka gara aga maka mmachi gọọmenti machiri ọnya nwaudide ha dịka a gwara ha kwụọ nha $10bn (£8bn).",
    "Ọ bụkwa na nso nso a ka gọọmenti Naịjirịa sitere n’ụlọọrụ na-ahụ maka nzikọrịtaozi bụ Nigerian Communications Commission kpọchie ụzọ niile Binance na ụlọọrụ crypto ndị ọzọ si eme ihe n’ọnya nwaudide iji wepụ aka ọjọọ ha manyere n’usoro mgbanwerịta ego nakwa ụzọ na-ezighị ezi ha si ebugharị ego.",
    "Tekinụzụ",
    "Intanet",
    "Itinye kọmpụta n'ọrụ",
    "Azụmahịa nke kọmpụta",
    "Ego mmadụ",
    "Ịkpa arụ nke cyber",
    "Ịji ego achụ ego",
    "Stọk maketi",
    "Ekwentị",
    "Akụ na ụba",
    "Ahịa",
    "Lee ka ụka nkwanye ugwu e meere Emmanuel Iwuanyanwu si ga n’Enugwu27 Ọktọba 2024",
    "NA EME UGBU A, Israel atụgwaraala Iran ogbuniigwe",
    "Ndị uweojii agbaala onye otu ha gburu Igbo-Jah n'anwụ27 Ọktọba 2024",
    "Nwoke na-ebu agha megide ndị na-achụ nta ndị amoosu na Naịjirịa25 Ọktọba 2024",
    "Ị maara minista ọhụrụ asaa ahụ Onyeisiala Bola Tinubu họpụtara?24 Ọktọba 2024",
    "Bianca Ojukwu: Kedụ ihe ị ma maka ya?18 Maachị 2022",
    "VDM na Bobrisky: \"Bobrisky jiri ọnụ ya kwuo na ọ gaghị ụlọmkpọrọ, kedụ ebe ọ gara n'ezi a?\" - Deji Adeyanju21 Ọktọba 2024",
    "Gịnị ka mmanya 'herbal bitters' na-arụ na ahụ mmadụ?23 Ọktọba 2024",
    "Gọọmenti Naịjirịa akagbuola ebubo niile ha boro onyeisi Binance bụ Tigran Gambaryan 23 Ọktọba 2024",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti21 Ọktọba 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ị maara minista ọhụrụ asaa ahụ Onyeisiala Bola Tinubu họpụtara?",
    "Kedụ ihe ị ma maka Bianca Ojukwu?Emelitere ikpeazụ na: 18 Maachị 2022",
    "Etu ‘sit at home’ siri metụta ndị Abia na Imo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}