{
  "published": "16 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chibuzor Abua/Facebook",
    "Ndị ọkachamara n'Iwu Naijiria na nke omenala Igbo ekwuola na nwoke akwụghị ụgwọ isi nwaanyị abụghị ya nwe nwa ha abụọ mụrụ.",
    "Nkwụpụta nke a  na-abịa dịka ụlọikpe Majie dị n'Ondo steeti kagburu ihe jikọrọ otu ụkọchukwu bụ Prophet Theophilus Obayan na Prophetess Chibuzor Lilian Abua , onye Abia steeti, ma katọọ ụdị omenala na-anapụ nwoke mụrụ nwa ikike n'isi ụmụ ọ mụrụ.",
    "Ihe nwere ike ime ka nwaanyị \"lụọ nwaanyị\" n'omenala Igbo19 Jenụwarị 2023",
    "Kedụ uru maọbụ ọghọm dị n'ụmụnwoke ịlụ ụmụada n'etorughi afọ 18?2 Disemba 2018",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Otu nwoke a kpọrọ Prophet Theophilus Obayan kpụpụrụ nwaanyị ya  bụ Prophet Chibuzor Abua ụlọikpe maka ịlụgharị di ọzọ, gbanwee aha ụmụ ha abụọ mụrụ ka ha zawa aha dị ọhụrụ ya.",
    "Mana onye okenye Igbo mabụrụkwa ọkachamara n'ihe omenala bụ Nze Duruagwụ Ukaejuoha gwara BBC Igbo sị, \"Enyi anaghị ekute nwa.",
    "\" Ndị Igbo sị na Onwe nwe akụ nwe nwa\".",
    "\"Ọzụzụ zụchaa, onye nwe nwa akpọrọ. Onye nwe nwa bụ onye kwụrụ ụgwọ isi ya. \"",
    "\"Ọ bụrụ na gị na nwaanyị biri n'ụlọ,iị meghị ihe na isi ya,ụmụ ịnụ mụrụ abụghị nke gị, ọ bụ onye kwụrụ ụgwọ isi ya.\"",
    "Ukaejuoha gara n'ihu kọwaa na ọ bụrụ na nwoke a gaala hụ ndị ọgọọ ya mana o mebeghị ego, na onye ọzọ bịa ịlụ nwa ha, ndị ezinaụlọ nwaanyị ga-enye ya ohere ịkwụ ngọ kpọrọ ụmụ ya.",
    "N'otu aka ahụ, Ọkaiwu Chukwuemeka Ezeh kwuru dịka iwu Naijiria sịrị dị na ọmasi ya buru na nwoke na nwaanyị bie rue afọ 30 na ọ bụrụ na ha mụta nwa na-alụghị alu, na ọbụghị nwoke ahụ nwe nwa maọbụrụ na ọlụlụ ha bụ nanị n'ụzọmelanala.",
    "Mana ọ bụrụ na ha lụrụ n'ụzọ iwu Bekee, na ọ bụ nwoke nwee nwa, ọbụladi maọbụrụ na ha emeghị ihe ọbụla n'isi nke nwaanyị.",
    "\"Enwere ụdị alụmdinanwunye abụọ na Ndịda Naijiria; alumdinanwunye n'okpuru omenala na alumdi n'okpuru iwu Bekee(court marriage).\"",
    "\"Ya buru ndigbo, n'ala Igbo ọ bụ®u na ịkwụghị ego isi nwaanyị ihe ndị igbo na-akpo ya 'ibiko(co-habitation, nwaa ịnụ amụrụ abụghị nke gị.\"",
    "\"Mana ọ bụrụ ọlụlụ gbadoro ụkwụ n'iwu Bekee, ọ ga-esi ike n'ihu=i na nwaanyị alụọla di, ọsọkwa  ya bụrụ na emeghị ego n'iyi ya.\"",
    "Ebe foto si, Prophet Theophilus Obayan /Prophetess Chibuzor/Facebook",
    "Prophet Theophilus Obayan na Prophetess Chibuzor ebiela afọ 23 tupu ha nwee nghọtahie",
    "Dịka Obayan si boo n'ebubo, ya na nwaanyị ya bidoro ụka 'Divine Prophectic Solution Prayer Ministry'.",
    "Ha lụrụ onwe ha afọ 23 ma mụta ụmụ anọ,mMana nwanyị ya gbahapụrụ ya gaa lụọ onye na-arụrụ ha ọrụ n'ụlọụka ha .",
    "Ọ gara n'ihu boo ebubo na nwaanyị ya napụrụ ya  ụlọụka ha gbakọrọ aka malite, gụgharịa ya bụ ụlọụka aha(Peace of Jerusalem Ministry\" ma gbanwee aha ụmụ anọ ha mụtara ka ha zawa aha di ọhụrụ ya.",
    "Obayan, kpụpụrụ nwaanyị  ụlọikpe sị ka ụlọikpe kewaa ha, ma ya ya ikike ịkpọrọ ụmụ ha.",
    "Oge Majie jụrụ nwaanyị ihe mere o jiri gbanwee aha ụmụ ọ mụrụ nwoke kpụrụ ya ụlọikpe, o kwuru na nwoke ahụ emeghị ego n'isi ya, na dịka omenala Igbo dị na nwoke akwụghị ụgwọ n'isi nwaanyị abụghị ya nwe nwa.",
    "Ebe foto si, Prophetess Chibuzor Abua/Facebook",
    "Prophetess Chibuzor Abua bụ onye ndu Peace of Jerusalem Ministry, Lagos",
    "Ukaejuoha kọwaa na ọ bụ®ụ na nwoke akwụọla ụgwọ isi nwaanyị, nwaanyị ya gbaso nwoke ọzọ ma kpaa akụ ebe ọzọ ọ gara, na ihe nile nwaanyị ahụ nwere bụ nke nwoke kwụrụ akụ n'iisi ya'.",
    "Ụmụnyanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Omenala",
    "Liberia election: George Weah na onye na-ama ya aka na-agba nhatanha dịka a na-agụkọ vootu16 Ọktọba 2023",
    "Ịgbapụ ọsọ ndụ na Gaza: “Anyị amaghị ebe anyị na-agbaga agbaga”  16 Ọktọba 2023",
    "Chimamanda Chukwudum: 'Ọrịa 'kidney' nna m dara, nne kwụsị ọrụ kpalirị m ịmụ nka 'pillow' 9 Ọktọba 2023",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị21 Ọktọba 2023",
    "NA EME UGBU A Ndị agha Niger egbochiela Onyeisiala Bazoum ịgbapụ ọsọ1 Ọktọba 2023",
    "Foto na-egosi etu e si mee ngagharịiwe n'ụwa maka ogbunigwe a tụrụ n'ụlọọgwụ Gaza20 Ọktọba 2023",
    "Osinachi's death: Lee ihe ụlọikpe kpebiri taa17 Ọktọba 2023",
    "Mmadụ 500 anwụọla n'ogbunigwe dara n'ụlọọgwụ dị na Gaza18 Ọktọba 2023",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China17 Ọktọba 2023",
    "Custody battle: Ihe iwu Naijiria na nke omenala Igbo kwuru maka onye  nwe nwa maọbụrụ na a kwụghị ụgwọ isi nwaanyị16 Ọktọba 2023",
    "\"Mụ na ezinụlọ m gbakpuru n'ime 'bunker' iji zere ndụ anyị n'Israel17 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}