{
  "published": "22 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụmụakwụkwọ n'ụlọakwụkwọ Mahadum dị icheiche Naịjirịa, ọ kachasị ndị nke gọọmentị etiti nwe, na-eti mkpu gbasara mbuli e buliri ụgwọ akwụkwọ ha.",
    "Ọtụtụ ụmụakwụkwọ ndị gwara BBC Igbo okwu kwuru na ụgwọ akwụkwọ ọhụrụ ha ga-akwụ ugbua ji ihe karịrị ugboro anọ gafee nke ochie ha na-akwụbu.",
    "\"Kedụ ihe ha chọrọ ka ụmụakwụkwọ mee ugbua? Mụ na nwanne m na-agụ n'ụlọ akwụkwọ a. Ị gbakọọ ụgwọ akwụkwọ anyị abụọ kwụrụ n'afọ gara aga, o gaghị eru ụgwọakwụkwọ nke naanị otu onye ugbua. Ebee ka ha chọrọ ka nne na nna anyị si weta ego?\" Otu nwata akwụkwọ na Mahadum Legọs jụrụ.",
    "Nwata akwụkwọ a - na-achọghị ka anyị kpọpụta aha ya n'ihi egwu mmekpa ahụ - kwuru na \"nke ka njọ bụ na onweghị ihe ọbụla anyị nwereike ime iji gosi iwe anyị maka nke a.\"",
    "Ebe foto si, Other",
    "Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua19 Julaị 2023",
    "Etu mgbali elu ọnụahịa mmanụ ụgbọala si emetụta ụmụ Naịjirịa21 Julaị 2023",
    "World Population Day: Ihe isi ike emeela ka anyị kagbuo atụmatụ ịmụ oke ụmụ - Ndị ntorobịa 11 Julaị 2023",
    "Ọ kọwara na nwa akwụkwọ ọbụla na 'Unilag' binyere aka na nkwekọrịta a kpọrọ 'indemnity form' n'oge ọ na-abata na mahadum ahụ. Nkwekọrịta a kwuru na nwata akwụkwọ agaghị esonye na ngagharịiwe ọbụla n'oge ọ ka bụ nwata akwụkwọ n'ụlọakwụkwọ ahụ.",
    "\"Anyị enweghị otu jikọrọ ụmụakwụkwọ (student union), anyị enweghị ndị nchịkọta ụmụakwụkwọ, ya bụ na onweghị etu ọbụla anyị ga-esi kwuo okwu iji gosi mwute anyị maka mbuli a,\" ka nwata akwụkwọ ahụ kwuru.",
    "Dịka o si kọwaa, ụgwọ akwụkwọ ya dịka onye nọ na ngalaba sayensị, bụbu puku naịra 21, mana ugbua, ọ bụzi N140,250. Ndị nọ na ngalaba 'Arts' na 'humanities' na-akwụbu puku naịra 16, mana ugbua ha ga-akwụzi N100,750. Nke bụ maka ụmụakwụkwọ ochie.",
    "Ụmụakwụkwọ ọhụrụ, dịka nwata akwụkwọ ahụ si gwa BBC Igbo, ga-akwụ N176,000 na ụma.",
    "\"Ụgwọ ụlọ obibi ụmụakwụkwọ bụbu N25,000 maka otu afọ, anyị amabeghị ma nke ahụ a ga-etinyekwa ego. Ụfọdụ ụgwọ ndị ọzọ anyị na-akwụbu, anyị amaghị ma ha agbakọnyere ya n'ụgwọ akwụkwọ nke a e buliri ugbua,\" nwa akwụkwọ ahụ kwuru.",
    "Kama nwata akwụkwọ ahụ kwuru na e nyere ha ohere ịkwụ ụgwọ ahụ obere obere, \"mana ị ga-akwụcharịrị ya tupu e kwe gị ka i lee ule\".",
    "Etu ọ dị na Unilag ka ọ dịkwa na ụfọdụ mahadum ndị ọzọ.",
    "Iji maa atụ \"ụmụakwụkwọ na-abanye ọhụrụ na Mahadum Benin ga-akwụ N115,000 maka ndị ngalaba sayensị, ebe ndị na-abụ sayensị ga-akwụ N105,000. Ụgwọ ụlọ obibi ụmụakwụkwọ esoghikwa n'ego a.\" dịka otu nwata akwụkwọ ebe ahụ si gwa BBC Igbo.",
    "N'oge mbụ, ndị ọhụrụ na-abata Uniben na-akwụ ihe dịka puku naịra 70.",
    "BBC Igbo chọpụtara na mbuli ụgwọakwụkwọ a metụtara ọtụtụ mahadum na Naịjirịa, ma ndị nke gọọmentị etiti nwe, ma ndị nke gọọmentị steeti, nakwa ndị nke ụka dị icheiche na ndị nkịtị dị icheiche nwe.",
    "Otu onye nkuzi Mahadum bụ Nneka Ani, gwara BBC na \"ibuli ụgwọakwụkwọ n'oge a ọnọdụ akụnụba Naịjirịa dị njọ, adịghị mma chaachaa\".",
    "Ani kwuru na ihe nke a gosiri bụ na \"ma ndị isi ụlọakwụkwọ, ma gọọmentị, achọghị ịma maka ọdịmma ụmụ mmadụ na Naịjirịa.\"",
    "\"Gịnị kpatara o ji bụrụ ugbua ọnụahịa mmanụ ụgbọala rịrị elu, ọnụahịa ihe oriri dị elu, ihe niile na-etinye ego, ka a ga-abịa bulikwaa ụgwọ akwụkwọ ụmụ akwụkwọ?\" ka oriakụ Ani jụrụ.",
    "O kwuru na ihe gọọmentị kwesịrị ime bụ iwelite aka n'ego nkwado ha na-enye ụlọakwụkwọ mahadum dị icheiche, iji kwalite ha ugbua ihe na-esi ike, ọ bụghị ibufere ndị nne na nna ụgwọ niile ahụ site n'itinye ego n'ụgwọ akwụkwọ.\"",
    "Ụfọdụ ndị tinyere ọnụ n'okwu a na soshal midia kwuru na ụgwọakwụkwọ mahadum na Naịjirịa dị nta nke ukwuu.",
    "Ndị dịka Aisha Yesufu, onye a ma ama maka ịlụ ọgụ ikike dịịrị mmadụ, kwuru na ọ bụ maka ụgwọ akwụkwọ nta a mere ọnọdụ agụmakwụkwọ mahadum na Naịjirịa erughị ka nke mba ndị ọzọ n'ụwa.",
    "Yesufu kwuru na ebe e kwesịrị ileba anya bụ ụdị nnukwu ego a na-akwụrụ ụmụakwụkwọ praịmarị na sekọndịrị.",
    "Onye ọzọ a ma ama na Twitter bụ Dara Ikenna Nzimora kwuru na ya anaghị akatọ mbuli ụgwọ akwụkwọ mahadum, mana etu e si eme ya adịghị mma.",
    "Naijiria",
    "Akụ na ụba",
    "Ọmụmụ na mmụta",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Lee etu ụgwọ akwụkwọ ụmụakwụkwọ Mahadum si gbalie elu na Naịjirịa ugbua22 Julaị 2023",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabara20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Chinyere Awuda: Ihe anyị ma maka  nwaanyị a sị e tigburu, tufuo ozu ya na 'Swimming pool' ụlọnkwari n'Anambra steeti",
    "Ihe asaa mere ndị mmadụ anaghị egbochi ịtụrụ ime na NaịjirịaEmelitere ikpeazụ na: 6 Disemba 2018",
    "Lee etu ụgwọ akwụkwọ ụmụakwụkwọ Mahadum si gbalie elu na Naịjirịa ugbua",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na  ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabara",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}