{
  "published": "15 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Aisha Mohammed ji anya mmiri akwa kọwaa etu ihe a mere ụmụ ya ga-esi gbanwee ndụ ya ebighiebi",
    "Otu onye gbalahụrụ ọnwụ na ihe mberede ụgbọmmiri tara isi mmadụ 106 na mmiri River Nigera akọrọọla BBC etu ọtụtụ ọtụtụ ụmụnwaanyị ọkachasị ndị nne siri nwụọ dịka ha nọ na-agba mbọ ịgbapụta ụmụ ha oge ihe ọdachi a mere.",
    "A ka na-eme nnyocha ima ihe kpatara isi ọdachị a kpọmkwem mana ndị uweojii kọwara na ihe ọdachi a mere ka akụkụ ụgbọ mmiri ahụ daturu nke mere mmiri ji malite iwubata n’ime ya bụ ụgbọ mmiri.",
    "Ọnụọgụgụ si n’aka ndị gbara mbọ ịgbapụta ndị mmadụ ahụ kwuru na a gbapụtara mmadụ 114 ụbọchị ihe a mere na Mọnde.",
    "'Mmerụ ahụ so ihe gbara ka ogbunigwe  na Kano ka na-emetụta mụ na ọrụ m'24 Disemba 2022",
    "A na-akwado ilikọta ozu ndị ahụ ọkụ gbagburu n'Egbema ọnụ25 Eprel 2022",
    "Ndị nwụrụ n'ihe mberede oke ifufe na mmiri ozuzo na Malawi eruola 22515 Maachị 2023",
    "Akụkụ obodo Patigi bụ ihe ọdachị a mere dịka ndị obodo ahụ na-eru oke uju ugbua",
    "Cheta na Igwe na-achị mpaghara ahụ bụ Emir nke Patigi bụ Ibrahim Umar Bologi II kwuru ha na-eche na mmiri riri ihe ruru mmadụ 150.",
    "Ọ gwakwara ndị ntaakụkọ na ọ bụ ebilimmiri bụ ihe buuru ụgbọmmiri ahụ sọọ ya isi n’oke osisi nọ ebe ahụ nke mere ya bụ ụgbọmmiri jiri kpuo.",
    "E kwuru na ụgbọmmiri ahụ bu mmadụ 300 na-eme njem maka agbaakwụkwọ si akụkụ Kwara steeti aga Niger steeti.",
    "Nwaanyị ọzọ gbalahụkwara ọnwụ n’ọda a aha ya bụ Aisha Mohammed gwara BBC na ụmụ ya nwaanyị atọ ndị na-akwadozi ịlụ di nwụrụ n’ọdachị a.",
    "Mohammed Alhassan onye lara na nta n’ihe ọdachi a gwara BBC na ọtụtụ ụmụnwaayị nwụrụ dịka ha nọ na-agba mbọ ịgbapụta ụmụ ha. O kwuru na nwwaanyị ya nwaanyị dị afọ asaa nwụrụ n’ihe ọdachị a.",
    "Mohammed Sallihu bụ nwanne otu onye nwụrụ n’ihe a gwara ụlọ ntaakụkọ AFP na “Ihe a merenụ bụ ezigbo ihe mwute nke merela ka obodo anyị niile na-ama jijiji.”",
    "Agbanyeghi na ndị obodo Patigi ebe ihe a mere na-eru ugbua, ndị mmadụ amalitekwala ime njem ụgbọmmiri ebe ahụ dịka ya bụ mmiri so n'ụzọ ndị mmadụ kacha esi aga mkpa ha.",
    "Ọkwọ ụgbọmmiri na onye njem na-akwado ibu ibu ya gafee n'akụkụ Patigi nke Kwara steeti",
    "Gọọmentị steeti a e zipụta ozi iti aka n’obi nye ezinaụlọ nakwa ndị ihe ọdachị a metụtara ma kwuo na a ga-aga n’ihu n’atụmatụ ịgbapụta ndị nwereike ị ka tọọ n’ime mmiri ahụ.",
    "Nke a na-abịa dịka akụkọ kọwara na ụfọdụ ndị ka na-achọ ndị nke ha achọ n’ihe ọdachị a.",
    "Gọvanọ AbdulRahman AbdulRazaq mere njem nleta gaa obodo ebe ndị ihe a metụtara n’ụbọchị Wenezde dịka o kwere ha nkwa inye ndị obodo ahụ onyinye uwe nchekwa maka mmiri iri mmadụ bụ ‘life jacket’ 1000 iji malite atụmatụ ọzụzụ nye ndị obodo ahụ maka ihe ọdachi mmiri nakwa mmiri iri mmadụ.",
    "Gọvanọ AbdulRazaq kwukwara na onyela ụlọọrụ na-ahụ maka mmiri ndị gbara ha okirikiri bụ National Inland Waterways Authority iwu ka ha hibe usoro nchekwa tọrọ atụ maka ndị na-eme njem ebe ahụ.",
    "Onyeisiala Bola Ahmed Tinubu zipụtakwara ozi kwuo na “akụkọ ihe a mere bụ ezigbo ihe mwute nye ya”.",
    "“Ịmata na ndị ihe a metụtara bụ ndị nọ na-aga agbamakwụkwọ mere ya ọ jọgbuo onwe ya na njọ.”",
    "Akụkọ ihe mberede ụgbọmmiri abụghị ihe ọhụrụ n’akụkụ steeti dịka ndị mmadụ na-ejikarị ụgbọmmiri eme njem n’ihi ọnọdụ ọjọọ ụzọ ndị nọ ebe ahu nakwa egwu ndị ntọ na-anọ ebe ahụ nke na-atọ ndị mmadụ maka ego mgbapụta.",
    "Foto na-esogi akụkụ Kwara steeti ebe ihe a mere",
    "Kwara steeti",
    "Njem",
    "Njem",
    "Don Byrmo Uchegbu: Ihe i kwesọ̀ịrị ịma maka onye ihe ejije Nollywood lara mmụọelekere 6 gara aga",
    "Ụmụ m nwaanyị atọ ndị na-akwado ịlụ di nwụrụ n'ihe ọdachị ụgbọmmiri kwara a15 Juun 2023",
    "Ihe ị kwesịrị ima maka nkwụsị Abdulrasheed Bawa n’ọrụ nwa mgbe nta15 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}