{
  "published": "5 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, ekdc",
    "Mbulị e buliri ọnụego ọkụ latrik na Naijiria ugbua bụ okwu a kpụ n’ọnụ.",
    "Ndị ọrụ na echekwaba ka esi ekesa ọkụ Latrik na Naijiria bụ NERC n’aha ịchafụ wepụtara ozi n’izu ụka gara aga gwa ndị nkesa ọkụ akpọrọ Discos ka ha malite tinye ego akatamkpo ọhụrụ na ime ego ole a na-ana n’ụgwọ ọkụ.",
    "Ego ọhụrụ ahụ pụtara na esila na N68 bụlie egọ otu kilowatt gaa N255 maka ndị nọ na band A.",
    "Dịka ndị NERC siri kọwaa, band A bụ ndị na-enewta ọkụ latrik oge ruru awa 20-24 kwa ụbọchị.",
    "Ebe band B rue E bụ ndị na-enwe ọkụ Latrik awa 16 gbadaa.",
    "Geometric power: Ndị Abia ga-amalite imepụta ọkụ latrik nke ha, lee etu e siri gbapee ya n'Aba26 Febụwarị 2024",
    "Igwe ọkụ latrik m rụrụ anaghị eme ụzụ maọbụ ịsụ anwụrụ - Henry Obasi12 Disemba 2021",
    "\"A na m e ji abalị abụọ arụpụta welding machine n'Aba'- Chinedu Ogboms1 Juun 2021",
    "Ebe foto si, getty",
    "Polu ọkụ Latrik",
    "Ihe ọpụtara bụ na ezi-na-ụlọ na eji ọkụ di 50kva kwa ụbọchị, ga akwụ ego karịrị N350,000 kwa ọnwa, nke pụtara N4m kwa afọ.",
    "Ọpụtakwara na ọkụ ejibu ego dika N10,000 egota ga-abụzị N40,000 ugbua.",
    "Ndị mmadụ n’akwa arịrị ebe niile",
    "Ọtụtụ ndị mmadụ anyị gbara ajụjụ ọnụ ekwuola na ya bụ mbuli n’ọnụ ego kariri akari.",
    "N’Enugwu otu onye bi na Inedendence Layout gwara BBC na obi adighị ya mma n’ihi na ya ọkụ ya jiri N10,000 gota na pre-paid meter ya ụnyịahụ enweghị isi ma ncha.",
    "Otua kwa ka ọ dị na Lagos ebe ha maliteworo ire ya bụ ọkụ n’ego ọhụrụ.",
    "Ndị nke “Estimated Billing” ga enwekwa ya bụ mbuli n’ọnụ ọgụ.",
    "Naijiria",
    "ụlọ-ọrụ Latrik",
    "Latrik ọhụrụ",
    "Ike",
    "Maka nwoke a sị tigburu nwunye ya n’Enugwu Steeti: Lee ihe BBC chọpụtaraelekere 5 gara aga",
    "Etu e si gbuo ụmụnne abụọ ma bekasịa ahụ ha n'Adani, Enugwu Steeti9 Eprel 2024",
    "",
    "Water Scarcity: Gọọmenti Enugwu ekwuola ihe mere mmiri ha kwere na nkwa anaghị agba6 Eprel 2024",
    "Electricity Tariff Hike: ''Ọ dị ka anyị ga-alaghachi n'ịmụ ọkụ mpanaka ugbua”5 Eprel 2024",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka7 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Binance vs Naịjirịa: 'Obi agbawala m na e tinyere di m na mkpọrọ agbanyeghi na aka ya dị ọcha' - Nwunye Tigran onye ọrụ Binance8 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ụmụada Enugu state 'na-eweta ọkụ' na NigeriaEmelitere ikpeazụ na: 4 Septemba 2019",
    "Mother's Day: Ugboro ole ka a na-emedị ụbọchị ndị nne n'afọ?Emelitere ikpeazụ na: 8 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}