{
  "published": "27 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Amy na Ano",
    "Amy na Ano bụ ejima yiri onwe ha, ma obere oge ka a mụsịrị ha, e zuru ha n'aka nne ha ma resị ezinaụlọ dị icheiche. ka ọtụtụ afọ gasịrị, ha chọpụtara onwe ha site n'ihe ngosi onyonyo TV na vidiyo TikTok.",
    "Ka ha na-enyocha ihe ndị ha mere n’oge gara aga, ha chọpụtara na ha so n’ọtụtụ puku ụmụaka ndị e zuru n’ụlọọgwụ na steeti Jọjia dị na mba Amerịka ma ree ha eree.  Ụfọdụ ụmụaka ndị a, e rere ha n’oge na-adịbeghị anya n’afọ 2005.",
    "Amy gara gbagoo, ọ gara gbadaa n'ime ụlọ nkwari akụ dị na Leipzig. \"Ụjọ na-atụ m, ụjọ na-atụ m,\" ka ọ na-ekwu, na-atụ ụjọ. \"Anaghị m ehi ụra n'izu niile. Nke a bụ ohere m iji nweta azịza ụfọdụ ihe gbasara ihe mere anyị.\"",
    "N'ime afọ abụọ gara aga ka ha nọ na-eche ihe mere ha. Ha chọpụtara na e nwere ọtụtụ ihe ndị ọzọ nọ na Jọjia bụ́ ndị a kpọrọkwa n’ụlọọgwụ dị ka ụmụ ọhụrụ ma ree ha kemgbe ọtụtụ iri afọ. N'agbanyeghị mbọ ndị gọọmentị gbara ime nyocha ihe merenụ, o nwebeghị onye e jidere n'aka.",
    "Amy na Ano esila na Jọjia gawa Jamanị, n’olileanya ịchọta ihe mere e jiri ree ha, nakwa ịghọta ịhe ọmịnị ha amaghị. Ha gara ịzute nne mụrụ ha.",
    "Amy Khvitia nọ n'ụlọ nne ya na-ekiri ihe omume n'ọnyonyọ na-amasị ya a kpọrọ Georgia's Got Talent na Bekee. E nwere otu nwa agbọghọ na-agba egwu nke yiri ya. Ọ yiri ya dịka ejịma ya.",
    "\"Onye ọ bụla nọ na-akpọ mama m na-ajụ, sị: 'Gịnị mere Amy ji agba egwu n'aha ọzọ?'' ka ọ na-ekwu.",
    "Mgbe Amy gwara ndị ezinaụlọ ya, ha sịrị ya mechịe ọnụ, na \"onye ọbụla nwere oyiri maọbụ onye dị ka ya\" nne ya kwuru.",
    "Ka ọ gasịri afọ asaa, n'onwa Nọvemba afọ 2021, Amy bịpụtara ọnyọnyọ na Tiktok nke ndị mmadụ zịgara, Ano Sartania, mana obi dị ya mma na ha abụọ yiri.",
    "Ano gara na Whatsapp ndị mahadum ha ebe o lere onyoonyo Amy were rio ka ndị mmadu nyere ya aka chọta ya. Onye huru ihe ahụ mere ka ha abụọ mara onwe ha n' ịhụ akwụkwọ.",
    "\"Ogologo oge ka m na-achọ gị!\" o zipuru. \"Mụ onwe m kwa,\" Ano zara ya.",
    "Ebe foto si, Amy Khvitia",
    "Amy Khvitia",
    "N'ime ụbọchị ole na ole sochirinụ, ha chọpụtara na ha nwere ọtụtụ ihe jikọrọ ha ọnụ, mana ọtụtụ ihe edoghịkwa ha anya.",
    "A mụrụ ha abụọ n'ụlọ ọgwụ Kirtskhi - nke adịghịzi ugbu a na ọdịda anyanwụ Georgia mana, dịka akwụkwọ ikike ọmụmụ ha siri dị, ụbọchị ọmụmụ ha abụghị otu ụbọchị, otu jiri otu izuuka gafere nwanne ya.",
    "Ha enweghị ike ịbụ ụmụnne nwanyị, maọbụ ejima. Mana myiri ha dị ọtụtụ nị ịme ha abụọ.",
    "Ha abuo nwere mmasị n'otu egwu, ha abụọ na-enwe mmasị n'ịgba egwu ma nwee otu ụzọ ha si edozi isi. Ha chọpụtara na ha nwere otu ọrịa ọkpụkpụ.",
    "Ha mere ka ha zute, hụ onwa ha ka otu izuụka gasịrị. Ka Amy rutere ebe ha hụrụ onwe ha na Rustaveli dị na Tbilisi,  Ano na Amy hụrụ onwe ha nke mbu.",
    "\"Ọ dị ka ile anya n'enyo, ha abụọ nwere otu ụdịrị ịhụ, ha nwere otu olu. Abụ m ya, ọ bụkwa m,\" ka Amy na-ekwu. Mgbe ahu ka ọ mara na ha bụ ejima.",
    "Ano kwuru, sị: “Anaghi m amakụ mmadu, ọdịghị amasị m, mana m makụrụ ya\".",
    "Ebe foto si,  IMAGE SOURCE, BBC/ WOODY MORRIS",
    "Ano (L) na Amy (R) zutere na nke mbụ ya na Rustaveli metro ọdụ - ha abuo nwere mmasị na otu ụdị ịsị",
    "Ha kpebiri ịgakwuru ezinụlọ ha jụọ ha ajụjụ, nke mbu, ka ha mara eziokwu. Ezinaụlọ dị icheiche kpọọ ha n'ime izu ole na ole dị iche n'afọ 2002.",
    "Iwe were Amy dịka o chere na ndụ ya niile bụ ụgha. O yiri uwe ojii bido n'isi rụọ na mkpịsị ụkwụ ya. O bere akwa, were aka ya hịchaa anya mmịri \"Ọ bụ akụkọ mgbagwọjụ anya\" ka ọ na-ekwu. \"Ma ọ bụ eziokwu.",
    "Ano were iwe \"iwe ezinaụlọ m na ewe m, mana m chọrọ ka mkparịta ụka a gasịa ka anyị niile nwee ike ịga n'ihu\".",
    "Ka ha mere nyocha dị omimi, ha hụrụ nkọwa dị n'asambodo ọmụmụ ha, gụnyere ụbọchị a mụrụ ha, ezighi ezi.",
    "Maka enweghị ike ịmụ nwa, nne Amy kwuru na otu enyi ya gwara ya na e nwere nwa ọhụrụ a na-achọghị n'ụlọọgwụ dị n'ogbe ahụ. Ọ ga-achọ ịkwụ ndị dọkịta ụgwọ mana o nwereike ịkpọrọ ya laa zụọ ya ka ọ bụrụ nke ya.",
    "A gwara nne Ano otu akụkọ ahụ.",
    "Ezinaụlọ abụọ ahụ amaghị na ụmụ agbọghọ ahụ bụ ejima na-agbanyeghị na ha kwụrụ nnukwu ego iji kute ụmụ ha nwaanyị, ha na-ekwu na ha aghọtaghị na ọ bụ iwu na-akwadoghị. Georgia nọ na-enwe oge ọgba aghara na ka ndị ọrụ ụlọ ọgwụ na-etinye aka na ha chere na ọ bụ ihe ziri ezi.",
    "Ebe foto si, BBC/ WOODY MORRIS",
    "BBC/ WOODY MORRIS",
    "Amy chọrọ ịchọ nne mụrụ ha ka ọ chọpụta, ma uche Ano adịghị na ya. \"Gịnị mere i ji chọọ izute onye ahụ nwere ike ịrara anyị nye n'aka ndị zụrụ anyị?\" ka ọ jụrụ.",
    "Amy chọtara otu ihu akwukwo nke na-enyere ezinụlọ ndị Jọjịa nwere ụmụaka ndị a na-enyo enyo na a nabatara ha n'ụzọ iwu na-akwadoghị mgbe a mụrụ ya wee kesaa akụkọ ha.",
    "N'ụlọ nkwari akụ dị na Leipzig, Amy na Ano na-akwado izute nne mụrụ ha. Ano kwuru na ya agbanweela obi ya ma chọọ ịla azụ. Mana ọ nọrọ nwa oge, o kutu ume, were kpebie ịga n'ihu.",
    "Nne mụrụ ha, Aza, ji ụjọ chere n'ọnụ ụlọ ọzọ.",
    "Ebe foto si, IMAGE SOURCE,BBC/ WOODY MORRIS",
    "Ano (L), Aza (C) na Amy (R) zutere na nke mbụ ya na Leipzig, Germany ebe Aza bi ugbu a.",
    "Amy meghere ọnụ ụzọ ahụ n'egbughị oge ma Ano soro ya, ọ fọrọ nke nta ka ọ kwaba nwanne ya nwanyị n'ime ụlọ.",
    "Aza na-aga n'ihu wee makụọ ha nke ọma, otu ejima n'akụkụ nke ọ bụla. Nkeji gafere ma kpọchie ya na nna nna, ọ nweghị onye na-ekwu okwu.",
    "Anya mmiri na-asọ n'ihu Amy mana Ano ka na-ada ada na enweghị mgbagha. Ọ na-adịkwa ka iwe ntakịrị a na-ewe ya.",
    "Ha atọ nọdụrụ ala na-ekwurịta okwu na nzuzo.",
    "Ka e mesịrị, ụmụ ejima ahụ kwuru na nne ha kọwara na ọ rịara ọrịa mgbe ọ mụsịrị nwa, daa dịka onwuru anwu. Mgbe ọ tetara, ndị ọrụ ụlọ ọgwụ gwara ya na obere oge ka a mụchara ụmụ ọhụrụ, na ha anwụọla.",
    "O kwuru na izute Amy na Ano emela ka ndụ ya nwee nzube ọhụrụ. Ọ bụ ezie na ha anọghị nso, ha ka na-akpakọrịta.",
    "Amerika",
    "Ụmụntoroọbịa",
    "Ụmụnyanyị",
    "Ezinụlọ",
    "Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọelekere 9 gara aga",
    "Hage Geingob bụ onyeisiala mba Namibia anwụọla ka ọ gbachara afọ 824 Febụwarị 2024",
    "NA EME UGBU A , Ihe mere mba US na UK jiri atụ ogbunigwe n’ogige otu Houthi dị na Yemen1 Febụwarị 2024",
    "Child trafficking: Etu aka si kpara nwanyị chọrọ ire ụmụ ya nwoke abụọ n'ihi ọtanisi31 Jenụwarị 2024",
    "Gịnị ga-emezi Niger, Mali na Burkina Faso ka ha hapụrụ Ecowas?1 Febụwarị 2024",
    "Kim Kardashian: Psoriasis na ọrịa ndị ọzọ na-eri ahụ na ntutu1 Febụwarị 2024",
    "'Anyị ahụbeghị mmiri pọmpụ gọọmenti Enugwu kwuru na ọ gbawala, ndị na-agbabu akwụsịla' - Ndị Enugwu31 Jenụwarị 2024",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}