{
  "published": "06:55",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ihe onyonyoo a na-egosi etu di Chinwendu Amadi bụ nwaanyị e gburu n'afọ ime siri nabata ọnwụ nwunye ya.",
    "Ụfọdụ ndị obodo na ndị ndu obodo gosikwara iwe ha gbasara ya bụ ọnọdụ.",
    "E gbuola nwaanyị dị ime ọnwa ise aha ya bụ Chinwendu Amadi n'obodo Umuamadi Awogwu Logara dị n'Okpuru ọchịchị Ngor Okpala n'Imo steeti.",
    "Akụkọ anyị nwetara kwuru na njinji ahụ jiri n'ụbọchị Fraịde 18 Ọktoba 2024 oge ndị ndakpo rịrị nwaanyị ahụ elu n'ike ma magbuo ya n'obodo Umueze Ezemba dị n'azụ ọdọụgbọelu Sam Mbakwe Airport.",
    "Oge onye ntaakụkọ BBC Igbo garuru n'ezinaụlọ nwaanyị ahụ, di ya bụ David Ikechukwu Amadi gosiri enweghị obiụtọ gbasara ụzọ ndị ndakpo siri rịa nwunye ya dị ime ya nke mbụ elu n'ike ma gbuo ya.",
    "O kwuru sị n'ụbọchị ahụ, o chegidere nwunye ya ka ọ lọta ahịa mana nke ahụ enweghị isi, bụzi nke mere o ji malite ịkpọ ndị mmadụ aghara aghara.",
    "Mana ka e mesịrị, ha chọtara ozu nwunye ya n'obodo Umueze Ezemba dị n'azụ ọdọụgbọelu Sam Mbakwe Airport.",
    "Etu otu obodo n'Imo steeti si wakpoo ụlọụka maka ebubo na ụkọchukwu metọrọ nwata2 Ọktọba 2024",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 202116 Ọktọba 2024",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike15 Julaị 2024",
    "N'okwu nke ya, otu onye ndu obodo bụ Nze Leo Ugochukwu kwuru na ihe butere ọdachi ahụ bụ nleghara anya gọọmenti na ndị nlekọta ọdọụgbọelu ahụ site n'ịhapụ ka ọhịa ruchie n'okporoụzọ e si abata n'obodo ha.",
    "Oge ọ na-ekwu okwu, Odeakwụkwọ ndị Logara bụ Chukwuemeka Boniface Njoku gosiri enweghị ojuju afọ n'ọnọdụ ahụ ha hụtara onwe ha.",
    "O kwuru sị ọ bụrụ na ọhịa eruchighị okporoụzọ e si abata obodo ha, ndị nchekwa ọdọụgbọelu gaara ahụ mgbe a na-awakpo nwaanyị ahụ nwụrụ anwụ.",
    "Ka o siladị, anyị a kpọtụrụla ọnụ na-ekwuru ndị uweojii Imo steeti bụ Henry Okoye mana enwebeghị ọsịsa o nyere anyị.",
    "National security",
    "Ụmụnyanyị",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Kemi Badenoch: Onye bụ onyeisi ọhụrụ nke otu Conservatives mba Briten?elekere 9 gara aga",
    "Ihe ndị Afrịka chọrọ na ntụliaka Amerịkaelekere 6 gara aga",
    "Gọvanọ Alex Otti atụọla vootu2 Nọvemba 2024",
    "Etu e si mee olili Emmanuel Iwuanyanwu bụ Onyeisi Ohanaeze Ndigbo1 Nọvemba 2024",
    "Ikwu mmadụ o tozuru oke iketa akụnaụba ya ma ọ nwụọ?30 Ọktọba 2024",
    "E gburu nwunye m dị ime ọnwa ise ka a rịchara ya elu n'ike29 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere30 Ọktọba 2024",
    "Kamala Harris: Ọtụtụ njirimara nwaanyị mbụ bụ Osote onyeisiala Amerịka 30 Ọktọba 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe1 Nọvemba 2024",
    "A tabiela nwataakwụkwọ ire n'Abia steeti26 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}