{
  "published": "7 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Maryam Musa",
    "Ismail Muhammad so na otu onye n’ime ọtụtụ mmadụ nwụrụ na ngagharịiwe ụmụntorobia mere maka oke agụụ na ihe ụkọ na Naịjirịa bụ nke bidoro na mbido ọnwa Ọgọọst, afọ 2024.",
    "Ismail Muhammad dị afọ ịrị abụọ na otu.",
    "Nne ya gwara ya ga soro mee ngagharịiwe ahụ bụ nke e mere na Kano steeti nakwa mpaghara dị icheiche na Naịjirịa.",
    "Otu ụbọchị ahụ ka a gbara Ismail egbe ma gbagbuo ya.",
    "Nna Ismail nụrụ ụmụnwanyị atọ. Ha ruru ịrị abụọ na ezịnaụlọ ha, mana Ismail bụ dịọkpara.",
    "Ọ na enyere aka ịzụ ụmụnwanne ya. Nna ya bubu onyeisioche na otu ndọrọndọrọ ọchịchị dị n’okpuruochichi gọomentị ha mana ka ọnọdụ sị dị ugbua, ihe na-esiri ha ike.",
    "N’ụbọchị agbagburu Ismail Muhammad, nne ya bụ Maryam sị n’ụlọ pụọ oge Ismail ka nọ n’ụlọ.",
    "Nke a mere nne ya ji na-akpọ ya n’ekwenti ka ọ pụta soro mee ngagharịiwe ahụ maka na ha hụrụ ya dịka naanị ụzọ ha ga-esi gosi iwe ha maka oke agụụ.",
    "Gịnị mere ndị Naịjirịa ji chọrọ ime ngagharịiwe na-agbanyeghi nwụchi a na-anwụchi ha?29 Julaị 2024",
    "Ihe mere e ji adọ ndị si mpaghara Ọwụwa Anyanwụ aka na ntị ka ha esola na ngagharịiwe30 Julaị 2024",
    "Akụkọ ụgha ndị gbapụtara ihe n'oge  ngagharịiwe a na-ema na Naịjirịa5 Ọgọọst 2024",
    "Maryam gwara BBC na ya amaghị na ya na-akpọ nwa ya ka ọ bịa nwụọ “Akpọrọ nwa m ka ọ bịa mee ngagharịiwe, mana amaghị m na-akpọrọ ya ka ọ bịa nwụọ”.",
    "O kwuru na abalị fotere ụbọchị a gbagburu ya ka ya gara chịpụta akpụụkwụ ya, na ụwe ya gbaa ha na anwụ maka na ọ bụ ihe ọ ga-enyi soro ga mee ngagharịiwe bụ nke ha chọrọ ịga mee n’obi gọọmentị.",
    "Ọ sị na obere oge ka ha ruru na obi gọọmenti ka ndị ọrụ nchekwa bidoro gbawaa ha egbe-awụrụ-anyammịrị. Maryam bụ onye so na-eme ngagharịiwe ahụ gbara ọsọ ma gbalaga. Mana nke a bụ oge ikpeazu ọ hụrụ Ismail nwa ya.",
    "Oge Maryam nọ n’ụlọ na-akọrọ ndị mmadụ etu ndị ọrụ nchekwa sị jiri egbe awụrụ anyammịrị achụsasị ndị na eme ngagharịiwe, ọ maghị na nwa ya nwụrụ ebe ahụ. Oteghị aka ọzị abiara ya na nwa ya awụọla ebe ahụ o sị gbalaga.",
    "Ismail na agụakwụkwọ nọọsụ. Ọ gwara nne ya na ya gụchaa akwụkwọ na ihe ga adịrị ha mma. Tupuu ọnwụọ, nne ya nwetere ya ọrụ ebe a na-ere uwe n’ime ahịa.",
    "Afọ abụọ garaaga ka Ismail na arụrụ nwanne nna ya ọrụ. A na-akwụ ya N45,000. Ọkara ego ahụ na-anara ezinaulo ya. O na enyere aka na-akwụ ụgwọakwụkwọ ụmụnne ya.",
    "Akwụrụ ya ụgwọ ọnwa abalị garaaga tupuu ụbọchị emere ngagharịiwe ahụ. O nwere ego kwụọ ọtụtụ ụgwọ ezinaulo ya gi ma jide ego ndịọzọ n’akpa ya tupuu a gbagbuo ya. Oge e bunatara ozu ya, enweghizi ego dịzị na akpa ya.",
    "A gbara ya egbe ebe abụọ, azụ na isiaka ya.",
    "Maryam kwuru “ọnwụ ya ga abụlụ m ihe mgbanwaobi na ndụ m niile. Naanị ihe anyị chọrọ na-aka gọọmentị bụ ikpe ziriezi”.",
    "Na ụbọchị Sonde ka onyeisiala Naịjirịa bụ Bola Tinubu kwuru na ya ma na ndị mmadụ nwụrụ na ngagharịiwe ahụ. Mana ndị uweoji ekwetebeghị na enwere ndị nwụrụ na aka ha.",
    "Ha na-ekwu na ọ ga ahịa ahụ ịchọpụta ọnye ọrụnchekwa gbagburu nwatakiri ahụ.",
    "Naijiria",
    "Ngosi",
    "Kano steeti",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikikeelekere 9 gara aga",
    "NA EME UGBU A, Ụgbọelu kpọkara na Brazil gburu mmadụ niile nọ n’ime ya",
    "Sit at Home: Ụzọ asatọ ị ga-eji ama na nchekwa adakpọọla n'Ọwụwa Anyanwụ11 Mee 2022",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa6 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano",
    "Lee iwu Enyinnaya Abaribe gbadoro ụkwụ akpọ ka a nwụchie ndị na-achọ Igbo Must go",
    "Akụkọ kachasị na-abalị: Ụlọikpe atụọla Ralph Uwazuruike mkpọrọEmelitere ikpeazụ na: 18 Juun 2018",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}