{
  "published": "18 Febụwarị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Akwa Okuko/Facebook",
    "N'ụbọchị 18 ọnwa Jenụwarị afọ 2025, Gọọmentị Anambra Steeti mere iwu a kpọro 'Homeland and Security law', nke machiri ịgwọ ọgwụ 'okeite' na ịchụ aja ndị dibia na Eze nwaanyị na steeti ahụ.",
    "Iwu ọhụrụ a ga-enyere gọọmentị aka ibuagha megide mpụ, ohi, ịtọrọ mmadụ n'Anambra Steeti.",
    "Kamgbe iwu ahụ pụtara, a nwuchiela ọtụtụ ndị ekperima na-eme mpụ dị iche iche, tinyekwuoro ndị dibịa a ma ama abụọ bụ Akwa Ọkụkọ na Eke Hit, na onye amụma bụ Onye eze Jesus,",
    "E boro ndị a ebubo na ha na-agwọ ọgwụ 'okeite' ma na-achụ aja dị iche iche n'aha ime ka ndị mmadụ ọkachasị ndị ntoroọbịa nwete ego mbute ngwa ngwa.",
    "Nke a ebutela ọtụtụ okwu n'etiti ndị ntoroọbịa na soshal media, ọkachasị na mpaghara Ọwụwa Anyanwụ, nke mere e ji na-ajụ ma ọ bụ eziokwu na 'okeite' nwereike ime ka mmadụ bute ego ọsịsọ? Ọzọkwa bụ ihe dị iche n'okpukperechi omenala na ịgwọ ọgwụ 'okeite'.",
    "Gọọmentị Anambra Steeti agbachiela ụlọekpere 'Children of Light Anointing Ministry' nke Onye eze Jesus nwee17 Febụwarị 2025",
    "\"Okeite bụ ajọ ọgwụ, ọ bụghị omenala Igbo\" – Law Mefor14 Febụwarị 2025",
    "Etu nwa m si gbanahụ ọnwụ n'aka 'onye chọrọ iji ya agwọ ọgwụ ego' - Ken Ekwus24 Jenụwarị 2022",
    "Ebe foto si, Akwa Okuko/Facebook",
    "Otu dibia n'Eziagu Enugwu, BBC Igbo gbara ajụjụọnụ n'afọ 2022 bụ ọzọ Desmond Meniru kọwaara 'okeite' dịka oke ọgwụ nke e ji ọbara anụmamụ maọbụ nke mmadụ agwọ.",
    "Ọ sị na e ji 'okeite' enweta ihe n'aka chi mana okeite e ji mmadụ agwọ dị oke njọ nke bụ na ndị mmadụ ekwesighị itinye aka n'ụdịrị ya.",
    "Onye ọzọ omenala Igbo doro anya ma bụrụkwa onyeisi otu 'Omenala bụ ụzọ eziokwu na ndụ' bụ Mathias Ezeaku kwuru na kamgbe ndị Igbo malitere ibi ndụ na ha kwenyere na ọ bụ 'aka ajaja na-ebute ọnụ mmanụ mmanụ' nke bụ na ha kwenyere n'ịgba mbọ tupu mmadụ erie nri – na o nweghi arụsị ọbụla na-enye mmadụ ego mbute.",
    "O kwuru na ọ bụ n'oge gbara ọhụrụ a ka ndị 'Nollywood' malitere igosi ejije ebe a na-agwọ ọgwụ ego, nke mere ndị ntoroọbịa ugbua jizi na-etinye aka n'ọgwụ 'okeite' na ha ka ma bute ego ngwa ngwa.",
    "\"Ọ bụrụ na okeite na-enye ego, ndị dibia na-agwọ ya kwesịrị ịbụ ide ji ego ugbua ma na-ebinye ndị mmadụ ego\".",
    "\"Ihe onye ọbụla sị na na ọ na-agwọ 'ọkeite' na-eme bụ ịnakọrọ ndị mmadụ ego n'ụzọ aghụghọ ma bunye ha itiaka e ji uwe uhie kechie.\"",
    "Ezeaku kwuru na o teela aka ọ malitere ịkpọ oku banyere igwọ ọgwụ okeite ma kwuo na \"okeite enweghi ike dị na ya.\"",
    "O kwuru na ihe e ji maara ndị dibia n'ala Igbo kamgbe gboo bụ ịgwọ ọrịa dị iche iche gụnyere ịgbazi ọkpụkpụ, dibia afọ ọsịsa, dibia na-ahụ maka ịwa ahụ, dịbia afọ ime.",
    "Ebe foto si, Akwa Okuko/Facebook",
    "Iji ọnatarachi akpọku chineke",
    "Mathias Ezeaku kwuru na okpukperechi omenala Igbo bụ iji ọnatarachi di iche iche ekpere chukwu site n'iji aha ndị nna nna ochie a kpọku ha.",
    "O kwuru na o nweghi onye ọbụla chọpụtara chukwu a, kama na ọ bụ n'aka ndị nna nna ochie ka e si mata chukwu a.",
    "Ọ gara n'ihu kwuo na ụfọdụ ihe ndị ọnatarachi ahụ ndị Igbo ji akpọku chineke gụnyere nzu, ọjị, edo maọbụ oso oji – na ihe ndị a niile na-arụ otu ọrụ na mpaghara Igbo niile.",
    "\"Onye ọbụla ji akụrụ ngwa ndị a na-akpọku chukwu ga-abụ onye dosara onwe ya ọcha – na-anaghị eme ihe ọjọọ.\"",
    "Ikpere arụnsị",
    "Mathias kwuru na ihe ọzọ dị mkpa n'okpukperechi omenala bụ na ndị Igbo na-ekpere arụnsị nkd ndị nna nna ochie dosara n'obodo.",
    "O kwuru na arụnsị ndị a pụtara 'arụ kwụsị' – na ha dịka ndị nchekwa obodo megide mpụ, igbu ọchụ na ihe ọjọọ dị iche iche.",
    "\"Ọ bụrụ na ihe mee n'obodo, ọ bụ arụnsị ka a ga-akpọku ka o nweeike chọpụta onye mere arụ ahụ ka e nwee ike taa ya ahụ ahụhụ ruuru ya.",
    "\"Arụnsị anaghị ekechi akaraka ndị mmadụ ọkachasị ndị ntoroọbịa n'obodo.\"",
    "Ịchụ aja",
    "Mathias kwuru na ịchụ aja so n'okpukperechi omenala kama na aja ahụ bụ nke onye ọbụla na-ahụ anya 'maka na ihe agba n'aka a naghị eji enyo ele ya'.",
    "O kwuru na aja a na-achụ n'okpukperechi omenala bụ nke a na-akpọku ikwu na ibe, gbuo anụmanụ, gọọ ọfọ so ya ma kesaa anụmanụ ahụ n'usoro.",
    "Mana aja na-achụ n'okeite' bụ aja nzuzo a na-amaghị ụdịrị anụmanụ e jiri chụọ ya- nke bụ ịghọgbuo mmadụ n'aha inweta ego mbute.",
    "Naijiria",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Anambra Steeti",
    "Omenala",
    "Ihe mere ndị Igbo ji akwanyere ụbọchị Eke, Orie, Afọ na Nkwọ ugwu22 Febụwarị 2025",
    "NA EME UGBU A, Onyeisiala Macron na Praịm Mịnịsta UK ga-aga mba Amerịka izuụka n’abịa",
    "Ụmụnwoke Igbo anaghị eji aka ike alụ ndị nwunye ha - Omoni Oboli21 Febụwarị 2025",
    "Onyeisiala Bola Tinubu ezigala ozi nkasiobi nye ezinaụlọ Edwin Clark lara mmụọ18 Febụwarị 2025",
    "Hamas kwuru na ha ga-atọhapụ ozu ndị e ji eji nke gụnyere ezinaụlọ Bibas19 Febụwarị 2025",
    "Ndịiche dị n'okpukperechi ọdịnala na ịgwọ ọgwụ 'okeite'18 Febụwarị 2025",
    "Gọọmentị Anambra Steeti agbachiela ụlọekpere 'Children of Light Anointing Ministry' nke Onye eze Jesus nwee17 Febụwarị 2025",
    "Anyị amaghị na ndị anyị nyefere ọchịchị ga-ahapụ ịrụcha ọrụ anyị malitere - Sullivan Chime17 Febụwarị 2025",
    "\"Okeite bụ ajọ ọgwụ, ọ bụghị omenala Igbo\" – Law Mefor14 Febụwarị 2025",
    "Ihe i kwesiri ịma maka Ayo Adebanjo okeosisi dara oge ọ gbara afọ 9615 Febụwarị 2025",
    "Mahadum Unizik achụọla nwataakwụkwọ lụsoro onye nkụzi ọgụ14 Febụwarị 2025",
    "Etu ndị a na-enyo na ha gburu onyeomeiwu Anambra Steeti si rie mbọmbọ ọsọ n'aka ndị uweojii",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Hamas kwuru na ha ga-atọhapụ ozu ndị e ji eji nke gụnyere ezinaụlọ Bibas",
    "Onyeisiala Bola Tinubu ezigala ozi nkasiobi nye ezinaụlọ Edwin Clark lara mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}