{
  "published": "11 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, EEDC",
    "Ụlọọrụ na-enye ọkụ latrịk bụ Enugu Electricity Distribution Company (EEDC) na ndị ọrụ gọọmenti Enugwu steeti na-ahụ maka mmepe isi obodo a kpọrọ Enugu Capital Territory Development Authority (ECTDA) enweela nghọtaghie gbasara ọrụ ndị EEDC.",
    "N’akwụkwọ ozi EEDC depụtara nke ọnụ na-ekwuru ha bụ Emeka Ezeh zịgaara ndị ntaakụkọ, ha kwuru na gọọmenti Enugwu steeti ji EEDC ụgwọ ruru otu ijeri naịra (N1billion).",
    "Emeka Ezeh dere n’ozi ahụ sị “anyị bịara ọrụ n’ụtụtụ tata hụ na ECTDA amachiela ụlọọrụ anyị; were igodo kpọchie ya”.",
    "“Ihe a gbagwojuru anyị anya maka na enweghi etu ha sịrị kpọtụrụ anyị na mbụ”",
    "“Ndị ọrụ nchekwa n’ụlọọrụ anyị gwara anyị na ọ bụ n’isi ụtụtụ mgbe o jiri ihe dịka ọkara gaa elekere mbụ (1:30am) taa ka ndị ECTDA bịara kpọchie ụlọọrụ anyị ma gwa ha na ọ bụ gọvanọ gwara ha”.",
    "“Ha jikwa igodo kpochie ụlọọrụ anyị dị n’Abakpa, Awkunanaw na Ogui”.",
    "“Enweghi ozi si na ECTDA kọwara ihe kpatara ihe ha mere”.",
    "“Mana anyị na-eche na ọ bụ maka na anyị gwara ndị jị anyị ụgwọ na bido n’ụbọchị Tuzde 11 Juun 2024 bụ taata ka anyị ga-amalite ịwepụ ọkụ ha”.",
    "“Gọọmenti Enugwu ji EEDC ụgwọ ruru otu ijeri naira (N1billion). Ọ dị mkpa na ndị mmadụ maara na anyị tinyere mita n’ọtụtụ ụlọọrụ gọọmenti Enugu. Nke a abụghị ego ndị na-enweghi mita”.",
    "“E ji EEDC ụgwọ ruru otu narị ijeri naịra na asatọ (N108 billion) nke mere anyị ji malite ịwepụ ọkụ ndị ji anyị ụgwọ”.",
    "Ebe foto si, EEDC",
    "Gọọmenti Enugwu apịasuola ụlọọrụ Enugu Electricity Distribution Company (EEDC) n’ihi okpookpo ụgwọ ọkụ latrik nakwa etu ha siri kopụ ọkụ ụlọọrụ gọọmenti dị iche iche na steeti ahụ ma kọwaa ya dịka nke na-adịghị n’iwu.",
    "Nke a dị n’ozi gọọmenti Enugwu zigaara onyeisi ụlọọrụ EEDC n’ụbọchị Tuzde 11 Juun 2024 site n’aka odeakwụkwọ steeti ahụ bụ Chidiebere Onyia.",
    "Ozi ahụ kọwara ebubo EEDC bọrọ na Gọọmenti Enugwu ji ụgwọ ruru otu ijeri naịra na ụma atọ (N1.3bn) dịka okwu ụgha ma kwuo na ewezuga na gọọmenti mere ngwangwa kwụọ ụgwọ ọkụ latrik EEDC ziteere ya maka ọnwa Mee, na ọ kwụchaala ụgwọ ọkụ latrik maka ọnwa abụọ ndị ha ji ụgwọ ya na mbụ.",
    "Gọọmenti Enugwu kpọrọ oku ka EEDC bipụta ụgwọ niile ahụ ọ sị na ya ji ka ndị nnyocha maara nke ekwe na-akụ lebara ya anya.",
    "Ọ kpọkwara EEDC oku ka ha gbapụ ọsọ tinye igwe mita n’ụlọọrụ gọọmenti niile dịka ọ dị n’iwu NERC.",
    "Ọ gwara EEDC ka o hichapụ ozi ahụ o bipụtara ma tighachi ọkụ latrik n’ụlọọrụ gọọmenti ndị e kopụrụ oku ha.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Enugu Steeti",
    "Enugwu",
    "\"Ndị niile nwere ụlọ maọbụ ala n’Enugwu ga-ebido ịkwụ gọọmenti akatamkpo ụgwọ ala kwa afọ\"31 Mee 2024",
    "Red Cross Orphanage: Gọọmentị Enugwu enyela ụmụaka ndị a ọnọdụ  ọhụru ka akụkọ BBC pụtachara24 Mee 2024",
    "Water Scarcity: Gọọmenti Enugwu ekwuola ihe mere mmiri ha kwere na nkwa anaghị agba6 Eprel 2024",
    "Mụ na Junior Pope nọ n'ime otu ụgbọ mgbe o kpuru12 Juun 2024",
    "Ihe Peter Obi kwuru maka ada Onyeisiala Tinubu dara12 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludoelekere 6 gara aga",
    "Ndị uweojii achụọla onye uweojii a sị gbagburu Emmanuel Okocha12 Juun 2024",
    "Emefiele bipụtara ego ọhụrụ nke onyeisiala na-akwadoghị - Onye akaebe11 Juun 2024",
    "Enugu steeti: Lee ihe na-esere ECTDA na EEDC11 Juun 2024",
    "Saulos Chilima: Ihe ị kwesịrị ịma maka osote onyeisiala Malawi nwụrụ anwụ11 Juun 2024",
    "Ihe mere m jiri buru ngwa ahịa m site n'ala Igbo gawa Legọs - Cubana Chiefpriest11 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludoelekere 6 gara aga",
    "Ihe sayensị kwuru maka ude e ji agbatị odogwu ụmụnwoke",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụmụnne abụọ ndị Naịjirịa e jidere maka iji foto ndị gbaọtọ anapụ ha ego n'ịntaneti",
    "Ihe Peter Obi kwuru maka ada Onyeisiala Tinubu dara",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}