{
  "published": "23 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @michaelojuola/X",
    "Ụlọọrụ na-ahụ maka ọdịmma ndị Naịjirịa bi na mba ofesi bụ 'Nigerians in Diaspora Commission' (Nidcom) ekwuola na ha ga-ebido nnyocha maka akụkọ nwa okorobịa Naịjirịa e gburu na mba Philippines ebe ọ na-agụ akwụkwọ Mahadum.",
    "Ha kwuru nke a site n'akara soshal midia ha dịka akụkọ gbasara ọnwụ nwata nwoke ahụ malitere ifesa n'ụbọchị Sọnde, Ọktoba 23.",
    "Naịjirịa akpọlatala ụfọdụ ụmụafọ ha ndị tọrọ na Sudan 4 Mee 2023",
    "Nwantịtị nri na mmiri dị na Khan Younis na Gaza - onye gbagara Gazaelekere 7 gara aga",
    "Mmadụ 500 anwụọla n'ogbunigwe dara n'ụlọọgwụ dị na Gaza18 Ọktọba 2023",
    "Onye tinyere ya bụ akụọ na Twitter bụ nwaokorobịa aha ya bụ Michael Ojuola dịka o dere sị: \"Otu enyi m, onye Naịjirịa na-agụ akwụkwọ ịbụ dọkịta na mba Philippines, ka ụfọdụ ndị Chaịna gburu n'ụzọ ọjọọ. Ha kechiri ya aka, kechie ya ọnụ, ma tigide ya ihe tigbuo ya.\"",
    "Michael, onye kọwara onwe ya n'akara X ya dịka nọọsụ, gara n'ihu kwuo na ndị ahụ tigidere Ikem ihe ruo oge o koropuru, ha wee ga debe ozu ya n'okporoụzọ dị nso n'ụlọọrụ ndị uweojii na mpaghara Mandaue, mana tupu e buru ya garuo n'ụlọọgwụ, ọ nwụọla.",
    "O kwuru na ihe a mere n'ụlọọrụ ebe Ikem na-arụ ọrụ, ma kwukwaa na e mechiela ụlọọrụ ahụ ugbua.",
    "\"Ikem bụ onye na-agbasi mbọ ike na-arụrụ onwe ya ọrụ n'ụzọ iwu kwadoro iji bie ndụ dị mma. Onye nọrọ afọ asaa maọbụ asatọ n'ụlọakwụkwọ ọzụzụ ndị dọkịta ma kwụọ ụgwọakwụkwọ dị oke ọnụ, ekwesịghị ịnwụ n'ụzọ dị otu a. Anyị na-eme ihe niile anyị nwereike ime iji hụ na ikpe ziri ezi weere ọnọdụ,\" Michael Ojuola dere.",
    "Ojuola mechara zitere BBC ozi ebe ọ kọwara na ihe niile bidoro n'ihi esemokwu na nghọtahie n'ebe Ikem na-arụ ọrụ. O kwuru na nke a mere ka onyeisi ụlọọrụ ahụ bụ nwaanyị onye mba Chaịna kpọọ ụfọdụ ndị Chaịna ha wee bịa kpụrụ Ikem pụọ, kwuo na ha na-akpọga ya na nke ndị uweojii n'ihi na ọ na-akpata ọgbaaghara n'ụlọọrụ.",
    "Mana oge enyinwaanyị Ikem, bụ onye mba Philippines garuru n'ụlọọrụ ndị uweojii, ọ hụghị Ikem ebe ahụ. Otu ụgbọala mechara bubata Ikem ebe e kere ya ụdọ n'aka, kechie ya ọnụ ma tie ya ihe nke ukwuu. Ọ nwụrụ n'ụzọ dịka a na-ebuga ya ụlọọgwụ.",
    "BBC Igbo ka na-agba mbọ ịchọta ndị ma nwata nwoke a nke ọma iji matakwuo ihe banyere ya, dịka onye ebe ọ bụ, ụlọakwụkwọ mahadum ọ nọ na ya na mba Philippines, na ọtụtụ ihe ndị ọzọ.",
    "Ebe foto si, NIDCOM",
    "N'akara X ha, ụlọọrụ Nidcom gwara Michael Ojuola ka o zitere ha ozi doro anya iji nye nkọwa zuru oke maka ihe a merenụ.",
    "\"Biko zitere anyị ozi a n'akara email anyị, dịka onyeisi anyị ga-akpọtụrụ ụlọ nnọchite anya mba Phillipines iji matakwuo maka nke a. Anyị ga-amalite nnyocha na-egbughị oge ma ọ bụrụ na anyị matachaa nke ọma gbasara akụkọ a,\" ka Nidcom dere.",
    "BBC Igbo kpọtụụrụ onyeisi Nidcom bụ Abike Dabiri-Erewa, o wee zitere anyị ozi nke si n'aka ọnụ na-ekwuru ụlọọrụ Nidcom bụ Abdur-Rahman Balogun, gbasara okwu ahụ.",
    "Ozi ahụ kwuru sị: \"Ụlọọrụ Nidcom ahụla akụkọ na-efesa na soshal midia gbasara otu nwata akwụkwọ Naịjirịa aha ya bụ Ikem, bụ onye e kwuru ọ nwụrụ n'aka ụfọdụ ndị Chaịna na mba Phillipines.",
    "\"Mkesa gbasara nke a erubeghị n'aka ụlọọrụ nnọchiteanya Naịjirịa na mba Philippines, mana Nidcom agwala nwa okorobịa tinyere akụkọ ahụ na soshal midia ka o dee akwụkwọ mkpesa doro anya ma zite ya n'akara email anyị.",
    "\"Anyị ga-amalite nnyocha miri emi banyere ebubo a iji chọpụta ihe niile merenụ ma chọpụtakwa ndị kpara arụ ahụ.\"",
    "Ebe foto si, Philippine Embassy in Nigeria",
    "Oge BBC Igbo kpọtụụrụ akara ekwentị dị n'ọbaozi ụlọọrụ nnọchiteanya Philippines na Naịjirịa, otu onye zara oku ahụ kwuru na ha anụbeghị maka akụkọ.",
    "O kwuru ka anyị zitere ha ya bụ akụkọ ka ha wee malite nnyocha nke ha banyere ya.",
    "BBC Igbo emeela nke a ugbua ma na-eche ka ha zaghachi anyị.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "NA EME UGBU A , Supreme Court: Ihe ndị mere taa n'Ụlọikpe Kachasị n' ikpe Atiku,Obi megide Tinubu9 Mee 2023",
    "India Eye: Etu ụlọọrụ mbinye ego si emechu ndị ha binyere ego ihu iji na-apụta ha ego ahụelekere 5 gara aga",
    "Ụmụafọ Tanzania abụọ na otu onye Saụt Afrịka so na ndị Hamas ji eji - mba Isrealelekere 7 gara aga",
    "Mohbad: Nne na nna ya agbaala akaebe n'ụlọikpe banyere ọnwụ ya25 Ọktọba 2023",
    "Alaba International closure: Ndịisi ahia Alaba asaala Gọọmentị Legọs24 Ọktọba 2023",
    "A tụọla dọkịta nga mkpụrụọka maka imetọ nwanne nwunye dị afọ 1521 Nọvemba 2022",
    "Ihe gọọmentị kwuru maka nwa akụkọ Naịjirịa a sị e gburu na mba Philippines23 Ọktọba 2023",
    "Emmanuel Nwude: Ị ma maka nwoke a resiri onyeọcha ọdọụgbọelu na-adịghị adị?19 Ọktọba 2023",
    "I hụtula ihe e sere ese na-agụ egwu?23 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital",
    "Alaba International closure: Ndịisi ahia Alaba asaala Gọọmentị Legọs",
    "Ihe anyị ma maka ogbugbu nwataakwụkwọ Justina 'Tiffany' Otuene",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}