{
  "published": "18 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tonto/Tosin/Iyabo/Instagram",
    "Dịka ọtụtụ ụmụ Naijiria kpụ otu onye edemede akụkọ n'ịntanet a ma ama n'ọnụ maka ịwa ahụ ji ịchọ mma nke Bekee kpọrọ 'plastic surgery', ndị ọkachamara  ahụike na-ekwu na ịwa ahụ iji chọọ mma abụghị sọsọ njọ njọ, na o nwere uru, nwee ọghọm.",
    "Tosin Silverdam  kwupụta na soshal midia ụbọchị Tọzde na ya wara ahụ iji  belata afọ nakwa ara ya n'ihi ọnọdụ Bekee kpọrọ, \"gynecocomastia\".",
    "Ebe foto si, Tosin Silverdam/Instagram",
    "\"Gynecocomastia\" bụ ọnọdụ nwoke ịkpụ ara dịka nwaanyị nke inwe mmiri ahụ nwaanyị a kpọrọ 'estrogen' rinne na-ebute n'ụfọdụ ụmụnwoke.",
    "Dọkịta bụ ọkachamara n' ịwa ahụ maka ịchọ mma n'ụlọọgwu UNTH,Enugwu(plastic surgeo) bụ Dkta Obinna Okwesili kwuru sị, \"O nweghị ihe ọjọọ dị na ịwa ahụ e ji achọ mma ma ọ bụrụ na i nwere mkpa iji eme ya.\"",
    "Ọghọm dị na ịwa ahụ maka ịchọmma mana dịka  dịka Dkta Okwesili si kwuo, \"Ọghọm ezughị ịkwụsị ime 'plastic surgery' ihe dị mkpa bụ ka ị gaa n'aka  dọkịta a zụrụ na nka.\"",
    "Lee ụfọdụ ọghọm ọ gụnyere:",
    "Ịkpapu afọ nke nwere ike imetụta mgbịrịafọ.",
    "\"Fat embolism\": Abụba nwere ike ịdebanye mmadụ n'ọbara nke nwere ike ibute nnukwu nsogbu",
    "\"Infection\"- Nje na-ebute ọrịa nwere ike  ife",
    "Ị ga-awa hụ n'aka ndị adigboroja",
    "Kemgbe akụkọ na ọ wara ahụ pụtara, ụfọdụ ụmụ Najiria na-akatọ Tosin bụ nwoke mbụ na-ewu maka ịwa ụdị ahụ nke ọ bụ ụmụnwaanyị ka e ji ya mara.",
    "Ụfọdụ kwuru na ọ bụrụ na ọ gara na-emegharị ahụ, na nke ahụ ga-ahazịgharịnwụ ahụ ya etu ọbụla ọ chọrọ.",
    "Mana n'ọsịsa ya, Tosin si na ọ bụghị ihe nile ka mmegharị ahụ na-agwọ.",
    "Ebe foto si, Tosin Silverdam/Instagram",
    "Ịwa ahụ maka ịchọ mma nke Bekee kpọrọ 'plastic surgery' bụ ụdị ịwa ahụ e ji ahazịgharị, rụgharịa maọbụ beleta akụkọ ahụ mmadụ.",
    "E nwere ike ime ya ma mmadụ nwee ihe mberede merụrụ ya ahụ n'isi, n'aka maọbụ ma ọkụ gbaa mmadụ.",
    "Mana ụfọdụ ji ya ahazịgharị akụkọ ahụ ha  ha amasịghị ha etu ọ dị, ka ọ dị etu ha chọrọ ya.",
    "Ụfọdụ na-etinye otele ukwu, ụfọdụ akwalite ara ha, ebe ụfọdụ na-eme ka afọ ha taala ka nke ngwere.",
    "Ebe foto si, Tosin Silverdam/Instagram",
    "Iwa ahụ maka ịchọ mma na-arị elu na a Naijiria ugbua dịka ọtụtụ ndị a ma ama na-eme ya.",
    "Mana Dkta Okwesịlị sịrị, \"Ịwa ahụ maka ịchọ mma na-agbalite na Naijiria mana o rubeghịdị ihe na-eme na mba ndị ọzọ.\"",
    "Tosin abụghị  onye a ma ama mbụ  na-awa ahụ maka ịchọ mma, mana ọ bụ nwoke a ma ama mbụ na- eme nke a.",
    "Ebe foto si, Tonto Dike /Instagram",
    "Ndị dịka ya gụnyere:",
    "Tonto Dike: Onye ejije Nollywood bụ Tondo Dike gwara BBC Pidgin na ya mere iji mee onwe ya obiụtọ  na ọ bụghị iji rata onye ọbụla.",
    "Blessing CEO: Blessing Okoro Nkiruka a ma dịka 'Blessing CEO' so na ndị a na-anụaha ha wara ahụ.",
    "Blessing, onye na-akpọ onwe ya ọkachmara n'inye ndụmọdụ banyere mmekọrịta mmadụ na ibe ya hazigharịrị otela ya na mbido afọ 2023",
    "Ebe foto si, BlessingCEO/Instagram",
    "Iyabo Ojo: Onye ihe ejije Nollywood Yoroba bụ Iyabo Ojo kkwupụtakwara na ya wara afọ iji mee ka ya dị ọgọ na ya ma tụkwa onwe ya n'anya.",
    "Mercy Eke: Nwa ada sonyere na Big Brother n'afọ 2019 wakporo ahụ maka ihaziharị onwe ya.",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela liposuction na ihe ndị so yaelekere 5 gara aga",
    "Enweghị nchekwa nwereike ichere ntuliaka ọkwa Gọvanọ Imo Steeti aka mgba18 Ọgọọst 2023",
    "NA EME UGBU A Ihe anyị ma maka N5bn gọọmentị etiti nyere ndị gọvanọ iji nyere ndị mmadụ aka1 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela 'liposuction' na ihe ọghọm so ya",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụaka",
    "Ihe ndị mmadụ na-ekwu maka ọkwa Mịnịsta e nyere Umahi, Wike, na ndị ọzọ",
    "Enweghị nchekwa nwereike ichere ntuliaka ọkwa Gọvanọ Imo Steeti aka mgba",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}