{
  "published": "11 Febụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'ọnwa Febụwarị a ka ndị Naijirịa ga-eme ntụliaka ha iji ahọpụta onye ga-abụ onyeisiala mba ha. Ka ha na-eme nke a ka ha na-eche maka etu enweghị ezi nchekwa na ọtanisi sị anyụ ha ịkpakwụ.",
    "Ajụjụ a na-ajụ bụ maka ndị a nọrọla n'ọchịchị ọtụtụ afọ ma wepụta onwe ha ịzọ ọkwa onyeisiala, ma ha etozuru ịgbanwe ọnọdụ Naijirịa.",
    "",
    "Ọtanisi na mwakpo ndị omekome na-awakpo ndị mmadụ cheere ọchịchị nke Muhammadu Buhari na-apụ apụ ụgbua aka mgba n'ime ọchịchị ọ chịri afọ asaa.",
    "",
    "",
    "Mana ndị nkwado ya na-ekwu na ọ nwara ike ya ma na-agụpụta ihe ha sị ọ mere dịka ịrụpụta ihe eji akwado obodo na mbọ ọ gbara ịluso ndị ji okpukperechi ebu agha. Kama nwunye ya arịọla ndị Naijirịa mgbaghara n'ihi na ihe ndị Naijirịa tụrụ anya abụghị ihe ha hụrụ.",
    "Otu ihe doro anya bụ na ọchịchị agaghị adịrị onye ọbụla meriri mfe.",
    "Ọ bụ n'ụbọchị 25 nke ọnwa Febụwarị afọ 2023 ka a ga-eme ntụliaka ọkwa onyeisiala mba Naijirịa. Ọ bụrụ na-enweghị onye pụtara dịka onye mmeri, emegharịa ya tupu izụụka atọ agachaa. A ga-emekwa ntuliaka nke gọvanọ steeti n'ụbọchị 11 nke ọnwa Maachị afọ 2023.",
    "Onyeisi ngalaba na-ahụ maka ntụliaka mba a kwuru na okwu na e nwereike ịdọla ụbọchị ntuliaka a azụ maka nchekwa abụghị eziokwu.",
    "Ndị na-azọ ọkwa onyeisiala Naijirịa bụ mmadụ 18 kama ọ bụ mmadụ atọ ka nyocha na-egosi nwereike imeri ya bụ ntụliaka.",
    "",
    "",
    "Bola Ahmed Tinubu onye dị afọ 70 ji ọkọlọtọ otu pati All Progressive Congress azọ ya bụ ọkwa. A maara ya dịka onye ọnụ na-eru n'okwu maka ndọrọndọrọ ọchịchị na mpaghara South-West nke Naịjirịa, ọtụtụ ndị mmadụ maara ya kama enwere ebubo nrụrụaka na enweghị ahụ ike. Ụfọdụ na-ekwu kwa na okwu o ji achụ nta vootu ya nke bụ Emi Logan nke pụtara \" Ọ mụ ka o ruru ịbụ onyeisiala Naijirịa\" n'asụsụ Yoruba nke ụfọdụ si na ọ na-egosi mpakọ onye ihe ruuru na-achọghị ịma ma o tozuru ma otozughị.",
    "",
    "Atiku Abubakar, onye dị afọ 76, jị ọkọlọtọ otu pati Peoples Democratic pati azọ ọkwa onyeisiala Naijirịa. Ọ zọọla ọkwa onyeisiala Naijirịa ugboro ise ma enweghị nke o meriri. Ọrụọla ọrụ na gọọmentị dị iche iche na Naijirịa ma bụrụ kwa osote onyeisiala Naijirịa mgbe Olusegun Obasanjo bụ onyeisiala. Ọ bụ kwa onye ji ego achụ ego ma ebokwaala ya ebubo nrụrụaka etu esiri boo Tinubu kama ọ sị na aka ya dị ọcha.",
    "",
    "Peter Obi dị afọ 61 bụ onye na-achọ ịgbaji aka ọchịchị otu pati PDP na APC ji na Naịjirịa kamgbe ndị agha nyefere ọchịchị n'afọ 1999. O ji ọkọlọtọ Labour Party azọ ọkwa a. Ọ nọbụ n'otu PDP tupu ọ banye Labour Party. Ọtụtụ ndị ndọroọbịa ọkachasị na shoshial Midia na-akwado ya. Ndị nkwado ya kpọrọ onwe ha \"OBIdients\" kwuru na ọ bụ naanị ya bụ onye na-azọ ọchịchị aka ya dị ọcha ebe ndị nke ọzọ na-ekwu na vootu ọbụla atụnyere ya bụ n'efu n'ihi na ọ gaghị emeri.",
    "Mgbakọ na-eche na ọ bụ otu n'ime Mazi Tinubu maọbụ Mazi Atiku ga-emeri ebe ndị nkwado Peter Obi na-eche na ọ ga-emeri ma ha kpọkuo ndị ntoroọbịa.",
    "",
    "",
    "Onye ọbụla ga-emeri ga enweta ọnụọgụgụ vootu kacha , onye ahụ kwesịrị ịnweta ihe karịrị otu oke n'ime nke vootu niile atụrụ n'ime oke steeti abụọ n'ime anọ na Naijirịa.",
    "Ọ bụrụ na-enweghị onye n'ime ha rutere nke a, a ga-emegharị ntụlịaka nke a kpọrọ Run-off n'ime ụbọchị 21 n'etiti mmadụ abụọ kacha nweta vootu.",
    "Isi okwu bụ ịkwalite ọnọdụ nchekwa na Naịjirịa dịka ndị ntọ na-atọrọ mmadụ anara ego tupu atọhapụ ha na ndị agha nnupuisi nke alakụba na-enye nsogbu na mpaghara ugwu Naịjirịa.",
    "Ihe abụọ kacha rie ụwa ọnụ bụ mgbe agbagburu ọtụtụ ndị mmadụ n'ụlọụka katọlịk dị n'Owo na mgbe ndị ojiegbe wakoro ụgbọoloko ma tọrọ ọtụtụ ndị mmadụ ma gbuo ụfọdụ.",
    "Ndị nkwado Peter Obi ndị kacha bụru ndị ntoroọbịa na-ekwusi okwu ike na Soshal Midịa.",
    "Onyeislala Buhari na-ekwu na ya emezuola nkwa ọ kwere ịkwalite nchekwa kama ụfọdụ na-eche na Naịjirịa enwebeghị ezi nchekwa.",
    "Akụnụba obodo a bụ kwa ihe ọzọ na-enye ndị mmadụ nchekasị.",
    "N'afọ 2022 ka Inflation rigoro ọkwa ọnwa kwa ọnwa n'ime ọnwa iri ma gbadatụ ruo passentị 21.3% n'ime ọnwa Jenụwarị afo a. Nke a mere ka ndụ siere ọtụtụ ezinụlọ na Naijirịa ike.",
    "Ebe foto si, AFP",
    "Ọtụtụ ndị ntoroọbịa na-akwado Peter Obi ma na-ekwusi okwu ike na shoshal Midịa",
    "Enweghị ọrụ bụkwa ihe ọzọ chere Naijirịa aka mgba ọkachasị ndị si mahadum pụta ma ha enweghị ọrụ. Ngalaba na-ahụ maka ọnụ ọgụgụ na Naịjirịa bụ  National Bureau of Statistics na ekwu na enweghị ọrụ na Naijirịa nọ na 33% ebe ndị ntoroọbịa na-enweghị ọrụ eruola 42.5%.",
    "Dịka World Bank siri kwuo sị, \" Enweghị ezigbo agụm akwụkwọ, ihe eji ebi ndụ dịka ọkụ latrik na mmịrị ọṅụṅụ\"",
    "",
    "",
    "Ọtụtụ ndị na-azọ ọkwa onyeisiala a ejirila nsogbu ndị a mee achụmnta vootu na-ekwe nkwa na ha ga-ewepụ ha.",
    "Kama nsogbu ndị a mere ndị mmadụ ji eche ma ndị a banye n'ọchịchị ma ha a ga-enwe ike ịwepụ nsogbu ndị a n'ihi ha a nọọla ọtụtụ afọ.",
    "Dịka mmadụ 93.5 tinyere akwụkwọ ikike ịtụ vootu, echeghị na ha niile ga-atụ ya bụ vvotu.",
    "Dịka 40% ndị nwetara ikike ịtụ vootu bụ ndị ntoroọbịa, A na-akpọ ya 'Ntụliaka ndị ntoroọbịa' dịka onyeisi ngalaba ntụliaka bụ Mohamood Yakubu siri kwuo.",
    "Na mbụ nweela ebubo na ndị ndọrọndọrọ ọchịchị na-ezuru akpati eji atụ vootu, maọbụ bute ọgbaghara iji chụpụ ndị chọrọ ịtụ vootu.",
    "Kama ngalaba \nIndependent National Electoral Commission (Inec) na-ekwu na teknụzụ ọhụrụ ha nwere ga-egbochi nrụrụaka oge ntụliaka.",
    "E nwekwara mgbe ndị ndọrọndọrọ ọchịchị na-enye ndị mmadụ ego ka ha kwado ha, ụfọdụ mgbe ha na-eme ya n'ebe a na-eme ntụliaka.",
    "Kama atụmatụ ọhụrụ ewepụtara maka ego ga-eme ka iji ego zụta vootu sie ike ebe ndị uweojii ga-anwuchi onye ọbụla na-enye maọbụ nara ego maka ịtụ vootu.",
    "Ebe INEC ekwuola na iwu megidere mmadụ iji ekwentị ya banye ebe ọ na-atụ vootu dịka ndị nyere ha ego ka ha tụọrọ ha vootu na-esi ọnwu ka ha gosi ha foto ebe ha tụrụ vootu.",
    "Awakpoola ụfọdụ ụlọọrụ ndị Inec dịka ntụliaka a na-abịa nso. N'ọnwa nọvemba gara aga ka ngalaba Inec nwere nzụkọ maka oke mwakpo a na-awakpo ụlọọrụ nke ndị mmadụ siri na echu ha ụra.",
    "Enwekwata mkpesa maka ndebe aha maka ịtụ vootu nke na-ezịghị ezi.",
    "N'afọ 2022 ndi ọkaibe na ihe gbasara ịntanetị chọpụtara ihe dịka ọ na-egosi na ụmụaka na-erubeghị ịtụ vootu debanyere aha ha maka ịtụ vootu. Afọ ntozu ịtụ votu na Naijirịa bụ afọ 18.",
    "Ebe ọ dị ndị ọzọ gbanwere etu ihu ha dị maọbụ yigharịa akwa ha maọbụ etu ha siri nọrọ ọdụ.",
    "N'aka nke ọzọ ka INEC kwuru na ha na-anabata enyemaka ndị Naijirịa.",
    "N'ụbọchị 11 nke ọnwa Jenụwarị ka Inec kwuru na ha ewepụla mmadụ 53,264 bụ ndị na-ekwesịghị ịtụ vootu. Ma sị na ndị na-etorughị ịtụ vootu na ndị na-azụ vootu ga-erite ntaramahụhụ.",
    "Dịka a na-eme ntụliaka onyeisiala, ndị mmadụ ga-ahọpụta kwa ndị ụlọomeiwu.",
    "E nwere ndị omeiwu 469, ebe 109 bụ ndị omeiwu ukwu ebe 360 bụ ndị omeiwu nta.",
    "N'ụbọchị 11 nke ọnwa Maachị ka a ga-eme ntụliaka nke Gọvanọ na steeti 28 n'ime steeti 36 e nwere na Naịjirịa.",
    "",
    "Ebe foto si, AFP",
    "Ndị Naijirịa ga-eji Permanent Voters Card ha tupu ha atụọ vootu",
    "Ị ga-enwe kaadị nke na-egosi na itozuru ma na i debenyela aha gị dịka onye ga-atụị vootu nke bụ Permanent Voters Card.",
    "PVC a nwere njirimara onye na-atụ vootu nke ihe eji mata onye na-atụ vootu nọ n'ime ya.",
    "Kama ụbọchị ikpeazụ ị were PVC bụ ụbọchị 5 nke ọnwa Febụwarị 2023.",
    "Onye ọbụla chọrọ ịtụ vootu ga-apụta site n'elekere 08:00 nke ụtụtụ ruo elekere 14:00 nke ehihe ma jiri PVC ya bịa n'ogige ọ ga-atụ vootu. Onye ahụ kwuru na-ahịrị tupu elekere abụọ akụọ, ọ ga-atụ vootu ya.",
    "Ndị Naijirịa bị na mba ọzọ enweghị ike ịtụ vootu.",
    "Ntụliaka nke a ga-apụ iche dịka INEC webatara igwe ha kpọrọ Bimodal Voter Accreditation System(BVAS) n'afọ 2021 nke ha sị ga-akwụsị nrụrụaka ntụliaka.",
    "BVAS bụ  nwere akụkụ anọ ma nwee ike teknụzụ karịa Smart Card Readers e ji mee ntụlaika na mbụ.",
    "Ihe mere BVAS jiri pụọ iche bụ na ọ na-eji finger Print na ihu mmadụ amata onye ahụ tupu ọ mtụọ vootu ya.",
    "Nke a ga-egbochi ndị na-enweghị ezigbo PVC na ndị na ekwesịghị ime ntụlaika ịtụ vootu ha.",
    "Ọzọ abụrụ na BVAS na-eziga mpụtara ntụliaka gaa ụlọọrụ INEC ozugbo ka mmadụ niile hụ ya.",
    "Kama enwere ụfọdụ nsogbu ụfọdụ na-ekwu maka BVAS dịka ọ pụtara ihe na ntụliaka nke steeti emere n'afọ 2021 na 2022 kama INEC na-ekwu na ha edoziela nsogbu ndị a.",
    "Na ntụliaka ndị e mere na mbụ, a na-amata mpụtara ntụliaka a n'ụbọchị atọ atụchara vootu.",
    "A ga-agụkọ vootu ndị mmadụ dịka emechara ntụliaka n'ụbọchị 25 nke ọnwa Febụwarị. Ndị nọ ebe ha tụrụ vootu ma chere ga-anụta mpụtara vootu ha, kama ọ ga-ete aka tupu mpụtara vootu niile eruo Abuja site na puku pụrụ puku ogige ebe a na-atụ vootu niile nọ na Naịjirịa.",
    "BVAS ga-eme ka ntụliaka a gaa ngwangwa kama ndị ọrụ INEC sitere na steeti ndị mere ntụliaka a, ga-eji akwụkwọ mpụtara ntụliaka a gaa Abuja ma gụpụta ya.",
    "Ọ bụ mgbe e mere nkea ka onyeisi Inec ga-ekwu onye meriri maọbụ na a ga-eme agba nke abụọ.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 8 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịa2 Eprel 2023",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?elekere 2 gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}