{
  "published": "19 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Etu otu nwaanyị jiri otu Whatsapp jiri zọọ ndụ ndị tọrọ atọ n'Oman",
    "Ọ bụ nzụkọ gbara anya mmiri mgbe ha niile n'ọdụelu na Lilongwe nke Blessings na ezinaụlọ ya n'Ọktoba",
    "Ndị na-arụ ọrụ ụlọ si Malawi hụrụ na ha tọrọ ma na-abamiga mkpagbu na mmekpa ahụ na mba Oman, ụmụnwaanyị e jiri otu Whatsapp wee zọọ ndụ ha ma weghachi ha n'ụlọ. Nke a bụ akụkọ nsogbu metụtara mmadụ a na-ahụ n'ụwa.",
    "Onyeisi obodo na Sierra Leone na-aku osisi5 Maachị 2024",
    "Etu nwa TB Joshua Ajoke si runye 'nna' ya aka n'anya maka ebubo ndi e boro ya8 Jenụwarị 2024",
    "Nwaanyị dị afọ 32 na-ebe akwa ka o cheter ihe mere ya n'Oman ebe akpagburu ya.",
    "Ọ sị na ọ chọrọ ndụ dị mma gawa Oman mana ihe anya ha hụrụ rir ya ọnụ ebe ọ hụrụ na ọ na-arụ ọrụ dịka onye ọrụ enyemaka n'ụlọ n'Oman.",
    "Georgina, si ka anyị akpọla aha nna ya, dịka ụmụnwaanyị ndị ọzọ ibe ya a turu mgbere gwara BBC na o cheburu na e nyere ya ọrụ ọkwọụgbọalal na Dubaị.",
    "O nweburu azụmahịa na Lilongwe, isi obodo mba Malawi mgbe onye na-achọrọ ndị mmadụ ọrụ gakworo ya sị ya ka ọ chọtarala ya ọrụ na mpaghara ọwụwaanyanwụ etiti mba ụwa (Middle East).",
    "Elekere abụọ sọọsọ ka ọ na-ehi ụra mana o teghị aka ka onyeisi ya bidoro chọwa mmekọ ahụ n'aka ya. Ọ gwara Georgina na ọ ga-agbagbu ya ma o kwuo ihe ọbụla.",
    "Ụmụntoroọbịa",
    "Ikpe",
    "Middle East",
    "Ụmụnyanyị",
    "Afịrịka",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Mmekọ nwoke na nwanyị",
    "ọrụ ndị nta akụkọ",
    "Ụmụaka",
    "Ime n'ike",
    "Ịwakpo mmadu na-ike",
    "Mmegbu",
    "Ụbiam",
    "Ezinụlọ",
    "Mmeru nwata",
    "Malawi",
    "Onye na-etizi \"Indaboski\" a?29 Eprel 2020",
    "Evelyn Joshua: Ihe i kwesịrị ịma maka nwunye T.B Joshua bụzi onyeisi ụlọụka SCOAN12 Septemba 2021",
    "Vidio, Africa Eye: Etu otu nwaanyị si jiri Whatsapp zọọ ndụ ndị a tọrọ atọ, Duration 7,4319 Maachị 2024",
    "Vidio, Bosun Tijani: Gọọmentị Naịjirịa anaghị amachi Kripto - Mịnịsta mgbasaozi na akụnauba dijitaal, Duration 6,0218 Maachị 2024",
    "Vidio, Aba Power Plant: Etu ndị Aba ga na-akwụ ụgwọ ọkụ, Duration 6,0813 Maachị 2024",
    "Vidio, A sị na ise onyonyo ndị otiegwu bụ ọrụ ụmụnwoke mana eji m ya aracha pịọm - Director Pink, Duration 4,299 Maachị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}