{
  "published": "24 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP/Reuters",
    "Ezigbo nsogbu na esemokwu adapụtala ugbua n'etiti gọọmentị Russia na ndị otu 'Wagner Group' nke onyeisi ha bụ Yevgeny Prigozhin.",
    "'Wagner Group' bụ otu ndị agha ọrụ ngo bụ ndị na-enyere ndị agha Russia aka alụ ọgụ na mba Ukraine.",
    "Cheta na 'Wagner Group' nwetara mmeri n'ọdị nso a dịka ndị agha ha weghaara mpaghara Bahkmut nke mba Ukraine, nke so n'otu nnukwu mmeri Russia nwetarala kamgbe ha wakporo mba Ukraine n'ọnwa Febrụwarị afọ 2022.",
    "Mana ugbua Prigozhin na-ebo ebubo na ndị agha Russia atụgharịala megidewe ha bụ ndị otu 'Wagner'.",
    "N'ihe onyonyo o kesara n'ọba ozi soshal midia bụ Telegram, Prigozhin kwuru na ndị agha Russia tụrụ ogbunigwe n'ogige ha dị na mba Ukraine ma gbuo ọtụtụ ndị otu ya.",
    "\"Ha aghọgbuola anyị,\" Prigozhin kwuru, ma gbakwunye na ndị agha ya ga-ebu agha iji hụ na a chụturu Mịnịsta na-ahụ maka ndị agha nke mba Russia bụ Sergei Shoigu, bụ onye o boro ebubo maka mwakpo ahụ.",
    "Ọ gara n'ihu kwuo na mwakpo Russia wakporo Ukraine bụ naanị atụmatụ Shoigu iji nweta ọkwa 'Marshal', ma nweta nturuugo 'kpakpando nke abụọ'.",
    "Prigozhin kwuru na agha ya na ndị otu ya na-ebu abụghị iji weghara ọchịchị mba Russia n'ike, kama ọ bụ iji chụtuo Shoigu, onye ọ kpọrọ onye ọjọọ.",
    "Lee atụmatụ udo ndị ọchịchị Afrika kwupụtara dịka ha nọ njem na Ukraine, Russia17 Juun 2023",
    "Russia school shooting: O﻿nye ojiegbe agbagbuola mmadụ 13 n'ụlọakwụkwọ26 Septemba 2022",
    "Russia and Ukraine conflict 2022: Etu agha Ukraine si emetụta akụnụba Naịjirịa na mbaụwa25 Febụwarị 2022",
    "Ebe foto si, EPA/Shutterstock",
    "Onyeisiala Russia bụ Vladmir Putin kwuru okwu n'onyonyo TV n'ụtụtụ Satọde, ebe ọ nọrọ kwuo na \"nnukwu ntaramahụhụ ga-adịrị ndị chọrọ ikewa obodo Russia.",
    "Putin akpọghị Yevgeny Prigozhin maọbụ otu 'Wagner Group' aha n'okwu ya, mana o kwuru na oke ọchịchọ emeela ka ụfọdụ ndị Russia kpaa agwa ire ala nna ha.",
    "O kwuru na ha amalitela atụmatụ iji jikwaa ihe na-eme na mpaghara Rostov-on-Don.",
    "Cheta na Prigozhin kwuru na ndị agha ya esila na Ukraine gafete n'obodo Rostov-on-Don nke mba Russia ma were ọnọdụ ebe ahụ.",
    "Putin kwukwara na Mịnịstrị na-ahụ maka ndị agha ekwuola na ha awakpoghi maọbụ tụọ ndị agha Wagner ogbunigwe na Ukraine.",
    "Ka ọ dị ugbua, akụkọ na-ekwu na ndị agha 'Wagner' ewerela ọnọdụ n'obodo abụọ na mba Russia -  Rostov-on-Don na Voronezh.",
    "Ebe foto si, Reuters",
    "Yevgeny Prigozhin (n'aka ekpe) dịka ọ na-ebunye Onyeisiala Russia bụ Vladmir Putin nri",
    "Yevgeny Prigozhin si n'obodo St Petersburg, nke bụkwa obodo Onyeisiala Vladmir Putin.",
    "A tụrụ ya mkpọrọ nke mbụ oge ọ dị naanị afọ 18 n'ihi izu ohi, mana ọ banyeghị mkpọrọ dịka e nyere ya ohere afọ abụọ na ọkara nke a na-akpọ 'suspended sentence' na bekee.",
    "Mana dịka afọ abụọ gachara, oge ọ dị afọ 20, a tụrụ ya mkpọrọ ọzọ afọ 13 maka iji egbe ezu ohi, bụ nke ọ nọrọ afọ itoolu na mkpọrọ.",
    "Ka ọ pụtara, ọ malitere ahịa achịcha pụrụ iche a na-akpọ 'hot dog' na St Petersburg. Ahịa ya malitere ịga nke ọma nke bụ na n'ebe afọ 1990 ga, Prigozhin mepere ụfọdụ ebe a na-ere nri dị oke ọnụ n'obodo ahụ.",
    "Ọ bụ ebe ahụ ka ọ na bido mmekọrịta ya na ndị ọnụ na-eru n'okwu na St Petersburg nakwa Russia.",
    "Otu n'ime ụlọ nri ya, a na-akpọ New Island, bụkwa ebe mmadụ nwereike ịbanye ụgbọ mmiri kpagharịa n'osimiri Neva.",
    "Vladmir Putin hụrụ ụlọ oriri ahụ n'anya nke ukwuu, nke na oge ọ bụụrụ onyeisiala, ọ na-akpọ ndị ọbịa ya aga ebe ahụ, etu a ka Putin na Prigozhin si mata.",
    "Prigozhin kwuru na ya na Putin matara oge Praịm Mịnịsta mba Japan bụ Yoshiro Mori bịara njem nleta na St Petersburg n'afọ 2000.",
    "Putin tụkwasara Prigozhin obi nke ukwuu nke mere na ọ nọ n'ụlọ oriri 'New Island' mee emume ncheta ọmụmụ ya nke afọ 2003.",
    "Ka afọ olemole gachara, ụlọọrụ Prigozhin a na-akpọ 'Concord' nwetara ọrụ ngo ị na-esi nri n'ụlọ gọọmentị dị na Kremlin, etu a ka e si malite ịkpọ ya \"Osi nri Putin\".",
    "Ebe foto si, Reuters",
    "Dịka e gburu ọtụtụ ndị agha Russia na Ukraine, Prigozhin gara n'ụlọ mkpọrọ dị icheiche kpọrọ ndị mkpọrọ ka ha sonyere ndị agha 'Wagner Group'",
    "Ọ bụ dịka Russia wakporo Ukraine nke mbụ na 2014 ka ọ pụtara ihe na Prigozhin abụghị naanị onye oji ego achụ ego  dịka ọtụtụ si eche.",
    "Kepukepu malitere ifegharị na ọ bụ ya nwe otu ndị agha a na-akpọ 'Wagner', nke aka ha dị n'agha a na-ebuso ndị agha Ukraine na mpaghara Donbass.",
    "Ewepụ Ukraine, ndị otu Wagner nọkwa na mpaghara dị icheiche n'Afrịka nakwa ebe ndị ọzọ dịka ha nyere ọchịchị Bashar al-Assad na Syria, nakwa inyere ndị agha mba Mali aka dịka ha jụrụ nkwado mba Fransị.",
    "Mana Prigozhin agọọla ugboro ugboro na aka ya dị n'otu a bụ Wagner. Ụfọdị ndị boro ebubo na ọ b nwe otu ahụ, ọ kpụgara ha ụlọikpe.",
    "Mana dịka Russia wakporo Ukraine ọzọ na 2022, Prigozhin pụtara ihe ma kwuo na ọ bụ ya hibere Wagner n'afọ 2014.",
    "Rọshia",
    "Ngwagha nuklia",
    "Ukraine",
    "Sierra Leone Presidential Elections: Samura Kamara nke All People’s Congress atụọla vootu.24 Juun 2023",
    "NA EME UGBU A Jamb Cut-off mark: 140 bụ akara o pekata mpe e ji aba mahadum n'afọ a- Jamb1 Juun 2023",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}