{
  "published": "12 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Instagram",
    "Otụtụ ndị  ihe ejije na Naijiria atụọla arịrị maka ọnwụ onye otu ha bụ Cynthia Okereke.",
    "Okereke gbara afọ 63 nwụrụ na nsonso a ka ọ rịachara ahụ obere oge.",
    "Otu n'ime ndị ogbo ya ma bụrụkwa ọnụ na-ekwuru otu jịkọrọ ndị ejije bụ Monalisa Chinda kwuru n'ozi o wepụtara n'akara Instagram ya na mgbede Wenezde sị, zuru ike nke ọnwa ezi Cynthia. Ka Chukwu kachie ezinaụlọ gị obi.\"",
    "Ebe foto si, Monalisa/Instagram",
    "Ebe foto si, Cynthia Okekere",
    "Ezinaụlọ onye ejije Nollywood a ma ama dịka Cynthia Okereke agbaala ama na ọ laala mmụọ.",
    "Ndị be ya gwara BBC Igbo n’ụtụtụ Wenezde na ọ nwụrụ dịka “ọ daturu obere ọrịa.”",
    "Akụkọ pụtaburu na ọ nọ n’ọnọdụ nkubitu nwamgbenta kemgbe mana odobeghi anya mkpọ kwem etu o siri daba n’ọnọdụ ahụike ahụ.",
    "Ụfọdụ ndị ogbo ya n’ọrụ ejije amalitela izipụta ozi banyere ndụ ya nakwa ihe ndị ha ga-eji echeta ya.",
    "Emeka Rollas bụ onyeisi otu jịkọrọ ndị ọrụ ejije Naịjirịa bụ 'Actors Guild of Nigeria' gwakwara BBC Igbo na \"di Okiakụ Okekere gwara m na ọ laala mmụọ n'ezie\".",
    "Otu n’ime ha bụ Joseph Okechukwu dere n’Instagram ya “Kemgbe ihe karịrị afọ 20 m matara gị, ị bụ ezigbo mmadụ ndị mmadụ na-achọ ịnọ nso dịka ị nwere obi dị mma”.",
    "“Ihe nke a akuriela m etu m agaghị enweike ikwu okwu ugbua”.",
    "Cheta na n’ebe Jụlaị nke afọ 2022 na aha Oriakụ Okereke wuru ewu mgbe ndị ntọ tọọrọ ya na onye ejije ibe ya bụ Clemson Cornel.",
    "E merechara tọhapụ ha abụọ ka otu izuụka gachara.",
    "Ihe Cynthia Okereke na Cornel Agbogidi kwuru dịka atọhapụrụ ha4 Ọgọọst 2022",
    "Idinotu kachasị dị ndị Igbo mkpa n'oge dị otu a - Jennifer Eliogu24 Juun 2022",
    "Hilda Dokubo: Ndị na-achị Naịjirịa amaghị ihe ndị ha na-achị chọrọ8 Julaị 2022",
    "Ebe foto si, Cynthia Okereke",
    "Ọ dị ebe afọ 60",
    "Ọ lụọla di ma mmụọ ụfọdụ ụmụ ma nwee ụmụ ụmụ",
    "Ọ bụ onye Enugu steeti",
    "Ụfọdụ n’ime ejije ndị ochie wepụtara aha ya n’ihu ọha gụnyere ejije ‘King Jaja of Opobo’ , ‘Osuofia in London’, ‘Coronation’ na ndị ọzọ",
    "E ji ịkpa agwa dịka nne maọbụ onye nwere ezigbo obi ọma mara ya n’ejije Nollywood",
    "Ya na ọtụtụ ndị ejije Nollywood ndị ochie emekọọla ejije dịka Patience Ozokwor, Nkem Owoh, Chiwetalu Agu, John Okafor na ndị ọzọ",
    "Ọ lara mmụọ n’ụbọchị Tuzde, abalị 11 nke ọnwa Jụlaị, 2023",
    "Nollywood",
    "Legọsị",
    "Naijiria",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "E wepụ nne m akaghị ịgbalahụ ọnwụ site n'ọrịa 'sickle cell'-Nwaanyị  dị afọ 65 7 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobia 12 Julaị 2023",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti8 Julaị 2023",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma8 Julaị 2023",
    "World Population Day: Ihe isi ike emeela ka anyị kagbuo atụmatụ ịmụ oke ụmụ - Ndị ntorobịa 11 Julaị 2023",
    "FAFT :Nani ndị na-etinye ego n'ihe megidere iwu na Cameroon,Vietnam na Croatia ka iwu CBN a ga-amapụ obi- Ndị ọkachamara 7 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Cynthia Okereke: Ihe Monalisa, ndị Nollywoood ọzọ kwuru maka ogbo ha lara mmụọ12 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Cynthia Okereke: Ihe Monalisa, ndị Nollywoood ọzọ kwuru maka ogbo ha lara mmụọ",
    "Gịnị bụ ọrụ Tinubu dịka onyeisioche Ecowas?",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti",
    "Ihe NUJ kwuru maka nnwụchi onye otu ha dere maka akụkọ ‘sit at home’ n'Enugwu",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Achi, Ezza na ndị Igbo ọzọ bụ Odogwu n'agha oge gbooEmelitere ikpeazụ na: 17 Julaị 2022",
    "Ihe Cynthia Okereke na Cornel Agbogidi kwuru dịka atọhapụrụ haEmelitere ikpeazụ na: 4 Ọgọọst 2022",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}