{
  "published": "19 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/Alex Ogbonnia",
    "Ohaneze Ndigbo bụ otu jikọrọ ndị Igbo na mbaụwa niile ma na-elekọta ọdịmma ha egosila obi ọma ha n'ebe ndị omeiwu degara Onyeisiala Tinubu ozi maka Nnamdi Kanu nọ.",
    "Alex Ogbonnia bụ ọnụ na-ekwuru otu ahụ sị na o kelere ndị omeiwu ahụ niile ma sị ha daalụ maka mbọ ha na-agbara Kanu.",
    "Ọ sị na ọ dị mkpa na mmadụ niile so akwanye gọọmentị etiti ọkụ n'ike iji tọghapụ Kanu n'aka ndị uweojii pụrụiche bụ DSS ji ya.",
    "Dịka o si dị n'okwu (Nelson) Mandela, bụ onye a tụrụ nga, o nwere ka o ruru dịka ndị mmadụ jisike akpọ oku, atọghapụ ya, etu ahụ ka ọ ga-adịrị Nnamdi Kanu\" ka Ogbonnia kwuru.",
    "Cheta na ihe ruru ndị omeiwu 50 jikọrọ aka degara onyeisiala Tinubu akwụkwọ ozi si ya gwa ọkaiwu kachasị ka o jiri ikike dị n'ime iwu ala Naịjirịa tọghapụ Nnamdi Kanu ma kwụsị ikpe ya ikpe.",
    "Ogbonnia gara n'ihu kọwaa na o nweghi ihe dị njọ Nnamdi Kanu mere n'ịkpọ oku mnwereonwe.",
    "\"Ọ bụ maka obi adịghị ndị mmadụ mma na mkpachapụ a na-eme ndị Igbo ka oku mnwereonwe ji malite",
    "Ndị mmadụ na-ekwu ọ bụrụ na ịchọghị ka anyị sonye, ịhapụ anyị ka anyị jewere onwe anyị\"",
    "Mgbe Buhari nọ n'ọchịchị, o nweghi onye Igbo e nyere ọrụ nchekwa, nke ahụ edoghi anyị anya\" ka o kwuru.",
    "Ogbonna kọwakwara na onye Igbo niile kwesiri ịma na ọgụ mwereonwe Nnamdi Kanu na-alụ abụghị maka onwe ya kama ọ bụ maka onye Igbo niile.",
    "O kwenyekwere ka ọtụtụ ndị mmadụ jikọọ aka na-akpọ oku ka atọghapụ Kanu na ọ ga-emecha nwee isi.",
    "Anyị agaghị ahapụ Nnamdi Kanu ka ọ taa ahụhụ dịka nwa enwe nne - Ohaneze Ndigbo24 Julaị 2021",
    "Ihe ọkaiwu Nnamdi Kanu kwuru maka akụkọ sị na o sila n'ụlọ nga DSS rie mbọmbọ ọsọ14 Juun 2024",
    "Ohaneze Ndigbo na Legọs anaghị akwado Tinubu - Alex Ogbonnia21 Juun 2022",
    "Ebe foto si, BBC/Bola Tinubu/Twitter",
    "Ihe ruru ndị omeiwu 50 edegarala onyeisiala Naịjirịa Bola Tinubu ozi ma kpọọ oku n'ime ya ka ọ tọghapụ Nnamdi Kanu bụ onyeisi otu Ipob.",
    "Kanu nke gọọmentị Naịjirịa nwụchiri ma kpọlata Naịjirịa kemgbe afọ 2021 ka nọ n'aka ndị uweojii pụrụiche bụ DSS kemgbe ahụ n'agbanyeghi mkpebi dị icheiche ụlọikpe nyere ka atọghapụ ya ma kwuo ya ụgwọ mmekpahụ.",
    "N'ime akwụkwọ ozi ahụ, ndị omeiwu ahụ kwuru ka Onyeisiala Tinubu nye Ọkaiwu kachasị iwu ka o weta ikike dị n'ime iwu ala Naịjirịa iji tọghapụ Nnamdi Kanu ma kwụsị ikpe ya ikpe kpam kpam.",
    "Ndị ahụ dịka Ọkaiwu Nnamdi Kanu bụ Aloy Ejimakor depụtara n'akara Twitter ya gụnyere:",
    "Hon. Obi Aguocha (Abia),",
    "Hon. Ikenga Ugochinyere (Imo),",
    "Hon. Aliyu Mustapha (Kaduna),",
    "Hon. Midala Balami (Borno),",
    "Hon. Afam Ogene (Anambra),",
    "Hon. Abiante Awaji-Inombek (Rivers),",
    "Hon. Dominic Okafor (Anambra),",
    "Hon. Etanabene Benedict (Delta),",
    "Hon. Shehu Dalhatu (Katsina),",
    "Hon. Chinedu Emeka Martins (Imo),",
    "Hon. Matthew Nwogu (Imo),",
    "Hon. Muhammed Buba Jagere(Yobe),",
    "Hon. Peter Aniekwe (Anambra),",
    "Hon. Koki Sagir (Kano),",
    "Hon.Amobi Oga(Abia),",
    "Hon. Gwacham Chinwe (Anambra),",
    "Hon. Uchenna Okonkwo (Anambra),",
    "Hon. Abdulmaleek Danga( Kogi ),",
    "Hon. Osi Nkemkama (Ebonyi),",
    "Hon. Mark Useni (Taraba),",
    "Hon. Alexander Mascot (Abia),",
    "Hon. Philip Agbese (Benue),",
    "Hon. Ginger Onwusibe Obinna (Abia),",
    "Hon. Zakari Nyampa (Adamawa),",
    "Hon. Jamo Aminu (Katsina), and",
    "Hon. Emeka Idu Obiajulu (Anambra),",
    "Hon.Nnabuife Chinwe Clara(Anambra),",
    "Hon. Ukodhiko Jonathan (Delta),",
    "Hon. Akingbaso Olarewaju(Ondo),",
    "Hon. Lilian Obiageli Orogbu (Anambra),",
    "Hon.Marcus Onobu(Edo),",
    "Hon.Chinedu Obika (FCT Abuja),",
    "Hon.Billy Osawaru (Edo) ,",
    "Hon.Ojuawo Rufus Adeniyi (Ekiti),",
    "Hon.Okoli Ngozi Lawrence (Delta),",
    "Hon.Ezechi Nnamdi ( Delta),",
    "Hon. Alozie Munachim Ikechi(Abia),",
    "Hon.Nkwonta Chris (Abia),",
    "Hon.Nnamchi Paul Sunday (Enugu),",
    "Hon. Obetta Mark Chidi( Enugu),",
    "Hon. Tochi Okere Chinedu (Imo),",
    "Hon. Uguru Emmanuel (Ebonyi),",
    "Hon.Joseph Nwaobasi (Ebonyi),",
    "Hon.Onwugbu Befford Anayo (Enugu),",
    "Hon.Atu Chimaobi Sam(Enugu),",
    "Hon.Sunday Cyriacus Umeha (Enugu),",
    "Hon. Anthony Adepoju (Oyo).",
    "Ndị ọkaiwu Nnamdi Kanu bụ onyendu otu Indigenous People of Biafra (IPOB) akwọwaala ihe mere ha jiri achọ ka ekpezie okwu dị n’etiti Kanu na Gọọmentị Naịjirịa n’ụzọ na-abụghị n’ụlọikpe.",
    "Otu n’ime ọkaiwu ya bụ Nnaemeka Ejiofor gwara BBC Igbo na mkpezi a ha chọrọ ka e kpezie abụghị ihe ọhụrụ, na ọ bụ okwu na-agabu n’ihu n’etiti Kanu na gọọmentị.",
    "O kwuru na Kanu na ndị gọvanọ Ọwụwa Anyanwụ nọbụ na-akpa nkata udo ahụ n’afọ 2017 ruo mgbe ndịagha wakpoo ụlọ ha dị n’Afara Ukwu Umuahia.",
    "“Nnamdi Kanu na ndị gọvanọ Ọwụwa Anyanwụ nọbụ na-akparịtaụka udo n’afọ 2017 mana ndịagha Naịjirịa wakporo ụlọ ha.”",
    "Ọkaiwu Ejiofor kwuru na ihe ha chọrọ ugbua bụ ka ha na gọọmentị etiti malitekwa mkparịtaụka udo ahụ maka na nsogbu ọbụla e nwere n’ụwa na ọ bụ mkparịtaụka ka e ji ekpezi ya.",
    "“Ihe anyị chọrọ ugbua bụ ka anyị na gọọmentị etiti malitekwa mkparịtaụka udo ahụ maka na nsogbu ọbụla bụ mkparịtaụka ke e ji ekpezi ya.",
    "O kwuru na ha kwenyere na Onyeisiala Tinubu ka banyere n’ọchịchị ọhụrụ ga-aṅa ha ntị maka na o nwere echiche dị iche karịa nke pụrụapụ bụ Buhari.",
    "Ejiofor gbakwụnyere na ọ bụ otu mkparịtaụka ahụ ka e nwere n’oge alụchara agha Biafra na gọọmentị Naịjirịa.",
    "Ihe ọkaiwu Nnamdi Kanu kwuru maka akụkọ sị na o sila n'ụlọ nga DSS rie mbọmbọ ọsọ14 Juun 2024",
    "Were ikike gị kwụsị ikpe ọbụla a na-ekpe Nnamdi Kanu - Ihe ọkaiwu Kanu gwara AGF6 Juun 2024",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu8 Mee 2024",
    "Ndị ọkaiwu Kanu gwara ụlọikpe n'ụbọchị Wenezde ahụ na ha chọro ka ha na gọọmenti Naịjirịa soro ụzọ ọzọ na-abụghị ụlọikpe kpezie okwu Kanu, onye e boro ebubo iyi ndụ egwu nakwa ịbụ onye otu Ipob",
    "Ọkaiwu Kanu bụ Aloy Ejimakor, gwara ụlọikpe ukwu dị n'Abuja na isoro ụzọ ọzọ na-abụghị ụlọikpe kpezie okwu bụ nke akwụkwọ iwu Naịjirịa kwadoro.",
    "Na nzaghachi, ọkaikpe Binta Nyako kwuru na, “Ọ bụghị ụlọikpe ahụ ga-ekwu ka e soro ụzọ ọzọ kpee ikpe ahụ, na ọ bụ ọkaiwu ukwu gọọmenti etiti (AGF) ga-amalite ya.”",
    "Ikpebi ikpe ahụ site n’ụzọ na-abụghị ụlọikpe nwere ike ị bụ ụzọ a ga-eji gbapụta Nnamdị Kanu onye gbara afọ 56 nọ n'ụlọ mpkọrọ kamgbe afọ 2021.",
    "Nke na-edoghị anya bụ ma isoro ụzọ ọzọ na-abụghị ụlọikpe kpezie okwu ahụ, ọ ga-agbanwe usoro otu IPOB si achọ nwere onwe Biafra.",
    "Ọnọdụ enweghi ezi nchekwa na-echere Naijiria aka mgba kemgbe, ebe ndị nyocha ọrụ nchekwa na-ekwu na amaghị ma itọhapụ Nnamdi Kanu ọ ga-akwụsị ọkpụkpọ oku nwere onwe Biafra.",
    "N'ikpe a ụbọchị Wenezde, ọkaikpe nọ n'isi ikpe ahụ bụ Binta Nyako anabataghị akwụkwọ ndị ọkaịwụ Nnamdi Kanu tinyere nke ha na-ekwu na ụlọikpe ahụ enweghị ikike ikpe Nnamdi Kanu ikpe.",
    "Ọkaịwụ Kanu bụ Aloy Ejimakor ekweghị ka e bido ikpe n'usoro Nnamdi Kanu ga-eji malite zara ọnụ onwe ya n'ebubo iyi ndụ egwu nakwa ịkpata ịkwatu Gọọmentị Naijiria.",
    "Na mkpebi ikpe, ọkaikpe Binta Nyako anabataghị akwụkwọ ọkaịwụ Nnamdị Kanu tinyere ma gwa ha gaa n’ụlọikpe mkpegharị na ọ bụrụ na ọ dịghị ha mma n’obi.",
    "Nnamdi Kanu etinyela ọnụ n' ọgbaghara dị n'Ọwụwa Anyanwu Naịjiria, ọkachasị ka e sị egbu ndị mmadụ ma na-eme ọtụtụ ụmụnwanyị ka ha bụrụ ajadụ.",
    "N' okwu ya n’Ụlọikpe Ukwu nke Etiti dị n'Abuja bụ ebe ọ bịara ịzara ọnụ ya n'ikpe metụtara ebubo iyi ndụ ehgwu na ịkpa nkata ịkwatu ụbọchị Wenezde, Kanu sịrị, “Ime ụwụnwanyị ka ha bụrụ ajadụ bụ ihe m na-akwadọghị.",
    "\"Eji m obi m niile katọọ ihe dị etu ahụ. Achọghị m ka onye ọbụla nwụọ”.",
    "“Anyị na-alụ ọgụ ka ndị mmadụ nwere onwe ha, kedu ka anyị ga-esi tinye aka n’ụdị ihe dị etu ahụ? Anyị chọrọ ka ndị mmadụ nwere onwe ha. Ya bụ ihe anyị na-azọ”.",
    "“Anyị ataala ahụhụ n’Afrịka. Ndị Afrịka ataala ahụhụ ohu n' aka ndị ọcha. Mbọ anyị na-agba ugua bụ ka Afrịka dị mma ka Chukwu si chọọ ya”.",
    "Taa bụ abalị 19 nke ọnwa Juun afọ 2024,a na-atụ anya na onye ndu otu nwereonwe Biafra, Indigenous People of Biafra(Ipob) bụ  Nnamdi Kanu ga-apụta n’Ulọikpe Ukwu nke Etiti dị n'Abuja.",
    "Ka ikpe ahụ sị aga, A na-atụ anya na ụlọikpe ga-aga n'ihu na ikpe ya ikpe maka ebubo ndị eboro ya nke gụnyere iyi ndụ egwu na ịkpa nkata ịkwatu gọọmentị nke ikpe ya malitere kemgbe afọ 2015.",
    "Cheta na n'ikpe ikpe azụ ekpere n’ụbọchị Mee 20, 2024, Ọkpaikpe Binta Nyako ji ikpe ahụ kpụpụrụ n'ụsọ, arịrịọ ọkaiwu Nnamdi Kanu  ka o si n'ụlọ na-abịa ikpe ya(bail).",
    "Ọ kụpụkwara arịrọ ka  e wepụ ya na nga ndị uweojii Nzuzo bụ DSS n'ịchafụ .",
    "Water-Borne Diseases: Kedụ ndịiche dị na 'diarrhea', 'cholera' na 'dysentery'?24 Juun 2021",
    "Nke bụ eziokwu maka Rev Fr Jude Obasi a sị gbara akwụkwọ n'Ebonyi steeti5 Juun 2024",
    "Ụzọ asaa ndị ekperịma nwere ike isi zupu ego gị dị n'ụlọakụ26 Mee 2024",
    "N' afọ 2015 ka Gọọmentị Etiti nwụchiri Nnamdi Kanu na Legos steeti oge ọ sị mba Briten lọghachịta Naịjirịa ma kpụga ya ụlọikpe.",
    "Gọọmenti boro ya ebubo dị icheiche ọkachasị nke metutara inyi ọha egwu, na ịkpọrị onyeisiala Naịjirịa n’oge ahụ bụ Mahammadu Buhari.",
    "Ụlọikpe  Naịjirịa mechere tọhapụ ya sị ka o si n'ụlọ abịa ikpe.",
    "Mana Nnamdi Kanu sị na Naịjirịa gbapụ oge ndị ọrụ nchekwa wakporo ụlọ ya n’Afara-Ukwu, Abia Steeti.",
    "Ebe ọzọ a hụrụ Kanu ka ọ sị Naịjirịa gbapụ bụ na mba Israel.",
    "Kemgbe ọnwa Juun, afọ 2021 Nnamdi Kanu nọ na aka ndị DSS. Ha sị na mba Kenya kpụlata Kanu ma kpụpu ya ụlọikpe ọzọ ka ọ zara ọnụ ya.",
    "Ndị ojiegbe agbagbuola mmadụ isii na mpaghara Garki dị n’Okigwe, Imo Steeti27 Juun 2024",
    "Nick Imudia: Ihe ị maghị maka nwamadị a nwebu ụlọọrụ Konga a sị gburu onwe ya27 Juun 2024",
    "NA EME UGBU A, Ndị Gọvanọ ekweela ndị ọrụ Bekee nkwa na ụgwọ ọnwa opekatampe dị mma na-abịa",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ 25 Juun 2024",
    "Kedụ ihe mmeri Trump ga-emere mbaụwa?26 Juun 2024",
    "Ihe dị mkpa bụ ijisi ike na-ekwu maka Nnamdi Kanu - Ohaneze Ndigbo26 Juun 2024",
    "Ọrịa ndị a na-enweta site na mmiri ọjọọ26 Juun 2024",
    "A họpụtala onye ọkpaọchị dịka Osote Onyeisiala ọhụrụ nke mba Malawi22 Juun 2024",
    "\"Amaghị m na m dị ime ọnwa asatọ ruo mgbe ọ fọro otu ọnwa ka m mụọ nwa\"20 Juun 2024",
    "Ihe dị mkpa bụ ijisi ike na-ekwu maka Nnamdi Kanu - Ohaneze Ndigbo",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}