{
  "published": "16 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, LGGM",
    "Na nsonso a, Ụlọikpe Kachasị nyere okpuru ọchịchị ị nọrọ onwe ha ma na-enweta oke dịịrị ha.",
    "Ụlọikpe nyere iwu ka Gọọmentị Etiti malite inye okpuru Ọchịchị oke ego ha kwa ọnwa kama inye gọọmentị steeti oke nke ha.",
    "Ụlọikpe kwukwara na gọvanọ enweghị ikike ikposaa ndị ndọrọndọrọ ọchịchị okpuru ọchịchị a họpụtara site na ntuliaka, were komiti nchịkọta dochie ya.",
    "Anyị chọpụtara ihe ise na-ese okwu n'okwu mkpebi nke Ụlọikpe Kachasị nyere nakwa ihe a na-atụ anya ya n'ọdị n'ihu:",
    "Ebe foto si, LGGM/Facebook",
    "Tupu enye mkpebi ahụ, gọọmentị steeti na-anata ego nkata nke okpuru ọchịchị bụ nke a na-akwụkọ nke ya na nke steeti n'otu akpa.",
    "Ọ bụ site n'ebe ahụ ka ndị gọvanọ na-ekpebi ole ha na-akwụ okpuru ọchịchị, na-agbanyeghị ego kwesịrị ịbụ oke nke okpuru ọchịchị.",
    "A bịa n'oke, Gọọmentị Etiti kwesịrị inweta pasent  52.68%; gọọmentị steeti 26.72%, ebe okpuru ọchịchị kwesịrị inweta pasent 20.60% kwa ọnwa.",
    "Mana o mele ọtụtụ afọ ndị gọvanọ kpachiri pasent 47.32% ego si n'akaego etiti  abata kwa ọnwa, n'ihi na a na-akwụkodo oke ego nke okpuru ọchịchị na nke steeti ọnụ.",
    "Mana site na mkpebi Ụlọikpe Kachasị,  ndị gọvanọ agaghị enwekwa ikike itinye aka n'ego nke okpuru ọchịchị.",
    "Gọvanọ Anambara steeti bụ Chukwuma Soludo, ekwuola hooha na ọ kwadoghị okpuru ọchịchị ị nọrọ onwe ha, sị na o megidere iwu 'Federalism'.",
    "Ebe foto si, Charles Soludo/Facebook",
    "N'ozi o ziri na ụbọchị ncheta nnwereonwe n'abalị Juun 12, Soludo kwuru na  n'onweghị ebe n'ụwa e nwere ọchịchị 'federaration bụ ebe  e nwere alaka atọ.",
    "Ọ gara n'ihu kwuo na ndị gọvanọ  ma etu kwesịrị isi chịa steeti ha.",
    "N'okwu nke ya, Gọvanọ Adamawa State kwuru na ya na-akwado okpuru ọchịchị",
    "Ebe foto si, LGGM",
    "Akụkụ 162 (5) na (6) nke Iwu Naijiria kwuru na ego nke okpuru Ọchịchị kwesịrị ị bara ha site n'aka steeti, mana Ụlọikpe Kachasị kwuru na akụkụ iwu a enyeghị ndị gọvanọ ikike ijichi, ịhazi maọbụ imefu ego okpur ọchịchị ka o si masị ha.",
    "Ọkaiwu iwu Naijiria were anya bụ  Femi Falana, Kọwara  na mkpaịrịtaụka ya na ụlọntaakụkọ Channels were ụbọchị Fraide sị, \" Ihe Ụlọikpe Kachasị kwuru  ụnyaahụ bụ na i lee anya n'akụkụ  nke 7 nakwa 162 nke Iwu Naijiria, nakwa ihe akaebe nke ọkaiwu Gọọmentị Etiti  wepụtara nke gosiri na ndị okpuru ọchịchị anaghị enweta oge ha kwesịrị inweta, ego ndị a nile ga na-agazị n'aka okpuru ọchịchị kpọmkwem.\"",
    "N'okwu ma ọ dị mkpa ịhazigharị iwu Naijiria iji wepụ ebe e kwuru na steeti na okpuru ọchịchị ga-enwe otyu akpaego, Falana sịrị, \" Mgbe Ọọbụla Ụlọikpe Kachasị nyere mkpebi, mkpebi ahụ aghọọla iwu.\"",
    "Dịka Femi Falana si kwuo, steeti 22 n'ime 36  bụ ndị gọvanọ ha ji aka ya họrọ ndị  nlekọta okpuru ọchịchị.",
    "Dịka Ụlọikpe Kachasị nyere mkpebi ahụ, ọkaiwu ukwu Gọọmentị Etiti bụ Lateef Fagbemi gwara ndị ntaakụkọ  na o nweghị steeti nwere ndị na-achị okpuru ọchịchị a họpụtara site na ntuliaka agaghị enweta ego nketa ha maka ọnwa Julai.",
    "Ebe foto si, Eredo/Ojodu LCDA/Facebook",
    "Ọtụtụ afọ gara aga, e nwere ndị steeti kewara okpuru ọchịchị ha nwere iji nye ohere maka ezi nchịkọta zuru oke.",
    "Ọkachamara n'okwu ndọrọndọrọ ọchịchị bụ Ọkammụta Gbade Ojo, gwara BBC sị, \"Iwu Naijiria amaghị maka LCDAs\".",
    "O kwuru na LCDA bụ steeti kepụtara ha n'onwe ha  ma were ego kwesịrị inye ọkpuru Ọchịchị na-ahazi ha.",
    "Ojo sịrị,\"Ọ bụrụ na ndịisioche okpuru Ọchịchị si na ha achọghịzi LCDA, ị mara na LCDA ga-anwụrụ onwe ya ọnwụ chi ya.\"",
    "Ojo rụtụkwara aka na mkpebi Ụlọikpe Kachasị  nwekwara ihe ndị ọzọ o metụtarakwara.",
    "Iji maa atụ: Ọnọdụ ndị nkuzi Ụlọakwụkwọ Praimarị.",
    "Ojo sịrị, \"Mgbe okpuru ọchịchị noburu onwe ha, ụfọdụ okpuru ọchịchị akwụghị ha ụgwọọnwa rue otu afọ. tubu e nwee bọọdụ na-ahụ maka  agụmakwụkwọ Praimarị bụ 'State Universal Basic Education Boards(SUBEB).\"",
    "Ebe foto si, FMINONigeria/X",
    "Kọmịshọna na-ahụ maka ego na steeti 36 dị na Naijiria na-aga Abuja kwa ọnwa ịga sonye  n' ọgbakọ 'Federation Account Allocation Committee'(FAAC), ebe a na-eke ego nile  batara n'akpa Gọọmentị Etiti n'etiti alaka atọ gọọmentị.",
    "Mana ugbua e nwere mkpebi Ụlọikpe Kachasị,  okpuru ọchịchị 774 aga na-esonye n'ọgbakọ FAAC?",
    "Abass Aleshinloye, bụbụ Onyeisioche otu ndị ọrụ okpuru Ọchịchị Naijiria \"Association of Local Governments of Nigeria (ALGON)nakwa onye bụbu onyeisi oche okpuru ọchịchị okpuru ọchịchị  Oluyole dị n'Oyo Steeti gwara BBC  na ọ dịghị mkpa ndị na-achị okpuru ọchịchị isonye n'ọgbakọ FAAC.",
    "Aleshinloye , onye hụtara mkpebi Ụlọikpe Kachasị dịka, \"Mmeri n'ikpeazụ”, mana o kwuru na ihe ndị ọzọ e kwesịrị itinye nọrụ  ka ya bụ imezu mkpebi ahụ dị ire.\"",
    "'Na Rịvas steeti, Ndịda-Ndịda Naijiria, bụ ebe okwu okpuru ọchịchị  butere esemokwu,Samuel Nwanosike, bụbụ onyeisioche Okpuru Ọchịchị  Ikwerre  pụrụ n'ọkwa na nsonso a, kwuru sị,  \" Ụlọikpe Kachasị, ekpebiela okwu ahụ ma hụ na  anyị naachịkọta alaka atị gọọmentị dịka o kwesịrị.\"",
    "Gọvanọ Plateau Steeti ekwuola na-aga enwe abalị atọ iru uju maka ụmụakwụkwọ 22 ahụ nwụrụ na Jos17 Julaị 2024",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụ8 Ọktọba 2019",
    "BLord: Ndị uweojii anwụchiela ya maka ebubo ikwalite oyindụegwu16 Julaị 2024",
    "NA EME UGBU A, Onyeisiala Tinubu na ndịọrụ enweela nkwekọrịta ka ụgwọ opekatampe bụrụ N70,000",
    "Ihe mere ndị omeiwu Imo ji sị ka Gọvanọ Uzodimma chụọla Ọkaikpe Ukwu steeti ahụelekere 9 gara aga",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu16 Julaị 2024",
    "Ihe ise na-ese okwu na mkpebi Ụlọikpe Kachasị nyere maka 'Local Government autonomy'16 Julaị 2024",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ13 Julaị 2024",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike15 Julaị 2024",
    "Ladipo kidnappers: Ihe anyị hụrụ dịka ndị uweeojii na ndị ntọ kwara mgbọ na Legọs12 Julaị 2024",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu16 Julaị 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump15 Julaị 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}