{
  "published": "21 Jenụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chimaroke Nnamani/Twitter",
    "Dịka e meriri Sịnetọ Chimaroke Nnamani na ntuliaka ọkwa Sịnetọ ga-anọchite Enugu-East n'ụlọomeiwu Ukwu o wepụtara ọtụtụ ozi gosi etu obi dị ya nke gụnyere okwu katọrọ Peter Obi onye zọrọ ọkwa onyeisiala n'aha Labour Party maka \"ịdọghachi ndị Igbo elekele azụ n'okwu ndọrọndọrọ ọchịchị\".",
    "Chimaroke bụ aka chiburu Enugwu steeti wepụtara ozi ndị a n'akara Twitter ya  n'ụbọchị Monde, ọ sịrị na Peter Obi \"ejirla afọ 24 wechi Igbo aka elekere azụ na okwu ndọrọndọrọ Ọchịchị.\"",
    "\"O ji  okwu ụka lafuo ndị ụka Kraist na mpaghara ndị ọzọ na ndị Igbo bi na mpaghara ndị ọzọ. Nke a ajọka ma dịkwa egwu.\"",
    "Nnamani gara n'ihu boo ebubo na ndị okenye Igbo gbara nkịtị ka ndị ntorobịa Igbo na-akusu ndị ala ebe ha bụ ọbịa be na Legọs nakwa n'Abuja bụ ebe ha bi achụ nta ego.",
    "Ozi a na-abịa dịka e merichara ya na ntuliaka ọkwa Sịnetọ n'Enugu ebe a napụrụ ya anya ara n'ọnụ.",
    "Kelvin Chukwu nke Labour Party ji vootu 69,136  merie Nnamani ebe o nwetara vootu 48,701. Adaku Ogbu-Aguocha nke APC gbara onye nke atọ dịka o nwetara vootu 8,548, dịka Inec si kpọpụta ụbọchịụka.",
    "Dịka onye nchịkọta vootu na ntuliaka ahụ bụ Joachim Omeje, kpọpụtachara aha Kelvin Chukwu dịka onye meriri na ntuliaka ahụ, Nnamani zigara ya ozi ekele, na kwukwa ka ọha nụ na ya apụọla na otu pati Peoples Democratic Party (PDP) na-agbanyeghị na PDP chụrụ ya na pati ha abalị ole na ole tupu ntuliaka maka ihe ha kpọrọ \"agwa megidere pati ha\".",
    "Cheta Chukwu bụ nwanne nwoke Oyibo Chukwu bụ onye Labour Party họpụtara ka ọ zọọrọ ha ọkwa ahụ mana ndị ojiegbe gbaguru ya abalị ole na ole  tupu ntuliaka Ulọomeiwu Etiti nke mere ka Inec nye pati ya ohere izụụka abụọ ịkpọpụta onye ọzọ .",
    "Labour Party gara n'ihu nye nwanne Oyibo nke obere ohere ịzọ ọkwa ahụ.",
    "Ebe foto si, Chimaraoke Nnamani/Twitter",
    "Sinetọ Chimaraoke  Nnamani ekwuola na imeobi PDP bụ ndị chụpụrụ ya na pati ahụ enweghị ikike imeli nke ahụ.",
    "Otu PDP nke onyeisioche ha bụ Iyorcha Ayu, chụpụrụ Nnamani n'ụgbọ pati ha n'ụbọchị Fraide abalị 10 nke ọnwa Febụwarị maka ebubo ịkpa agwa megidere pati ha.",
    "Mana n'ozi mgbasaozi nke Chimaroke wepụtara n'ụtụtụ Satode, abalị 11 nke ọnwa Febụwarị 2023, o kwuru na imeobi PDP \"agbasoghị iwu na usoro pati ahụ  n'ịchụpụ ya, maka na ha enweghị ikike  ịchụpụ ya na pati  maọbụ n'Ụlọomeiwu Naijiria.\"",
    "Uloikpe mkpegharị eweliela Chimaroke aka elu ọzọ15 Juun 2019",
    "Akagbuola ebubo mpụ eboro Nnamani20 Febụwarị 2018",
    "Dịka ozi gbasara na PDP achụọla Nnamanị maka ịkpa agwa megidere pati ahụ, nwaamadi ahụ gara n'ihu jiri akara Twitter ya na-etiri Bola Ahmed Tinubu nke APC bụ onye na-azọ ọkwa Onyeisiala na ntuliaka 2023 mkpu esepụghị aka.",
    "Nnamanị gbara isi akwara sị na PDP agbasoghị iwu ha n'inye ya oche azụ, na \"ha ga-ada.\"",
    "Ebe foto si, Chimaraoke Nnamani-Facebook",
    "Otu Peoples Democratic Party (PDP) agwala onye otu ha nwere agba mabụrụkwa aka chịburu Enugwu steeti bụ  Sịnetọ Chimaroke Nnamani ka ọ chịrị ute ya si pati ha laa.",
    "",
    "",
    "Otu ahụ  chụrụ Nnamani bụ onye  ha họpụtaburu mmmaka ife ọkọlọta pati ahụ maka ọnwa ịnọchite Enugu-East n'Ụlọomeiwu Ukwu Naijiria na ntuliaka 2023 na mmadụ isii ndị ọzọ ọsọ ụkwụ eru ala na pati ha maka ebubo na ha kpara agwa dị aṅaa megide PDP.",
    "Nke a na-abịa izu ole na ole ha nyeburu ha oche azụ.",
    "",
    "",
    "Otu ‘National Working Committee (NWC)’ nke pati ahụ kwupụtara nke a n’ọgbakọ ha mere na Fraịde 10 Febụwarị 2023 ma sị na agwa ndị a kpara megidere iwu na-achị ha dịka odeakwụkwọ ha bụ Debo Ologunagba si depụta ya.",
    "",
    "Ndị ọzọ e nyere ọsọ a gụnyere; \n Chris Ogbu, Fayose John, Ajijola Oladimeji, Olayinka Olalere, Akerele Oluyinka na Emiola Jennifer.",
    "",
    "Nchụpụ ndị a ga-amalite taa bụ Fraịde 10 Febụwarị dịka mkpebi a kọmitii e hiwere maka inyocha ndị a si nye ntuliaka.",
    "",
    "PDP gara n’ihu kpọkuo ndị otu ha ka ha gaa n’ihu n’ịdị n’otu ma lekwasị anya na mbọ ha na-agba izọpụta Naịjirịa.",
    "Ebe foto si, Chimaraoke Nnamani/Twitter",
    "Ebe foto si, Festus Keyamo / Chimaraoke Nnamani",
    "Ọnụ na-ekwuru otu na-ahụ maka achụmtavootu kwuola na oche azụ PDP nyere Senetọ Chimaroke enweghị uru ọ ga-abara pati ha.",
    "Keyamo onye kwuru nke a n'akara Twitter sịrị na PDP nna-akpọ ọnụ n'ala n'etiti mbọ achụmntavootu.",
    "Ọ sịrị, \"Egbum oge; inye oche azụ enweghị ife ọ pụtara n'oge a a nọ na ya n'ihi na iwu pati kwuru na ọ ka nọ n'egwu ndị na-azọ ọkwa  na ntuliaka. Pati nakpọzi imi n'aka n'etiti achụmtavootu. Nke butere nke a bụ inupu isi n' ihe iwu kwuru.\"",
    "PDP nyere Chimaroke Nnamni oche azụ ụbọchị Fraide n'ihi ihe ha kpọrọ, 'agwa megidere pati\" ha.",
    "Na nsonso a, Nnamani putere ife n'igosi nkwado ya nye onye na-azọ ọgwa onyeisiala n'aha APC nn'agbnyeghị na ọ nọ na PDP ma bụrụ onye na-azọ ọkwa ịnọchite  na-akwado ịnọchite Enugu-East n'aha pati ahụ na ntuliaka 2023.",
    "Ebe foto si, Chimaraoke Nnamani/PDP",
    "Senetọ na-anọchite Enugwu_East bụ Chimaroke Nnamani eboola otu PDP ebubo na ha ajụghị ya tupu ha nye ya ntaramahụhụ.",
    "Otu PDP nyere Nnamani na mmadụ itoolu ndị ọzọ na pati ha iwu ka ha nọrọ n'akụkụ nwa mgbe nta ụbọchị Fraide.",
    "Mana n'ozi o wepụtara n'akara Twitter ya n'ụtụtụ Satode, Nnamani, onye kwuru na oche azụ ahụ e nyere ya bụ 'ihe mgbagwoju anya\" kwuru na ndị isi pati ya ajụghị ya ese  nke  ha na-agwa ya na o nwere  mkpesa kama ha kpere ya ikpe n'azụ.",
    "\"Dịka o siri ndị onye ọbụla, ozi na PDP nyere m oche azụ  bịara m dịka ihe mgbagwoju anya.\"",
    "\" O nweghị mgbe a gwara m na e nwetara mkpesa megide m.\"",
    "O nweghị onye kpọrọ m oku n'ọgbakọ ndị imeobi pati ọbụla.",
    "\"Ya bụ o nweghị onye nyere m ohere ikwu ọnụ m.\"",
    "Ebe foto si, Chimaroke Nnamani/Twitter",
    "Nnamani, onye kwuru na nke a megidere iwu pati ha nakwa iwu ala Naijiria, gara n'ihu kpokuo ndị nkwado ya ka ha dere jụụ ma gaa n'ihu na nta vootu ha na-achụrụ ya rue mgbe e doziri okwu ahụ.",
    "Chnnamani na-aọzọ ọkwa ịlọchachi n'Ụlọomeiwu Ukwu Naijiria ịnọchite Enugu-East bụ ebe ọ nọbu malite bido  n'afọ 2007 rue afọ 2011 oge e meriri ya na ntuliaka.",
    "Ebe foto si, Chimaroke Nnamani/ Chris Ogbu",
    "Otu PDP agwaala aka Chịburu Enugwu steeeti bụ Chimaroke Nnamani nke Enugwu steeti ,nas onyeji aha pati ha azọ ọkwa ịnọchite Ideatọ-South n’Ụlọomeiwu Imo steeti bụ Chris Ogbu ka ha ka ha nọrọ n’ụsọ nwa mgbe nta n’ihi ha kpọrọ “ịkpa agwa megidere pati” ha.",
    "N’ozi ha , nke odeakwụkwọ mgbasaozi pati ahụ bụ Debo Ologunagba binyere aka ma wepụtara n’ụbọchị Fraide, pati ahụ kwuru sị, “Ndị imeobi otu People’s Democratice Party’ tụlechara etu ihe gbasara pati anyị si aga n’ala Naijiria dịka o si dị n’iwu paty anyị nke a hazigharịrị n’afọ 2017 were binye aka nka Senetọ Chimaroke nnamani na Chriis Ogbu nọrọ n’ụsọ malite taa bụ Friade abalị 20 nke ọnwa Jenụwarị afọ 2023 maka ebuboịkpa agwa megidere pati.”",
    "Na nsọ nsọ a, Nnamani bụ Senetọ na-anọchite Enugu-East n’Ụlọomeiwu ezoghị nkwado ya nye onye na-azọ ọkwa onyeisiala n’aha APC bụ Bola Ahmed Tinubu site n’ozi ọ na-ewepụta na akara ya na soshal midia.",
    "Otu PDP gara n’ihu kwuo na PDP kwụsịkwara ndị pati ha mmadụ asaa ndị ọzọ n’Ekiti steeti.Ha gụnyere Fayose Oluwajomiloju, nwa aka chịburu steeti ahụ bụ Ayo Fayose, Ayeni Funso, Ajijola Lateef Oladimeji, na Emiola Adenike Jennifer.",
    "Ndị ọzọ gụnyere , Ajayi Babatunde Samuel,Olayinka James Olalere na Akerele Oluyinka.",
    "Ebe foto si, Chimaraoke Nnamani",
    "Chimaraoke Nnamani bụ gọvanọ Enugwu steeti malite n'afọ 1999 rue afọ 2007 n'aha otu PDP.",
    "Dịka ọ nọchara afọ asatọ n'ọkwa gọvanọ, Nnamani  rụrụ ọrụ dịka Senetọ na-anọchite Enugu-East n'ụlọome Ukwu Naijiria malitere n'afọ 2007 rue afọ 2011.",
    "Onye Agbani dị n'Okpuru Ọchịchị Nkanu-West ọ bụ dọkịta ahụike n'ala Bekee tupu ọ lọta Naijiria banye ndọrọndọrọ ọchịchị.",
    "\"Dịka o siri ndị onye ọbụla, ozi na PDP nyere m oche azụ  bịara m dịka ihe mgbagwoju anya.\" \" O nweghị mgbe a gwara m na e nwetara mkpesa megide m.\"  O nweghị onye kpọrọ m oku n'ọgbakọ ndị imeobi pati ọbụla. \"Ya bụ o nweghị onye nyere m ohere ikwu ọnụ m.\"",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mr Ibu vs Wife : Ihe m kwuru ekwughịzi m-Nwunye Ibu4 Febụwarị 2023",
    "Incest: Gịnị bụ arụ ibe nne na ihe mere Igbo na sayensị jiri sọọ ya nsọ?11 Febụwarị 2023",
    "Etu ụlọikpe si tụọ nwaanyị ji ụmụaka ụmụnwaanyị agba mgbere akwụna mkpọrọ afọ 219 Febụwarị 2023",
    "New Naira scarcity: Ọnụahịa nri adaala mana ego e ji azụ ha adịghị10 Febụwarị 2023",
    "Nigeria Elections 2023: Ndị na-azọ ọkwa Gọvanọ ikpe ha  n'ụlọikpe nwere ike ịgbajọ ohere ha 10 Febụwarị 2023",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 8 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịa2 Eprel 2023",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?elekere 2 gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}