{
  "published": "6 Jenụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria",
    "Ọnwa Jenụwarị abịala ọzọ ka ihe mberede nye ụfọdụ. Oriri na aṅụrị so ezumike ekeresimesi alaala n’ike. Mbido afọ na-abụkarị oge ọtụtụ ji eche echiche maka ndụ ha ma malite itinye usoro ga-agbanwe ihe ndị ha achọghịzị na ndụ ha. Nlebanya n’ahụike ọkachasị n’okwu igbasiike na-esokarị n’ihe dị mkpa ndị mmadụ na-ezubekarị ime kwa mbido afọ ọbụla mana ọtụtụ na-ahapụ  ya bụ atụmatụ tupu ọnwa Jenụwarị agwụ.",
    "Lee ihe ga-enyere gị aka ichuso ma nweta atụmatụ igbasiike nakwa ụdịrị ahụ ị chọrọ n’afọ 2023 a.",
    "Ndị ọkamụta n’ihe gbara nri ekwuola nrị bụ Ọ’ gwọ m n’ọrịa’ kacha mkpa karịa ọtụtụ ọgwụ. Otu nwaada bụ ọkaibe n’okwu nri na etu o si edozi ahụ (Dietician) bụ Rose Okafor gwara BBC Igbo “Ọ bụrụ na ị chọọ ịbu ibu maọbụ ịtalata ahụ, nrị bụ ụzọ kacha mfe iji mee nke a”",
    "O kwuru “Nlebanya na nrị na-edozi ahụ(nutritious food), nri ọnatara chi (organic food), ị hapụ nrị ndị emegharịarị emegharị ma gbaa na mkpọ (processed/canned food) so n’ụzọ mmadụ ga-esi hụ na ọ belatara oke ibu.”",
    "Ebe foto si, Iwaria",
    "Lee megharị ahụ ise ụmụnwaanyị dị ime ekwesịghị ime18 Eprel 2021",
    "Birth Control: Etu ọgwụ 'contraceptives' si chọọ idula m mmụọ30 Jenụwarị 2021",
    "Weight loss: I buru oke ibu? Nrị ndị a ga-enyere gị aka3 Febụwarị 2021",
    "Okafor gakwara n’ihu kwuo “Iri oke shuga nakwa nnu bụ ihe dị mkpa ịtọgbọ ma ọ bụrụ na ị chọrọ ịgbasi ike maọbụ talata ahụ.”",
    "Ọ kọwara na oke ibu na-akpara mmadụ ọtụtụ ọrịa dịka ọrịa shuga, ọrịa obi, ọrịa akpụ bụ kansa nakwa ndatu ahụike ndị ọzọ.",
    "O gara n’ihu kwuo “Ezigbo nri ọkachasị nke ọnatarachi na-ahụ na ndị mmadụ gbasiri ike ma nweta ụdịrị ahụ ha chọrọ. Ma ndị chọrọ ịbu ibu maọbụ ịta ahụ.”",
    "Iri nri zuru oke dịka “Carbonhydrate”, “Fat and Oil” nakwa “Protein” bụ nri ndị ọzọ dị mkpa n’okwu a.",
    "Ihe ọzo o kwuru dị mkpa bụ ịṅụ mmiri, dịka Igbo si ekwu ‘mmiri bụ ndụ’, Okafor kọwara na kwa ụbọchị mmadụ kwesiri ịṅụ ihe dịka iko mmiri asatọ iji kwalite ahụike ya.",
    "Ebe foto si, Iwaria",
    "Etu ụwa dị ugbua, ọtụtụ ndị mmadụ anaghị emegharị ahụ kwa ụbọchị, e si n’ụgbọala pụta, e wụbala ụgbọ ọzọ, e ruo n’ụlọ ọrụ a nọrọ n’oche malite na mbido ọrụ ruo ngwucha ya.",
    "Nke mere na ndị mmadụ anaghị enwe ike mee ka ọbara gbazuo ha gburu gburu n’ahụ etu ọ kwesịrị. Mmeghị ahụ bụ ụzọ dị mkpa ị ga-enwe ike si nweta ahụike zuruoke ma nwetakwa ụdịrị ahụ ị chọrọ maọbụ inwewanye ahụ maọbụ ịbela ịbu nọ gị n’ahụ. Mmegharị ahụ abụghị naanị site na ị ga ụlọ mmegharị ahụ nke a na-akpọ gym. Dịka otu onye ọkaibe n’ihe gbasara mmegharị ahụ bụ Yakubu Adebayo siri gwa BBC Igbo “Ịga ije ruo ihe dịka nkeji 20, ịwụ ụdọ, ịgba ọsọ n’ime ụlọ, iji ụzọ ‘stairs’ rigoro ụlọ ma ridata ugboro ugboro kwa ụbọchị zuruoke ime ka mmadụ gbasie ike ma belatatu ịbu nọ ya n’ahụ.” Yakubu kwukwara ịkpụ ụzọ na-enyere ezigbo aka n’okwu mmadụ inwe ahụ ma gbaa abụba nakwa n’okwu mmadụ ibelatu ibu.",
    "Gbaa mbọ hazịe ma depụta nrị ị chọrọ ị na-eri kwa ụbọchị",
    "Ọ bụrụ na o kwe gị omume, beleta aka na iri nrị ị na-esighị - Iji aka gị sie nrị gị ma hazịe usoro ya ga-enyere gị aka ima ihe ndị ị na-etinye",
    "Gbaa mbọ nwere nrị ọnatara chị dochie ihe ntacha ọnụ (Snacks) nke emegharị emegharị (processed/canned food) dịka ahụ ekere, akị awụsa, kashuu nọọtụ nakwa mkpụrụ osisi ndị ọzọ",
    "Gbaa mbọ gbara iri oke shuga nakwa nnụ ọsọ. O kwe gị omume, were nrị ọnatachị ndị na-atọ biri biri dịka ihe Bekee na-akpọ ‘Date’ maọbụ mmanụ aṅụ dochie shuga na nrị gị",
    "Ebe foto si, Iwaria",
    "Tinye ihe ncheta n’ekwentị gị maọbụ n’akwụkwọ gị kwa ụbọchị nke ga-enyere gị aka cheta megharị ahụ",
    "O kwe gị omume tinye ihe ncheta maka ịṅụ mmeri n’ekwentị gị maọbụ na-abu iko ịṅụ mmiri gị n’akpa gị iji chetere onwe gị atụmatụ ịṅụ mmiri",
    "Gbaa mbọ sonye ndị na-emegharị ahụ maọbụ meta ndị enyi ya bụ ihe doro anya ka ha na-akwado atụmatụ gị",
    "Nwee oge ị dopụrụ kwa ụbọchị nke ị ga-eji dobe ekwentị gị ma rahụ ụra zuruoke maọbụ zuoike",
    "Mmegharị ahụ na-enyereaka n’ụra, gbaa mbọ na-emeghị ahụ tupu oge ụra gị abịa",
    "Igbanye ọkụ ime obi ụlọ gị bụ ebe ị na-ehi ụra na-enyerekwa aka na ya bụ atụmatụ ụra [Nke a gụnyere ọkụ ekwentị gị]",
    "Ahụike",
    "Nrị na-edozi ahụ",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}