{
  "published": "30 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ n'afọ 2019 ka aka na-achị mba Sierra Leone bụ Julius Mada Bio kwuputara ọnọdụ gbatagbata n'ala ya maka ihe gbasara ịmetọ na iwakpo ụmụnwaanyị ọ kachasị ndị dị na nwata.",
    "Ihe ndị so ọnọdụ ahụ pụta bụ ụfọdụ iwu ọhụrụ nakwa iwu ndị dị adị iji kwu ihe ga-eme onye ọbụla ikpe mara na mmegide iwu a.",
    "Iwu ahụ bụ Sexual Offences Act manyere nga afọ 15 maka onye ọbụla wakoporo nwaanyị nakwa ngwa mkpụrụ ọka maka onye ọbụla metọrọ maọbụ wakpoo nwatakịrị. BBC Africa eye alaghachila mba ahụ ugbua ịhụ ma o nweela ihe gbanwere n'ọnọdụ ahụ.",
    "Njem ha gosiri na okwu ahụ nwere ọgbatauhie dị icheiche mere ịrụ ọrụ ahụ ka ọ raa ahụ.",
    "Ndị uweojii n'otu ụlọọrụ nke dị n'obodo Makeni dị na mba ahụ sị na ndị mmadụ na-ekpesara ha ihe ruru okwu anọ metụtara ya bụ ihe kwa izu.",
    "\"O nwere ụfọdụ mgbe ị ga-anụ maka ndị kpara mkpamkpa a mana n'ihi enweghi ụgbọala, ị gaghị enweike ịga nwụchi onye ahụ\" ka Abu Bakarr Kanu bụ onyeisi ndị uweojii n'ebe ahụ kwuru.",
    "Ọ dịka iwu ahụ amịtara mkpụrụ n'ịbelata mmetọ na mwakpo ụmụ nwaanyị na ụmụaka. iji ma atụ, mkpesa ụdịrị mpụ ejirila pasentị 17 gbadaa.",
    "Ya bụ na o si na 12,000 n'afọ 2018 gbadarue 10,000 n'afọ 2023 dịka ngụkọ ndị uweojii si gosi.",
    "Lee ihe onyonyo ahụ n'uju ebe a.",
    "Ikpe",
    "Ahụike ụmụnwanyị",
    "Ikike ụmụnwanyị",
    "Sierra Leone",
    "Vidio, Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?, Duration 6,2830 Eprel 2024",
    "Vidio, 'Akwa m na-eyi eme ejije ka D Law tọrọ m atọ, ọ karịala afọ 30' - Layiwasabi, Duration 3,2324 Eprel 2024",
    "Vidio, Nwaanyị Nnewi: Etu nne m ochie siri kpalite m ime ‘skit’, Duration 3,1719 Eprel 2024",
    "Vidio, Ihe ndị ị ga-eme naịra nwereike itinye gị na nga, Duration 1,0519 Eprel 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}