{
  "published": "16 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Red Cross Orphanage",
    "Dịka Gọọmentị Enugwu steeti kwaturu ụlọ, ọdọahịa na ewumewu ndị ọzọ dị na Holy-Ghost Roundabout, Enugwu, ọnọdụ ọdịmma ụmụaka enwe nne na nna ruru 14 nke ogige 'Red Cross Society Orphanage  aghọọla agba-ekpere-chi dịka a wụsara ha n'ụlọ arụchaghị arụcha na mpaghara ọzọ na steeti ahụ.",
    "N’ụbọchị Satọde, abalị ịrị nke ọnwa Mee nke afọ 2024, kụkpọrọ ọtụtụ ewumewu dị na mpaghara Holy Ghost n'ebe okporo ụgbọ oloko(Railway) gụnyere;Red Cross Orphanage, ọdọ ụgbọala dị iche; Chimkasimma Motors, GUO, Godisgood, na ụlọakụ dị iche iche sị na ọ bụ iji nye ohere maka iwu nnukwu ọdọụgbọala agba ọhụrụ.",
    "Gọọmenti Enugwu ewerela katapila kwọgbuo ọkụkọ karịrị  30,000 na Nchatancha Nike4 Maachị 2024",
    "Centenary City Enugu: \"Anyị na-arịọ gọọmentị ka ha kwụsị ikutusị ụlọ anyị tara ahụhụ rụọ\"23 Jenụwarị 2024",
    "Anyị ejighi 15m anyị ga-eji zụ ọdọ ahịa ọhụrụ - Ndị Ahia Kenyatta 10 Ọgọọst 2022",
    "Dịka ụfọdụ  ndị ọrụ na-eru n'okwu na-eti mkpu banyere  ihe ga-abụ ọnọdụ ndị nọbe n'ebe ndị e tikpọrọ, ndị ọrụ Gọọmentị steeti ahụ kwuru na enyela ha ebe ọzọ ha ga-anọ.",
    "Mana nchọpụta BBC banyere ọnọdụ ụmụaka ahụ bụ na-enyere ha ọnọdụ ebe Ụlọgwụ UNTH ochie n' ụlọ arụchabeghị arụcha bụ ebe e nweghị mmiri nakwa ụlọmposi.",
    "Ebe foto si, Nigeria Red Cross in Enugu",
    "Onyeisi ndị Red Cross na Naịjirịa bụ Abubakar Kende gwara BBCIgbo kwuru n'ezie na gọọmentị nyere ha ebe ha gakwaga ma weta ndị ọrụ ngo ka arụsị ebe ahụ mana  ha emebeghị ihe ndị kwesịrị ka ha mee iji mee ka ebe ahụ di obibi maka nlekọta ụmụaka.",
    "“Anyị na gọọmentị nwere nkwekorita, ha nyere anyị ebe anyị ga-anọ ma nyekwa ndị ọrụ ngo ka ha dozie ebe ahụ.",
    "\" Mana ọ bụ ihe obi mgbawa na onye ọrụ ngọ e nyere ụlọ ahụ ka o dozie arubeghi ihe ọbụla.”",
    "Ebe foto si, Nigeria Red Cross in Enugu",
    "N'otu aka ahụ, Onyeisi ndị Red Cross n’ Enugu bụ Tony Udegbu kwuru na ọ bụ eziokwu na Gọọmentị Enugwu nyere ha ebe ọzọ ha ga-anọ tupu a kwatụọ ụlọ ha mana ọ kọwara na ọnọdụ ebe adịghị mma maka ilekọta ụmụaka n'ihi e nweghị ihe e ji enyere ndụ aka dịka mmiri, ụlọ mposi na ihe ndị ọzọ.",
    "“Ụmụaka anyị nọ UNTH nke ochie nke a na-akpọ 'Bunker\" bụ ebe gọọmentị nyere nyha ọhụrụ a.",
    "“Mana e dozichabeghi ya tupu a chụpụ anyị ebe anyi nọbu.\"",
    "\" E nweghị ụlọmposi ebe ahụ, ọkụ latrịk na mmịrị adịghị ebe ahụ.\"",
    "\"Ahụ aja n’ụlọ ahụ na-ada ada. Ahụ aja ha kụwara akụwa ka dị etu ahụ. Ebe ụfọdụ enweghi ụzọ ma ọ bụ mpịọ.”.",
    "“Etu e si chupu anyị, anyị enweghi ebe ọzọ anyị ga eje karịa iduse ụmụaka anyị ebe ahụ.”",
    "Ebe foto si, Nigeria Red Cross in Enugu",
    "N'otu izu gara aga, ihe onyonyo fegharịrị na soshial media gosiri dịka  ndị ọrụ ụlọọrụ Red Cross Orphanage kụcha ụmụaka n'aka nọ na gbagharịa dịka a malitere ikutu ụlọ ha.",
    "Tony Udegbu kwuru na nkwekọrịta ha na Gọọmentị Enugu nwere bụ na “Gọọmentị Enugu ga edozi ụlọ ebe e nyere anyị, chere anyị abanye n’ime ya tupuu akwatụọ ụlọ ebe anyị nọ na mbụ\".",
    "“Mana ha bịazịrị na mberede, biazie n' oge ha edozichabeghi ebe ha nyere anyị, na-akutu ụlọ n' oge ụmụaka nọ n’ime ya.”",
    "“Anyị gbara mbọ zọputa umụaka, kporọ ha gawa 'Bunker' dị n' ụzọ UNTH ochie bụ ebe gọọmentị sị anyị nọrọ ụgbụa.”",
    "Ebe foto si, Nigeria Red Cross in Enugu",
    "Tony Udegbu gwara anyị na ụmụaka ọ metutara dị mmadu ịrị na anọ mana ewere ụfọdụ n’ịme ha na erubeghi otu ọnwa ma ọ bụ ọnwa abụọ.",
    "“E were ndị a ka bechere ugwu n’ime ha. Ha ga anọ ihe dika ọnwa abụọ ma ọ bụ otu ọnwa”.",
    "Ebe foto si, Red Cross Enugu",
    "E wezụga nsogbu enweghi mmịrị, ọkụ latrik, ụlọmposi na ihe ndị ọzọ n'ebe gọọmentị nyere ha Tony Udegbu gbara ama na ndị mmadu zụkọrọ ọtụtụ ihe ha nwere oge gọọmentị na akutu ụlọ ha.",
    "“Ka gọọmentị na-akutu ebe ahụ, ndị mmadụ bịara na-ezukọ ihe niile anyị nwere ebe ahụ; akwa ụmụaka, ma mmiri araehi ụmụaka na-anụ, nri ha niile, ha zuru ya.\" ”“Ụmụaka nweghizi nri ha na eri. ”",
    "Ọ t ukwara arịị na “ndị nọosụ anyị bụ ndị na-elekota ụmụaka enweghi ebe ha bị ugbụa.\"",
    "\"Ha na-anọbu nsọ maka ụmụaka mana ụgbụa enweghi ebe ha ga-anọ.”",
    "Ebe foto si, Nigeria Red Cross in Enugu",
    "Mana Tony Udegbu gara n’ịhụ kọwa na ọrụ ka na aga n’ịrụ ịdọzị ebe gọomentị Enugu nyere ha. Ọ kwukwara na “Rụọ abalị gara aga, ha ka na egwu onunu maka ụlọ mpọsị ma na edozi ihe ndị ọzọ”.",
    "Mbo BBC Igbo gbara inweta olu okwu gọọmentị steeti ahụ amịtaghị mkpụrụ.",
    "Komishona mgbasaozi steeti ahụ bụ Aka Eze Aka azaghị ekwentị ya oge a kpọrọ ya.",
    "Onyeisioche ụlọọrụ na-ahụ maka ewumewu na steeti ahụ'Enugu Capital Territory Development Authority' gwaburu onye ntaakụkọ anyị na  gọọmentị steeti ahụ enyela ndị nile a kụkpọrọ ụlọ ha maọbụ ọdọahịa ha ebe     ọzọ.",
    "Ikike diri mmadụ",
    "Red Cross",
    "Enugu Steeti",
    "Enugwu",
    "Public Ranch Agency Bill: Iwu a a ga-egbo ọgụ ndị ọchịehi na ndị ọrụ ugbo?13 Mee 2024",
    "'Landlord jụrụ inye m ụlọ si na m jọrọ njọ'11 Mee 2024",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?19 Jenụwarị 2023",
    "Ihe mere m ka m kụchara egwu n'akwamozu mama Obi Cubana - Anyidonselekere 7 gara aga",
    "Ụgbọelu Helikọpta bu onyeisiala Iran enweela ihe mberedeelekere 9 gara aga",
    "NA EME UGBU A, DR Congo apịnyụọla atụmatụ ịnapụ ọchịchị n'ike taa",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha 16 Mee 2024",
    "Etu m si tụọ ime mụọ nwa na-agbanyeghi ọrịa PCOS - Stephanie Coker Aderinokun14 Mee 2024",
    "Public Ranch Agency Bill: Iwu a a ga-egbo ọgụ ndị ọchịehi na ndị ọrụ ugbo?13 Mee 2024",
    "Njem Nwaeze Harry,Meghan nwunye ya meere na Naijiria11 Mee 2024",
    "'Landlord jụrụ inye m ụlọ si na m jọrọ njọ'11 Mee 2024",
    "Ụlọikpe akwụsịla  alụmdi ụmụnwaenwe nnenanna 100 na Niger steeti17 Mee 2024",
    "Etu e si wee dulaa Junior Popeelekere 7 gara aga",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}