{
  "published": "1 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NPF",
    "Ndi uweojii  agbaala ama na ha wakporo ma kụsaa akwụ otu nnwereonwe Biafra a kpọrọ, 'Indigenous People of Biafra'(Ipob) na alaka ọgụ ha bụ 'Eastern Security Network'(ESN) n'Enugwu nakwa Anambara steeti  n'izu a dịka emume Mbilite n'ọnwụ Kraịst na-akpọtụ.",
    "N'Enugwu, ndị uweojii  steeti ahụ wakporo ogige ndị a na-enyo enyo na ha bụ ndị IPOB/ESN n'ime obodo Akwuke dị n' Okpuru Ọchịchị Enugwu Steeti ebe ha gbagburu mmadụ abụọ n'ime ha dịka ha kwarịtara mgbọ, ụbọchị Satọde.",
    "Onye hụrụ Simon Ekpa, Chika Edoziem, Bello Turji na ndị ọzọ kpọtụrụ anyị - Defence Headquarters23 Maachị 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Simon Ekpa: Gọọmentị mba Finland asaala 'Chief of Defence Staff' okwu23 Nọvemba 2023",
    "N'otu aka ahụ, ndị ogbo ha n'Anambara steeti wakporo ọhịa n'obodo Ogbunka dị n'Okpuru Ọchịchị Orumba South ebe ha hụrụ akwụ ndị a na-enyo na ha bụ ndị Ipob na Alaka ha bụ ESN.",
    "Dịka onye na-ahụ maka mgbasaozi ndị uweojii Enugwu steeti bụ Daniel Ndukwe siri kwuo, \" Mmadụ abụọ n'ime ndị omekome ndị ahụ nwụụ, ebe ndị ọzọ bu aba mgbọ egbe gbalaga\"",
    "Ebe foto si, Anambra Police Command",
    "O gara na ihu kwuo na ihe ndị e nwetara n'aka ha gụnyere ụdị egbe dị iche iche, mgbọ egbe na otu Akwụkwọ Nsọ Gideon.",
    "Ndukwe rụturu aka na ha na-enyo na ndị ahụ bụ ndị na-akpata ọtụtụ mwakpo na ibupụ egbe ndị uweojii na mpaghara.",
    "Ebe foto si, Anambra Police Command",
    "N'aka nke ọzọ, ọnụ na-ekwuru ndị uweojii Anambara steeti bụ Tochukwu Ikenga gbara ama dịka ndị ọrụ ha na-ama imi n'ala ịchọta ndị omekome wakporo ogige ndị uweojii abụọ; n'Ọgbụ dị n' Orumba-North nakwa na Neni dị n'Okpuru Aniocha izuụka abụọ gara aga,  ha nwetara ogige ndị Ipob/ESN n'ọhịa Ogbunka.",
    "\"N'abalị Fraide abalị 29 nke ọnwa Maach, otu jikọrọ ndịagha na ndị uweojii wakporo ọhịa dị n'Ogbunka dị n' Orumba South kụsaa ogige ndị nnupuisi.\"",
    "\"Ndị omekome ahu riri mwomwo ọsọ.\"",
    "Ebe foto si, Anambra State Police Command",
    "Ihe akaebe ha nwetara ebe ahụ gụnyere ogbuigwe isii, igwe ozi 'Walkie Talkies' abụọ, ngwa nri na ihe ndị ọzọ.",
    "Cheta na kemgbe ọnwa Jenụwarị afọ 2021, tigbuo-zogbuo riri elu n'ọwụwa anya dịka ndị bu ebe na ngwaọgụ ndị ọzọ malitere iwakpo ogige ndịuweojii na ewumewu gọọmentị ma tọrọ ma gbuo ọtụtụ ndị ọrụ nchekwa na ndị nwere agba.",
    "Gọọmentị Etiti na ndị uweojii  boro  ebubo na aka ha dị na mkpamkpa ndị a.",
    "Mana Ipob agọọla ọtụtụ mgbe na aka ha adịghị ya.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Enugu Steeti",
    "Anambra Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Easter Celebration: Ihe Easter ji apụrụ m iche karịa emume ụka ndị ọzọ'19 Eprel 2019",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Ekwughi ebe ego ruru $34.4m si na ebubo ndị FIRS na-ebo Binance4 Eprel 2024",
    "",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị 2 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet28 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Senegal First Ladies: Lee ndị nọrọla dịka isinwaanyị mba Senegal kemgbe afọ1960",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' IpobEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Oliver de Coque,Osadebe na ndị otiegwu Igbo ọzọ kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}