{
  "published": "12 Jenụwarị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ mmadụ ekwuola etu ha siri hụta ihe e chere bụ ogbunigwe a tụrụ n'obodo Umuneke Ihitte Mbieri dị n'Okpuru ọchịchị Mbaitoli n'Imo steeti, bụ nke kwaturu ma bibie ụlọ fọdụrụ obere ihe ka a rụchapụ ya.",
    "Ha mere ka anyị mata nke a oge onye ntaakụkọ BBC News Igbo garuru n'obodo ahụ iji chọpụta ka mmiri si banye n'opi ụgbọghọrọ.",
    "Ndị nwe ụlọ ahụ lara n'iyi bụ Maazị Ike Austine na nwunye ya bụ Amarachi Ike kwuru na ha bụ ndị Ibiasoegbe dị n'Okpuru ọchịchị Oru West n'Imo steeti mana ha zụrụ ala ahụ ha rụrụ ya bụ ụlọ azụ.",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "E gburu nwunye m dị ime ọnwa ise ka a rịchara ya elu n'ike29 Ọktọba 2024",
    "Etu ule na agụmakwụkwọ si a da mba n'Imo steeti kemgbe 202116 Ọktọba 2024",
    "Ike kwuru na mmadụ abụọ kpọrọ ya n'ekwentị mgbe o jiiri ihe dịka nkeji iri na ise gaa elekere asaa nke ụtụtụ n'ụbọchị Sọnde 12 Jenụwarị 2025 gwa ya na a tụrụ ogbunigwe n'ụlọ ọhụrụ ya mana o kwetaghị n'ihi na o chere na ọ bụ egwu ka ha na-egwu.",
    "\"A gwara m nwunye m soro m ka anyị gaa mara ma ihe a gwara m n'ekwentị ọ bụ eziokwu maka na a gara m ebe ahụ n'ụbọchị Satọde gaa hụ ndị na-arụrụ m ọrụ\".",
    "\"E rutere m ebe a chọpụta na ọ bụ eziokwu. Amaghị m ebe m ga-ebido maọbụ ihe m ga-eme. Ahụhụ niile m tara na ndụ bụ ihe a lara n'iyi,\" ka Maazị Ike kwara arịrị.",
    "Eze na-achị Ihitte Mbieri bụ Eze Vitalis Ubasineke Achilike kwuru na ndị obodo nụrụ ihe gbara mgbe ọ kụrụ elekere mbụ nke ụtụtụ n'ụbọchị Sọnde.",
    "Ọ sịrị na ya bụ ihe butere alaọmajijiji ma metụtakwa mpaghara obodo dị iche iche.",
    "Eze Achilike sịrị na \"ọ gbagwojuru anyị anya n'ihi na anyị ahụtụbeghị ụdị ihe a. Igwe redịọ ndị nche bidoro ikwu okwu malite n'oge ahụ ya bụ ihe mere ruo n'ụtụtụ. Ụmụafọ anyị ndị nọ mba dị iche iche kpọrọ na-ajụ gbasara ihe merenụ\".",
    "\"Mụ na ndị oso Eze achị wuchiri ebe ahụ ụlọ dara n'ụtụtụ iji were anya anyị hụrụ ihe merenụ,\" ka Eze Achilike kwuru.",
    "N'okwu nke ya, Egejuru Austine Tochukwu bụ President General ndị Ihitte Mbieri kwuru na ndị obodo ahụ hụrụ ihe na-efegharị n'elu mgbe ọ fọdụrụ ihe dịka nkeji iri na anọ ka ọ kụọ elekere mbụ nke ụtụtụ n'ụbọchị Sọnde mana e nweghị onye maara ihe ọ bụ.",
    "\"Ụfọdụ mmadụ sị na ọ bụ ụgbọelu ndịagha ebe ndị ọzọ chere na ọ bụ droonu mana oge adịghị anya, anyị nụrụ oke mkpọtụ nke metụtara ụlọ n'obodo dị iche iche dịka Amaulu, Umunjam, Eziome, Umuneke na Obazu,\" ka Maazị Egejuru kwuru.",
    "Ọ sịrị na e mere ka ndị uweojii mata gbasara ya ebe onyeisi ndị uweojii na Mbieri bụ Wet Ben na Onyeisioche Okpuru ọchịchị Mbaitoli bụ Ifunanya Nwanegwo gara ebe ahụ ụlọ dara iji were anya ha hụ ihe merenụ.",
    "Onyendu ụmụnwaanyị Umualumaku Umuneke dị n'Ihitte Mbieri bụ Juliana Oparaeke kwuru na ihe ahụ gbara metụtara ụlọ ya nakwa ọtụtụ ụlọ ndị ọzọ.",
    "\"Ihe ahụ dịka ogbunigwe maka na ọ bụghị gaasị,\" ka o kwuru.",
    "Ụfọdụ ndị obodo kwukwara okwu gbasara ọnọdụ ahụ ma rịọ gọọmenti na ndị ọrụ nchekwa ka ha lebara okwu ahụ anya.",
    "Ka o sinadị, BBC ka na-agba mbọ inweta ọnụ na-ekwuru ndị uweojii Imo steeti bụ Henry Okoye iji mara ihe ha na-eme gbasara ọnọdụ ahụ ka ọ dị ugbua.",
    "N'isi ụtụtụ ụbọchị Sonde 12 Jenụwarị 2025 ka ndị obodo Umuneke Obazu Mbieri dị n'Okpuru ọchichi Mbaitoli n'Imo steeti nụrụ ihe dara ụda dịka ogbunigwe, bụ nke bibiri ụlọ a rụrụ ọhụrụ n'obodo ahụ.",
    "Ndị obodo ahụ na-ekwu na mkpamkpa ahụ kpara n'ihe dịka elekere mbụ nke isi ụtụtụ oge ha hụchara ihe na-efegharị n'elu dịka droonu.",
    "Mazi Emeka Arimanwa bụ onyeisi obodo Umuneke Obazu Mbieri kwuru na ha nụrụ ụda ogbunigwe ahụ n'ihe dịka nkeji iri ka ha nụchara mkpọtụ droonu na-efegharị n'elu n'obodo ha.",
    "Ebe foto si, Davidson Nwosu",
    "Ọ kwuru na ha na-enyo enyo na ọ bụ droonu ahụ ka e ji tụọ ogbunigwe n'ụlọ ahụ ma bibie ya.",
    "Arimanwa sị na onyeisioche Gọọmenti Okpuruọchịchị Mbaitoli bụ Ifunanya Nwanegwo nakwa onyeisi ndị uweojii na Mbieri bụ Wet Ben abịala hụta ebe mkpamkpa ahụ kpara.",
    "Mana etu ọnọdụ si dị ugbua, BBC Igbo ka na-achọ ozi si n'ụlọọrụ ndị uweojii Imo steeti banyere ihe a mere.",
    "Ebe foto si, Davidson Nwosu",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "NA EME UGBU A, Biden na Netanyahu enweela mkparịtaụka maka ịkwụsị ọgụ dị n’etiti Izrel na Gaza",
    "Ebe niile mara jijiji oge ihe ahụ gbara - Ndị Umuneke Mbieri dị n'Imo steetielekere 7 gara aga",
    "Ụlọikpe eyigharịala ikpe dị n'etiti Speed Darlington na onyeisi ndị uweojii Naịjirịa13 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo11 Jenụwarị 2025",
    "Etu olili ozu Jimmy Carter bụbu Onyeisiala mba Amerika si aga9 Jenụwarị 2025",
    "Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti9 Jenụwarị 2025",
    "Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti8 Jenụwarị 2025",
    "Onye bụ John Mahama meriri ntuliaka ọkwa Onyeisiala Ghana?8 Disemba 2024",
    "Kedụ onye nwereike ịnọchi Justin Trudeau dịka Praịm Mịnịsta Canada?8 Jenụwarị 2025",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "Ebuka Obi, Junior Pope, Obi Cubana, AnyiDons na akụkọ ndị ọzọ BBC Igbo mere wuru ewu n'afọ 20244 Jenụwarị 2025",
    "Gọvanọ ndị ọzọ kwesịrị iṅomi etu Peter Mbah si arụ ọrụ n'Enugwu Steetị - Onyeisiala Tinubu4 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo",
    "\"A bụghị m onye uweojii oo\" - Charles Duruji tupu egbuo ya n'ogige uweojiiEmelitere ikpeazụ na: 5 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbuaEmelitere ikpeazụ na: 28 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}