{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ Africa CDC na-akpọ oku ka ndị nyocha sayensị mee ngwa ma hụ na-emepụtara ọgwụmgbochi ọrịa Mpox nke ha kọwara dịka nke bụzi ọrịa ọnọdụ gbatagbata n'Afrịka.",
    "Nke a bụ mbụ a na-ekwupụta ọrịa Mpox dịka ọrịa ọnọdụ gbatagbata kemgbe e hibere ụlọọrụ Africa CDC n'afọ 2016.",
    "Otu ahụike mbaụwa bụ World Health Organization kwuru na n’ime mba 26 Mpox gbasara na ya, mba 16 dị n’AfrỊka.",
    "N mba DR Kongo, mmadụ 13,700 enweela ọrịa Mpox ebe ogbugoro mmadụ 450 kemgbe mbido afọ 2024,",
    "Ndị nyocha ụlọọrụ Africa CDC kwuru na ọrịa Mpox agbasaala na mba Kenya, Yuganda, Rwanda na Burundi ma kwuo na etụ ọrịa ahụ si agbasa n’Afrịka dị ịtụnanya",
    "Nkwuputa ụlọọrụ Africa CDC pụtara na e kwesiri ịchọpụta ụzọ iji gbochie mgbasa ọrịa Mpox ma chọpụta ọgwụgwọ ya.",
    "Nigeria na Britain na-enyocha mmadụ abụọ bụbara ọrịa 'monkeypox' na Britain12 Septemba 2018",
    "Etu ndị Igbo si eme ndị bu ọrịa na-efe efe n'oge gboo18 Eprel 2020",
    "Ọrịa ndị a na-enweta site na mmiri ọjọọ26 Juun 2024",
    "Ebe foto si, Reuters",
    "Ọrịa a bụ ọrịa nje nke yiri orịa \"Small Pox\".",
    "Nke na-ebute ọkọ yiri ọkọ kịtịkpa n'elu ahụ mmadụ.",
    "E nyochapụtara ọrịa a na mbụ n'ime ahụ enwe abụọ ndị okachamara sayensị nwuchiri n'ime ọhịa iji mee nnyocha na afọ 1958.",
    "N'afọ 1970, e nyochapụtara ọrịa a n'ime ahụ mmadu na mba Congo.",
    "Kemgbe afọ 1970, achọpụtala mmadu ole ma ole bu ọrịa n'obodo ole ma ole nọ n'Afrịka nke gụnyere Naijirịa.",
    "Njirimara na mgba ama ọrịa 'Mpox'",
    "Ọrịa a nwere ike igosi njirimara dị iche iche n'ahụ mmadụ, mgba ama ọrịa a kachasi apụta ihe n'ahụ onye bu ọrịa bụ:",
    "Ahụ Ọkụ",
    "Isi ọwụwa",
    "Ahụ mgbu na azu mgbu",
    "Oyi",
    "Ike ọgwụgwụ",
    "Mgbe mmadụ butere ọrịa a ruo ụbọchị atọ, ọkọ ahụ n'ebido fesawa n'elụ ahụ bido n'ihu ya ma fesawa ahụ ya niile, nke a n'eso oke ahụ ọkụ",
    "Ebe foto si, Getty Images",
    "Dịka ọrịa a bụ ọrịa na-efe efe, mmadụ na anụmanụ maọbụ onye bu ọrịa a mekụta ahụ, onye ahụ nwere ike ibute ya bụ ọrịa.",
    "\"Mpox\" na-efesasikwa ma mmadụ metụ aka n'elụ ebe nje ọrịa nọ dịka elu tebulu, elu akwa, aka ọnụ ụzọ nakwa ebe ndị ọzọ.",
    "Nje a na-abanye n'ime ahụ mmadu site n'ebe mmadụ mereru ahụ, maọbụ site na ikụ ụme, maọbụ site na mmadụ imetu aka ọ kwọghị akwọ n'anya, n'imi maọbụ n'ọnụ.",
    "Ọrịa a nwekwara ike isi n'ime ahụ anụmanụ banye n'ahụ mmadụ ma ya bụ anụmanụ taa mmadụ maọbụ gọọ ya mbọ.",
    "Amabeghi anụmanụ na-ebughari ọrịa kachasia mana nnyocha na-egosi na oke nwere ike bụ anụmanụ kachasi ebu nakwa na-efesa ọrịa a.",
    "Ebe foto si, Getty Images",
    "Zere imetu anụmanụ aka, ọkachasị ndị arụ na-aya, nakwa ndị nwụrụ n'ike",
    "Zere akwa, n'ebe ndị ọzọ anụmanụ metụtara",
    "Hụ na ndị bu ọrịa a maọbụ a na-enyocha na ha bu ọrịa nọrọ ọnwe ha",
    "Nwere mmiri na ncha n'akwụ aka gị kwa mgbe kwa mgbe, ọ kachasi mgbe imetụrụ anụmanụ ọbụla aka",
    "Nwere akụrụngwa ndị ụlọ ọrụ ahuike chekwawa onwe gị dịka ihe mkpụchị imi, uwe aka, nakwa ihe nchekwa ndị ọzọ.",
    "Ọgwụgwọ ọrịa \"Mpox\"",
    "Ndị ụlọọrụ sayensị nakwa ndị ụlọọrụ ahụike ekwuola na ha achọpụtabeghi ọgwụgwọ ọrịa a, mana a na-eji ọgwụ mgbochi \"Small Pox\" ebelata ike ọrịa a n'ahụ mmadụ.",
    "Ọrịa a anaghi egbu egbu nke ukwu mana ọ ka mma mmadụ ichekwa ọnwe ya ma zere ya bụ ọrịa site n'usoro ndị ụlọ ọrụ ahụike depụtara.",
    "Afịrịka",
    "Ahụike",
    "Naijiria",
    "Ọgwụ mgbochi ọria",
    "Democratic Republic of Congo",
    "Ọrịa Mpox bụzi ọrịa ọnọdụ gbatagbata n'Afrịka - Ụlọọrụ Africa CDCelekere 6 gara aga",
    "NA EME UGBU A, Onyeisiala Tinubu ewepụtala atụmatụ ga-egbochi ndị ọrụ ahụike ịgbaga mba ọzọ",
    "Lee ntaramahụhụ ga-adịrị ndị na-achọ ikewapụ na Naịjirịa n'iwu ọhụrụ ndịomeiwu chọrọ imepụta13 Ọgọọst 2024",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "Lee iwu Enyinnaya Abaribe gbadoro ụkwụ akpọ ka a nwụchie ndị na-achọ Igbo Must go8 Ọgọọst 2024",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa6 Ọgọọst 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ada Jesus dị afọ 23 alaala mmụọEmelitere ikpeazụ na: 21 Eprel 2021",
    "Ụzọ asatọ nchekwa si dakpọọ n'Ọwụwa AnyanwụEmelitere ikpeazụ na: 11 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}