{
  "published": "20 Febụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, EPA",
    "Mmadụ atọ ka a ma nwụrụla ugbua dịka ala ọma jijiji abụọ ọzọ mere na mba Turkey n'abalị ụbọchị Mọnde.",
    "Ala ọma jijiji abụọ ndị a dị 6.4 nakwa 5.8 magnitude dịka etu e si agbakọ ala ọma jijiji, ụfọdụ ụlọ dara ada ma dagide ụfọdụ mmadụ, mana ndị ọrụ gbatagbata ebidola ọrụ ugbua ịzọpụta ha.",
    "Ala ọma jijiji a metụtakwara ụfọdụ mpaghara mba Syria, Egypt na Lebanon.",
    "Ebe foto si, Reuters",
    "Ala ọmajiji ọzọ emeela na Ndịda Anyanwụ Turkey, izụụka abụọ  ala ọma jiji kpara mkpamkpa na mba ahụ.",
    "Ụlọọrụ gbata gbata mba Tụkey kwuru na ya bụ ihe mere n'Elekere  asatọ nke abalị ha nke bụ elekere isii nke mgbe na Naijiria.",
    "Ndị nọ ebe ihe mere gwara ụlọntakụkọ Reuters  na ala ọmajijia ahụ mebiri ụlọ dị na Antakya.",
    "Christian Atsu: E bulatala ahụ ọgba bọọlụ Ghana nwụrụ n'ala ọma jijiji na Turkey20 Febụwarị 2023",
    "Alaọmajijiji egbuola ihe ruru mmadụ 920 n'Afghanistan22 Juun 2022",
    "Ọnụọgụgụ ndị nwụrụ n'ala ọma jijiji na mba Turkey na Syria agafeela 41,00012 Febụwarị 2023",
    "Ala ọmajiji mebiri na mpaghara ahụ  n'abalị 6 nke ọnwa Febụwarị, afọ, gbuo ihe karịrị mmadụ 44,000 na Turkey na Syria.",
    "Osote Onyeisiala mba Turkey kwuru na o pekata mpe mmadụ asatọ merụụ ahụ n'ala ọmajiji a.",
    "Ụfọdụ kwuru na ya bụ ala ọmajiji metụtara Syria, Egypt na Lebanon.",
    "O dobeghị anya  ka ihe mebiri maọbụ ndị ọ metụtụtara ha.",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 43 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}