{
  "published": "2 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ohaneze Ndigbo",
    "Ndị Amerịka abụọ bụ Emmitt McHenry na ọchịagha Williams E. Ward achọpụtala na nwere agbụrụ n'ala Igbo.",
    "McHenry bụ onye chọpụtara akara (.com) e ji ezisa ozi n'ịntanetị ma bụrụkwa onyeisi ụlọọrụ 'Defense Manufacturing\", ebe Ward bụ onyeisiagha mbụ nke ndịagha mba Amerịka nọ ọrụ n'Afrịka (US.Africa Command) na Stuttgart nakwa Jamini n'afọ 2007.",
    "Obi jụpụtara ụmụ Igbo ndị a n'ọṅụ dịka onyeisi Ohanaeze Ndigbo bụ Emmanuel Iwuanyanwu nabatara ha n'emume e mere n'ụlọmmụta 'Smithsonian Institute of African Museum' dị na Washington DC nke mba Amerịka na nso nso a.",
    "Etu ị ga-esi mee ka omenala ndị be unu guzosie ike - Bishop T.D Jakes21 Septemba 2020",
    "Edward James Roye, nwaafọ Igbo bụbu onyeisiala mba Liberia5 Julaị 2020",
    "Lee ndị Amerịka chọpụtarala na ha bụ ndị Igbo27 Julaị 2019",
    "McHenry kwuru na nna ya gbaara ya na ụmụnne ya ama n'akwụkwọozi si n'aka ndị nna ha ochie rute ya aka gosiri na ha bụ ndị Igbo.",
    "Ọ gara n'ihu kwuo na o meela nnyocha akụrụngwa ime a kpọrọ 'DNA' nke gosiri kpọmkwem na ọ bụ nwafọ Igbo akụghị mmiri.",
    "Ebe foto si, Ohaneze",
    "McHenry na Ward yicha akwa isiagụ jiri ọṅụ pụta n'ọgbọ n'emume nnabata nke Ohanaeze Ndigbo meere ha.",
    "Dịka ọnụ na-ekwuru Ohaneze bụ Alex Ogbonnia si kwuo n'ozi o wepụtara, onyeisi Ohaneze bụ Iwuanyanwy gosiri obi ụtọ ya na ndị Amerịka si ala isiojii chọpụtara na ha si ala Igbo ma too ha maka mbọ ha na-agba n'Amerịka nke mere aha ji ada ụda.",
    "Ebe foto si, Ohaneze",
    "Ọ gara n'ihu mee ha ndị ndụmọdụ pụrụiche nke ya dịka onyeisi otu Ohanaeze.",
    "Cheta na n'ihe karịrị afọ narị anọ, e rere ọtụtụ ndị si mpahara Afrịka gụnyere ụmụafọ Igbo n'ohu ma rega ha na mba Amerịka na mba ndị ọcha ndị ọzọ.",
    "Ọtụtụ n'ime ha mụbara ma bụrụ ndị ọnụ na-eru n'okwu n'ala Bekee ugbua.",
    "Ndị a gụnyere onye ụkọchukwu Amerịka a ma ama na mbaụwa bụ T.D Jake, Forest Whitaker na-eme ihe ejije  \"Hollywood\" na ndị ọzọ.",
    "Ebe foto si, AFRICOM",
    "Generalụ  William E kip Ward  bụ onye mbụ bụ Ochiagha US Africa Command si agbụrụ Igbo",
    "WilliamE “Kip” Ward bụ Ọchiagha (three star general)  mba Amerịka nakwa onyeisi mbụ  nke ndịagha Amerịka n’Africa(US Africa Command).",
    "Nwa amadị a a mụrụ n’afọ 1949  bara amị n’afọ 1971.",
    "Ọ gụrụ ‘Political Sciience’ na mahadum “Morgan State University. US maka nzere nke mbụ. Ma gụo zere nke abụọ ya(Masters) na mahadum ‘Pennsylvania State University’.",
    "Ọrụ dịka onye ndu ebugala ya ọrụ mba dị iche iche gụnyere Korea, Egypt, Israel, Somalia na Bosnia.",
    "Ọ kuzikwara nkuzi n’ụlọmmụta ndịagha’US Military Academy’.",
    "Ebe foto si, Emmit Henry/Facebook",
    "Emmit McHenry bụ onye hiwere ụlọọrụ 'NetCom Solutions ,ụlọọrụ teknụzụ nwere agba.",
    "Nwa amadi a a mụrụ n'afọ 1943 bụ onye malitere ndụ ya dịka inginia igwe teknụzụ igwe kọpụta IBM doro anya nakwa onye nkuzi na mahadum 'Northwestern University'.",
    "Ọ gụrụ akwụkwọ banyere mgbasaozi maka nzere  nke abụọ ya n'otu mahadum ahụ.",
    "A ma McHenry dịka onye chọpụtara akara kọpụta(computer code)  e ji ezirita ozi  n'ịntanet nke a ma dịka \".cọm\"",
    "Amerika",
    "West Africa",
    "Afịrịka",
    "Naijiria",
    "North America",
    "Omenala",
    "NLC Protest: Ndị na-eme ngagharịiwe akwatuola ọnụụzọ ụlọomeiwu Naịjirịa2 Ọgọọst 2023",
    "Sit at home: Anambra, Ebonyi, Abia na-ekwo ekwo ebe ụfọdụ mpaghara Enugwu jụrụ oyi 31 Julaị 2023",
    "Ọrịa ahụike ụbụrụ isi egbochighi ezinaụlọ anyị ịhụ nnenne m n'anya ruo n'ọnwụ1 Ọgọọst 2023",
    "NLC Protest: Ndị na-eme ngagharịiwe akwatuola ọnụụzọ ụlọomeiwu Naịjirịa2 Ọgọọst 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrikaelekere 4 gara aga",
    "Ministerial List: Aka chịburu Osun ,Kebbi, Plateau,Yobe, Zamfara steeti so na ndị ọhụrụ a họpụtara dịka Minista27 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrika",
    "NLC Protest: Ndị na-eme ngagharịiwe akwatuola ọnụụzọ ụlọomeiwu Naịjirịa",
    "Igbo Ancestry: Etu William E 'Kip Ward, Emmit McHenry, ndị Amerịka abụọ nwere agba si chọpụta na agbụrụ ha bụ Igbo",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?Emelitere ikpeazụ na: 10 Ọgọọst 2019",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}