{
  "published": "30 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Gabọn esonyela na mba ebe ndị agha weghaara ọchịchị n'ike n'aka ndị nkịtị.",
    "Nke a na-abịa dịka ndị agha ahụ kagburu mpụtara ntuliaka ọkwa onyeisiala nke e mere n'ụbọchị Satọde, bụ nke e kwupụtara na ọ bụ Ali Bongo meriri ya iji nọdụ n'ọkwa onyeisiala ruo afọ ise ọzọ.",
    "Cheta na Bongo malitere ọchịchị na 2009 dịka nna ya bụ Omar Bongo nwụchara. Nchụpụ a ndị agha chụpụrụ ya wetara ọchịchị nke ezinụlọ Bongo chịwara na mba Gabon kamgbe afọ 53 gara aga, n'isi njedebe.",
    "Mwaghara ọchịchị a na mba Gabon mere ya mba asatọ n'Afrịka ebe ndị agha weghaara ọchịchị n'ike n'ime afọ atọ gara aga.",
    "Mana ọ bụghị naanị Ali Bongo bụ onyeisiala n'Afrịka nọrọla ọtụtụ afọ n'ọchịchị, ha na ezinụlọ ha. Lee ụfọdụ ndị ọzọ:",
    "Ebe foto si, AFP",
    "Teodoro Obiang Nguema Mbasogo",
    "Teodoro Obiang Nguema Mbasogo onye dị afọ 81 ugbua bụ onyeisiala kacha nọọ ogologo oge n'ọchịchị n'ụwa niile dịka ọ chịala mba Equatorial Guinea ihe ruru afọ 44.",
    "Ọ malitere ọchịchị dịka onyeisiala n'afọ 1979. Na Nọvemba 2022, o ji pasentị 95 wee merie ntuliaka ọkwa onyeisiala iji nọgide n'ọchịchị.",
    "Nwa ya nwoke bụ Teodoro Nguema Obiang Mangue bụ osote onyeisiala, ebe ọtụtụ ndị ezinụlọ ya nwere ọtụtụ ọkwa dị elu na gọọmentị mba ahụ.",
    "Ebe foto si, Getty Images",
    "Paul Biya",
    "Paul Biya, onyeisiala mba Cameroon, anọọla n'ọchịchị kamgbe afọ 1982, ya bụ afọ 40.",
    "A mụrụ ya n'afọ 1933, nke mere ya onye kacha bụrụ okenye ji ọkwa onyeisiala na mpaghara 'sub-sahara' nke Afrịka.",
    "Paul Biya meriri ntuliaka nke ugboro asaa ya dịka onyeisiala n'afọ 2018. A ga-enwe ntuliaka ọzọ n'afọ 2025.",
    "Ebe foto si, AFP",
    "Denis Sassou Nguesso bụ onyeisiala mba Republic of the Congo, ọ nọọla afọ 38 n'ọkwa onyeisiala.",
    "Nguesso bụbu onye agha laghachiri n'ọchịchị n'afọ 2016 dịka mba Congo gbanwere iwu ha iji nye ohere ka onyeisiala zọọ ọkwa ọchịchị nke ugboro atọ.",
    "Ọ malitere ọchịchị n'afọ 1979 ruo afọ 1992 oge ọ dara ntuliaka, mana ọ laghachiri azụ n'afọ 1997 ma ka na-achị ruo ugbua.",
    "Denis Sassou Nguesso dị afọ 80 ugbua ma na-akwado ịzọ ọkwa onyeisiala nke ugboro ise.",
    "Ebe foto si, Getty Images",
    "Yoweri Museveni",
    "Yoweri Museveni nke mba Uganda banyere n'ọchịchị site na mweghara ọchịchị nke ndị agha mere n'afọ 1986, iji bụrụ onyeisiala nke itoolu nke mba ahụ.",
    "ugbua, Museveni, onye dị afọ 78, anọọla n'ọchịchị ruo afọ 37.",
    "N'agbanyeghị na ọ nọteela aka n'ọchịchị, ụfọdụ akụkọ na-ekwu na ọchịchị ya wetara udo na ọganihu na mba Uganda.",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "NA EME UGBU A Onyeisiala Tinubu akpọghachila ndị nnọchiteanya Naịjirịa na mba ụwa niile3 Septemba 2023",
    "NA EME UGBU A Dog bite: ‘Ọ bụ ọgwụ ka m gara ịzụ oge nkịta tagburu nwa m’2 Septemba 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 942 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon30 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 94",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}