{
  "published": "7 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Otutu mmadu awọọla n'ogbunigwe dara n'ụlọọgwụ di na Gaza.",
    "Ndi Palestine boro ebubo na ọ bụ ndi agha Isreal tụrụ ogbunigwe ahu gburu otutu mmadu n'ụlọọgwụ Al-Ahli Arab.",
    "Mana ndi agha Isreal kwuru na ọ bụghị ha tụrụ ya bụ ogbunigwe, na ọ bụ nke ndị agha Palestine chorọ ị gba Isreal tụghiarịrị daa n’ụlọọgwụ ahụ nke di na Palestine ma gbuọ ịmirịkịtị mmadụ.",
    "Kemgbe ndi agha Palestine, Hamas wakporo Isreal n'ụbọchị 7 Ọctọba, nke gburu mmadu 1,300, ndi agha Isreal nọ na-awakpo Palestine.",
    "Akuko kwuru na ihe ruru mmadu 3,000 awụọọla na mmegwara Isreal.",
    "Ogbunigwe a tụrụ n'ụlọọgwụ ebutela nsogbu na ị nyere ndị agha metụtara aka, ọzọ bụ na onyeịsiala mba Jordan bụ King Abdullah nakwa ndi isi ala Palestine na Egypt akagbuola nzuko ha na Onyeịsịala mba America bụ Joe Biden tinyere.",
    "Onyeisiala mba America bụ Joe Biden eruola obodo Tel Aviv iji zịko Mba Isreal na America ma nọyenre ha n’oge ihe isisike, ma nwe mkparitaụka maka ihe gbasara nchekwa obodo ha.",
    "Fọtọ e nwetere na’ụlọọgwụ Al-Ahli na abalị tụsde gosirio ndi merụrụ ahụ nakwa ndị e bu ebu agbaga ụlọọgwụ",
    "Fọtọ ahụ gosiri ozu ndi mmadụ nakwa ụgbọala mere mmebi.",
    "Otu ihe oyonyo gosiri mgbe ọgbunigwe dara n’ọgbe ahu tisasịa ebenile.",
    "Otu Dọkịta nọ n’oru mgbe o mere, aha ya bụ Dokịta Abu-Sittah kwuru na ha nọ n’ọrụ mbge ọgbunigwe ahụ dara n’elu ụlọọgwụ ha, o kwuru na ịhe di egwu mere ụbochi ahu.",
    "Ebe foto si, Reuters",
    "Onye ntaakụkọ BBC nọ na Gaza ekwuola na ọtụtụ ndị e gburu na Ndịda Anyanwụ Gaza n'abalị Monde bụ ebe mba Izrel sị ndị bu n'Ugwu Gaza gawa bụ ndị si mpaghara ahụ gbata ọzọ ndụ.",
    "Rushdi Abualouf, onye nọ na Khan Younis dị na Ndịda Anyanwụ Gaza kọwara na ndị ọrụ gọọmentị kwuru na Izrel gbagburu ihe karịrị mmadụ 100 dịka ha si n'elu tutuo ogbunigwe ugboro atọ, ọtụtụ na ndị e gburu bụ ndị si Ugwu Gaza gbata Ndịda ọsọ ndụ.",
    "Ịgbapụ ọsọ ndụ na Gaza: “Anyị amaghị ebe anyị na-agbaga agbaga”  16 Ọktọba 2023",
    "https://www.bbc.com/igbo/articles/c51wdwl9w4yo",
    "Lee ọtụtụ olulu 'Tunnel' ndị otu Hamas gwuru ebe ha si ebuso Israel agha13 Ọktọba 2023",
    "Ndịda Gaza bụ ebe Izrel gwara ndị Paletine bi n'Ugwu Gaza gawa dịka Izrel malitere iji  mmiri na amụma achụ ndị Hamas maka mwakpo ha mere n'abali assaaa nke ọnwa Oktoba afọ 2023. three air strikes. Most of them are refugees from the north.",
    "Onye ntaakụkọ BBC a kwuru na ọtụtụ ndị mmadụ gwara ya n ụtụtụ na ha ga-atụrụ ihe ha nile laghachiwe n'ụlọ ha",
    "Otu onye gwara ya na ya na-arahụ n'okporoụzọ kemgbe abalị ole na ole gara aga, na ọ kara ya mma iji ugwu nwụọ  karịa ịnwụ site n'akpịrị ọkpọnkụ.",
    "Nnukwu nsogbu dị na  Khan Younis, dịka obodo ahụ jupụtara na igwe mmadụ.. Enwere mkpa  ebe obibi na nri ga-ezu mmadụ ji ihe karịrị 600,000 karịa ndị bibu ebe ahụ mbụ.",
    "E butere mmiri n'otu ọdọahịa mana nke a nyere nsogbu n'ihi na o nweghị ndị na-ahazi ya, enwekwara ịtụ uche na-e nwere ike ịtụ ụgbọala truck bu mmiri ahụ ogbunigwe.",
    "Mana ndị mmadụ na-etinye isi ha n'ihi ọnọdụ ha hụrụ onwe ha.",
    "Ebe foto si, Reuters",
    "Dịka odeakwụkwọ ukwu mba Amerịka wuchiri Tel Aviv, Izrel ka ọ gachara ụfọdụ mba ndị Arab maka ịkpa maka ọkwu metụtara ọgụ Izrel na Palestine, mmadụ otu nde(1million) ndị Palestine agbaala ọsọdụ gbapụ na mpaghara Ugwu Gaza, dịka otu UN si kwuo.",
    "Ndịagha Izrel kwuru na ndị agha nnụpụisi Hamas jichiri mmadụ 199- nke a pụtara na  ọnụọgụgụ ndị Hamas tọọrọ esila na 44 ọ bụ ụnyahụ rịa elu.",
    "Lee ọtụtụ olulu 'Tunnel' ndị otu Hamas gwuru ebe ha si ebuso Israel agha13 Ọktọba 2023",
    "Israel Attack: A hụla ozu karịrị 250 ndị gara mmemme egwu ndị Hamas bụ ụzọ wakpoo18 Ọktọba 2023",
    "Isreal-Hamas conflict: Gịnị bụ ‘Dome’ a na-echekwa ihu eluigwe mba Isreal megide ogbunigwe?20 Ọktọba 2023",
    "Praim Minsta mba Izrel bụ Netanyahu na otu Hamas agọọla na ọ bụghị eziokwu na ha nwere nkwekọrịta  inye ohere ka ihe enyemaka bata site n'okeala Rafah dị n'agbata ha na mba Ijipt.",
    "Ebe foto si, Getty Images",
    "A ka gbachiri okeala Rafah na-agbanyeghị na igwe mmadụ gbakọrọ n'ọnụụzọ ama ya, na-agbanyeghị mkpu a na-eti  ka e nwee ohere ibubata nri, ọgwụ na mmanụ ụgbọala na Gaza.",
    "Cheta na Izrel gbachiri okeala jụ na nri,ọkụ mmanụụgbọala na mmand agaghị apụ maọbụ bata Gaza dịka ha na-abọ mwakpo otu Hamas wakporo Ndịda Anyanwụ Izrel n'ụbọchị Satode, abalị asaa nke ọnwa Oktoba afọ 2023.",
    "Ebe foto si, AFP",
    "Ọnụọgụgụ ụmụafọ Izrel  Hamas gbuorola arịala rue 1,3000, ebe ọnụọgụgụ ndị a tọọrọ dị o pekata mpe 150.",
    "Ụbọchị Satọde abụọ gara aga , ndịagha nnuụpụisi Palestine bụ Hamas wakporo ebe ụmụafọ Izrel na-eme mmemme egwu na ebe ndị ọzọ n'Ndịda Anyanwụ Izrel  gbuo ihe karịrị mmadụ 250 nke kpalitere ọgụ.",
    "Kaọ dị ụgbua, e gbuola mmadụ karịrị 1,500  na Gaza kemgbe Izrel bọwara mwakpo e mere ha.",
    "Otu United Nations kwuru na  ụmụnwaanyị dị ime ruru 50,000 ahụghị ohere inweta nleta ahụike na ezigbo mmiri ọnụnụ na Gaza.",
    "Dịka WHO si kwuo, ọgụ ahụ eriela isi ndị ọrụ ahụike  11 kemgbe ụbọchị Satọde.",
    "Na mba Fransị, ndị uweojii amachiela ngagharịiwe ọbụla na-akwado ndị Palestine.",
    "Ebe foto si, Reuters",
    "Ndị agha mba Israel ekwuola na ha na-akwado ịwakpo mpaghara Gaza \"site n'ala, n'osimiri nakwa n'elu\".",
    "Ha wepụtara akwụkwọ ozi n'ụbọchị Satọde iji kwuo na ha adịla njikere maka atụmatụ a nke ha na-eche na ọ ga-ewe ogologo oge.",
    "Cheta na gọọmentị Israel adọọla ndị nkịtị bi na mpaghara Ugwu Gaza aka na ntị ka ha si ebe ahụ pụọ.",
    "Ihe ruru mmadụ nde 11 ndị Palestine bi na mpagahara a.",
    "Akụkọ kwuru na ogbunigwe nke ndị agha mba Israel tụrụ gburu ọtụtụ ndị nkịtị dịka ha na-agba ọsọ ndụ na-agbapụ na Gaza. Ngalaba nnyocha nke BBC chọpụtara na ụfọdụ ụmụnwaanyị na ụmụaka so na ndị nwụrụ.",
    "Otu UN na-adọ aka na ntị na ọnọdụ ndị nkịtị nọ na ya na mpaghara Gaza dị oke njọ dịka enweghị ọkụ latrik, mmiri maọbụ mmanụ ụgbọala n'ebe ahụ. Nri nke e ji enyere ndị mmadụ aka agbadakwaala nke ukwu.",
    "\"Ụjọ na-atụ anyị bụ na ihe ka nwereike ịkawanye njọ,\" onyeisi ọrụ enyemaka nke otu UN bụ Griffiths kwuru.",
    "Ebe foto si, Reuters",
    "Ndi Saụt Afrịka abụọ awụọọla n’agha mba Isreal na Hamas na alu.",
    "Onu na ekwuru ụlọ ọlụ na-ahụ maka mmekọrita mba Saụt Afrịka na mba ndi ọzọ bụ Clayson Monyela kwuru na ọ bụ eziokwu na ndi Saụt Afrịka abụọ nwụrụ mana amatabeghị ndị mmadu abụọ ahu bụ.",
    "Nke a na-abịa dịka ihe karịrị mmadụ 2,200 nwụrụ na Gaza bụkwa ebe mmadụ 8714 merụrụ ahụ dịka Ministry ahụike ndị Palestine si kwuo.",
    "N'ebe a na-akpọ West Bank, mmadụ 54 anwụọla ebe 1,100 ọzọ merụrụ ahụ.",
    "N'ime ihe a niile na-eme, ụlọọgwụ ndị dị na Gaza na-ekwu na ha ejula n'ọnụ dịka a na-ebubata ndị nwụrụ na ndị merụrụ ahụ n'ebe ahụ.",
    "Ndị ọzọ si mba ọzọ nwụrụ na ya bụ agha kemgbe Hamas wakporo Israel n'izuụka gara aga gụnyere:",
    "US: Mmadụ 27",
    "Thailand: Mmadụ 24",
    "France: Mmadụ 15",
    "Nepal: Mmadụ 10",
    "Argentina: Mmadụ asaa",
    "Ukraine: Mmadụ asaa",
    "Russia: Mmadụ anọ",
    "UK: Mmadụ anọ",
    "Chile: Mmadụ anọ",
    "Austria: Mmadụ atọ",
    "Belarus: Mmadụ atọ",
    "Canada: Mmadụ atọ",
    "China: Mmadụ atọ",
    "Philippines: Mmadụ atọ",
    "Brazil: Mmadụ atọ",
    "Peru: Mmadụ abụọ",
    "Romania: Mmadụ abụọ",
    "Australia, Azerbaijan, Cambodia, Ireland, Portugal, Spain, Switzerland, Colombia, Paraguay: Otu onye",
    "Germany, Mexico: Ụfọdụ si mba ndị a ka atọọrọ",
    "Italy, Paraguay, Sri Lanka, Tanzania: Ụfọdụ si mba ndị ka a na-achọ achọ.",
    "Mba Izrel adọọla mmadị 1.1m aka na ntị ha si n'ugwu Gaza kwara laa na ndida ya mana ụfodụ mba gụnyere Saudi Arabia akatọọla okwu a ma na-ekwu na agaghị emenwu ya bụ ihe.",
    "Ebe foto si, EPA",
    "Ebe foto si, Screengrab",
    "Ihe karịrị ozu 260 bụ ihe e nwetara n'ebe e mere emume egwu bụ ebe ndị agha nnụpụisis wakporo n'Ndịda Izrel ụbọchị Satode.",
    "Emume ahụ a kpọrọ 'Supernova festival' bụ emume e mere n'ịkpa nke nke a kara ka ọ danye na mmemme ndị Juu , a kpọrọ 'Sukkot' nke bụ mmemme owuwe ihe ubi.",
    "Israel Attack:E gbuola ndịagha nnupụisi Palestine 40018 Ọktọba 2023",
    "Liberia Election: George Weah chọrọ ohere ọzọ n'agbanyeghị nsogbu juru Liberia8 Ọktọba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Otu onye gara mmemme a kpọrọ Ortel, sịrị na ihe mbụ gosiri na nsogbu dị bụ oge 'alarm' gburu ka chi na-efote nke na-adọ aka na ntị na ọgbunigwe ga-ada.",
    "Ndị nọ ebe ihe mere kwuru na ihe so ogbinigwe ahụ bụ egbe a gbara aghara aghara.",
    "Ortel gwara ụlọntaakụkọ Izrel bụ 'Channel 12\"Ha gbanyụrụ ọkụ latrik, ihe ọzọ a hụreụ bụ ka ndị agha nnupụisi si wụjuo n'ime wụwa mgbọ ebe nile.'",
    "\"Ndị na-eyi ndụ egwu dị 50 yi akwa ndịagha ji ụgbọala bịa wuchiri.",
    "O kwuru na ndị mmadụ gbalịrị ịgba ọsọ, gbaga n'ụgbọala ha ka ha kwọrọ ya gbalaga mana na ndị buegbe ji ụgbọala ji na-awụ mgbọ juru ebe nile.",
    "Ọtụtụ mmadụ anwụọla n'ebe e mere emume egwu bụ ebe Hamas wakporo n'Ndịda Izrel na Satode.",
    "Ebe foto si, AFP",
    "Ndị agha Israel na-ebu agha ugbua ikpochapụ ndị ọgụ si na mpaghara Gaza nke mba Palestine wakpo mba ha n'ụbọchị Satọde, dịka otu Hamas sikwa na Gaza na-atụba ogbunigwe n'ime Israel.",
    "Ka ọ dị ugbua, akụkọ na-ekwu na ọnụọgụgụ ndị Israel nwụrụla na mwakpo ahụ akarịala 600.",
    "Ndị nwụrụ na Gaza akarịkwaala 370 dịka Israel busokwara mba Palestine agha site na mpaghara ahụ, ebe ndị agha Israel na-ekwu na ha egbuola ndị ọgụ Palestine ruru 400 ma jidekwa ọtụtụ.",
    "Mwakpo nke ụbọchị Satọde bụ ụbọchị a kacha kwafuo ọbara na mba Israel kamgbe ọgbaaghara mere ebe ahụ n'afọ 50 gara aga n'ụbọchị emume Yom Kippur.",
    "Ebe foto si, Reuters",
    "Ndị agha Israel",
    "Ọ karịala awa 24 ugbua kamgbe otu ọgụ mba Palestine bụ Hamas wakporo mba Israel n'ụdị a na-ahụbeghị atụ ya mbụ.",
    "Kamgbe ahụ, ọtụtụ ihe gbara ọkpụrụkpụ emeela dịka otu abụọ a na-aga n'ihu ibuso onwe ha agha. Lee ise n'ime ihe ndị merelanụ:",
    "Ebe foto si, Getty Images",
    "Opekatampe, ndị Israel 500 anwụọla kamgbe mwakpo a malitere, ebe ihe karịrị mmadụ 2000 ọzọ merụrụ ahụ ma na-anata ọgwụgwọ n'ụlọọgwụ - 19 ka mmerụahụ haburu ibu.",
    "N'aka nke ọzọ, ndị Palestine ruru 313 anwụọla ugbua, ebe 2000 merụrụ ahụ na mpaghara Gaza, dịka mba Israel wakpokwara mpaghara ahụ.",
    "Ndị ọgụ Hamas sị na ha jidere ọtụtụ ndị agha na ndị nkịtị ndị Israel bụ ndị ha kpụụrụ gaa Gaza.et",
    "Ebe foto si, Reuters",
    "Praịm Mịnịsta mba Israel bụ Benjamin Netanyahu agwala ndị mba ya na \"agha a ga-esi ike ma tekwaa aka\".",
    "Na mgbasaozi o mere n'abalị ụbọchị Satọde, Netanyahu kwuru na \"ọ bụ ndị ogbu mmadụ bụ otu Hamas manyere ha ịlụ agha a.",
    "O kwere nkwa na agba nke mbụ nke agha a ga-ebi n'oge adịghị anya dịka ha ga-ekpochapụ ndị ọgụ nnupuisi batara n'ime oke ala Israel.",
    "Gọọmentị Israel kwuru na ha akụchapụla ọkụ latrik na mmanụ ụgbọala bụ nke ha na-enyebu mpaghara Gaza.",
    "Ebe foto si, Reuters",
    "Ndị agha mba Israel kwuru na ọ ka ruru mpaghara asatọ ha si ebuso ndị ọgụ Hamas agha n'ime Israel.",
    "Cheta na ndị agha Hamas si Gaza bata n'ime mpaghara dị icheiche n'Israel wee malite mwakpo a.",
    "Ndị agha Israel kwuru na ha ewegharala mpaghara ruru 22 bụ ebe ndị Hamas sibu wakpo ha, mana ọgụ ka na-aga n'ihu ugbua na mpaghara ndị ọzọ n'ime Israel.",
    "Ebe foto si, Getty Images",
    "Ụfọdụ ndị Palestine gbagara ọsọ ndụ n'ụlọakwụkwọ nke otu UN nwe",
    "Ụgbọelu agha mba Israel atụọla ogbunigwe n'ebe ruru 150 kamgbe ha malitere ibusokwa mba Palestine agha na Gaza, dịka ndị ma ihe na-emenụ si gwa BBC.",
    "Ebe ndị a gụnyere ụlọ nke e chere na ọ bụ ebe ndị isi Hamas bi. Ndị agha elu Israel kwukwara na ha tụrụ ogbunigwe n'ụlọakụ abụọ bụ nke ha sị na \"ha so n'ebe ndị ọgụ Hamas si enweta ego ha ji alụ ọgụ\".",
    "Ha kwukwara na ha gbariri otu ebe a na-arụpụta ngwaọgụ nke ha sị na ọ bụ otu ọgụ 'Islamic Jihad Terroris Organisation' nwe ya (otu a dị iche na Hamas).",
    "Ụlọ ọzọ nke nwere ụlọọrụ dị icheiche na ụlọ nchekwa ihe sokwa n'ebe ndị agha Israel tụrụ ogbunigwe, dịka ha kwuru na ọ bụ ebe ndị Hamas na-edebe ngwa agha ha.",
    "Ebe foto si, Reuters",
    "Ogbunigwe nke Hamas gbabanyere n'ime mba Israel n'ụbọchị Ọktober 7",
    "Otu ndị ọgụ nnupisi nke mba Lebanon bụ Hezbollah esonyerela ndị Hamas n'ibuso Israel agha. Ha kwuru na ọ bụ ha tụrụ ogbunigwe na Mount Dov, ala nke Israel, Lebanon na Syria na-azọ azọ, mana ọ bụ Israel nọ ọnọdụ ebe ahụ.",
    "Ha kwuru na ha tụrụ ogbunigwe a iji gosi nkwado ha maka ọgụ Palestine na-aluso Israel.",
    "Iji bọọ ọbọ maka nke a, ndị agha Israel tụrụ ogbunigwe na mba Lebanon, n'otu ụlọ dị na mpaghara Rus nke a sị na ọ bụ Hezbollah nwe ya.",
    "Okeala dị n'etiti Israel na Lebanon dara jụụ kamgbe Israel na Hezbollah lụchara agha na 2006. Mana esemokwu n'etiti ha abụọ na-agbali elu n'ọnwa olemole ugbua.",
    "Ebe foto si, Reuters",
    "E gbuola ihe karịrị ụmụafọ Izrel 500  kemgbe ndị agha nnupụisi Hamas wakporo Mba Izrel ụbọchị Satode.",
    "Hamas bụ otu agha nnupusi Jihad mba Palestine bụ ndị weghara ọchịchị na 'Gaza Strip' kemgbe afọ 2007 bụ ndị wakporola Izrel ụgbọro ugboro dịka ha ụṅụrụ ikpochapụ Izrel.",
    "Ndiagha Izrel jikwara ogbunigwe ha na-atụ n'elu gbuo ihe karịrị ndị Palenstine karịrị mmadụ 400.",
    "Mmadụ ruru 2,000 merụkwara ahụ. dịka Ministrị ahụike ha si kwuo.",
    "Ọgụ na-akawanye njọ na mpaghara ahụ, dịka ndịagha mba Izrel na-agbalị napụkwa ebe ndị Hamas weghaara.",
    "Ndịagha Izrel na ndị agha nnụpụisi Palestine na-akwata na mpaghara dị iche iche n' Ọdịda Anyanwụ Izrel, dịka ụfọdụ  ụlọakụkọ mpaghara ahụ si kwuo.",
    "Ebe foto si, Reuter",
    "Haaretz  kwuru n ndị agha Izrel siri na ha ewerekwala ọnọdụ n'ọtụtụ ebe n'ọdịda Anyanwụ mba ahụ ma na-aga n'ihu ịlụ ọụ inweta ebe nile dị nso okeala Gaza gụnyere  Be’eri na Sderot.",
    "Dịka ụlọ ntaakụkọ 'Times of Israel',si kwuo, ọnụ na-ekwuru (Israel Defence Firces (IDF)gbara ama na  e gbuola  ihe karịrị ndịagha nnụpụisi Palestine 400 ma nwụchikwaa ọtụtụ ndị ọzọ.",
    "N'aka nke ọzọ, Ministrị ahuike mba Izrel kwuru na o pekata mpe, e gbuola ụmụafọ Izrel 350, e be a tọọrọ ọtụtụ.",
    "Ụlọọrụ nnọchiteanya Izrel na mba Briten kwurukwara na ọ bụ eziokwu na otu nwa afọ Briten a kpọrọ Jake Marlowe na-efu efu.",
    "Marlowe na-arụ ọrụ nchekwa na'ebe a na-eme emume ịgba egwu dị nso n'okeala Gaza oge mwakpo ahụ mere ụbochị Satode mere.",
    "Rockets launched from Gaza streak across sky towards Israel",
    "E gbuola ihe ruru mmadụ 100 n’Isreal mgbe ndị ekperima si mba Palestine a kpọrọ Hamas wakporo ha n’ụzọ kachasị kamgbe ọtụtụ afọ.",
    "Ndị ekperima a batara n’obodo Isreal site n’obodo Gaza dịka ha na-atụ nnukwute ogbunigwe ma tọọrọ ọtụtụ ụmụafọ mba Isreal.",
    "Ndị ha tọọrọ gụnyere ndịagha na ndị nkịtị bụ ndị ha duu laghachị n'obodo Gaza.",
    "Mba Izrel malitere ịtụ mgbọ elu na Gaza iji zaghachi mwakpo a mere na be ha.",
    "Izrel ekwukwuola na ha \"nọ n'agha\" dịka ọtụtụ ndị ojiegbe si n'otu oyinduegwu nke Palestine a kpọrọ Hamas bata be site n'ụzọ Gaza.",
    "Nke a mere n'ụzụ ụtụtụ dịka ha kwaturu obere ohere n'ọgba aja n'ebe ahụ",
    "Praim Minista mba Israel eforola ntutu taa na Hamas \"ga-akwụ ụgwọ ha akwụtụbeghi mbụ\" maka ihe a mere.",
    "Otu onye mba Izrel nwụrụ n'aka ndị ojiegbe Hamas ebe ogbunigwe gburu otu onye ọzọ ma merụọ narị kwuru narị ahu.",
    "Ebe foto si, Reuters",
    "Etu ọgbaghara si dapụta n'akwamozu onye ntakụkọ Shireen Abu Aqla14 Mee 2022",
    "Onye bụ Naftali Bennett bụ Praim Minista ọhụrụ mba Israel?14 Juun 2021",
    "Okwu Israel na Palestine ọ ga-emecha bie?14 Mee 2021",
    "Footage emerges of 'gunmen in Sderot'",
    "Onyeisi otu Hamas but Mohammed Deif ekwetala na ọ bụ otu ya gbara ogbunigwe puku ise n'ime nkeji 20 n'atumatu a kpọrọ Al-Aqsa storm.",
    "Ọ kwuru si \"anyị kpebiri na ozuola bụ na o zuola\"",
    "\"Anyị adọbuola ndị ilo aka ná ntị. Ha emejọọla anyị n'ọtụtụ ụzọ. Narị kwuru narị n'ime ndị otu anyị anwụọla n'aka ndị nọchiri anyị",
    "\"Anyị na-ezipu ozi maka mbido Al-Aqsa flood, ma kwukwaa na mwakpo nke mbụ anyị nke chere ihu n'ọnọdụ ndị ilo gụnyere ọdọ ụgbọ elu nakwa ogige ndị agha gafere ogbunigwe puku ise\"",
    "Ogbunigwe ndị a tụrụ si na Gaza bụ ebe Hamas nọ n'ọchịchị malitere n'ụzụ ụtụtụ ụbọchị Satọde dịka ndị Jew na-eme emume okpukperechi ha akpọrọ Simchat Torah.",
    "Ebe foto si, Reuters",
    "Mịnịsta na-ahu maka ahụike na mba Isreal kwuru na ihe ruru mmadu 740 merụrụ ahụ n’nwakpo Hamas.",
    "N’otụtụ awa ka ụloọrụ mgbasaozi TV nke Isreali agbaala ọtụtụ ndị tọọrọ n’ụlọ ha ajụjụ ọnụ mgbe ekperima Palestine wakporo obodo ha.",
    "Ndị bị n’obodo ahụ kwụrụ na ihe dị etu ahụ emetụbeghị kamgbe  ọtụtụ afọ, ebe a gbachiela okporoụzọ dị n’isiobodo Tel Aviv dịka ebe niile tọgbọ chakoo.",
    "Ọdeakwụkwọ bekee bụ Gideon Levy, gwara BBC na emechiela ọtụtụ ebe mgbakọ, ụjọ na atụ ndịmmadu maka ịhe nwere ike ị me na ọdị n’ịrụ.",
    "‘’Ana m agba ọsọ mgbe ogbunigwe nke mbu dara, mkpọtụ ya dị egwu.”",
    "E gburu onyeisi okpuruchichị dị na mpaghara South bụ Ofir Liebstein, mgbe ha ndị ekperima a na-akwarịta mgbọ oge ọ gara inye aka chekwaa obodo ya",
    "Mgbochi ụzọ ahụ gara n’ihu ruo ụtụtụ Satọde dịka ọtụtụ a tụrụ ọtụtụ ogbunigwe nke chere ihu na mba Isreal. Ụlọọgwụ dịcha n’obodo Ashkelon na n’etiti obodo Beer Sheva na-agwọ ndị merụrụ ahụ.",
    "“Ụmụafọ Isreal, anyị nọ n’agha, ọ bụghị obere mwakpo, mana ọ bụ agha.” Ka Praịm minista Netanyahu kwuru.",
    "“Akpọkuola m ndịisi nchekwa ma sị ha buru ụzọ dupu ndị bi n’ime obodo ebe niile ndị ekperima a batarala. A na-eme nke a ugbua.",
    "“N’otu aka ahụ agwala m ha ka ha were otu aka ikike ahụ ndị a jiri wakpoo anyị ma wakpoo ndị iro anyị.”",
    "Video 'shows captured Israeli tank in Gaza'",
    "Otu onye welitere isi na ndị agha Hamas kwupụtara mmalite atụmatụ a na mgbasaozi o mere, na-akpọku ndị Palestine nọ ebe niile ka ha lụọ ọgụ.",
    "\"Taa bụ ụbọchị a ga-ebu agha kachasị iji kwụsị nnọchi ala nke ikpeazụ n'ụwa,\" Mohammed Deif kwuru.",
    "Onyeisiala mba Palestine bụ Mahmoud Abbas - onye ya na otu Hamas - haziri ọgbakọ gbatagbata, ebe ọ nọrọ kwuo na ndị Palestine nwere ikike ichekwa onwe ha n'ihi\"iyi egwu na mwakpo nke ndị agha bịara iweghara ala ha.\"",
    "Amalitela nnukwu nnyocha iji mata etu ndị agha Israel si ghara ịchọpụta màkà mwakpo a nke Hamas wakporo ha, ndị ọchịchị Israel gwara BBC.",
    "Mba ụwa dị icheiche akatọọla mwakpo a Hamas mere. James Cleverly, ji ọkwa 'Foreign Secretary' na mba UK kwuru na gọọmenti UK katọrọ mwakpo nke Hamas wakporo ndị nkịtị n'Israel, kwukwaa na UK ga na-akwado ikike dịịrị mba Israel ichekwa onwe ya.",
    "Otu Nato katọkwara mwakpo ndị ahụ bụ nke ha kpọrọ mwakpo iyi ndụ egwu nke Hamas mere megide Israel.",
    "Onyeisi otu European Commission bụ Ursula von der Leyen kọwara mwakpo ndị ahụ dịka \"ụdị iyi ndụ egwu kacha njọ\" - ebe mba Amerịka kwuru na ha \"ga agba mbọ ihụ na Israel nwere ihe niile dị ha mkpa iji chekwaa onwe ha\".",
    "Middle East",
    "Ndịagha",
    "Israel na ndị Palestine",
    "Ago Accident: 'O rughị nkeji 10 mụ na nwunye m hụrụ, ụgbọala akụgbuo ya- di nwaanyị nwụrụ n'ọdachi a sị Lastma kpalitere'5 Ọktọba 2023",
    "Liberia Election: George Weah chọrọ ohere ọzọ n'agbanyeghị nsogbu juru Liberia8 Ọktọba 2023",
    "Narges Mohammadi eritela nturuugo Nobel Peace Prize 20231 Ọktọba 2023",
    "Israel Attack:E gbuola ndịagha nnupụisi Palestine 40018 Ọktọba 2023",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị21 Ọktọba 2023",
    "NA EME UGBU A Ndị agha Niger egbochiela Onyeisiala Bazoum ịgbapụ ọsọ1 Ọktọba 2023",
    "Foto na-egosi etu e si mee ngagharịiwe n'ụwa maka ogbunigwe a tụrụ n'ụlọọgwụ Gaza20 Ọktọba 2023",
    "Osinachi's death: Lee ihe ụlọikpe kpebiri taa17 Ọktọba 2023",
    "Mmadụ 500 anwụọla n'ogbunigwe dara n'ụlọọgwụ dị na Gaza18 Ọktọba 2023",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China17 Ọktọba 2023",
    "Custody battle: Ihe iwu Naijiria na nke omenala Igbo kwuru maka onye  nwe nwa maọbụrụ na a kwụghị ụgwọ isi nwaanyị16 Ọktọba 2023",
    "\"Mụ na ezinụlọ m gbakpuru n'ime 'bunker' iji zere ndụ anyị n'Israel17 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}