{
  "published": "26 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bola Tinubu / AFP",
    "Otu jịkọrọ mba ndị ndị n'Ọdịda Anyanwụ Afrịka bụ 'Economic Community of West African States' (ECOWAS), President Bola Tinubu, ekwuola na ha agaghị anabata ihe na-eme na mba Nijie.",
    "Ndịagha mba ahụ obi adịghị mma gbachiri okporoụzọ e si abanye obi onyeisiala mba ahụ n'ụtụtụ Wenezde dịka a na-ebioo ebubo na ha chọrọ ịkwatu onyeisiala mba ahụ bụ Mohamed Bazoum n'ọkwa bụ onye a họpụtara na ntuliaka e mere n'afọ 2021.",
    "Mana Onyeisioche Ecowas bụ Bola Tinubu kwuru n'ozi o wepụtara n'ehihe Wenezde na \"Ndị ndu ECOWAS mna ndị nile hụụ ọchịchị onyekwuouche ya na ha agaghị anabata ọnọdụ ọbụla ga-ekposa ọchịchị onye kwuouche ya nke mba ahụ.\"",
    "Nijie bụ mba nkwatu ọchịchị na-emekarị. Kemgbe afọ 1960 ha nwere nnwereonwe, e nweeela mweghara ọchịchị n'ike ụgbọrọ anaọ.",
    "Ebe foto si, AFP",
    "A họpụtara Mohamed Bazoum dịka Onyeisiala mba Nijie n'afọ 2021",
    "Ndịagha mba Nijie agbachiela obi onyeisiala mba Nijie bụ Mohamed Bazoum na Niamey, isiobodo mba ahụ.",
    "A nụghị ụda egbe ọbụla mana o doghị anya ma e nwere ndị chọrọ iwehghara ọchịchị n'ike na mba ahụ.",
    "Ụlọọrụ onyeisiala kwuru n'ozi ha wepụtara na Twitter na ndị nche na-eche onyeisiala gbaliri inweta nkwado ndịagha na mbọ ha ịgba ọchịchị onye kwuouche ya mgba okpuru mana na o nweghị isi.",
    "Ụlọntaakụkọ AFP kwuru na Onyeisiala Mohamed Bazoum na ezinaụlọ ya nọ n'ụlọ ha.",
    "Otu onye a kpọghị aha ya gwakwara ụlọ ntaakụkọ ahụ na ihe mere bụ 'iwe kpusuru ndị agha. maka na a na-akpa ya bụ ihe.",
    "\" Onyeisiala na ezinaụlọ ya nọ ọfụma. Ndịagha na ndị nche Onyeisiala dị njikere iwakpo ndị aka ha dị n'ihe na-eme,\" dịka ụlọọrụ onyeisiala si kwuo.",
    "Akụkọ kwuru na aka chịrị mba ahụ pụrụ n'oche na nsonso a bụ Mohammed Issoufu na ndị onyeisiala gara aga na-akpa etu a ga-esi ahụ na okwu ahụ aghaghị n'ihu.",
    "Nijie so na mba dị n'ọd̄ịda Anyanwụ Afrịka a na-akwatukarị gọọmentị n'ọkwa n'ike.",
    "Kemgbe afọ 1960, e nweela nkwatu ọchịchị ugboro anọ ma nwekwa ọtụtụ mgbe a nwalere ime nke a.",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma25 Julaị 2023",
    "Ndị DSS agbaala isi akwara kpụrụ Emefiele gawa ụlọọrụ ha26 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu 26 Julaị 2023",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}