{
  "published": "2 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị Nigeria Labour Congress (NLC) na-eme ngagharịiwe akwatuola ọnụụzọ ụlọomeiwu dị n'Abuja n'ụbọchị 2 Ọgọstụ 2023.",
    "Nke a mere mgbe ndị a buuru ngagharịiwe gaa n'ụlọomeiwu, ya bụrụ na a gbachiri ọnụụzọ ya a gbachi.",
    "Ha bidoro na-akwa ụzọ ahụ aka ma na-eti mkpu ka a gbapee ya mana ha mechara kwatuo otu ngalaba ọnụụzọ ahụ.",
    "NLC Strike: Oku adịghị, ụgbọelu efeghị dịka  NLC,Gọọmentị Imo na-ama aka 3 Mee 2023",
    "Ndị isi NLC amalitela nagagharịiwe n'Abuja agbanyeghị aka na ntị ndị uweojii dọrọ27 Julaị 2022",
    "'Ahụhụ ndị mmadụ na-ata na-emetụ m n'obi' - Ihe onyeisiala Tinubu kwuru na mgbasaozi ya31 Julaị 2023",
    "Otu NLC  gara n'ihu ime ngagharịiwe a na-agbanyeghi mgbasaozi Onyeisiala Tinubu mere maka ọnọdụ akụnaụba Naịjirịa ma kwee nkwa ibuli ego ọnwa ha.",
    "Abụbụọrụ na ngagharịiwe a ga-eme na steeti niile dị na Naịjirịa bụ ebe ndị otu a ga-agbakọta ma kpagharịa n'ebe dị iche iche.",
    "N’Ebonyi Steeti",
    "N’Abakaliki bụ isiobodo Ebonyi Steeti, ndị ọrụ pụtara n’igwe sonye ibe na ngagharịiwe ka ọ dị na Najiirịa gbaa gburu gburu.",
    "Onyeisi ndị NLC na steeti ahụ bụ ọkanmụta Ogugua gbara ndị otu ya ume ma gwa ha mkpa ọ dị isonye na ngagharịiwe a.",
    "Onye ntaakụkọ BBC Igbo chọpụtara na ụfọdụ ụlọakụ emepeghi emepe n’Abakalili dịka ndị bịara ịdọrọ ego kwụcha n’ihu ụlọakụ na-amaghị nke ga na-eme.",
    "O nweghi onye maara kpọmkwem ihe mere ụlọakụ emepeghi mana ụfọdụ na-eche na ọ bụ n’ihi ngagharịiwe a ndị ọrụ na-eme.",
    "Na Legọs",
    "Ndị ọrụ n’otu aka ahụ gbakọtara n’ebe a na-akpọ Ojota dị na Legọs ma malite ime ngagharịiwe nke.",
    "Ha ga-esi ebe ahụ kpagharịa ọtụrụ ebe dị iche iche na Legọs.",
    "Ndị ọrụ nchekwa dị iche iche na-eme gụnyere ndị uweojii, ndị DSS nọ ndị a nso maka ichekwa ha ma gbochie ọgbaghara ọbụla.",
    "Abuja",
    "Ndị ọrụ Naịjirịa agbakọtala n'ebe a kpọọ 'Unity Fountain' dị n’Abuja maka ịmalite ngagharịiwe ha taa.",
    "A na-ache ka ndịisi ha pụta ma gwa ha okwu ịgba ume tupu ha azọpụ njem ngagharịiwe.",
    "A na-atụ anya na ndị otu ha nọ na mapaghara Naịjirịa dị iche iche ga-agbakọta n'otu ebe ma malite ngagharịiwe ha.",
    "N’Abia Steeti, Rivers nakwa Enugwu steeti",
    "Ngagharịiwe a mekwara n’ọtụtụ steeti ndị ọzọ gụnyere Abia, Rivers, Enugwu Steeti na ndị ọzọ.",
    "Ndị ntaakụkwọ BBC Igbo kpagharịrị na steeti ndị a ma chọpụta ndị otu NLC nupụtara n’igwe ma mee ngagharịiwe nke ha.",
    "Otu okwu ha kpụụ n’ọnụ dịka ndị otu ha ndị ọzọ bụ ka gọọmentị wepu ụfọdụ iwu ha mere nke ha sị na-akpagbu ụmụafọ Naịjirịa.",
    "N’otu aka ahụ ndị uweojii na ndị ọrụ nchekwa ndị ọzọ so ha iji hụụ na ọgbaghara agaghị adapụta.",
    "Ụgwọ opekatampe ndị ọrụ na Naịjirịa ka bụ puku naịra iri atọ ugbua (N30,000) kamgbe afọ 2019, na-agbanyeghi mbulie ọnụego mmanụ ụgbọala site na N180 ruo N617 mgbe gọọmentị wepuru ego enyemaka ha na-achụ n’elu ya (subsidy) n'ọnwa Juun 2023.",
    "Mana Onyeisi NLC bụ Joe Ajaero kwuru na ha ka si na mkparịtaụka ha na gọọmentị nwere na-apụta ugbua kama na ihe ha kpatara agaghị egbochi ha ịgba abụbụọrụ ha chọrọ ịgba.",
    "Ọ gara n’ihu kwuo na ọ bụ ngagharịiwe ka ha ga-eji malite abụbụọrụ a na mpaghara Naịjirịa dị iche iche.",
    "Ebe foto si, NLC",
    "NLC chọrọ ka gọọmentị mezuo ihe dị na nkwekọrịta ha na ogbo ha nke Trade Union Congress (TUC) nwere bụ nke ha mbinyere aka na ya.",
    "Ka gọọmentị wepụ iwu ọbụla ha tinyere maka akụnaụba bụ nke na-emekpa ndị mmadụ ahụ ugbua, gụnyere mbuli elu ọnụegọ mmanụ ụgbọala, ụgwọ akwụkwọ nakwa ụtụisi.",
    "Ka gọọmentị mezie ụlọọrụ ebe a na-esi mmanụ agbidi dị na Portharcourt, Warri na Kaduna.",
    "Ka gọọmentị kwuo ndị nkuzi mahadum ụgwọ ọnwa asatọ ha a kpachiri mgbe ha gbara abụbụọrụ n’afọ 2022.",
    "Ka ha kagbuo iwu ọbụla gọọmentị tinyere nke na-emekpa ndị mmadụ ahụ.",
    "Ka ha kwanyere kọmitii onyeisiala e hiwere ugwu ma nye ha nkwado ruuru iji rụọ ọrụ.",
    "Ndọrọndọrọ ọchịchị",
    "Ụkọrọ mmanụ ụgbọala",
    "Naijiria",
    "Ngosi iwe",
    "Ngosi",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NLC Protest: Ndị na-eme ngagharịiwe akwatuola ọnụụzọ ụlọomeiwu Naịjirịa2 Ọgọọst 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrikaelekere 4 gara aga",
    "Ministerial List: Aka chịburu Osun ,Kebbi, Plateau,Yobe, Zamfara steeti so na ndị ọhụrụ a họpụtara dịka Minista27 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrika",
    "NLC Protest: Ndị na-eme ngagharịiwe akwatuola ọnụụzọ ụlọomeiwu Naịjirịa",
    "Igbo Ancestry: Etu William E 'Kip Ward, Emmit McHenry, ndị Amerịka abụọ nwere agba si chọpụta na agbụrụ ha bụ Igbo",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?Emelitere ikpeazụ na: 10 Ọgọọst 2019",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}