{
  "published": "3 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Dịka ndị agha chuturu onyeisiala Gabon bụ Ali Bongo n'ọchịchị n'ụbọchị 30 nke ọnwa Ọgọst 2023, ndị agha buliri ọchịagha Brice Oligui Nguema n'aṅụrị, na-akpagharị n'okporo ụzọ na-eti mkpu ọṅụ na-asị: \"Oligui, onyeisiala! Oligui, Onyeisiala!",
    "O doro anya na ọchịagha a dị naanị afọ 48 bụ onye ndị mmadụ hụrụ n'anya site n'etu ndị agha ya si bulie ya elu, mana ụfọdụ atụghị anya na ọ ga-abụ onye ndu.",
    "Ihe dịka afọ ise gara aga, ọtụtụ amaghị onye ọbụ, maka na ọ nọrọ afọ iri na mba ọzọ dịka ezinụlọ Bongo nke chịrịla mba Gabon ihe ruru afọ 56 chụpụrụ ya n'ime obi ha.",
    "Mana ka Nguema lọghachiri, o ji nwayọ nwayọ na-agbago n'ọkwa ndị agha wee ruo n'ọkwa kachasị, bụ ebe ọ nọrọ kwe nkwa ime ka ọchịchị Ali Bongo siwanye ike.",
    "Ihe onyonyo ndị na-egosi ego n'ime akpatị e si mba Gabon?1 Septemba 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon30 Ọgọọst 2023",
    "Ebe foto si, AFP",
    "Nguema bụ ezigbo onye ntụkwasị obi nke onyeisiala Omar Bongo bụ nna Ali Bongo - ọ gbaara ya odibo ruo n'ọnwụ ya n'afọ 2009",
    "A mụrụ ọchịagha Nguema na mpaghara  Haut-Ogooué nke mba Gabon.",
    "Mpaghara bụ ebe ezinụlọ Bongo jisi aka ike, ụfọdụ na-ekwukwa na Nguema na Ali Bongo bụ nwanne.",
    "Dịka nna ya, Nguema banyere n'otu ndị agha oge ọ bụ nwata. O bu ụzọ nweta ọzụzụ n'ụlọakwụkwọ ndị agha a ma ama bụ 'Meknes Royal Military Academy na mba Morocco, tupu o sonyere otu ndị agha mba Gabo siri ike bụ 'Republican Guard Unit'.",
    "O teghị aka, ndị isi ndị agha matara Nguema n'ihi uchu ọ dị n'ọrụ, nke mere o ji bụrụ onye enyemaka nye onyeisiala oge ahụ bụ Omar Bongo, nna Ali Bongo.",
    "Akụkọ kwuru na Nguema na Omar Bongo nwere ezi mmekọrịta pụrụ iche - dịka ọchịagha ahụ gbaara Bongo odibo ruo mgbe onyeisiala ahụ nwụrụ n'afọ 2009.",
    "Mana dịka Ali Bongo malitere ọchịchị ya, a chụpụrụ Nguema n'ọrụ ya ma ziga ya dịka onye agha na-elekọta ụlọ nnọchiteanya mba Gabon na mba Noroccoa na Senegal, ọ nọrọ ihe ruru afọ iri na mba abụọ a.",
    "\"Ọ bụghị onye a tụrụ anya ịchị Gabon n'oge a,\" Edwigie Sorgho-Depagne kwuru, bụ onye ọkachamara na ndọrọndọrọ ọchịchị Afrịka ma na-arụkwa ọrụ n'otu Amber Advisers.",
    "\"Na mmalite afọ 2000 ga, ọ nọtere aka na mba ahụ ruo ogologo oge... ọ dị ka onye e chefuru echefu.\"",
    "Ebe foto si, Reuters",
    "Ndị agha buliri Nguema elu n'ọṅụ dịka a kpọpụtara ya ka onye ga-elekọta mba Gabon",
    "Nguema lọghachiri na Gabon n'afọ 2018 dịka ọ nọchiri anya nwanne Ali Bongo n'ọkwa onyeisi 'intelligence', n'otu ndị agha 'Republican Guard'.",
    "Mana n'ime ọnwa isii, e buliri Nguema n'ọkwa ma mee ya onyeisi otu ndị agha ahụ, o wee wepụta atụmatụ ọhụrụ ga-enyere ha aka n'ọrụ ha, nke bụ: ime ka ọchịchị Ali Bongo siwanye ike.",
    "Otu onye ya na Nguema rụkọrọ ọrụ gwara ndị ntaakụkọ AFP na ọchịagha ahụ \"bụ onye na-ege ndị ọzọ ntị, ọ naghị eweli olu ya ma ọ na-ekwu okwu, kama ọ na-enye ndị ọzọ ohere ikwuputa uche ha\".",
    "Nguema malitere atụmatụ ọ kpọrọ \"clean hands\" nke o kwuru na ọ bụ iji kpochapụ nrụrụaka na iri ego obodo.",
    "Mana n'afọ 2020, e boro Nguema n'onwe ya ebubo nrụrụaka.",
    "Ụlọọrụ mgbochi nrụrụaka nke mba amerịka bụ OCCRP boro ebubo na Nguema na ezinụlọ Bongo zụtara ụlọ dara oke ọnụ na mba Amerịka. Ebubo ahụ kwuru na ọchịagha ahụ mefuru ihe ruru otu nde dọla iji zụọ ụlọ atọ.",
    "Mana n'ọsịsa ya nye ebubo ahụ, Nguema kwuru na ndụ onwe mmadụ bụ ihe e kwesịrị ịkwanyere ugwu.",
    "Ebe foto si, REX/SHUTTERSTOCK",
    "Ndị ntorobịa na Gabon ji ọṅụ nabata Nguema dịka onye ọchịchị mba ahụ",
    "Naanị ọnwa asatọ gara aga, ụlọ ntaakụkọ mba Gabon kwuru na ọchịagha Nguema kwere nkwa n'ọha na ya ga-akwado ọchịchị onyeisiala Ali Bongo, bụ nke nọrọla afọ 14.",
    "Mana n'ụbọchị Wenezde, Ọgọst 30, naanị awa olemole e ji kpọpụta aha Ali Bongo dịka onye meriri ntuliaka, ndị agha kwuru na ha akagbuola ntuliaka ahụ ma weghara ọchịchị.",
    "Dịka ndị agha ji onyeisiala eji n'ime ụlọ ya, ha kpọpụtara aha ọchịagha Brice Clothaire Oligui Nguema dịka onyeisiala nke nchereoge.",
    "Nguema gwara ndị ntaakụkọ Le Monde nke mba France na ike agwụla ndị Gabon maka ọchịchị Ali Gabon, ma kwukwaa na Bongo agaraghị ịzọ ọchịchị nke ugboro atọ.",
    "\"Onye ọbụla na-enye mkpesa maka nke a mana onweghị onye chọrọ ime ihe ọbụla maka ya. Ya mere ndị agha ji kpebie ịtụgharị akwụkwọ akụkọ a.\"",
    "Otu UN, African Union na mba France katọrọ etu ndị agha si weghara ọchịchị n'ike, nke bụ nke asatọ ụdị ihe a na-eme na mpaghara Ndịda na Etiti Afrịka kamgbe afọ 2020.",
    "Ebe foto si, AFP",
    "Foto Ali Bongo dịka ndị mmadụ dọkara ya",
    "Otu onye na-achọghị ka a kpọọ aha ya n'ihi nchekwa, gwara BBC na mweghara ọchịchị nke ndị agha mere na mba Gabon agaghị eweta ndịiche ọbụla, maka na ọ ka bụkwa ezinụlọ Bongo nọ n'ọchịchị.",
    "\"Ọchịagha Brice Oligui Nguema bụkwa mkpụrụ si n'ezinụlọ Bongo. A na-ahụ ya dịka nwa Omar Bongo, ya na ezinụlọ Bongo nwere mmekọrịta miri emi kamgbe ụwa, ụfodụ na-ekwu na ya na Ali bongo bụ ụmụnne (cousins),\" onye ahụ kwuru.",
    "\"Ndị mmadụ na-enwe aṅụrị ugbua maka na ha chọrọ nnwereonwe n'aka ezinụlọ nakwa aha a bụ Bongo, mana eziokwu bụ na mweghara ọchịchị a bụ naanị mgbanwe aha, o nweghị ihe ọzọ.\"",
    "\"Dịka ndị mmadụ na-enwe aṅụrị, ọ dị mkpa icheta na Nguema riri nri na tebulu ndị ezinụlọ Bongo ọtụtụ afọ. Ọ bụ eziokwu na onweela ọtụtụ ahụmihe bịakwa weghachite olileanya ndị mmadụ, mana ndị Gabon kwesịrị imụgide anya.\"",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Gabon",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 942 Septemba 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Enweghi m ike ịrịọ gọọmentị Naịjirịa arịrịọ ka ha tọhapụ m – Nnmadi Kanu 29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "NLC Strike: Ụlọakụ emepeghi n'ụfọdụ ebe dịka ha malitere abụbụọrụ ụbọchị abụọ.5 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktokelekere 9 gara aga",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "E duola Emmerson Mnangagwa n’iyi ọrụ dịka onyeisiala mba Zimbabwe 4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktok",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}