{
  "published": "2 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'okwu Dọkịnta Ibeneme, “ndị mmadụ ahụ esighị ike, ụmụaka na ndị kara nka ekwesighi ibu onu”",
    "Dịka ndị okpukpere Kraịst na ndị Alakuba na-esi na emume iibu ọnụ apụta; ndị dọkịnta ahụike na-erụtụ aka na oke ibu ọnụ nwere ike ibutere ndị na-eme ya nsogbu ahụike.",
    "Ọtụtụ ndị mmadụ na-ebu ọnụ iji gboo mkpa dị iche iche.",
    "Ụfọdụ na-ebu ọnụ ekpere iji kwalite ndụ nke mmụọ ha,  ụfọdụ na ebụ-ọnụ ka ha taa ahụ were dị fecha-fecha ma dị ọgọ n'anya, mana ihe nwere uru nwere ọghọm.",
    "Ebe foto si, Getty Images",
    "Etu ị ga-esi gbalahụ'Kidney diseases'2 Mee 2021",
    "Lee ụzọ ị ga-esi chuọ ọrịa akịrị (kidney) ọsọ ụkwụ erụala na ndụ gị12 Maachị 2020",
    "Ndị dọkịnta  na-ekwu na ibu ọnụ na-ebute ọrịa dị ịche ịche gụnyere ọrịa akịrị(kidney disease),ọrịa imeju, mmebi ụbụrụ,ọbụladị ọnwụ.",
    "Na nkọwa Dọkịnta McJinger Ibeneme bụ dọkinta na ahu maka ahuike ezinaụlọ kwuru na adịghị erị nri bu ihe iche aka mgba dị n' ahụịke ndị na-ebu ọnụ maka na ahụ mmadu jị nrị nwere aru ọrụ.",
    "Ibeneme sịrị, “mpaghara akụkụ ahụ mmadu nile na- eji glookọs sitere na nrị arụ ọrụ. Nri bụ ihe na-enye ahụ mmadu ike.”",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Senegal First Ladies: Lee ndị nọrọla dịka isinwaanyị mba Senegal kemgbe afọ19601 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "“Oge ọbụla mmadu dị ndụ, akụkụ ahụ mmadu na-arụu oru oge nile.\"",
    "Akụrụ mmadụ na-arụ ọrụ iwepụ ajọ ịhe dị ime ahụ mmadụ oge nile, imeju na-arụ ọrụ nke ya, ebe eriri afọ na arụ ọrụ ịbụgharị nrị ebe okwesịrị ịnọ, e be anya na aru ọrụ nke. ọrụ ahụ nile dị ịre maka ike ha nwetara na nrị.”",
    "“Dịka ugboala sịrị ejị mmanu arụ ọrụ ka mmadu sị ejị nrị nwere aru ọrụ”.",
    "“na oge ịbụ-ọnụ mara na ahụ mmadụ ga na arụ ọrụ; ọ buru na o nweteghi ike site na nrị, ọchọwa ebe ọga esị nweta ịke”",
    "“Nke ọzọ bụ na ike dị mmadu na ahụ dị obere.",
    "N’imeju ka ahu mmadu na echekwa ike; ọzọ bụ na okperempe. Nke a mere mmadu jị eri nri ugboro ato na ụbọchị.”",
    "“Ọ bụrụ na mmadu erịghị nrị, ahu mmadu ga-eje kụrịe abuba dị n' ahụ ha ka o nweta ike iru ọrụ”.",
    "“Nsọgbu dị ebe a bụ na ike ahu ahụ mmadu nwetera na abuba adịghị mma ka nke ọ na enweta n’ nrị nke na ebute ịhe mmadu jị arịa ọrịa”.",
    "Dọkinta Ibeneme kwuru na ibu-onu nke ukwuu na ebute ọrịa dị ịcheịche dịka:",
    "Ọrịa akụrụ",
    "Ọrịa imeju",
    "Mmebi ụbụrụ",
    "Ọrịa eriri afọ",
    "Ọrịa ndị ọzọ dị icheiche.",
    "N'okwu ya “ibu onu nke ukwuu nwereike ibute ọrịa imeju, nsogbu akịrị, ọrịa ụbụrụ, ọrịa erịrị afọ na ọrịa dị ịcheịche”.",
    "Kedụ ka ibu ọnụ na esi enye ahụike mmadụ aka?",
    "N'okwu Dọkịnta Ibeneme, “ndị mmadụ ahụ esighị ike, ụmụaka na ndị kara nka ekwesighi ibu onu”.",
    "Ọ gara n’ihu kọwaa na ibu onu abụghị ịhe dị mma na ahu ndị mmadu.",
    "N'okwu ya “Ndị ahụ sirị ịke na-ebu ọnụ kwesiri ihi asaa n'anya maka na ahụ mmadu kwesiri ka ọ na-eri nri ga-enyere ya aka ịrụ ọrụ ọfụma”.",
    "Na agbanyeghị na ibu ọnụ na-enyere ụfọdụ aka ka ha dị fecha-fecha ma ọ bụ ka ha mee ịhe dị na okpukperechi ha; ma na ọghọm dị n’ime ya dị nnukwu ma ọ bụrụ na i nyomie ihe dọkịnta Ibeneme kwuru maka ọghọm dị na ibu ọnụ nke ukwuu.",
    "Nri",
    "Science",
    "Nrị na-edozi ahụ",
    "Ekwughi ebe ego ruru $34.4m si na ebubo ndị FIRS na-ebo Binance4 Eprel 2024",
    "",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Fasting: Ọrịa 'kidney' na ọrịa ndị ọzọ ibu onu nwere ike ibutere gị 2 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet28 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Senegal First Ladies: Lee ndị nọrọla dịka isinwaanyị mba Senegal kemgbe afọ1960",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ọtụtụ ahia n'Ọwụwa Anyanwụ togboro chakoo dịka ndị mmadụ gbajọrọ nkagbu 'sit at home' IpobEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Oliver de Coque,Osadebe na ndị otiegwu Igbo ọzọ kpọtụrụ akpọtụ n'afọ 60s rue 80sEmelitere ikpeazụ na: 14 Eprel 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}