{
  "published": "19 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Peter Mbah/NYSC",
    "Gọvanọ ahọpụtara ọhụrụ ga-achị Enugwu steeti, bụ Peter Mbah, agbaala ndị ụlọ ọrụ 'National Youth Service Corps' akwụkwọ n'ụlọikpe gbasara asambodo NYSC ya nke a na-ekwu na ọ bụ adigboroja.",
    "Mbah gbara ya bụ akwụkwọ ụbọchị Wenezde, bụ ụbọchị 17 nke ọnwa Eprel, dịka o kwuru ka NYSC na onye ji ọkwa 'Director corps certification' bụ Ibrahim Muhammad kwụọ ya ijeri naịra ikwu na asambodo nke NYSC nyere ya bụ adịgboroja.",
    "Okwu ihe gbasara asambodo Peter Mbah na NYSC malitere oge a na azọ ndọrọndọrọ ọchịchị onye ga-abụ Gọvanọ na Febuwarị na Maachị 2023.",
    "N'oge ahụ, ndị otu Labour Party' kpụpụrụ Peter Mbah ụlọikpe ma kwuo na asambodo NYSC ya abụghị nke oma ya.",
    "Mazi Ibrahim Muhammadu bụ onye na enyocha akwụkwọ asambodo n'ụlọọrụ NYSC ziputara ozi na asambodo Peter Mbah ji esighi na aka NYSC.",
    "Mana Mbah kọwara na asambodo ya nke nwere akara A808297 si n'aka NYSC dịka ha nyere ya asambodo ahụ n'ọnwa Jenuwarị afọ 2003.",
    "Tupu ụbọchị ntuliaka, ikpe ahụ pụtara ọzọ n'ụlọikpe, ebe Labour pati na ndị ọzọ na ekwu ka INEC wepu aha Peter Mbah makana ọ kwuru okwu ụgha.",
    "N'agbanyeghị ihe ndị a nile, Mazi Peter Mbah meriri na ndọrọndọrọ ọchịchị ahụ n'agbanyeghị na ikpe ka na-aga n'ihu.",
    "Ugbua ọ fọrọ nanị otu izuụka n'ụma ka e duo gọvanọ ọhụrụ n'iyi ọrụ, ya bụ okwu eselitekwala isi ọzọ.",
    "Mazị Peter Mbah tinyere akwụkwọ n'ụlọikpe na-ekwu na NYSC na Ibrahim Muhammad kọwaa ihe ha ji tụọ asị na asambodo ha nyere ya bụ adịgboroja.",
    "O kwuru na NYSC ga-akwụ ya ijeri nari iri abụọ maka imetọ aha ya ma kwaa ya emu.",
    "A ga m eji “1st tenure” m gbanwee Enugwu n’ụdị pụrụ iche - Peter Mbah23 Maachị 2023",
    "Onye bụ ugwu ndị Enugwu ga-eguzo na ya dịka Gọvanọ?16 Maachị 2023",
    "Okwu 'zoning' na etu o si metụta onye ga-abụ gọvanọ n'Enugu Steeti21 Maachị 2023",
    "Ebe foto si, Screengrab",
    "Onyeisi NYSC bụ ọchịagha Yushua Dogara Ahmed",
    "Na mkparịtaụka ya na ndị ntaakụkọ Arise TV, taa bụ Fraịde, onyeisi ngalaba NYSC bụ Ọchịagha Yushau Dogara Ahmed kwuru na n'ezie, asambodo ahụ Peter Mbah ji abụghị NYSC nyere ya.",
    "\"Ha (Peter Mbah na ndị otu ya) bịakwutere anyị maka nnyocha, anyị wee gwa ha na asambodo a abụghị nke anyị,\" Dogara kwuru.",
    "\"Kedu ka onye gụrụ akwụkwọ, gara mahadum ga-esi kwuo na asambodo e nyere ya bụ adigboroja? Ebee ka o si weta asambodo ahụ? Ọ bụ na ọ maghị usoro e si enweta asambodo NYSC?\"",
    "\"Anaghị enweta asambodo n'okporoụzọ, maọbụ n'ime ụlọ gị, maọbụ n'ụlọ oriri na nkwari.",
    "\"Achọghị m ikwu nnukwu okwu banyere nke a. Gọvanọ ọhụrụ ahụ (Peter Mbah) bụ onye ọkaiwu, mụ onwe m abụghị onye ọkaiwu, mana ama m na asambodo ahụ abụghị NYSC nyere ya.\"",
    "\"Oge ọ bịakwutere m, akpọrọ m onyeisi na-ahụ maka inye asambodo na NYSC, anyị tulere asambodo ya ma gwa ya na nke ahụ o ji abụghị nke anyị.",
    "\"Egosiri m ya ụfọdụ ọmụmaatụ, mana ya onwe ya ghọọrọ ịga ụlọikpe, nsogbu adịghị. Ahụbeghị m akwụkwọ ikpe ọbụla, mgbe m hụrụ ya, aga m enye ọsịsa.\"",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Enugu Steeti",
    "Enugwu",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Anambra US Convoy Attack: Ndị uweojii agbapụtala mmadụ abụọ ndị ekperima tọọrọ n'Ogbaru17 Mee 2023",
    "Fake Certificate: Ọ gịnị na-esere Peter Mba na ndị NYSC19 Mee 2023",
    "Alex Otti: Ihe Labour Party kwuru maka mkpebi ụlọikpe19 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}