{
  "published": "21 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Jude Kingsley Maduka/Facebook",
    "Ndị omekome atọrọla ụkọchukwu ụka katọlik bụ Jude Kingsley Maduka n'ụbọchị 19 nke ọnwa Mee bụ Fraịde n'ogige ụka Adoration ya nke dị n'obodo Ogii nọ n'okpuruọchịchị Okigwe, Imo Steeti.",
    "Akụkọ na-ekwu na ọ bụ mgbe Maduka gara njem nleta n'ogige Adoration ya ka ndị omekome kpara mkpa mkpa a.",
    "Anambra US Convoy Attack: Ndị uweojii agbapụtala mmadụ abụọ ndị ekperima tọọrọ n'Ogbaru19 Mee 2023",
    "Ebe niile e nwere ogbubu na ntọ na Naịjirịa kemgbe ntuliaka gwụchara11 Eprel 2023",
    "E nweela nkwekọrịta ịkwụsị ọgụ ruo ụbọchị asaa na mba Sudan - Amerịka2 Mee 2023",
    "Ọ bụ n'akwụkwọ ozi nke ode akwụkwọ ụka katọlik nke Okigwe Diocese, bụ Princewill Iwuanyanwụ, depụtara ka ha kwuru nke a.",
    "E chiri Maduka ụkọchukwu n'ụbọchị 22 nke ọnwa Sepụtemba afọ 2012.",
    "Maduka bụkwanụ ụkọchukwu na-elekọta ụka Chrịst the King Catholic Church nke Parish Ezinachi/Ugwuago dị n'okpuruọchịchị Okigwe.",
    "BBC Igbo kpọrọ ọnụ na-ekwuchitere ndị uweojii Imo steeti, bụ Henry Okoye, n'ekwentị.",
    "O kwuru na ndị omekome tọrọ ya ebe elekere asatọ nke abalị n'ụbọchị Fraịde. O kwukwara na ha amalitela atụmatụ ịgbapụta onye ụkọchukwu ahụ, nakwa ijide ndị tọrọ ya.",
    "Ọ gara n'ihu ikwu na ka ọ dị ugbua, o nwetabeghi ozi ọbụla n'aka ndị tọrọ ụkọchukwu Kingsley.",
    "National security",
    "Ofụfe",
    "Naijiria",
    "Imo steeti",
    "Ekpela m ụka afọ 28 tupu m were laghachị n'omenala Igbo - Ezeaku Ejiofor21 Mee 2023",
    "Etu e siri tọrọ ụkọchukwu Katọlịk n'Okigwe ụnyịahụ21 Mee 2023",
    "NA EME UGBU A E nweela nkwekọrịta ịkwụsị ọgụ ruo ụbọchị asaa na mba Sudan - Amerịka2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}