{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @Dolusegun/Twitter",
    "Otu jịkọrọ mba ndị nọ na Ndịda Anyanwụ Afrịka a kpọrọ  'Ecomimic Community of West African States'(Ecowas) ekwuola na ha agụpụbeghị kpamkpam iji ndịagha chụda ọchịchị ndịagha na mba Nijie.",
    "N'abalị 26 nke ọnwa Julai afọ 2023, ndịagha Nijie chụturu Onyeisiala ha bụ Mohammed Bazoum n'ọkwa ma weghara ọchịchị n'ike.",
    "Niger coup: Ihe a na-atụ anya n'ọgbakọ ndị Ecowas maka mweghara ọchịchị mba a10 Ọgọọst 2023",
    "Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger 10 Ọgọọst 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrika2 Ọgọọst 2023",
    "Mana n'ọgbakọ nke ndị ndu Ecowas nwere n'Abuja n'ụbọchị Tọzde, abalị 10 nke ọnwa Ọgọstụ, afọ 2023, ha kpebiri iji ndịagha Ecowas gaa ebe ahụ.",
    "Otu ahụ rụtụrụ aka na mbọ nile ha gbara ka e jiri nwayoo dozie okwu ahụ amịtaghị mkpụrụ dịka ndị ndu agha mba ahụ gbara isi akwara, jụ inyeghachi Bazoum ọchịchị dịka Ecowas si nye ha ntuziaka.",
    "Ozi Ecowas wepụtara ka ha mechara nzukọ ahụ sịrị na ha, \"ekpebiela iziga ndịagha  ECOWAS ịga weghachi ọchịchị na Nijie dịka ọ dị n'iwu.\"",
    "Niger coup: Ihe a na-atụ anya n'ọgbakọ ndị Ecowas maka mweghara ọchịchị mba a10 Ọgọọst 2023",
    "Niger Coup: Sanusi agaala zute onyeisi ọchịchị ndịagha Nijie9 Ọgọọst 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrika2 Ọgọọst 2023",
    "Ha rụtụrụ aka na, \"Katọsiri ike mweghara ọchịchị n'ike  nke ndịagha Nijie  mere nakwa ịga n'ihu ha ijichi Onyeisiala Nijie bụ Mohammed Bazoam, ezinaụlọ ya nakwa ndị ọchịchị ya megidere iwu obodo.\"",
    "Ecowas kwukwara na ha,  'Kwụsiri ike n' atụmatụ nakwa usoro nile ha kwekọrịtara n'ọgbakọ ha nwere n'abalị  30 nke ọnwa Julai, afọ 2023 banyere Nijie isi taa.",
    "Dịka ha kwụpụtara njikere ha ka e dozie okwu a na n'ụzọ nwayọọ, ha kwusịrị ike n'ịgbachi agbata mba ha na  nke Nijie, mmachi njem ụgbọelu nakwa  ịkpachi ego ndị maọbụ otu ọbụla ga-abụ ọgbatauhu=ie na iji udo dozie okwu a.",
    "Ecowas dọkwara mba ndị dị n'otu aka na ntị manyere ịkpa agwa ọbụla nwere ike igbochi ikpezi okwu dị na Nijie n'udo.",
    "Ha kpouru otu African Union nakwa United Nation ka ha dọnyere Ecowas ukwu iji hụ na e weghachiri ọchịchị na Nijie dịka iwu sị dị.",
    "Naijiria",
    "Ndịagha",
    "Niger",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Akịọlọji",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara 29 Julaị 2023",
    "AI in Music: Mụ na MI Abaga etikọọla egwu tupu m amalite iji AI emepụta egwu - Nkasiobi Chukwu 22 Julaị 2023",
    "Baby care cost: Ego ole ka ịmụ nwa n' ulọọgwụ, zụọ ihe nwa, nri nakwa uwe nwa ga-eri onye na mụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Sexual Violence: Etu anyị si chọpụta na ụmụokoroọbịa anọ na-edina nwa m nwaanyị dị afọ 158 Ọgọọst 2023",
    "Etu ndị ojiegbe si suo ụlọ Onyeomeiwu ọkụ n'Imo steeti9 Ọgọọst 2023",
    "Sit-at-home: Ipob amapụtala atụmatụ ọhụrụ nke ha ga na-emezi kwa Mọnde n'Ọwụwa Anyanwụ5 Ọgọọst 2023",
    "Niger Coup: Ihe ndị gbara ọkpụrụkpụ na mkpebi ndị ndu Ecowas taaelekere 7 gara aga",
    "South-East Governors' Forum: Ihe ndị gọvanọ Ọwụwa Anyanwụ kpebiri maka ndị na-ebute nsogbu na mpaghara ahụelekere 4 gara aga",
    "Nwunye Ifeanyị Okoh ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ndị ezinaụlọ ya isii nwụrụ n'ụlọ ọhụrụ ha kwabara20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "South-East Governors' Forum: Ihe ndị gọvanọ Ọwụwa Anyanwụ kpebiri maka ndị na-ebute nsogbu na mpaghara ahụ",
    "Niger Coup: Ecowas ekpebiela iziga ndị agha na Nijie na ihe ndị ọzọ gbara ọkpụrụkpụ ha kpebiri taa",
    "Baby care cost: Ego ole ka ịmụ nwa n' ulọọgwụ, zụọ ihe nwa, nri nakwa uwe nwa ga-eri onye na mụ nwa mbụ ya ugbua?",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steetiEmelitere ikpeazụ na: 24 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}