{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, ImoState Police Command",
    "Ndị a na-enyo wakpioro  ọdọa ọla n'Owere",
    "Ndị uweojii Imo steeeti ekponyerela otu ndị ojiegbe mmadụ ise wakporo mpaghara Ikenegbu dị n'Owere n'ehihie mụ anya n'ụbọchị Satode, aja na garị dịka  ha zọchiri oge ha nọ ọrụ ohi, gbagbuo otu n'ime ha ma nwụchie mmadụ abụọ ndị ọzọ.",
    "A nwụchiri Peter Gaura gbara afọ 27, onye Kogi steeti bụ onye agha a chụrụ n' ọrụ  na Promise Joshua gbara afọ 25, onye Delta steeti  na-arụ ọrụ akpụobi (bouncer)n'ụlọnkwari dị n'Owere, ebe a gbagburu onye otu ha kwọrọ ha gaa ya bụ ohi nke a kpọghị aha ya.",
    "Ndị ojiegbe egbuola otu eze ọdịnala n'Aboh Mbaise, Imo Steeti, n'ime obi ya17 Julaị 2023",
    "Ndị ojiegbe egbuola Igwe Ijioma nke obodo Eziorsu, Imo Steeti, ma gbaa ozu ya ọkụ26 Mee 2023",
    "Ndị nọ ebe ihe mere gwara BBC Igbo na ndị omekome ahụ a na-enyo enyo yi akwa ndịagha, ji ngwaagha kara aka ma kwọrọ ụgbọala Hilux dị ọcha wakporo ọdọ ebe a na-ere ọla  dị na ncherita ihu ụlọnri a ma ama  n'Ikenegbu, Owere.",
    "Otu onye n'ime ha kwuru na oge ndị omekome ahụ  rutere, na ha zuru ọla dara nde kwuru nde naira, na-apụzị oge ndị uweojii du onye ọzọ bịara ịzụ ihe na nso ebe ndị ohi ahụ nọ ghọtara ihe na-eme  ma malite  kwawa ha mgbọ.",
    "Ndị omekome ahụ sara ha, ma malite kwawa mgbọ nke ha , nke mere ka ndị nile nọ nsọ; oke n'ọsọ, ngwere n'ụzọ dịka ndị nwere ọdọahịa ji ọsọ gbachie ọdọahia ma rie mbọ mbọ ọsọ.",
    "Ebe foto si, Imo state Police Command",
    "Mpaghara Ikenegbu dị n'Owere ebe ihe kpọtụrụ",
    "Mgbọ egbe ndị uweojii tụrụ ọkwọụgbọala ndị ojiegbe ahụ, ọ nwụọ ozigbo.",
    "Ndị otu ya rituru n'ụgbọala Hilux ahụ, chọwa ụzọ ma na-agba egbe aghar aghara dika ha na ọsọ na-eme.",
    "Mana aka ndị uweojii kpatara abụọ n'ime ha.",
    "Komishona ndị uweojii Imo steeti bụ Muhammed Berde kelere ndị ọrụ ya site n'olu ọnụ na-ekwuru ndị uweojii steeti ahụ  bụ Henry Okoye, maka ikposa atụmatụ ndị omekome ahụ oge e gosiri ndị ntaakụkọ ndị omekome ahụ a na-enyo enyo n'isiụlọọrụ ndị uweojii dị n'Owere ụbọchị Satode.",
    "Naijiria",
    "Imo steeti",
    "Simon Ekpa asaala Nnamdi Kanu28 Julaị 2023",
    "Akwa Okuko Released: Dibia a enwerela onwe ya n'aka ndị ntọ tọọrọ ya25 Julaị 2023",
    "Abdourahamane Tchiani: Ọchịagha a ekwupụtala onwe ya dịka onyeisiala Niger Republic28 Julaị 2023",
    "Armed attack in Imo: Etu ndị uweojii si napụ ndị ojiegbe akwụ n'ọnụ n'Owere taa bụ Satodeelekere 8 gara aga",
    "Ihe nchọputa anyị gosiri gburu ezinaụlọ mmadu ise n'Anambra- Ndị uweojii20 Julaị 2023",
    "Mba CAR ga-eme ntuliaka 'referendum' maka onyeisiala ha ịzọ ọkwa nke ugboro atọ29 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Simon Ekpa asaala Nnamdi Kanu",
    "Ihe nchọputa anyị gosiri gburu ezinaụlọ mmadu ise n'Anambra- Ndị uweojii",
    "Armed attack in Imo: Etu ndị uweojii si napụ ndị ojiegbe akwụ n'ọnụ n'Owere taa bụ Satode",
    "Akwa Okuko Released: Dibia a enwerela onwe ya n'aka ndị ntọ tọọrọ ya",
    "Ezinaụlọ Chinyere Awuda asaala ndịuweojii n'okwu ihe ha sị gburu nwa ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}