{
  "published": "21 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ọkaiwu Nnamdi Kanu bụ onyendu otu Indigenous People of Biafra (Ipob) arịọla ụlọikpe ukwu Naịjirịa ka ha biko kpee ikpe dị n’etiti Kanu na gọọmentị n’ụbọchị 28 Sepụtemba, 2023.",
    "Nke a dị n’akwụkwọ ozi onyeisi ndị okaiwu ya bụ Mike Ozekhome wepụtara n’ụbọchị Satọde 19 Ọgọọst, 2023 bụ nke o degaara onyisi ndị ọkaikpe Naịjirịa.",
    "N’akwụkwọ ahụ, Ozekhome kwuru na mgbe ikpe ahụ bịara n’ụlọikpe kachasị na Naịjirịa n’ụbọchị 11 Mee afọ 2023 na e yigharịrị ya gawa n’ụbọchị 14 Sepụtemba 2023 maka ileba ya anya.",
    "Mana ọ dapụtara ugbua na Ụlọikpe kachasị ka ga-anọ ezumike ha na-enwe kwa afọ bụ nke ga-agwụ n’ụbọchị 18 Sepụtemba 2023 ebe ha ga-amalite ọrụ n’ụbọchị 25 Sepụtemba.",
    "Nnamdi Kanu court case: Lee ihe ekpebiri n'ụlọikpe maka ikpe Nnamdi Kanu n'Abuja taa13 Septemba 2022",
    "Nnamdi Kanu bụ isi sekpụ ntị maka udo tọrọ atọ n'Ọwụwa Anyanwụ - Emmanuel Iwuanyanwu2 Mee 2023",
    "Egwu na-atụ m na Nnamdị Kanu nwere ike nwụọ na ụlọ nkpọrọ DSS - Mike Ozekhome12 Mee 2023",
    "Nke a pụtara na a gaghị ekpezi ikpe dị n’etiti Kanu na gọọmentị Naịjirịa n’ụbọchị 14 Sepụtemba ahụ.",
    "Ozekhome rịọrọ ụlọikpe kachasị ka ha biko hiwe ikpe Kanu na gọọmentị n’ụbọchị Tọzde bụ 28 Sepụtemba 2023.",
    "N’okwu ya “N’ihi ihe banyere etu ọnọdụ ikpe a siri dị nakwa etu ọnọdụ ahụike na mwereonwe Kanu siri dị, anyị na-arịọ ụlọikpe a ka ha biko hiwe ụbọchị 28 Sepụtemba dịka ụbọchị a ga-ekpe ikpe ahụ.”",
    "Mgbe BBC Igbo kpọtụụrụ otu n’ime ndị ọkaiwu Kanu bụ Ifeanyi Ejiofor, o kwuru na nke a bụ eziokwu kama na ụlọikpe azabeghi ozi ahụ.",
    "Nke pụtara na onwebeghi ụbọchị e hiwere maka ikpe ikpe a dịka ọ dị ugbua.",
    "Ebe foto si, Bar. Ifeanyi Ejiofor",
    "N’akwụkwọ Emma Powerful bụ ọnụ na-ekwuru Ipob wepụtara, ha gbarụrụ ihu maka mbugharị ikpe Kanu, bụ onyendu ha nọ n’aka ndị nchekwa Department of State Services (DSS) kamgbe Julaị 2021.",
    "O boro ụlọikpe kachasị nakwa Gọọmentị Naịjirịa ebubo ịkpa nkata hiwe ikpe ahụ na 14 Sepụtemba ebe ha maara na ọ bụ ụbọchị ezumike ụlọikpe.",
    "Ha kpọrọ oku ka gọọmentị tọhapụ Kanu ma ọ bụrụ na ike adịghịzi ha ikpe ya ikpe n’ebubo ha boro ya.",
    "Ikpe Nnamdi Kanu na Gọọmentị etiti dị n’ụlọikpe kachasị na Naịjirịa bụ ‘Supreme Court’ dị mkpa maka na anya ọtụtụ ndị mmadụ na-ele ihe ga-abụ mpụtara ya.",
    "Ikpe ahụ ga-ekwu ma Kanu ọ ga-enwere onwe ya site n’aka DSS ka ọ ga-aga n’ihu ịnọ na mkpọrọ.",
    "Ọtụtụ ndị bi n’Ọwụwanya na-atụ anya na ọ bụrụ Kanu nwere onwe ya na ọ ga-enye aka ka ọnọdụ nchekwa dị mma ma nye aka ịkwụsị atụmatụ ịnọ n’ụlọ.",
    "Cheta gọọmentị Naịjirịa nwuchiri Kanu na mba Kenya ma kpọlata ya Naịjirịa n'ọnwa Juun 2021.",
    "Ha kpụpụrụ ya n'ụlọikpe ma bo ya ọnụ ebubo iri na ise nke gụnyere ịgbasa ozi butere ọgbaghara n'igwe Radio Biafra nakwa ihe ndị ọzọ.",
    "Mana ụlọikpe ukwu dị n’Abuja kachapụrụ ebubo iri na ise ndị ahụ ma sị na aka ya Kanu dị ọcha n’ụbọchị 13 Ọktoba 2022.",
    "Kamgbe ahụ gọọmentị gbara isi akwara ịtọhapụ ya rute nke mere ndị ọkaiwu ya jiri mee mkpesa n'ụlọikpe kachasị.",
    "Ebe foto si, Getty",
    "Nnamdi 'Nwannekaenyi' Okwu Kanu hibere ma bụrụ onye ndu otu a ma dịka Indigenous People of Biafra (Ipob) n'afọ 2012.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara Ọwụwa Anyanwụ kewapụ na Naịjiria ma bụrụ mba a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra, mana ka a lụchara agha nke butere ọnwụ mmadụ ruru otu nde, atụmaatụ ahụ abiaghị na mmezu.",
    "Kanu malitere Redio Biafra nke e hibere na London n'afọ 2009 ma na-agbasa ozi nye ndị Igbo bi na Naịjirịa.",
    "N'afọ 2018 ka gọọmentị Naịjiria nke Muhammadu Buhari bụ onyeisi ha, kpọrọ Ipob ndị oyi ndụ egwu.",
    "Ọ gara Government College Umuahia, gaa mahadum na Naịjiria, (University of Nsukka) nwa mgbe nta tupu ọ gawa London, ebe ọ nọ gaa London Metropolitan University.",
    "Ọ gụrụ 'Politics and Economics' na mahadum Naịjirịa na Nsukka.",
    "A mụrụ ya na Naịjiria mana o nwekwara akwụkwọ ikike (passport) ịbụ onye mba Briten.",
    "Aha nne na nna Eze Israel Kanu, Ugoeze Nnenne Kanu. Ha bụ ndị Afara-Ukwu n'Umuahia, n'Abia steeti.",
    "Ọ lụọla nwaanyị ma jide ụmụ. Nwụnye Nnamdi Kanu bụ Uchechi Okwu Kanu, ya na ụmụ ha bi na Yurope.",
    "Nnamdi Kanu kwenyere na ma bụrụ onye ofufe 'Judaism'.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steetielekere 9 gara aga",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya21 Ọgọọst 2023",
    "Paa Kwesi Asare nke Ghana eritela nturuugo ‘BBC News Komla Dumor Award’ nke afọ 202321 Ọgọọst 2023",
    "Asọmpi iko mbaụwa ụmụnwaanyị nke 2023 bụ echefu echefu... Lee ihe ndị kpatara ya20 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steeti",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Etu nwaanyị onye nwe ụlọ sị wụọ onye bi be ya mmiri ọkụ n'Anambra steeti",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}