{
  "published": "24 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Akwa Okuko/Facebook",
    "Kepukepu na-efegharị na soshal midia bụ na a tọhapụla dibia anya nzụ a ma ama bụ Akwa Okuko Tiwara Aki bụ onye a tọọrọ n’obodo ya bụ Oba dị n’Anambra Steeti n’ụbọchị Sọnde 23 Julaị 2023.",
    "O nwebeghi ihe akaebe maọbụ ozi ọbụla si n’ọnụ Akwa Okuko maọbụ ezinaụlọ ya banyere akụkọ na-atọhapụla ya.",
    "Mgbe BBC kpọtụụrụ ọnụ na-ekwuru ndị uweojii n’Anambra bụ Tochukwu Ikenga n'ụtụtụ Tuzde 25 Julaị, o kwuru na ha enwetebeghi ozi banyere ntọhapụ dibịa anya nzụ a.",
    "Kepukepu a gara n’ihu kwuo na ọ bụ ndị uweojii bịara inwuchi ndị ekperima nọ n’ụlọ ndịna nke Akwa Okuko nwee, bịara nwuchie Akwa Okuko ma buru ya pụọ.",
    "Tochukwu kwuru na ọ bụ asị na aka ndị uweojii adịghị na nwuchi maọbụ ntọrọ Akwa Okuko.",
    "BBC ka na-agba mbọ ịnụta n'ọnụ ezinaụlọ ya iji mata etu ihe si  kwụrụ, ma ọ bụ eziokwu na o nwerela onwe ya.",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke23 Jenụwarị 2022",
    "Ihe mere ụka Anglịkan ji gbarụọ ihu nye ụkọchukwu kpeere dịbịa ekpere31 Disemba 2022",
    "Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ - Father Okunerere9 Mee 2021",
    "Ebe foto si, Akwa okuko/Facebook",
    "Ndị uweojii Anambra steeti kọwara etu e si tọrọ Akwa Okuko ma sị na-eme nyocha maka ya.",
    "Tochukwu Ikenga kwuru na ha na-esi imi n’ala ugbua iji nwuchie ndị tọọrọ nwamadị a.",
    "O kwuru na a tọọrọ Akwa ọkụkọ n’ụlọ ndina ọ rụrụ nke dị n’obodo Oba n’okpuruọchịchị Idemili South nke Anambra steeti mgbe o ji ọkara gafee elekere iri na otu nke abalị (11:30pm)",
    "Akụkọ na-ekwu na ndị ojiegbe tọọrọ ya gbagburu ndị nchekwa ya mmadụ abụọ tupu ha tọrọ ya.",
    "Tupu akụkọ a apụta o nwebeghi onye ma ọ bụ ndị maara ndị ojiegbe wakporo ma tọọrọ Akwa Okuko.",
    "Ebe foto si, Akwa Okuko/Facebook",
    "Ezigbo aha Akwa Okuko bụ Chukwudozie Nwangwu, a mụrụ ya n'afọ 1998.",
    "Ọ bụ onye obodo Oba dị n'okpuruọchịchị Idemili South nke Anambra Steeti.",
    "Ọ bụ onye dibịa ọdịnala a ma ama nke mere e jiri etu ya aha \"Akwa ọkụkọ tiwara akị\"",
    "Ọ bụkwa onye ojiego achụ ego nwere ụlọ ndịnaa kapọrọ 'Triple P' dị n'Oba.",
    "Ọ na-eji soshal midia nakwa ịntanetị agbasa ozi banyere ọrụ dibịa ya.",
    "Ọ bụkwa onye ọrụ enyemaka nye ụfọdụ ndị mmadụ ọkachasị ndị ogbenye",
    "A katọọrọ agwa ya n'oge gara mgbe ọ kpọrọ otu ụkọchukwu Anglịkan ka ọ gbapee ụlọ ndina ya nakwa oge fere ego n'isi otiegwu ụka Kraịst bụ Gozie Okeke. O na-ekesa ekpere nakwa egwu okpukperechi ya n'ịntanetị nakwa soshal midia.",
    "Ọ na-egosikaarị akụnaụba ya na soshal midia nke gụnyere ọtụtụ ụlọ na ụgbọala dị iche iche.",
    "Akwa Okuko a lụọla nwaanyị.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Omenala",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}