{
  "published": "24 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Akwa okuko/Facebook",
    "Ndị uweojii Anambra steeti ekwuola na ha amalitela ime nyocha maka ntọrọ a tọọrọ onye dibia a ma ama bụ Akwa ọkụkọ tiwara akị n’Anambra Steeti.",
    "Ọnụ na-ekwuru ndị uweojii bụ Tochukwu Ikenga gwara BBC Igbo na ha na-esi imi n’ala ugbua iji nwuchie ndị tọọrọ nwamadị a.",
    "O kwuru na a tọọrọ Akwa ọkụkọ n’ụlọ ndina ọ rụrụ nke dị n’obodo Oba n’okpuruọchịchị Idemili South nke Anambra steeti mgbe o ji ọkara gafee elekere iri na abụọ nke abalị (11:30pm)",
    "Akụkọ na-ekwu na ndị ojiegbe tọọrọ ya gbagburu ndị nchekwa ya mmadụ abụọ tupu ha tọrọ ya.",
    "Tupu akụkọ a apụta o nwebeghi onye ma ọ bụ ndị maara ndị ojiegbe wakporo ma tọọrọ Akwa Okuko.",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie Okeke23 Jenụwarị 2022",
    "Ihe mere ụka Anglịkan ji gbarụọ ihu nye ụkọchukwu kpeere dịbịa ekpere31 Disemba 2022",
    "Ihe mere anaghị m agba alụsị m butere ọkụ dịka ụkọchukwu ndị ọzọ - Father Okunerere9 Mee 2021",
    "Ebe foto si, Akwa Okuko/Facebook",
    "Ezigbo aha Akwa Okuko bụ Chukwudozie Nwangwu, a mụrụ ya n'afọ 1998.",
    "Ọ bụ onye obodo Oba dị n'okpuruọchịchị Idemili South nke Anambra Steeti.",
    "Ọ bụ onye dibịa ọdịnala a ma ama nke mere e jiri etu ya aha \"Akwa ọkụkọ tiwara akị\"",
    "Ọ bụkwa onye ojiego achụ ego nwere ụlọ ndịnaa kapọrọ 'Triple P' dị n'Oba.",
    "Ọ na-eji soshal midia nakwa ịntanetị agbasa ozi banyere ọrụ dibịa ya.",
    "Ọ bụkwa onye ọrụ enyemaka nye ụfọdụ ndị mmadụ ọkachasị ndị ogbenye",
    "A katọọrọ agwa ya n'oge gara mgbe ọ kpọrọ otu ụkọchukwu Anglịkan ka ọ gbapee ụlọ ndina ya nakwa oge fere ego n'isi otiegwu ụka Kraịst bụ Gozie Okeke. O na-ekesa ekpere nakwa egwu okpukperechi ya n'ịntanetị nakwa soshal midia.",
    "Ọ na-egosikaarị akụnaụba ya na soshal midia nke gụnyere ọtụtụ ụlọ na ụgbọala dị iche iche.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Omenala",
    "'Sit-at-home agaghị eme ka Nnamdi Kanu pụta na mkpọrọ, anyị achọghịzi ya' - Ndị Enugwu24 Julaị 2023",
    "Akwa Okuko Tiwara Aki: Ihe ndị uweojii na-eme banyere ntọrọ a tọọrọ dibia anya nzụ a24 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Akwa Okuko Tiwara Aki: Ihe ndị uweojii na-eme banyere ntọrọ a tọọrọ dibia anya nzụ a",
    "Sit-at-home agaghị eme ka Nnamdi Kanu pụta na mkpọrọ, anyị achọghịzi ya - Ndị Enugwu",
    "Ihe obodo dị iche iche n'ala Igbo na-akpọ nwagbọghọ",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua",
    "Gịnị ka 'State of Emergency' gọọmentị tinyere na ngalaba nkọpụta nri Naịjirịa pụtara?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}