{
  "published": "4 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "N'oge Ezenwaanyị nwụrụ, e nyefere ocheeze ya ngwa ngwa na-emeghị emume ọbụla nke danyere n’aka Charles, onye bụbu Nwaeze mpaghara Wales.",
    "Nke mere ya Eze ka ọ gbara afọ 73. Ma e nwere ọtụtụ usoro nakwa omenala o ga-esoriri tupu ekpunye ya okpu Eze n’ezie.",
    "Ọnye na-bụ Charles?",
    "A mụrụ Charles n’obieze nke Buckingham Palace n’ụbọchị 14 nke ọnwa Nọvemba afọ 1948. Ọ dị afọ anọ mgbe e kpunyere nne ya okpueze dịka Ezenwaanyị Elizabeth nke abụọ.",
    "Kama ịbụ onye gụrụ akwụkwọ n'ime obí eze, ọ mere agụmakwụkwọ ya n'ụlọakwụkwọ. Ọ gara ụlọakwụkwọ Hill House na West London gakwa Cheam Preparatory School na Berkshire nakwa Gordonstoun dị n’Eastern Scotland.",
    "N'afọ 1969, mgbe ọ dị afọ 20, Ezenwaanyị tere ya mmanụ dịka Nwaeze mpaghara Wales n’ime Caerfarnon Castle. Tupu e tee ya mmanụ, ọ natara ọzụzụ na ngalaba Welsh na mahadum Wales dị n’Aberystwyth.",
    "Mgbasa ozi mbụ nke Eze Charles III mere9 Septemba 2022",
    "Charles abụrụla Eze ọhụru8 Septemba 2022",
    "King Charles III: Onye bụ Eze ọhụrụ nke mba Briten a? 10 Septemba 2022",
    "Ọ lụrụ Lady Diana Spencer n’ụbọchị 29 Julaị nke ọnwa 1981 n’ime ụlọụka St. Paul's Cathedral na Lọndọn. Ha abụọ mụrụ ụmụnwoke abụọ: Ndị bụ Nwaeze William, nke a mụrụ n’ụbọchị 21 n’ọnwa Juun, afọ 1982; na Ọkpara Harry, onye a mụrụ n’ụbọchị 15 nke ọnwa Septemba, afọ 1984.",
    "Alụmdinanwunye ha kwasara n’ụbọchị 28 nke ọnwa Ọọgọstụ 1996, n'agbanyeghị na Nwaadeze nke Wales gara n'ihu na-ebi n’obieze nke Kensington Palace ma na-arụkwa ya dịka nke a n’ihu ọha. Lady Diana nwụrụ n'ihe mberede ụgbọala na Paris n’ụbọchị 31 nke ọnwa Ọọgọstụ 1997.",
    "N’ụbọchị itoolu Eprel afọ 2005, ọ lụrụ Ezenwaanyị Camilla n’emume ha mere na Guildhall, Windsor.",
    "A ga-akpọ ya Eze Charles III.",
    "Nke a bụ mkpebi mbụ nke ọchịchị Eze ọhụrụ a mere, Ọ gara họrọ aha nke a n'ime aha anọ ya bụ Charles Philip Arthur George.",
    "Ọ bụghị naanị mere mgbanwe aha. Nwaeze William na nwunye bụ Catherine na-azazị Duke na Duchess nke Cornwall na Cambridge, dịka Eze enyere ha aha nke Ọkpara na Nwaada Eze of Wales.",
    "Enwekwara aha ọhụrụ maka nwunye Charles bụ amilla, onye na-aghọ Ezenwaanyị ‘Consort’ - consort bụ aha a na-akpọ nwunye Eze.",
    "Ebe foto si, PA Media",
    "Aga eduru Charles iyi ọrụ dịka Eze n’uju n’ụbọchị Satọde dịka Ezenwaanyị nwụchara. Emere emume n’ụka St James’s Palace na Lọndọn, n'ihu otu emume a maara dịka ‘Accession Council’.",
    "Nke a bụ ndị otu ndị nwere agba gụnyere - otu ndị omeiwu ukwu, ndị gara aga na-arụ ọrụ ugbua, na ndị otu ọgbọ ya- yana ụfọdụ ndị ọrụ obodo, nnọchiteanya otu Commonwealth, na onyeisi obodo nke London.",
    "‘Council Accession’ nwere akụkụ abụọ nke Eze Charles nọọrọ naanị maka nke abụọ.",
    "Ihe ruru ndị ndụmọdụ nzuzo mmadụ 200 sonyere emume ahụ - ọnụọgụgụ ahụ bụkwa ọnụọgụgụ ndị sonyere ọgbakọ ‘Council Accession’ ikpeazụ e mere na 1952.",
    "N'akụkụ nke mbụ nke nzukọ ahụ, Onyeisioche nke otu Privy Council (nke bụ omeiwu Penny Mordaunt) mara ọkwa ọnwụ Ezenwaanyị Elizabeth, ma gụpụta ọkwa ahụ n'olu dara ụda n’ihu ọha ndị ahụ.",
    "Ọgbakọ a gụnyere ọtụtụ ekpere na nakwa ihe ncheta, ndị jara Ezenwaanyị mma ma kwapụta nkwado nye Eze ọhụrụ.",
    "Ọtụtụ ndị nwere agba nke gụnyere praịm minista, Archbishọp nke Canterbury, na Lord Chancellor bịanyere aka na nkwupụta ahụ. A gụrụ ya n'olu dara ụda n’elu mbara ihu ụlọ dị n'elu nke ụlọ Friary dị na St James's Palace dịka a gụrụ abụ mba ahụ na kemgbe 1952, ma tinye okwu \"Chineke zọpụta Eze\".",
    "Eze Charles sonyere nzukọ nke abụọ nke otu ‘Council Accession’, yana ndị otu nwere agba nke ‘Privy Council’.",
    "Emeghi emume “idu iyi ọrụ’ iji mme mmalite nke ọchịchị Eze BriTEN, n'ụdị nke ụfọdụ ndị isi mba ndị ọzọ, dịka onyeisiala mba Amerịka.",
    "Kama nke ahụ, Eze mere nkwupụta ịkwado ọchịchị mba ahụ - n'ụzọ kwekọrọ omenala ha malitere n’ebe oge mgbe ochie nke senchụrị 18 - ọ ṅụrụ iyi ichekwa Ụka Scotland.",
    "Mgbe nke e mechara nzukọ ‘Council Accession’ – Nakwa kpọpụta aha Charles d ka Eze, e mesịrị gụpụta mkpọta ahụ n’Edinburgh, Cardiff na Belfast.",
    "Ebe foto si, Getty Images",
    "Mgbe Ezewnwaanyị nke abụọ chiri nwa ya nwoke Charles echichi dịka Ọkparaeze nke mpaghara Wales n’afọ 1969.",
    "Ihe gbara ọkpụrụ ga-eso Charles irigoro ocheeze bụ emume ịchị Eze, mgbe a ga-ekpunye ya okpueze n’ezie. N'ihi nkwadebe dị mkpa maka emume a emeghi ya ngwa ngwa Charles rigoro ocheeze nwụsịrị - Ezenwaanyị Elizabeth gara n'ocheeze n’ọnwa Febrụwarị 1952, mana okpughị okpueze ruo Juun 1953.",
    "N'ime afọ 900 gara aga, a na-eme emume ịchị Eze na Westminster Abbey - William the Conqueror bụ Eze mbụ e chiri Eze ebe ahụ, Charles ga-abụ onye nke iri anọ.",
    "Ọ bụ emume nke okpukpere Kraịsti nke ụka Anglikan, bụ nke onyeisi ụka, Archbishọp nke Canterbury ga-anọ n’isi ya. N’emume a, ọ ga-ekpunye okpueze St Edward's Crown n'isi Charles - okpueze ọlaedo a siri ike emepụtara n’afọ 1661.",
    "Ebe foto si, MIRRORPIX / GETTY IMAGES",
    "Nke a bụ otu n’ime nchịkọta okpueze Crown Jewels dị n’ogige Tower of London, Eze na-ekpu okpu a naanị n'oge ịchị echịchị ya (ọbụlagodi n'ihi na ọ dị arọ ru 2.23kg - ihe fọrọ nke nta ka ọ bụrụ 5lbs).",
    "Na-adịghị ka agbamakwụkwọ ndị Eze, emume ichieze bụ emume gọọmentị na-eme - ọ bụ gọọmentị na-akwụ ụgwọ emume a, na-ekpebikwa ndị ga-abịa na ndị agaghị abịa.",
    "A ga-akpọ egwu, mee agụmagụ okwu dị iche iche n’emume a ma tekwaa Eze ọhụrụ mmanụ. A ga-eji mmanụ oroma, rose, cinnamon, musk na ambergris.",
    "Eze ọhụrụ ahụ ga-aṅụ iyi ọrụ n'ihu ụwa. N'oge mmemme a ga-ekpo ezigbo ọkụ, ọ ga-anata nyiri mara ikike ọchịchị na mkpanaka iji gosi mmalite ọchịchị ọhụrụ ya dịka Archbishọp nke Canterbury ga-ekpunye ya okpueze ọlaedo siri ike n'isi.",
    "Charles abụrụla onyeisi Commonwealth, bụ otu mba 56 nọọrọ onwe ha bụ mba nwere ihe ruru ijeri mmadụ abụo na ụma. Na mba iri na anọ ndị nakwa mba Briten, Eze bụ onyeisiala ha.",
    "Mba ndị a maara dịka mba Commonwealth bụ: Australia, Antigua and Barbuda, Bahamas, Belize, Canada, Grenada, Jamaica, Papua New Guinea, St Christopher and Nevis, St Lucia, St Vincent and Grenadines, New Zealand, Solomon Agwaetiti na Tuvalu.",
    "Ebe foto si, Getty Images",
    "United Kingdom",
    "King Charles III",
    "Queen Elizabeth II",
    "Naịjirịa akpọlatala ụfọdụ ụmụafọ ha ndị tọrọ na Sudan30 Eprel 2023",
    "Pope Francis eyipụla fada mụtara nwa dị afọ 10 akwa dịka ụkọchukwuelekere 4 gara aga",
    "NA EME UGBU A Etu ndị 'unknown gunmen' si gbagbuo ndị uweojii atọ n'Anambra taa2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}