{
  "published": "04:37",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu - Nkasiobi Chukwu",
    "Onye dere ya, Makuochi Okafor na Amaka Bassey",
    "Ndị mere akụkọ a,  Journalist na Video Editor",
    "Ebeg o si  Lagos",
    "Julaị 2023",
    "Ị ma na e nwereike isi n'ụzọ teknuzụ hazie onye otiegwu na-abụghị mmadụ ma mee ya ka ọ na-eti egwu ka mmadụ?",
    "Site n'ụzọ teknuzụ ọhụrụ a kpọrọ \"Artificial intelligence\" (AI), otu nwaamadi aha ya bụ Nkasiobi Chukwu (Eclipse) amalitela ịmepụta egwu nke ya ma hazie otu nwaada na-abụghị mmadụ na-etiri ya egwu.",
    "Aha nwaanyị AI nke Chukwu kepụtara bụ Mya Blue, onye o jirila tipụta ụfọdụ egwu bụ nke ndị mmadụ na-ege n'ịntanetị ugbua.",
    "Maazị Chukwu, onye ya na otiegwu MI Abaga na Dj Jimmy Jatt tikọrọla egwu na mbụ, kwuru na enweghị onye kuziri ya ọrụ iji AI hazie egwu kama ọ si n'Ịntanet mụta ya.",
    "Chukwu kwuru na ọ malitere na mgbe ọ nọ ụlọakwụkwọ Sekọndịrị were tiwe egwu mana ọ ugbua ọ na-eleba anya na teknụzụ AI iji mara etu a ga-esi jiri ya mee ihe pụrụ iche na ngalaba iti egwu.",
    "\"Ebumnobi m bụ ịbụ onye mbụ na Afrịka ga-eji AI mepụtara efere egwu (album),\" Nkasiobi Chukwu gwara BBC Igbo.",
    "Ebe foto si, Nkasiobi Chukwu",
    "Nkasiobi ejirila Mya Blue",
    "Etu m si sọrọ KCee mee egwu Ojapiano - Chigozie Okeke23 Juun 2023",
    "Ihe mere ụfọdụ ndị otiegwu n'Ọwụwa Anyanwụ anaghị apụtacha ihe - Ugochi27 Mee 2023",
    "https://www.bbc.com/igbo/articles/cx7ypvj5qxpo",
    "Otu ihe na-eche ndị mmadụ uche n'okwu AI a bụ na o nwereike ịnapụ ndị mmadụ ọrụ dịka ugbua, a na-eji ya ese foto, ede akụkọ, ekwupụta okwu dịka mmadụ, echepụta echiche dịka mmadụ nakwa ihe ndị ọzọ.",
    "Mana Chukwu gwara BBC Igbo na ndị mmadụ ekwesịghi ịtụ egwu n'ihi na ọ bụ mmadụ mepụtara teknuzụ AI ka ọ rụọ ọrụ. N'okwu ya o si na \"Ọkwụrụ agaghị akarị onye kụrụ ya\".",
    "O kwukwara na AI a bụ ohere ọhụrụ nye ndị ụmụafo Afrịka iji mepụta egwu nakwa ihe ndị ọzọ ma mee ihe ga-atụ uwa n'anya.",
    "Ugbua, Chukwu ewepụta onye otiegwu aha ya bụ Mya Blue nke bụ nwaada otiegwu na-abụghị mmadụ mana o na-eti egwu nke onwe ya.",
    "Ebe foto si, Nkasiobi Chukwu",
    "Mya Blue e nweela nchịkọta egwu nke mbụ ya a kpọrọ \"Infinite Echoes\", nke onye ọbụla nọ n'akụkụ ụwa nwereike ịga n'ọbaegwu ịntanetị gee ya bụ egwu.",
    "Ụwa na-achọ imetakwu maka echiche ọhụrụ a a kpọrọ AI dịka ndị ọrụ sayensi na-echepụta ụzọ ọhụrụ ndị e nwereike iji ya kwalite ọrụ ịkpa ndị mmadụ obi aṅụrị, ọrụ nchekwa, agụmakwụkwọ, ọrụ ahụike nakwa ihe ndị ọzọ.",
    "Otu nwaamadị bụ onye ntaakụkọ ọkaibe n'ọrụ iti egwu nakwa mmepụta egwu gwara BBC Igbo na \"AI ga-akwalite ohere ụmụafo Afrịka ọkachasi ndị ntorobịa Naịjirịa ga-esi chakee n'ọrụ mmepụta egwu \"Afrobeats\".",
    "O kwuru \"Ụmụafo Afrịka, tetanụ n'ụra, ekwela ka ụwa gbalaha unu n'ọsọ n'okwu mmụta ọrụ AI a\".",
    "Ka ọ dị ugbua, Maazị Chukwu kọwara na o nwere olileanya na iji AI mepụta egwu ga emepere ya ụzọ ọhụrụ na Naịjirịa, n'Afrịka nakwa n'ụwa niile.",
    "Ụmụntoroọbịa",
    "Tekinụzụ",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Vidio, Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?, Duration 3,3424 Julaị 2023",
    "Vidio, AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu , Duration 4,3722 Julaị 2023",
    "Vidio, Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua, Duration 1,2819 Julaị 2023",
    "Vidio, Ọ fọrọ obere ihe ka mbuze rie ụlọ anyị n’Ogbor Hill Aba., Duration 0,5618 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}