{
  "published": "30 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "O were ihe na-erughị otu awa Joe Biden nwere mkpebi iwezuga onwe ya ka ndị Democrats malite ịgbakọta Kamala Harris dịka onye a họpụtara maka ịzọ ọkwa onyeisiala ọhụrụ nke pati ha n’afọ 2014.",
    "Dịka osote onyeisiala Amerịka na-achọ ịbụ nwanyị mbụ ga-ejide ọkwa kachasị elu nke mba ahụ, achụmtavootu ya na-agba ndị ga-atụ vootu ume ma bulie ndekọ $ 671m (£ 514m) na onyinye n'ime ọnwa abụọ gara aga - ihe fọrọ nke nta ka ọ bụrụ okpukpu atọ nke onye ndọrọndọrọ Republican Donald Trump jisiri ike.",
    "Mana njem ya inweta tiketi ahụ bụ ihe pụrụ iche, juputara n’ajụjụ ndị siri ike. Nke a bụ ileba anya n'ọrụ Ms Harris, ihe omume ndị kpụziri ndụ ya, ya na etu o si bụrụ nwaanyị isi ojii mbụ a họpụtara maka ọkwa onye isi ala.",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe1 Nọvemba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere30 Ọktọba 2024",
    "Oriakụ Harris buru ụzọ tụba okpu ya na mgbanaka maka onye isi ala afọ ise gara aga.",
    "Ọ malitere ọrụ ya dịka onye ọka iwu mpaghara - maọbụ onye ọkaiwu kachasị elu - maka Alameda County nakwa, site na 2004 ruo 2011, maka obodo San Francisco.",
    "Nkwalite ya ọzọ bụ onye ọka iwu California, bụrụ nwanyị mbụ na onye isi ojii mbụ a họpụtara ka ọ bụrụ ọkaiwu kachasị elu na steeti America kachasị nwee ọnụọgụ mmadụ.",
    "O jiri ume ahụ kwalite ịgba mbọ dịka onye omebe iwu California n’afọ 2016, nke o sitere na ya wepụta oke n'ụdị ikpe ya na nnọkọ kọmitii.",
    "Mana ntuli aka onye isi ala nke 2020 nke malitere site na nnukwu igwe mmadụ na oge arụmụka siri ike ka Ms Harris na-agba mbọ ịkọwapụta echiche na usoro amụma ya.",
    "Mgbasa ozi ya nwụrụ n'ihe na-erughị otu afọ ma ọ bụ Mazị Biden kpọghachitere onye dị afọ 59 ugbu a n'okpuru ìhè mba site n'ịgbakwunye ya na tiketi ya.",
    "Gil Duran, onye bụbu onye ntụzi mgbasa ozi maka Ms Harris, kpọrọ ya \"nnukwu mgbanwe nke akụ na ụba\".",
    "\"Ọtụtụ ndị echeghị na o nwere ịdọ aka ná ntị ma lekwasị anya ka ọ rịgoro n'ọkwá na White House ngwa ngwa ... ọ bụ ezie na ndị mmadụ maara na o nwere ọchịchọ na ikike kpakpando. Ọ na-apụta mgbe niile na o nwere nkà na-enweghị isi, \"Duran. kwuru.",
    "Ndị otu ụka Kraịst kwenyere na ọ bụ Chineke zitere Trump29 Ọktọba 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ms Harris lekwasịrị anya n'ọtụtụ atụmatụ dị mkpa mgbe ọ nọ na White House, ọ bụkwa ya nyere aka n'ọtụtụ ọrụ gọọmentị Biden rụzuru.",
    "O debere ndekọ ọhụrụ maka ntuli aka na-agbaji nke ukwuu nke onye osote onye isi oche tụbara na akụkọ ihe mere eme nke Senate, na-enyere aka ịgafe Iwu Mbelata Mbelata ọnụ ahịa na Atụmatụ Nnapụta America, nke nyere ego mkpali Covid-era na enyemaka ndị ọzọ.",
    "Mazị Biden kpọkukwara Ms Harris ka o duzie mbọ na-eleba anya na isi ihe na-akpata ịkwaga mbata n'agbanyeghị ọnụ ọgụgụ ndị na-akwaga mba ọzọ na-enweghị akwụkwọ na oke US-Mexico.",
    "Ọ bụ okwu ndị mmegide na-arụtụ aka dị ka otu ebe ọ na-enwebeghị ọganihu zuru oke, ndị Republican na ụfọdụ ndị Democrats katọrọ ya maka iwere ọnwa isii iji mee atụmatụ njem na oke ala mgbe ọ banyere n'ọfịs.",
    "N'oge na-adịbeghị anya, Ms Harris abụrụla onye isi nchịkwa na-akọwapụta mmebi nke mmachibido ime afọ ime ka Ụlọikpe Kasị Elu kagburu Roe v Wade, ụkpụrụ nke ọkara narị afọ nke na-ekwe nkwa ikike ime ime, na 2022.",
    "Ọgụ gbasara ikike ịmụ nwa weere ọnọdụ etiti na Mgbakọ Democratic n'August, na-adakọ nke ọma na ozi na-akpali akpali: nnwere onwe.",
    "N'okwu isi okwu DNC ya, okwu kachasị ukwuu nke ọrụ ya, Ms Harris katọrọ Trump na ndị Republican dị ka ndị na-esepụta mbọ na-enweghị mmasị na igbochi ime ime na obodo.",
    "\"N'ikwu ya n'ụzọ dị mfe, ha apụọla n'uche ha,\" ka o kwuru, na-ekwe nkwa iweghachi ihe nchebe nke Roe nyere.",
    "Oriakụ Harris na-achọkwa iwebata onwe ya na ndị ntuli aka, ụfọdụ ntụli aka na-egosi ọtụtụ ndị na-ele Trump anya ka ọ dị nso na etiti ndọrọ ndọrọ ọchịchị.",
    "N'ụzọ mkpọsa nke 2020, ọ tụlere ịdabere n'aka ekpe na mbata na ọpụpụ, ikike LGBT na okwu ndị ọzọ mana ọ chere mwakpo ugboro ugboro n'oge ikpe ikpe ya gara aga.",
    "Afọ anọ ka nke ahụ gasịrị, Oriakụ Harris na-egosipụta onwe ya dị ka onye uwe ojii ga-emebi onye a mara ikpe na Trump.",
    "Mana ọ na-ekwekwa nkwa iwepụta atụmatụ na-aga n'ihu nke na-ebuli ezinụlọ ndị nọ n'etiti etiti dị ka nke ya.",
    "\"Ọrụ m niile, enwere m naanị otu onye ahịa: ndị mmadụ,\" ka o kwuru.",
    "A mụrụ Ms Harris na Oakland, California nye nne na nna abụọ kwagara mba ọzọ: nne mụrụ India na nna mụrụ Jamaica.",
    "Nne na nna ya gbara alụkwaghịm mgbe ọ dị afọ ise, ọ bụ nne Hindu naanị ya, Shyamala Gopalan Harris zụlitere ya, onye nyocha ọrịa kansa na onye na-akwado ikike obodo.",
    "Nwada Harris na-ekwukarị maka nkuzi ọ kụziri ụmụ ya nwanyị.",
    "\"Ọ bụ onye siri ike, nwere obi ike, onye na-agba mbọ n'ọgụ maka ahụike ụmụ nwanyị,\" Ms Harris gwara DNC. \"Ọ kụziiri anyị ka anyị ghara ime mkpesa banyere ikpe na-ezighị ezi, kama mee ihe banyere ya.\"",
    "Ms Harris tolitere na ihe nketa ndị India ya na-akpakọrịta, na-esonyere nne ya na nleta India, mana o kwuru na nne ya mikpuru ma nwanne ya nwanyị nke obere Maya na ya na omenala ojii Oakland.",
    "\"Nne m ghọtara nke ọma na ọ na-azụ ụmụ nwanyị abụọ ojii,\" ka o dere n'akwụkwọ akụkọ ndụ ya bụ The Truths We Hold.",
    "\"Ọ maara na obodo nna ya e kuchiri ga-ahụ mụ na Maya dị ka ụmụ agbọghọ ojii na o kpebisiri ike ịhụ na anyị ga-etolite n'ime ụmụ nwanyị ojii dị mpako.\"",
    "Mkpọrọgwụ agbụrụ ya na nzụlite ya nwere ike ime ka ọ dịkwuo mfe itinye aka na mmasị ọtụtụ ndị America. Akụkụ nke obodo nwere mgbanwe igwe mmadụ ngwa ngwa - mgbanwe zuru oke iji gbanwee ndọrọ ndọrọ ọchịchị mpaghara - hụ ya dị ka akara na-achọsi ike.",
    "Mana ọ bụ oge ya na Mahadum Howard, otu n'ime kọleji na mahadum ndị ojii ama ama n'akụkọ ihe mere eme nke ọ kọwapụtara dị ka otu n'ime ahụmịhe kachasị na ndụ ya.",
    "Lita Rosario-Richardson zutere Kamala Harris mgbe ọ nọ na Howard na 1980s mgbe ụmụ akwụkwọ ga-ezukọ na kampos iji kparịta ndọrọ ndọrọ ọchịchị, ejiji na asịrị.",
    "O kwuru, sị: “Achọpụtara m na o nwere ezigbo arụmụka.",
    "Ha jikọrọ aka na ikike maka arụmụka siri ike na ndị Republicans campus, ahụmahụ ha na-etolite na ndị nne na-azụ ụmụ, ọbụlagodi na ha abụọ bụ ndị Libras. Ọ bụkwa oge ndọrọ ndọrọ ọchịchị.",
    "Ms Rosario-Richardson kwuru, \"Reagan bụ onye isi ala n'oge ahụ, ọ bụkwa oge ịkpa ókè agbụrụ na ọtụtụ okwu gbasara mgbanwe na 'trans Africa' na okwu ezumike Martin Luther King.\"",
    "\"Anyị maara na, ịbụ ụmụ nke ndị ohu na ndị na-agba agba na-apụta site n'ọchịchị, na anyị nwere ọrụ pụrụ iche na inwe agụmakwụkwọ na-enye anyị ọnọdụ pụrụ iche na ọha mmadụ iji nyere aka mee mgbanwe mgbanwe,\" ọ kọwara - ọ bụ nkà ihe ọmụma na oku ime ihe bụ akụkụ nke ahụmịhe mahadum Ms Harris biri.",
    "Mana Oriakụ Harris na-arụkwa ọrụ n'ụzọ dị mfe n'ime obodo ndị ọcha kacha. Oge mmalite ya gụnyere oge na Canada. Mgbe Ms Gopalan Harris nwetara ọrụ nkuzi na Mahadum McGill, Kamala na Maya soro ya gaa akwụkwọ na Montreal afọ ise.",
    "Ms Harris kwuru na ọ na-adị ya mma mgbe niile na njirimara ya na-akọwa onwe ya dị ka onye America.",
    "Ọ gwara Washington Post na 2019 na ndị ndọrọ ndọrọ ọchịchị ekwesịghị ịbanye na ngalaba n'ihi agba ma ọ bụ nzụlite ha.",
    "\"Ihe m na-ekwu bụ: Abụ m onye m. Ọ dị m mma na ya. Ị nwere ike ịchọta ya, ma ọ dị m mma na ya, \"ka o kwuru.",
    "Site na mmalite, dị ka enyi ya bụ Ms Rosario-Richardson na-agba akaebe, o gosipụtara nkà ndị nyere ya ohere ịbụ otu n'ime ụmụ nwanyị ole na ole na-esi na mgbochi.",
    "Ọ sịrị, \"Nke ahụ bụ ihe dọtara m ime ka ọ sonye n'òtù arụmụka [na Mahadum Howard], enweghị atụ egwu,\" ka o kwuru.",
    "Amamihe na ọchị bụ akụkụ nke ahụ. Na vidiyo ezigara na mgbasa ozi mmekọrịta ya na 2020 mgbe ọ meriri ntuli aka ahụ, ọ na-akọrọ akụkọ banyere mmeri ahụ - jiri oke ọchị - ya na Mr Biden: \"Anyị mere ya, anyị mere ya Joe, ị ga-abụ onye ahụ. Onye isi ala United States ọzọ!\"",
    "Ọchị o kesara onye-isi-isi-nduzi mgbe ahụ, mgbe ọ na-akpọ oku ekwentị mbụ ahụ dị mkpa, bụ otu enyi ya ghọtara ozugbo na nke ọma.",
    "\"Ọ na-enwekarị ọchị ahụ, ọ na-enwekwa ihe ọchị mgbe niile, ọ na-enwekwa uche - ọbụlagodi na arụmụka nke mahadum - iji nweta isi ihe ndị ahụ.\"",
    "Na 2014, mgbe ahụ-Senator Harris lụrụ onye ọka iwu Doug Emhoff wee bụrụ nne nnochita ụmụ ya abụọ, Cole na Ella.",
    "O dere otu akụkọ maka akwụkwọ akụkọ Elle na 2019 gbasara ahụmịhe nke ịbụ nne nkuchi wee kpughee aha bịara na-achị ọtụtụ akụkọ sochirinụ.",
    "\"Mgbe mụ na Doug lụrụ, Cole, Ella, na m kwetara na anyị enweghị mmasị na okwu 'stepmom'. Kama, ha wepụtara aha 'Momala'.\"",
    "Ha na nna ha, Cole na Ella bụ ihe egwuregwu na 2024 DNC, na-aga na ogbo iji mee Ms Harris na ihe ha kpọrọ \"ezinaụlọ ha jikọtara ọnụ, mara mma\".",
    "Nwanne ya nwanyị, Maya, nwa nwanne Meena na - ikekwe nke kachasị echefu - ụmụ nwanne ya nwoke abụọ pụtakwara na Chicago.",
    "Ọtụtụ ndị na-arụ ụka na ekwesịrị ịhụ ya ma mata ya dị ka onye sitere na ụdị ezinụlọ ọzọ na nke ahụ bụ onye nketa nke ọgbọ ndị inyom ojii na-agba mbọ.",
    "Nadia Brown, osote prọfesọ nke sayensị ndọrọ ndọrọ ọchịchị na ọmụmụ ihe Africa American na Mahadum Purdue, gwara BBC na Ms Harris na-agbaso nzọụkwụ Fannie Lou Hamer, Ella Baker na Septima Clark, na ndị ọzọ.",
    "Ọ sịrị, \"Ọ bụ onye ga-eketa ihe nketa nke ndị nhazi ntọala, ndị isi a họpụtara ahọpụta, na ndị na-agaghị nke ọma bụ ndị meghere ụzọ a na White House,\" ka o kwuru.",
    "Amerika",
    "Donald Trump",
    "Ntuliaka Mba Amerịka nke afọ 2024",
    "Kamala Harris",
    "Kemi Badenoch: Onye bụ onyeisi ọhụrụ nke otu Conservatives mba Briten?elekere 9 gara aga",
    "Ihe ndị Afrịka chọrọ na ntụliaka Amerịkaelekere 6 gara aga",
    "Gọvanọ Alex Otti atụọla vootu2 Nọvemba 2024",
    "Etu e si mee olili Emmanuel Iwuanyanwu bụ Onyeisi Ohanaeze Ndigbo1 Nọvemba 2024",
    "Ikwu mmadụ o tozuru oke iketa akụnaụba ya ma ọ nwụọ?30 Ọktọba 2024",
    "E gburu nwunye m dị ime ọnwa ise ka a rịchara ya elu n'ike29 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere30 Ọktọba 2024",
    "Kamala Harris: Ọtụtụ njirimara nwaanyị mbụ bụ Osote onyeisiala Amerịka 30 Ọktọba 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe1 Nọvemba 2024",
    "A tabiela nwataakwụkwọ ire n'Abia steeti26 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}