{
  "published": "1 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Okra bụ osisi nwere oke ọnụ na mpaghara ọdịda anyanwụ kọntinent Afrịka. A na-eji ya esi nri, bakwa iji ya gwụọ ọrịa. N'isiokwu a, anyị na-ele anya na uru ahụike nke okra bụ akwụkwọ nri dị oke ọnụ ahịa n'Afrịka.",
    "Ọ bụrụ na ị gaa n'ahịa n'ọdịda anyanwụ Afrịka, o doro anya na ị ga-ahụ ndị na-ere okra n'ọdọ ahịa ha. Ọ bụ ezie na ọ bụ n'Afịka ka o si, okra, nke aha sayensị ya bụ Abelmoschus esculentus, na-eto na mbaụwa niile.",
    "Nke bụ eziokwu bụ na e ji okra esi efere nri dị icheiche n'Afrịka, India bụ ndị kasị emepụta ya n'ụwa. H na-emepụta ihe ruru 6,126,000 ton kwa afọ.",
    "Na-esote ya bụ Naịjirịa nke na-emepụta 2,033,129 tọn kwa afọ. Sudan so na mba  na-emepụta okra kasị ukwuu kwa afọ. nke ha 304,712 tọn.",
    "Etu e si esi ogiri asamma19 Mee 2021",
    "Ihe ndị a ị na-etinye n'ọnụ nwereike igbu gị22 Febụwarị 2020",
    "Ịhapụ iri nri ụtụtụ o nwereike igbu gị n'oge erughị eru?27 Eprel 2019",
    "Ebe foto si, Getty Images",
    "Ọkachamara n'ihe banyere nri na onyeisi otu NutriMali bụ Mamadou Seydou Bah kwuru na \"Okra bara ụba na vitamin na mineral. Anyị nwere ike ịhụ vitaminotu B, karịsịa vitamin B2, B3, B6, B9 nakwa vitamin C. Ọ bụ osisi nke nwere vitamin K.",
    "Okra juputara na antioxidants dị ka vitamin C, polyphenols, polysaccharides, na mineral dị ka nnyocha Yuan et al mere n'afọ 2018 siri kwu.",
    "Antioxidants, \"na-alụ ọgụ megide ihe a na-akpọ oxidation nke mkpụrụ ndụ n'ime ahụ mmadụ, nke free radicals kpatara,\" Bah na-ekwu.",
    "Dị ka ọkachamara n'ihe banyere nri na Ivory Coast bụ Marion Ezzedine si kwuo, nnukwu vitamin C dị n'okra na-eme ka ọ bụrụ nri na-enyere ahụ mmadụ aka buo agaha megide ọrịa, sie ike ma na-enye aka ịlụso ịka nká cellular ọgụ.",
    "Ọ bụrụ na ị na-achọ ịhapụ ibu, ị nwere ike iji okra mee nke a. N'ezie, obere abụba ya na-eme ka calorie ya dị ntakịrị.",
    "Okra na-arụkwa ọrụ dị mkpa n'usoro mgbari nri n;ime ahụ mmadụ.",
    "Ebe foto si, Getty Images",
    "\"Ya mere, ọ bụ nri na-enyere aka ịhazi ihe na-agafe n'eriri afọ na ọkwa ọbara cholesterol ọbara,\" Ezzedine na-ekpughe.",
    "Ihe oriri erimeri a na-ebelata nnabata nke carbohydrates na abụba.",
    "Dị ka Dọkịta. Mamadou Seydou Bah si kwuo, okra bụ osisi bara ụba na manganese na magnesium.",
    "Bah kwuru na \"Manganese bara uru dị mkpa n'ịmepụta ọkpụkpụ, nakwa na protein metabolism. Ọ na-ekerekwa òkè na ịrụ ọrụ nke usoro ụjọ ahụ\".",
    "E wezụga uru nri ya, a na-ejikwa okra emepụta ọgwụ ọdịnala.",
    "Mamadou Seydou Bah kwuru, \"A na-eji okra eme ihe n'ọtụtụ ebe, ọkachasị maka ọgwụgwọ nodules na ọgwụ ọdịnala.",
    "Ebe foto si, Getty Images",
    "Dịka osisi dị oké ọnụ ahịa na'Afrịka, a na-eji okra esi ọtụtụ efere dị icheiche n'Afrịka.",
    "Dabere n'ụdị efere nri ọ bụ, enwere ike iri okra e siri esi, maọdụ nke a na-esighi esi e ji eme salads, nke akpọrọ n'anwụ maọbụ ọbụna jiri ya sie ofe.",
    "Na mba Senegal, a na-eji ya esi nri soupou kandja, ebe na mba Ivory Coast, a na-eji ya akwadebe ihendori gumbo. Enwere ọtụtụ ụdị gumbo dabere na obodo. Ndị mba Cameroon na Benin nwere ụdịrị gumbo nke ha.",
    "Na mba Republik nke Guinea, okra bụ otu n'ime ihe eji akwadebe nri foutti, efere nri e ji akwụkwọ sọrel na okra esi.",
    "Dịka Dọkịta Ezzedine si kwuo, \"okra ga-enwe ike ịgbari ma ọ bụrụ na esi ya mana ihe ndị na-edozi ahụ n'okra na--bụ nke na-aka mma ma ọ bụrụ na esighi ya esi (karịsịa vitamin C nke na-enwe mmetụta okpomọkụ).\"",
    "Onye na-ahụ maka nri na-edozi ahụ Mamadou Seydou Bah na-adụ ọdụ ka ị ghara isi okra nke ukwuu iji zere mmebi ụfọdụ vitamin dị na ya. Ọ na-adụ ọdụ ka ị ghara ịhapụ okra na anyanwụ nke ukwuu maka ndị na-ahọrọ ya ma ọ bụrụ na ọ kpọ nkọ.",
    "\"Okra nwere udidi gelatinous nke enwere ike iji mee ka nri lọọalọ. Iji belata akụkụ gelatinous, rie ya na ndụ ma ọ bụ nke e siri ntakịrị,\" ka Oriakụ Ezzedine, ọkachamara n'ihe banyere nri na-aga n'ihu kọwaa.",
    "Nri",
    "Ahụike",
    "Nrị na-edozi ahụ",
    "NA EME UGBU A, Pope Francis ekwuola okwu gbasara ndịagha United Nations e merụrụ ahụ na Lebanon",
    "Allen Onyema: Nke bụ eziokwu maka ebubo nrụrụaka mba Amerịka boro ya13 Ọktọba 2024",
    "Binta Nyako: Ọkaikpe kachasị na Naịjirịa enyeghachịla ya ikpe Nnamdi Kanu11 Ọktọba 2024",
    "Ihe bụ iwe m ebe Gọvanọ Fubara nọ - Nyesom Wike9 Ọktọba 2024",
    "Ihe mere ndị Ilaje ji atụnye nwa ọhụrụ na mmiri 9 Ọktọba 2024",
    "Mmachi asambodo ofesi: 'Ọ dị m ka onye e gwuru wayo, e gburu m oge m ma mefukwa ego nne na nna m’8 Ọktọba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Gọmentị Enugwu akwatuola ụlọ e ji atọ ndị mmadụ n’Owerre Court, Agwu5 Ọktọba 2024",
    "WHO enyela nkwado maka nnyocha mpox anaghị egbu oge4 Ọktọba 2024",
    "Lee uru okwụrụ bara n'ahụike mmadụ1 Ọktọba 2024",
    "Binta Nyako: Ọkaikpe kachasị na Naịjirịa enyeghachịla ya ikpe Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Kedụ ka e si a họpụta ndị imeobi Eze ọdịnala?",
    "\"Ịlụ ọgụ na-amasị m, ana m alụchitere nwanne m nwoke ọgụ\" - Chiamaka NwaturuochaEmelitere ikpeazụ na: 9 Nọvemba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}