{
  "published": "13 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Godswill Akpabio/Facebook/Tadujeen Abbas/Facebook",
    "Ndị ụlọomeiwu ukwu na nke nta Naịjirịa emechaala ntuliaka ha. Ndị ụlọomeiwu Naịjirịa bu ụzọ mechapụ ntuliaka nke ha dịka ndị ụlọomeiwu nta gara n’ihu na-eme nke ha.",
    "Ntuliaka ahụ họpụtara Godswill Akpabio dịka onye ga-achị ụlọomeiwu Naịjirịa agba ọchịchị nke 10 ebe a họpụtara Tadujeen Abbas dịka onye ga-achị ụlọomeiwu nta Naịjirịa.",
    "Ọnụọgụgụ vootu a tụrụ Akpabio kacha ebe o nwetere vootu 63 ebe onye so ya n'azụ bụ Abdul'aziz Abubakar Yari nwetere vootu 46.",
    "Akpabio na onye osote bụ Barau Jibrin ga-anọzị n’isi ọchịchị ụlọomeiwu Naịjirịa ugbua.",
    "Abbas ji vootu 353 merie dịka nchịkọta vootu niile a tụrụ bụ 359.",
    "A họpụtakwara Ben Kalu dịka osote onyeisi ụlọọmeiwu nta Naịjirịa. Enweghi onye mere ya aka n'atụmatụ ahụ.",
    "Cheta na otu All Progressives Congress (APC) bụ pati ha wepụtara aha mmadụ abụọ a nwetere mmeri dịka ndị ha chọrọ ka ha chịa ọkwa ndị a nke onyeisiala Bola Tinubu kwadoro n'oge ahụ.",
    "Ebe foto si, Godswill Akpabio/Facebook",
    "Godswill Akpabio dị afọ 61 dịka a mụrụ ya n’afọ 1962",
    "Ọ gụrụ akwụkwọ dịka onye ọkaiwu ma na-arụ ọrụ dịka onye ndọrọndọrọ ọchịchị ugbua",
    "Nna nna ya rụrụ ọrụ dịka onye ọchịchị (Warrant Chief) n’oge ndị ọcha chiri ndị Naijirịa na mpaghara Ikot Ekpene",
    "N’afọ 2002, gọvanọ Obomg Victor Attah họpụtara ya dịka Kọmịshọna mmanụ agbidi na ihe ọnatarachi steeti ahụ",
    "Site n’afọ 2002 ruo 2006, ọ rụrụ ọrụ dịka Kọmịshọna na naglaba atọ bụ ngalaba mmanụ agbidi na ihe ọnatarachi, ngabala na-ahụ maka okpuruọchịchị na ịchị echichi nakwa ngabala na-ahụ maka ala na ụlọ obibi ndị mmadụ",
    "Ọ zọrọ ọkwa gọvanọ na 2006 ma nweta mmeri ịbụ gọvanọ Akwa Ibom, o mechakwara nwetakwa ọkwa ahụ ọzọ na 2011",
    "A họpụtara ya dịka onyeisioche otu ndị gọvanọ PDP na 2013",
    "N’afọ 2015, ọ zọrọ okwa sịnetị nke mpaghara Akwa Ibom North-West Senatorial District (Ikot Ekpene) ma nweta mmeri ya",
    "Na 2015 a họpụtara ya n’ụlọomeiwu dịka onyeisi otu ndị sịnetị na-anọghị n’ọchịchị",
    "Na 2018 ọ gbara arụkwaghi n’ọkwa ahụ ma wụba APC",
    "Na 2019, aka chịburu Naịjirịa bụ Muhammadu Buhari họpụtara ya dịka minista na-ahụ ihe gbasara Niger Delta",
    "Ọ gbara arụkwaghim n’ọkwa ahụ na 2022 n’ihi atụmatụ ya ịzọ ọkwa onyeisiala n’aha APC nke o mechara zepụ aka na ya",
    "O nwetere mmeri ịbụ sịnetọ ga-anọchịte Akwa Ibom North-West Senatorial District na 2022",
    "Ụlọọrụ na-ebuso mpụ na nrụrụaka agha bụ Economic and Financial Crimes Commission (EFCC) na-enyocha maka ebubo izufu ego Akwa Ibom steeti ruru ijere Narịa 100 oge ọ rụrụ ọrụ dịka gọvanọ mana okwu a apụbeghi ụlọikpe",
    "Na 2020, ndị ụlọomeiwu kpọrọ ya oku maka",
    "Senate presidency: Ndị na-asọ mpi ịchị ụlọomeiwu Naịjirịa na ihe i kwesịrị ịma maka ha 11 Juun 2023",
    "Nigeria Elections Results: Mpụtara ntuliaka ọkwa onyeisiala na ndị ụlọomeiwu Naịjirịa25 Febụwarị 2023",
    "Matakwuo maka ndị a na-azọ ọkwa Onyeisiala na nkwa ha na-ekwe12 Febụwarị 2023",
    "E duru Akpabio iyi n'ọrụ n'ọkwa a n'ụbọchị 13 nke ọnwa Juun 2023 ka a họpụtachara ya.",
    "A malitere ntuliaka maka nke a tupu oge e hibere bụ elekere 10 e ruo.",
    "Ndị ụlọomeiwu malitere ịtụ vootu maka ndị ga-achị ha ebe elekere itoolu.",
    "Nke na-abịa dịka ndị ụlọ omeiwu nke agba itoolu kwuru okwu ikpeazụ ha ma fere ọha aka n'ọrụ ha n'ụbọchị Satọde gara aga.",
    "Ebe foto si, Tadujeen Abbas/Facebook",
    "Tajudeen Abbas bụ nwafọ Kaduna steeti a murụ n’ụbọchị mbụ nke ọnwa Ọktoba afọ 1965",
    "Ọ gụrụ akwụkwọ Praịmarị n’ụlọkwụkwọ LEA dị na Zaria afọ 1976, gụọ nke sekọndịrị n’ụlọakwụkwọ Gọọmentị dị na Markafi n’afọ 1978.",
    "Ọ gụkwara akwụkwọ na mahadum Ahmadu Bello dị na Zaria, Usman Danfodio dị na Sokoto.",
    "Tajudeen rụrụ ọrụ na ngalaba dị icheiche n’ụlọakwụkwọ Kaduna Politekinik dịka onyeisi ngalaba ngụkọkọ ego.",
    "Ọ rụkwara ọrụ dịka onyeisi ụlọọrụ na-ahụ maka nkesa akwụkwọ ụtaba (Tobacco) na Jos site n’afọ 1998 ruo 1991.",
    "Ọ malitere ọrụ dịka onye omeiwu n’ụlọomeiwu nta kamgbe 2011 ruo 2019 bụ ebe ọ nọchitereanya ndị mpaghara Zaria nke Kaduna Steeti.",
    "Ọ rụọla ọrụ na kọmitii ụlọomeiwu nta dị iche iche gụnyere, azụmaahịa, akụnaụba, ọrụ pụrụiche, nchekwa dgz.",
    "Ọ bụ onye pati All Progressive Congress (APC) bụ ebe o ji",
    "Ụlọomeiwu Naịjirịa bụ otu n’ime ngalaba atọ mejupụtara gọọmentị Naịjirịa nke isiụlọọrụ ha dị n’Abuja.",
    "Ọ bụ ụdịrị ụlọomeiwu nwere ngalaba abụọ kwụụrụ onwe ha a kpọrọ ‘bicameral legislature’ nke iwu Naịjirịa ngalaba nke anọ (section 4) kwadoro.",
    "Ngalaba abụọ a gụnyere ụlọomeiwu ukwu (sịneti) nke nwere mmadụ otu narị na itoolu (109) na ụlọomeiwu nta (ụlọ nnọchiteanya) nwere mmadụ narị atọ na iri isii (360).",
    "Ntọala e jiri hiwe ụlọomeiwu Naịjirịa bụ ntọala e bitere site n’ụlọomeiwu mba Amerịka iji nnọchiteanya steeti niile dị na Naịjirịa na nhatanha.",
    "Ebe foto si, Nigerian Senate",
    "A na-ahọpụta ndịisi ụlọomeiwu site na n’usoro ntuliaka a kpọrọ ‘indirect election’ nke ndị omeiwu na-eme n’etiti ha.",
    "Ọtu onye ọnụ na-eru n'okwu n'ihe ndọrọ ndọrọ bụ Ugo Egbujo sị na ọ bụrụ e duchaa ndị omeiwu n'iyi ọrụ, na ha ga-amalite ịhọpụta ndị ndu site n'ihiwe ọgbakọ a kpọrọ 'quorum' bụ ọnụọgụgụ ndị ụlọomeiwu kachasị nta iji mee nzukọ ha.",
    "O kwuru na onye na-ahazi ntuliaka ndị omeiwu a bụ onye a na-akpọ 'clerk' ndị omeiwu.",
    "\"Ọ bụ opekatampe otu ọkara n'ime ụzọ atọ e kere ndị ụlọomeiwu nwereike ihiwe ọgbakọ iji họpụta ndị ndu ha.\"",
    "\"Ngwa ngwa e mere nke, a ga-enye ohere ka ndị mmadụ kpọpụta aha ndị ha chọrọ ka a tụọrọ vootu.",
    "\"A malitezie ịtụ vootu, onye ọbụla nwere ọnụọgụgụ vootu kachasị ka a ga-akpọpụta dịka onyeisi ụlọomeiwu ukwu na nke nta.\"",
    "Ọ gara n'ihu kwuo na ọ bụ pati ọnụọgụgụ ha kachasị n'ụlọomeiwu ga-enwe ohere ịhọpụta ndị ga-abụ ndị ndu n'ụlọomeiwu.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "th National Assembly: Lee ndị ga-achị ụlọomeiwu ukwu na nke nta Naịjirịa13 Juun 2023",
    "NA EME UGBU A Election Tribunal: PDP akpọọla onyeisi Inec, Mahmood Yakubu, ka ọ bịa gbaa akaebe9 Mee 2023",
    "World Albinism Day 2023: Etu ịpụ n'anyanwụ si butere m ọrịa kansa - Gerald Ekeelekere 5 gara aga",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}