{
  "published": "16 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị ọzọ tinyere aka n'akụkụ a gụnyere Liana Bravo, Jemimah Herd, Jake Horton and Kumar Malhotra",
    "Onye dere ya, By Chiagozie Nwonwu, Peter Mwai & Karina Igonikon",
    "Ndị mere akụkọ a,  BBC News",
    "Mee 2023",
    "Nnyocha BBC egosila na e nwere ihe ịgbaama na-atụ aka gbasara ihe dịka nrụrụaka na mpụtara ntuliaka n'otu steeti dị ezigbo mkpa bụ Rịvas steeti.",
    "Onye ọrụ Inec kpọpụtara mpụtara ntuliaka ndị a bụ Dkt Dickson Ariaga azabeghi ajụjụ ndị anyị zitere ya banyere ihe ndị anyị chọpụtara.",
    "Lee ihe anyị chọpụtara mgbe anyị tinyere anya na ntuliaka a na-akpata ndọrịtaụka na Naịjirịa.",
    "N'ụbọchị 25 nke ọnwa Febrụwarị, ụmụ afọ Naịjirịa pụtara tụọ vootu ha n'ọgbọ ntuliaka dị iche iche n'akụkụ Naịjirịa.",
    "N'ọgbọ ntuliaka niile, a kpọpụtara vootu ole ndị pati na-azọ ọkwa nwetere dịka e zipụrụ akwụkwọ mpụtara ntuliaka si ebe ahụ gaa na wọọdụ tupu e buga ya isi ụlọọrụ ngụkọ nke dị n'okpuruọchịchị ọbụla.",
    "Otu onye ọrụ Inec ga-eme njem site n'okpuruọchịchị niile gaa isi obodo steeti ọ nọ, bụ ebe a ga-anọ kpọpụta mpụtara ntuliaka n'uju.",
    "Presidential Election Petition: E hiwela ụbọchị ikpe ntuliaka dị n'etiti Tinubu, Obi na Atiku ga-ebido3 Mee 2023",
    "Etu ndị nkwado Tinubu si saa Chimamanda Adichie maka ozi ya nye Joe Biden banyere ntuliaka 2023 8 Eprel 2023",
    "Ihe mere o ji dịka otu Ohaneze Ndigbo a na-ekwu okwu ire abụọ29 Maachị 2023",
    "Ọmụmaatụ etu akwụkwọ mpụtara ntuliaka si otu ọgbọ ntuliaka dị, otu ọgbọ ntuliaka n'ime 177,000 nọ n'akụkụ Naijirịa gburu gburu",
    "Nke a bụ mbụ ụlọọrụ nhazị ntuliaka Naijirịa bụ Inec na-esete akwụkwọ mpụtara ntuliaka ma na-agba ya n'anwụ ịntanetị oge ntuliaka.",
    "Nke mere ọ bụrụ ihe kwere omume na e ji akwụkwọ ndị a gụkọọ vootu ndị si ọgbọ ntuliaka ma tupu ma ha na mpụtara ntuliaka ndị a kpọpụtara na steeti abụ otu.",
    "Anyị nyochapụtara na mgbakwunye vootu a kpọpụtara n'aha Tinubu n'oge mkpọpụta aha ruru 106,000 dịka anyị tulere vootu ndị a n'ime akwụkwọ ndị si ọgbọ ntuliaka - Nke a fọrọ obere ka o jiri ụzọ abụọ karịa nchịkọta vootu ya na steeti ahụ.",
    "N'aka ọzọ, vootu Obi daturu ruo ihe karịrị 50,000.",
    "Ọ dị mkpa na anyị kwupụtara na agbanyeghi na anyị nyochara websaịt ntuliaka maka vootu ndị si ọgbọ ntuliaka 6,866 niile nọ na Rịvas steeti, anyị enweghịike inweta mpụtara ntuliaka niile si ebe ahụ.",
    "E mere ndehie aka n'oge ntinye ụfọdụ n'ime ha ebe ndị ọzọ nọ na-efu efu.",
    "Na pasenti ise nke ọgbọ vootu dị na Rivers steeti, foto mpụtara ntuliaka ha apụtaghị ihe nke ọma nke na ọ dịghị mfe ịgụpụta ya. A na-eche na Inec gbakọnyere mpụtara niile ndị a n'oge ngụkọ ha n'ihi na ha nwere ya bụ mpụtara.",
    "Mana na pasentị 17 nke ọgbọ vootu dị na Rivers Steeti, enweghịmpụtara ntuliaka ọbụla nke e tinyere n'ọbaozi Inec. Onwereike ịbụ na emeghị ntuliaka na mpaghara ndị ahụ n'ihi enweghị nchekwa maọbụ ebe ndị ọrụ Inec abịaghị. Ụfọdụ mpaghara a nwekwara ike ịbụ ebe ndịọrụ Inec nwere nhịahụ itinye mpụtara ha n'ọbaozi Inec.",
    "Nke a pụtara na a ga-enwe ọgbọ vootu ndị mpụtara ha esoghị na ngụkọ nke a BBC mere. Mana ọ bụrụgodi na a gbakọnye ọgbọ vootu ndị a, ọnụọgụgụ vootu nke ndị a zọrọ ọchịchị ga-agbalite, ọbụghị mgbadata.",
    "Nnyocha anyị gosiri na e weturu vootu Peter Obi nke Labour Party nwetara na Rivers Steeti, nke bụ ihe gbara gharịị ma e lee anya n'ọbaozi Inec.",
    "Ebe foto si, Getty Images",
    "Peter Obi has contested the outcome of the vote in Rivers state",
    "Mpaghara abụọ bụ ebe kacha pụta ihe.",
    "Ebe nke mbụ bụ n'okpuruọchịchị Oyigbo, ebe anyị hụrụ na vootu nke Inec kpọpụtara maka Bola Tinubu ji ugboro isii karịa mpụtara nke dị n'ọbaozi Inec dịka ngụkọ BBC si gosi, mana vootu nke a kpọpụtara maka Peter Obi bụ ọkara vootu o nwetara ma e lee anya n'ọbaozi Inec.",
    "Ebe nke abụọ anyị chọpụtara nnukwu ndịiche bụ n'okpuru ọchịchị Obio-Akpor:",
    "Mpụtara ntuliaka a kpọpụtara maka Tinubu bụ 80,239, mana anyị chọpụtara na o nwetara naanị vootu 17,293 na ọgbọ vootu ebe anyị gụkọrọ.",
    "Ngụkọ Vootu nke a kpọpụtara maka Maazị Obi bụ 3,829, mana BBC chọpụtara na o nwetara vootu 74,033 dịka mpụtara dị n'ọbaozi Inec si gosi.",
    "Anyị gbalịrị ịchọpụta ebe ndịiche ndị a si banye na ngụkọ vootu n'etiti pati abụọ a bụ APC na Labour na Rivers Steeti.",
    "Dịka anyị kọwara na mbụ, ebe a na-anọ agụkọ mpụtara ntuliaka si n'ọgbọ vootu dị icheiche bụ n'isi ụlọọrụ okpuruọchịchị ahụ.",
    "Anyị hụrụ akwụkwọ ebe e depụtara ngụkọ vootu niile a tụrụ n'okpuru ọchịchị Oyigbo, nke onye ọrụ Inec nakwa ndị nnọchite anya pati dị icheiche binyere aka na ya",
    "Akwụkwọ gosiri mpụtara ntuliaka niile e mere n'okpuru ọchịchị Oyigbo",
    "Ọnụọgụgụ dị n'akwụkwọ a yitere nke ọma ngụkọ nke anyị mere n'onwe anyị maka mmadụ abụọ a kacha nweta vootu (Obi na Tinubu)",
    "Nke a kwesịrị ịbụ otu n'ime akwụkwọ mpụtara ntuliaka si n'okpuruọchịchị 23  dị na Rivers Steeti bụ nke e buru gaa na Port Harcourt, isi obodo steeti ahụ ma kpọpụta ha.",
    "N'ụbọchị 27 nke ọnwa Febrụwarị oge a kpọpụtara mpụtara ndị a, onyeisi ngụkọ ntuliaka maka okpuruọchịchị Oyigbo bụ Dr Dickson Ariaga kpọpụtara aha ya ma kwuo na ya na-arụ ọrụ n'ụlọakwụkwọ Federal College of Education dị n'Omoku.",
    "N'onyonyo ahụ, 'Omoku' adachaghị ụda nke ọma oge ọ kpọrọ ya, mana ọ bụ naanị otu ụlọakwụkwọ Federal College of Education ka e nwere na Rivers Steeti.",
    "Dr Ariaga gara n'ihu kpọpụta mpụtara ntuliaka ahụ n'usoro n'usoro, tinyere nke pati ndị nta niile.",
    "Dr Dickson Ariaga (nọdụ ala n'aka ekpe) nke ụlọakwụkwọ Federal College of Education, Omoku, dịka ọ na-akpọpụta mpụtara ntuliaka",
    "Mpụtara niile ọ kpọpụtara dabara na nke dị n'akwụkwọ ngụkọ nke BBC hụrụ, mana oge o rutere na nke Tinubu na pati ya bụ APC, kama ịkpọpụta 2,731, dịka o si dị n'akwụkwọ anyị hụrụ, ọ kpọpụtara 16,630.",
    "Oge o rutere na nke Peter Obi, kama ịkpọpụta 22,289 bụ ihe dị n'akwụkwọ ngụkọ nke anyị hụrụ, ọ kpọpụtara 10,784, nke dị nta karịa ọkara vootu Obi nwetara n'ezie.",
    "Anyị jụrụ ndị Inec ka ha nye anyị ohere ka anyị na Dkt Ariaga nwee mkparịtaụka, mana ha ekweghị enye anyị akara ọbụla iji nweta ya.",
    "Anyị gbakwara mbọ inweta ya site n'ịjụ onyeọrụ Inec nọdebere ya nso, mana ọ kwuru na ya enweghị ikike ịgwa ndị ntaakụkọ okwu.",
    "Nke a mere ka anyị ziga onyentaakụkọ n'ụlọakwụkwọ Federal College of Education, Omoku, bụ ebe Dkt kwuru na ya na-arụ ọrụ, mana osote onyeisi ụlọakwụkwọ ahụ bụ Moses Ekpa gwara BBC sị: \"Site n'akwụkwọ anyị, ma akwụkwọ e ji akwụ ụgwọ ọnwa, ma akwụkwọ ndị ọrụ, onweghị aha ọbụla dị etu ahụ n'ọba ozi anyị, anyị amaghị onye ọbụla na-aza aha ahụ.\"",
    "Moses Ekpa kwuru na ụlọakwụkwọ Federal College of Education, Omokuamaghị onye bụ Dr Ariaga",
    "Anyị gbalịrị ịchọta ya site n'ọbaozi Facebook, mechaa hụ otu aha onye bi na Port Harcourt bụkwa Dickson Ariaga.",
    "Anyị wetara foto dị n'akara Facebook ahụ were ya tulee foto Dkt Ariaga nke anyị hụrụ na TV, anyị tinyere foto abụọ a n'akụrụngwa 'Amazon Rekognition Software', mpụtara ya bụrụ 97.2%, nke bụ na ohere dị nke ukwu na foto abụọ ahụ bụ otu onye nọ na ya.",
    "Dkt Ariaga azaghachighị ajụjụ anyị zigaara ya n'akara Facebook ahụ.",
    "Anyị gbara mbọ ịkpọtụrụ ndị ezinụlọ na ndị enyi ya dịka anyị si hụ n'akara Facebook ya, mana ọ bụ naanị otu onye kwetaburu na ọ ga-enyere anyị aka, mana o mechaa ọ naghịkwa aza oku ekwentị anyị na-akpọ ya.",
    "Anyị gosiri Inec mpụtara nnyocha anyị ka ha wee zara ọnụ ha.",
    "Johnson Sinikiem, bụ ọnụ na-ekwuru Inec na ngalaba Port Harcourt gwara anyị na n'ihi na oge pere mpe, nakwa ndị ọrụ Inec ebughị ibu, na ha họọrọ ụfọdụ ndị mmadụ n'ọrụ ntuliaka na-enyochaghị nke ọma gbasara ndị ha bụ n'ezie.",
    "Gbasara Dkt Ariaga, o kwuru sị: \"Ọ bụrụ na o kwuru na ọ bụ onye nkuzi n'ụlọakwụkwọ dị n'Omoku, mana ọ bụghị ya n'ezie, ọ pụtara na ọ bụghị onye a ga-atụkwasịobi.\"",
    "Anyị jụkwara ndị isi ụlọọrụ Inec n'Abuja maka nchọpụta ndị a anyị mere na mpụtara ntuliaka si Rivers Steeti, mana ha gwara anyị na ha agaghị ekwu ihe ọbụla n'ihi na okwu gbasara mpụtara ntuliaka agaala n'ụlọ ikpe.",
    "Nke a bụ naanị ihe mere n'otu steeti na mpaghara Ọdịda Anyanwụ Naịjirịa ebe ihe akaebe gosiri na e nwere nrụrụ aka na mpụtara ntuliaka.",
    "N'onwe nke ha, mpụtara ntuliaka ndị a anyị gosiri agaraghị ibugharị onye meriri ntuliaka a. Cheta na Bola Tinubu meriri ntuliaka ahụ dịka ọnụọgụgụ vootu o nwetara ji ihe karịrị nde 1.8 karịa nke onye gbara onye nke abụọ bụ Atiku Abubakar nke PDP.",
    "Anyị lekwara anya ma nyochaa mpụtara ntuliaka si n'okpuruọchịchị ndị ọzọ na mpaghara ndịda nakwa mpaghara ugwu nke Naịjirịa, mana anyị ahụghị ebe ọzọ e nwere nnukwu ndịiche dịka anyị chọpụtara na Rivers Steeti.",
    "Anyị ka na-achọ Dkt Ariaga ka ọ bịa zara ọnụ ya maka nchọpụta ndị anyị nyochapụtara n'akụkọ a.",
    "Ndị tinyekwara aka n'ide akụkọ a: Liana Bravo, Jemimah Herd, Jake Horton and Kumar Malhotra",
    "Bola Tinubu",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Peter Obi",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ihe omimi etu e si degharịa mpụtara ntuliaka n'ụfọdụ ebe na Naịjirịa16 Mee 2023",
    "Gịnị ka gọọmentị Anambra na-eme maka oke ihe mberede okporoụzọ na-eme na mpaghara Agu-Awka?elekere 9 gara aga",
    "Achọrọ m ịgbanwe ọtụtụ akụkọ ọjọọ na-efegharị gbasara ndị ntorobịa Naịjirịa - Hilda Baci14 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}