{
  "published": "1 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "ịhapụ otu a ga-ewepụta mba atọ ndị a naanị ha",
    "Mba Mali, Niije na Bọkịna Faso akwasala ihe na mpagahara Ọdịda Anyanwụ Afrịka dịka ha kpebiri ihapụ otu 'Economic Community of West African State', a kpọrọ 'Ecowas' n' ịchafụ.",
    "Ndị ọkachamara kwuru na ha achọghị ka Ecowas tinye aka n'ọtụtụ nnapụ ndị agha napụrụ ọchịchị bụ nke nwere ike ịkwasa mba 15 ndị nọ n'otu ahụ.",
    "N'ime akwụkwọ mgbasaozi mba ndị ahụ binyere aka, ha kwuru ihe bụ iwe ha. Ha kwuru na o nwebeghi ihe Ecowas mere zuru ịkwụsị dị oyi ndụ egwu 'Islamic State' n' al-Qaeda bụ ndị na-emekpa mmadụ ahụ na mpaghara ahụ.",
    "Ha bokwara ndị ndu mpaghara Ọdịda Anyanwụ Afrịka aka na ha \"na-ejere ndị ọcha ozi.\"",
    "Onye ọbụla chọrọ ịpụ n'Ecowas ga-enyeriri ozi ọpụpụ ya otu afọ tupu ọ pụọ.",
    "Ebe foto si, AFP",
    "Ndị na-akwado otu'Alliance of Sahel States' na Niamey na-akwado Mali, Bọkịna Faso na Nijie maka na ha hapụrụ",
    "O nwebeghi ihe isiụlọọrụ 'Ecowas' dị n'Abuja kwuru maka ozi mba ndị ahụ zigara ha maka ọpụpụ ha. Onyeisiala Naịjirịa bụ onyeisi Ecowas ugbua ekwubuola na ndị isi ndị agha 'a na-ahọpụtaghị ahọpụta' ga-agbawa ndị ha na-achị obi n'ozi ịpụ n'otu ahụ.",
    "Ịpụ n'ime otu ahụ ga-arapụtakwa mba ndị ahụ nọ na mpaghara Sahel karịa.",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrika2 Ọgọọst 2023",
    "N'okwu otu ọkachamara n'okwu gbasara ndọrọndọrọ mbaụwa nakwa onye welitere isi n'ụlọọrụ 'Center for Democracy and Deveopment' CDD bụ Ọkammụta jibrin Ibrahim dọrọ aka na ntị kwuo; \"Ọ bụ ihe mwute na ọpụpụ mba ndị a chọrọ ịpụ ga-eme ka nsogbu kawanye njọ na mpaghara Sahel karịa ibelata ebelata.\"",
    "Ọkammụta Ibrahim kwuru na ihe kpatara nke a bụ na ha hapụrụ Ọljerịa nke mere na ndị omekome Alakụba nwere  ike iwakpo ha.",
    "Ebe foto si, AFP",
    "Obi dị ọtụtụ ndị mmadụ mma maka ntaramahụhụ a chọburu ịta Mali na Nije",
    "Ihe o nwere ike ime 'Ecowas' n'ọdịnihu edobeghi anya mana ọ dịghị ka ọ ga-emetụta ike 'Ecowas' na mpaghara ahụ - ugbua, ndị nọ n'Ecowas' nwere GDP ruru $700ijeri.",
    "Nkwekọrịa e jiri malite otu ahụ n'afọ 1975 nyere ndị si na mpaghara ahụ ohere ngagharị  na-ejighi akwụkwọ.",
    "Nke a ewetala ọtụtụ ezibo ihe nye mpaghara ahụ dịka ha na-azụkọrịta ahịa nke na-enyere ezinaụlọ na ndị si na mpaghara ahụ aka.",
    "Ọkammụta Ibrahim kwuru na mpaghara ahụ agbalịala na ijikọta mba ndị otu ha ọnụ site n'azụmahịa, ahụike nakwa inyere onwe ha aka na ndọrọndọrọ mana o kwuru na ihe ndị a enwela ihe ịma aka nya ha.",
    "Ilyasu Gadu bụ onye rụburu ọrụ dịka onye Naịjirịa zigara mba Jamini ịnọchite ya kwuru na ọpụpụ a nwereike ịkpali ndị ọzọ ikwu na ha chọkwara ịpụ.",
    "Igwe Neni's suspension: Ihe mere Soludo ji kpọghachi Igwe Damian Ezeani1 Febụwarị 2024",
    "Child trafficking: Etu aka si kpara nwanyị chọrọ ire ụmụ ya nwoke abụọ n'ihi ọtanisi31 Jenụwarị 2024",
    "Etụ esiri hụ ozu ụmụwoke abụọ n’ime ụgbọala n’Anambra steeti31 Jenụwarị 2024",
    "Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọelekere 9 gara aga",
    "Hage Geingob bụ onyeisiala mba Namibia anwụọla ka ọ gbachara afọ 824 Febụwarị 2024",
    "NA EME UGBU A , Ihe mere mba US na UK jiri atụ ogbunigwe n’ogige otu Houthi dị na Yemen1 Febụwarị 2024",
    "Child trafficking: Etu aka si kpara nwanyị chọrọ ire ụmụ ya nwoke abụọ n'ihi ọtanisi31 Jenụwarị 2024",
    "Gịnị ga-emezi Niger, Mali na Burkina Faso ka ha hapụrụ Ecowas?1 Febụwarị 2024",
    "Kim Kardashian: Psoriasis na ọrịa ndị ọzọ na-eri ahụ na ntutu1 Febụwarị 2024",
    "'Anyị ahụbeghị mmiri pọmpụ gọọmenti Enugwu kwuru na ọ gbawala, ndị na-agbabu akwụsịla' - Ndị Enugwu31 Jenụwarị 2024",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}