{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Emeka Rollas /Instagram",
    "Onye ihe ejije Nollywood a ma ama bụ Don Uchegbu a ma dịka 'Don Brymo' anwụọla ka ọ gbachara afọ 56.",
    "Uchegbu,  nwụrụ n'ụtụtụ Tozde ka ọ rịachara ahụ nwa oge.",
    "Odogwu ahụ e ji ime agwa eze maọbụ okenye Igbo n'ihe ejije daara ahụ dịka ọ nọ ebe ha na-eme ihe ejije na Pọtakọt, e buga ya ụlọọgwụ ebe ọ nọ were nwụọ, dịka onyeisi otu jikorọ ndị ejije Nollywood bụ Emeka Rollas si gwa BBC Igbo.",
    "Ebe foto si, Don Brymo Uchegbu/Instagram",
    "Rollas gwara BBC Igbo na mkparịtaụka n'ekwentị na Don Brymo sị, \"Maazị Don Brymo, onye na-eme ihe egwuregwu bụ onye nwụrụ n'ụtụtụ taa.\"",
    "\"Dịka ndị ya na ya na-arụ ọrụ si gwaa m, ọ bịara ọrụ, ha hụ na ahụ adịchaghị ya ka ọ na-adị ya, ha gwara ya gaa ụlọọgwụ, mana ọ sịrị na ya aṅụọla ọgwụ na ya ga-arụli ọrụ ha bịara.\"",
    "Ebe foto si, Don Brymo Uchegbu",
    "\"Ha malitere ọrụ rue mgbe ebe Elekere 6 nke mgbede bụ mgbe ọ laghachiri n'ụlọ ndịna mana ebe elekere 10 nke abalị ndị ọrụ ụlọ ndịna ahụ kpọrọ onye otu anyị gwa ya na ahụ adịghị Don Brymo mma.\"",
    "Ebe foto si, Emeka Rollas/Instagram",
    "Ọ gbatara, e buru ya gawa ụlọọgwụ n'abalị ahụ. E mechaa ndị ezinaụlọ ya bịa buru ya  buga n'ụlọọgwụ ọzọ.\"",
    "\" Nwunye rutere taa, kpọọ ma kwuo na di ya ahapụla.\"",
    "Rollas , onye tụrụ arịrị na \"ọnwụ ike Don Brymo tinyere ndị otu ha n'iru uju\" kwuru n'akụkọ na-efegharị nke na-ekwu na Brymo tụpọrọ ebe ọ na-eme ihe ejije bụ akụkọ ụgha.",
    "Ebe foto si, DOn Brymo Uchegbu/Instagram",
    "Ọ banyere na Nollywood n'agbata afọ 2000.",
    "O meela ọtụtụ ihe ejije gụnyere \"Ikemba, \"Anger of a Wonder Girl\",  \"Ritual of Vengeance\", \"Wedding in Nigeria\", \"Ọga Landlord\".",
    "Ọ bụ onye Anambara steeti",
    "O rtiteela nturuugo dị iche iche n'ihe ejije.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Don Byrmo Uchegbu: Ihe i kwesọ̀ịrị ịma maka onye ihe ejije Nollywood lara mmụọelekere 6 gara aga",
    "Ụmụ m nwaanyị atọ ndị na-akwado ịlụ di nwụrụ n'ihe ọdachị ụgbọmmiri kwara a15 Juun 2023",
    "Ihe ị kwesịrị ima maka nkwụsị Abdulrasheed Bawa n’ọrụ nwa mgbe nta15 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}