{
  "published": "6 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị otu Republicans na ndị nkwado Donald Trump akatọọla nhọpụta a họpụtara Tim Walz dịka osote Kamala Harris.",
    "Ha boro onyeisiala mba Amerịka Joe Biden na na osote ya bụ Kamala Harris ebubo maka afụfụ ndị mba Amerịka na-ata n'aka ndị na-aṅụ ma na-ebu ọgwụike.",
    "N'ozi ha wepụtara n'akara soshal midia X, ndị na achụrụ Donald Trump nta vootu kwuru na Kamala Harris họpụtara Tim Walz ka o nyere ya aka mezue ihe o bu n’obi na-abụghị ntọnaala mba Amerika.",
    "N'aka nke ọzọ, JD Vance bụ osote Donald Trump nọrọ n'oge ọ gara ịchụ nta vootu na Philadelphia, kwuo na ya dị njikere ka ya na Tim Walz maa aka na nrụrịtaụka.",
    "Ebe foto si, Getty Images",
    "Onyeisiala mba Amerika bụ Joe Biden ekwuola na ọchịchị Kamala Harris na Tim Walz ba-enweta ezi ọganihu nye Amerịka.",
    "Nke a bụ oge mbụ Joe Biden na-ekwu okwu gbasara ntụliaka a ga-eme na Nọvemba 2024 kemgbe owezugara onwe ya ịzọ ọkwa onyeisiala ọzọ.",
    "Onyeisiala Biden kwuru na “Ọchịchị Kamala na Walz ga-abụ nke ga-echekwa ọchịchị onyekwuoucheya na mba Amerịka”.",
    "Ọ kpọrọ oku ka ndị Democrats na ndị nille nwere mmasị maka nwereonwe mba Amerịka ka ha kwadoo Harris na Walz.",
    "N'aka nke ọzọ, onye zọburu ọkwa onyeisiala mba Amerịka bụ Hillary Clinton toro nhọpụta a họpụtara Tim Walz dịka osote Kamala Harris dịka ezi ihe n'ihi na Tim Walz bụ onye hụrụ ma chọọ ọdịmma ezinaụlọ.",
    "Clinton gara n'ihu kpọọ oku ka ndị mba Amerịka niile nye ha nkwado.",
    "Ebe foto si, Getty Images",
    "Osote onyeisiala mba Amerịka ma bụrụ onye na-azọ ọkwa onyeisiala na ntụliaka 5 Nọvemba bụ Kamala Harris, ekwuola na ihe mere o ji họrọ Tim Walz dịka osote ya bụ maka na nwamadi ahụ bụ onye chọrọ ọdịmma ndị ụwa na-atụ n'ọnụ.",
    "Harris mere ka amata nke a n'akara soshal mịdịa ya.",
    "Na okwu ya “Obi di m ụtọ ịhọpụta Tim Walz dịka osote m na ntụlịaka onyeisiala mba Amerịka\".",
    "\"Tim bụ onye hụrụ ezinaụlọ ya n'anya ma bụrụkwa onye nwetara ezi mmepe ma rụọ nnukwu ọrụ na Minnesota\", ka Harris kwuru.",
    "Kamala Harris gara n'ihu kwuo na o nwere olilenaya na Tim Walz bụ onye ya na ya ga-arụ ọrụ iji dozie mba Maerịka.",
    "Ọ kpọkuru ndị nkwado ya ka ha jikọọ aka hụ na otu Democrats nwetara mmeri na ntụliaka ahụ.",
    "Ebe foto si, Getty Images",
    "Tim Walz ekwuola na ọ bụ ihe nkwanye ugwu na osote onyeisiala mba Amerịka bụ Kamala Harris họpụtara ya dịka osote ya na ntụliaka onyeisiala a ga-eme na Nọvemba 5, 2024",
    "Tim Walz kwuru nke a n'akara mgbasaozi soshal midia X ya.",
    "N'okwu ya “Osote onyeisiala Kamala Harris na-egosi anyị etu ndọrọndọrọ ọchịchị kwesiri ịdị, na ihe e kwesiri ime”",
    "Tim gara n'ihu kpọkuo ndị nkwado ya niile ka ha sonye hụ na ya na Kamala Harris nwetara mmeri na ntụliaka ahụ.",
    "Ebe foto si, Getty Images",
    "Tim Walz bụ onye osote onyeisiala Amerịka bụ Kamala Harris họpụtara dịka osote ya na ntụlịaka onyeisiala mba Amarika nke afọ 2024.",
    "Tupu Tim Walz azọọ ọkwa Gọvanọ steeti Minnesota na afọ 2018, a maara ya dịka onye Democrat nogoro afọ ịrị na abụọ n’ụlọ omeịwụ mba Amerịka.",
    "Walz gbara afọ 60, sonyere na ngagharịiwe e mere maka ogbugbu George Floyd n'afọ 2020.",
    "Ọ rụrụ ọrụ dịka onye agha mba Amerika ihe karịrị afọ ịrị abụọ, ma bụrụkwa onye nkuzị na ụlọakwụkwọ nakwa onye nkuzị egwuregwu bọọlụ.",
    "Ebe foto si, Getty Images",
    "Otu ihe a na-ekwu mere Kamala Harris ji họpụta Tim Walz bụ maka na ọ bụ onye a na-ahụta dịka onye ga-enyere otu Democrats aka nweta mmeri na ntụliaka ahụ maka ezi ịhụnanya ndị ọcha mba Amerịka nwere ebe ọ nọ.",
    "Tim Walz ejirila Trump kparịta ụka n’ụdịrị mere ndị mmadụ jị kpụrụ ya na-ọnụ. Nke a bụ ihe otu Democrats kwuru na ọ bụ ihe ga-eme ka ha kwatuo Donald Trump na ntụliaka ahụ.",
    "A maara Tim Walz dịka onye na enweputa ịwụ ma kọwaa ya n’ụzọ ndị mmadụ ga-eji ghọta ma kwado ya.",
    "Oge ọ na-azọ ọkwa ị bụ onye omeịwụ, Tim merirị na mpaghara nwere ọtụtụ ndị otu Republican Pati.",
    "A na-ahụta nke a dịka oke uru nye otu Democrats.",
    "Ebe foto si, Getty Images",
    "Osote onyeisiala mba Amerịka bụ Kamala Harris ahọpụtala Tim Walz dịka osote ya na ntụlịaka onyeisiala a ga-eme n'ọnwa Nọvemba 2024.",
    "Tim Walz bụ Gọvanọ steeti Minnesota.",
    "Ọ bụbu onye nkuzi n'ụlọakwụkwọ ma bụrụkwa onye nkuzi na-ahụ maka egwuregwu bọọlụ.",
    "Ndị nkwado Harris nwere olileanya na ịhụnanya ndị Minnesota, Wisconsin na Michigan nwere ebe Tim Walz nọ ga-enyereaka hụ na otu Democrats nwetara mmeri na steeti ndị ahụ.",
    "Amerika",
    "Ndọrọndọrọ ọchịchị",
    "Donald Trump",
    "Ntuliaka Mba Amerịka nke afọ 2024",
    "Kamala Harris",
    "Ọrịa Mpox bụzi ọrịa ọnọdụ gbatagbata n'Afrịka - Ụlọọrụ Africa CDCelekere 6 gara aga",
    "NA EME UGBU A, Onyeisiala Tinubu ewepụtala atụmatụ ga-egbochi ndị ọrụ ahụike ịgbaga mba ọzọ",
    "Lee ntaramahụhụ ga-adịrị ndị na-achọ ikewapụ na Naịjirịa n'iwu ọhụrụ ndịomeiwu chọrọ imepụta13 Ọgọọst 2024",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "Lee iwu Enyinnaya Abaribe gbadoro ụkwụ akpọ ka a nwụchie ndị na-achọ Igbo Must go8 Ọgọọst 2024",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa6 Ọgọọst 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ada Jesus dị afọ 23 alaala mmụọEmelitere ikpeazụ na: 21 Eprel 2021",
    "Ụzọ asatọ nchekwa si dakpọọ n'Ọwụwa AnyanwụEmelitere ikpeazụ na: 11 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}