{
  "published": "19 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Fuel Scarcity: Lee etu ụkọ mmanụ ụgbọala si anyụ ndị mmadụ ịkpakwụ 21 Juun 2022",
    "'Anyị nwere mmanụ ụgbọala ga-ezuru unu ' - NNPC10 Disemba 2018",
    "Ọnụego mmanụ ụgbọala na mpaghara Naịjirịa ugbua nọzi n’elu ọji maka na nke a bụ ọnụego mmanụ ụgbọala kachasị kemgbe e hibere mba Naịjirịa.",
    "Ụkọ mmanụ ụgbọala banyela izu ụka nke isii ya, emela ka e nwe ogologo ahịrị n’ọdọ mmanụ ụgbọala na Legọs, Abuja nakwazi steeti ndịọzọ.",
    "BBC chọpụtara na ọnụego a na-ere mmanụ ụgbọala na Legọs abụghị ihe a n-ere ya n’Abuja na ebe steeti dịka Enugu, Ebonyi, Anambra na steeti ndịọzọ.",
    "Na Legọs, ụfọdụ ọdọ mmanụ ụgbọalaa na-ere otu lita 950 naịra ebe ụfọdụ na-ere 1000.",
    "Akụkọ na-ekwu na ọnụego otu lita ruru 1000 naịra na ụmaa n’ụfọdụ ọdọ mmanụ ụgbọala dị n’Abụja, Kaduna, Kano, Port Hacourt, Niger, Nasarawa na steeti ndịọzọ dị na mpaghara ugwu, nke a mere ka ọtụtụ ọdọ mmanụ ụgbọala mechie.",
    "Ebe foto si, Getty Images",
    "Abuja",
    "Anyị chopụtakwara na ndị na-ere nke a kpọrọ ‘black market’ n’Abuja na-ere oru galọnụ lita iri naịra puku iri abụọ (N12,000).",
    "Legọọs",
    "A hụrụ nnukwu ahịrị na Legọọs. A na-ere mmanụ ụgbọala site N660 ruo N900 n'ebe ụfọdụ.",
    "Anambra, Enugwu, Ebonyi na Abịa kwanụ?",
    "Na mpaghara ọwụwa anyanwụ Naịjirịa, enweghị ogologo ahịrị kama na ihe ha na-anya bụ ọnụego ọdọ mmanụ majinyere site N900 ruo ihe karịrị otu puku.",
    "BBC Igbo gara n’ọdọ ụfọdụ nwe chọpụta na ọ bụ okwu ‘onye na-ere etu o si zụta’.",
    "Ebe foto si, Getty Images",
    "Na agbanyeghị na Naịjirịa nwere mmanụ agbịdị dịka ọnatarachi, ọ hịara ụmụ Naịjirịa ahụ ịnọ otu afọ enweghị ụkọ mmanụ ụgbọala maka ihe ọtụtụ dịka nrụrụ aka na ime ihe n'ụzọ ezighi ezi.",
    "Mana n'oge nke a site n'ọnwa Juunu ruo Ọgọst nke afọ 2024, ihe kpatara ụkọ mmanụ ụgbọala dịka n'ozi ụlọọrụ Nigerian National Petroleum Company Limited (NNPCL) wepụtara sị na ihe mere e ji nwe ụkọ mmanụ ụgbọala bụ maka na enweghị ọtụtụ ndị na-ekesa mana ha ekwughị ihe mere ọnụego mmanụ ụgbọala ji rịa na-ụdị a na-ahụtubeghị na Naịjirịa.",
    "N'aka nke ọzọ, onyeisi ụlọọrụ Independent Petroleum Marketers Association of Nigeria (IPMAN) bụ Abubakar Maigandi kwuru na ihe kpatara oke ahịrị na ụkọ mmanụ ụgbọala bụ maka ndị na-ego ya maka egwu na o nwereike ịkọ.",
    "O kwuru na ọ bụ ngagharịiwe e mere metụtara ndọ ọrụ ha jiri ghara ikesa mmanụ na mpaghara Naịjirịa gba gburugburu.",
    "Ahịa mmanụ agbịdị",
    "Ụkọrọ mmanụ ụgbọala",
    "Legọsị steeti",
    "Naijiria",
    "Abuja",
    "Enugwu",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpoxelekere 6 gara aga",
    "Shaun Anderson ji otu aka agba nta na  etu egwuregwu si zọọ ya28 Ọgọọst 2024",
    "NA EME UGBU A, Ndịagha Israel emeela mwakpo kachasị na West Bank",
    "E duola Kudirat Kekere-Ekun n'iyi ọrụ dịka ọkaikpe kachasị Naịjirịa23 Ọgọọst 2024",
    "Ịhụnanya m nwere n'ebe Lee Min-Ho nọ mere m ji kụziere onwe m asụsụ Korea - Nneka Nnanna20 Ọgọọst 2024",
    "Gịnị mere ụlọ ndị mmadụ ji ada na Naịjirịa?16 Ọgọọst 2024",
    "Etu ị ga-esị gbanarị ọnwụ ma ị rite nsị na nri21 Ọgọọst 2024",
    "Mpox awụchiela na Rivers steeti21 Ọgọọst 2024",
    "Naịjirịa ahụla ọnụego mmanụ ụgbọala kachasị kemgbe e hibere ya19 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ọrụ ise dị n'ọdịnihu na etu ị ga-esi rite uru na ya",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}