{
  "published": "10 Ọgọọst 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ibeh's family",
    "Ndị uweojii Niger steeti ekwuola na ha na-enyocha ọdachi metụtara otu nwoke a si tigburu nwaanyị ya ma gbuo onwe ya  na Suleja dị na Niger steeti.",
    "A na-ebo ebubo na  Adeniyi Jose gbara afọ 45, onye Akure dị n'Ondo steeti tigburu nwunye ya bụ Chidịnma Gloria Jose (na-azabu Ibeh), gbara afo 39, Onye Imo steeti  , n'ụlọ ha n'ụbọchị Monde abalị asatọ nke ọnwa Ọgọstụ afọ 2022 ma gbalia igbu onwe ya site n'ịṅụ nsi.",
    "Ndị uweojii bugara ya na nwunye ya ụlọọgwụ 'General Hospital Suleja' ebe ndị dọkịnta nọ kwuo kpomkwem na nwaanyị ahụ anwụọla ma malite inye nwoke ahụ nleta.",
    "Mana dịka ọnụ na-ekwuru ndị uweojii Niger steeti bụ Wasiu Abiodun  si gwaa BBC Igbo n'ekwentị n'ehihie Wenezde, na nwoke ahụ  nwụrụ dịka ọ na-anata nleta n'ụlọọgwụ.",
    "Abiodun sịrị,  \"Anyị hụrụ ozu nwaanyị ahụ ka ụdọ dị ya n'olu, ebe di ya nọ n'ọnụ ọnwụ dịka a hụrụ ihe na-egbu egbu  nke e chere nwoke ahụ ṅụrụ.\"",
    "\"Nwoke ahụ bụ di nwaanyị ahụ mechara nwụọ dịka ọ na-anata nleta n'ụlọgwụ.",
    "Nwanne  nwaanyị a nwụrụ anwụ bụ Brenda Ibeh gwara BBC Igbo na di nwanne ya nwaanyị, gburu nwanne ya nwaanyị , ma kpọtara nne ha nwa nwa ya n'ọdọahịa ya , gwa ha na nwunye ya pụrụ apụ.",
    "Mana oge ha kpọgidere nwanne ha nwaanyị ọ zaghị ekwentị ya, ha gara n'ụlọ ya hụ na ụzọ kpochiri akpochi.",
    "\"A kpogidere m nwanne m nwaanyị ọzaghhị ekwentị ya.\"",
    "\" Nwanne m nwaanyị abụghị onye na-eme etu a.",
    "Ọ pụwa, ọ na-ekwu ebe ọ na-aga, ịkpọ ya n'ekwentị, ọ nọghị ya , ọ ga-akpọghachi gị.\"",
    "\" Ya mere m  jiri gawa be ha ebe Elekere ise nke mgbede, ruo ebe ahụ  ebe nile kpọchri akpọchi.\"",
    "A dọkara m netị dị na windo ha were hụ td ya ebe ọ tọgbọ, \"Akpọrọ m onye nyere m aka agbaka ọnụ imeụlọ ebe   m hụrụ ozu nwanne m nwaanyị n'ọtọ  .",
    "Brenda onye kwuru na ọ bụ ya gbuchiri nwanne ya akwa kwuru na ha gara kpọ ndị uweojii bụ ndị bịara buga nwanne ya nwaanyị na di ya ụlọọgwụ.",
    "Ọ kọwara nwanne ya nwaanyị  bụ onye na-arụ ọrụ n'ụlọọgwụ 'General Hospital Suleja' dịka  onye na-agba mbọ nakwa mmadụ ọha.",
    "N'okwu ebubo na-efegharị na soshal midia na ọ bụ maka ịgba n'iro ka di ya ji gbuo nwanne ya nwaanyị, Brenda kwuru na  ebubo ahụ bụ okpotokpo asị.",
    "\" Nwanne nwaanyị bụ onye  ị ga-ama ebe ọ nọ mgbe ọbụla.",
    "Brenda, onye  kọwara na di Niyi gbalibuola igbu nwunye ya mbụ kwuru na ụfọdụ mgbe nwunye ya chọrọ ịhapụ ya na ọ majara ya kwuo na ọ hapụ ya, na ya ga-egbu onwe ya.",
    "Ebe foto si, Ibeh's family",
    "Ụfọdụ ndị ma maka di na nwunye ahụ nwụrụ na-atụ arịrị ọnwụ nwunye ya.",
    "Otu n'ime ha nyere aha ya dịka Pamela Nekky kọwara na ya na Chidinma gara akwụkwọ ọ na \"Nasaarawa State Polytenic.'",
    "Ebe foto si, Ibeh's Family",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Election Tribunal:E higharịala ikpe Peter Obi na Labour Party maka Ntuliaka 20238 Mee 2023",
    "Ademola Adeleke bụ gọvanọ Osun steeti kpọmkwem - Ụlọikpe kachasị9 Mee 2023",
    "NA EME UGBU A Ụlọikpe amachiela NBC ịda ụlọ mgbasaozi nha2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}