{
  "published": "00:35",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Sudan Crisis: \"Anyị ahụbeghi 'break light' gọọmentị Naịjirịa ma ọ fọdụzie ịkpọlata anyị\"",
    "Otu nwata akwụkwọ Naijirịa bi na Sudanma na-agụ akwụkwọ na mahadum Nahda College onye na-achọghị ka a kpọọ aha ya gwara BBC Igbo n’ehihe Tuzde a na ha natara ozi n’aka gọọmentị Naijirịa ka ha gbakọta n’otu ebe bụ ebe a sị ụgbọala bọọsụ ga-abịa buru ha pụọ mana o nwebeghị onye ha hụrụ.",
    "N’okwu ya ọ sị:",
    "“A sị anyị pụta kemgbe elekere isii nke isi ụtụtụ n’akụkụ ọtụ ebe bụcha mahadum dị iche iche na Sudan. Ihe na-akụ ugbua bụ elekere mbụ nke ehihe mana enwebeghi onye anyị hụrụ anya ịbịa bupu anyị.”",
    "O kwukwara na ọnọdụ ihe amalitela isiri ndị mmadụ gụnyere ụmụafọ Naijirịa nọ ebe ahụ ike nke gụnyere enweghị nri, enweghi mmiri nakwa enweghi ịnatenetị ha ga-eji agwa ndị ezịnaụlọ ha okwu.",
    "Nwaakwụkwọ a kwuru na akụkụ ebe nke ọ nọ na-eche ka a bịa buru ha bụ n’ime mahadum  African University nọ n’isiobodo Sudan bụ Khartoum.",
    "Ebe foto si, Getty Images",
    "Ọ gara n’ihu kọwa na ebe ndị ọzọ a sị ụmụafọ Naijirịa gbakọta bụkwa n’ime mahadum Elrazi University nakwa Omdurman University nke nọ n’obodo Omdurman.",
    "O kwukwara na gọọmentị Naijirịa agbaala mbọ na-ezitere ha ozi ugboro ugboro kemgbe ọghaghara malite ịda ebe ahụ.",
    "Ọtụtụ ụmụafọ Naijirịa bi na Sudan ma na-agụ akwụkwọ ebe ahụ ọkachasị ndị si mpaghara ugwu Naijịrịa. A na-eche na ụmụakwụkwọ ndị Naịjriịa nọ na Sudan ugbua ruru 5,500.",
    "Na Tuzde a, ụlọọrụ na-ahụ maka ọdịnma ndị Naijirịa nọ na mba ndị ọzọ nakwa enyemaka ndị nọ n’ihe ọdachị bipụtara akwụkwọ nke e tinyere akara ekwentị ụmụafọ Naijirịa na Sudan nwereike ịkpọ ma ha nwee nsogbu ọbụla",
    "Ebe foto si, Reuters",
    "Ọtụtụ mba dị iche iche na-agba mbọ ịgbapụta ndị nke nọ na Sudan dịka ọgbaghara na-adasiike ebe ahụ",
    "Ebe foto si, Reuters",
    "Ọtụtụ ndị mmadụ na-agba mbọ ịgbapụ Sudan dịka ọgbaghara na-adasiike ebe ahụ.",
    "Gọọmentị Naịjirịa ekwuola na ịgbapụta ụmụafọ Naijirịa nọ na Sudan abụghị ihe egwuregwu dị mfe.",
    "Ụlọọrụ ‘Nigerians in Diaspora Commission (Nidcom)’ bụ ụlọọrụ na-ahụ maka ụmụafọ Naịjirịa bi na mba ndị ọzọ kwuru nke a dịka ha nọ na-aza ajụjụ banyere mgbapụta ụmụafọ Naijirịa nke ọtụtụ na-akpọ oku maka ya ugbua.",
    "Abike Dabiri bụ onyeisi ụlọọrụ Nidcom kwuru na mkparịtaụka ya na BBC nwere na usoro iji gbapụta ndị a adịghị mfe ma ncha.",
    "Ka o si kwuo, gọọmentị Naijirịa ga-anata ozi nyere ikike ịme mgbapụta a n’aka ndị isi ọchị agha abụọ na-alụ ọgụ na mba ahụ ugbua tupu e mee ya bụ mgbapụta.",
    "N'ụbọchị Tuzde, o zipụtara ozi ma kwukwa ka nne na nna ndị ụmụ ha nọ mba ahụ rịọ ụmụ ha ka ha nọrọ jụụ na Naijirịa na-agbasi mbọ ike ịgbapụta ha.",
    "Na mkparịtaụka a ya na BBC nwere na Mọnde o kwuru, ‘Anyị nwere olileanya na eche (Tuzde) na ụgbọala bọọsụ nke mbụ ga-ebu ndị mmadụ pụọ Khartoum ma gawa Cairo iji hụ na ebugara ndị a ebe nwere nchekwa ma buruzie ha n’ụgbọelu ga-akpọlata ha Naịjirịa.”",
    "“Ụlọọrụ Naịjirịa na Sudan ewepụtala ozi etu ụmụakwụkwọ Naịjirịa nọ Sudan ga-esi nweta ohere sonye ụgbọala bọọsụ ndị a ga-ebupụ ha ebe ahụ.”",
    "“Ihe na-egbu anyị oge ugbua bụ inweta ikike n’aka ndị ọchị agha abụọ a.”",
    "Ọ gara n’ihu kwuo na e nwere ọtụtụ ụmụakwụkwọ Naijirịa nọ na mba ahụ ma kwuo na ha ruru puku kwuru puku.",
    "Dabiri-Erewa kwukwara na ụlọọrụ Naijịrịa na-ahụ maka mekọ mba na mba ezigarala ndị ọchị agha abụọ ozi ka ha nye Naijirịa ohere ịkpọlata ndị mba ha nọ ebe ahụ.",
    "Otu nwata akwụkwọ Naijirịa na-agụ akwụkwọ na mba Sudan kwuru na ọnọdụ ihe ebe ahụ dị oke egwu.",
    "Nwaada a nke na-akpọghị aha ya kwuru nke a n’ihe onyonyo na-efeghari na soshal midia ma kwukwa na ya na ezinaụlọ ya gbapụrụ Khartoum bụ isi obodo mba ahụ ma gbaga akụkụ ọzọ n’ihe na nwanne ya nwaanyị bịara daa ahụ.",
    "O kwuru na ụlọọgwụ ndị nọ ebe ahụ enweghị nye ya ọgwụgwụ n’ihe ọgbaghara na-ada ebe ahụ.",
    "Ihe mere e ji nwee ọtụtụ ụmụakwụkwọ mba Afrịka n'Ukraine7 Maachị 2022",
    "Africa Eye: Ihe ndị Africa bi n' Ukraine gabigara n'ịgba ọsọ ndụ2 Mee 2022",
    "Eji m ego m nyere ndị na-agba ọsọ ndụ na Ukraine aka - Alexander Somto3 Maachị 2022",
    "Ụgbọelu agha na-efegharị dịka ogbunigwe na-ada n'akụkụ ụfọdụ na Sudan",
    "Site na nkwekọrịta ọhụrụ otu abụọ na-ebuso onwe ha agha na Sudan nwere, a ga-akwụsịtu ọgụ na-ada ebe ahụ ruo abalị abụọ malite n’ime abalị Mọnde.",
    "Nke a ga-eme ya nke ugboro atọ a na-akwụsịtu ịlụ ọgụ ebe ahụ kemgbe ọgbaghara malitere ịda ebe ahụ n’ọnwe a.",
    "Ọdeakwụkwọ ukwu nke mba Amerịka bụ Antony Blinken kwuru na otu ndịgha Sudan nakwa nakwa otu ‘Rapid Support Forces (RSF)’ nwere nkwekọrịta a ka e mere mkparịtaụka ruo abalị abụọ.",
    "Ihe ruru mmadụ 400 anwụọla kemgbe ọgbaghara malite ịda n’ụbọchị 15 nke ọnwa Eprel, 2023.",
    "Otu ndịagha abụọ a wepụtachara ozi gbara ama na ha ga-akwụsịtu ọgụ ha nwa mgbe nta.",
    "Ọtụtụ ndị mmadụ agbagala n’akụkụ okeala mba a dịka ha na-achọ ịgbapụ ebe ahụ nke gụnyere ụmụafọ Sudan bi n’isiobodo mba ahụ ebe ya bụ ọgbaghara metụtara.",
    "Ọgụ a nke malitere ịda n’ọnwa Eprel a bidoro dịka otu ndị ọrụ nchekwa abụọ malitere ibuso onwe ha agha. Nke a bụ n’ihi ndọrọndọrọ dapụtara n’etiti otu nchekwa abụọ bụ otu ndị agha Sudan na otu nchekwa Rapid Support Forces (RSF).",
    "Ebupụla ndị mba Europe ruru 1000 ebe ahụ nke kacha bụrụ ndị France na Germany na-arụ ọrụ enyemaka na Sudan.",
    "Ọgụ a ataala isi ihe ruru mmadụ 420 kemgbe ụbọchị 15 nke ọnwa Eprel.",
    "N’ụbọchị Mọnde, Briten bupụrụ ndị ọrụ nnọchiteanya ha na Sudan nakwa ezinaụlọ ha mana ndị mba Briten ruru mmadụ 4000 ka tọrọ ebe ahụ dịka a na-agba mbọ ịgbapụta ha.",
    "Ebe foto si, Getty Images",
    "Mohamed Hamdan Dagalo nọ n’aka ekpe ebe nọ n’aka nri Abdel Fattah al-Burhan ha abụọ bụ ndị isi ọrụ nchekwa abụọ na Sudan.",
    "Dịka e mechara mweghara ọchịchị nke ndị agha mere na mba Sudan na 2021, ndị isi otu nchekwa abụọ a bịara nọrọ n’isi ọchịchị mba ahụ.",
    "Mmadụ abụọ a bụ ọchịagha Abdel Fattah al-Burhan nke bụ onyeisi ndịagha Sudan nakwa ọchịagha Mohamed Hamdan Dagalo nke bụ onyeisi otu nchekwa  Rapid Support Forces (RSF).",
    "Ọ bụ esemokwu nọ n’etiti ha abụọ bụ ihe na-akpata ọgụ na-ada na Sudan.",
    "Ihe na-akpata esemokwu a bụ nghọtaghie dị n’etu ha abụọ siri chọọ ka usoro ọchịchị nakwa nyefe ndị nkiti ọchịchị ọzọ na mba ahụ ga-esi aga.",
    "Isi sekpụ ntị n’okwu a bụ atụmatụ itinye ndị otu nchekwa RSF mmadụ 100,000 ka na sonye na otu ndị agha nakwa onye ga-anọ n’isi ọchịchị ndị nchekwa na mba ahụ.",
    "Ọchị agha Dagolo kwuburu n’afọ 2021 na mweghara ọchịchị ahụ mere mgbe ahụ bụ ihe ndahie dịka o wepụtara onwe ya nakwa otu RSF dịka onye nọ n’azụ ndị nktiti mba ahụ.",
    "Agbanyeghi okwu ya, ọtụtụ nọ ebe ahụ na-enyo ya bụ okwu onye ọkachasị maka etu otu RSF siri jiri aka ike na-eso ndị mmadụ ebe ahụ n’oge gara aga.",
    "Ọchịagha Burhan n’aka nke ya kwuru na aga enyeghachi ndị nkiti ọchịchị naanị ma e mee ntuliaka ma họpụta onye ga-achị.",
    "Mana ọtụtụ na-eche na ndị ọchịagha a nakwa ndị nso nso ha na-atụ egwu ihe ga-eme ha nakwa akụnụba ha ma ndị nkiti nweta ọchịchị ọzọ ma wepụ ha n’ọkwa.",
    "Sudan",
    "Naijiria",
    "Ndịagha",
    "Anyị ahụbeghi 'break light' gọọmentị maka mkpọlata anyị – Ụmụakwụkwọ Naijirịa na Sudan25 Eprel 2023",
    "World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara25 Eprel 2023",
    "Ezuola m ike nke ọma, adịla m njikere maka ọrụ dị n'ihu - Bola Tinubu22 Eprel 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}