{
  "published": "03:34",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m na m gbara Nnamdi Kanu nwanne m 'sabo'?",
    "Onye dere ya, Ikechukwu Kalu na Okechukwu Omeire",
    "Ndị mere akụkọ a,  Journalist na Video Journalist",
    "Julaị 2023",
    "Sịnetọ Ifeanyi Ubah na-anọchiteanya ndị Anambra South n'ụlọomeiwu Naịjirịa ekwuola na aka ya adịghị na mkpọlata gọọmentị Naịjirịa kpọlatara Nnamdi Kanu, onyendu otu na-achọ nwereonwe Biafra bụ Indigenous People of Biafra (Ipob) site na mba Kenya.",
    "Nke a na-abịa dịka ụfọdụ ndị nkwado Kanu na-ebo Ubah ebubo inye gọọmenti ụgbọelu ha jiri si mba Kenya bulata Kanu na Naịjirịa n'ọnwa Juun afọ 2021.",
    "Ifeanyi Ubah: Obi ọ ga-adị gị mma ma a pịa nne gị ụtalị n'aha 'sit at home'?17 Julaị 2023",
    "Ihe Peter Obi, Soludo na ndị ọzọ kwuru maka Mwakpo e mere Sinetọ Ifeanyi Ubah12 Septemba 2022",
    "Ifeanyi Ubah ọ baala APC n'ezie?26 Maachị 2019",
    "Na mkparịtaụka Ifeanyi Ubah na BBC Igbo nwere, ọ kwuru \"kedụ uru ọ ga-abara m na m gbara nwanne nwoke sabo?.",
    "\"M meere gọọmentị Naịjirịa ihe niile a ma bụrụ ọkwa onye na-esoghi na pati na-achị achị?\"",
    "Ubah gara n'ihu kwuo na oge otu a kpọrọ 'Nzukọ Umunna' mere njem gaa leta Kanu na mkpọrọ, na ọ bụ ya wepụtara ego e jiri mee njem ahụ.",
    "O kwuru na ndị maara ka o si eme ihe ma na ọ naghị ekwu ọtụtụ okwu kama na ọ bụ n'omume ka a na-ahụ ya.",
    "N'aka nke ọzọ Ifeanyi Ubah kọwara ihe ọ ga-abigara oge ndị ojiegbe wakporo ụgbọala ya n'Anambra steeti n'afọ 2022.",
    "O kwuru na ọ bụ Chineke zọrọ ndụ ya n'ụbọchị ahụ maka na e gburu ụfọdụ ndị enyemaka ya.",
    "Kirie ihe o kwuru n'uju.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Vidio, Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?, Duration 3,3424 Julaị 2023",
    "Vidio, AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu , Duration 4,3722 Julaị 2023",
    "Vidio, Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua, Duration 1,2819 Julaị 2023",
    "Vidio, Ọ fọrọ obere ihe ka mbuze rie ụlọ anyị n’Ogbor Hill Aba., Duration 0,5618 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}