{
  "published": "04:43",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mental Health: Nnenne m rịara ọrịa 'isi mgbaka' mana di ya hụrụ ya n’anya ruo n’ọnwụ - Win",
    "Nwada Winifred Mena-Ajakpovi bụ onye nnenne ya rịara ọrịa metụtara ụbụrụ akọwaala ihe nnanna gabigara n'oge ahụ iji lekọta ya.",
    "Nwada a bụ onye na-eme ihe ejije kọọrọ BBC Igbo etu nnenne ya siri rịa ọrịa a n’oge gboo n'he dịka n'afọ 1940 ka nnanna ya gara lụọ nnenne ya dịka esi alụ nwaanyị n’omenala Igbo.",
    "Ngwa ngwa ha gbachara akwụkwọ ka ọrịa metụtara ụbụrụ malitere na-arịa nwunye ya.",
    "Winifred kwuru na nnanne ya ahapụghị nwunye ya gaa lụọ nwaanyị ọzọ maọbụ chụpụ ya, kama o gosiri ya ịhụnanya ya ma chọwa ọgwụgwọ ya ruo mgbe nwaanyị ahụ kara nka ma nwụọ.",
    "N’ala Igbo a na-ahụta mmadụ ịnya ara dịka onye abụrụ ọnụ, ọtụtụ ndị omenala na-achụpụ onye ahụ n’ajọ ọhịa ma wuchipu ya ọkachasị n’oge gboo.",
    "Winifred nyere ndụmọdụ ka ndi mmadụ, ọkachasị ndị Igbo kpochapụ omenala niile na-akpachapụ mmadụ dika iwuchi ndị nwere ọrịa ụbụrụ, iwuchi ndi osu, ohu, ụmụnwaanyị na-amụghị nwa na ụmụnwaanyi ajadụ.",
    "Winifred kwuru ka a nabata ndị dị etu a maka na e nwere ihe kpatara ya na-abụghị ihe si n’ala ma ọ bụ ọgwụ agwọrọ agwọ.",
    "Mana ugbua, odowala ọtụtụ mmadụ anya na ụfọdụ ọrịa metụtara ụbụrụ nwere ọgwụgwọ ma ọ bụ ọgwụ nwereike ime ka isi jụọ onye ahụ oyi.",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Naijiria",
    "Ahụike echiche",
    "Okike",
    "Lee ihe ị ga-eme iji jide nwunye gị maọbụ di gi n'ọrụ3 Ọktọba 2021",
    "Psychosis, Bipolar disorder na ọrịa isi ndị ọzọ ị kwesịrị ịma maka ya11 Mee 2022",
    "Ị ma na onye ọbara mgbali elu na-eme n'afọ 30 na 40 nwere ike imecha nwee nsogbu n'ụbụrụ?26 Ọgọọst 2019",
    "Vidio, Nnenne m rịara ọrịa 'isi mgbaka' mana di ya hụrụ ya n’anya ruo n’ọnwụ - Winifred Mena-Ajakpovi, Duration 4,431 Ọgọọst 2023",
    "Vidio, ‘Ndị dọkịnta ekweghi leta nwa m dara ọrịa n’ihi na ha na-agba abụbụ ọrụ’ , Duration 2,1328 Julaị 2023",
    "Vidio, Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?, Duration 3,3424 Julaị 2023",
    "Vidio, AI in Music: Mụ na MI Abaga etikọọla egwu tupu m amalite iji AI emepụta egwu - Nkasiobi Chukwu , Duration 4,3722 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}