{
  "published": "7 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty images/AP",
    "Ụlọakụ Etiti bụ 'Central Bank of Nigeria' (CBN) agwala ụlọakụ ọbụla dị na Naijiria ka ha tinye anya na mmiri were na-enyocha ego na azụmahia si mba Cameroon, Croatia na Vietnam iji nyọpụta ndị na-asa ego, ndị na-etinye ego iji kwado iyi ndụ egwu nakwa itinye ego nrụpụta maọbụ nkesa ngwa agha nuklia,kemikal na nke dị ndu.",
    "Uru ise di na mgbanwe ego China'9 Mee 2018",
    "New Naira design: Ụlọikpe Kachasị akwụsịla CBN na Gọọmentị Etiti iwepu ego ochie n'ụbọchị Feb 109 Febụwarị 2023",
    "N'akwụkwọ ozi nwere akara FPR/AML/PUB/BOF/001/029, nke onyeisi na-ahụ maka iwu metụtara okwu ego n'ụlọakụ CBN bụ Mr Chibuzo Efobi binyere akara ma wepụta ụbọchị Tọzde kwuru sị, na nke a so na mkpebi nke otu 'Financial Action Task Force' FAFT) nwere n'ọgbakọ ha na nsonso a.",
    "Otu 'Financial Action Task Force' bụ otu mba ụwa na-ahụ maka itinye atụmatụ nakwa usoro iji gbochie isa ego, iyi ndụ egwu nakwa itinye ego na ịrụ ngwa agha nuklia , nke kemikal maọbụ ndụ (nuclear, chemical or biological weapons.)",
    "Ebe foto si, CBN",
    "“Anya ụlọakụ na  ụlọ ego ndị ọzọ rue  na mpụtara  ọgbakọ nke otu \"Financial Action Task Force\" nwere n'abalị 21 rue abalị 23 nke ọnwa Juun afọ 2023 nakwa ntinye e tinyere Cameroon, Croatia na Vietnam  n'aha ebe ndị 'a ga-elesi anya ike'.\"",
    "“Ọzọ, aha mba Korea, Iran na Myanmar ka nọkwa n'aakwụkwọ obodo ndị a 'kachasị elesi anya ike'.",
    "“Ụlọakụ mụrụ anya  maka nsogbu nwere ike ịdapụta dịka ndị mmadụ na-achọ ụzọ, ịgba iwu a mgba okpuru iji chekwa usoro nhazi ego na mbaụwa.\"",
    "Cheta na n'ọnwa Febụwarị afọ 2023, Naijiria dabanyere n'akwụkwọ mba ndị FAFT na-enyo enyo.",
    "Naijiria",
    "Vietnam",
    "Ego mmadụ",
    "Ịji ego achụ ego",
    "Cameroon",
    "Ahịa",
    "Twitter ekwuola na ha ga-agba 'Meta' akwụkwọ n'ụlọikpe maka imepụta 'Threads'7 Julaị 2023",
    "Sit at home: Ihe gọọmentị Enugu na-ekwu maka nchekwa steeti ahụ elekere 8 gara aga",
    "Mmesoma Ejikeme: Ihe  ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ 5 Julaị 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC7 Julaị 2023",
    "Sit at home: A nwuchiela mmadụ 15 na amanye ndị mmadụ nọrọ n'ụlọ n'Ebonyi5 Julaị 2023",
    "\"E wepụ nne m agaraghị m agbalahụ ọrịa 'sickle cell' were ruo afọ 65 m dị ugbua\"7 Julaị 2023",
    "Money laundering: Gịnị mere CBN ji nye ndị ụlọakụ iwu inyo ego si Cameroon,Vietnam na Croatia abata,apụ?7 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "'Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel27 Juun 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Sit at home:Nwantịị ka anyị nwụde ndị omekome na-amanye nọrọnụlọ n’Enugu mana anyi gbatara ha egbe-Ndị uweojii",
    "Money laundering: Gịnị mere CBN ji nye ndị ụlọakụ iwu inyo ego si  Cameroon,Vietnam na Croatia abata?",
    "Etu onye nkuzi jiri aka higbuo nwata n'ụlọ akwụkwọ n'Ondo steeti",
    "Twitter ekwuola na ha ga-agba 'Meta' akwụkwọ n'ụlọikpe maka imepụta 'Threads'",
    "Igbo culture and animal Totems: Etu Igbo si ahụta ugo,ngwere, nwamba na anụmanụ ndị ọzọ n'omenala IgboEmelitere ikpeazụ na: 7 Juun 2022",
    "Mmesoma Ejikeme: Ihe  ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ",
    "Dandruff, Scalp psoriasis, Ringworm na ihe ndị ọzọ na-eri ntutu gịEmelitere ikpeazụ na: 4 Julaị 2020",
    "Ị ma na CBN nwere ike ịkwụ gị N10,000?Emelitere ikpeazụ na: 17 Septemba 2018",
    "Ezutere m di m mbụ na 'crusade'- Chinyere UdomaEmelitere ikpeazụ na: 18 Maachị 2021",
    "France riots: Nchịkọta ihe merela kamgbe ndị uweojii gbagbuchara otu nwokoroọbịa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}