{
  "published": "19 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NIG Military HQ",
    "Isi ụlọọrụ nchekwa Naịjirịa ewepụtala aha ndịagha mmadụ iri na asaa bụ ndị e gburu na mwakpo a wakporo ndịagha na Delta Steeti.",
    "E gburu ndịagha ahụ n'izuụka gara aga n'obodo Okuama dị n'okpuru ọchịchị Ughelli Saụt nke steeti ahụ.",
    "Dịka mgbasaozi ndịagha siri kwuo, ndịagha ahụ e gburu bụ ndị gara ikpe udo n'etiti obodo ndị na-enwe esemokwu oge ndị ntoroọbịa obodo ahụ wakporo ha ma gbuo ndịagha mmadị iri na asaa.",
    "Ka abalị ole na ole gachara mwakpo ahụ mere, isi ụlọọru nchekwa ewepụtala aha ndị nwụrụ na ya bụ mkpamkpa kpara gụnyere onye ọchịagha nke ọgba 181 Amphibious Batallion, majo abụọ, otu kaptin, ndịagha mmadị iri na abụọ.",
    "Etu ndị uweojii siri gbagbuo onye ọkaiwu gara ibugara ndị ntọrị ego ịgbapụta nwanne ya 18 Maachị 2024",
    "Ndị tọọrọ di m yi akwa ndịagha Naịjirịa ma buru ụgbọala ndịagha Naịjirịa - Nwunye onye ntaakụkọ a tọọrọ18 Maachị 2024",
    "A ga-enye Nnamdi Kanu beelu taa?20 Maachị 2024",
    "Isi ụlọọrụ nchekwa Naịjirịa depụtara aha ndị agha ahụ e gburu",
    "– Lt Col AH Ali, the Command Officer, 181 Amphibious Battalion, ndịagha Naịjiria",
    "– Maj SD Shafa (N/13976)",
    "– Maj DE Obi (N/14395)",
    "– Capt U Zakari (N/16348)",
    "– SSgt Yahaya Saidu (#3NA/36/2974)",
    "– Cpl Yahaya Danbaba (1ONA/65/7274)",
    "– Col Kabiru Bashir (11NA/66/9853)",
    "– LCol Bulus Haruna (16NA/TS/5844)",
    "– Lal Sole Opeyemi (17NA/760719)",
    "– LCpl Bello Anas (17NA/76/290)",
    "– LCpl Hamman Peter (NA/T82653)",
    "– LCpl Ibrahim Abdullahi (18NA/77/1191)",
    "– Pte Alhaji Isah (17NA/76/6079)",
    "– Pte Clement Francis (19NA/78/0911)",
    "– Pte Abubakar Ali (19NA/78/2162)",
    "– Pte Ibrahim Adamu (19NA/78/6079)",
    "– Pte Adamu Ibrahim (21NA/80/4795).",
    "E gburu ndị agha mmadụ 16 na Delta Steeti",
    "Ọgbaaghara tiwapụrụ na Delta Steeti n’ụbọchị Tọzdee 14 Maachị 2024 n’oge ndị ojiegbe wakporo obodo Okuama ma site n’ụgbọmmiri kwasoo ha mgbọ.",
    "Ya bụ ọnọdụ bụ nke a hụtara dịka a nọọrọ na-enwe ọgbaaghara n’etiti obodo Okuama dị n’okpuru ọchịchị Ughelli na Okoloba nke dị n’okpuru ọchịchị Bomadi na Delta Steeti.",
    "Ọgbaaghara ahụ riri isi mmadụ atọ dịka ọtụtụ ndị ọzọ nwetara ihe mmerụ ahụ.",
    "Ọ bụ n’ihi ọnọdụ ahụ mere gọọmenti Naịjirịa jiri zipụ ndịagha ịga mee udo n’etiti obodo Okuama na Okoloba n’ụbọchị Tọzde 14 Maachị 2024.",
    "Dịka ndịagha nọ na-aga ozi e dunyere ha, ndị ntorobịa wakporo ha ma gbuo ndị agha mmadụ iri na isii nke gụnyere ndị isi anọ.",
    "N’ozi ọnụ na-ekwuru ụlọọrụ nchekwa Naịjirịa bụ Ọchịagha Tukur Gusau wepụtara na Satọde, o kwuru na ụfọdụ ndị ntoroọbịa obodo wakporo ndịagha ngalaba 181 Amphibious Battalion n’oge ha gara ọrụ ime udo n’okpuru ọchịchị Bomadi nke Steeti Delta.",
    "Gusau nọọrọ n’ụbọchị ahụ kwuo na ha emeela ka gọọmentị Delta Steeti maara maka nke a, tinyekwara na ha anwụchiela ụfọdụ ndị a na-enyo enyo aka ha dị n’arụ ahụ.",
    "O kwukwara na ndịagha agaghị ala azụ na mbọ ha na-agba iweta udo na nchekwa na mpaghara Naịjirịa dị iche iche.",
    "Onyeisiala Bola Tinubu enyela ndị ọchịagha na ndị isi ụlọọrụ nchekwa ikike iweta ikpe ziri ezi nye ndị niile aka ha dị n'ogbugbu e gburu ndịagha Naịjirịa mmadị 16 na Delta Steeti.",
    "N'akwụkwọ ozi onyeisiala Tinubu tinyere aka na ya, o kwuru na ndị mere ihe ahụ agaghị ala n'efu. Dịka o siri kwuo “a na m akasi ezinaụlọ ndịagha niile e gburu egbu obi tinyere ndị ogbo ha na ndị hụrụ ha n’anya.",
    "“Ndị isi ụlọọrụ ndịagha Naịjirịa na-elebara ọnọdụ ahụ anya ugbua. Ndị iberibe aka ha dị na nnukwu arụ ahụ aghaghị ịnata ntaramaahụhụ,” ya ka o kwuru.",
    "Onye Sịnetọ na-anọchite anya mpaghara Delta North n’ụlọomeiwu sinet bụ Ned Nwoko ekwuola na a ga-achọpụtarịrị ndị aka ha dị n’ọnwụ ndịagha mmadụ 16 ma kpee ha ikpe.",
    "N’ozi ọ wepụtara n’ọbaozi X, Ned Nwoko nyere mmadụ niile ndụmọdụ ka ha dere duu ma ghara ibu agha mmegwara n’ihi na nke ahụ ga-eme ka ya bụ ọnọdụ kawanye njọ.",
    "Dịka o siri kwuo “gọọmenti etiti na nke Delta Steeti kwesịrị ihiwe otu panel nnyocha ngwangwa iji chọpụta ebe mmiri siri banye n’opi ụgbọghọrọ n’etiti obodo Okuama na Okoloba, nke mere ndịagha jiri zọpụ njem iweta udo ma zutezie ọnwụ ha.”",
    "Onye bụbu osote onyeisiala Naịjirịa bụ Atiku Abubakar agbaala ndịagha ume ka ka ha saa anya ha mmiri ma gbasoo ezi akparamaagwa dịka ha na-azaso ọnọdụ dakwasara ha na Delta Steeti.",
    "A mụnyela ọtụtụ ụlọ ndị mmadụ ọkụ n’obodo Okuama nke Delta Steeti dịka ndị ntorobịa gbuchara ndịagha mmadụ 16 n’ụbọchị Tọzde 14 Maachị 2024.",
    "Naijiria",
    "Ndịagha",
    "Delta Steeti",
    "Amaechi Muonagor onye a ama ama n'ime ihe nkiri Nollywood alaala mmụọelekere 5 gara aga",
    "World Tuberculosis Day: Ihe ị kwesịrị ịma maka ụkwara ntaelekere 8 gara aga",
    "Senegal Election: A malitela ịgụwa vootu a tụrụ maka ọkwa Onyeisiala ha na mpaghara ụfọdụelekere 5 gara aga",
    "Kabaaka onye otu egwu Oriental Brothers anwụọla 22 Maachị 2024",
    "Ọ naghị ewute m na m kagburu ntuliaka mba Senegal - Macky Sall20 Maachị 2024",
    "Ihe Nnamdi Kanu kwuru ga-eme ndị ji aha ya na Ipob eme mpụ na South-East20 Maachị 2024",
    "Ihu, aha na ọkwa ndịagha Naịjirịa e gburu n'Okuama Delta steeti19 Maachị 2024",
    "Ezịnaụlọ Segun Olatunji onye ntaakụkọ a tọọro na-ebeku Onyeịsịala Tinubu18 Maachị 2024",
    "Africa Eye: Etu otu nwaanyị si jiri Whatsapp zọọ ndụ ndị a tọrọ atọ19 Maachị 2024",
    "Amaechi Muonagor onye a ama ama n'ime ihe nkiri Nollywood alaala mmụọ",
    "Traditional Iheritance: Ihe mere ụfọdụ obodo n'ala Igbo ji 'eri ala na nne'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Onye hụrụ Simon Ekpa, Chika Edoziem, Bello Turji na ndị ọzọ kpọtụrụ anyị - Defence Headquarters",
    "Abia Pension law: Alex Otti ọ napụrụ Ikpeazu, T.A Orji na Uzor Kalu ara n'ọnụ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}