{
  "published": "18 Disemba 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Argentina ebulila iko mbaụwa 2022 dịka ha gbanyere goolu ikpeazụ ha site na pentarịtị.",
    "France riri ụfọdụ penariti ha nke nyere Argentina ohere imere.",
    "Mkpu na ọṅụ na-akpọtụ n'akụkụ ụwa niile dịka a na-efe ọkọlọ mba Argentina ebe niile. Ụwa niile kpụ aha Messi n’ọnụ ugbua dịka o mere ihe dịka dike n’egwu ikpeazụ a.",
    "Kylian Mbappé tara ahịhịa gbara ọkụ dịka mbuli iko mbaụwa 2022 mere ya ọ nọ nso eru aka.",
    "Otu na-elekọta egwu bọọlụ ụwa bụ Fifa zipụtara ozi n'akara Twitter ha kwuo na nke a bụ 'egwu ikpeazụ n'iko mbaụwa kacha ibe ya'.",
    "Nke a na-abịa dịka otu a ejighi ọchị n'ihu gbaa ya bụ asọmpị.",
    "Ebe foto si, Getty Images",
    "France gosiri Argentina na ha abụghị mmanwụ a na-akwa aka n'egwu bọọlụ dịka Mbappe ji otu ọkpụ goolu chara acha manye Argentina aka n'anya nke mere tinyere ngụkọ goolu asọmpị a n'ọnọdụ goolu atọ, goolu atọ.",
    "Ebe foto si, Getty Images",
    "Etinyela nkeji 10 nke mgbanwunye n'elu oge egwuregwu ikpeazụ a dịka Messi gbanyere goolu nke abụọ ya nke tinyere otu bọọlụ Argentina n'ọkwa kacha elu ugbua.",
    "Argentina agbanyela goolu atọ ebe France gbanyere abụọ.",
    "Anya ụwa na-ele ịma onye ga-ebuli iko mbaụwa 2022 a ugbua.",
    "N’elekere 81 nke egwu a chi ọkụ, France ji otu goolu ọzọ chara acha zaghachi mba Argentina.",
    "Kylian Mbappé gbanyere penariti tinyere ha na mba France ndị jibu goolu abụọ malite igosi ha nkarị na nhata nha tupu Messi e mecha saa ya n'oge mgbanwụnye etinyere",
    "Ebe foto si, Getty Images",
    "Lionel Messi na Anghhel Di Maria gbanyere mba Argentina otu goolu otu goolu ebe Kylian Mbappe kwụrụ ụdọ ma gbaa isi akwara gbanyere France goolu abụọ chara acha.",
    "Mkpu na-akpọtụ n’ime ama egwuregwu Lusail nke mba Qatar dịka enyi abụọ na-asọkọta mpị ọnụ ebe ahụ.",
    "N’egwu ikpeazụ nke asọmpị ikomba ụwa 2022 a, ndị egwu bọọlụ mba France nakwa nke ndị mba Argentina eforola ntutu taa ịhụ na ha abaghị aka laa.",
    "Ajentịna na Fransị ga-ezute n'asọmpi ikpeazụ nke iko mbaụwa 2022",
    "Asọmpi ikpeazụ nke iko mbaụwa, Qatar 2022, nke dị n'etiti mba France na Argentina, dịzị ka ọ dị n'etiti Kylian Mbappe na Lionel Messi.",
    "Otu n'ime ha ka na-amalite ndụ amalite dịka ọgba bọolụ, onye nke ọzọ na-akwadozi ịla ezumike.",
    "Otu ka a na-ele anya na ọ ga-abụ ọkaibe n'egwuregwu bọọlụ n'ọdịnihu, mana onye nke ọzọ ka ụfọdụ na-ekwu na ọ bụ ya kacha bụrụ ọkaibe kamgbe egwuregwu bọolụ malitere.",
    "Otu ebuolarị iko mbaụwa nke mbụ ya, na-achọ nke abụọ, onye nke ọzọ na-arịọ chi ya ka aka ya metụ n'iko ọlaedo a, ọbụladị otu ugboro tupu ọ wụsa ọwa.",
    "Mana n'elekere anọ nke ehihie taa bụ Disemba 18, ka ya bụ ekeremgba ga-amalite, onye ga-eturu ugo?",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha\n19 Nọvemba 2022",
    "https://www.bbc.com/igbo/resources/idt-8a2fc374-12d4-4875-8aa6-d3612d93af96",
    "Oge ikpeazụ Ajentịna buliri iko mba ụwa bụ afọ iri atọ na isii gara aga; amụbeghị Lionel Messi oge ahụ.",
    "Mana ugbua, anya mmadụ niile dị n'isi nwa amadị a dị afọ 35 ka o lụọ ọgụ ka dike ma nye mba ya mmeri.",
    "Nke a bụ nke ugboro abụọ Messi na Ajentịna na-eru agba ikpeazụ nke iko mbaụwa, dịka ha rukwara ya n'afọ 2014 na mba Brazil, mana mba Jamani ji otu ọkpụ goolu merie ha.",
    "N'asọmpi nke afọ a, Messi enyelarị goolu ise, ma sorokwa na ndị nwereike irite nturuugo onye kacha gbaa bọolụ, mana onye ọbụla ma na naanị nke ahụ agaghị eju ya afọ.",
    "Emiliano Martinez bụ ochee bọọlụ ndị Ajentịna kwuru na obi ha siri ha ike.",
    "\"Ọtụtụ na-ekwu na ọ bụ Fransị ga-emeri, mana obi siri anyị ike n'ihi na anyị nwere ọkaibe n'ịgba bọọlụ n'ụwa niile,\" Martinez kwuru.",
    "\"Ọ bụrụ na anyị gbaa azụ nke ọma, anyị nwere ezigbo ohere ibuli iko a.",
    "Ọrịa oyi amaghị ebe o si emetụtala ụfọdụ ndị ọgba bọọlụ mba Fransị dịka ha na-akwado maka asọmpi ikpeazụ a.",
    "Ndị dịka Adrien Rabiot, Dayot Upamenco na Kingsley Coman dachara n'ọrịa.",
    "\"Anyị na-agba mbọ ka ya bụ nje ghara ifesa onye ọbụla, Didier Deschamps, bụ onye nkuzi bọọlụ ndị Fransị kwuru.",
    "Anya niile dị n'ebe Kylian Mbappe nọ, nwa amadị na-ka dị naanị afọ 23 mana ọ bụrụla aha onye ọbụla ma nke ọma n'egwuregwu bọọlụ n'ụwa niile.",
    "Mbappe enyekwala goolu ise, ma nyekwa ndị ọzọ bọọlụ ha ji nye goolu ugboro abụọ n'asọmpi iko mba ụwa nke afo a.",
    "Chetakwa na o so mba Fransị wee bulie iko mba ụwa nke afọ 2018 na Rọshịa.",
    "Fransị na Ajentịna ezutela onwe ha ugboro atọ n'asọmpi bọolụ iko mba ụwa. Ha gụnyere na 1930, 1978 na 2018. Ajentịna meriri ugboro abụọ, Fransị emerie otu ugboro",
    "Nke a bụ nke ugboro isii Ajentịna na-eru n'agba nke ikpeazụ nke iko mba ụwa. Nke a bụ nke ugboro anọ maka mba Fransị.",
    "Fransị nwere olileanya ịbụ naanị mba nke atọ burula iko mba ụwa ugboro abụọ na-esote onwe ha. Ndị ọzọ merela nke a bụ Italy (1934 na 1938) na Brazil (1958 na 1962)",
    "Ọ bụrụ na Ajentịna merie, ha ga-abụ mba nke abụọ emeriri n'asọmpi mbụ ha, ma ha mechaa merie iko mba ụwa nke afọ ahụ. Ndị mbụ mere nke a bụ mba Spen n'afọ 2010.",
    "Iko mba ụwa",
    "Bọọlụ",
    "Egwuruegwu",
    "Ịkpa obi aṅụrị",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}