{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Jessica Nwankwo, Amaka Bassey na Donald Wogu",
    "Ndị mere akụkọ a,  BBC News, Lagos",
    "elekere 7 gara aga",
    "Aloy Ejimakor bụ otu ọkaiwu n'ime otu ndị ọkaiwu na-anọchị anya Nnamdi Kanu bụ onyeisi otu Ipob n'ụlọikpe akụwaala akịoyibo nsugbe.",
    "Na mkparịtaụka nke ya na BBC nwere, ọ kọwara ihe mere ikpe Kanu ji bụrụ ihe e ji anya ọkụ e so.",
    "Ọ sị na ọ bụ n'ihi na ọtụtụ ebubo e boro Kanu bụ ndị agbakwunyere ikpe ọnwụ maọbụrụ na ikpe mara onye ahụ.",
    "N'ọnụ ya \"Ọ bụghị na anyị na-egbu oge maọbụ na anyị na ọkaiwu na-ese okwu maọbụ anyị na ndị ọkaikpe gọọmentị etiti na-ese okwu mba!",
    "Anyị na-azọ ikike ruru ya ma na-azọsi ya ike.\"",
    "O bokwara ebubo na DSS na-ege ntị n'ihe ya na Kanu na-akpa ma ọ gaa ịleta ya nke mere na eji ya agba ha mgba n'ụlọikpe.",
    "Rue ugbua, BBC ka na-eche ọsịsa ụlọọrụ DSS gbasara ebubo nke a dịka Ejimakor na-ekwu na ọ bụ ya mere o ji agba mbọ ka ọ pụta n'aka ụlọọrụ nchekwa nzuzo ahụ.",
    "Dịka ikpe Kanu si kwụrụ ugbua, Ọkaikpe Binta Nyako esepụla aka n'ikpe Nnamdi Kanu dịka Kanu kwuru na o nweghizi ntụkwasiobi n'etu Nyako si ekpe ya bụ ikpe.",
    "Mana Ejimakor n'onwe ya na-ebokwasa DSS ebubo ọzọ na-ekwu na ha ejirila iwe ahụ gbochie Nnamdi Kanu ịhụ onye ọbụla nke gụnyere ndị ọkaiwu ya n'agbanyeghị na omume nke a dara iwu nke ụlọikpe nyere.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?25 Septemba 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike10 Ọgọọst 2024",
    "Ihe ọkaiwu Nnamdi Kanu kwuru maka akụkọ sị na o sila n'ụlọ nga DSS rie mbọmbọ ọsọ14 Juun 2024",
    "Vidio, Anyị anaghị egbu oge maọbụ ese okwu, ọ bụ ikike Nnamdi Kanu ka anyị na-azọ - Aloy Ejimakor, Duration 5,28elekere 7 gara aga",
    "Vidio, 'Nwunye nna m boro m na m bụ amoosu gburu nwa ya nwoke', Duration 9,3526 Septemba 2024",
    "Vidio, Etu ụmụada siri weghara nchekwa obodo ha n'Anam, Duration 4,0117 Septemba 2024",
    "Vidio, Ọgba mbọ: Ọtụtụ ndị ekwenyeghi na nwaanyị dịka m ga-arụnwu 'gear box' ụgbọala - Chidera Ohiaeri, Duration 3,334 Septemba 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}