{
  "published": "23 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Supreme Court Nigeria Website",
    "Onyeisiala Naịjirịa bụ Bola Tinubu eduola ọkaipe Kudirat Kekere-Ekun n'iyi ọrụ dịka ọkaipe ukwu Naịjirịa.",
    "Onyeisiala Tinubu mere nke a n'ụbọchị 23 Ọgọst, 2024 dịka o si mba Fransị bata n'ụzụ ụtụtụ.",
    "Ọkaipe Kekere-Ekun nọchiri ọkaipe Olukayode Ariwoola  onye lara ezumike nka n'ụbọchị Tọzde 22 Ọgọst, 2024 ka ọ gbara afọ 70.",
    "Ebe foto si, NTA/X",
    "A mụrụ Ọkaikpe Kudirat Motonmori Olatokunbo Kekere-Ekun n'abalị 7 onwa Mee, 1958.",
    "Ọ gụrụ akwụkwọ na mahadum University of Lagos ebe ọ nwetara nzere ma bụrụ ọkaiwu n'afọ 1981",
    "Ọkaikpe Kekere-Ekun gara n'ihu nweta nzere LL.M na mahadum London School of Economics and Political Science n'afo 1983.",
    "Ọ bụ otú n'ime ndị ọkaikpe dị elu n'ụlọikpe kachasị na Naịjirịa.",
    "Ọkaikpe Kekere-Ekun bụ ọkaikpe nwaanyị nke abụọ ga-abụ ọkaikpe kachasị na Naịjirịa.",
    "O bidoro ọrụ dịka ọkaiwu na Legọs steeti tupu a họpụta ya dịka Senior Magistrate na Legọs steeti n'onwa Disemba 1989.",
    "A họpụtara Kekere-Ekun dịka ọkaikpe ụlọikpe ukwu Legọs steeti n'onwa Julaị 1996.",
    "Ọ rụrụ ọrụ dịka onyeisi otu Robbery and Firearms Tribunal zone II site n'onwa Nọvemba 1996 ruo ọnwa Mee 1999.",
    "Ọ rigoro dịka Ọkaikpe ụlọikpe mkpegharị Naịjirịa n'abalị 22 Septemba, 2004.",
    "N'onwa June 2013, a họpụtara ọkaikpe Kekere-Ekun dịka otu n'ime ndị Ọkaikpe ụlọikpe kachasị na Naịjirịa.",
    "Ọkaikpe Stafford Foster Sutton - 1955-1958",
    "Ọkaikpe Adetokunbo Ademola - 1958-1972",
    "Ọkaikpe Taslim Olawale Elias - 1972–1975",
    "Ọkaikpe Darnley Arthur Alexander- 1975–1979",
    "Ọkaikpe Atanda Fatai-Williams - 1979- 1983",
    "Ọkaikpe George Sodeinde Sowemimo - 1983–1985",
    "Ọkaikpe Ayo Gabriel lrikefe - 1985–1987",
    "Ọkaikpe Muhammed Bello - 1987–1995",
    "Ọkaikpe Muhammadu Lawal Uwais- 1995–2006",
    "Ọkaikpe Salisu Modibo Alfa Belgore - 2006–2007",
    "Ọkaikpe Idris Legbo Kutigi - 2007–2009",
    "Ọkaikpe Aloysius Iyorgyer Katsina-Alu - 2009–2011",
    "Ọkaikpe Dahiru Musdapher - 2011–2012",
    "Ọkaikpe Aloma Mariam Mukhtar - 2012–2014",
    "Ọkaikpe Mahmud Mohammed - 2014–2016",
    "Ọkaikpe W. S. Nkanu Onnoghen - 2016- 2019",
    "Ebe o si: Ụlọọrụ National Judicial Council",
    "Bola Tinubu",
    "Naijiria",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpoxelekere 6 gara aga",
    "Shaun Anderson ji otu aka agba nta na  etu egwuregwu si zọọ ya28 Ọgọọst 2024",
    "NA EME UGBU A, Ndịagha Israel emeela mwakpo kachasị na West Bank",
    "E duola Kudirat Kekere-Ekun n'iyi ọrụ dịka ọkaikpe kachasị Naịjirịa23 Ọgọọst 2024",
    "Ịhụnanya m nwere n'ebe Lee Min-Ho nọ mere m ji kụziere onwe m asụsụ Korea - Nneka Nnanna20 Ọgọọst 2024",
    "Gịnị mere ụlọ ndị mmadụ ji ada na Naịjirịa?16 Ọgọọst 2024",
    "Etu ị ga-esị gbanarị ọnwụ ma ị rite nsị na nri21 Ọgọọst 2024",
    "Mpox awụchiela na Rivers steeti21 Ọgọọst 2024",
    "Naịjirịa ahụla ọnụego mmanụ ụgbọala kachasị kemgbe e hibere ya19 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ọrụ ise dị n'ọdịnihu na etu ị ga-esi rite uru na ya",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}