{
  "published": "6 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mba Chad na-eme ntuliaka ọkwa Gọvanọ ga-emechi afọ atọ kemgbe ha nọ n'ọchịchị nwa oge.",
    "Onyeisioche National Election Management Agency bụ ngalaba na-ahazi ya bụ ntuliaka bụ Ahmed Bartchiret bụ onye kwuputara ụbọchị a dịka ụbọchị ntuliaka ahụ.",
    "O kwuru na mpụtara mbụ ga-apụta n'ụbọchị 21 nke ọnwa Mee ebe nke ọzọ ga-apụta ụbọchị 5 nke ọnwa Juun.",
    "Ntuliaka na-aga n'ihu ugbua dịka a na-anụ kepu kepu nsogbu n'ụfọdụ ebe dịka ọgbọ ntuliaka ka mere mgbachi dịka otu elekere gachara ntuliaka malitere.",
    "Onyeisala obere oge ahụ bụ Mahamat Deby kwuru na o mezuola nkwa o kwere ikwado ụbọchị a ga-eme ntuliaka dịka o kwuru na ha \"alaghachila n'usoro ọchịchị onye kwuo uche ya\".",
    "A na-atụ anya na ihe ruru mmadụ nde asatọ (8m) ga-apụta tuo vootu na ya bụ ntuliaka.",
    "'Ọ dị anyị ka a raara anyị nye' - Gịnị kpatara iwe ji ewe ndị Senegal13 Febụwarị 2024",
    "Etu mba Senegal si wee nabata Bassirou Diomaya Faye ka o meriri ntuliaka26 Maachị 2024",
    "Ebe foto si, Getty Images",
    "Mahamat gbara afọ 40 bụ onye n'azọ ọkwa n'okpuru United Chad Coalition bụ nchịkọta ihe ruru otu ndọrọndọrọ narị abụọ.",
    "A ma dịka 'Gen Kaka' dịka o banyere ọkwa ọchịagha n'afọ 2010.  Rue mgbe nna ya nwụrụ, ọ na-arụ ọrụ dịka onyeisi ndị nchekwa onyeisiala bụ DGSSIE n'ịchafụ.",
    "O bu ụzọ kwe nkwa na ọchịchị nwa oge ya ga-abụ naanị otu afọ na ọkara mana o mechara jiri afọ abụọ dọtịa ya nke butere ngagharịiwe tara isi mmadụ 200 ma dunye kwa ihe karịrị otu puku n'ụlọ mkpọrọ.",
    "Ọ na-ekwe ndị mba ya nkwa ikwalite udo nakwa mmezi obodo. O kwekwara nkwa na ọ gaghị eme ọchịchị mba Chad nke ezinaụlọ Deby.",
    "Ebe foto si, Getty Images",
    "O tobeghi aka, ya bụ n'ọnwa Jenụwarị afọ a ka Ọchịagha Mahamat kpọpụtara aha Masra dị afọ 40 dịka Praịm Minista mba ahụ.",
    "Ọ na-azọ ọkwa n'okpuru otu Transformers bụ nke o hibere n'afọ 2018. Mkpebi ụlọikpe kachasị nke mba ahụ gbochiri ya ịzọ ọkwa n'afọ 2021 dịka ọ na-akatọ ọchịchị ezinaụlọ Deby.",
    "Ndị mmadụ akatọọla ya na ọ na-azọchitere Mahamat ọkwa onyeisiala bụ nke ọ gọrọ.",
    "Ọ na-ekwe nkwa na ọ ga-eme mba ahụ obodo ya na mba Fransị ga na-arụkọ ọrụ ọnụ.",
    "\"Na njikọ a ga-enwe isi bụ na ahapụrụ ụfọdụ ihe ka ọ bụrụ ihe gara aga\" ka ọ gwara otu ụlọ ntaakụkọ mba Fransị.",
    "Tupu ọ banye ndọrọndọrọ ọchịchị bụ ọkammụta ihe gbasara akụnaụba obodo na African Development Bank (AfDB).",
    "Ebe foto si, Getty Images",
    "Padacke bụ aka ochie na ndọrọndọrọ ọchịchị na-azọ ọkwa n'okpuru otu National Rally of Chadian Democrats - Revival (RNDT-Le Reveil).",
    "Ya na Idriss Deby azọbuola ọkwa onyeisiala n'afọ 2006, 2011 nakwa 2021.",
    "Ọ rụbuola ọrụ dịka Praịm Minista n'ọchịchị Deby nke nwụrụ site n'afọ 2016 rue 2018  ma rụkwa ya bụ ọrụ n'okpuru nwa Deby site n'ọnwa Eprelu rue ọnwa Ọktoba afọ 2021.",
    "Padacke dị afọ 57 akatọọla egwuregwu dị n'etiti Mahamat na Masra ma na-ekwu na o megidere njikọ mba Chad.",
    "O kwenyeghi na iwu ala ọhụ ma kwe nkwa ịweghachite ọchịchị onye kwuo uche ya ma o merie ntuliaka a.",
    "Ebe foto si, Getty Images",
    "Beassemda dị afọ 50 bụ naanị nwaanyị na-azọ ọkwa onyeisiala a.",
    "Ya bụ onyeisi otu Party of Democracy and Integral Independence (PDI)  kemgbe afọ 2018 mgbe nna ya Beassemda Djebaret Julien bụ onye kpokọrọ otu ahụ nwụrụ.",
    "N'afọ 2021 ọ bụ nwaanyị mbụ zọrọ ọkwa onyeisiala na mba Chad ma ritekwa ọkwa onye nke atọ.",
    "Beassemda abụbuola Minista na mba ahụ site n'afọ 2018 rue 2019 nakwa ọzọ n'afọ 2021 rue 2022.",
    "O na-ekwe nkwa ịwụlite ọrụ ugbo, ịkwalite agụmakwụkwọ nakwa ịgbanwe ọchịchị ka e nwee ọchịchị n'etiti.",
    "Chad",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ aelekere 6 gara aga",
    "NA EME UGBU A, Ụlọomeiwu Naịjirịa akwadoola ikpe ọnwụ maka ndị na-ere ọgwụike",
    "Gọvanọ Mbah ehiwela atụmatụ a ga-eji kpochapụ ndị omekoome n’Uzo Uwani8 Mee 2024",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'6 Mee 2024",
    "Chad Elections: Ihe i kwesiri ịma maka ntuliaka mba a6 Mee 2024",
    "Minimum wage: Kedụ ihe 35% Gọọmentị Etiti tinyere n’ụgwọọnwa pụtara onye nọ 'Level 8' n'ọrụ oyibo?3 Mee 2024",
    "Etu nnyocha ogbugbu nwata a na 'West Bank' si bute ebubo na ndịagha Israel mere mpụ agha 3 Mee 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Ihe ị kwesiri ịma maka ụgwọ 0.5% ọhụrụ CBN manyere7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa7 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe ụmụnwaanyị alụbeghị di na-agabiga n'aka ndị 'landlord'",
    "Crystal Palace adụpuola Man Utd ka blomblom n'azụ ụlọ haEmelitere ikpeazụ na: 19 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}