{
  "published": "02:08",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara",
    "Naịjirịa esochiela mba Ghana na-azọ inye ndị mmadụ ikike ịmalite gbatuwe ọgwụ mgbochi ọrịa ịba a kpọrọ R21.",
    "Ụlọọrụ na-enye ndị mmadụ ikike ịṅụ ọgwụ na Naịjịrịa bụ Nafdac n’ịchafụ nyere ọha ikike ịmalite gbatuwe a ọgwa n’ọnwa Eprel 2023.",
    "Ebe foto si, Getty Images",
    "Kedụ ihe dị iche n’ọgwụ mgbochi a na ndị nke e mepụtabụrụla n’oge gara?",
    "Ịdị ire ọgwụ a n’igbochi ọrịa ịba nke ndị sanyesị na mahadum Oxford mepụtara ruru pasentị 75 bụ ntuziaka otu ahụike ụwa bụ WHO nyere.",
    "Nwale ọgwụ a e mere na mba Burkina Faso gosiri na ịdị ire ya ebe ahụ ruru pasentị 80.",
    "Dịka a na-eche ka mpụtara nwale e mere n’ebe ndị ọzọ dị iche iche gba n’ọha, WHO ka na-atụle ma ha a ga-ebinyeaka ma nabata ọgbụgba ọgwụ ebe Naịjirịa na Ghana gbaara ọsọ binyeaka ma nabata ọgbụgba ya bụ ọgwụ.",
    "Etu ị ga-esi gbanahụ ọrịa iba na-aba n'ụbụrụ22 Disemba 2021",
    "World Malaria Day: Kedụ ihe bụ ịba na etu anyị ga-esi kwụsị ya?25 Eprel 2019",
    "Ụzọ asaa ị ga-esi gbalahụ ọnwụ site n'ọgwụanwụ25 Eprel 2020",
    "N’afọ 2021, WHO kwuru na Naịjirịa bụ mba ebe ọrịa ịba kacha gbuo ndị mmadụ n’ụwa niile.",
    "A na-eche na ọ bụ ọnọdụ gbatagbata ya tiri ndụ ndị mmadụ na Naịjirịa mere e ji nabata ya ngwa ngwa.",
    "Ebe foto si, Getty Images",
    "Ọrịa ịba so n'ọrịa kacha egbu ụmụaka n'ụwa ugbua.",
    "Ọrịa ịba bụ ọrịa mmadụ nwereike ibute ma ma ụdịrị anwụnta nke a na-akpọ ‘Anopheles’ nke nwaanyị taa mmadụ maọbụ gụọ ọbara mmadụ.",
    "Ọrịa na-akacha ememina ụmụnwaanyị dị ime, ụmụaka, ndị okenye, na ndị nwere ọrịa kụsasịrịla ime ahụ ha dịka ọrịa HIV/AIDS.",
    "Ọkamụta Matt Fox na-arụ ọrụ ahụike na mba Amerịka gwara BBC na mmadụ ịgba ọgwụ mgbochi ọhụrụ a abụghịkwa na onye ahụ agaghị eme ihe dịịrị ya iji chekwaa onwe ya na ahụike ya n’aka ọrịa ịba.",
    "Gịnị ka mmadụ nwereike ime iji chekwaa onwe ya n’aka ọrịa ịba?",
    "Ndị mmadụ kwesịrị ịgba mbọ dobe akụkụ be ha ọcha, sụchaa ọhịa niile nọ ha nso ma zapụ ebe niile anwụnta nwere ike ibi.",
    "Ihe ọzọ bụkwa ịgba mbọ zụta akwa mkpuchi neetị e ji egbochi anwụnta ịta mmadụ",
    "Ọzọ bụkwa ịgba tụsa tụsa na-egbu anwụnta nakwa ihe ndị ọzọ.",
    "Dịka ọrịa ịba so n’ihe kacha egbu ụmụaka n’ụwa ọha na-eche ịma etu ọgbụgba ọgwụ a ga-esi gaa na Ghana na Naịjirịa iji ma ma ha aga anabata ọgbụgba ya.",
    "Ịba",
    "Ahụike",
    "Ụmụaka",
    "World Health Organization (WHO)",
    "Vidio, World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara, Duration 2,0825 Eprel 2023",
    "Vidio, Ihe i kwesịrị ịma maka iwu nwereike igbochi ndị dọkịnta ịhapụ Naịjirịa achụ akaraka ha n'ofesi, Duration 2,5420 Eprel 2023",
    "Vidio, Ndị Abia kpebiri n'oge a na ike ọchịchị ọjọọ agwụla ha – Ginger Onwusibe, Duration 4,0619 Eprel 2023",
    "Vidio, Disability bill: Lee ntaramahụhụ dịịrị onye ọbụla ji ndị nwere nkwarụ arịọ arịrịọ n'Enugwu steeti, Duration 3,0912 Eprel 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}