{
  "published": "30 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Ndị agha adọọla ndị nọ na Khartoum aka na ntị ka nọrọ n'ime ụlọ ha dịka ha na-ebuso otu RSF agha ebe ahụ",
    "Ọgụ na-ari elu n’isiobodo Sudan bụ Khartoum dịka nke a na-akwasa nkwekọrịta ịkwụsịtu ọgụ nke otu nchekwa abụọ nọ n’isi ọgbaghara na-ada ebe ahụ kụsara.",
    "N’ụbọchị Sọnde, ndị agha Sudan kwuru na ha ji ogbunigwe ofen’elu na-ebuso ndị otu nchewa Rapid Support Forces (RSF) agha aghara aghara iji chụpụ ha ebe ahụ.",
    "Dịka ọtụtụ mba dị ịcheịche ka na-agba mbọ ịgbapụta ndị be ha na Sudan, otu nchekwa abụọ a kwetere nwee nkwekọrịta a n’abalị atọ gara aga nke kwesịrị ibi n’abalị Sọnde a.",
    "Ọgụ malitere ọzọ na Khartoum na mgbede Satọdee a dịka ndị agha kwuru na ha rụrụ ọrụ nchekwa iji megide ndị otu nchkewa RSF.",
    "Ụfọdụ ụmụafọ Naijirịa ka nọ na Sudan dịka gọọmentị na-agba mbọ ịgbapụta ha ma kpọlata ha ụlọ.",
    "Onye nnochite anya Naijirịa na Sudan bụ Safiu Olaniyan wepụtara ozi n'abalị Satọdee na-arịọ ndị nne na nna ndị ụmụ ha nọ ebe ahụ ka nwetụ obere ndidi na Naijirịa na-agba mbọ ịkpọlata mmadụ niile.",
    "Sudan coup 2021: Ihe anyị ma maka Lt. General Abdel Fattah al-Burhan, onye isiagha wegharala ọchịchị n'ike na mba Sudan25 Ọktọba 2021",
    "E kweghi mmadụ ruru 7000 gụnyere ndị Naịjirịa si Sudan banye n’Egypt  30 Eprel 2023",
    "Ihe mere e ji nwee ọtụtụ ụmụakwụkwọ mba Afrịka n'Ukraine7 Maachị 2022",
    "Gọọmentị Naịjirịa zigara ụgbọala n'isiobodo Sudan iji buga ụmụafọ ha Egypt ebe ụgbọelu ga-aburu ha lọta Naijirịa",
    "Gọọmentị Naịjirịa akọwaala ihe kpatara ha ji mefuo otu nde dọla na ụma iji kpọpụta ụmụ Naịjirịa tọrọ atọ na mba Sudan ebe ọgụ na-aga n'ihu ugbua.",
    "Ha nyere nkọwa a n'akwụkwọ ozi si n'aka Mịnịstrị na-ahụ maka mmekọrịta Naịjirịa na mba ndị ọzọ nakwa Mịnịstrị na-ahụ maka ọdịmma ndị mmadụ na njikwa ọnọdụ gbatagbata.",
    "Ha kọwara na ọnụọgụgụ ụgbọala bus ha ji ebupu ụmụakwụkwọ ndị ahụ ruru 42, \"ndị nke mbụ ọnụọgụgụ ha dị 637 nọ n'ụgbọala bus 13 erutela na mpaghara Aswan bụ okeala Egypt na Sudan. Ha na-eme nnyocha ugbua iji banye na mba Egypt bụ ebe a ga-esi bulata ha Naịjirịa.\"",
    "\"Anyị na-ele anya na ha ga-amalite njem ha n'oge adịghị anya dịka ụgbọelu nke 'Nigeria Airforce' na nke 'Air Peace' anọrọla ugbua na-eche ha.\"",
    "\"Otu nke abụọ bụ ụgbọala bus 29 ga-amalite njem ha na Satọde, Eprel 29 2023.\"",
    "\"Maka ndị na-ekwu okwu gbasara ego nde $1.2 anyị ji wee chọta ụgbọala ndị anyị ji ebupu ụmụ akwụkwo a, nkatọ ndị a enweghị isi.\"",
    "\"Ọ dị mkpa ka e cheta na ihe a bụ oge agha, ma bụrụkwa na ọtụtụ mba ndị ọzọ na-achọkwa iji ụgbọala ndị ahụ iji kpọpụ ndị mba ha bụkwa ndị tọrọ na Sudan.\"",
    "Ebe foto si, EPA",
    "Abdalla Hamdok nọ n'ọkwa Praịm minista ugboro abụọ n'agbata afọ 2019 ruo 2022.",
    "Onye bụburu Praịm Mịnịsta na mba Sudan bụ Abdalla Hamdok ekwuola na ọgbaaghara na ọgụ na-aga n'ihu na mba ahụ ugbua nwereike ịka ihe mere na Syria na Libya njọ.",
    "Hamdok kwuru nke a n'otu ọgbakọ e nwere na Nairobi, bụ isi obodo Kenya, ebe ọ nọrọ kpọkuo ndị ọchịchị mba ụwa ka ha rịọ onyeisi ndị agha Sudan na onyeisi ndị RSF ka ha kwụsị ọgụ ma nwee mkparịtaụka maka udo.",
    "Ọgụ na-adasi ike n'etiti ndị ọgụ 'Rapid Support Force' (RSF) na ndị agha Sudan na Khartoum bụ isi obodo Sudan.",
    "\"Sudan bụ nnukwu mba, nwere ọtụtụ omenala dị icheiche... Ọ ga-abụ nnukwu ihe ọjọọ nye ụwa,\" ka o kwuru.",
    "\"Ihe a abụghị ọgụ dị n'etiti ndị agha na obere otu nnupu isi. Mba. Ihe a bụ agha dị n'etiti otu ndị agha abụọ. Otu abụọ a nwere ọzụzụ ma nwekwaa ngwaaọgụ nke ọma.\"",
    "Hamdok rụrụ ọrụ ugboro abụọ dịka Praịm mịnịsta malite na 2019 ruo 2022.",
    "Ọ gara n'ihu kwuo na ọgụ a dị na Sudan ugbua ga-aka njọ karịa agha a lụrụ na Syria nakwa Libya.",
    "Agha Syria na Libya butere ọnwụ ọtụtụ narị puku mmadụ, ma mekwaa ka nde kwuru nde ndị mmadụ gbaa ọsọ ndụ pụọ na obodo ha, nke a butekwara ọtụtụ nsogbu na mpaghara ahụ niile.",
    "Ebe foto si, UK MINISTRY OF DEFENCE",
    "Gọọmentị Briten ekwuola na ha akpọlatala ụmụafọ ha mmadụ 1,888",
    "Onyeisi otu n'ime otu ndị agha abụọ na-ebuso onwe ha agha na mba Sudan ekwuola na agaghị enwe mkparịtaụka ọbụla maka udo ma ọ bụrụ na ndị agha akwụsịghị ịkwa ha mgbọ nakwa ịtụ ha ogbunigwe.",
    "Ọchịagha Mohamed Hamdan Dagalo, onye e ji Hemedti mara, bụ onyeisi otu ndị agha a kpọrọ Rapid Support Forces (RSF), kwuru nke a na mkparịtaụka ya na BBC nwere n'ekwentị.",
    "O kwuru na n'ime abalị atọ ahụ e nwere nkwekọrịta ịkwụsị ịlụ ọgụ ka ndị mbịarambịara nwee ohere pụọ, ndị agha Sudan gara n'ihu na-atụ ndị agha ya bụ ndị RSF ogbunigwe aghara aghara.",
    "Hemedti kwuru na ya na ndị agha ya achọghị ịla Sudan n'iyi. O kwukwara na ọ dị njikere inwe mkparịtaụka mana ndị agha ga-akwụsị ịkwa ndị otu ya mgbọ nakwa ịtụ ha ogbunigwe tupu nke a agaa n'ihu.",
    "Ọchịagha Abdel Fatah al-Burhan bụ onyeisi otu ndị agha mba Sudan bụ ndị na-ebuso ndị RSF agha, mana Hemedti kwuru na ya na-ahụta Burhan dịka onye ihu abụọ n'ihi na ọ kpọghachitere ọtụtụ ndị otu onyeisiala Omar al-Bashir bụ onye ndị agha chụturu n'ọchịchị n'afọ 2019 dịka ndị Sudan mere nnukwu ngagharịiwe.",
    "Ọchịchị Bashir nọzuru afọ 30 ma tinyekwa iwu sharia siri ike na mba Sudan bụ nke butere ngagharịiwe e ji chụtuo ya.",
    "\"Mana ugbua, Burhan na-anụrụ ndụmọdụ ma na-esokwa ndị isi otu 'Islamic Front',\" Hemedti kwuru.",
    "Cheta na ọ bụ ndị agha Sudan nakwa ndị otu RSF jikọrọ aka wee chụtuo al-Bashir n'ọchịchị n'afọ 2019 ma tinye onye nkịtị aha ya bụ Abdalla Hamdok.",
    "Na 2021, ha chutukwara Hamdok ma kwuo na ha na-amalite mkparịtaụka etu ọchịchị ga-esi laghachi n'aka ndị nkịtị.",
    "Mana n'afọ a, esemokwu dapụtara ọzọ gbasara usoro a ga-esi nyefee ndị nkịtị ọchịchị, ọ kachasị gbasara etu a ga-esi nabata ndị ọgụ RSF ruru 100,000 n'otu ndị agha Sudan.",
    "Hemedti gwara BBC sị: \"Adị m njikere taa maọbụ echi inyefe ndị nkịtị ọchịchị n'uju. Nke a bụ ihe m kwenyere.\"",
    "O kwukwara na ndị otu ya bụ RSf achọghị ibuso ndị agha Sudan agha n'ihi na ha na ha abụghị ndị iro.",
    "\"Anyị agaghị aluso unu ọgụ. Biko laghachinu n'ogige unu anyị agaghị aluso unu ọgụ.\"",
    "Sudan",
    "Naijiria",
    "Ndịagha",
    "Nkwekọrịta ịkwụsịtu ọgụ akụsaala na Sudan dịka ogbunigwe na-ada30 Eprel 2023",
    "Etu anyị si jide ndị Ipob/ESN gburu ndị uweojii anọ na Ngor-Okpala - Ndị Uweojii30 Eprel 2023",
    "Ibu m buru egbochighị m ịbụ 'Model' - Jeniffer Enuejiugha29 Eprel 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}