{
  "published": "26 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Fernando Duarte",
    "Ndị mere akụkọ a,  BBC World Service",
    "Twitter, @fernando_duarte",
    "Juun 2024",
    "Nyocha aka na-egosi na onye bụbu onyeisiala Donald Trump nwereike nweta mmeri na ntuliaka onyeisiala nke ọnwa November.",
    "Onye ọbụla meriri, ọ ga-ada ụda n’ụwa niile gba gburugburu ma metụta ndụ ọtụtụ nde mmadụ gafere n'okeala Amerịka.",
    "Trump - onye a na-atu anya na ọ ga-abụ onye ga-eji aha otu Republican n'ọgbakọ ha n’ọnwa Julaị - anaghị enye nkọwa zuru oke gbasara atụmatụ ya.",
    "Mana o doro anya na e nwere ọtụtụ ihe dị iche n'atụmatụ ya na nke Onyeisiala Joe Biden. Lee ụfọdụ n'ime ha.",
    "Ebe foto si, Getty Images",
    "Donald Trump bụ onye na na-akwụ ijeri dollar maka enyemaka ndịagha mba US gbagoro na Ukraine kemgbe mwakpo Russia mere ha n’afọ 2022.",
    "Trump, onye toro Onyeisiala Russia Vladimir Putin n'ihu ọha n'oge ọchịchị ya, ekwela nkwa ịkwụsị agha ahụ \"n'ime awa 24\" ma ọ bụrụ na a họpụta ya. O kwughị etu ọ ga-esi mee nke a, mana nkwupụta ahụ kpalitere echiche na ọ ga-amanye Ukraine ka ha nyefee n’aka ndị Russia.",
    "Ego ruru ijeri $60bn nke enyemaka ndịagha maka Kyiv ka ndị Congress kwụsiri ruo ọnwa ole na ole site n'aka ndị na-akwado Republican, n'agbanyeghị na o kwughị ọtụtụ okwu mgbe e binyere aka na ya n'ọnwa Eprel.",
    "Otu n'ime ndị ya na ya na-arụ ọrụ bụ Praim minịsta Hungary, Viktor Orban, kwuru na Trump \"agaghị enye Ukraine ego ọbụla\" ma ọ bụrụ na o merie na ntuliaka, ka ya na Trump nwere nzukọ na Florida n’ọnwa Maachị.",
    "Mgbe a jụrụ ya banyere okwu Mazị Orban, Trump gwara ụlọọrụ magazin Time: \"Agaghị m enye ihe ọbụla ma ọ bụrụ na mba Urope amalite ịha nhata.\"",
    "O kwuru na ya \"ga-enyere Ukraine aka\" mana Urope \"anaghị akwụ ụgwọ oke ha.\"",
    "Ịbelata enyemaka ndịagha na-emetụta ndị otu Republican. Na ntuliaka nke ụlọọrụ Pew Research Center bipụtara n’ọnwa Mee 8, pasentị 49% nke nyocha ndị Republican mere kwuru na Washington na-emefu nnukwu ego na Ukraine, ma e jiri ya tụnyere pasentị 17% nke ndị otu Democrat.",
    "Michelle Bentley, onye ọkachamara n'ihe gbasara mmekọrịta mba ụwa na Mahadum Royal Holloway nke London, kwuru na ozi Trump nwere ike na-enwe mmetụta n'ihi na Putin \"nwere ike inwe obi ike ugbu a\" maka na Trump nwere ike inwe mmeri.",
    "Otu North Atlantic Treaty Organisation (Nato), otu jikọrọ ndịagha mejupụtara mba 32, gụnyere Amerịka, UK, Germany na France, bụ otu n'ime Trump kpọrọasi.",
    "Dịka onyeisiala, o kwuru na ọ ga-ewepụ Amerịka n’ime otu ahụ ma ọ bụrụ na ndị otu ndị ọzọ emezughị ebumnuche maka itinye ego dị pasentị 2% nke nnukwu ngwaahịa ụlọ (GDP) maka nchekwa.",
    "Dịka iwu Nato si kwu, a na-ewere mwakpo ọbụla e mere mba ndị so na ya dị ka mbuso agha megide mba niile nọ na otu ahụ.",
    "Mana n'ọnwa Febụwarị afọ a, Trump kwuru na ya agaghị echebe obodo \"na-anaghị akwụ ụgwọ\" ma gba Moscow ume ime \"ihe ọ bụla ha chọrọ\".",
    "Webụsaịtị mgbasa ozi ya na-ekwu na ebumnuche ya bụ “ịtụleghachi ebumnuche Nato.",
    "Ebe foto si, Getty Images",
    "E nweela ọtụtụ echiche maka na Trump o nwere ike iwepu Amerịka n'otu ahụ.",
    "Mana Ed Arnold sitere na ụlọọrụ nchekwa dị na London, Royal United Services Institute, na-ekwu na ọ ka nwere ike “mebie ya” na-ewepụghị ya - site n'ibelata ọnụọgụgụ ndịagha Amerịka nọ na Urope ma ọ bụ site n’ịmachi mba Amerịka ma ọ bụrụ na Russia wakporo onye otu Nato.",
    "Ọchịchị Trump jupụtara na-ọchụchụ ndị mmadụ site na mba Amerịka, ọ na-ekwe nkwa na ọ ga-aga n'ihu mee kwa ya ọzọ ma ọ bụrụ na ọ bụrụ onyeisiala ọzọ.",
    "O kwuru na ụbọchị nke mbụ na ya ga-ebido ịchịghachi ndị na-abughị ndị mba Amerịka, nke a na-afụbeghị ụdị dịka ya na mba Amerịka.",
    "Ebe foto si, Getty Images",
    "Ndị Republican ekweela nkwa ịkwụsị inye akwụkwọ ikeke nwa afọ “citizenship’ maka ụmụaka ndị na-akwaga mba ọzọ na-enweghị akwụkwọ na ibuso ndị na-ere ọgwụike na Mexico agha.",
    "N'afọ gara aga, ọ tụrụ aro na ọ ga-agbasa mmachibido njem ya na-esekarị okwu na ndị si ọtụtụ mba ndị Alakụba.",
    "Doris Meissner, onye bụbu kọmishọna na-ahụ maka ọrụ mbata na ọpụpụ nke ụlọọrụ Migration Policy Institute,Amerịka, kwuru na \"Ewezuga ịchọ ịchụpụ ọtụtụ nde ndị kwabatara n'enweghị ikike, ndị ọtụtụ n'ime ha bi na US ruo ọtụtụ iri afọ, Trump na-achọ ibelata mbata na ọpụpụ iwu.",
    "Weebụsaịtị Trump kwuru na mgbe ọ nọ n’ọchịchị, ọ kwụsịrị mmemme ndozigharị ndị gbara ọsọ ndụ n’Amerịka, ọ na-ekwu na o nwere ike ime ya ọzọ.",
    "Ms Meissner kwenyere na Trump ga-ezute ihe mgbochi iwu na atụmatụ ya, dịka o mere n'oge oge mbụ, mgbe ụlọikpe batara na mkpebi ndị dị ka mmachibido iwu njem.",
    "Onyeisiala Biden kwere nkwa maka mbata na ọpụpụ ma kwụsị ọtụtụ amụma ókèala e nwere oge Trump nọ n’ọchịchị.",
    "N'ọnwa June, o nyere iwu nyere ndị ọrụ ohere ịchụpụ ndị na-akwaga mba ọzọ na-abanye mba Amerịka n'ụzọ iwu na-akwadoghị. Ka izuụka abụọ gasịrị, o kwuputara amụma na-echebe ọtụtụ narị puku ndị di na nwunye na-enweghị akwụkwọ ka a ghara ịchụpụ ha n’Amerịka.",
    "N'oge ọchịchị ya, Trump bụ onye na-akwado Israel na gọọmentị ya.",
    "O kwuputara nnabata Jerusalem dị ka isi obodo Israel, nke kwaturu ọtụtụ iri afọ amụma US, ma bufee ụlọọrụ nnọchi anya US dị na Tel Aviv wee ga Jerusalem.",
    "Ntugharị a bụ nke Biden emebibeghị ka ndị Palestine hụrụ dịka ha na-akwado n'okwu a na-agbagha agbagha maka ọnọdụ Jerusalem.",
    "Gọọmenti Trump kwadoro ebe obibi ndị Juu na mpaghara West Bank - nke ọtụtụ mba ụwa na-ewere dịka nke iwu mbaụwa na-akwadoghị, n'agbanyeghị na Israel ekwenghị nke a.",
    "Ọchịchị mere ka e nwe nkwekọrịta n'etiti Israel na mba Arab League anọ - Bahrain, UAE, Sudan na Morocco.",
    "Ebe foto si, Getty Images",
    "Agbanyeghị, ụfọdụ na-afụta Trump dịka onye kpọrọ Benjamin Netanyahu asi iwe kemgbe ntuliaka onyeisiala US n’afọ 2020, mgbe praịm minista Israel kpọrọ oku ịkele Biden maka mmeri ya n’agbanyeghi na Trump anabataghị nsonaazụ ntụliaka ahụ.",
    "N'ime mwakpo nke 7 Oktoba, Trump kwuru na Netanyahu \"adịghị njikere\" maka mbuso agha Hamas wee kpọọ Hezbollah, ndị otu Islamist nọ na Lebanon, \"ndị ma ihe\", nke a butere iwe n'etiti ndị Republican na-akwado Israel.",
    "Ọ na-aga n'ihu na-ekwusi ike nkwado ya maka Israel, ma ugbua na-ekwu na mba ahụ aghaghị \"imechaa ihe ha malitere\" megide ndịagha Hamas na Gaza ma \"nweta nkwụsi ya ngwa ngwa”.",
    "Ọ gwara ụlọọrụ Time magazine na n'agha dị na etiti Iran na Israel, ọ \"ga-echebe Israel\", mana o nyeghị nkọwa banyere atụmatụ ya maka Iran.",
    "Dị ka onyeisiala, ọ wepụrụ US na nkwekọrịta nuklia Iran, kwalite mmachi ma nye ikike igbu onyeisi ndịagha Iran kachasị ike bụ Qasem Soleimani.",
    "Ebe foto si, Getty Images",
    "N'ọkwa ọrụ ya, Trump kpalitere agha azụmahịa na China. Ọ bụrụ na omerie na ntuliaka a, ọ na-atụ aro tarifu karịrị pasentị 60% na mba ahụ.",
    "N'afọ gara aga, o kwuru okwu banyere mgbochi iji kwụsị ịzụrụ ihe ndị China mepụtara n'ọdịnihu nke.",
    "N’ime esemokwu n’etiti South China na Taiwan, ụfọdụ ndị nọ na gburugburu Trump chọrọ ka amụma nchekwa US lekwasị anya na China.",
    "Elbridge Colby, onye ndụmọdụ na ngalaba nchekwa n'oge ọchịchị Trump, abụrụla onye ọnụ na-eru n’okwu na nchekwa nke otu Republican ma bụrụkwa onye a kpọrọ maka ọrụ n’ọchịchị Trump.",
    "\"Ọ bụghị na anyị kwesịrị ịgbakụta Ukraine azụ, mana ịkwado ha ekwesịghị ịbụ ihe kacha mkpa mgbe China bụ ihe iyi egwu ka ukwuu dịrị Amerịka karịa Russia,\".",
    "Ọ gbakwụnyere na o ji n'aka na Trump \"maara nke ahụ nke ọma\".",
    "Trump ajụla ikwu ihe ọ ga-eme. Otú ọ dị ugbua, o mere mkpesa sitere na China mgbe o mmeri na ntuliaka afọ 2016, site na ịnabata oku ekwentị ekele sitere n'aka onyeisiala Taiwan.",
    "Dịka onyeisiala, Trump wepụrụ Amerịka site na nkwekọrịta '2015 Paris Agreement on climate change'. Biden megharịrị iwu ahụ mana Trump na-ekwu na ya ga-eme ya ọzọ.",
    "Ọ ṅụrụ iyi na ya ga-achọ mmanụ ma mee ya ka ọ dị ọnụ ala.",
    "Webụsaịtị ya kwukwara na ọ ga-akwụsị “ịgba akwụkwọ na-adịghị mma” nke ndị na-ahụ maka gburugburu n’ebe obibi, belata ụtụ isi na mmanụ, gas, na ndị na-emepụta kol, ma weghachite ụkpụrụ mkpochapụ ụgbọala nke Biden wetara.",
    "Prọfesọ David G Victor, onye ọkachamara mgbanwe ihu igwe na Mahadum California, San Diego kwuru na “Ọ dịghị mmadụ abụọ ndị na-azọ ọkwa onyeisiala na-enweghị nkwekọrịta banyere ihu igwe n'ime afọ 30 gara aga.”",
    "Onye bụbu onye ndu ode akwụkwọ maka otu UN's Intergovernmental Panel on Climate Change (IPCC), Prọfesọ Victor kwuru na mmeri Trump ga-abụ “ọdachi” maka ebumnuche ihu igwe gọọmentị US dị ugbua.",
    "Ọ na-ekwu, \"Ọ ga-ekewapụ ndị anyị na ha na-emekọ ihe… ya mere enwere oke ụjọ.\"",
    "Ebe foto si, Getty Images",
    "Dọkịta Simon Evans, osote onye nchịkọta akụkọ mgbanwe ihu igwe nke Carbon Brief, kwuru na mba Amerịka agaghị enwe ike imepụta nkwa ya bnayere ihu igwe ma ọ bụrụ na Trump laghachita dịka onyeisiala.",
    "Onyeisiala Biden etinyela ego ijeri $ 300 (£ 239bn) na atụmatụ ihu igwe site na iwu mbelata ọnụ ahịa ya. Mana ụfọdụ ndị na-akwado ihu igwe na-emegide omume o mere iji kwalite mmepụta mmanụ na gas, gụnyere ọrụ mmanụ willow na Alaska.",
    "Prọfesọ Victor kwuru na \"Echere m na Biden na-eme nke ọma ka o nwere ike.\"",
    "\"O mezuola nkwa maka ibelata ikuku nke anyị na-agaghị ezute. Mana ihe ịrụ ụka adịghị na ọchịchị ya emeela nnukwu ihe banyere ihu igwe karịa onyeisiala ọbụla. \"",
    "Amerika",
    "Ndọrọndọrọ ọchịchị",
    "Donald Trump",
    "Ntuliaka Mba Amerịka nke afọ 2024",
    "Ndị ojiegbe agbagbuola mmadụ isii na mpaghara Garki dị n’Okigwe, Imo Steeti27 Juun 2024",
    "Nick Imudia: Ihe ị maghị maka nwamadị a nwebu ụlọọrụ Konga a sị gburu onwe ya27 Juun 2024",
    "NA EME UGBU A, Ndị Gọvanọ ekweela ndị ọrụ Bekee nkwa na ụgwọ ọnwa opekatampe dị mma na-abịa",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ 25 Juun 2024",
    "Kedụ ihe mmeri Trump ga-emere mbaụwa?26 Juun 2024",
    "Ihe dị mkpa bụ ijisi ike na-ekwu maka Nnamdi Kanu - Ohaneze Ndigbo26 Juun 2024",
    "Ọrịa ndị a na-enweta site na mmiri ọjọọ26 Juun 2024",
    "A họpụtala onye ọkpaọchị dịka Osote Onyeisiala ọhụrụ nke mba Malawi22 Juun 2024",
    "\"Amaghị m na m dị ime ọnwa asatọ ruo mgbe ọ fọro otu ọnwa ka m mụọ nwa\"20 Juun 2024",
    "Ihe dị mkpa bụ ijisi ike na-ekwu maka Nnamdi Kanu - Ohaneze Ndigbo",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}