{
  "published": "elekere 8 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra Goverment",
    "Gọọmentị Anambra steeti agbachiela ụlọ ndị enwe nne, enwe nna  dị na steeti ahụ maka ebubo ịgba mgbere ụmụaka.",
    "Mgbachi  'Arrow of God Orphanage' dị na Nkwelle dị nso Ọnicha, Anambara steeti nso so mkpughe sitere na akụkọ nke onye ntaakụkọ Fisayo Soyombo mere nke gbara n'anwụ na ụlọ ndị enwe nne, enwe nna ahụ na-ere ụmụaka.",
    "Kọmishona na-ahụ maka ụmụnwaanyị na ọdịmma ọha na steeti ahụ bụ Ify Ibinabo, onye gbara ama maka mgbachi ụlọ ndị enwe nne ahụ n'ozi mgbasaozi o wepụtara ụbọchị Wenezde, kwuru na ya kpọrọ onye nwe ụlọ ndị enwe nne ahụ bụ Revered D. C Ogo oku n'ụlọ ọrụ ya dị n'Ọka mana ọ zaghị ya.",
    "Na nkọwa ya, Ibinabo kwuru na ministrị ya amaghị maka nwa ahụ Soyombo  kutere n' ụlọ ndị enwe nne enwe nna ahụ.",
    "Ọ rụtụrụ aka na ha zọpụtara ụmụaka 20 dị n'agbata otu afọ na afọ 17 nke gụnyere; ụmụaka nwoke 10, ụmụnwaanyị itoolu na  otu nwa ọhụrụ  na ya bụ ụlọ ndị enwe nne.",
    "Ibinabo gara n'ihu kwuo na mịnistrị ya na-ama imi n'ala ịchọpụta ndị nwe ụmụaka ndị a ka ha bịa kpọrọ ụmụ ha.",
    "A nwụchiela nwaanyị rere nwa ya puku naịra 50024 Ọgọọst 2019",
    "Anyị chọpụtara ndị omekome ụmụnwaanyị asaa n'ime ndị atọghapụrụ na mgbere - NAPTIP18 Juun 2022",
    "'Agaghị m ekwe ka onye m hụrụ n'anya hụ ihe m hụrụ n'ụzọ ije'30 Julaị 2020",
    "N'akụkọ nke Soyombo mere,  ọ zụtara otu nwa nwaanyị nde naira abụọ(N2 m) n'aka ụlọ ndị enwe nne enwe nna ahụ nke onye nwe ya bụ ụkọchukwu mabụrụkwa onye rụrụ ọrụ nchekwa lara ezumike nka n'Ọwụwa Anyanwụ.",
    "Ebe foto si, Anambra Government",
    "Ebe foto si, Facebook",
    "Dịka ọ nụrụ kepukepu site n'aka mmadụ ole ma ole na o nwere ụlọ ndị enwe nne,enwe nna na-ere nwa a kpọrọ 'Arrow Of God Orphanage', Soyombo duru otu nwaanyị mee ka ọ bụ nwunye ya ma kpọ ha si na ya chọrọ ikute nwa.",
    "Ha gwara ya hooha, ma \"ọ bụru na ị chọrọ ịzụ nwa, ọ ga-abụ n'Ọwụwa Anyanwụ.\"",
    "Soyombo gara na ụlọ ndị ene nne,enwe nna dị N'Nkwele na nso Onicha, kwụọ ụgwọ nile a sị ya kwuo ma nke  eji nata akwụkwọ ndị uweojii na akwụkwọ ụlọikpe na enweghị nnyocha ọbụla ụlọ ndị enwe nne ahụ mere.",
    "Ọ sịrị, \"O nweghị onye mere nchọpụta maka ebe m bi, ihe m na-arụ maọbụ ndị ezinaụlọ. Ha amaghị ma  abụ m onye ọgwụ ego.\"",
    "\"Ọ gara n'ihu kwuo na ọ gaala ọnwa isii na o nweghị onye jụrụ ya ese nwa ọịhụrụ ya bịara kuru.\"",
    "Ihe ndị mmadụ na-ekwu maka ọkwa Mịnịsta e nyere Umahi, Wike, na ndị ọzọ17 Ọgọọst 2023",
    "Sexual harassment: Mahadum Unical akwụsịla Ndifon ọrụ n'ike maka ebubo mwakpo ụmụakwụkwọ ụmụnwaanyị16 Ọgọọst 2023",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụakaelekere 8 gara aga",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụaka",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "Ebe aha 'Chukwu Okike Abiama' siri bidoEmelitere ikpeazụ na: 30 Jenụwarị 2022",
    "Godwin Emefiele: Gọọmentị etiti chọrọ ịtụkwasị ebubo iri abụọ ọhụrụ n’isi ya",
    "Etu ikpe Godwin Emefiele si gaa n'ụlọikpe ukwu dị n'Abuja taa",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}