{
  "published": "17 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "N'izu ụka gara aga, ọkaikpe nyere iwu ka a tụnye otiegwu Amerịka a ma ama bụ Sean Diddy Combs na mkpọrọ dịka  a na-ekpe ya ikpe maka  ebubo ịgba mgbere mmadụ maka iji ha agbaa akwụnaọ , bụ ebe a tụnyekwara eze ego 'crypto a ma ma bụ Sam Bankman-Fried  nọ dịka a tụrụ ya mkpọrọ n'ọnwa Maach maka ebubo metụtara ikwu ndịmmadụ chadum rie akatamkpo ego ndị mmadụ nyere tinyere ha n'ahịa crypto.",
    "Mkpọrọ 'Metropolitan Detention Center' dị na Brooklyn bụ ebe a na-atụnye ndị nwere agba a na-ekpe ikpe dịka Combs iji nye ha nchekwa pụrụ iche.",
    "Ụlọmkpọrọ ahụ a tụnyere Combs, bụ ebe ndị dịka R Kelly nakwa  Jeffrey Epstein nakwa enyi ya bụ Ghislaine Maxwell oge a na-ekpe ha ikpe.",
    "E mepere mkpọrọ 'Metropolitan Detention Center' dị na Brooklyn n'agbata 1990s mana nsogbu si na ya pụtara emeela ọtụtụ afọ.",
    "N'afọ 2019, ọkụ ọkụ latrik kpalitere mere ka a ghara iwe ọkụ na mkpọrọ ha nke mere na ọ malitere ịjụfe oyi oke.",
    "N'ọnwa Juun afọ  2020, otu onye mkpọrọ a kpọrọ, Jamel Floyd, kwụụ dịka ndị ọrụ ụlọmkpọrọ gbara ya ose.",
    "Ebe foto si, Getty Images",
    "Ebe foto si, Getty Images",
    "Sean Diddy Combs otiegwu mba Amerika amaama dịka Sean ‘P-Diddy’ abanyela n’aka ndị ọrụ nkwekwa.",
    "Otu onye ọzọ na ndị boro ya ebubo ahụ bụ Thalia Graves apụtala kwuo na P-Diddy metọrọ ya, ma were ndị ọkpụobi ya nye ya ọgwụike ma maa ya elu n’ike.",
    "O kwuru na ihe ahụ mere n’afọ 2001 ma kwukwaa na P-Diddy ji onyonyo setekwa oge ọ na-ama ya elu n’ike.",
    "Ndị ọrụ nchekwa dobere ya ebe ha na-eche ka a malite ikpe ya ikpe gbasara ebubo e boro ya nke gunyere iji ịkwa iko na-atụ mgbere.",
    "A wuchiri P-Diddy na New York n’izu ụka garaaga ka ndị mmadụ bidoro gbaa ya akwụkwọ n’ụlọikpe ma bọ ya ebubo dị icheiche.",
    "Ebubo ha boro P-Diddy gunyere ihe ha sịrị na ọ mere n’afọ 1990.",
    "Ngalaba gọọmenti na-ekpe P-Diddy Ikpe kwuru na ọ guzobere “ụlọọrụ ndị ekperime juputara n’ime ya” nke o jị na-emetọ, enyị ụmụnnayị na ndị ọzọ nọ ya nso egwu ma mee ka ha na-eme ihe  na-atọ anụ ahụ ya ụtọ.",
    "Ha kwuru na ọ na-akpọtakwa ndị ụmụnwanyị bụ ndị nke na-arụrụ ya ọrụ na ngaraba ịkwaiko bụ nke ọ kpọrọ “Freak offs”.",
    "Ha kwuru na a chọpụtara ngwaagha nakwa mmanụ dị na karama ọnụ ọgụgụ ya ruru 1000 dị n’ụlọ ya dị na Los Angeles n’ọnwa Maachị.",
    "Ebe foto si, Getty Images",
    "Otiewgu a ma ama bụ Sean Combs nọ n'aka ndị uweojii bụ ndị nwụchiri kemgbe izụuka gara aga maka ebubo ịmanye mmadụ n'akwụna nakwa ịwepụta ụgbọala njem eji aga ịgba akwụna.",
    "A nwụchiri ya n'obodo New York dịka agbakara ụzọ ụlọ ya abụọ n'ọnwa Maachi mbido afọ a.",
    "Ọkaikpe na-elekọ ikpe ya ajụla ịnye ohere ka agbapụta ya obere ego rue mgbe a ga-amalite ikpe ya n'ezie.",
    "Otu nkọwa ha nyere bụ na ha nwere echiche na Diddy' nwereike ịmaja ndị akaebe ga-apụta nye akụkọ akaebe n'ikpe ahụ.",
    "Ka nke a na-aga n'ihu, lee ihe ndị ị kwesiri ịma maka ya.",
    "Sean John Combs e ji ọtụtụ aha gụnyere Puffy, Puff Daddy, P Diddy, Love nakwa Brother Love bụ otu onye kachasị ewu ewu n'itiegwu.",
    "A mụrụ ya n'ụbọchị 4 nke ọnwa Nọvemba afọ 1969.",
    "Ọ gụrụ akwụkwọ na Mahadum Howard dị na New York ihe ruru afọ abụọ tupu ọ hapụ ebe ahụ gawa ịrụ ọrụ n'ụlọorụ ndị otiegwu a kpọrọ Uptown Records.",
    "Ọ bụ oma mbem, onye nrụpụta egwu, ojiegoachụego hibere ụlọorụ Bad Boy Records n'afọ 1993.",
    "A sị na ọ bụ ya chọpụta otiegwu ndị ọzọ gụnyere Usher, Mary J Blige nakwa Faith Evans.",
    "Ọ bụ ya bụ onye otu Notorious B.I.G. bụ nke agbugburu n'afọ 1997.",
    "Ọ na-emekwa ọfụma n'ewezuga ihe egwu n'ime ihe ndị ọzọ gụnyere ịchọ mma nakwa mmanya bụ Ciroc vodka.",
    "Ebe foto si, Reuters",
    "Otiegwu ji ego achụ ego Sean \"Diddy\" Combs nọ n'etiti nsogbu ugbua dịka a nwụchiri ya na New York dị na mba Amerịka.",
    "Nke a bịara dịka agbakara ụzọ n'ụlọ abụọ ya dị na Los Angeles nakwa Miami n'ọnwa Maachị dịka ndị ọrụ nchekwa na-enyocha ebubo na ọ na-agba mgbere akwụna.",
    "Ọkaiwu na-anọchi anya ya bụ Macr Agnifilio kwuru na nwụchi a wụrụ ya n'ala n'ihi na onye na-anọchi anya ya bụ nwoke aka ya kwụ ọtọ.",
    "Combs agọrọla isi onwe ya n'ebubo niile ndị e boro ya gụnyere ịmetọ n'ụzọ mmekọ, ịmegbu nke gụnyere ọyị ya nwaanyị ochie bụ Casanda 'Cassie' Ventura.",
    "N'akwụkwọ ọhụrụ ruru peeji iri na anọ nke gudoro ebubo niile e boro Combs, ebubo atọ bụ ndị gbara ọkpụrụkpụ.",
    "Ha gụnyere:",
    "Iji ụzọ ezighi ezi akpata ego na nzuzo bụ 'Racketeering' na Bekee",
    "Ị gba mgbere akwụna site n'imanye, igwu wayo nakwa ịkwabanye mmadụ",
    "Ị wepụta ụsoro njem e ji agba akwụna.",
    "Ebe foto si, Getty Images",
    "Ikike ụmụnwanyị",
    "Ịkpa obi aṅụrị",
    "Ịwakpo mmadu na-ike",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'27 Septemba 2024",
    "NA EME UGBU A, Gịnị mere Onyeisiala Tinubu jiri chọọ ịgbanwe ndị Mịnịsta ya?",
    "Ụlọ omeiwu nta akpọọla Onyeisioche EFCC, VDM na Bobrisky oku n’ihi ebubo nrụrụakaelekere 5 gara aga",
    "O nwere uru unyi baara ahụike mmadụ?25 Septemba 2024",
    "Etu ụmụada siri weghara nchekwa obodo ha n'Anam17 Septemba 2024",
    "Sean P. Diddy  na Sam Bankman, eze ego 'crytocurrency' nọ n'otu mkpọrọ25 Septemba 2024",
    "Ụlọomeiwu anabatala nhọpụta Kudirat Kekere-Ekun dịka Ọkaikpe Kachasị25 Septemba 2024",
    "APC azakọrọla mmeri na ntụliaka Okpuru ọchịchị Imo steeti23 Septemba 2024",
    "Mpụtara ntuliaka ọkwa Gọvano Edo steeti22 Septemba 2024",
    "Etu mmiri si Lagdo dam nke Cameroon nwere ike ime ka nsogbu idemmiri Naijiria kawanye njọ18 Septemba 2024",
    "\"Recuse\": Gịnị ka ọ bụ? Gịnị ka ọ pụtarala Nnamdi Kanu?",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Gọọmenti Enugwu Steeti akpọọla ndị Igwe Nsukka oku banyere mkpamkpa 'Mmọnwụ Oriokpa'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}