{
  "published": "20 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Noko Family/Abia state Police",
    "Ndịuweojii Abia steeti ekwuola na ha achụọla onye otu ha enyere aha ya dịka Obagi Njok maka ebubo ịgbagbu ojiegoachụego bụ Emmanuel Okocha.",
    "N'ozi nke ọnụị na-ekwuru ha bụ Maureen Chinaka weputara ọ sị na nke a na-abịa dịka emechara nyocha imeụlọ banyere ihe mere.",
    "Ozi ahụ kwukwara na enyefeela Njok n'aka ọkaiwu kachasị n'Abia steeti ka o kpee ya ikpe maka iwu ọ dara.",
    "Ha sịkwa na ezinaụlọ Okocha nwụrụ nakwa ndị okwu a metụtara ma maka ihe mere.",
    "Ebe foto si, Supplied",
    "Nwanne nwoke a sị onye uweojii gbara egbe akọọla arịrị ezinaụlọ ha n'ọnwụ nwanne ha nwoke bụ Emmanuel Okocha.",
    "Jacob Okocha gwara BBC n'ekwentị na o si mba Briten gbalatawa mgbe ọ nụrụ ozi na agbara nwanne ya egbe mana ọ hụghịzi ya ndụ mgbe o rutere Naịjirịa.",
    "Ọ sị na ajụjụ ezinaụlọ ha na-ajụ bụ \"gịnị mere eji gbaa nwoke mmadụ ejighi egbe maọbụ ihe ọbụla n'aka egbe?\"",
    "Ọ sịkwa na nwunye Emmanuel nọ n'obi mgbawa maka ọnwụ di ya.",
    "\"Ọ lụrụ nwaanyị nwee ụmụ abụọ, obi agbawaala nwunye ya mana anyị na-akasi ya obi si ya nosie ike maka ụmụ ya\" ka o kwuru.",
    "Ndị uweojii sị na ha amalitela nyocha banyere ihe ahụ mere.",
    "Ha sị na  na ha anwụchiela onye otu aha ya bụ Obagi Njok maka ebubo ịgbagbu otu nwoke.",
    "Akụkọ kwuru na onye uweojii gbagburu Emmanuel Okocha onye ojiegoachụego n'Aba ,Abia steeti mgbe ọ jụrụ inye ya ego aka azụ n'ụbọchị Wenezde.",
    "Ebe foto si, Noko Family",
    "Ọnụ na-ekwuchitere ndị uweojii steeti ahụ bụ ASP Maureen Chinaka gwara BBC Igbo na ya bụ ihe mere n'ezie.",
    "O kwuru na  ya bụ ọdachi mere ụbọchị wenezde 17 Eprelụ n'okporo ụzọ MCC dị n'Aba, Abia steeti.",
    "\" Nnyocha e merela gosiri na ọ bụ  Corporal Obagi Njok, nke ogige ndị uweojii",
    "Abayi Police Division dị n'Abia Steeti gbagburu Maazị Emmanuel Okocha n'okporoụzọ si Aba gawa Owere.\"",
    "\" A nwuchiela onye uweojii ahụ ma malite usoro ịhụ na-atara ya ahụhụ n'oge na-adịghị anya. \"",
    "N'okwu ya, onye uweojii ahụ ka a na enyocha ị maara ihe kpatara agwa ahụ.",
    "N'ozi ya, Maureen Chinaka kwuru na ndị uweojii Abia steeti kwụrụ chịm chịm ị ji chekwaa ndụ ndị steeti.",
    "Akụkọ anyị nwetara kwuru na Emmanuel Okocha bụ diọkpara onye a ma ama n'steeti ahụ dịka onye na-enyre ndị ogbnye aka bụ Chief Michael Noko Okocha.",
    "Nnamdi Kanu ekwughị na ọ gaghị apụta maka ikpe ya maọbụrụ na e meghị ihe ọ chọrọ- Ejimakor19 Eprel 2024",
    "Cubana Chief-Priest : EFCC hapụrụ ndị ọchịchị na-ebu ego na-achụgharị ndị nkịtị na-abọ ego- Charly Boy 17 Eprel 2024",
    "Ebonyi Traders: 'Gọọmentị kụkpọrọ ọdọahịa anyị na-agwaghị anyị agwa' 19 Eprel 2024",
    "Ka ọ dị ugbua, onye na-achọchite mpaghara Aba North n' Ụlọnnọchiteanya Naijria ọmeiwu bụ  Alex Ikwechegh, akatọọla ogbugbu a sị e gburu Emmanuel Okocha, ma kpoo oku ka enye ezunaụlọ ya ikpenkwụmọtọ.",
    "Ikwechegh gara n'ihu rịọ ndị bi n'Aba ka deere jụụ ghara ime ihe ọbụla nwere ikpe ibute ọgbaghara  n'ihi ihe nke ahụ mere.",
    "Nchekwa ndị ụwe ojii",
    "Abia Steeti",
    "Mụ na Junior Pope nọ n'ime otu ụgbọ mgbe o kpuru12 Juun 2024",
    "Ihe Peter Obi kwuru maka ada Onyeisiala Tinubu dara12 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludoelekere 6 gara aga",
    "Ndị uweojii achụọla onye uweojii a sị gbagburu Emmanuel Okocha12 Juun 2024",
    "Emefiele bipụtara ego ọhụrụ nke onyeisiala na-akwadoghị - Onye akaebe11 Juun 2024",
    "Enugu steeti: Lee ihe na-esere ECTDA na EEDC11 Juun 2024",
    "Saulos Chilima: Ihe ị kwesịrị ịma maka osote onyeisiala Malawi nwụrụ anwụ11 Juun 2024",
    "Ihe mere m jiri buru ngwa ahịa m site n'ala Igbo gawa Legọs - Cubana Chiefpriest11 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludoelekere 6 gara aga",
    "Ihe sayensị kwuru maka ude e ji agbatị odogwu ụmụnwoke",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụmụnne abụọ ndị Naịjirịa e jidere maka iji foto ndị gbaọtọ anapụ ha ego n'ịntaneti",
    "Ihe Peter Obi kwuru maka ada Onyeisiala Tinubu dara",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}