{
  "published": "18 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Segun Olatunji",
    "Ezinaụlọ onye ntaakụkọ atọrọ na Lagos steetị, Segun Olatunji na ebeku onyeịsịala Naịjirịa, Bola Tinubu ka o nyere aka mee ka nwa ha nwoke pụta n'aka ndị tọọrọ ya kemgbe abalị ise garaaga.",
    "Ezịnaụlọ ahụ dere akwụkwọ enyemaka nke Tosin Olatunji binyere aka n’ ịme ya.",
    "Na okwu ha “anyị amaghị ịhe ọzọ anyị ga eme na abụghị ịdegara onye ịsịala Naịjirịa akwụkwọ  ka onye ịwụ ka a tọghapụ nwa anyị. Anyị bu na ọbị na ọ bụ ndịagha Naịjiria tọorọ ya”.",
    "“Anyị kwenyere na onyeịsịlala Naịjirịa ga-enyere anyị aka me ka a tọhapụ ya ngwangwa”.",
    "Tosin Olatunjị gara n’ ịrụ kwuputa na ndị mmadụ na akwado ịme ngagharị ịwe na Lagos nakwa Abuja maka Segun atọọrọ.",
    "Na okwu ya, onye na ebịpụta akwụkwọ akụkọ a kpọrọ First News na Legos, bụ Daniel Iworiso-Markson ma bụrụkwa onye Segun Olatunjị na arụrụ ọrụ kwadoro ngaghariịwe na Legos nakwa n'Abuja.",
    "Nwunye Segun Olatunji kwuru na ụbọchị Frịde, abali ịri na ịse nke  onwa Maachị na afọ 2024 ka a tọọrọ ya.",
    "Mmadu abụọ na ndị tọọrọ ya nyị uwe ndịagha Naịjiria ebe ndị ọzọ nyị uwe nkịtị.",
    "Mkpu dara ka ndị a na-amaghị ndị ha bụ tọrọ otu onye nataakụkọ na-arụrụ ndị mgbasaozi First Online ọrụ bụ Segun Olatunji na Legọs.",
    "A tọọrọ nwamadị ahụ ụbọchị Fraịde abali 15 ọnwa Maachị n'ụlọ ya dị na Riverview Estate na Legọs n'ihu nwunye ya n'ụmụaka ya.",
    "Nke a bụ dịka nwunye ya bụ Abiodun Olatunji si kọọrọ BBC Igbo na mkparịtụka ya na BBC Igbo mere n'ekwentị.",
    "Abiodun kọwara na ndị ahụ yi akwa ndịagha Naịjirịa, buru ụgbọala ndịagha Naịjirịa ma gwakwa ya na ha bụ ndịagha Naịjiria.",
    "N'okwu ya; “Ihe m chọpụtara bụ na ndị ahụ nọ n'ogbe anyị kemgbe abalị anọ na-achọ dị m. Ha ji ihe e ji enyocha ekwentị were na-achọ m maka na ọ bụ m ka dị m kacha akpọ”",
    "“Onye nche n'ogbe anyị kwụrụ na ndị ntọrị ahụ bịara buru ụzọ wakpoo ya were otu onye otu ha na-esọgharị ya nke mere na ya enweghị ike ịgba ama maọbụ gwa ndị mmadụ ịhe na eme”.",
    "Bosun Tijani: Gọọmentị Naịjirịa anaghị amachi Kripto - Mịnịsta mgbasaozi na akụnauba dijitaal19 Maachị 2024",
    "Aba Power Plant: Etu ndị Aba ga na-akwụ ụgwọ ọkụ15 Maachị 2024",
    "Ihe mere n'ezie maka nwaanyị a sị gburu onwe ya n'Enugwu8 Maachị 2024",
    "Abiodun Olatunji bụ nwunye Maazị Segun kọwara BBC Igbo ihe niile mere ruo oge a kpọrọ di ya.",
    "O kwuru na ndị ahụ buru ụzo biakwụte ya n'ogbe ebe ya na-ere ahịa na Riverview Estate n'ụzọ Joke Ayo na Legọs gwa ya ka ọ kpọọ di ya mana tupu ha emee nke ahụ, ha na-esogharị ha na-enyo ha n'ụzọ dị icheiche.",
    "N'okwu ya; \"abalị atọ gara-aga ka m nọ n'ebe m na-ere ahịa mgbe dị m kpọrọ m n'ekwentị sị m zịtere ya data.",
    "Ka m na ya kpachara nkata,  ka m hụrụ otu onye mụ na-amaghị n'akụkụ ebe m na ere ahịa. Onye ahụ nọ na nnukwu ọgbatumtum na-eme ka o nwere ihe ọ na-achọ. Ka m siri hụ onye ahụ mere m jiri gaa jụọ ya ka ọ na-achọ mmadụ, mana o nweghị ịhe ọkwụrụ were pụọ.\"",
    "Abiodun kọwara na oge o mechara nke ahụ, o gbughi oge, ụgbọala akwụsị n'ihu ụlọahịa ya.",
    "N'okwu ya; \"nwa obere oge, ụgbọala Hilux abịa kwụsị n'ịhụ ụlọahịa m. Mgbe ahụ, echere m na o nwere onye ha na-achọ mana mgbe ha rịturu ha ajụọ m onye nwe ụlọ ahịa ebe m nọ.",
    "Agwara m ha na ọ bụ nke m. Ha jiri oluike jụọ m ebe ekwentị m dị, m gọsị ha ekwentị m.\"",
    "Anyị gwara Abiodun ka ọ kọwaa etu ndị ahụ zutere ya dị na ihe ha yi n'ahụ na ihe niile o nwereike icheta maka ha.",
    "O kwuru; \"mmadụ abụọ n’ime ha yi uwe ndịagha Naịjirịa ebe ndị ọzọ yị uwe nkịtị. Ka ha nachara m ekwentị m niile, ha nyere m otu n’ ime ya sị m na ha ga-enye m akara ekwentị m ga akpọ n’ịme ya. Mgbe m pịrị akara ekwentị ahụ ka aha di m pụtara n’ime ya, m agwa ha na ọ bụ akara ekwentị dị m bụ ịhe ahụ. Oge ahụ ka ha kwuru na ha ga-akpuru m”.",
    "Oge a ka Abiodun kwuru na ha gwara ya na ọ bụ di ya ka ha chọtara mana ọ ga-abanye n'ụgbọala ha soro ha gaa ebe di ya nọ.",
    "N'okwu ya; \"ha bụ ụgbọala Hilux atọ na otu ọgbatumtum. Oge m duru ha rụọ n'ụlọ ka dị m pụtara nabata anyị, oge ahụ ka ha gwara dị m na ha bịara ịkpụrụ ya. Anyị jụrụ ha ihe o mere mana ha ekweghị ekwu ihe o mere karịa ịgwa anyị na ha bụ ndị agha Naịjirịa. Ha egọsịghị njịrịmara ndị agha mana otu onye n'ịme ha gwara anyị na ha bịara ozi e ziri ha.”",
    "Ebe foto si,  Segun Olatunji",
    "Segun Olatunji",
    "Onye ọzọ tinyere ọnụ n'okwu a, bụ onyeisi ụlọọrụ akwụkwọ mgbasaozi Firstnews bụ Daniel Iworiso-Markson.",
    "Ọ gwara BBC na ha amaghị ndị tọọrọ onye ọrụ ya bụ Segun mana e nwere akụkọ ha bịpụtara metutara ndị ịsị ndịagha Naịjirịa.",
    "Daniel kwuru na ebe nwunye Segun kwuru na ndị tọorọ dị ya sịrị na ha bụ ndị agha Naịjiria mere ya ji eche na o nwereike ọ bụrụ maka akụkọ metutara ha.",
    "Mgbe ndị BBC zigara ọnụ na-ekwuru ndịagha Naịjirịa bụ Nwachukwu Onyema ịjụ ase ka ọ bụ eziokwu na ndịagha kpụrụ Segụn mana Onyema gụchara ozi ahụ mana o nyeghi ọsịsa ọbụla.",
    "Mana nwunye Segun bụ Abiodun gwara BBC Igbo na ụbọchị ụka oge anyị na ya mere mkparịtaụka ahụ ka o mere abalị atọ a kpụrụ di ya mana o nweghi onye mara ebe ọ no rụọ ugbua maọbụkwanụ nke bụ eziokwu ndị kpụrụ ya kpọmkwem.",
    "O kwuru na ya gara ụloorụ ndị uweojii mee mkpesa mana oge BBC Igbo kpọtụrụ onye nkwuchiteọnụ ndị uweojii na Legọs bụ Benjamin Hundeyin ka o tinye ọnụ n'okwu a, ọ zaghị.",
    "Abiodun gwara BBC Igbo na ya na ụmụ ya nọ n'ezigbo obi mgbawa na mwute na-arịọ ka onye obụla dị ya mejọrọ jiri maka ụmụaka ya meere ha ebere.",
    "Ọ kpọkuru gọọmentị Legọs steetị nakwa nke etiti ka ha gbatara ha ọsọ enye m aka.",
    "Abiodun kọwara na ọ bụ na ekwentị onye nche ka ejị kpọọ ya, nwere nwete ụlọ ebe ya na azụ ahịa tụpụụ onye ọgbatumtum esọgharịwa ya nke mere ejịrị nwete ya ma kpụrụ di ya.",
    "Mgbasaozi",
    "Nnyocha",
    "Social media",
    "Ohere ikwu uche",
    "ọrụ ndị nta akụkọ",
    "Ohere nzisa ozi",
    "Kabaaka onye otu egwu Oriental Brothers anwụọla elekere 8 gara aga",
    "Abia Pension law: Alex Otti ọ napụrụ Ikpeazu, T.A Orji na Uzor Kalu ara n'ọnụ?22 Maachị 2024",
    "NA EME UGBU A, Ndị Gọvanọ 16 na Naịjirịa akwadola ka e hiwe ndị uweojii nke steeti - NEC1 Maachị 2024",
    "Ihe Nnamdi Kanu kwuru ga-eme ndị ji aha ya na Ipob eme mpụ na South-East20 Maachị 2024",
    "Ihu, aha na ọkwa ndịagha Naịjirịa e gburu n'Okuama Delta steeti19 Maachị 2024",
    "Ezịnaụlọ Segun Olatunji onye ntaakụkọ a tọọro na-ebeku Onyeịsịala Tinubu18 Maachị 2024",
    "Africa Eye: Etu otu nwaanyị si jiri Whatsapp zọọ ndụ ndị a tọrọ atọ19 Maachị 2024",
    "Bosun Tijani: Gọọmentị Naịjirịa anaghị amachi Kripto - Mịnịsta mgbasaozi na akụnauba dijitaal19 Maachị 2024",
    "Ihe Nnamdi Kanu kwuru ga-eme ndị ji aha ya na Ipob eme mpụ na South-East",
    "Abia Pension law: Alex Otti ọ napụrụ Ikpeazu, T.A Orji na Uzor Kalu ara n'ọnụ?",
    "Kabaaka onye otu egwu Oriental Brothers anwụọla",
    "Ihu, aha na ọkwa ndịagha Naịjirịa e gburu n'Okuama Delta steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}