{
  "published": "26 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "A tụrụ anya na ọkụ si n'aka ndị Geometric Power ga-enye ndị Aba ọkụ kwa ụbọchị",
    "N'Aba ka ụlọ ọrụ Geometric Power na-eme mmemme mgbape igwe ọkụ latrik mbụ kwụụrụ onwe ya na Naịjirịa n'Abia steeti.",
    "Igwe ahụ akpọrọ Integrated Power Project tozuru ịmepụta ọkụ ruru 141 \"megawatts\" ga-enye aka ịhụ na ọkụ dị mgbe niile nye ndị bi n'Aba, n'Abia steeti.",
    "Etu ọ ga-esi rụ ọrụ bụ site n'okporo ga-esi obodo Owaza dị n'Ukwa Abia steeti ebuga gaasi ebe ahụ.",
    "A na-atụ anya na ọ ga-enye okpuruọchịchị itoolu n'ime iri na asatọ dị na steeti ahụ ọkụ.",
    "Lee ihe BBC Igbo hụrụ mgbe ha gara ebe ahụ.",
    "Onyeisioche Geometric Power bụ Barth Nnaji kọwara na o hibere ya bụ ihe n'Aba dị n'Abia steeti iji kwalite nka na ụzụ na azụmahịa eji mara ndị Aba.",
    "A ma Aba dịka \"Japan nke Afrịka\" maka nrụpụta, ndị ọrụ aka, na ndị ncheputa juru n'ahia Ariaria dị n'ebe ahụ.",
    "Kashim Shettima bụ osote onyeisiala ga-anọchi anya Bola Tinubu na-achị Naijiria na ya bụ mmemme mgbape taa.",
    "Igwe latrik ahụ ga-ebido ọrụ na mbido ọnwa Maachị afọ 2024.",
    "Naijiria",
    "Ike",
    "Ihe mere mụ na Ejiofor abụghịzi ndị okaiwu Nnamdi Kanu - Mike Ozekhome29 Febụwarị 2024",
    "Ihe mere ụmụnwaanyị South Korea anaghị ekwe amụzị nwa28 Febụwarị 2024",
    "Onitsha Building Collapse: Ọrụ gbatagbata akwụsịla agbanyeghi na ndị mmadụ nwereike ka tọrọ n'okpuru uzuzu28 Febụwarị 2024",
    "Etu nna si gbagbuo nwa ya nwoke maka esemokwu metụtara nri n'Abia steeti28 Febụwarị 2024",
    "Geometric power: Ndị Abia ga-amalite imepụta ọkụ latrik nke ha, lee etu e siri gbapee ya n'Aba26 Febụwarị 2024",
    "Ukraine war: Ọsịsa ajụjụ ise a na-ajụ ka agha a ruru afọ abụọ25 Febụwarị 2024",
    "Etu nwaanyị dị ime si tụtuo di ya site n'ụlọelu n'Ebonyi Steeti22 Febụwarị 2024",
    "Rotimi Akeredolu: Etu ụka olili ya na njem ikpeazụ ya si aga23 Febụwarị 2024",
    "Ihe mere mụ na Ejiofor abụghịzi ndị okaiwu Nnamdi Kanu - Mike Ozekhome",
    "Geometric power: Ndị Abia ga-amalite imepụta ọkụ latrik nke ha, lee etu e siri gbapee ya n'Aba",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpeEmelitere ikpeazụ na: 16 Febụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}