{
  "published": "9 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Na nsonso a, ihe onyonyo gosiri ebe  a tụnyere nwa ọhụrụ n'osimmiri  dịka a na-eme emume omenala n' Osun Steeti kpọtụrụ na soshal midia nke kpalitere ụka banyere ya  bụ ihe.",
    "Nke mere ka BBC mee nnyocha iji zaa ụfọdụ ajụjụ nke ọha ndị mmadụ na-ajụ banyere ya bụ omenala .",
    "Arụ na usoro e si akpụ arụ n'omenala Igbo15 Septemba 2024",
    "Gịnị mere ndị Igbo ji eli alọ nwa ha?15 Juun 2024",
    "Blessing Ogbonna: Ndị uweojii ataala mmanwụ Oriọkpa Nsuka maka mpịawa ahụ23 Mee 2024",
    "Nke a bụ omenala nke ndị Ijọ na ndị Ilaje  bi nso n'osmmiri nakwa ndị Yoroba  ndị nkwenyere n'arụsị Ọshụn nakwa osimmiri Oya.",
    "Ndị bi n'ikpere mmiri dịka ndị Ilaje, ndị Ijọ na ndị na-efe mmụọ mmiri Ọshụn nwere nkwenye na mmiri bụ ndụ na a gaghị enweli nkewa n'etiti ha na ụmụ ha na osimmiri.",
    "Ndị Ilajes bụ ndị Yoroba nọ n'  Ondo steeti bụ ndị ha na  ndị  Ijebu, Itsekiri, Ikale na Apoi Ijaw gbara agbataobi.",
    "A na-ahụkwa ha  n'ebe ndị ọzọ dị iche iche dịka na Douala (Kamerun), Sapele  nakwa Warri (Delta), Asejire (Oyo) nakwa ebe ụfọdụ na Legọs bụ ebe ndị ha zọpụrụ m njem ga biri.",
    "N'aka nke ọzọ, ndị Ịjọ so n' agbụrụ kachasị ochie na Naijiria.",
    "Igbo History: Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya8 Ọgọọst 2024",
    "Kedụ usoro e ji eli nwaanyị n'ala Igbo?10 Septemba 2024",
    "Arụ na usoro e si akpụ arụ n'omenala Igbo15 Septemba 2024",
    "A ma dịka “ Izon” maọbụ alaka ndị Naija-Delta ma bụrụ ndị  a na-ahụ na mba mmiri nna Bayelsa, Delta, Rivas, Akwa-Ibom, Edo nakwa Ondo steeti, na Naijiria.",
    "Ndị ọkachamara n'akụkọ ihe mere oge ochie  na-ekwu na ha bụ ụmụ Oru so mmiri si ndagwurugwu Osimiri Nile nakwa ọgbammiri Chad dị n'Ọwụwị̀a Anywanwu Ugwu Naijiria were bịa ebe ha bi ugbua.",
    "Mmụọ mmiri Ọshụn so n'arụsị ndị Yoruba  dị na Ọdịda Anyanwụ Naijiria na-efe maka ọmụmụ nakwa nchekwa nke a ma ama n'Osogbo, dị n' Oshun steeti.",
    "Akụkọ kwuru na mmụọ miri ahụ b.ụ otu n'ime ụmụnwaanyị nke Arụsị a kpọrọ Sango lụrụ.",
    "A na-eme mmemme ya kwa afọ n' okwu ya dị n' Ọshụn Osogbo, Ọshụn steeti.",
    "Otu onye okenye mabụrụkwa onyenkuzi n'obodo Bolowo dị n' Okpuru Ọchịchị Ilaje Ese Odo dị n' Ondo steeti bụ Lolo Mercy Tansemi  kọwara na omenala ahụ abụghị iji megide nwata ọbụla kama iji kuziri nwa ahụ mkpa mmiri dị.",
    "Tansemi sịrị: “ Ịtụnye nwa na mmiri  bụ ihe dị ndị be anyị bụ ndị Ijọ ezigbo mkpa.\".",
    "O kwuru na ndị Ijọ na ndị Ilaje bu ndị mmiri gbara okirikiri nke mere ka ha chọọ ka ụịmụaka ọhụrụ ha mata mmiri malite n'oge eku ha n'aka.",
    "Tansemi kwuru na ha anaghị etinye nwa ọhụrụ na mmiri ozigbo kama ha na-eche ka o rute ihe dịka ọnwa abụọ tupu a tụnye ya na mmiri.",
    "O kwuru na ọ bụ omenala ndị be ha ime ka ụmụ ha mata mmiri n'oge.",
    "Oloye Ifayemi Elebuibon, onye omenala Yoroba doro anya kọwara ezinaụlọ ọbụla n'ala Yoroba nwere omenala  na nkwnye ka si n'aka nnanna ha rute ha aka.",
    "Elebuibon kọwara na omenala ịtụnye nwa na mmiri na-adịkarị n'ezinaụlọ ndị na-efe agbara mmiri Ọshụn ma bụrụ ihe ha jị gosi nwa ọhụrụ  mmiri bụụ njirimara agbara mmiri Ọshụn.",
    "Ọ sịrị,: “Ịtụnye ụmụaka ọhụụ na mmiri bụ iji mee ka ọ mara mmiri ma mata omenala  ndị Ọsụn.”.",
    "O kwuru na ọ bụ ụzọ dị mkpa e ji eme ka nwata mata omenala agbụrụ ya.",
    "O kwuru na ọ bụghị ihe egwu  n'ihe na ọ bụ na ikperemmiri ka a na-ene ya , ọ bụghị n'ebe mmiri emi.",
    "Ifayemi Elebuibon gara n'ihu kwuo  na uru dị na ya bụ omenala gụnyere ime ka nwata mata omenala nakwa igosi mkpa mmiri dị bụ omenala ha na-eme ma nwa ọhụrụ dị agbata ọnwa abụọ na ọnwa isii.",
    "E wezụhga omenala ịgọrọ nwata ahụ mmiri, ịtụnyte nwa ọhụrụ na mmiri  bụ ihe ọzọ ha jụ atụle nna mụrụ nwa ahụ n'ezie n'ala Yoroba nakwa ebe ndị ọzọ.",
    "Mana e mebiela omenala a na mpaghara dị iche ice",
    "Ofụfe",
    "Ondo steeti",
    "Naijiria",
    "Bayelsa Steeti",
    "Delta Steeti",
    "Omenala",
    "Ọsun steeti",
    "Kedụ ka e si a họpụta ndị imeobi Eze ọdịnala?11 Ọktọba 2024",
    "Nwata, nwa agbọghọ, ogoli, Eze nwaanyị, agadị nwaanyị, ajadu na aha ndị ọzọ ndị Igbo na-akpọ ụmụnwaanyị 21 Ọgọọst 2024",
    "Ihe bụ iwe m ebe Gọvanọ Fubara nọ - Nyesom Wike9 Ọktọba 2024",
    "NA EME UGBU A, Pope Francis ekwuola okwu gbasara ndịagha United Nations e merụrụ ahụ na Lebanon",
    "Allen Onyema: Nke bụ eziokwu maka ebubo nrụrụaka mba Amerịka boro ya13 Ọktọba 2024",
    "Binta Nyako: Ọkaikpe kachasị na Naịjirịa enyeghachịla ya ikpe Nnamdi Kanu11 Ọktọba 2024",
    "Ihe bụ iwe m ebe Gọvanọ Fubara nọ - Nyesom Wike9 Ọktọba 2024",
    "Ihe mere ndị Ilaje ji atụnye nwa ọhụrụ na mmiri 9 Ọktọba 2024",
    "Mmachi asambodo ofesi: 'Ọ dị m ka onye e gwuru wayo, e gburu m oge m ma mefukwa ego nne na nna m’8 Ọktọba 2024",
    "Gịnị bụ ọrụ Gọọmenti Okpuru ọchịchị na Naịjirịa?7 Ọktọba 2024",
    "Gọmentị Enugwu akwatuola ụlọ e ji atọ ndị mmadụ n’Owerre Court, Agwu5 Ọktọba 2024",
    "WHO enyela nkwado maka nnyocha mpox anaghị egbu oge4 Ọktọba 2024",
    "Lee uru okwụrụ bara n'ahụike mmadụ1 Ọktọba 2024",
    "Binta Nyako: Ọkaikpe kachasị na Naịjirịa enyeghachịla ya ikpe Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Kedụ ka e si a họpụta ndị imeobi Eze ọdịnala?",
    "\"Ịlụ ọgụ na-amasị m, ana m alụchitere nwanne m nwoke ọgụ\" - Chiamaka NwaturuochaEmelitere ikpeazụ na: 9 Nọvemba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}