{
  "published": "1 Nọvemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụmụafọ Igbo bi na Naịjirịa nakwa mbaụwa niile nọ n'ihe iru uju dịka a na-eme olili Emmanuel Iwuanyanwu, Onyeisi Ohanaeze Ndigbo bụ otu jikọtara ndị Igbo niile n'ụwa.",
    "Iwuanyanwụ nwụrụ n'otu ụlọọgwụ dị n'Abuja n'ọnwa Julaị afọ 2024 dịka ọ gbachara afọ iri asatọ na abụọ (82yrs).",
    "Ozu Iwuanyanwụ wuchiri na steeti ya bụ Imo n'ụbọchị 29 Ọktoba dịka a malitere emume akwamozu ya n'Owerri bụ Isiobodo steeti ahụ.",
    "Ebe foto si, Aic Akwarandu/Facebook",
    "Lee ka ụka nkwanye ugwu e meere Emmanuel Iwuanyanwu si ga n’Enugwu1 Nọvemba 2024",
    "Emmanuel Iwuanyanwu: Ọ bụ isi kara aka ga-ebuli okiti nke Ohaneze Ndigbo17 Mee 2023",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "Ebe foto si, Aic Akwarandu/Facebook",
    "Olili ya malitere n'ihe dịka elekere itoolu nke Fraịde ụbọchị mbụ nke ọnwa Nọvemba 2024 n'obodo ya bụ Umuohi Attah dị n'okpuruọchịchị Ikeduru, Imo Steeti.",
    "A kara ụka olili ya n'ụlọụka Aglikan nke St. Mathewe Cathedral dị n'obodo Attah nke Ikeduru ebe ọtụtụ ndị ụkọchukwu karịrị otu narị bịara.",
    "Otu onye obodo Attah bụ Mazi Ambrose Orji mabụrụkwa nwanne Iwuanyanwụ kọwaara ya dịka enyi ọha, ma kwuo na ọ na-azụ ọtụtụ ndị ntoroọbịa obodo ha n’ụlọakwụkwọ nakwa n'aka ọrụ.",
    "Ọtụtụ ndị ndu mpaghara Ọwụwa Anyanwụ gụnyere ndị gọvanọ, mịnịsta, ndị omeiwu wuchiri n'obodo Ikeduru iji kwanyere Iwuanyanwu ugwu ikpeazụ n'olili ya.",
    "Odeakwụkwọ Gọọmentị etiti bụ George Akume, Mịnịsta nta na-ahụ maka akụnaụba bụ Doris Anite Uzoka nakwa ndị ọzọ bịakwara olili ahụ.",
    "Ebe foto si, Deji Osinowo/Facebook",
    "Ebe foto si, Enugu State Government",
    "Ebe foto si, Enugu State Government",
    "E doro ụka iji kwanyere Emmanuel Iwuanyanwu ugwu nke ikpeazu n’ụlọụka dị n'Enugwu Steeti.",
    "E mere nke a n'Enugwu maka na ọ bụ ebe isiụlọọrụ otu Ohanaeze Ndigbo dị.",
    "Iwuanyanwu nwụrụ n’ọnwa July afọ a ka ọ rịachara ọrịa obere oge.",
    "E mekwara ọtụtụ emume ndị ọzọ n'ụbọchị dị iche iche tupu ozu ya abanye n'ala na Fraịde ụbọchị mbụ nke ọnwa Nọvemba 2024.",
    "Ebe foto si, Enugu State Government",
    "Ọtụtụ ndị ọnụ na-eru n’okwu dịka Gọvanọ Enugwu Steeti, Peter Mba, Osote Gọvanọ Imo steeti, Chinyere Ekomaru, Sịnetọ Victor Umeh, Sịnetọ Uche Ekwunife, Gọvanọ chiburu Ebonyi steeti bụ Sam Egwu nakwa nwunye Onyeisiala Naịjirịa nke mbụ bụ Ọkammụta Uche Azikiwe na ndị ọzọ bịara ụka ahụ.",
    "Gọvanọ Peter Mbah kọwara Emmanuel Iwuanyanwu dịka “oke osisi gbara mbọ maka iwete udo n’etiti agbụrụ dị icheiche na Naịjirịa”.",
    "Ebe foto si, Enugu State Government",
    "Ebe foto si, Enugu State Government",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Kemi Badenoch: Onye bụ onyeisi ọhụrụ nke otu Conservatives mba Briten?elekere 9 gara aga",
    "Ihe ndị Afrịka chọrọ na ntụliaka Amerịkaelekere 6 gara aga",
    "Gọvanọ Alex Otti atụọla vootu2 Nọvemba 2024",
    "Etu e si mee olili Emmanuel Iwuanyanwu bụ Onyeisi Ohanaeze Ndigbo1 Nọvemba 2024",
    "Ikwu mmadụ o tozuru oke iketa akụnaụba ya ma ọ nwụọ?30 Ọktọba 2024",
    "E gburu nwunye m dị ime ọnwa ise ka a rịchara ya elu n'ike29 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere30 Ọktọba 2024",
    "Kamala Harris: Ọtụtụ njirimara nwaanyị mbụ bụ Osote onyeisiala Amerịka 30 Ọktọba 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe1 Nọvemba 2024",
    "A tabiela nwataakwụkwọ ire n'Abia steeti26 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}