{
  "published": "1 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Atụọla Ousmane Sonko nga afọ abụọ na Senegal",
    "Akụkọ na-eru anyị ntị na-ekwu na Sonko na ndị nkwado ya e boro ebubo agaghị aga mkpọrọ.",
    "Ngagharị iwe amalitela na mpaghara Dakar. Ndị nkwado Sonko na-ebuso ndị nchekwa ọgụ tụmadị ebe Sonko bi.",
    "N'ụbọchị mbụ n'ọnwa Juunu ka otu ụlọikpe na Senegal atụọla Ousmane Sonko nga afọ abụọ maka ebubo “imebi ndị ntoroọbịa”.",
    "Ụlọikpe kagburu ebubo idina mmadụ n'ike nakwa iyiegwu ọnwụ e boro Sonko na-azọ ọkwa Onyeisiala na ndọrọndọrọ ọchịchị Senegal nke a ga-eme n'afọ 2024.",
    "Mpụtara ikpe nwerike ime ka Sonko; onye ndị ntoroọbịa hụrụ n'anya nke ukwuu azọzịla ọkwa ọchịchị mba Senegal na ntuliaka ha n'afọ 2024.",
    "Ebe foto si, Sonko/Instagram",
    "Mpụtara ikpe nwerike ime ka Sonko; onye ndị ntoroọbịa hụrụ n'anya nke ukwuu azọzịla ọkwa ọchịchị mba Senegal na ntuliaka ha n'afọ 2024.",
    "Kenya election 2022: Raila Odinga ajụla ịnabata mpụtara ntuliaka Onyeisiala mba Kenya 16 Ọgọọst 2022",
    "Ihe omimi etu e si degharịa mpụtara ntuliaka n'ụfọdụ ebe na Naịjirịa16 Mee 2023",
    "Ramaphosa: Biko nwe nụ ndịdị7 Febụwarị 2018",
    "Ousmane Sonko bụ onyeisi ndị na-ama Onyeisiala Senegal aka ịzọ ọkwa ọchịchị mba ahụ. Lekwa ihe ndị ọzọ i kwesịrị ịma maka ya:",
    "Ousmane Sonko bụ onye ndọrọndọrọ ọchịchị Senegal.",
    "Ọ bụ onyeisi ngalaba ndị na-ana ụtụisi na Senegal",
    "Ọ bụ onyeisi ndị na-ama ndị ọchịchi aka. iweghara ọchịchị.",
    "Ọ bụbu onye kacha nta zọrọ ọchịchị mba Senegal n'afọ 2019 bụkwa onye mara Onyeisiala Macky Sall aka.",
    "Ebe foto si, Getty Images",
    "Onye bụ Ousmane Sonko?",
    "Ịtụ ya nga afọ abụọ a pụtara na ọ gaghị eso azzọ ọkwa onyeisiala mba Senegal na-akwado ime na Febụwarị 25, 2024.",
    "Sonko agaghị ikpe ya, n'ọnụ onye ọkaiwu ya, ọ bụ maka na o nwetaghị akwụkwọ  mkpoku ma ncha.",
    "Onye nke ọzọ e boro ebubo, bụrụkwa onye nwere ụlọọrụ ebe a na-akpa isi ebe a sị na ya bụ ebubo e boro Sonko mere, natara afọ abụọ n'ụlọ mkpọrọ.",
    "Enyela iwu na mmadụ abụọ a na-enyo n'okwu a kwụọ ego ịda nha 600,000 CFA francs, 600,000 CFA francs.",
    "Ụlọọrụ mgbasaozi Senegalese Press Agency na-ekuwkwa na ha abụọ ga-ejikọ aka ọnụ kwụọ nchịkọta nde 20 CFA francs maka etu ha ihe a siri metụta civil party.",
    "Ebe foto si, Getty Images",
    "Ndị ọkaiwu Ousmane Sonko na-agwa ndị ntaakụkọ okwu",
    "Maître El Hadj Diouf kwuru tupu amalite iwepụta mgbasaozi maka ikpe a",
    "\"Anyị nweturu afọ ojuju maka ikpe a mana afọ ejuchaghị anyị. Anyị kara ịchọ ka ikpe ọmụma Maazị Sonko nata ntaramahụhụ ruo afọ 10 maka anyị ga-eso mkpebi ndị ọkaiwu,\"",
    "Maka okwu ihe akaebe gbasara ikpe a, Me Diouf kwuru \"Ọ bụrụ na ijiri ohere ikike dị n'ọchịchị dịnaa nwata nwaanyị, nke a dị ka ndịna n'ike. Mmeri n'ikpe a bụ n'ihi na ị gọnarịbeghị na e nwere gosiri na e mere mmekọ maọbụ na e mekpara nwaada a ahụ.\"",
    "Ebe foto si, Getty Images",
    "Puku kwara puku ndị  nkwado Ousmane Sonko na Senegal mere ngagharịiwe iji gosi nkwado ya na Dakar n'ọnwa Maachị",
    "N'akwụkwọ iwu mba Senegal, e depụtara ịda iwu \"corruption of youth\" a n'nchịkọta okwu ikpeazụ nke akụkụ iwu 324, nke depụtara:",
    "\"A ga-ata onye dara iwu ahụhụ site n'ohere akwụkwọ iwu nyere, bụ onye wakporo esi ụkpụrụ site n'ịraba, ime ịma mmadụ maọbụ metọọ onye ntorobịa site n'okwu ndịda onye na-erubeghi afọ 21 maọbụ mgbe ụfọdụ, onye erubeghi afọ 16.\"",
    "Ntarama ahụhụ e depụtara maka ịda iwu bụ iga nga ruo afọ abụọ ruo afọ ise nakwa ịkwụ ego ịda nha CFA francs 300 ruo nde anọ.",
    "NA EME UGBU A Presidential Election Tribunal: Ihe mere e ji buru ikpe Labour Party na PDP gaa ụbọchị abụo nke Juun9 Mee 2023",
    "A tụọla Ousmane Sonko nga afọ abụọ na Senegal1 Juun 2023",
    "NA EME UGBU A Godwin Emefiele: O nweghị mgbe anyị jiri wedaa uru naịra ebe dọla nọ - Ụlọọrụ CBN1 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo12 Mee 2023",
    "Nri 'GMO' ọ nwereike imetụta ahụike gị?12 Mee 2023",
    "World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara25 Eprel 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}