{
  "published": "4 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọikpe kachasị na Naijiria enyela ụbọchị 15 nke ọnwa Disemba dịka ụbọchị a ga-eme mkpebi n'okwu banyere ntọhapụ Nnamdi Kanu.",
    "BBC ghọtara na ndị okaiwu Kanu nakwa ndị okaiwu gọọmenti etiti pụtara kwuo okwu gbasara ikpe ahụ ebe ndị okaikpe na-ege ntị.",
    "Ụlọikpe nyere ndị okaiwu Kanu ihe ha chọrọ site n'ikagbu akwụkwọ abụọ a gbaburu ka a",
    "- tọhapụ Kanu n'aka ndị DSS jichiri ya",
    "- mee ngwangwa ka e gee ikpe Kanu ntị",
    "Cheta na ndị okaiwu gọọmenti na-arịọ arịrịọ ka e jigide Nnamdi Kanu n'ebe eji ya ebe ndị okaiwu Kanu na-arịọ ka akwado iwu obodo site n'itọghapụ Kanu dịka ụlọikpe ndị obere si kpebie.",
    "December bụ mgbe a ga-ekpebi ikpe Kanu hoo haa mana Kanu n'onwe ya apụtaghị ụlọikpe taa.",
    "Cheta na ndị okaiwu Kanu na-agba mbọ inweta ikike ka ọ hụ Dọkịta dịka e kwuru na ọ na-arịa ọrịa n'aka ndị DSS ebe ọ nọ.",
    "Ugo eberela na mgbagbu n'ụtụtụ a dịka ụlọikpe kachasị na-akwado ikpe ikpe banyere Nnamdi Kanu taa.",
    "Cheta na ụlọikpe mkpegharị enyebuola iwu ka atọghapụ Kanu mana gọọmenti etiti emeghị nke a.",
    "Ọ fọrọ obere ihe ka o ruo otu ọnwa kemgbe enyere ikpe a mana Kanu ka nọ n'aka ndị uweojii pụrụiche bụ DSS.",
    "Ebe foto si, BBC/Supreme Court",
    "Ndị ọkaiwu Nnamdi Kanu bụ onyendu Indigenous People of Biafra (Ipob) na ndị ọkaiwu gọọmentị Naịjirịa ga-awụchi n’ụlọikpe kachasị na Naịjirịa bụ ‘Supreme Court’ n’ụbọchị 5 nke ọnwa Ọktoba 2023.",
    "Nke a bụ ụbọchị ụlọikpe kachasị ga-etinye ọnụ n’ebubo ndị gọọmentị Naịjirịa boro Kanu na-agbanyeghi iwu ụlọikpe mkpegharị bụ ‘Appeal Court’ nyere ka ha tọhapụ ya kamgbe otu afọ gara aga na 13 Ọktoba 2022.",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya21 Ọgọọst 2023",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpe16 Febụwarị 2022",
    "Nnamdi Kanu court case: Lee ihe ekpebiri n'ụlọikpe maka ikpe Nnamdi Kanu n'Abuja taa13 Septemba 2022",
    "Ifeanyi Ejiofor bụ otu n’ime ndị ọkaiwu Nnamdi Kanu kwuru na ọkaiwu Mike Ozekhome bụ onyeisi ha ga-edu ha gaa n’Ụlọikpe Kachasị bụ ebe ha ndị ọkaiwu gọọmenti ga-arụrịta ụka iji gwaa ụlọikpe a ka ha kụchapụ mkpesa ahụ gọọmentị gbara nke megidere iwu ụlọikpe mkpegharị nyere sị ka a tọhapụ Kanu.",
    "Ha na-atụkwa anya na Ụlọikpe Kachasị ga-aga n’ihu nye gọọmentị Naịjirịa iwu ka ha tọhapụ Kanu ngwa ngwa na-egboghi oge.",
    "N'aka nke ọzọ, Gọomenti Naịjirịa ga-arụrịtaụka iji mee ka ụlọikpe a maa Kanu ikpe n'ebubo ndị ha boro ya, ka ha nwee ike ịga n'ihu n'ijichi Kanu n'ụlọ mkpọrọ.",
    "Ka ọ dị ugbua o nweghi onye maara ihe ga-abụ mpụtara ikpe a mana ọtụtụ ndị nkwado Kanu na-atụ anya ka Ụlọikpe Kachasị tọhapụ ya.",
    "Ebe foto si, Screenshot",
    "N’ọnwa Juun afọ 2021 ka gọọmentị Naịjirịa nwuchiri Nnamdi Kanu na mba Kenya, kpọlata ya na Naịjirịa ma tinye n’ụlọmkpọrọ ndị Department of State Services (DSS) dị n’Abuja.",
    "Ha kpụpụrụ ya n’ụlọikpe ma boo ya ọnụ ebubo iri na ise nke gụnyere ịgbasaozi tigbuo zọgbuo na Redio Biafra, ịbubata igwe Transmitter mgbasaozi n’ụzọ na-ezighi ezi dgz.",
    "Ụlọikpe Ukwu dị n’Abuja kụchapụrụ ebubo asatọ n’ime iri na ise ahụ gọọmentị Naịjirịa boro Kanu. Nke a mere ka Mike Ozekhome bụ ọkaiwu Kanu gbaa akwụkwọ n’ụlọikpe mkpegharị.",
    "N’ụbọchị 13 Ọktoba afọ 2022, ụlọikpe mkpegharị kụchapụrụ ebubo asaa ahụ fọrọ afọ n’isi Kanu ma nye gọọmentị Naịjirịa iwu ka ha tọhapụ Kanu ma ghara ikpe banyere nke a n’ụlọikpe ọbụla na Naịjirịa.",
    "Gọọmentị Naịjirịa jụrụ ịtọhapụ Kanu kama ha gara n’ihu mee mkpesa n’Ụlọikpe Kachasị banyere ikpe ahụ ụlọikpe mkpegharị kpere.",
    "Ebe foto si, Ifeanyi Ejiofor/Facebook",
    "Nnamdi 'Nwannekaenyi' Okwu Kanu hibere ma bụrụ onye ndu otu a ma dịka Indigenous People of Biafra (Ipob) n'afọ 2012.",
    "Otu ahụ chọrọ ka steeti ndị dị na mpaghara Ọwụwa Anyanwụ kewapụ na Naịjiria ma bụrụ mba a kpọrọ Biafra.",
    "Nke a abụghị ihe ọhụrụ dịka ndị ọchịchị Igbo n'afọ 1967 kpebiri na a ga-enwe Biafra, mana ka a lụchara agha nke butere ọnwụ mmadụ ruru otu nde, atụmaatụ ahụ abiaghị na mmezu.",
    "Kanu malitere Redio Biafra nke e hibere na London n'afọ 2009 ma na-agbasa ozi nye ndị Igbo bi na Naịjirịa.",
    "N'afọ 2018 ka gọọmentị Naịjiria nke Muhammadu Buhari bụ onyeisi ha, kpọrọ Ipob ndị oyi ndụ egwu.",
    "Ọ gara Government College Umuahia, gaa mahadum na Naịjiria, (University of Nsukka) nwa mgbe nta tupu ọ gawa London, ebe ọ nọ gaa London Metropolitan University.",
    "Ọ gụrụ 'Politics and Economics' na mahadum Naịjirịa na Nsukka.",
    "A mụrụ ya na Naịjiria mana o nwekwara akwụkwọ ikike (passport) ịbụ onye mba Briten.",
    "Aha nne na nna Eze Israel Kanu, Ugoeze Nnenne Kanu. Ha bụ ndị Afara-Ukwu n'Umuahia, n'Abia steeti.",
    "Ọ lụọla nwaanyị ma jide ụmụ. Nwụnye Nnamdi Kanu bụ Uchechi Okwu Kanu, ya na ụmụ ha bi na Yurope.",
    "Nnamdi Kanu kwenyere na ma bụrụ onye ofufe 'Judaism'.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ihe anyị chọpụtara gburu Mohbad - Ndị uweojii Legọselekere 8 gara aga",
    "NA EME UGBU A Narges Mohammadi eritela nturuugo Nobel Peace Prize 20231 Ọktọba 2023",
    "New Artisan: Nyocha ịrụzi akwa mmiri a na-aga n'ihu n'Enugwu6 Ọktọba 2023",
    "Nnamdi Kanu Supreme Court case: 15 December bụ mgbe a ga-ekpebi ikpe a5 Ọktọba 2023",
    "Ago Accident: 'O rughị nkeji 10 mụ na nwunye m hụrụ, ụgbọala akụgbuo ya- di nwaanyị nwụrụ n'ọdachi a sị Lastma kpalitere'5 Ọktọba 2023",
    "Africa Eye: Etu ndị nhazi egwuregwu bọọlụ si emetọ ụmụntakịrị nwoke na mba Gabon4 Ọktọba 2023",
    "Nsogbu anyị nwere bụ na ndị Anambara anaghị akwụ ụtụisi  - Soludo2 Ọktọba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Ago Accident: 'O rughị nkeji 10 mụ na nwunye m hụrụ, ụgbọala akụgbuo ya- di nwaanyị nwụrụ n'ọdachi a sị Lastma kpalitere'",
    "Ihe anyị chọpụtara gburu Mohbad - Ndị uweojii Legọs",
    "Nnamdi Kanu Supreme Court case: 15 December bụ mgbe a ga-ekpebi ikpe a",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}