{
  "published": "3 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "I jiri ụkwụ gagharịa n'ogbe gị ugbua, ị ga-agụkọ mmadụ ole na ole na-ere mango n'ogbe maka na ugbua bụ oge ya bụ mkpụrụosisi si amịpụta aghara aghara.",
    "Ọ rịakwara ahụ ịhụ onye ga-asị na ya bụ mkpụrụosisi anaghị amasị ya.",
    "'Mango' bụ otu mkpuruosisi na-atọwa ntị a naghị ahụkarị oge niile, ọ bụ mkpụrụosisi a na-agbara tiketị maka na anaghị ahụ ya oge ọbụla kwa afọ.",
    "Mana ndị nwere ọrịa shuga ha e kwesịrị iso na-achọ ma na-ara 'Mango' aghara aghara?",
    "Ngwa leekwa asịsị ndị mkpa.",
    "Nke bụ eziokwu bụ na e nwere ọtụtụ ụdịrị ọrịa shuga n’ụwa ugbua, e nweghikwa mmadụ abụo nwere ọrịa shuga nke ime ahụ ha bụ otu. Nke a mere ndị ọrụ ahụike ji adọ ndị mmadụ aka na ntị ọkachasị ndị bu ọrịa shuga, ka ha mata ọnọdụ ime ahụ ha ma ghọta etu ihe ndị ha na-etinye n’ọnụ si emetụta ha.",
    "Living with diabetes: Ihe onye nwere ọrịa shuga ga-eme ka ọ gbanarị ibepụ ya ụkwụ 4 Ọgọọst 2022",
    "Gịnị bụ ọrịa shuga nakwa ụzọ ị ga-esi gbalahụ ya?14 Nọvemba 2022",
    "Ọrịa isii kacha emetụ ụmụnwoke karịa ụmụnwaanyị3 Julaị 2020",
    "Ọ dịkwa mkpa ịkwuturu ndị ọrụ sayensi na-ahụ maka etu nrị si arụ ọrụ n’ime ahụ ndị mmadụ bụ ndị a na-akpọ ndị ‘Dietitian’ na Bekee.",
    "Dịka oge a bụ oge mkpụrụ osisi ji amipụta ọkachasị ndị na-atọ ririri dịka  ‘Mango’, ụnere (Banana) oroma nakwa ndị ọzọ, kedụ nke ndị nwere ọrịa shuga kwesịrị ịgbara ọsọ nakwa ndị nke ha kwesịrị ịgbakwuru?",
    "Otu onye ọrụ ‘Dietitian’ aha ya bụ Rose Okafor kọwaara BBC Igbo na enweghi mkpụrụ osisi dị njọ kama ndị nwere ọrịa shuga kwesịrị ịgba mbọ na-elebanya nakwa na-ebelata aka n’iri mkpụrụ osisi ndị na-atọ ririri.",
    "O kwuru: “Nke bụ eziokwu bụ na iri mkpụrụ osisi ndị na-atọ oke riri maọbụ nwee oke ihe ndị Bekee na-akpọ ‘Fructose’ anaghị akụda ahụike mmadụ. Mkpụrụ osisi dị mma iri.”",
    "“Mana ighara irefe ihe na-atọ ụtọ oke dịkwa mkpa. Ririri mkpụrụ osisi na-atọ abụghị dịka nke shuga emepụtara emepụta. Dịka nke ndị na-adị n’ime mmanya ririri a na-ere n’ahịa.”",
    "Ọ kọwara na ihe kacha emetụta ‘glucose’ nọ n’ime ọbara mmadụ bụ oke iri ụdịrị nrị ‘carbohydrate’ dịka oke iri akpụ, garị, ji, ọka wdgz.",
    "O kwukwara na nke kacha njọ bụ iri maọbụ ịṅụ mmanye ndị a na-emepụta emepụta na-abụghi ndị nke ọnatarachi dịka mmanya ndị na-atọ riri nke a na-agba na mkpọ.",
    "Nwaada Okafor kwuru:",
    "“O bụghi iwu bụ na ị ga-akwụsị iri mkpụrụ osisi ndị a kama ọ ga-adị mkpa idobe akwụkwọ nri iji edetu ugboro ole na ole ị iriri mkpụrụ osisi ndị a.”",
    "“Ụfọdụ ndị mmadụ na-eri mkpụrụ osisi ugboro ugboro, mana ndị ọzọ gazie iri ya ọkachasị iri nke nọ n’ahịa aghara aghara, ha erifee ya oke n’ihi o jupụrara ejupụta ma bara abara.”",
    "Onye dọkịnta aha ya bụ Udodi Okoli kwuru na ihe ndị nwere orịa shuga nwereike izere bụ mmiri a pipụtara site n’ime ọtụtụ mkpụrụ osisi nke a na-akpọ “Juice’ maọbụ “Smoothies”.",
    "O kwuru: “Ọ bụghị na ha dị njọ kama ọtụtụ mgbe, a na-ewepụ akpụkpa azụ mkpụrụ osisi ndị a nke nwere ihe dị mkpa a na-akpọ ‘roughage’, ma pịpụta ọtụtụ mmiri mkpụrụ osisi karịa ihe mmadụ nwereike ịdacha n’otu mgbe. Nke a nwereike ime ka mmadụ ṅụfee oke onye ahụ nwereike ịnụ.”",
    "Dkt Okoli kwuru na nke a nwereike ime ka oke ‘Calories’ maọbụ ‘Carbohydrate’ ria oke elu n’ime ya bụ ihe ọṅụnụ ma metụta onye nwere ọrịa shuga.",
    "Ebe foto si, Getty Images",
    "Ndị mmadụ nwereike ịṅụfee mmiri apịpụtara site n'ime mkpụrụ osisi ma ghara ima na ha emefeela ihe oke",
    "Na nchịkọta, ndị ọrụ ahụike abụọ a gbara ama na ihe ndị kacha mkpa n'okwu a bụ:",
    "Ị ji nwanyọ na-eri ihe ọbụla ma ghara irefe ya oke.",
    "ịbelata aka n’iri ihe ndị emepụtara emepụta ma gbanye na mkpọ ọkachasị nke ndị na-abụghị ihe ọnatarachi.",
    "Ịgba mbọ na-elebanya etu mmadụ si eri ihe nakwa ugboro ole onye ahụ na-eri kwa ụbọchị, kwa izu nakwa kwa oge.",
    "Ibelata aka n’ịṅụ oke mmiri apịpụtara na mkpụrụ osisi nke ewepụrụla anụ ahụ ya.",
    "Ibelata aka n’ịta oke mkpụrụ osisi ndị amịkpọrọ amịkpọ n’ihi na ndị mmadụ nwereike ịtafe ya oke ma ghara ima dịka akị awụsa, ‘raisins’, ‘date’ nakwa ndị ọzọ.",
    "Hụ dọkịnta gị maọbụ ndị ọru sanyesi na-ahụ maka etu nri si ahụ ọrụ n'ime ahụ mmadụ ma ọ bụrụ na ibu ọrịa shuga ma nwee ajụjụ banyere nri ọbụla.",
    "Nri",
    "Ahụike",
    "Okeibu",
    "Nrị na-edozi ahụ",
    "Ọrịa shuga",
    "Meere Ekweremadu na nwunye ya ebere n'ihi ọrụ ọma ya - ECOWAS rịọrọ mba UK23 Maachị 2023",
    "NLC Strike: Oku adịghị, ụgbọelu efeghị dịka NLC,Gọọmentị Imo na-ama akaelekere 4 gara aga",
    "Sudan Crisis: Ndị Sudan egwu ji agbaala ọsọ ndụ ịgbalahụ ndị agha nnupuisi Arab na Darfur3 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}