{
  "published": "8 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screengrab",
    "Foto ndị na-amanye ndị mmadụ nọrọ n'ụlọ na mmalite izuụka...",
    "Ndị bu egbe amanye ndị mmadụ nọrọ n'ụlọ egbuola otu nwoke na-akwọ keke  na Akwakuma dị N'Owere, isiobodo Imo steeti taa bụ Satode.",
    "Nke na-abịa  dịka ọ gachara otu abalị ndị na-amanye ndị mmadụ nọrọ n'ụlọ wakporo ahịa Amarakụ  dị n'Obolo n'Okpuru Ọchịchị Isiala Mbano nakwa Irette dị n'Okpuru Ọchịchị  Owerri-West,na steeti ahụ  gbaa ụgbọala ọkụ ma mebie ngwahịa ruuru nde kwuru nde Naijiria.",
    "Etu ndị uweojii siri memina ndị omekome isii ma napụ ha ụgbọala atọ n’Orsu, Imo steeti16 Mee 2022",
    "Sit at home: Etu ndị uweojii si gbuo ndị omekome na-amanye 'sit-at-home' n'Enugwu8 Julaị 2023",
    "Ihe anyị ma maka ndị nche obodo a sị ndịagha gbagburu n'Eke Udi, Enugwu Steeti3 Julaị 2023",
    "Ndị nọ ebe ihe mere kwuru na ndị ọchọnganoko ahụ bu ụgbọala Siena nakwa bọọsụ a na-akpọ 'Imo bus\" were bịa kposaa ihe  dịka ha wụrụ mgbọ tụrụ onye keke,gbuo ya ozigbo,  ma merụkwa ndị o bu ahụ.",
    "Otu onye n'ime ha gwara onye ntaakụkọ anyị na ozu nwoke ahụ ka tọgbọ ebe ahụ, ebe e bugara ndị merụrụ ahụ ụlọọgwụ a kpọhghị aha ya.",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Henry Okoye azaghị ozi e zigara ya n'ekwentị banyere ihe mere.",
    "Simon Ekpa, onye ndu alaka otu Ipob kpọrọ onwe ha 'autopilot' tinyere nọrọ n'ụlọ malite n'abalị mbụ nke ọnwa Julai nke ọ sị sị oji akpọ oku ka a tọhapụ Nnamdi Kanu.",
    "Ebe foto si, BBC/Getty",
    "Ikuku mwakpo ndị ojiegbe nke na-ekugharị na mpaghara Ọwụwa Anyanwụ Naịjirịa kamgbe mbido izuụka a rutere n'Imo Steeti n'ụbọchị Fraịde, dịka ndị ekperima ahụ wakporo ahịa dị n'Amaraku, n'okpuru ọchịchị Isiala Mbano ma laa ọtụtụ ihe n'iyi.",
    "Cheta na ọ bụ n'ụbọchị Mọnde ka ndị ekperima a malitere ịwakpo ndị mmadụ na steeti dị icheiche n'ọwụwa anyanwụ, nke gụnyere Abia, Ebonyi, na Enugwu.",
    "Ndị ekperima a na-amanye ndị mmadụ ka ha rube isi n'iwu mmachi mkpagharị nke ha tiri iji gosi iwe ha maka njichi e jichiri Nnamdi Kanu, bụ onyeisi otu Ipob.",
    "Dịka ndị hụrụ ihe merenụ si kọọrọ BBC Igbo, mwakpo a malitere n'ebe uhuruchi nke ụbọchị Fraịde, dịka ụmụ okorobịa bucha egbe malitere ịchụsa ndị mmadụ n'ahịa Amaraku.",
    "\"Ka ha na-achụsa ndị mmadụ, ha na-aba mba na-ajụ anyị ihe anyị ji kachie ntị nupu isi n'iwu 'sit-at-home' ha tiri,\" otu onye Amaraku kọọrọ onye ntaakụkọ anyị.",
    "\"Ha kwuru na ọ bụrụ na egwu anaghị atụ anyị, ka anyị pụtakwa echi ka ha gosi anyị ihe dị egwu.\"",
    "\"Ndị ojiegbe a gara n'ihu mụnye ahịa anyị ọkụ, ma gbakwaa ụgbọala ụfọdụ na-agbafe n'okporoụzọ ọkụ.",
    "\"Dịka ha na-ala, ha kwụsịkwara n'obodo Obolo dịkwa n'okpuruọchịchị Isiala Mbano ma chụsakwaa ndị mmadụ, gbakwaa ụfọdụ ụgbọala ọkụ.\"",
    "Ọnụ na-ekwuru ndị uweojii Imo Steeti bụ Henry Okoye gwara BBC Igbo na ya bụ ihe mere eme n'eziokwu mana ndị uweojii na-agba mbọ ijide ndị ekperima ahụ.",
    "\"Anyị na-agwa ndị niile bi n'Imo Steeti ka ha ghara ịtụ egwu ọbụla, kama ka ha na-agara mkpa ha ma na-azụkwa ahịa ha maka na ndị uweojii dị njikere oge niile ichekwa ha,\" Okoye kwuru.",
    "Ọ kọwara na ndị ọrụ nchekwa, ndị ọnụ na-eru n'okwu n'obodo, nakwa gọọmentị Imo steeti, na-enwe mkparịtaụka iji gbochie ihe dị otu ahụ imekwa ọzọ.",
    "Ebe foto si, Screengrab",
    "Ndị ojiegbe wakporo Ebonyi Steeti n'ụbọchị Tuzde, Julaị 4 2023 ma chụsaa ndị mmadụ n'ahịa Ishieke, Abakiliki.",
    "Mwakpo a bụ akaọrụ nke ndị otu kpọrọ onwe ha 'auto-pilot' bụ ndị sobu n'otu na-azọ nnwereonwe a na-akpọ 'Indigenous People of Biafra' (Ipob).",
    "Kamgbe gọọmentị jichiri onyeisi Ipob bụ Nnamdi Kanu, n'ọnwa June afọ 2021, ndị otu Ipob tiri iwu na onweghị onye ga na-apụta ezi kwa ụbọchị Mọnde ọbụla na mpaghara Ọwụwa Anyanwụ baịjirịa, ruo mgbe a ga-atọhapụ Kanu.",
    "Mana ka ọnwa olemole gachara, ndị Ipob pụtara kwuo na ha ewepụla iwu ahụ, mana ụfọdụ n'ime ndị otu ahụ ekweghị.",
    "Otu a pụrụ ma hibe otu nke ha a kpọrọ Auto-Pilot, nke onyeisi ha bụ Simon Ekpa, nwaokorobia bi na mba Finland, mana ọ na-eji akụrụngwa soshal midia agbasara ndị otu ya na Naịjirịa ozi.",
    "Ọ bụ Simon Ekpa, na mbido ọnwa Julaị 2023, tiri iwu ọhụrụ a maka mmachi mkpagharị na mpaghara Ọwụwa Anyanwụ ruo otu izuụka, iji kpọọ oku ka a tọhapụ Nnamdi Kanu.",
    "Mana ndị gọvanọ Steeti ise dị na mpaghara Ọwụwa Anyanwụ na-ekwu na ha amachiela ọnọdụ 'sit-at-home', ma kwukwaa na ha ga-enye ntaramahụhụ siri ike maka onye ọbụla rubere isi n'iwu ahụ.",
    "Kamgbe ahụ, ndị ekperima bucha egbe na-akpagharị n'obodo dị icheiche, ma n'obodo ndị mepere emepe, ma n'ime obodo, na-awakpo ndị mmadụ pụtara ịgara mkpa ha.",
    "N'ụbọchị Fraịde, Julaị 8, ndị uweojii Enugwu Steeti sị na ha gburu mmadụ anọ so na ndị ekperima na-awakpo ndị mmadụ na steeti ahụ.",
    "N'otu aka ahụ kwa, ndị uweojii nke EBonyi Steeti sị na ha jidere ụmụ okorobịa 15 so na ndị ekperima na-amanye iwu 'sit-at-home' na steeti ahụ.",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ndị Biafra chọrọ nkewa",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma8 Julaị 2023",
    "E wepụ nne m akaghị ịgbalahụ ọnwụ site n'ọrịa 'sickle cell'-Nwaanyị  dị afọ 65 7 Julaị 2023",
    "Money laundering: Gịnị mere CBN ji nye ndị ụlọakụ iwu inyo ego si  Cameroon,Vietnam na Croatia abata? 7 Julaị 2023",
    "NA EME UGBU A Ihe mere anyị ji zigara mba Ukraine ogbunigwe 'cluster bomb' - Joe Biden1 Julaị 2023",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna Mmesoma3 Julaị 2023",
    "Sit-at-home: Ndị ojiegbe na-amanye nọọ n'ụlọ agbagbola onye keke n'Owere8 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "'Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel27 Juun 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti",
    "FAFT :Nani ndị na-etinye ego n'ihe megidere iwu na Cameroon,Vietnam na Croatia ka iwu CBN a ga-amapụ obi- Ndị ọkachamara",
    "FSGS Nephrotic Syndrome: Nkọwa ọrịa  pụrụiche a sị Sonia Ekweremadu na-arịa Emelitere ikpeazụ na: 13 Septemba 2022",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ikperikpe ọgụ, Atịlọgwụ, Egedege na egwu ọdịnala ndị ọzọ e ji mara ndị IgboEmelitere ikpeazụ na: 27 Ọgọọst 2022",
    "'Ike Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel",
    "Achi, Ezza na ndị Igbo ọzọ bụ Odogwu n'agha oge gbooEmelitere ikpeazụ na: 17 Julaị 2022",
    "Ihe anyị ma maka nwagbọghọ a sị bụ onye ESN ndịagha nwuchiri n'Igboeze South, EnugwuEmelitere ikpeazụ na: 10 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}