{
  "published": "29 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Enugu state Government",
    "Aka na-achị Enugwu steeti agaala mgbaru n'obodo Nimbo dị n'Uzo Uwani na steeti ahụ ebe ndị echeere bụ ndị ọchịehi gburu mmadụ anọ.",
    "Ọ kwere nkwa na gọọmentị ya ga-esi imi n'ala n'ịchọta ndị ahụ kpara mkpa mkpa a.",
    "\"Oge ndị be anyị ji amụ anya ehi ụra abịala na njedebe\" ka o kwuru dịka ọ foro ntutu taa na a ga-achọpụta ma nwụchie ndị ahụ.",
    "\"A na m ekwe nkwa na anyị ga-eji ihe niile dị anyị n'aka ịhụ na anyị chekwara unu\" bụkwa ihe ọzọ o kwuru mgbe ọ gara ịhụ ndị obodo ahụ.",
    "O tiri ezinaụlọ ndị nwụrụ aka n'obi ma nwekwaa mkparịtaụka ya na ndị isi obodo ahụ gbasara ịchekwa ha.",
    "Ihe ọzọ si na njem Gọvanọ Mbah na Nimbo pụta bụ na a ga-akwụrụ ndị niile merụrụ ahụ ụgwọ ụlọọgwụ.",
    "Ezinaụlọ ebe ndị nna nwụrụ ka o nyekwara onyinye ịgụ akwụkwọ na-efu.",
    "Ebe foto si, Enugu State Government",
    "Obodo Ugwuijoro dị na Nimbo n'okpuru ọchịchị Uzo-Uwani n'Enugwu steeti abaala n'iru uju na anya mmiri ka ndị e kwuru bụ ndị ọchịehi wakporo obodo ahụ na mgbede ụbọchị ụka abalị 28 ọnwa Eprel.",
    "BBC Igbo chọpụtara na ọtụtụ ndị Nimbo agbapụla ọsọ n'ụlọ ha ugbua n’ihi mwakpo ahụ e kwuru tara isi mmadụ anọ.",
    "Otu onye BBC gbara ajụjụ bụ onye Nimbo bụ Dọkinta Ajogu kọọrọ BBC na mwakpo ahụ mere ebe a na-eme akwamozu.",
    "“Ọ bụ ebe a na-eme akwamozu ka ndị ọchịehi ahụ biara were egbe na mma wakpoo ndị be anyi na mberede”.",
    "Ebe foto si, Dr. Ajogu",
    "Ebe foto si, maps Research gate",
    "“Tupu anyị aghọta ihe na-eme, ndị omekome ahụ ewerela egbe na mma gbuo mmadụ anọ ma bekasịa ozu ha.\"",
    "Ajogu bụ dokinta Bekee rịọrọ onyeisi gọọmenti Enugwu steeti bụ Peter Mbah ka o nyere ha aka 'kpochapụ' ndị na-awakpo ha.",
    "Dịka o siri kwuo, ndị e gburu egbu gụnyere, Okeh Simon, Okeh Chukwuebuka, Gabriel Ezea na Julius Odiegwu.",
    "Ebe foto si, Dr. Ajogu",
    "Cheta na ọ bụ n'afọ 2016 ka ndị ọchịehi wakpokwara otu obodo Nimbo ahụ ma gbuo ihe ruru mmadu 11 nn'oge ọchịchị Ifeanyi Ugwuanyi.",
    "Ka ọ dị ugbua e burula ozu ndị nwụrụ anwụ ga donye n’ụlọ ozu.",
    "Ndị uweojii Enugwu steeti ekwubeghi ihe ọbụla maka ihe mere dịka ha azabeghi ekwentị maọbụ ozi ezigara ha gbasara ihe mere.",
    "Kọmishọna uweojii n'Enugwu nyere ndị ọrụ ya iwu ka ha jide ndị gburu mmadụ anọ ahụ na Nimbo.",
    "Dịka ụzụ akwa ka na-ada na Ugwuijoro Nimbo Enugwu steeti maka ogbugbu egburu mmadụ anọ, Kọmoshọna Uweojii bụ Kanayọ Uzuegbu aṅụọla iyi na aka ndị iweojii ga-akpara ndị omekome ahụ.",
    "Kọmishọna Uzuegbu kwuputara nkea oge osoro Gọvanọ Peter Mbah gaa mgbaru na ya bụ obodo.",
    "Ozi ahụ o wepụtara kọwara na ndị a na enyo enyo na ọbụ ha kpara arụ ahụ bụ ndị Ọchụ Ehi si na ime ọhịa wakpoo ndị Nimbo na emw akwamozu ma jiti egbe na mma gbuo mmadụ anọ.",
    "O kwuru na ha eguzobela otu ndị uwe ojii isi kara aka nke ya onwe ya nọ n’ime ya, ka ha waa ọhịa na ụzọ, tinye anya na mmiri wee nwude ndị ojọọ ahụ.",
    "Ọ rịọrọ ndị Ugwuijoro, Nimbo nakwa okpuru ọchịchị Uzo-Uwani niile ka ha nye ndị ọrụ ya nkwado zuru oke iji chọpụta ma jide ndị ahụ.",
    "Akara ekwe ntị ha wepụtara la ọha na eze were kpọọ ma tụpenye ha azụ maka ndị omekome ahụ bụ",
    "Ọgụ ndị na-achịehi",
    "Naijiria",
    "Enugwu",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}