{
  "published": "30 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, ChannelsTv",
    "Ndị mmadụ tetara n'ụtụtụ ụbọchị Wenzde were chọpụta na ọnụ ahịa mmanụ ụgbọala arịala elu ọzọ.",
    "Nke a mere n'agbanyeghi na ụlọọrụ NNPC ekwuputaghi ọnụ ọhụrụ kama na ndị mmadụ hụrụ mgbanwe a mgbe ha gara ịzụ ya n'ọdọ mmanụ ụgbọala.",
    "Nke a ga-eme ya ugboro anọ ọnụ ahịa mmanụ ụgbọala na-agbali elu naanị n'afọ 2024.",
    "O bu ụzọ malite na N668 n'ọnwa Jenụwarị, e si ebe ahụ bugo ya na N897 n'ọnwa Sepụtemba bụkwa ebe o si rịa ruo N998 n'ọnwa Ọktoba ma mechaa bụrụ N1,030 ugbua dịka ọnụ ahịa si kwụrụ na Lagọs steeti.",
    "Buru n'obi na ọnụ ahịa na steeti dị icheiche karịrị nke ndị akpọpụtara na Legọs.",
    "N'ihi nke a ka anyị tulee nkwa ndị onyeisiala Tinubu kwere mgbe ọ na-achụnta vootu na etu ihe si kwụrụ ugbua.",
    "Anyị ga-etinye anya na nkwa anọ bụ ọnụ ahịa mmanụ ụgbọala, nchekwa, ọkụ latrik nakwa akụnaụba obodo.",
    "Etu e siri bulie ọnụahịa mmanụ ụgbọala site n’afọ 2000 ruo 202410 Septemba 2024",
    "Onyeisiala Naịjirịa enwetala ụgbọelu ọhụrụ na-agbanyeghi oke agụụ na ihe ụkọ20 Ọgọọst 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Ebe foto si, APC",
    "Mgbe Onyeisiala Tinubu nọ njem achụmnta vootu ya n'afọ 2022, ọnụ ahịa mmanụ ụgbọala ka bụ N175.",
    "O kwere nkwa ịbutuso ya mgbe ọ na-ezi ndị nkwado ya ozi n'Ogun steeti.",
    "Mana ị lee anya ihe na-aga ugbua, e buliela ya ọnụ ahịa ya bụ mmanụ ụgbọala ugboro ise kemgbe ụbọchị e duru ya n'iyi ọrụ bụ May 29 2023.",
    "Mgbe ọ na-enye ozi nnabata ya, o kwuru na gọọmentị ewepula ụgwọ subsidy na-ejitu ọnụ mmanụ ụgbọala nke mere ka o jiri ike si na N175 rue N540 naanị n'otu abalị.",
    "Ebe foto si, TCN",
    "N'akwụkwọ nkwa o kwere mgbe ọ na-achụ nta vootu, Tinubu kwuru (gụnye ihe ndị ọzọ) na ọ ga-awụlite ọnụogụgụ ọkụ latrịk Naịjirịa na-emepụta.",
    "Mana rue ugbua, o nwebeghi ihe gosiri na Naịjirịa awụlitela ọnụọgụgụ ọkụ latrik ọ na-emepụta.",
    "Kama igwe ọkụ latrik kachasị na Naịjirịa bụ National Grid adaala ihe karịrị ugboro iri na abụọ kemgbe o banyere n'ọkwa.",
    "Nchọpụta nke ụlọorụ Punch mere gosiri na Naịjirịa ebitela ego ugboro iri ruru $4.36bn n'aka ụlọakụ ụwa kemgbe afọ iri gara aga iji wulite nsogbu ọkụ latrik na Naịjirịa.",
    "N'otu aka ahụ, ọ bụghị ego ahụ niile ruru Naịjirịa aka mana gọọmentị etiti etinyela nnuwku ego n'ịwụlite ya bụ ihe.",
    "Bola Tinubu",
    "Naijiria",
    "Akụ na ụba",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Kemi Badenoch: Onye bụ onyeisi ọhụrụ nke otu Conservatives mba Briten?elekere 9 gara aga",
    "Ihe ndị Afrịka chọrọ na ntụliaka Amerịkaelekere 6 gara aga",
    "Gọvanọ Alex Otti atụọla vootu2 Nọvemba 2024",
    "Etu e si mee olili Emmanuel Iwuanyanwu bụ Onyeisi Ohanaeze Ndigbo1 Nọvemba 2024",
    "Ikwu mmadụ o tozuru oke iketa akụnaụba ya ma ọ nwụọ?30 Ọktọba 2024",
    "E gburu nwunye m dị ime ọnwa ise ka a rịchara ya elu n'ike29 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere30 Ọktọba 2024",
    "Kamala Harris: Ọtụtụ njirimara nwaanyị mbụ bụ Osote onyeisiala Amerịka 30 Ọktọba 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe1 Nọvemba 2024",
    "A tabiela nwataakwụkwọ ire n'Abia steeti26 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}