{
  "published": "26 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chioma Egodi Jnr/Ersco Foods Limited/Facebook",
    "Ngalaba na-echekwa ọdịmma ndị na-azụ ihe bụ 'Federal Competition and Consumer Protection Commission' (FCCPC ) ekwuola na ọ bụ ezie na a nwụchiri otu nwaanyị maka  ihe o kwuru banyere tọmato mkpọ ọ sị ọ zụrụ n'ahia ma kpụga ya Abuja.",
    "Chioma Egodi, danyere na nsogbu dịka o wepụtara ozi n'akara ya na Facebook n'abalị 17 nke ọnwa Septemba afọ 2023 na-ekwu na ya zụrụ mkpọ tọmatọ nke ụlọọrụ Erisko Food Limited, detụ ya ire ọ na-atọ shuga shuga.",
    "Ị ma Erisco? Lee ka N4200 si mụtara ya ụlọ mmepụta tomato kachasị n'Afrịka7 Jenụwarị 2020",
    "Anaghị m atụ egwu ụlọikpe — Innoson25 Mee 2018",
    "Ozi ahụ nke Egodi gara n'ihu jụọ ndị na-eso ya ma o nweela ndị zụrụ tọmatọ mkpọ ahụ, ha gwa ya ka ha sị hụta ya, rụrụ ụlọọrụ Erisco Food Limited afọ nke mere ha ji wega mkpesa mere ka ndị uweojii nwụchie Egodi na Legọs ma kpụga ya Abuja.",
    "Ebe foto si, Chioma Egodi/Facebook",
    "Ụlọọrụ Erisco Foods Limited  bụ ndị nwe 'Nagiko Tomato Mix' bụ tomato mkpọ ahụ Oriaku Egodi  dere maka ya kwuru na ihe o dere bụ \"ụgha\" ma bụrụkwa aka ọrụ ndị  ọ na-ewe iwe na ahịa ha na-erezị gwoogwoo.",
    "N'ozi mgbasaozi ha  wepụtara  n'abalị 21 nke ọnwa Septemba, ha sịrị, \" Anya ụlọọrụ Erisco GFood Limited erutela ozi  nke otu onye kpọrọ onwe ya Chioma Egodi Jnr wepụtara n'abalalị 17 nke ọnwa Septemba nke kwuru na shuga karịrị na  Nagiko Tomato Mix bụ otu n'ime ụdị tomato atọ anyị nwere, na ọ dịghị mma mmadụ iri.\"",
    "\"Nke a bụ okpotomkpo asị.\"",
    "\"Anyị chọburu ịgbachi ozi ahụ nke ndị zipụtara chọrọ iji rafuo ndị na-azụ anyị ahịa,nkịtị  bụ aka ọrụ ndị  ọ na-ewe iwe na ahịa anyị na-erezi ebe ọ dị ukwu.\"",
    "Erisco Food Limited ndị kwuru na ọ bụ naani tomato ka ha ji eme tomat mkpọ ha, kwukwara na ha gaewegara ngalaba ndị ọ dịrị mkpesa maka ihe Egodi deere.",
    "Ebe foto si, Erisco Foods Limited/Facebook",
    "Ọtụtụ ụmụ Naijiria nụrụ akụkọ ihe mere na soshali midia malitere ịkatọ ụlọọrụ na-emepụta tọmatọ mkpọ ahụ, sị na agwa ha gosiri ịkpagbu onye ahịa.",
    "Mana ụfọdụ ụmụ Naijria katọrọ Egodi maka ihe ha kpọrọ imebi ahịa onye ọzọ.",
    "Ngalaba ọ bụ ọrụ ha ichekwa ndị na-azụ ihe bụ FCCPC kwuru na ha ga-akpọ ụlọọrụ Erisco Food Limited oku maka nnwụchi a nwụchiri Egodi.",
    "Onyeisi FCCPC bụ Babatunde Irukera kwuru n'ozi o wepụtara n'ọbaozi X(bụbuTwitter)  sị na ọ bụ eziokwu na anwụchiri Egodi kpụga ya Abuja na ya na ndị uweojii Abuja na-akpa dịka  ya zigarala ụlọọrụ Erisco Foods ozi akpomoku.",
    "Legọsị steeti",
    "Naijiria",
    "Nrị na-edozi ahụ",
    "Akụ na ụba",
    "Ahịa",
    "Ihe gọọmentị Enugu steeti kwuru maka akwa mmiri dara na New Artisan 26 Septemba 2023",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano22 Septemba 2023",
    "Mohbad: Nọọsụ ndị uweojii nwụchiri bụ nọọsụ adigboroja-Otu jikọrọ ndị nọọsụ 27 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marleyelekere 3 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu3 Ọktọba 2023",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị1 Ọktọba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marley",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "A chụola okaikpe n'ọrụ maka ịsị nwaanyị 'mechie ụkwụ gị'Emelitere ikpeazụ na: 27 Mee 2020",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}