{
  "published": "28 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Peter Mba/Twitter",
    "Otu dị icheiche na-agba mbọ maka ikike dịịrị mmadụ n'Enugwu Steeti akatọọla Gọvanọ steeti ahụ bụ Peter Mba maka ịgbachi ụlọahịa ndị mmadụ bụ ndị na-emepeghị ụlọahịa ha n'ụbọchị Mọnde.",
    "Nke a na-abịa dịka akụkọ na-ekwu na mmadụ abụọ nwụrụ oge ndị uweojii gbara egbe n'ahịa ebe ndị mmadụ na-eme ngagharịiwe maka mkpọchị ụlọahịa ha n'ụbọchị Wenezde.",
    "N'akwụkwọ ozi nke ndị otu a akpọrọ 'Enugu Network of Civil Society Organisations' (ENSNet),  ha kwuru na \"usoro nke gọọmentị Enugwu na=agbaso iji kwụsị ọnọdụ 'sit-at-home' na steeti ahụ abụghị usoro kwesịrị ekwesị maka na ọ dabaghị n'usoro ọchịchị onye kwuo uche ya\".",
    "\"N'ọnọdụ ọchịchị onye kwuo uche ya, gọọmentị steeti enweghị ikike ọbụla imechi ụlọahịa mmadụ, onweghị iwu ọbụla kwadoro nke a,\" otu ENSNet dere.",
    "\"Ndị nwe ụlọahịa ahụ nwetara ha site n'aka ọchịchị okpuru ọchịchị n'usoro iwu kwadoro, onweghị onye maọbụ gọọmentị ọbụla nwere ikike imechi ụlọahịa ndị ahụ na-esoghị usoro iwu. Ime nke a bụ ọchịchị aka ike na mmegide.\"",
    "Otu kpọkuru otu 'Amnesty International' nakwa Human Rights Commission' nke Naịjirịa ka ha leba anya n'ihe na-eme n'Enugwu nke buterela ọnwụ mmadụ ugbua.",
    "Ha gara n'ihu gwa gọọmentị Enugwu Steeti ka ha chọta ezinụlọ ndị nwuụrụ n'ọgbaghara ahụ dapụtara n'etiti ndị ahịa na ndị uweojii, nakwa ndị merụrụ ahụ na ya, ma nye ha ihe iti aka n'obi.",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ26 Julaị 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya27 Julaị 2023",
    "Sit-at-home agaghị eme ka Nnamdi Kanu pụta na mkpọrọ, anyị achọghịzi ya - Ndị Enugwu24 Julaị 2023",
    "Ebe foto si, Felix Jonathan",
    "Ọkaiwu Felix Jonathan, onye ji ọkwa odeakwụkwọ nke otu jikọrọ ndị ọkaiwu Igbo n'Abuja, kwuru na Gọvanọ Peter Mba enweghị ikike ọbụla ịmanye onye ọbụla ka o mepee ụlọahịa ya maọbụ mechie ya ụbọchị ọbụla masịrị ya.",
    "Felix kwuru na ndị ahụ kwesịrị ịbịakọta ọnụ gbaa gọọmentị Enugwu Steeti akwụkwọ n'ụlọ omeiwu ukwu gọọmentị etiti.",
    "\"Ọ bụrụ na ha gaa n'ụlọikpe steeti, ha nwereike ha agaghị enweta ikpe ziri ezi n'ihi na ụlọikpe steeti niile dị n'okpuru gọvanọ, mana ha gaa n'ụlọikpe gọọmentị etiti, ọkaikpe ma ihe ọ na-eme ga-enye iwu ka gọọmentị hapụ ndị niile ha mechiri ụlọahịa ha, maka na onweghị ikike ọbụla ime ihe dị etu ahụ,\" Ọkaiwu Felix Jonathan kwuru.",
    "Ụfọdụ ndị mmadụ na soshal midia katọrọ aka ike nke gọọmentị Enugwu ji agbaso ịkwụsị ọnọdụ 'sit-at-home' na steeti ahụ.",
    "Ọtụtụ n'ime ha kwuru na aka ike gọọmentị emeela ọnọdụ dịbu njọ ka ọ kawanye njọ dịka ndị uweoji gbagburu otu onye ahịa n'ihi ngagharịiwe.",
    "Frank Nweke Jr, onye zọrọ ọkwa gọvanọ Engwu steeti dere n'akara Twitter ya na \"iwulite ntụkwasịobi ndị mmadụ n'ebe nchekwa dị abụghị ihe a ga-eji aka ike mee\".",
    "Ọ gwara gọọmentị Enugwu ka ha \"lebagharịa anya n'usoro ha na-agbaso iji kwụsị ọnọdụ 'sit-at-home', ma hụ na ọdịmma ndị mmadụ bụ ihe kacha mkpa\".",
    "National security",
    "Enugu Steeti",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "Simon Ekpa asaala Nnamdi Kanuelekere 5 gara aga",
    "NA EME UGBU A Kamala Harris, Antonio Gutteres akpọọla Tinubu gbasara ọgbaaghara na Niger Repọblik1 Julaị 2023",
    "Ezinaụlọ Chinyere Awuda asaala ndịuweojii n'okwu ihe ha sị gburu nwa ha20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Simon Ekpa asaala Nnamdi Kanu",
    "Ezinaụlọ Chinyere Awuda asaala ndịuweojii n'okwu ihe ha sị gburu nwa ha",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Gọọmentị Enugwu ịkpọchị ụlọahịa ndị mmadụ n'ihi 'sit-at-home' megidere ikike dịịrị ha - CSO",
    "Simon Ekpa asaala Onyeisi Ụlọomeiwu Ukwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}