{
  "published": "29 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nnamdi Kanu bụ onyendu otu chọrọ mwereonwe Biafra bụ Indigenous People of Biafra (Ipob) ekwuola na ọ gaghị arịọ gọọmentị Naịjirịa arịrịọ ka ha tọhapụ site na mkpọrọ.",
    "Nke a dị n’akwụkwọ ozi ọkaiwu ya bụ Ifeanyi Ejiofor wepụtara mgbe ndị ha gara ileta ya n’ụlọ mkpọrọ ndị Department of State Services (DSS) n’ụbọchị Mọnde 28 Ọgọọst, 2023.",
    "Ejiofor kwuru na Kanu kwuru hoohaa “Ị rịọ gọọmentị arịọrịọ ka ha tọhapụ m bụ ite nna anyị Mbazulike Amaechi nwụrụ anwụ unyi n’ihu maka mgbọ niile ọ gbara si n’Ọwụwa Anyanwụ gaa Abuja ugboro ugboro, rịọ gọọmentị ka a tọhapụ m dịka arịọrịọ ikpeazụ n’ọnwụ ya mana ha gbara isi akwara jụụ.”",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya21 Ọgọọst 2023",
    "Nnamdi Kanu bụ isi sekpụ ntị maka udo tọrọ atọ n'Ọwụwa Anyanwụ - Emmanuel Iwuanyanwu2 Mee 2023",
    "Egwu na-atụ m na Nnamdị Kanu nwere ike nwụọ na ụlọ nkpọrọ DSS - Mike Ozekhome12 Mee 2023",
    "Kanu kwuru na o kwesighi ịrịọ gọọmenti arịrịọ ka a tọhapụ ya maka na ụlọikpe mkpegharị adịla mbụ kwubie okwu n’isi ya na nke ahụ dịkwa ire rute ugbua.",
    "O kwuru na ihe dịirị onye ọbụla ime ugbua bụ ka a kpọkuo ụlọikpe kachasị ka ha hiwe ụbọchị ha ga-eleba anya n’ikpe ya nke gọọmentị etiti kpụpụrụ n’ụlọikpe ahụ dịka ọ dị n’iwu na-achị ụlọikpe kachasị.",
    "Ebe foto si, Screen shot",
    "Ndị ọkaiwu Kanu kwuru na isi njem ha mere bụ maka ileba anya n’ihe banyere ahụike Nnamdi Kanu nakwa ndị DSS jụrụ iwepụta akwụkwọ nyocha ahụike ya.",
    "Nke a mere Mike Ozekhome bụ onyeisi ndị ọkaiwu Kanu jiri degara ọkaikpe nke ụlọikpe dị n’Abuja akwụkwọ sị ka ọ họpụta onye ọkaiwu ‘migistrate’ ga-aga nyocha ọnọdụ ụlọ mkpọro bụ ebe ndị DSS jichiri Kanu kamgbe ọnwa Juun 2021.",
    "Cheta na gọọmenti Naịjirịa nwuchiri Kanu na mba Kenya ma kpọlata ya na Naịjirịa n’afọ 2021. Ha kpụpụrụ ya n’ụlọikpe n’ọnụ ebubo iri na ise gụnyere ịgbasa ozi nwere ike ibute ọgbaghara na Redio Biafra.",
    "Ụlọikpe mkpegharị dị n’Abuja kachapụrụ ebubo ndị ahụ ma sị na aka Kanu dị ọcha n’ụbọchị 13 Ọktoba afọ 2022, mana gọọmentị etiti buuru ikpe ahụ gawa n’ụlọikpe kachasị na Naịjirịa.",
    "Ebe foto si, Mike Ozekhome",
    "Ebe foto si, Mike Ozekhome",
    "Ebe foto si, Mike Ozekhome",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabonelekere 8 gara aga",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchịelekere 9 gara aga",
    "Ọ bụ kwa ụbọchị Monde ka a na-amaja anyị - ndị ahịa Timber, Naze29 Ọgọọst 2023",
    "Mali: Gịnị ga-emezi mba tinyere nchekwa ya n'aka otu Wagner?29 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Ọ bụghị eziokwu na m gbahapụrụ Ojazzy Igbo gburu m ọja n'egwu 'Ojapiano' - KCEE22 Ọgọọst 2023",
    "Emmerson Mnangagwa: 'Agụ iyi' Zimbabwe emeriela ịbụ onyeisiala nke ugboro abụọ27 Ọgọọst 2023",
    "Enweghi m ike ịrịọ gọọmentị Naịjirịa arịrịọ ka ha tọhapụ m – Nnmadi Kanu 29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Mba India abanyela n'akwụkwọ dịka mba nke mbụ garuru nso na ndịda ọnwa23 Ọgọọst 2023",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steeti21 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon",
    "Emmerson Mnangagwa: 'Agụ iyi' Zimbabwe emeriela ịbụ onyeisiala nke ugboro abụọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}