{
  "published": "9 Disemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screen shot",
    "Ndị uweojii Enugwu Steeti ekwuola na aka ha akparala otu nwokoroọbịa a sị gburu nne ya ma lie ozu ya n’azụ ụlọ ha n’obodo Umuagu Inyi dị n’okpuruọchịchị Oji River nke steeti ahụ.",
    "Daniel Ndukwe bụ ọnụ na-ekwuru ndị uweojii na steeti ahụ gwara BBC Igbo na ha amalitela ime nyocha banyere arụ a nwamadị a mere.",
    "Etu aka si kpara ndị na-ere mkpụrụ mmiri n'Agulu, Anambra Steeti21 Nọvemba 2021",
    "Mkpụrụ mmiri: NDLEA ekwuputala ihe ndị gbara ọkpụrụkpụ maka ọgwụ ike a20 Nọvemba 2021",
    "World Drug Abuse Day: 'A kụgbụrụ nwa m maka ebubo mkpụrụmmiri' - Onye e gburu nwa ya26 Juun 2023",
    "Onyeisi gburugburu ‘President General’ nke obodo Umuagu Inyi bụ Maazị Anoliefo gwara BBC Igbo na nke mere n’abalị ụbọchị ụka 3 Disemba 2023.",
    "“Ọ bụ n’abalị ụbọchị ụka gara aga ka nwaokoroọbịa gburu nne ya ma lie ozu ya n’azụ ụlọ n’akụkụ ebe ha na-asa ahụ,",
    "“E ruru n’ụtụtụ ụbọchị Mọnde ka otu onye obodo hụrụ ka ọbara juru n’azụ ụlọ ebe nwaokoroọbịa ahụ na nne ya bi, o tiri mkpu ma kpọkuo ndị ọrụ nchekwa.",
    "“Mgbe ndị mmadụ gbakọjuru, a nwuchiri nwokoroọbịa ahụ ma malite ịjụ ya ebe ọbara ahụ si. O kwuru na ọ bụ ọbara nne ya bụ onye o gburu n’abalị.",
    "“Mgbe a jụrụ ya kedụ ebe ozu ya dị, ọ kpọrọ ha gawa n’azụ ụlọ be ebe o liri ozu nne ya. Ndị nchekwa na ndị mmadụ manyere ya n’ike ka ọ bọọ ozu nne ya ahụ.”",
    "Maazị Anoliefo kwuru na dịka a na-agba nwamadị a ajụjụ, na o kwupụtara etu o siri gbuo nwa nwanne nne ya ahụ n’ọnwa Juun 2023 ma liekwa ozu ya.",
    "“Nwaokoroọbịa gara n’ihu kwupụta na o gburu nwa nwanne nne bụ nwaanyị ma liekwa ozu n’azụ ụlọ ha. Ahụ nwaọgbọghọ ahụ ereela naanị okpokoro isi ka abọpụtara n’ala.”",
    "Nwamadị a ekwughi kpọmkwem ihe bụ iwe ya mere o jiri gbuo nne ya na nwa nwanne nne ya.",
    "Anoliefo kwuru na nwaanyị ahụ bụ onye obodo Umuagu Inyi, a lụọ ya n’obodo ọzọ mana mgbe di ya nwụrụ ka ọ kpọọrọ nwa ya nwoke a gburu ya lọghachite obodo ebe a mụrụ ya.",
    "Onye ‘President General’ nke obodo niile dị n’okpuruọchịchị Oji River bụ Ejike Ilo Tasie kwuru na ihe ọ chọpụtara na nwamadị a gburu nne ya ṅụrụ ọgwụike a kpọro mkpụrụmmiri.",
    "O kwuru na ha ndu amalite ịchọpụta ndị niile na-ere ọgwụike n’ụdị ọbụla na gburugburu obodo ha, na a ga-ata ndị a ahụhụ ruuru ha.",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ahịa ọgwụ",
    "Enugu Steeti",
    "Enugwu",
    "Ịṅụ ọgwụ",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Abaelekere 5 gara aga",
    "Papa Okoro dị afọ 100 mana ọ ka na-eji ụkwụ aga echute mmiri n'iyi12 Disemba 2023",
    "Etu nwa m si nwụọ n'ọgbaghara Anti-tout n'Onitsha - Nne Chimezie Uduji11 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s9 Disemba 2023",
    "Google Trends: Mohbad, Peter Obi, Ntuliaka 2023, Mr Ibu, Moyo Lawal na ihe ndị ọzọ a kachasị chọọ n'intanet n'afọ a12 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Aba",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Election: Lee ndị ntorobịa chọrọ ịnọchite anya ndị Anambra n'ọchịchịEmelitere ikpeazụ na: 23 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}