{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Other",
    "Dịka onyeisiala Bola Ahmed Tinubu họpụtara ndị isi ọhụrụ maka ngalaba ọrụ nchekwa Naịjirịa dị icheiche, nrụrịtaụka na-aga n'ihu ugbua na soshal midia dịka ndị mmadụ ji ndị ọhụrụ a ahọpụtara na-atụnyere ndị nke Muhammadu Buhari họpụtara oge ọ bụ onyeisiala.",
    "Ọtụtụ toro Tinubu maka isi na mpaghara Naịjirịa dị icheiche họrọ ndị mmadụ, ebe ụfọdụ ndị ọzọ na-ekwu na ihe dị mkpa abụghị mpaghara onye si kama ma onye ahụ ọ ga-arụkwa ọrụ nke ọma iji weta ezi nchekwa.",
    "Osikhena Dirisu, onye ntaakụkọ radio a ma ama kwuru na obi dị ya ụtọ etu nhọpụta a Tinubu mere si gosipụta ịdịnotu Naịjirịa n'agbanyeghị ndịiche.",
    "Nigeria Security Chiefs: Ogalla, Lagbaja, Musa na ndị ọzọ so n'isi nchekwa Naịjirịa20 Juun 2023",
    "Tinubu achụọla ndị isi ọrụ nchekwa niile, tinye ndị ọhụrụ19 Juun 2023",
    "Alaba Market: Gọọmentị Legọs ebidola ikuri ụlọ dị icheiche na mpaghara ahịa Alaba18 Juun 2023",
    "Ebe foto si, Screengrab",
    "Onye ọzọ aha ya bụ @el_bonga na Twitter kwuru na ebe ndị isi ọrụ nchekwa si pụta adịghị mkpa, maka na ndị isi ọrụ nchekwa nke Buhari họrọ n'ọchịchị ya bụcha ndị mpaghara Ugwu, mana nke ahụ egbochi etu ndị ekperima si akpa ike na mpaghara ahụ.",
    "Ebe foto si, Screengrab",
    "Nnedi Ogaziechi, onye ihe gbasara ndọrọndọrọ ọchịchị doro anya nakwa onye ode akwụkwọ, kwuru ịbịa jụwa ese ebe onye si tupu a họrọ ya n'ọkwa gọọmentị bụ \"ihe mgbe ochie\".",
    "\"Ọ gbasaghị m onye ọ masịrị Tinubu inye ọkwa. Ihe ka mkpa bụ ịhụ ka Naịjirịa na-aga n'ihu,\" Ogaziechi gwara BBC.",
    "\"Echiche nke m bụ na nke ahụ bụ ihe mkpasasị uche. O kwesịghị ịbụ ihe dị mkpa. Naanị ihe kwesịrị ịdị mkpa bụ 'onye ahụ ọ makwa ọrụ ya? onye ahụ o torukwara ọkwa ahụ'?\"",
    "Ebe foto si, Nnedi Ogaziechi",
    "Nnedi Ogaziechi sị na okwu mpaghara onye si tupu a họrọ ya n'ọkwa bụ okwu mgbe ochie",
    "Onye ọzọ aha ya bụ Kabir Adamu, onye ọkachamara n'okwu nchekwa, kwuru na ya nwere obi ụtọ na nhọpụta ọhụrụ a onyeisiala Tinubu mere maka na \"o rutere mpaghara Naịjirịa niile\".",
    "Mana o kwuru na ọ dị mwute na n'ime nhọpụta niile Tinubu merela, \"ahụbeghị ndị ntorobịa nakwa ọtụtụ ụmụnwaanyị o nyere ọkwa dị\".",
    "Ngụkọ gosiri na ọnụọgụgụ mmadụ na Naịjirịa karịrị nde 206, ne pasentị 49.45 n'ime ha bụ ụmụnwaanyị, ebe pasentị 60 bụ ndị erubeghị afọ 25.",
    "Ebe foto si, Kabir Adamu",
    "Kabir Adamu gbakwunyere na gọọmentị kwesịkwara ị na-etinye ndị ntorobịa na ụmụnwaanyị n'ọkwa",
    "Ihe karịrị agbụrụ 500 mejupụtara obodo Naịjirịa - atọ kacha n'ime ha bụ Igbo, ndị bikarị na mpaghara ọwụwa anyanwụ, Yoruba - na mpaghara ọdịda anyanwụ, na Hausa/Fulani - na mpaghara Ugwu.",
    "N'oge gboo, agbụrụ ndị a nọbuuru onwe ha ruo mgbe ndị ọcha mba Briten bịara kpokọọ agbụrụ niile a ọnụ ka ha bụrụzie otu mba a kpọrọ Naịjirịa.",
    "Ka ọtụtụ afọ na-agafe, enweela mkpesa si na mpaghara dị icheiche gbasara mmegide maọbụ mmekpa ahụ, bụ nke butere ọgbaaghara nakwa agha.",
    "Dịka a lụchara agha, iji kwalite ịdịnotu, gọọmentị tinyere atụmatụ a na-akpọ 'federal character' iji hụ na ọkwa gọọmentị dị icheiche ga-enwe ndị si na mpaghara Naịjirịa dị icheiche iji gosipụta ndịiche dị n'asụsụ, agbụrụ, nakwa okpukperechi nke dị na Naịjirịa.",
    "N'ọchịchị Muhammadu Buhari ọtutụ otu na-azọ nnwereonwe pụtara ihe dịka ndị 'Indigenous People of Biafra' na mpaghara ọwụwa Anyanwu na ndị 'Yoruba Nation' na mpaghara ọdịda anyanwu.",
    "Adamu kwuru na otu ihe na-ebute ụdị ihe ndị a nakwa ndakpọ ọnọdụ nchekwa so ya n'azụ bụ mmegbu nke ndị mmadụ na-ahụta na a na-emegbu ha.",
    "Ngụkọ nke otu 'United Nations' gosiri na ihe karịrị mmadụ puku 350 alaala mmụọ n'aka ndị ọgụ nnupuisi Boko Haram, n'ebe ngwụcha afọ 2020.",
    "Otu ACLED kwukwara na ụmụakwụkwọ karịrị otu puku ka a tọọrọ n'ụlọakwụkwọ ha na Naịjirịa bido n'ọnwa Disemba afọ 2020 ruo ọnwa Jun 2021, ọtụtụ n'ime ha ka a tọhapụrụ dịka a kwụrụ ndị ekperima ahụ puku kwuru puku dọla.",
    "\"Ihe karịrị mmadụ puku 78 ka e gburu na Naịjirịa na mwakpo dị icheiche n'ihi enweghị nchekwa,\" Adamu kwuru dịka ngụkọ ụlọọrụ nchekwa ya si gosi.",
    "\"Ya bụ na otu ihe a na-atụ anya na ndị isi nchekwa ọhụrụ a bụ ibutu ọnụọgụgụ ogbbugbu mmadụ nakwa mwakpo ndị ekperima na Naịjirịa.\"",
    "\"Ọzọkwa bụ na ndị mmadụ na-atụ anya ịhụ Onyeisiala dịka onye ga-agbadosi ụkwụ n'ala ike ma chụpụ onye ọbụla n'ime ndị isi ọrụ nchekwa a na-arụghị ọrụ ya nke ọma.\"",
    "Ọtụtụ mwakpo mere n'oge ọchịchị Buhari mana ọ gbachiri nkịtị ma hapụ ndị isi ọrụ nchekwa ka ha nọgide n'ọkwa ha.",
    "Mwakpo ndị a gụnyere: Mwakpo ndị ekperime mere n'ụlọ ọzụzụ ndị agha 'Nigeria Defence Academy' ebe e gburu ndị agha abụọ ma tọrọ otu n'ime ha; mwakpo ụlọụka Katọlik dị n'Owo, Ondo steeti ebe ihe rụrụ mmadụ 40 nwụrụ; na mwakpo ụlọ mkpọrọ dị na Kuje, Abuja, ebe ndị ekperima tọhapụrụ ndị mkpọrọ karịrị 400, tinyere ụfọdụ ndị a na-eche so wakpo ụgbọ oloko si Abuja aga Kaduna b'ọnwa Maachị afọ 2022.",
    "N'okwu ya n'ụbọchị e duru ya n'iyi ọrụ, onyeisiala Bola Tinubu kwere nkwa iwugharị ọnọdụ nchekwa Naịjirịa.",
    "\"Nchekwa ga-abụ ihe kacha mkpa n'ọchịchị anyị. Anyị ga-etinye uche n'ebe ndị ọrụ nchekwa anyị nọ... Anyị ga-enye ha ọzụzụ ka mma, ngwaọrụ, ngwaọgụ nakwa ụgwọ ọnwa ka mma,\" ka Tinubu kwere na nkwa.",
    "National security",
    "Bola Tinubu",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ọ bụ iwu onyeisiala isi na mpaghara Naịjirịa dị icheiche họpụta ndị isi ọrụ nchekwa?elekere 7 gara aga",
    "Nigeria Security Chiefs: Ogalla, Lagbaja, Musa na ndị ọzọ so n'isi nchekwa Naịjirịa20 Juun 2023",
    "NA EME UGBU A E kwesịrị ịwa Nnamdi Kanu ahụ na-egbughi oge – Ozekhome gwara ụlọikpe1 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}