{
  "published": "04:24",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Waste to Wealth: 'Ebe ndị ọzọ na-ahụ komkom mmanya, ana m ahụ ihe nka' - Ifedilichukwu",
    "Onye dere ya, Chukwunaeme Obiejesi na Amaka Bassey",
    "Ndị mere akụkọ a,  Journalist na Digital Technical Producer",
    "Twitter, @Chukwunaeme1",
    "Ebeg o si  Lagos",
    "Ọgọọst 2023",
    "Nka na mma dị n'ihe niile n'ụwa, kama ọ bụ naanị anya a zụrụ nke ọma nwereike ịhụ mma ọbụladị n'ikpo atịtị.",
    "Otu a ka ọ dị maka nwa okorobịa na-eme ihe nka aha ya bụ Chibuike Ifedilichukwu, onye na-eji komkom mmanya a tụfuru atụfu emepụta ihe nka na-agba ọtụtụ mmadụ gharịị.",
    "Ifedilichukwu na-eji komkom mmanya ndị ọ tụtụtara n'okporoụzọ maọbụ n'ikpo ahịhịa ekepụta eserese mmadụ, nke na onye ọbụla hụrụ ya ga-amata onye e jiri ya see.",
    "Ọgba mbọ: Nwamadị ji atịtị akwa nka, lee ka o si eme ya12 Mee 2021",
    "AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu 22 Julaị 2023",
    "Chikasielu dị afọ asaa ma ọ bụ ọkaibe n'ịtụ ilu Igbo11 Julaị 2021",
    "N'ọdị nso a, Ifedilichukwu emepụtala eserese Chimamanda Adichie, bụ odeakwụkwọ a ma ama n'ụwa; Michael Ajere bụ otiegwu a ma ama dịka 'Don Jazzy; ọkpa ọchị Samuel Perry, onye a ma dịka 'Broda Shaggi'; Peter Obi, bụbu gọvanọ Anambra Steeti Naịjirịa; otiegwu David Adeleke, onye a ma dịka 'Davido', na ọtụtụ ndị ọzọ.",
    "Ọrụ ya efesakwaala na soshal midia Naịjirịa maka na ọ na-atụ ndị mmadụ n'anya etu nwata nwoke a si eji ihe ụwa jụrụ ajụ emepụta ihe bụ sọ mma.",
    "\"Enwerem nkwenye na ihe niile dị n'ụwa mara mma. Nka dịkwa n'ebe ọbụla i lere anya, mana ọ bụ naanị onye nwere ndidi ga-ewepụta mma dị n'ihe niile,\" Ifedilichukwu kwuru na mkparịtaụka ya na BBC Igbo.",
    "\"Komkom mmanya abụghị ihe mbụ ndị mmadụ na-akpọ atịtị nke m na-eji emepụta ihe nka, ndị ọzọ gụnyere karama mmanya, ụkwụ taya ụgbọala, na ọtụtụ ihe ndị ọzọ.\"",
    "Ebe foto si, Ifediriuwamma",
    "Ifedilichukwu kwuru na ihe kacha anụ ya ọkụ n'obi bụ ịchọ ụzọ iji belata mmetọ gburugburu bụ nke so akpata mgbanwe ihu eligwe.",
    "Ọ mụtara nke a site n'aka mama nnukwu ya bụ Asamma, onye kuziir ya kamgbe ọ bụ nwata etu e si ahazi atịtị tupu ekpofuo ha.",
    "\"Na be anyị, anyị na-ahazi atịtị nke ọma, wepụ ndị na-akụwa akụwa iche, wepụ ndị anaghị ere ure iche, ma wepụkwa ndị na-ere ure iche tupu e kpofuo ha,\" Ifedilichukwu kọwara.",
    "Taa, ọzụzụ a Asamma nyere ya akụnyela mkpụrụ ịdebe gburugburu ọcha n'ime Ifedirichukwu, nke mere ka ọ na-etinyekwa ọzụzụ a n'ọrụ ya dịka onye nka.",
    "Mana Ifedilichukwu nwekwara ọzụzụ na ngalaba ihe nka site na mahadum 'Institute of Management and Technology' n' Enugwu.",
    "Gere akụkọ Ifedilichukwu na nka ya pụrụ iche n'onyonyo dị n'elu.",
    "Gburugburu",
    "Nka",
    "Klaimet chanji",
    "Vidio, Waste to Wealth: 'Ebe ndị ọzọ na-ahụ komkom mmanya, ana m ahụ ihe nka' - Ifedilichukwu, Duration 4,2416 Ọgọọst 2023",
    "Vidio, Etu e si chụọ ndị ojiegbe ọsọ ụkwụ erughi ala n’ọhịa Agu-Udene Akpawfu, Enugwu steeti, Duration 1,1515 Ọgọọst 2023",
    "Sexual Violence: Etu anyị si chọpụta na ụmụokoroọbịa anọ na-edina nwa m nwaanyị dị afọ 153 Ọgọọst 2023",
    "Vidio, BBC Africa Eye: Etu ndị na-elekọta ndị okenye n’ụlọ PCEA Thogoto si e ji ụtalị apịaka ha ahụ, Duration 7,217 Ọgọọst 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}