{
  "published": "4 Jenụwarị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "N'afọ 2024, BBC News Igbo mere ọtụtụ akụkọ ndị wuru ewu metụtara ọtụtụ ezinaụlọ n'ala Igbo nakwa mpaghara dị icheiche n'ụwa niile.",
    "Akụkọ ndị ahụ gụnyere ajụjụ ọnụ, ihe ọdachị nakwa ihe nkụzi dị icheiche.",
    "Ọtụtụ n'ime akụkọ ndị ahụ bm̄m̄ụ ihe ndị mmadụ kpụ n'ọnụ ma gbasaa na soshal midịa maka na igwe mmadụ kesara ya n'akara ha.",
    "Ngwa bịa hụrụ akụkọ ndị ahụ n'uju:",
    "Jnr Pope mechara nwụọ - Emeka Rollas11 Eprel 2024",
    "Ihe mere m jiri buru ngwa ahịa m site n'ala Igbo gawa Legọs - Cubana Chiefpriest11 Juun 2024",
    "Akwamozu nne Obi Cubana gbanwere ndụ m - Anyidons22 Mee 2024",
    "Ebe foto si, Junior Pope/Instagram",
    "Akụkọ BBC News Igbo mere maka ọnwụ onye na-eme ejije Nollywood na Naịjirịa a maara dịka Junior Pope Odonwodo so n'akụkọ wuru ewu n'afọ 2024.",
    "Jnr Pope nwụrụ mgbe ọ na-eme njem n'elu mmiri River Niger aga ebe ha na-eme ihe onyonyoo n'Asaba, Delta steeti.",
    "Ha nwere ihe mberede n'elu osimiri oge ụgbọmmiri bu ha na ndị ọzọ kwakọtara isi.",
    "ThankGod Ikom kọwara anyị ka ihe mberede ahụ ji wee mee, o so na ndị agụpụtara n'ụgbọmmiri ahụ dakporo na mmiri n'ụbọchị ahụ.",
    "Soshal midịa nwuuru ọkụ maka akụkọ na-efegharị n'oge ahụ; ọtụtụ sị na Jnr Pope anwụọla ebe ndị nke ọzọ sị na ọ dị ndụ, mana BBC Igbo chọpụtara nke bụ eziokwu.",
    "Ebe foto si, Cubana Chiefpriest",
    "Mkaparịtaụka BBC Igbo na Cubana Chiefpriest bụ akụkọ ọzọ wuru ewu n'afọ 2024 maka isiokwu gbadoro ụkwụ n'ọnọdụ nchekwa ala Igbo..",
    "Na mkparịtaụka ahụ anyị wepụtara n'ọnwa Juun, afọ 2024, Cubana Chiefpriest kọwara ihe mere o ji hapụ ala Igbo gaa mepee ụlọahịa ya na Legọs steeti.",
    "Otu ihe gbara ọkpụrụkpụ Cubana Chiefpriest gwara BBC Igbo bụ etu nsogbu n'ọnọdụ nchekwa dị n'obodo Ọlụ na Ọsụ dị n'Imo steeti ji mee ka o bugharịa ụlọahịa ya.",
    "Na mkparịtaụka ahụ, o kwuru na ọnọdụ nchekwa ọjọọ achụọla ndị mmadụ ọsọ n'ọwụwa anyanwụ Naịjirịa ma mee ka ha kwụsị ịla ụlọ.",
    "Akụkọ a dịka ọ kpalitere okwu maka ọnọdụ nchekwa n'ala Igbo.",
    "Ụfọdụ ndị mmadụ wee bido katọwa ya ebe ndị ọzọ aja ya maka ikwu nke bụ eziokwu, n'ihi na a ma na Cubana Chiefpriest na Gọọmenti Imo steeti n'oge o kwuru okwu a, dị na mma.",
    "Ebe foto si, BBC/Anyidons Instagram",
    "Na mkparịtaụka BBC na Anyidons ezigbo aha ya bụ Ifeanyi Dons Frank onye a ma ama na-eti egwu highlife nwere n'ọnwa Mee 2024 wuru ewu nke ukwuu.",
    "Anyidons mere ncheta afọ iri kemgbe ọ bidoro iti egwu highlife.",
    "Ọ kọwara etu njem egwu highlife ya si bido nakwa ebe ọ nọ ugbu a.",
    "Anyidons gwara anyị ihe mere e ji akpọ ya 'Onye Ịchaka', etu Obi Cubana siri gbanwee ndụ ya nakwa ọtụtụ ihe ndị ọzọ.",
    "AnyịDon bụ onye ndị ntorobịa hụrụ anya nke ukwuu.",
    "Ebe foto si, Getty Images",
    "Otu akụkọ BBC Igbo wuru ewu n'afọ gara aga bụ akụkọ gbasara 'menopause' ụmụnwoke a kpọrọ 'andropause'.",
    "BBC wepụtara akụkọ a n'ọnwa Juun 2024.",
    "Akụkọ ahụ kọwara na andropause bụ ihe na-apụta ihe n'ahụ nwoke ebe ọ ga-eru oge ọ gaghị atụlị nwaanyị ime ọzọ.",
    "Dọkịta Rasheed Abbasi onye bụ dọkịta ahụike ụmụnwoke kọwara na njirimara Andropause gụnyere ike ọgwụgwụ, inwe nnukwu afọ, ihe e ji bụrụ nwoke anaghị akwụ ọtọ, obi nkoropu, ọrịa shuga, obi ịkwusi ịrụ ọrụ, enweghị ike ịtụ nwaanyị ime na ihe ndị ọzọ.",
    "Ọ sị ọrịa na-emekarị mgbe nwoke ruru afọ iri ise (50) bụ oge nwoke na-enwe mbelata na mmepụta testosterone.",
    "Mkparịtaụka anyị na onye mgbasaoziọma bụ Ebuka Obi mere n'ọnwa Nọvemba 2024 bụkwa akụkọ ọzọ anyị mere wuru ewu n'afọ 2024.",
    "Obi kwuru na o nweghị onye ọbụla ga-ahụ nwoke n'anya karịa nne ya.",
    "O kwuru sị na nwunye mmadụ agaghị emere ya ihe nne ya ga-emere ya.",
    "O tinyekwara ọnụ n'ihe banyere nwoke maọbụ nwaanyị idina ụdịdị ya ma sị na ọ na-ewute ya nke ukwuu.",
    "Ọ jụrụ sị \"Ị hụtụla ebe oke nkịta na-edina ibe ya, maọbụ ebe mkpi na-edina ibe ya? Ihe ndị ahụ bụ arụ,\" ka o kwuru.",
    "“Ọ bụ arụ nwoke iji nwunye ya edochi anya nne ya ebe nne ya ka-adị ndụ” - Ebuka Obi19 Nọvemba 2024",
    "Lee ihe bụ Menopause ụmụnwoke a kpọrọ 'Andropause'16 Juun 2024",
    "E nwekwara akụkọ ndị ọzọ BBC Igbo mere n'afọ 2024 ndị mmadụ kachasị gụọ, mana ndị a anyị gụpụtara bụ nke a kachasị kesaa ma bụrụ nke ndị mmadụ jiri mere nnukwu okwu.",
    "Ọtụtụ n'ime ha ma masịrị ụmụnwaanyị na ụmụntoroọbịa.",
    "Akụkọ gbasara Junior Pope n'afọ 2024 gbalitere n'etiti ụmụnwaanyị na-agụ akụkọ BBC Igbo. Nke sonyere ya nsonso abụrụ akụkọ Mr Ibu.",
    "N'afọ 2024, ụmụnwaanyị gụkarịrị akụkọ ndị a n'ime ọtụtụ akụkọ BBC Igbo dere:",
    "Akụkọ nwaada Igbo na-eji ihe ịkpa ọchị achọ ego; Ginikachukwu Uwayah, ya bụ akụkọ chịtakarịrị  akara ụmụnwaanyị.",
    "Nke sonyere ya wee bụrụ akụkọ nwaada Nneka Nnanna jiri aka ya kuziere onwe ya asụsụ Korean ma na-eji yua arụ ọrụ nakwa ikuziri ndị mmadụ",
    "Ahụike",
    "Naijiria",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Alụmdịnanwụnye",
    "Ndị otu Kristi",
    "Ịhụnanya m nwere n'ebe Lee Min-Ho nọ mere m ji kụziere onwe m asụsụ Korea - Nneka Nnanna20 Ọgọọst 2024",
    "\"Ọ dịghịrị m mfe ibido ihe ịkpa ọchị\" - Neekah Uwayah8 Mee 2024",
    "NA EME UGBU A, Biden na Netanyahu enweela mkparịtaụka maka ịkwụsị ọgụ dị n’etiti Izrel na Gaza",
    "Ebe niile mara jijiji oge ihe ahụ gbara - Ndị Umuneke Mbieri dị n'Imo steetielekere 7 gara aga",
    "Ụlọikpe eyigharịala ikpe dị n'etiti Speed Darlington na onyeisi ndị uweojii Naịjirịa13 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo11 Jenụwarị 2025",
    "Etu olili ozu Jimmy Carter bụbu Onyeisiala mba Amerika si aga9 Jenụwarị 2025",
    "Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti9 Jenụwarị 2025",
    "Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti8 Jenụwarị 2025",
    "Onye bụ John Mahama meriri ntuliaka ọkwa Onyeisiala Ghana?8 Disemba 2024",
    "Kedụ onye nwereike ịnọchi Justin Trudeau dịka Praịm Mịnịsta Canada?8 Jenụwarị 2025",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "Ebuka Obi, Junior Pope, Obi Cubana, AnyiDons na akụkọ ndị ọzọ BBC Igbo mere wuru ewu n'afọ 20244 Jenụwarị 2025",
    "Gọvanọ ndị ọzọ kwesịrị iṅomi etu Peter Mbah si arụ ọrụ n'Enugwu Steetị - Onyeisiala Tinubu4 Jenụwarị 2025",
    "Tinubu ekeleela Azuta-Mbata tuuru ugo dịka Onyeisi Ọhanaeze Ndigbo",
    "\"A bụghị m onye uweojii oo\" - Charles Duruji tupu egbuo ya n'ogige uweojiiEmelitere ikpeazụ na: 5 Ọktọba 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ọrịa e jibu mara ndị okenye ndị ntoroọbịa na-arịazị ugbuaEmelitere ikpeazụ na: 28 Jenụwarị 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}