{
  "published": "8 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Other",
    "Ọtụtụ ndị bi na mpaghara Okigwe n'Imo steeti etikuola mkpu enyemaka tigara gọọmentị steeti ahụ nakwa gọọmentị etiti ka ha gbatara ha ọsọ enyemaka maka ọgbaaghara na-ada ebe ahụ ugbua.",
    "Ụfọdụ n'ime ha gwara BBC Igbo okwu boro ebubo na ndị agha Naịjirịa wakporo obodo dị icheiche na mpaghara ahụ na-akuri ma na-agbakwa ụlọ ndị mmadụ ọkụ.",
    "Ha kwuru na ndị agha a na-ekwu na ha na-ebuso ndị ojiegbe ji mpaghara ahụ mere isi ụlọọrụ ha agha, \"mana ọ bụzi anyị ga-ata ahụhụ maka arụ ndị ekperima na-eme na mpaghara anyị\", otu onye na-achọghị ka a kpọpụta aha ya jụrụ na mkparịtaụka ya na BBC Igbo.",
    "Onye a bụ onye obodo Ihube, nke dị nso n'obodo Okigwe.",
    "\"Ka mụ na gị na-ekwu okwu ugbua, anyị enweghịzi ụlọ n'obodo anyị. Ihe niile agbaala ọkụ.\"",
    "Onye a kwuru na obodo ya bụ Ihube adịla ka ebe a gbara ọsọ agha, maka na ọtụtụ ndị mmadụ agbaala ọsọ iji zọọ ndụ ha.",
    "Etu ndịagha si nweta ozu mmadụ ọhụrụ, nke ochie dịka ha wakporo akwụ anọ ha sị bụ nke ndị Ipob/ESN n'Okigwe2 Ọktọba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Ọ bụ anyị kpọrọ ndị agha oku enyemaka - Gọọmentị Imo steeti20 Febụwarị 2021",
    "N'otu aka ahụ, Bishọp ụka Methodist nke Achịdayọsis Okigwe bụ Biereonwu Livinus Onuagha, wepụtara otu ihe onyonyo ebe ọ nọ tie mkpu maka ihe ọ sị bụ agha nke ndị agha Naịjirịa na-ebuso ndị nkịtị na mpaghara ahụ.",
    "Mpaghara ebe ụkọchukwu a na-elekọta gụnyere: Okigwe, Uturu, Ihube, Nneochi na Isuikwuato.",
    "N'ihe onyonyo ahụ, ụkọchukwu Biereonwu kwuru na mpaghara ahụ abụrụla ebe e ji enweghị nchekwa, n'ụdị dị icheiche, mara na nsonso a.",
    "\"Ndị ntọrọ mmadụ emeela nke ha, ndị bandit emeela nke ha, ugbua ndị agha na-eme nke ha,\" ka o kwuru.",
    "\"Ana m arịọ ka gọọmentị Imo steeti gbata ọsọ enyemaka bịa zọpụta ndị be anyị, maka na gọọmentị ma ihe na-eme na mpaghara ahụ ugbua.",
    "\"Ndị mmadụ agbafuchaala n'Ihube. Ebe ahụ abụrụla obodo enwekwaghị onye bi ya. Obodo Aku dịkwa otu ahụ. Ụgbọelu agha agaala ebe ahụ ugboro abụọ tụọ ogbunigwe. Ụgbọelu helịkọpta na-efegharị ebe ahụ na-akwa mgbọ. Ndị agha na-aga n'ụlọ n'ụlọ na-amụnye ụlọ ndị mmadụ ọkụ.\"",
    "Biereonwu kwuru na ya na-akatọ n'ụzọ niile ogbugbu ndị agha n'aka ndị ekperima na mpaghara ahụ, \"mana ọ bụ na ndị agha enweghị usoro ha si achọpụta ndị ekperima mere mpụ karịa ibuso ndị niile bi na mpaghara ahụ agha?\" ka ọ jụrụ.",
    "Ọ kpọkuru Gọvanọ Imo Steeti bụ Hope Uzodinma ka ọ gbata ọsọ enyemaka bịa zọpụta ndị mmadụ n'aka ọnwụ, ọ kachasị n'obodo Ihube, Aku, na Umulolo.",
    "Kọmishọna mgbasaozi Imo steeti bụ Declan Emelumba azaghị oku BBC kpọrọ ya gbasara akụkọ a. ọ zaghachikwaghị ozi anyị zigaara ya n'ekwentị.",
    "Ebe foto si, Nigeria Army",
    "Ndị agha kwuru na ha wakporo ogige ndị Ipob/ESN mpaghara Ihube, Aku na Umulolo n'Okigwe n'ụbọchị mbụ nke ọnwa Ọktoba",
    "Oge BBC kpọrọ ọnụ na-ekwuru ndị agha nke ngalaba '34 artillery brigade' n'Imo Steeti bụ Joseph Akubo, n'ụbọchị Sọnde maka akụkọ a, o kwuru na ya anọghị n'Imo ugbua maka na ya gara ọzụzụ.",
    "Kama o kwukwara na ndị agha na-agbaso usoro iwu kwesịrị ekwesị n'agha ha na-ebuso ndị ekperima ọ kachasị na mpaghara Aku na Ihube nke Okigwe.",
    "Akubo kwuru na ha na-akpachapụ anya ịhụ na ndị nkịtị, ụmụnwaanyị na ụmụaka nwere nchekwa pụrụ iche oge ọbụla ha na ndị ekperima na-ebu agha.",
    "BBC kpọkwara Jonah Eromosele Unuakhalu, bụ ọnụ na-ekwuru ndị agha nke 'Operation Udoka' gbasara ebubo ndị a, mana o kwuru ka anyị zitere ya ozi n'ekwentị. Ọ zaghachibeghị ozi anyị zigaara ya.",
    "Mana n'ụbọchị abụọ nke ọnwa Ọktoba a, Unuakhalu wepụtara ozi maka etu ndị agha si wakpoo ebe ha sị bụ ogige ndị ọgụ Ipob/ESN n'obodo Ihube, Aku, na Umulolo na mpaghara Okigwe.",
    "Ipob bụ aha ịchafụ maka 'Indigenous People of Biafra' na 'Eastern Security Network', bụ otu sị na ha na-zaọ maka nnwereonwe Biafra.",
    "N'ozi ahụ, Unuakhalu kwuru na ha gburu ndị ekperima mmadụ abụọ na mwakpo ahụ ma gbakwaa ogige ahụ ọkụ. Ha sị na ha kurikwara ọtụtụ ogige nke ndị dibia na-agwọrọ ndị ekperima ahụ ọgwụ.",
    "Okigwe bụ mpaghara ebe Imo steeti na Abia steeti nwere oke ala, ma bụrụkwa ebe enwerela ọtụtụ mwakpo ndị ekperima kamgbe enweghị nchekwa malitere ịrị elu na mpaghara ọwụwa anyanwụ.",
    "Ọ bụ na mpaghara ahụ ka ndị ojiegbe tọọrọ otu nwaanyị onye agha gara ileta nne ya nke ukwu n'ọnwa Disemba afọ 2022.",
    "Ndị ekperima ahụ wepụtara onyonyo ebe ha gbara nwaanyịonye agha ahụ ọtọ na-eme ya akaje. Amaghị ihe mechara mee nwaanyị onye agha ahụ.",
    "Ọ bụkwa na mpaghara jikọrọ Okigwe na Arondizuogu ka ndị ekperima nọ tọrọ onye bụbu onyeisioche okpuru ọchịchị Ideato North, bụ Chris Orizu, n'ọnwa Jenụwarị afọ a, ma mechaa gbuo ya, bepu ya isi.",
    "Mpaghara Okigwe na Orlu bụ ebe mwakpo ndị ojiegbe kacha njọ n'Imo Steeti na nsonso a.",
    "Otu onye bi na mpaghara 'Okigwe Town' gwara BBC Igbo na ha nụrụ ụda ụgbọelu agha na helịkọpta ugboro ugboro n'ime ziuụka olemole gara aga.",
    "Onye a - na-achọghịkwa ka a kpọọ aha ya - kwuru na mpaghara ebe o bi dara jụụ n'ọdị nso a, mana ọ bụ maka iwu nke ndị ojiegbe tiri nke machiri mkpagharị ndị mmadụ bido n'elekere isii nke ụtụtụ ruo elekere 12 nke etiti ehihie.",
    "O kwuru na ọnọdụ nchekwa adịghị njọ na mpaghara ahụ etu ọ dị n'ime obodo ndị gbara ha gburugburu, \"mana onweghị onye na-anọ n'ezi ma ọ gafee elekere isii nke mgbede\".",
    "Ndị ọrụ nchekwa Naịjirịa na-ebo ebubo na ọ bụ ndị ekperima Ipob/ESN na-eme mwakpo ma na-egbu mmadụ na mpaghara ahụ, mana ndị otu a agọọla ugboro ugboro na ọ bụghị ha.",
    "N'otu ozi o zipụtara n'oge gara aga, ọnụ na-ekwuru ndị Ipob bụ Emma Powerful kwuru na ha abụghị otu na-achọ nsogbu, kama ọ bụ usoro udo ka ha ji azọ maka nnwereonwe Biafra.",
    "Cheta na a ga-enwe ntuliaka ọkwa gọvanọ n'Imo steeti n'ụbọchị 11 nke ọnwa Nọvemba afọ a. Ọtụtụ na-atụ uche etu ọnọdụ nchekwa ọjọọ a ga-esi metụta ntuliaka ahụ.",
    "Ndị niile gwara BBC Igbo okwu kwuru na ntuliaka bụ ihe ikpeazụ dị n'uche ha ugbua, maka na ọ bụ azọta ndụ tupu ekwuwe okwu ịtụ vootu.",
    "National security",
    "Imo steeti",
    "Ndị Biafra chọrọ nkewa",
    "Israel-Gaza crisis: Ihe ise gbara ọkpụrụkpụ mere ọhụrụ a14 Ọktọba 2023",
    "NA EME UGBU A Etu ‘Transformer’ si gbaa, gbagbuo mmadụ isii1 Ọktọba 2023",
    "Simeon Okezuo Nwobi: Onye bụ ụkọchukwu a Pope họpụtara dịka Bishọp Ahiara Diocese?14 Ọktọba 2023",
    "Bola Tinubu diploma: Ọ bụ eziokwu na o ji asambodo adịgboroja? Lee ihe BBC Disinformation chọpụtara11 Ọktọba 2023",
    "Multiple Taxation: Etu oke ụtụisi si awapụ ndị ahịa, ọkwọụgbọala ọgọdọ n'Ọwụwa Anyanwụ10 Ọktọba 2023",
    "Lee ụfọdụ ndị Ipob ụlọikpe sị ka a tọhapụ ma kwụọ ha ụgwọ 12 Ọktọba 2023",
    "Teachers Salary: Kedụ ihe ndị nkuzi na-eri n'ụgwọọnwa n'Ugwu na Ndịda Naijiria? 11 Ọktọba 2023",
    "'Anyị a na-alụ agha?' Ndị bi na mpaghara Okigwe na-ebegara gọọmentị akwa enyemaka8 Ọktọba 2023",
    "Father Okunerere kwesịrị ka e too ya ọ bụghị itinyere ya ọgbatauhie - Fada Mbaka",
    "Simeon Okezuo Nwobi: Onye bụ ụkọchukwu a Pope họpụtara dịka Bishọp Ahiara Diocese?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Nsibidi: Akara ochie e jiri mara ndị IgboEmelitere ikpeazụ na: 13 Julaị 2019",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}