{
  "published": "7 Maachị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, National Population Commission",
    "Ọ bụghịzi ihe ọhụrụ na a ga-enwe ịgụ ọnụ na Naịjirịa nke ga-amalite n'ụbọchị 29 nke ọnwa Maachị ruo ubọchị abụọ nke ọnwa Eprel 2023, n'agbanyeghị na gọọmentị etiti ekwuola na e nwereike ibuga ya ka ọ dịzie n'ọnwa Mee.",
    "Ngalaba 'National Population Commission' ekwuola na nke a agaghị abụ naanị ngụkọ mmadụ niile bi na Naịjirịa kama a ga-agụkọkwa ụlọ niile dị na Naịjirịa, nke mere e ji akpọ ịgụ ọnụ nke afọ 2023 'National Population and Housing Census' na bekee.",
    "O meela afọ 17 kamgbe e nwere ịgụ ọnụ nke ikpeazụ na Naịjirịa, nke bụ n'afọ 2006.",
    "Akụkọ a bụ iji kọwaa ihe niile dị mkpa onye nkịtị kwesịrị ịma gbasara",
    "Ebe foto si, NPC",
    "Onyeisi ụlọọrụ 'National Population Commission, Nasir Isa Kwarra",
    "Mịnịsta nta na-ahụ maka usoro mkpata na mmefu ego na Naịjirịa bụ Clem Agba kwuru na ịgụ ọnụ nke afọ 2023 ga-efu gọọmentị Naịjirịa Ijeri naịra 869 (N869 billion).",
    "Agba kwuru nke a n'ọgbakọ e nwere n'Abuja n'ụbọchị Mọnde iji wulite nkwado maka ya bụ atụmatụ ịgụ ọnụ",
    "\"Ka ọ fị ugbua, gọọmentị etiti etinyelarị ijeri naịra 291 (N291.5 billion) na ya bụ atụmatụ, nke bụ naanị pasnetị 46 ego niile a ga-eji mee ya bụ ịgụ ọnụ, ọ fọrọ ijeri naịra 327 (N327 billion) iji mezuo ya,\" Clem Agba kwuru.",
    "Dịka otu mba ụwa bụ United Nations si nye ntuziaka, mba ọbụla kwesịrị ị na-agụ ọnụ kwa afọ iri ọbụla.",
    "Clem Agba kwuru na ịgụ ọnụ Naịjirịa kwesịburu ịbụ n'afọ 2016 dịka gọọmentị nke onyeisiala Goodluck Jonathan si hazie ya.",
    "Mana dịka Onyeisiala Buhari malitere ọchịchị na 2015, Naịjirịa banyere n'ọnọdụ ọtanisi n'afọ 2016, nke pụtara na ego adịghị iji mee ịgụ ọnụ.",
    "\"Na 2018/2019, gọọmentị kpebiri na-aga-ahazi ịgụ ọnụ n'afọ 2020, mana mfesa ọrịa 'covid-19 bịara tinye ụwa niile na gbagharịa.",
    "\"Gọọmentị mechara mapụta ego iji hazie ya bụ ịgụ ọnụ n'afọ 2022, mana oge a tulechara ya, enwere nkwekọrịta na ọ ga-aka mma ma e mechaa ntuliaka na 2023.",
    "\"E tinyere ụbọchị a ga-agụ ọnụ a ka ọ bụrụ n'ọnwa Maachị 2023, mana ka ọ dị ugbua, a na-eche na ọ ga-abụ n'ọnwa Mee.\"",
    "Ka ọ dị ugbua a na-atụ anya na ịgụ ọnụ nke 2023 ga-ebido na Maachị 29 ruo Eprel 2.",
    "Ọ bụrụ na e bugharịa ya, BBC ga-ewetara gị ụbọchị ọhụrụ etinyere ya.",
    "Ebe foto si, Getty Images",
    "Ịgụ ọnụ nke 2023 agaghị adị ka nke 2006 ebe e ji aka na-akwụkwọ na-eme mgbakọ. Nke afọ a ga-abụ tekịnụzụ ọgbara ọhụrụ ka a ga-eji mee ya",
    "Dịka ụlọọrụ NPC si kwe nkwa, ịgụ ọnụ nke a ga-apụ iche na ndị ọzọ e merela na Naịjirịa n'ihi na a ga-eji tekịnụzụ ọgbara ọhụrụ wee mee ya.",
    "\"Akụrụngwa tekịnụzụ a ga-enye aka ịhụ na onweghị onye a ga-agụ ugboro abụọ, onweghịkwa onye ga-enweike ịgbanwe ọnụọgụgụ ọbụla,\" onyeisi NPC bụ Nasir Isa Kwara gwara ndị ntaakụkọ n'ọnwa Jenụwarị.",
    "\"Ndị ọrụ anyị ga na-aga n'ụlọ n'ụlọ iji nweta ngụgọ ha. N'oge mbụ, oge e ji akwụkwọ na aka nkịtị agbakọ ihe ndị a, ọ na-esi ike, mana ugbua anyị nwerela tekịnụzụ, ekwenyere m na ọ ga-adịwanye mfe ma bụrụkwa ihe onye ọbụla ga-enweike inyocha.\"",
    "NPC kwuru na ha ga-ekewa Naịjirịa niile na mpaghara na mpaghara, a kpọrọ 'Enumeration Area Demarcation' na bekee, iji mee ka ịgụ ọnụ dịwanye mfe.",
    "Ebe foto si, NPC",
    "Ụlọọrụ NPC mepere ọbaozi na websaịt ha ebe onye ọbụla chọrọ iso na ndị ọrụ ịgụ ọnụ ga-edebanye aha ha.",
    "A ga-esizi n'aha ndị a họrọ ndị ga-eso rụọ ọrụ n'ụbọchị ịgụ ọnụ.",
    "Ọbaozi 'portal' mepere malite n'ụbọchị asaa ruo ụbọchị 13 nke ọnwa Nọvembe 2022, mana o mechiela ugbua.",
    "Ebe foto si, Getty Images",
    "Tupu Naịjirịa enweta nnwereonwe, e mere ịgụ ọnụ ọha n'afọ 1866, 1871, 1881, 1891, na 1901, mana ịgụ ọnụ ndị a bụ naanị na mpaghara 'Lagos Colony'.",
    "Mana dịka e kpokọtara mpaghara 'Lagos Colony na mpaghara Ndịda n'afọ 1906, e nwere ịgụ ọnụ n'afọ 1911.",
    "Ịgụ ọnụ ndị ọzọ e mere tupu nnwereonwe Naịjirịa gụnyere nke afọ 1921, na nke 1952/1953.",
    "Ịgụ ọnụ nke mbụ Naịjirịa mere dịka mba nweere onwe ya bụ n'afọ 1962, mana gọọmentị anabataghị ya, nke mere e ji megharịa ya na 1963.",
    "Na 1973, e nwekwara ịgụ ọnụ mana e wepụtaghị mpụtara ịgụ ọnụ ahụ n'ihi ebubo nrụrụaka.",
    "N'afọ 1989, dịka e hibere ngalaba 'National Population Commission', a haziri ịgụ ọnụ bido n'ụbọchị 27 nke ọnwa Nọvemba ruo ụbọchị 2 nke Disemba afọ 1991.",
    "Nke a bụ ịgụ ọnụ nke a kacha nabata na Naịjirịa tupu nke e mere n'ọnwa Maachị afọ 2006.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}