{
  "published": "06:17",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "'Itu ndị mmadụ aha bụ ihe dopuru m iche' - Akachukwu Iwuchukwu",
    "Onye dere ya, Kelechi Anozia",
    "Ndị mere akụkọ a,  Video Journalist",
    "Septemba 2023Mgbe ikpeazụ e tinyere ya ozi ọhụrụ 18 Septemba 2023",
    "Akachukwu Iwuchukwu bụ onye na-ere akwa ọgazi n'okporoụzọ Obosi dị nso n'Ọnịcha.",
    "O malitere iwu ewu mgbe ihe onyonyo gosiri ebe ọ na-etu mmadụ aha n'ụzọ pụrụiche dịka ọ na-achọ iresi ya akwa.",
    "O ji ilu Igbo, okwu igbo pụrụiche na ihe ndị ọzọ akpalite ndị mmadụ obi aṅụrị ma ọ na-etu ha aha n'ụzọ. Itu aha a emepeerela ya ụzọ akụ nakwa ihu ọma ndị ọzọ kemgbe ihe onyonyo ya pụtara",
    "Ọ kọwaara BBC ihe mere o ji eme nke a mgbe anyị gbara ya ajụjụ ọnụ.",
    "Gee ihe o kwuru n'uju.",
    "Ataara m ahụhụ n'ụwa mbụ m lọrọ dịka onye dibia - Little Prophet31 Julaị 2021",
    "Mkpọnwụ ahụ m agaghị akwụsị m ịkpa ndị mmadụ ọchị7 Juun 2022",
    "Igbo Reincarnation: Etu m si chọpụta na abụ m nwoke lọrọ nwaanyị - Chukwuemego Ogbodo10 Maachị 2021",
    "Ebe foto si, BBC/Screenshot",
    "Itu aha bụ otu omenala Igbo a ma ama na mba ụwa niile.",
    "Ọ bụkwa ụzọ pụrụiche e ji ekele ndị isi ahụrụ kwaba okpu.",
    "N'oge gboo ọ bụ ụfọdụ ndị Eze, ndị ọgaranya na ndị chiri echichi ka a na-emere ya bụ ihe.",
    "Ọ bụkwa naanị ụfọdụ ndị mmadụ ma eme ya bụ ihe pụrụiche maka na ọ bụ ihe a na-amụta.",
    "Naijiria",
    "Anambra Steeti",
    "Ịkpa obi aṅụrị",
    "Omenala",
    "Ịji ego achụ ego",
    "Miss Universe 2023: Ọ bụghị naanị mma ihu na mma ahụ ka a na-ele anya – Ihezue Ugochi Mitchel23 Septemba 2023",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite? 24 Septemba 2023",
    "NA EME UGBU A Ndị ntọ atọrọla ụmụakwụkwọ ụmụnwaanyị na mahadum 'Federal University Gusau',Zamfara3 Septemba 2023",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano22 Septemba 2023",
    "Lee ụfọdụ okporoụzọ bụ ọnya ndị ntọrị ji atọrọ ndị mmadụ n'Enugwu Steeti19 Septemba 2023",
    "'Itu ndị mmadụ aha bụ ihe dopuru m iche' - Akachukwu Iwuchukwu18 Septemba 2023",
    "Ekpuru m isi mana ọ napụghị m inweta 'First Class' na mahadum UNN -Chidozie Obianyo19 Septemba 2023",
    "Ojapiano: Gịnịdị ka ọ bụ,  ebe ka o si? onye bidoro ya?16 Septemba 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mohbad: Nọọsụ ndị uweojii nwụchiri bụ nọọsụ adigboroja-Otu jikọrọ ndị nọọsụ",
    "Afcon 2023: Kedụ mgbe asọmpi Iko Mba Afrịka ga-amalite?",
    "Oji akpụ anya isi lee uzọ iri ị ga-esi sie akpụ gị ka ọ bụrụ dachịịEmelitere ikpeazụ na: 8 Maachị 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}