{
  "published": "20 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndịagha nnupụisi Houthi bụ ndị bị na mpaghara akụkụ Yemen amaala ọkwa na mgbe na-adịghị anya na ha ga-awakpọ ụgbọmmịri nịle si n' Okeosimiri Uhie(Red Sea) na-aga Izrel.",
    "N' ọnwa Novemba,  ndịagha nnupuisi Houthi wakporo ụgbọmmiri bu ngwaahịa n' okeosimiri a na-enyo enyo na ọ bụ onye Izrel nwe ya.",
    "N' onwa abụọ gara aga, ha ejịrịla 'drone' na ogbunigwe were wakpoo ụgbọmmịrị na-ebu ngwaahịa.",
    "Ebe foto si, Getty Images",
    "Kemgbe ndị Izrel bidoro agha na Gaza n' ọnwa Ọktọba afọ 2023,  ndị Houthi atụọla ọgbụnịgwe gara nsọ n' Izrel.",
    "Ndịagha Amerịka kwuru na ha kwụsịrị ọtụtụ 'drone' na ogbunigwe ndị  Houithi turu n' okeosimir nakwa ndị dara ebe Ijipt.",
    "N' ọnwa Nọvemba 2023, ndị nnụpụịsị Houthi kwuru na ha jidere ụgbọmmiri ndị Izrel, buru ha laa n' akụkụ mmịrị ndị Ijipt.",
    "Ndị Izrel kwuru na ụgbọmmiri ahụ abụghị nke ha",
    "Mana akụkọ kwuru na  o nwere ike ịbụ onye Izrel nwe ya.",
    "Kemgbe ụbọchị nke atọ n' ọnwa Disemba, ndị Houthis ji dụrọọnụ na ọgbụnịgwe wakpọọ ọtụtụ ụgbọmmịrị  ha sịrị na akụkụ mmịri Yemen nwere tụọ.",
    "Ndị US, UK na French kwuru na ha nwụchịrị ma kwụsị ọtụtụ ihe ahụ ndị Houthis turu mana o metụtara ụfọdụ ụgbọmmiri.",
    "Ebe foto si, Getty Images",
    "Drone kpọkasịrị e si  Yemen zipu n'Abu Dhabi,isiobodo  United Arab Emirate n'afọ 2022",
    "Houthi bụ ndịagha ọlụọ-ọlaa, ndị Alakụba nke Shia, nke Zaidis sịtere na mba Yemen.",
    "E hiwere otu ahụ n' ebe afọ 1960 maka ịbụsọ mpụ n' ọchịchị onyeịsịala Yemen bụ Ali Abdullah Saleh agha.",
    "Ha nwetara aha ha site n'aka onye gụzọwere ha bụ Hussein al Houthi.",
    "Ha na-akpọkwa onwe ha \"Ansar Allah\" maọbụ ndị na-eso Chineke.",
    "Mgbe ndị Amerịka wakpochara Iraq n' afọ 2003, ndị Houthis kpebịrị ka ha nwee okwu njirimara ha bụ, “Chineke dị ukwuu. Ọnwụ dịrị ndị Amerịka. Ọnwụ nye Izrel. Kpochaa ndị Juu, na mmeri maka Alakuba”.",
    "Ha na-ekwupụta na ha bụ akụkụ nke ndị Iran na-edu nke nguzogide; megide Izrel,Amerịka na mba ofesi – Ha kwụnyere Hamas na Hezbollah.",
    "Nke a na-akọwa ihe kpatara ndị Houthis ji na-awakpo ụgbọmmiri na-aga Izrel na Gulf, dịka Hisham Al-Omeisy, ọkachamara na Yemen na European Institute of Peace si kwuo.",
    "O kwuru na, “Ugbu a, ha na-alụso ndị chọrọ ịchịgharị ọgụ, ha na-alụso ndị iro nke mba Islam ọgụ. Nke ahụ dabara nke ọma na ntọala ha”.",
    "Ebe foto si, Getty Images",
    "Ndị Houthis nwetara nnukwu ike ndọrọndọrọ ọchịchị na Yemen na mbido afọ 2014, mgbe ha biliri megide Ali onye nọchiri Abdullah Saleh dịka onyeisiala, Abdrabbuh Mansour Hadi.",
    "Oge ha na Saleh bụ onye iro ha mbụ nwere nkwekọrịta - ha bu n'obi iweghachi ya n' ọkwa ọzọ.",
    "Ha weghaara mpaghara Saada nke dị na mgbago ugwu Yemen na mbido afọ 2015.",
    "Ha weghaara isiobodo Sanaa, na-amanye Onyeisiala bụ Hadi ịgbapụ  ma gbagaa na mba ọzọ.",
    "Ndị Saudi Arabia, bu agbata obi Yemen tinyere aka ma jiri  agha were nwaa ịchụpụ ndị Houthis ma weghachi onyeisiala ha, Hadi n' ọchịchị.",
    "Ndị United Arab Emirates (UAE) na Bahrain kwadoro ya.",
    "Ndị Houthis lụrụ ọgụ megide mwakpo ha ma nọgide na-achịkwa nnukwu akụkụ Yemen.",
    "Ha gburu Ali Abdullah Saleh n' afọ 2017 mgbe ọ gbalịrị ịgbanwe  sonyere ndị Saudi.",
    "Ebe foto si, Getty Images",
    "Ndị agha nnupụisi Houthi na-eṅomi onwe ha na ndịagha Shia na Lebanon, Hezbollah.",
    "Hezbollah na-enye ha nnukwu nka na ọzụzụ e jị alụ agha kemgbe afọ 2014, dịka ụlọọrụ nnyocha Amerịka na-alụso iyi ọha egwu ọgụ, si si kwuo.",
    "Ndị Houthis na-ewerekwa Iran dịka ndị ya na ha na-emekọ, n'ihi na Saudi Arabia bụ onye iro ha.",
    "A na-enyo enyo na Iran na-ebunye ndị agha nnupụisi Houthi ngwaọgụ.",
    "Amerịka na Saudi Arabia kwuru na Iran butere ngwa agha 'ballistic missile' nke ndị Houthis gbara n' isiobodo Saudi Arabia bụ Riyadh, n' afọ 2017, mana nke ahụ erụghị ala.",
    "Saudi Arabia boro Iran ebubo inye ndị Houthis ngwaagha ụgbọmmiri na 'drones' ha ji wakpo ụlọọrụ ebe a na-amị mmanụ nke ndị Saudi n' afọ 2019.",
    "Ndị Houthis agbaala puku kwuru puku ngwaagha dị mkpụ mkpụ na Saudi Arabia, ma nweekwa ebuso agha na UAE.",
    "Ibunye ndị Houthisa ngwaagha ndị a ga-emebi mmachibido iwu nke UN.",
    "Mana ndị Iran gọrọ na ha emeghị otu ahụ.",
    "Gọọmentị ha ka anakpọ ´Ọbakọ ndị ọchịchị” nke Onyeisiala ha bụ Abdrabbuh Mansour Hadi bufere ikike ya n' ọnwa nke anọ, n’ afọ 2022.",
    "Ọ dabere n' isiobodo Saudi Arabia, Riyadh.",
    "Na-agbanyeghị, ọtụtụ ndị Yemen bi na mpaghara ndị Houthi na-achị.",
    "Ndị Houthi na-anakọta ụtụ n'akụkụ ugwu nke mba ahụ, na-ebipụtakwa ego.",
    "Ngalaba otu UN,  na-ahu maka nchekwa, onye ọkachamara na ịhe gbasara ndị  Houthi, Ahmed al-Bahri, onye kwuru na ka ọ na-eru n' afọ 2010 ndị Houthi nwere ndị sọ n' otu ha ruru  bido na mmadu 100,000 rụọ na mmadu 120,000, nke mejupụtara ndịagha ha nakwa ndị nkịtị.",
    "UN kwukwara na ihe fọrọ nke nta ka ọ bụrụ ụmụaka 1,500 nke ndị nnupụisi Houthi Yemen kpọgoro n'ọrụ nwụrụ na na-alụ ọgụ na 2020, yana ọtụtụ narị ndị ọzọ n'afọ na-esote.",
    "Ndị nnupụisi Houthi na-achịkwa akụkụ buru ibu nke Okeosimiri Uhie, ebe ha si na ya pụta ịmalite mwakpo ụgbọmmiri na-ebupu ihe.",
    "Mazị al-Omeisy kwuru na mwakpo ndị a enyerela ha aka na mkparitaụka udo ha na Saudi Arabia.",
    "Ọ sịrị, \"Site n'igosi ndị Saudi na ha nwere ike mechie Bab al-Mandab - Oké Osimiri Uhie- ha na-etinyekwu nrụgide na Saudi mgbe ha na-akpọ maka nkwenye.\"",
    "'Ndị uweojii ịkpọpụta ndị a na-enyo maka mpụ n'ọha megidere iwu'20 Jenụwarị 2024",
    "A chọrọ igbu \"Password\" ka ọ nwụọ ọnwụ ike20 Jenụwarị 2024",
    "Supreme Court: Ụlọikpe kachasị akapịala ọchịchị gọvanọ Abiodun, Oborevwori, Nasir Idris na Abdullahi Sule19 Jenụwarị 2024",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha21 Jenụwarị 2024",
    "Centenary City Enugu: Nke bụ eziokwu maka ụlọ ndị a na-akụtu ebe a21 Jenụwarị 2024",
    "NA EME UGBU A , Praịm Minista mba Isreal ajụla atụmatụ ikewapụta Steeti Palestine1 Jenụwarị 2024",
    "Kedụ ndị bụ ndịagha nnupụisi Houthi nke Yemen?20 Jenụwarị 2024",
    "A chọrọ igbu \"Password\" ka ọ nwụọ ọnwụ ike20 Jenụwarị 2024",
    "Supreme Court: Ụlọikpe kachasị akapịala ọchịchị gọvanọ Abiodun, Oborevwori, Nasir Idris na Abdullahi Sule19 Jenụwarị 2024",
    "Ọrụ 'vulcanizer' na-enye m ihe ruru puku iri n'otu ụbọchị - Nwada Bose17 Jenụwarị 2024",
    "Okwu ụgha ndị dị na soshal midịa maka ihe gbara ka ogbunigwe n'Ibadan18 Jenụwarị 2024",
    "AFCON: Naịjirịa emeriela Ivory Coast18 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Centenary City Enugu: Nke bụ eziokwu maka ụlọ ndị a na-akụtu ebe a",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Kedụ ihe ị ji mara 'Zik of Africa'?Emelitere ikpeazụ na: 16 Nọvemba 2019",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}