{
  "published": "1 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Olileanya ndị mmadụ n'afo ọhụrụ a",
    "Ọnọdụ akụnaụba obodo Naịjirịa ka na-eme kwapụ kwapụ dịka ihe jisike arị elu kwa ụbọchị.",
    "BBC Igbo jekwuru ụfọdụ mmadụ ịjụ ha ihe bụ olileanya ha n'afọ ọhụru abanyere.",
    "Ụfọdụ chọrọ ihe n'aka gọọmentị, dịka ibelata ụgwọ mmanụ ụgbọala, ịrụ ụzọ na iwulite ụgwọ ọnwa ndị ọrụ.",
    "Ebe ndị ọzọ na-ele anya ikwalite ihe nke ọnwe ha.",
    "Lee ihe ha gwara anyị n'uju.",
    "Kedụ ndị na-azọ ọkwa Onyeisiala Taiwan na ihe anya ụwa ji dị na onye ga-emeri?6 Jenụwarị 2024",
    "Akwa arịrị na oke iru uju adaala ka ozu  Akeredolu larutere Naịjirịa6 Jenụwarị 2024",
    "Plateau attacks: Ndị na-eme ngagharịiwe agbaala obi ezeọdịnala na Bokkos ọkụ30 Disemba 2023",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin 3 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Happy New Year: Ihe ndi mmadụ na-atụ anya n'afọ ọhụrụ a1 Jenụwarị 2024",
    "Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora29 Disemba 2023",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala IgboEmelitere ikpeazụ na: 26 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}