{
  "published": "31 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Anambra Ministry of Women Affairs",
    "Aka akparala otu nwaanyị na nwa ya nwaanyị a na-enyo enyo maka ịkpa nkata ire ụmụ ya nwoke abụọ otu nde naira,otu nde naira.",
    "Ndị uweojii Anambra steeti kwuru na ha  nwụchiri Chinyere Chukwu, gbara afọ 38, onye Ozubulu bi Okija na ada ya nwaanyị bụ Joy maka  ịkpa nkata ire ụmụ ya nwoke abụọ dịka ha na-eme nyocha na ya bụ okwu.",
    "Etu dị na nwunye zụtara ụmụaka abụọ si ma n'ọnya ndị uweojii3 Nọvemba 2019",
    "A nwụchiela nwaanyị rere nwa ya puku naịra 50024 Ọgọọst 2019",
    "Anyị chọpụtara ndị omekome ụmụnwaanyị asaa n'ime ndị atọghapụrụ na mgbere - NAPTIP18 Juun 2022",
    "Kọmishọna na-ahụ maka ụmụnwaanyị bụ Ify Obinabo  aka ya kpaara nwaanyị ahụ dịka o mere ka ọ chọrọ ịzụ mmadụ gakwuo nwaanyị ahụ ka o nwetara ozi na nwaanyị ahụ na-achọ ire ụmụ ya nwoke abụọ.",
    "Ka aka kpara ya, nwaanyị ahụ bụ ajadu ji ụmụ 11   kwuru na ọ bụ ihe isi ike meere ya ka ya tinye aka n'ụdị mgbere a.",
    "Chukwu, onye kwuru na ya  mụtara ụmụ abụọ oge di ya dị ndụ ma mụọ itoolu n'azụ di ya, kọwara na ọ bụ ka ya matara na onye agbataobi ya rere nwa nke ya ka ya ji kpebie ire ndị nke ya.",
    "Dịka ya na Komishona na-adọrịta ego ole, nwaanyị ahụ kwetara ire ụmụaka abụọ ahụ N1,800 000.",
    "Ada nwaanyị ahụ bụ Joy  kwetara na atụmatụ mnwaay dịka o nwere ebunobi isi ebe ahụ nweta ego ọ ga-eji ga mahadum.",
    "N'ozi ya, Komishọna gbara ama na a nwuchikwara onye agbata obi nwaanyị ahụ dịka a gbawarala mbọ ịchọta nwa ya o refuru.",
    "Ọnụ na-ekwuru ndị uweojii Anambara steeti bụ Tochukwu Ikenga gwara BBC sị, \"Anyị na Mịnịstrị na-ahụ maka ụmụnwaanyị na-arụkọ iji hụ na e nwere ikpe nkwụmọtọ.\"",
    "\" Azọpụtala ụmụaka ahụ ma jichie onye a na-enyo enyi n'ogige anyị.\"",
    "Cheta n' ọnwa Mee 29, afọ 2023,   Onyeisiala Bola Tinubu mara ọkwa mwepụ oge nkwụbilata ego mmanụ ụgbọala dịka e duru ya n'iyi ọrụ.",
    "Nke a butere mgbali elu ọnụahịa mmanụ ụgbọala nke mere ka ọnụahịa ihe na-ada n'ahịa rịa n'elu ọjị.",
    "Same Sex blessing: Ndị Bishọp Afrịka nwere nghọta pụrụiche banyere ozi m - Pope Francis29 Jenụwarị 2024",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "Insecurity: Ntọrị ụmụaka isii, ogbugbu ndị Eze na ihe ndị na-egosi na nchekwa gba ọtọ na Naịjirịa31 Jenụwarị 2024",
    "Naira to dollar: Ihe mere naịra ji ama afọ n'ala ma a tụnyere ya dọla na ego ndị ọzọelekere 9 gara aga",
    "Hage Geingob bụ onyeisiala mba Namibia anwụọla ka ọ gbachara afọ 824 Febụwarị 2024",
    "NA EME UGBU A , Ihe mere mba US na UK jiri atụ ogbunigwe n’ogige otu Houthi dị na Yemen1 Febụwarị 2024",
    "Child trafficking: Etu aka si kpara nwanyị chọrọ ire ụmụ ya nwoke abụọ n'ihi ọtanisi31 Jenụwarị 2024",
    "Gịnị ga-emezi Niger, Mali na Burkina Faso ka ha hapụrụ Ecowas?1 Febụwarị 2024",
    "Kim Kardashian: Psoriasis na ọrịa ndị ọzọ na-eri ahụ na ntutu1 Febụwarị 2024",
    "'Anyị ahụbeghị mmiri pọmpụ gọọmenti Enugwu kwuru na ọ gbawala, ndị na-agbabu akwụsịla' - Ndị Enugwu31 Jenụwarị 2024",
    "Ụmụ ejịma e zụrụ na nwata ree ha mgbe a mụrụ ha, mana Tiktok ejikotala ha31 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ịgba ndụ, Orịkọ na ụzọ ndị ọzọ Igbo ji ekpezi esemokwu oge gbooEmelitere ikpeazụ na: 4 Ọktọba 2020",
    "Ụmụnna na otu anọ ọzọ kacha mkpa n'ala IgboEmelitere ikpeazụ na: 3 Julaị 2018",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}