{
  "published": "17 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Otu Ohaneze Ndigbo agwala ndị Ọwụwa Anyanwụ Naijiria ka ha dere jụụ ma leghara akụkọ na-efegharị nke na-ekwu na Gọọmentị Legọs Steeti na-akwado ịkụrị Ahịa Alaba na Legọs iji taa ndị si mpaghara ahụ ahụhụ maka etu ntuliak 2023 si gaa.",
    "Ihe onyonyo  fegharịrị na soshal midia ụbọchị Satode gosiri ebe  e chere bụ Alaba ka ndị mmadụ na-ebu ngwahia ha aghara aghara.",
    "N'ihe onyonyo ahụ, otu nwoke kọwara na ihe mere ndị mmadụ ji ebu ahịa ha aghara aghara bụ na e nyere ha awa ole na ole iji kwapụ ahịa ha dịka gọọmentị chọrọ ikutu ahịa ahụ.",
    "Alaba Market: Ọgbaghara ọ dara mgbe ndị mmadụ pụtara ịnata PVC ha n'Alaba n'ezie?9 Juun 2022",
    "I﻿he butere ọgbaghara merụrụ ọtụtụ mmadụ ahụ n'ahịa Alaba n'Ọktoba19 Ọktọba 2022",
    "Onye ahụ gara n'ihu boo ebubo na nke ahụ bụ iji taa ndị si Ọwụwa Anyanwụ ahụhụ maka etu ha siri tụọ vootu na Ntuliaka 2023.",
    "Mana Ohaneze kwuru na nchọpụta ha mere gosiri na akụkọ ahụ bụ ụgha.",
    "N'ozi nke ọnụ na-ekwuru Ohaneze bụ Alex Ogbonnịa binyere aka ma wepụta ụbọchị Satode, Ohaneze kọwara na ọ bụ ọdọahịa ndị e wuru n'ọkwa mmiri ka Gọọmentị Legọs  chọrọ ịkwatu, na ọ metụtaghị ntuliaka.",
    "\"Anya Ohanaeze Ndigbo eruola ọtụtụ akụkọ ụgha na-efegharị na soshal midia nke na-ebo ebubo na Gọọmentị Legọs chọrọ ịta ndị Igbo bi na Legọs ahụhụ.\"",
    "\"Ka anyị nụrụ akụkọ ahụ, anyị mere nchọpụta iji mata nke bụ eziokwu.\"",
    "\" Ọ gara n'ihu kwuo na ozi ha nwetara bụ \" ọ bụ ọdọahịa ndị na-egbochi mmiri ịga nke ọma n'ọnwa mmiri.\"",
    "Dịka Ohaneze na-arịọ ndị Igbo ka ha deere jụụ, ha gara n'ihu rịọ ngalaba gọọmentị ọ dị n'aka 'Lagos State Environment and Development Authority' ka ha were ezi obi rụọ ọrụ dịịrị ha.",
    "Otu jikọrọ ndị na-azụ ahịa n'ahịa a kpọrọ 'Alaba International market' na Legọs, ekwuola na ọ bụghị eziokwu na gọọmentị Legọs Steeti na-akụtu ahịa ahụ.",
    "Theo Ezeani, bụ ọnụ na-ekwuru otu 'International Market Association Electronics' n'Alaba, kwuru nke a n'ozi o ziteere BBC Igbo n'ehihie Satọde.",
    "Nke a na-abịa dịka akụkọ na-efegharị na soshal midia nke na-ekwu na gọọmentị Legọs Steeti na-achọ ịkuri ahịa Alaba.",
    "Ụfọdụ na-ekwu na ọ bụ maka iwe na ndị ahịa ahụ, ọ kachasị ndị Igbo nọ na ya, enyeghị gọọmentị nkwado na ntuliaka 2023 nke e mechapụrụ ọnwa olemole gara aga.",
    "Mana Ezeani kwuru na nke a bụ nnukwu okwu ụgha, maka na \"enwghị ihe ọbụla na-esere gọọmentị Legọs na ndị ahịa Alaba\".",
    "\"Ọ bụghị Eziokwu na gọọmentị na-akuri ahịa Alaba. Ọ bụ ụlọ olemole merela ochie ka gọọmentị kwuru na ha ga-akụtu. Ndị nwe ụlọ ndị ahụ na ndị ọrụ gọọmentị na-enwekwa mkparịtaụka.\"",
    "\"Ihe a agbasaghị mpụtara ntuliaka 2023 chaachaa. Akụkọ na-efegharị na soshal bụ ụgha, ndị mmadụ kwụsị ikesa akụkọ ụgha.\"",
    "Ebe foto si, Gọọmentị Legọs",
    "Ndị na-azụ ahịa n'alaba gwara BBC Igbo na ndị ọrụ gọọmentị kpọ ọtụtụ ndị uweojii na ndị agha ọnụọgụgụ ha karịrị otu narị bucha egbe bịa n'ahịa ahụ n'ụbọchị Fraịde, ma gwa ha ka onye ọbụla buru ngwaahịa ya pụọ maka na ha na-abịa ịkuri ya.",
    "Otu onye ahịa aha ya bụ Chidi kwuru na ndị uweojii ya hụrụ karịrị otu narị, \"ọ dị ka ebe a na-alụ agha\".",
    "O kwuru na ụlọahịa ya esoghị na ndị a ga-akụtu, mana ya hụrụ ebe ndị mmadụ na-ebupu ngwaahịa ha n'ihi ihe",
    "Ebe ịkụtu ụlọ a ga-emetụta bụ mpaghara 'Alaba Rago' dị nso n'ebe ọwa mmiri 'canal'.",
    "Onye ọzọ gwara BBC Igbo kwuru na ọ bụ eziokwu na ha e nyere onye nwe ụlọ akwụkwọ gbasara ụlọ ya merela ochie, mana ha na-akwụ ụgwọ gọọmentị sị ha kwụọ iji hụ na akụtughị ụlọahịa ha.",
    "Onye a na-achọghị ka a kpọọ aha ya kwuru na akwụọla ụgaọ ahụ ruo pasentị 70, mana ụfọdụ ndị ahịa na-atụ egwu na gọọmentị ka nwereike ịkutu ụlọ ahụ n'agbanyeghị na ha akwụọla ụgwọ a sị ha kwụọ.",
    "\"Mụ onwe m na-ebupugodi ngwaahịa nke m maka adịghị ama ama,\" ka o kwuru.",
    "Ebe foto si, Gọọmentị Legọs",
    "Gọọmentị Legọs Steeti kwuru na ha ga-akutu ụlọ ụfọdụ na mpaghara ahịa Alaba dịka ha kwuru na ụlọ ndị ahụ emeela ochie ma na-achọ ịda ada.",
    "N'akwụkwọ ozi si n'aka onyeisi ngalaba n'ahụ maka iwu ụlọ na Legọs bụ Gbolahan Oki n'ụbọchị Fraịde, o kwuru na o teela aka gọọmentị ji dọọ ndị ahịa ahụ aka na ntị ka ha kwara pụọ maka na ụlọ ha na-achọ ịda.",
    "\"Ụlọ 17 ka anyị kara akara anyị ga-akụtu n'ihi na ha emeela ochie, anyị nyere ndị ahịa nọ n'ụlọ ndị a akwụkwọ ịdọ aka na ntị kamgbe afọ 2016,\" Gbolahan Oki kwuru.",
    "Ọ kọwara na gọọmentị Legọs wepụtara akwụkwọ gosiri ụlọ 349 bụ nke ha nyochara ma chọpụta na ha esighi ike mmadụ ibi na ha.",
    "\"Anyị depụtara nke a n'akwụkwọ ntaakụkọ dị icheiche n'afọ a, mana n'ihi na ndị ahịa anaghị enye anyị ohere ịbịa nyochaa ịlọ ndị dị n'ahịa ahụ, ụlọ 17 ndị ahụ esoghi na ngụkọ 349 ndị nke anyị biputara,\" ka ọ kọwara.",
    "\"Oge ọbụla ndị ọrụ anyị gara inyocha ụlọ ndị a, ndị ahịa ga-achọ ịluso ha ọgụ.",
    "\"Ọ bụ ya mere anyị ji kpọrọ ndị ọrụ anyị niile tinyere ndị ọrụ nchekwa gaa n'ahịa hụ, anyị ga-akụtu ụlọ ndị ahụ.",
    "\"Anyị ma na mpaghara ahụ bụ ebe a na-azụ ahịa, ma sorokwa n'ahịa kacha buo ibu na Legọs steeti, mana anyị agaghị agbachị nkịtị ruo mgbe ihe ọdachi mere ma laa ndụ ndị mmadụ n'iyi, n'ihi na mmadụ olemole ekweghị ka gọọmentị rụọ ọrụ ha etu o kwesịrị.",
    "Gbolahan Oki ekwughị kpọmkwem mgbe ha ga-amalite ịkutu ụlọ ndị a.",
    "Na mkparịtaụka ekwentị, Theo Ezeani, bụ ọnụ na-ekwuru otu jikọrọ ndị ahịa 'electronics' n'Alaba kwuru na dịka otu, ha amabụghị na gọọmentị adọbuola aka na ntị na ha ga-akuri ụlọahịa ụfọdụ n'ahịa ahụ.",
    "Ezeani kwuru sị: \"Kamgbe m bidoro ọrụ dịka ọnụ na-ekwuru otu 'union' a, anyị anụbeghị na enwebuola mgbe gọọmentị dọrọ aka na ntị na ha ga-akwatu ụlọ n'ahịa a.\"",
    "\"Ọ bụ oge m na'ekiri akụkọ ụwa na TVC n'abalị ka m nụrụ ebe gọọmentị na-ekwu na ha adọọla ndị nọ n'ụlọ ndị a aka na ntị kamgbe 2016, mana anyị bụ ndị isi ahịa a anụbeghị maka ya mbụ, anyị akpabeghịkwa maka ihe dị otu a n'ọgbakọ anyị.",
    "\"Ọ bụladị oge mụ esonyebeghị na ndị isi otu 'union', anụbeghị ma maka ya mbụ. Ndị isi anyị chịburu achị ma rituo enweghị mgbe ha kwutere ụdị okwu a.\"",
    "Mazị Ezeanị kwuru na ya nụrụ na ọ bụ ndị nwe ụlọ ndị ahụ a chọrọ ịkutu ka gọọmentị nyere akwụkwọ ịdọ aka na ntị, mana akwụkwọ ahụ erughị ha bụ ndị isi ahịa aka.",
    "Theo Ezeanị mechara zitere BBC Igbo akwụkwọ ozi si n'aka otu jikọrọ ngalaba ndị na-azụ 'electronics' n'ahịa alaba, bụ nke kwuru na ọ bụghị eziokwu na ọ bụ ahịa Alaba ka gọọmentị chọrọ ịkutu.",
    "Akwụkwọ ozi a kwuru na ọ bụ ụlọ a na-akpọ 'Superlative Plaza' nke onye nwe ya bụ Mazị Eze Emerem, ka gọọmentị kwuru na a ga-akụtu, \"mana onye nwe ụlọ ahụ agwala ndị isi anyị na ya na gọọmentị Legọs steeti akpaala maka ihe ha a ga-eme iji gbochie ịkụtu ụlọ ahụ\".",
    "\"Anyị chọrọ ikwu na ụlọ ndị gọọmentị chọrọ ịkụtu bụ ụlọ nke ụfọdụ ndị mmadụ nwe, bụ ndị kwuru na ha na gọọmentị na-enwe mkparịtaụka,\" ka akwụkwọ ozi ahụ kwuru.",
    "\"Ndị a kwukwara na ha na ngalaba gọọmentị na-ahụ maka iwu ụlọ enweela nkwekọrịta maka ụlọ ndị ahụ, dịka ha kwesịrị ịkwụ ụfọdụ ụgwọ.",
    "\"Ndị nwe ụlọ a kwuru na ha ekwesịla ịkwụchapụ ụgwọ ahụ, mana ha na-eche ka e duo gọọmentị n'iyi ọrụ na Mee 29, ka ha ghara ịkwụnye ụgwụ n'aka ndị ọrụ gọọmentị na-apụ apụ.\"",
    "\"Anyị nwere olileanya na ihe niile a ga-ebi n'ọṅụ.\"",
    "Legọsị steeti",
    "Legọsị",
    "Akụ na ụba",
    "Don Brymo Uchegbu: Ihe i kwesịrị ịma  maka onye ejije Nollywood a lara mmụọ16 Juun 2023",
    "Alaba Market: Ọgbaghara ọ dara mgbe ndị mmadụ pụtara ịnata PVC ha n'Alaba n'ezie?9 Juun 2022",
    "Alaba Market: Lee ihe Ọhaneze kwuru maka akụkọ na gọọmentị Legos ga-akụri ahịa Alaba17 Juun 2023",
    "NA EME UGBU A Ndị ekperima egbuola mmadụ 40 n'ụlọakwụkwọ na Uganda1 Juun 2023",
    "Lee atụmatụ udo ndị ọchịchị Afrika kwupụtara dịka ha nọ njem na Ukraine, Russia16 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}