{
  "published": "30 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Other",
    "Gọvanọ Peter Mbah na onyeisi ndị uweojii n'Enugwu bụ Ahmed Ammani ekwela nkwa ugboro ugboro na nchekwa ga-akawanye mma, mana ndị bi ebe ahụ na-ekwu na ọ na-akawanye njọ",
    "Ndị bi na mpaghara dị icheiche n'Enugwu Steeti na-eti mkpu akwa arịrị maka ọnọdụ nchekwa bụ nke ha sị na ọ na-akawanye njọ kwa izuụka na steeti ahụ.",
    "Ntọrị mmadụ, izu ohi, mwakpo ndị ojiegbe, ọgụ ndị otu nzuzo, dgz, ihe ndị a ka ụfọdụ ndị bi n'Enugwu gwara BBC Igbo na ọ na-emezi ha ụra aga n'anya.",
    "Akụkọ pụtara n'ụbọchị Tọzde, etu ndị njem si gbabaa n'ime ọhịa, ma ndị okenye ma ndị ntorobịa, n'akụkụ okporoụzọ Opi Nsukka, dịka e kwuru na ndị ntọrị mmadụ wakporo ụfọdụ ndị njem n'okporoụzọ ahụ.",
    "Onyonyo ọzọkwa pụtara na Soshal Midia n'otu ụbọchị Tọzde ahụ, nke kwuru na ndị ntọ tọọrọ mmadụ abụọ na mpaghara 9th Mile, n'ihu ụlọọrụ 'Nigera Brewery'.",
    "Otu nwoke aha ya bụ John Udenta, gwara BBC Igbo, na ọ bụ obere ihe ka ya ji gbalahụ ndị ntọ n'ụbọchị Mọnde, Jun26, dịka ya na-aga na Mahadum Naịjirịa dị na Nsukka bụ ebe ọ na-akụzị nkuzi.",
    "\"Mgbe anyị na-erute n'ebe Api, Opi, anyị hụrụ ụgbọala SUV abụọ ụzọ ha ghecha oghe, ọ bụrụ na ndị ntọ akpụrụla ndị niile nọ n'ime ụgbọala abụọ ahụ tinye isi n'ọhịa,\" Udenta kwuru.",
    "Ndi bikwa na mpaghara Engwu kọọrọ BBC Igbo etu ha si achị obi n'aka oge niile ma ndị otu nzuzo busowe onwe ha agha.",
    "Ndị otu nzuzo a na-abụkarị ụmụakwụkwọ na-agụ n'ụlọakwụkwọ dị elu dị icheiche dị n'Enugwu nke gụnyere 'Enugwu State University of Technology' (Esut), 'Institute of Management and Technology' (IMT), 'University of Nigeria Enugu Campus' (Unec), 'Enugu State College of Education Technical (ESCET) na ndị ọzọ.",
    "Sit-at-home: Ndị 'unknown Gunmen' egbuola otu nwoke n'Enugu taa6 Maachị 2023",
    "Etu otu onye ọrụ ngo si gbukasịa ụmụnwaanyị anọ ọ na-arụrụ ọrụ - Ndị obodo Nkerefi23 Juun 2023",
    "Etu ndị 'unknown gunmen' si dulaa ndị uweojii abụọ mmụọ n'Enugwu27 Maachị 2023",
    "Ndị mmadụ ebidola ịpụta obere obere n'ụbọchị Mọnde n'Enugwu dịka gọvanọ Peter Mba kwuru na ọ kagbuola 'sit-at-home'",
    "Otu onye gwara BBC Igbo okwu na-achọghị ka a kpọọ aha ya kwuru na ọ dị ka ọnọdụ nchekwa ọ kawanyere njọ kamgbe Gọvanọ Peter Mba machiri ọnọdụ 'sit-at-home' kwa ụbọchị Mọnde na steeti ahụ.",
    "Cheta na ọ bụ ndị otu na-azọ nnwereonwe Biafra a kpọrọ Ipob, tinyere iwu mmachi mkpaghara kwa ụbọchị Mọnde ọbụla na mpaghara Ọwụwa Anyanwụ niile, kamgbe ọnwa Ọgọst afọ 2021.",
    "Ha mere nke a iji gosipụta iwe ha n'oge ahụ maka etu gọọmentị Naịjirịa si jichie onyeisi ha bụ Nnamdi Kanu ma tinye ya na mkpọrọ n'Abuja.",
    "Mana n'ụbọchị e duru ya n'iyi ọrụdịka gọvanọ Enugwu Steeti n'ụbọchị 29 nke ọnwa Mee 2023, Gọvanọ Peter Mbah kwuru na ya akagbuola iwu sit-at-home, ma gwa ndị mmaọ̄ụ ka ha na-apụta na-akpagharị ụbọchị Mọnde ọbụla.",
    "Peter Mbah kwere nkwa na ya etinyela atụmatụ nchekwa zuru oke iji chekwaa ndụ ndị mmaọ̄ụ n'ụbọchị Mọnde niile, mana ndị mmadụ na-ekwu na ọ dịka ihe ọ na-akwanye njọ kama ịkawanye mma.",
    "\"Mwakpo na ntọrọ mmadụ amalitekwala na mpaghara 'Four Corner Udi, Opi Nsukka, Enugwu Ezike, Ugwogo Nike, na ebe ndị ọzọ,\" onye ahụ gwara BBC.",
    "\"Ị sị m kwuo, aga m asị na ọnọdụ nchekwa ka njọ,\" ka o kwuru.",
    "Ebe foto si, Enugu Police",
    "Ndị uweojii gosiri ọha obodo ndị ha sị na ha nwuchiri n'ihi ịkpa arụ dị icheiche n'Enugwu",
    "N'ụbọchị 25 nke ọnwa Jun, ndị uweojii Enugwu steeti gosiri ọha obodo ọtụtụ ndị ha sị na ha jidere n'ihi ịkpa arụ dị icheiche nke gụnyere izu ohi, ịtọrọ mmadụ, ịnọ n'otu nzuzo nakwa ihe ndị ọzọ.",
    "Daniel Ndukwe bụ ọnụ na-ekwuru ndị uweojii Enugwu kwuru na Kọmishọna ndị uweojii bụ Ahmed Ammani enyela iwu ka ndị uweojii ghara izu ike ruo mgbe ha zachapụrụ ndị ekperima niile nọ na steeti ahụ.",
    "\"Anyị dị njikere ị ga n'ihu n'ichekwa ndụ na akụnụba ndị niile bi na steeti a, mana ihe anyị na-arịọ bụ ka ndị mmadụ na-ewetara anyị ozi gbasara ndị ekperima nakwa ọrụ ha n'oge iji nyere anyị aka,\" Ndukwe kwuru.",
    "O kwere nkwa na ndị uweojii ga-echekwa onye ọbụla wetaara ha ozi nke ọma ma hapụ ịgba ya n'anwụ.",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Enugu Steeti",
    "Enugwu",
    "'Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel27 Juun 2023",
    "France shooting: Onye bụdị Nahel, nwata a ndị uweojii gbagburu na-akpọtụ?1 Julaị 2023",
    "NA EME UGBU A Otu nwoke anwụọla, mmadụ 12 merụọ ahụ dịka ụgbọala ise sukọtara isi n'Anambra steeti okporoụzọ n'Anambara steeti1 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "'Ike Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "France shooting: Onye bụdị Nahel, nwata a ndị uweojii gbagburu na-akpọtụ?",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?Emelitere ikpeazụ na: 16 Jenụwarị 2022",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ ya amụEmelitere ikpeazụ na: 2 Septemba 2021",
    "Etu otu onye ọrụ ngo si gbukasịa ụmụnwaanyị anọ ọ na-arụrụ ọrụ - Ndị obodo Nkerefi",
    "Gịnị ka gọọmentị Enugwu Steeti maka ọnọdụ nchekwa na-akawanye njọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}