{
  "published": "20 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisiala mba Rọshịa bụ Vladimir Putin agaala Nọt Koria.",
    "Nke a bụ oge mbụ Putin na-aga na Pyongyang n'ime afọ 24.",
    "Oge ikpeazụ ọ gara Nọt Korịa   n’afọ 2000, ọ bụ Kim Jong Il bụ nna onyeisiala ugbua nọ n'ọchịchị.",
    "Putin nabatara ọkpụkpọ oku Kim Jong Un kpọrọ ya n'ọnwa Septemba gara aga ka ha mechara nzuko na Vostochny Cosmodrome dị na Rọshịa.",
    "Nzukọ ya na-egosipụta ọganihu dị na mmekọrịta dị n’etiti mba abụọ ahụ.",
    "Ọbịbịa Putin na-adọta uche mbaụwa maka nkwekọrịta ndịagha ha nwereike inwe na nzukọ ahụ.",
    "A na-atụkwa anya na ọbịbịa Putin ga-eme ka mmekọrịta dị n'etiti omenala, ọrụ ugbo, akụnaụba na ihe ndị ọzọ.",
    "Ihe ọzọ dị mkpa a ga-atụle bụ ka Putin ga-esi leba anya na-mgbanwe ngwaagha na nuklia nke Nọt Korịa.",
    "Kim Dong-yup, onye ọkammụta mahadum Nọt  Korịa dị na Saụt Korịa, na-ekwu na nzuko ahụ nwere ike ịbụ ihe ga-ebute ezi mkparịtaụka ga-amịta mkpụrụ.",
    "Ka Russia na-aga n’ihu na-awakpo Ukraine ihe karịrị afọ abụọ, mmekọ dị n’etiti North Korea na Russia na-esiwanye ike ebe ha na-enyere onwe ha maka ngwaagha.",
    "Nam Sung-wook, onye prọfesọ na ngalaba Unification na Diplomacy na Mahadum Korea, na-ekwu na isi okwu nzukọ a ga-abụ \"ka a ga-esi bute ngwaagha North Korea a ga-enye Russia.\"",
    "A na-atụ anya na North Korea ga-achọ ihe karịrị naanị nri na mmanụ ụgbọala maka inye Russia ngwaagha.",
    "Dịka mba nwere nkà na ụzụ mbara igwe, enyemaka Russia ga-adị mkpa maka North Korea iji nwetakwuo satịlaịtị.",
    "A na-atụkwa anya na North Korea ga-achọ nkwado Russia iji meziwanye satịlaịtị nyocha ya na-ịmepụta ụgbọmmiri nuklia.",
    "Nam kwenyere na mkparịtaụka ọ bụla gbasara ngwaagha nuklia agaghị apụta ihe.",
    "Kang Dong-wan, onye prọfesọ nke sayensị ndọrọ ndọrọ ọchịchị na Mahadum Dong-A, na-ekwu na ihe North Korea chọrọ n’aka Russia ugbu a bụ \"ego igwe n'aka ndị ọrụ\". Nke a na-ewelite ohere ka North Korea zigakwuo ndị ọrụ na Russia.",
    "N'aka nke ya, Russia chọrọ ndị ọrụ iji wughachi ụlọ na akụrụngwa nke agha mebiri emebi, ma mee ka akụnaụba ya dịghachi ndụ.",
    "Mana mmachi nke UN Security Council megidere North Korea machibidoro ndị ọrụ ya ịrụ ọrụ na mba ofesi ma nye iwu ka akpụghachi ndị ọrụ North Korea niile site na 22 Disemba 2019.",
    "Afọ 2000 bụ oge mbụ onyeisiala Putin gara Pyongyang wee zute onye ndu North Korea Kim Jong Il - nzukọ mbụ dị n'etiti Russia na North Korea kemgbe njedebe nke Agha ‘cola war’.",
    "N'oge ahụ, Rọshịa na-achọ ịmaliteghachi na ọkwa mbaụwa, ebe North Korea chọrọ ịbawanye ndị ha maa n’ụwa ndị ọzọ.",
    "Ndị isi abụọ ahụ nwere nkwupụta nke gosipụtara nkwado ha iji nyere onwe aka maka ngwaagha, nkwekọrịta enyi na imekọ ihe ọnụ.",
    "N'ihe gbasara nkwado ndịagha, nkwekọrịta ahụ kwuru na mba abụọ ahụ ga-akpọtụrụ ibe ha ozugbo agha dara.",
    "Dịka etu mmekọrịta North Korea na Russia dị na nso nso a, ndị ọkachamara na-eche na enwere ike ịmegharị nkwekọrịta ahụ nke.",
    "North Korea",
    "Ndịagha",
    "Rọshia",
    "Ngwagha nuklia",
    "Vladimir Putin",
    "\"Ihe mere anyị ji achọ ka e kpezie okwu Nnamdi Kanu na Gọọmentị Naịjirịa n'ụzọ udo” – Ndị ọkaiwu Kanu20 Juun 2024",
    "\"Amaghị m na m dị ime ọnwa asatọ ruo mgbe ọ fọro otu ọnwa ka m mụọ nwa\"20 Juun 2024",
    "Ụzọ asaa ndị ekperịma nwere ike isi zupu ego gị dị n'ụlọakụ26 Mee 2024",
    "NA EME UGBU A, Ọrịa otolo agbagbuola ihe karịrị mmadụ 37 na Naịjirịa – NCDC",
    "Ụlọikpe akagbuola nkpọghachị a kpọghachịrị Muhammadu Sanusi n'ọkwa Emir Kano21 Juun 2024",
    "Lee etu ọzọdimgba si eji mgbọrọgwụ na mkpaakwụkwọ agwọ onwe ha ọrịa - Sayensị21 Juun 2024",
    "\"Amaghị m na m dị ime ọnwa asatọ ruo mgbe ọ fọro otu ọnwa ka m mụọ nwa\"20 Juun 2024",
    "Ihe atọ Vladimiri Putin ji maka ya ga hụ Kim Jong Un20 Juun 2024",
    "'Ndị mmadụ na-akpachapụ anyị n'ihi na anyị nwere ọrịa 'Sickle Cell anaemia'19 Juun 2024",
    "E duola Cyril Ramaphosa n’iyi ọrụ ugboro abụọ dịka Onyeisiala mba Saụt Afrịka19 Juun 2024",
    "Ụgwọ opekatampe: Ihe mere gọọmentị agaghị akwụnwu ndị ọrụ ego ole ha chọrọ - Onyejeocha14 Juun 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}