{
  "published": "11 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "N’ụbọchị nke ịrị n’ọnwa Juun 2024 ka e bidoro chọwa osote onyeisiala mba Malawi bụ Saulos Chilima achọ.",
    "Ụgbọelu ndịagha bu Chilima na mmadụ itoolu ndị ọzọ furu na njem mana e mechara chọta ebe ọ dara n'ọmaagụ dị na Chikangawa.",
    "Ha si na Lilongwe bụ isi obodo mba Malawi eme njem aga ọdọ ụgbọelu nzuzu dị na Chikangawa.",
    "Chilima na mmadụ ịtọọlụ ndị ọzọ amabaghị aha ha nwụrụ n'ihe mgberede ahụ.",
    "Oge ụgbọelu ndịagha bụ Chilima na mmadụ asatọ ndị ọzọ furuefu na ịkụkụ nke mere gọọmenti mba Malawi jịrị nye ikike ka e bido chọwa ha bụ ihe mbụ mere ọ gi na ewuewu na shoshịal midịa.",
    "Ugboelu ndịagha ahụ bụ Chilima na mmadụ ịtọọlụ feniru na ịsị obodo Malawi bụ Lilongwe n'elekere 9:17 nke ụtụtụ, mana ha mechara fụọ n’ịkụkụ nke mere e jịrị na achọ ha achọ.",
    "Onye bụ Saulos Chilima?",
    "Saulos Chilima bụ osote onyeisiala mba Malawi nwụrụ n'ihe mgbere ụgbọelu.",
    "Ọ banyere n'ọkwa osote onyeisiala n'ụbọchị nke atọ n'ọnwa Febuwari, afọ 2020.",
    "Saulos dị afọ ịrị ise n'otu. Ọ lụrụ nwaanyị ma mụta ụmụaka abụọ.",
    "Ọ gụrụ akwụkwọ ọfụma ruo ọkwa PhD ma bụrụ onye gọọmenti mba Malawi na-ahụ dịka onye maara ọrụ ma bụrụ nnukwu onye nwere amamịhe.",
    "Ọzị maka ọnwụ ya n'ihe mberede ụgbọelu ha nke n'ụbọchị ịrị na otu, na ọnwa Juun 2024 edochabeghị anya.",
    "Ihe IGP kwuru maka Andrew Ochekwo,Celine Ndudi na Afiba Tandor11 Juun 2024",
    "Ihe mere m jiri buru ngwa ahịa m site n'ala Igbo gawa Legọs - Cubana Chiefpriest11 Juun 2024",
    "N'afọ 2018 ka Chilima kewaputara otu ọ kpọrọ United Transformation Movement (UTM).",
    "O denyere aha otu ndọrọndọrọ ọchịchị nke ọ gị nwere zọọ ọkwa na afọ 2019.",
    "Na oge ahụ ka Chilima gi otu ya bụ UTM nwere kpokota otu ndọrọndọrọ ọchị dị icheiche na anọghị n’ochịchi ka ha nweike ịchụpụ gọọmentị  nọ na ọchịchị oge ahụ.",
    "Mana a kagburu ntụliaka e mere na 2019 nke mere ha jịrị megharịa ya n'afọ 2020.",
    "Mana 2019 ka Chilima zọrọ ọkwa dịka osote onyeisiala ebe Michael Usi bụ Onyeisiala mana ha gbara ndị nke atọ nna ntụlịaka ahụ.",
    "Na afọ 2020 ka ọ zọrọ ọkwa ọzọ dịka osetere onyeisiala, ebe Lazarus Chakwera  bụ onyeisila.",
    "Ha abụọ nwetara mmeri ma turu ugo n’ntụlịaka ahụ.",
    "Etu nwaanyị si gbuo enyi ya nwoke maka ike ego ha nwetara na nwayo10 Juun 2024",
    "Ihe mere m ga saa ara m - Eniola, nwaagbọghọ sara ara ya5 Juun 2024",
    "O nwere mmiri ara dị ilu nwereike igbu nwa ọhụrụ?26 Mee 2024",
    "N'akwụkwọ ozi Colleen Zamba bụ odeakwụkwọ onyeisiala na mba Malawi binyere aka ọ sị na “ụlọọrụ Onyeisiala na ndị ọchịchị na-agwa ohaneze na ha ebidola ịchọ ma zọpụta ụgbọelu nke ndị agha anyị bidoro furuefu n’ụbọchị Monday, abalị ịrị nke ọnwa June na afọ 2024”.",
    "“Ụgbọelu ahụ bụ osetere onyeisiala Saulos Klaus Chilima na mmadụ itoolu ndị ọzọ ka a hụrụ na ọmaagụ dị na Chikangawa mana ndị niile nọ n’ime ụgbọelu ahụ nwụrụ anwụ.",
    "“A gwaala onyeisiala mba Malawi bụ Lazarus mcCarthy Chawera maka mkpamkpa ahụ. Onyeisiala na onwe ya bere akwaarịrị ma tie ezinaulo Chilima aka n’obi”.",
    "“Onyeisiala nyere iwu ka nwedeta ọkọrọtọ Malawi ka ọ dị n’etiti rụọ ụbọchị a ga eli ozu ya, ma kwuputa na mba Malawi niile ga anọ n’ịrị uju otu ụbọchị”.",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Njem ụgbọelu",
    "Malawi",
    "Mụ na Junior Pope nọ n'ime otu ụgbọ mgbe o kpuru12 Juun 2024",
    "Ihe Peter Obi kwuru maka ada Onyeisiala Tinubu dara12 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludoelekere 6 gara aga",
    "Ndị uweojii achụọla onye uweojii a sị gbagburu Emmanuel Okocha12 Juun 2024",
    "Emefiele bipụtara ego ọhụrụ nke onyeisiala na-akwadoghị - Onye akaebe11 Juun 2024",
    "Enugu steeti: Lee ihe na-esere ECTDA na EEDC11 Juun 2024",
    "Saulos Chilima: Ihe ị kwesịrị ịma maka osote onyeisiala Malawi nwụrụ anwụ11 Juun 2024",
    "Ihe mere m jiri buru ngwa ahịa m site n'ala Igbo gawa Legọs - Cubana Chiefpriest11 Juun 2024",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludoelekere 6 gara aga",
    "Ihe sayensị kwuru maka ude e ji agbatị odogwu ụmụnwoke",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụmụnne abụọ ndị Naịjirịa e jidere maka iji foto ndị gbaọtọ anapụ ha ego n'ịntaneti",
    "Ihe Peter Obi kwuru maka ada Onyeisiala Tinubu dara",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}