{
  "published": "14 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Paul Mahlasela",
    "Regina Mary Nlodvu kwuru na ya na-egwu egwu n’ihu ogige ha tupu nwoke ọ tụkwasara obi emetọọ ya .",
    "“O nyere m ihe nracha ma gwa m ka m nọrọ ọdụ na apataụkwụ ya,” ka o chetara. “Ma mgbe m mere nke ahụ, ọ manye aka ya n’ime uwe m ma metọọ m.”",
    "Regina kwuru na ihe ahụ bụ nke mbụ a na-emetọ ya – mgbe ọ gbara afọ asatọ - mana ọ gaghị a bụ nke ikpeazụ.",
    "O kwuru na otu nwoke ahụ laghachiri n’ụlọ ha dị na Ennerdale, Saụt Afrịka kwuo na ya bịara ịhụ nne na nna ya ma kwasoo ya iko n’ike ọtụtụ ụgboro n’ime afọ ndị sochiri ya.",
    "Etụ anwụ si emetụta ndị anyarị13 Juun 2022",
    "Albinism in Nigeria: \"Ndị mmadụ na-ajụ ma m nwereike ịlụ di maka na m bụ onye anyarị\"25 Juun 2022",
    "International Albinism Awareness Day :Lee nke bụ eziokwu na nghọtaghie ị nwere maka anyarị13 Juun 2021",
    "Ọ bụghị naanị ya, ka ọ gwara BBC. Regina kwuru na e metọọla ya n’ụdị dị iche iche n’ime afọ ndị gara aga.",
    "Nwaagbọghọ ahụ gbara afọ 34 kwuru na ndị na-awakpo ya na-elekwasa ya anya n’ihi na ọ bụ albino, nke bụ ọnọdụ na-emetụta akpụkpọahụ.",
    "Nke a bụ n’ihi nkwenye ụgha nwoke ahụ nwere na ịkwaso ya iko n’ike ga-egbochi ya ibute nrịanrịa, ka Regina na-akọwa.",
    "Ụdị echiche a bụ otu n’ime nkwenye ọjọọ ndị so ọnọdụ albino.",
    "Ugbua, dịka o nwechara mmụọ ịda mba ọtụtụ afọ, nwaafọ Zambịa ahụ na-eme ejije na mba Saụt Afrịka na-akpọ oku ka ndị mmadụ nwee ezi nghọta banyere mmadụ ndị nwere ọnọdụ ahụ.",
    "N’agbanyeghị na ọ mụtara ka e si agụ na ka e si ede mgbe ọ gbara afọ 24, naanị afọ 10 gara aga, o deela ma sonyekwa n’ejije nke onwe ya banyere ọnọdụ anyarị nakwa ndụ nke onwe ya.",
    "Nne ọhụrụ ahụ chọrọ ịhụ na ndị ọzọ agabigaghị ihe ọ gabigara site n’izute nkwenye ọjọọ ndị so ọnọdụ albino.",
    "Ụfọdụ ndị kwenyere na ntutuisi ọcha onye albino pụrụ iweta ihuọma na akụnaụba, ebe ndị ọzọ nwere nkwenye dị iche iche nke gụnyere na mmadụ na onye bụ albino inwe mmekọ nwoke na nwaanyị pụrụ ịgwọ ọrịa HIV.",
    "Kemgbe ọrịa Covid-19 tiwapụrụ, enweela ọtụtụ ozi ụgha na ke a pụkwara ịgwọ coronavirus.",
    "O doola anya na a na-atọrọ ma gbuo ndị anyarị n’ihi nkwenye na-ezighị ezi e nwere na akụkụ ahụ ha nwere ikikere dị egwu.",
    "Ebe foto si, Handout",
    "“Mgbe m dị afọ ise, ọtụtụ ụmụaka na-agbakọ n’ọnụuzọ dị na ngwụcha ogige anyị kwa ụbọchị,” ka o chetara.",
    "N’oge Regina bịakutere ha, chee na ha chọrọ igwu egwu, ha na-agbafu.",
    "O chere na nke a bụ otu ụdị egwuruegwu tupu otu nwaanyị a kpọrọ obere nwa ya nwaanyị bịa n’ụlọ ha otu ụbọchị.",
    "“Nwata nwaanyị ahụ nwere ụdị anya o lere m ma malite ibe akwa,” ka o kwuru. “O chere na m bụ agbara mana nke ahụ wutere m nke ukwuu.”",
    "Regina chọpụtakwara na ụmụakwụkwọ ibe ya na-agbunye asọmmiri n’ime uwe ha oge ọbụla ọ na-agafe.",
    "O mechara chọpụta na ụdị omume ahụ bụ nkwenye ụgha – nke ha chere ga-ekpuchite ha pụọ na nkwenye ha nwere n’abụmọọnụ ga-eme ka ha mụọ nwa albino.",
    "Regina tara ahụhụ ịnọgide n’ụlọakwụkwọ n’ihi ọnọdụ ya. Ọ na-ara ya ahụ ịhụ ihe e dere n’ugboojii n’ihi ahụghị ụzọ nke ọma (otu njirimara ndị bụ albino).",
    "Mana ọ bụrụ ma o nye mkpesa, onyenkụzi ga-asị na “a gaghị ahaziri ya ọnọdụ pụrụ iche.”",
    "Regina pụtara ụlọakwụkwọ na-amaghị ka e si ede maọbụ ka e si agụ, nke pụtara na o nweghị ike ịchọta ọrụ. Mana n’afọ 2013, ọ chọpụtara akwụkwọnsọ Baịbụl e tinyere n’ụdaolu dịka nke ahụ gbanwere ndụ ya.",
    "“N’oge mbụ ana m akpọ nkụ ma m hụ akwụkwọ - ha na-eme ka m dịka onye aparị ma dịkwa ka ụwa niile ọ ga-akwụsị,” ka ọ kọwara.",
    "“Mana amalitere m ige akwụkwọ ụdaolụ (audiobooks), a bịara m chọpụta na e nwere njiko dị n’etiti ọkwu na ụda – ma ụwa mepeere m.”",
    "E tinyere na n’ejije ma site n’enyemaaka The Young African Leaders Initiative, o nwere ike ide ma mekwaa ejije ya nke nwere naanị otu nwaanyị aha ya bụ “Mary, My Voice.”",
    "“N’oge m bụ nwata, enweghị onye nnọchiteanya ndị anyarị n’onyonyoo,” ka o kwuru. “Achọrọ m ịgbanwe nke ahụ”.",
    "Otu n’ime ndị nkiri nke ihe omume ‘Regina’s show’ nke ejije ahụ kpaliri mmụọ ya, kwụụrụ ya ụgwọ ka o kpọta onyenkụzi ka akụziri ya mmalite ọgụgụ na odide.",
    "“A ka m na-ahụta ọgụgụ na odide dịka ihe rara ahụ, mana isiokwu bụ na anaghị m atụ ya egwu dịka m si eme n’oge mbụ,” ka ọ kọwara.",
    "Regina kwenyere na otu ụbọchị, ọ ga-enwe ike nyere nwa ya nwaanyị aka n’ihe omume ụlọakwụkwọ.",
    "Ugbua, ọ ka na-agabiga ọnọdụ ịbụ onye nne ọhụrụ - nwere obi iru ala dịka o buchara afọ ime rara ahụ.",
    "“Lee ya anya, lee etu o siri maa mma,” ka o kwuru dịka ọ na-eleta obere nwa ọ mụrụ ọhụrụ, nwa nwaanyị aha ya bụ Bohlale Sabelo Isabel.",
    "Bohlale abụghị albino mana Regina na-ekwu na ọ bụrụgodi na ọ bụ anyarị na ya gaara “enwe obi ụtọ”.",
    "“Ọ bụ ihe mụtara ịhụ n’anya,” ka o kwuru. “Ọ bụ ụwa m niile dịka m nwere olileanya inye ya ohere ndị m na-apụghị inweta.",
    "Ụmụnyanyị",
    "Afịrịka",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ikike ụmụnwanyị",
    "South Africa",
    "Ịwakpo mmadu na-ike",
    "Okike",
    "NA EME UGBU A, Finidi George agbaala arụkwaghịm n'ọrụ dịka onye nchịkọta otu Super Eagles",
    "Gịnị mere ndị Igbo ji eli alọ nwa ha?15 Juun 2024",
    "Ahọpụtagharịala Cyril Ramaphosa dịka onyeisiala South Africa15 Juun 2024",
    "Ụgwọ opekatampe: Ihe mere gọọmentị agaghị akwụnwu ndị ọrụ ego ole ha chọrọ - Onyejeocha14 Juun 2024",
    "Gọọmenti Naịjirịa ewezugala ebubo ụtụ isi e boro ndị ọrụ Binance14 Juun 2024",
    "‘Ndị kwasoro m iko n’ike chere na idina onye anyarị ga-echekwa ha n'ịrịa ọrịa’ 14 Juun 2024",
    "\"Junior Pope anwụchaala tupu a gụpụta ya na mmiri\" 13 Juun 2024",
    "Etu ụlọelu ogogo ise si daa n'ụlọakwụkwọ DMGS dị n'Onitsha, Anambra Steeti13 Juun 2024",
    "Soludo asaala Fada Mbaka n'okwu 'minimum wage'14 Juun 2024",
    "President Tinubu: \"Adaghị m ada kama emere m ‘dobale’ iji kwanyere ọchịchị onye kwuo uche ya ugwu\"",
    "Ebere m na-emere Tinubu ma ọ bụrụ na ọ kwadoo ụgwọọnwa opekatampe N62,000 - Chukwuma Soludo",
    "Lee ihe ndị nwere ike ịgbanwe ma e bido njem ụgbọeluEmelitere ikpeazụ na: 27 Mee 2020",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe haEmelitere ikpeazụ na: 13 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}