{
  "published": "6 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Rivers State Police",
    "Ụlọikpe ukwu dị na Pọtakọt, Rivers Steeti amaala ụkọchukwu otu ụlọụka ọ gbara ọhụrụ bụ Chidiebere Okoroafor ikpe ọnwụ site n’ịkwụ ụdọ maka igbu ọtụtụ mmadụ.",
    "Okoroafor bụ onyeisi ụkọchukwu ụlọụka ‘Alter of Solution and Healing Assembly’ dị n’Oyigbo nke Rivers steeti, nọ n’ikpe maka igbu onyendu ndị ọbụ abụ ya bụ Concilia Ezenwa, bụ onye ọ tụwara ime.",
    "A makwara ikpe maka igbu Uluoma Onweagba, bụ enyi nwaanyị Concilia na nwa dị ọnwa itoolu ọ kuu n’aka bụ Christabel n’ụbọchị 11 Disemba, 2017.",
    "Ọkaikpe S.O Benson sị na ihe akaebe nakwa nkwupụta site n’ọnụ ụkọchukwu ahụ gosiri na ọ kpara arụ a n’ezie.",
    "Ọ sị na ikpe a gosiri na ebubo igbu mmadụ e boro ụkọchukwu a bụ eziokwu ma nye iwu ka e were ụdọ kwụgbuo ya gbaa ya ọgwụike ga-egbu ya ọsịsọ.",
    "'N'ọnụ ndị mmadụ ka m nụrụ na Osinachị anwụọla, o ruru ụbọchị olemole tupu Peter agwa m' - Oriakụ Madu nne Osinachi Nwachukwu11 Eprel 2022",
    "A maala Uduak Akpan ikpe ọnwụ ịkwụ ya ụdọ maka ogbugbu Iniobong Umoren4 Ọgọọst 2022",
    "'A kwụrụ anyị otu nde Naịra iji gbuo Uwa Omozuwa'27 Ọgọọst 2020",
    "Nke a mere n’ụbọchị 11 Disemba, 2017 mgbe ụkọchukwu ahụ gburu Ezenwa na Onweagba n’otu ụlọ a na-arụchabeghi arụcha.",
    "Onweagba dị ime ọnwa ise ma kuru nwa kwọrọ nwa dị ọnwa itoolu n’azụ mana nwa ahụ nwụrụ mgbe Onweagba dara n’ala site n’aka ụkọchukwu kwara ya.",
    "Okoroafor kpara arụ a iji kpuchie iko ọ na-akwaso onyendu ndị ọbụ abụ ya bụ Concilia Ezenwa onye ọ tụwara ime mana ọ jụrụ iwepu ime ahụ.",
    "Ndị ezinaụlọ ndị a o gburu mere mkpesa n’aka ndị uweojii mgbe ha mailtere ịchọ ha achọ dịka ha gara ịhụ ụkọchukwu iji mara etu a ga-esi mee ime ahụ ọ tụwara Concilia.",
    "Ụkọchukwu ahụ kpọrọ ha gawa n’ime ọhịa ma gbuo ha atọ n’ebe dị iche iche ma lie ozu ha n’obere ili o gwuru.",
    "Ndi uweojii na ndị obodo bọpụtara ozu Onweagba na nwa ya n’ime ọhịa dị n’ụzọ Afam-Igberu n’ụbọchị 13 Disemba 2017.",
    "Ebe a hụrụ ozu Ezenwa n’ụbọchị 18 Disemba, 2017 n’otu ụlọ a na-arụchabeghi dị n’obodo Izuoma, Oyigbo.",
    "A kpụpụrụ ụkọchukwu Okoroafor n’ụlọikpe n’afọ 2018 n’ebubo igbu iko ya nwaanyị, Concilia Ezenwa, nakwa Uluoma Onweagba na nwa ya dị ọnwa itoolu.",
    "A kpọchiri ụkọchukwu a dị afọ 32 n’ụlọmkpọrọ bụ ebe ọ nọ ruo ugbua a mara ya ikpe ọnwụ.",
    "Ọkaiwu gọọmenti n’ikpe ahụ bụ Precious Ordu kwuru na obi dị ya ụtọ n’ikpe ahụ mana Innocent Ekwu bụ ọkaiwu na-anọchiteanya ụkọchukwu a sị na ha ga-agbagha ikpe ahụ, na ụlọikpe a ekpeteghi ikpe ahụ.",
    "Ekwu sịrị “Ụlọikpe a sị na e nweghi onye akaebe hụrụ ka ihe si mee kamgbe ikpe a malitere.",
    "“Ụlọikpe kwukwara na o nweghi ihe akaebe ha ji n’ikpe ahụ mana ha mara ụkọchukwu Okoroafor ikpe site na nkwupụta ọnụ ya.",
    "“Ya mere dị ka ndị na-anọchiteanya ụkọchukwu Okoroafor, anyị ga-agbagha ikpe ọnwụ ahụ e kpere ya.”",
    "Ikpe",
    "Ofụfe",
    "Nchekwa ndị ụwe ojii",
    "Riva steeti",
    "NA EME UGBU A Ụlọomeiwu enyela Tinubu ikike ịhọpụta ndị ndụmọdụ pụrụiche mmadụ 201 Juun 2023",
    "A maala ụkọchukwu ikpe ọnwụ maka igbu iko ya nwaanyị na mmadụ abụọ ọzọ6 Juun 2023",
    "‘Sit at home’ ebiela n’Enugu steeti? Lee ka ọnọdụ ebe niile dị5 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}