{
  "published": "9 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria/Ujuora Simon",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Ọgọọst 2023",
    "Otu  n'ime ihe ndị kachasị mkpa ndị mmadu mpaghara Afrịka i alụ nwaanyị maọbụ di bụ  iji mụta nwa. Nwa bụ eze, nwa amaka , Ya mere ekpere ọmụmụ so n'ihe na-abụ isiokwu na mmemme alụmdinanwunye n'ala Igbo.",
    "Mana ị ma na dịka ọnọdụ akụnaụba Naijiria dị ugbua, okwu ị mụ nwa  bụ egwu onye ọ kara obi, ọ bụghị ọgụ a gba aka  alụ.",
    "I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ aka gị ma i nwee nde naịra ise13 Ọgọọst 2019",
    "Ihe Nkiri: Ebe asaa i nwereike itinye ego ị tụkọtara13 Septemba 2019",
    "Virtual shop, marketing, coaching na ụzọ ndị ọzọ ị ga-eji were ekwentị gị kpatawa ego17 Ọktọba 2022",
    "Nke a bụ n'ihi a ọnụahịa ọtụtụ ihe gụnyere ihe e ji amu ma zulite nwa arịala n'elu ọjị.",
    "Dịka ngụkọ nke ụlọọrụ 'National Bureau of Statistics' si kwuo,  ọnụahịa ihe na-ada nke Bekee kpọrọ inflation rate arịal rue pasent 22 (22%)  n'ọnwa Julai, afọ 2023.",
    "Ọ bụrụ na ị lụrụ nwaanyị maọbụ di ọhụrụ, na-akwado  ezinaụlọ nke gị, mata na ịmụ nwa ugbua bụ egwu onye ọ kara obi.",
    "Ebe foto si, Iwaria",
    "Dịka dọkịta ahụike ụmụnwaanyị n'ụlọọgwụ UNTH, Enugu bụ Dkta Kingsley Ekwuazi,\" Ị mụ nwa n'ụlọọgwụ nwere iri gị agbata N20,000 na N100,000 maka onye mụụ onwe ya nwa.\"",
    "\" Mana ọ bụrụ onye a wara afọ, Ọ ga-ewe agbata N100,000 na N400,000.\"",
    "Dkta Ekwuazi kọwara na-ego a na-emefụ n'ụlọgwụ nwekwara ike ịkarị nke maọbụrụ na nne maọbụ nwa ọhụrụ nwee nsogbu.",
    "\" Ọ bụrụ na nwa ebeghị akwa ọfụma maọbụ ịba ọchananya(jaundice), einwere ike ịkwụ agbata N10,000 maọbụ N20,000 kwa ụbọchị maka 'phototherapy' nke nwere iwe abalị asaa maọbụ iri tupu nwata ahụ agbasie ike.\"",
    "Ebe foto si, Kinsley Ekweazu",
    "Dkta Kingsley Ekwuazi bụ ọkaibe n'ahụike ụmụnwaanyị n'ụlọọgwụ UNTH, Enugwu",
    "Otu nwaanyị na-ere ihe eji amụ nwa  na Ijanikin, Legọs bụ  Diamond Ujuora Simon, \"Dịka aka onye ha, ọ ga-eri ndị na-akwado ezinaụlọ ihe dịka  agbata narị nairia abụọ na ọkara na otu nde naira (N250-1 N1,000,000 )na  ịzụ ihe nwa.\"",
    "Simon kọwara na ụfọdụ akọrọngwa bụ ihe bụ iwu nata na ị gaenwe ya, nwee nke bụ ndị rijuru afọ na-azụ ya.",
    "Ebe foto si, Ujuora Simon",
    "Igbo sị na agha a kara aka anaghị eri ngwọrọ. Dịka gị na onye nke gị na-arị elu akwa, arịtu, bịa ka anyị tupe nye gị azụ ihe ndị chere gị n'ihu ma goolu gaa:",
    "Dịka nchọpụta BBC Igbo mere gosiri na ọ ga-eri agbata otu nde naira na nde abụọ (N1-N2 m) ịmụ nwa ma zuro ya afọ abụọ.",
    "Nke a gụnyere ego a na-emefu na nleta akụike nne na nwa n'oge ịmụ nwa, akọrọngwa e ji eleta nwa, nri nwa nakwa akwa ya.",
    "Ọ na-eri ihe dịka agbata puku naira iri ise na puku nari  naira  atọ ịmụ nwa n'ụlọọgwụ.",
    "Ebe foto si, Ujuora Simon",
    "Otu nwaanyị bi n'Enugwu ku nwa ọnwa atọ n'aka  achọghị ka a kpọ aha ya kọwara, \"Oge m  mụrụ nwa, o riri m ihe ruru narị puku narị naira  abụọ(N20000 (n'ihi na e ji ịwa ahụ amụ nwa.\"",
    "Nke a bụ n'ihi na ọ bụ ụlọgwụ gọọmentị, ọ bụrụ nke ụlọọgwụ nọrọ onwe ha, ọ ga-eri gị puku nari naira atọ(N300,000).\"",
    "Mmiri ara ehi e mere maka ụmụaka e ku n'aka na-ada agbata puku naira abụọ na ọkara na puku naira asaa maka otu komkom.",
    "Ụfọdụ ụmụaka na-aṅụ otu komkom n'abalị otu izuụka maọbụ abụọ, dịka afọ nri ha si dị.",
    "Ndị dọkịta na ndị ọrụ ahụike na-enye ndụmọdụ ka e nye nwa ọhụrụ naanị ara were rue ọnwa isii.",
    "Gịnị ka ị ma maka ọrịa 'Pneumonia'?18 Septemba 2019",
    "Talcum Powder: Ite nwa ọhụrụ maọbụ onwe gị nzu bekee nwere ike inye gị 'cancer' - Ndị ọkachamara22 Maachị 2019",
    "'Nye nwa gị ohere ka ọ mịta ara'3 Ọgọọst 2018",
    "E wezụga ichekwa ahụike nwata e ji naanị mmiri ara nne ya zụọ ka ọ gbasie ike, ma mee ka ụbụrụ ya na-acha ọkụ, ọ na-ewezụgara nne na nna mụrụ nwa ahụ mmefu ego ịzụ nri nwa na ọnwa isii mbụ ya.",
    "Mana mgbe ụfọdụ, ụfọdụ anaghị emeli inye nwa ọhụrụ nani ara nihi mkpa dị iche iche maọbụ mkpebi ha.",
    "Otu nwaanyị  nwa ọhụrụ dị ọnwa atọ achọghị ka a kpọ aha ya  gwara BBC Igbo na ya na-enye nwa ya mmiri ehi na-agbanyeghị na ọ dị nani ọnwa atọ iji gbochie ibu oke ibu.",
    "\"Ekpebiri m inye nwa m  bụ nke atọ m mmiri ara ehi n'ihi na achọghị m ibu oke ibu.\"",
    "Nwaanyị ahụ onye gbara ama na inye  ụụmụ abụọ  o buru ụzọ mụọ mere ya  buo oke ibu ya, kwuru na  \" Ana m enye ya  nri nwa Nan nke a na-ere puku naira anọ(4000) maka otu nkomkom nke ọ na-eri rue izuụka abụọ.\"",
    "\"Anaghị m enye ya naanị ara m n'ihi na nụmụa abụọ buru ụzọHa na-azụrụ ara ehi nke Nan- 4,000.\"",
    "Nwa ọhụrụ rue ọnwa isii, a na-amalite inye ya nri Bekee kpọrọ 'cereal' ma gwa ya nri ndị okenye na-eri.",
    "Nke a ga-erikwa ndị mụrụ nwa ọhụrụ agbata puku anọ na puku naira asaa (N4000-7000).",
    "Ebe foto si, Iwaria",
    "E tere ogiri e tere ụgba, agaghị eji mgbagbu ghara ọgụ.",
    "Agaghị e ji maka ọnụahịa ịzụlitee nwa ọhụrụ,hapụ ịmụta nwa.",
    "ụfọdụ na-ekwu na ịhazi nwa olee onye ga-amụ ka mma iji nwee ohere leta ha anya nke ọma kacha mma.",
    "Otu nwaany ji ụmụ abụọ dị afọ ịrị na afọ abụọ bụ Ngozi Ekene dụrụ ndị na-ebido ọhụrụ ndụmọdụ sị, \" Mee oke ike gị ha. Nye nwa ara rue ọnwa isii,  kama ịgba isi akwara ịzụ mmiri ara ehi si Ala Bekee, e nwere nri na-enye ihe n'ahụ na be anyị karịa,  dịka akamụ, soya beaans and nri ndị ọsọ.\"",
    "Ebe foto si, Ujuora Simon",
    "*Nleta ahụike*",
    "1. Ịmụ nwa:                                                              N20,000-N100,000",
    "2.  Iji ịwa ahụ mụ nwa:                                         N100,000-400,000",
    "'Phototherapy                                                     N70-140,000",
    "(maka ịgwọ ịba ọchananya)",
    "",
    "*Akọrọngwa e ji amụ nwa*",
    "Akpaara nwaanyị na-enye nwa ara :           N3800",
    "Akpa mmiri ọkụ(hot water bottle)    :          N 3500",
    "Ọba e ji asa nwa ahụ (baby bowl):                    N7500",
    "Akwa nwa :                                                         N2500",
    "Igbe akwa nwa(baby cabinet):                    N12,000-35,000",
    "Techatecha nwa(baby cosmetic set):         N 5000.",
    "Akwa nwa  x mkpụrụ 20 @ N 1500. :        N30,000",
    "Akwa nwa( Overall) mkpụrụ 30:                  N 30,000",
    "Dele cotton swabs &balls:                               N3500",
    "Nightingale pad:                                                N3000",
    "Lady Sept pad:                                                   N1000",
    "Dettol/ 250 mil:                                               N1500",
    "Mentholated spirit:                                        N1000",
    "Goya oil :                                                          N1500",
    "Mucus extractor:                                             N500",
    "Detergent:                                                          N1000",
    "Ogbo(English sponge)",
    "Cotton ball",
    "Okpu nwa (baby cap):                                      N500-N1000",
    "Baby handkerchief:                                           N700-1200",
    "Baby towel( mkpụrụ abụọ):                             N3000",
    "Baby Flannel( e ji ya ekpuchi nwa):               N1500",
    "Baby blanket:                                                        N5000",
    "Baby Flask:                                                            N12,000",
    "Iko na nkazi nwa :                                                N1000",
    "' Glucose :                                                                               N1500",
    "Baby wipe :                                                                               N1000",
    "Diaper @ N6,000x ọnwa 24:                                           N144,000",
    "Milton (maka isigbu nje n'ihe nwa):                                 N3500",
    "Baby tongue wash:                                                                N800",
    "'Baby bottle brush' :                                                               N300",
    "'Baby socks' (mkpụrụ asaa):                                              N2500.",
    "Ihe eji eku nwa( baby carrier):",
    "Mmiri isi ọma e ji asa akwa nwa(Baby Comfort):    N 4,000",
    "Napkin (otu akpa ya)     :                                                     N5000",
    "Nri nwa x Komkom 36:                                                     N144,0000",
    ". Akwa nwa na-eto eto :                                                      N200,000",
    "Naijiria",
    "Ego mmadụ",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Baby care cost: Ị na-achọ ịmalite ezinaụlo nke gị? Lee ihe ọ ga-eri gị ịmụta ma zụọ nwa ọhụrụ gị rue afọ abụọ9 Ọgọọst 2023",
    "Insecurity in South-East: Etu ndị ojiegbe si suo ụlọ onye bubụ omeiwu ọkụ n'Imo steetielekere 5 gara aga",
    "Niger Coup: Sanusi agaala zute onyeisi ọchịchị ndịagha Nijie26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Etu ndị ojiegbe si suo ụlọ Onyeomeiwu ọkụ n'Imo steeti",
    "Baby care cost: Ị na-achọ ịmalite ezinaụlo nke gị? Lee ihe  ọ ga-eri gị ịmụta ma zụọ nwa  ọhụrụ gị rue afọ abụọ",
    "Sexual Violence: Etu anyị si chọpụta na ụmụokoroọbịa anọ na-edina nwa m nwaanyị dị afọ 15",
    "Niger Coup: Sanusi agaala zute onyeisi ọchịchị ndịagha Nijie",
    "Ndịiche dị n'ụfọdụ kalenda ọtụtụ mbaụwa ji agụkọ afọEmelitere ikpeazụ na: 5 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}