{
  "published": "04:40",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọgba mbọ: Ọmịiko m nwere n’ebe onye ngwọrọ nọ mere m ji rụọ ‘electric wheel chair’ – Hones",
    "Onye dere ya, Ikechukwu Kalu & Okechukwu Omeire",
    "Ndị mere akụkọ a,  Senior Journalist & Video Journalist",
    "Ọgọọst 2023",
    "Honesty Godwin bụ nwata na-arụpụ akụrụngwa tekịnụzụ a kpọro ‘robotics’ akọwaala ihe mere o jiri rụpụta igwe latrrik ndị ngwọrọ ji eme njem a kpọrọ ‘electric wheel chair’.",
    "Nwamadị a gwara BBC na ọ malitere ịrụ tekịnụzụ mgbe o dị na nwata mana ọ banyere na ngalaba a kpọro ‘robotics’ mgbe ọ dị afọ 16.",
    "ọ bụ n’ihi obi ebere na ọmaiko o nwere n’ebe otu onye ngwọrọ ọ hụrụ n’okporoụzọ ka o jiri kpebie ịrụ igwe njem a.",
    "O kwuru na ọ hụrụ onye ngwọrọ ahụ ka ọ tọọrọ n’ụzọ maka na ndị na-akwagharị ya apụtaghị ọsịsọ ị kpọrọ ya.",
    "N’ihi nke a, Godwin sị na o chere echiche n’obi ya ma sị “ọ ga-adị mma ka m rụpụta igwe nke ji latrik arụ ọrụ a na-agaghị akwa aka.”",
    "O kwuru na ọ bụ mgbe ahụ ka ọ malitere ikpokọta akụrụngwa ndị o jiri rụọ igwe njem a nke latrik ya.",
    "Godwin sị na o weere ya ọtụtụ ọnwa ịchọta ngwa o jiri rụọ igwe mana o furu izuụka atọ ịrụpụta ya etu a ọ dị.",
    "Ọ gara n’ihu kwuo na ọ na-arị ọtụtụ ihe dị iche iche gụnyere igwe e ji akwọ aka, igwe na-efe efe e ji ese foto n’elu bụ ‘drone’ na ndị ọzọ.",
    "O kwuru na o nwere echiche ịrụpụta ọtụtụ ihe ndị ọzọ mana ihe na-ama ya aka n’ihu bụ inwete ụlọọrụ dị mma nakwa ego ọ ga-eji ehiwe ya ma rụpụta ihe ndị a.",
    "Kirie ihe o kwuru n’uju;",
    "Lekwa ụgbọala latrik ndị Federal Polytechnic, Nekede rụpụtara8 Febụwarị 2022",
    "Enwere m olileanya na ụgbọelu m rụrụ ga-efeli otu ụbọchị dịka nke Wright Brothers - Kenneth Akobundu7 Julaị 2021",
    "Electric Keke: Aba na-arụ kpataa25 Ọktọba 2018",
    "Ụmụntoroọbịa",
    "Tekinụzụ",
    "Nkwarụ",
    "Naijiria",
    "Science",
    "Ịji ego achụ ego",
    "Vidio, Ọrịa 'gigantism' mere ka m bụrụ onye kachasị ogologo na Ghana – Sulemana Abdul, Duration 3,4630 Ọktọba 2022",
    "Vidio, Ọgba mbọ: Ọmịiko m nwere n’ebe onye ngwọrọ nọ mere m ji rụọ ‘electric wheel chair’ – Honesty Godwin, Duration 4,403 Ọgọọst 2023",
    "Vidio, Ọrịa ahụike ụbụrụ isi egbochighi ezinaụlọ anyị ịhụ nnenne m n'anya ruo n'ọnwụ, Duration 4,431 Ọgọọst 2023",
    "Vidio, ‘Ndị dọkịnta ekweghi leta nwa m dara ọrịa n’ihi na ha na-agba abụbụ ọrụ’ , Duration 2,1328 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}