{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "E jichiela onyeagha  Amerika na mba Nọt Koria ka o si okeala Saụt Koria banye mba ahụ na anataghị ikike.",
    "E si mba Saụt Koria achọ iji ụgbọelu kpọla King Amerịka maka ịta ya ahụhụ n'ihi ndahie, oge ọ kpapụrụ, banye okeala ndi Nọt Koria.",
    "Trump agaala ije na ndagwuru ugwu olulu ọnwụ30 Juun 2019",
    "US ga-etinye iwu kachasị nke maka N Korea23 Febụwarị 2018",
    "Akụkọ kachasị taa: Nọt Koria chọrọ ịgbaha ọgbakọ ha na Amerịka16 Mee 2018",
    "Nke a na-abịa oge mmekọrịta Nọt Koria na Amerịka nọ n'ọnọdụ ọjọọ nke na Amerịka dọọrọ ụmụamala ha aka na ntị ụkwụ ha atụkwala na Nọt Koria.",
    "Tupu King agbaba Nọt Koria, a nwuchiburu ya maka ịlụ ọgụ na Saụt Koria.",
    "Ebe foto si, AFP",
    "Ndị agha Saụt Koria nọ n'okeala ebe ha na ndị agha Nọt Koria gbakọ aka echekwa",
    "E kwukwara na o mebiri ụgbọala ndị uweojii na Saụt Koria.",
    "O nwebeghị ihe mba Nọt Koria kwuru maka nwa amadi ahụ.",
    "Ebe foto si, EPA",
    "Onye agha Saut Koria kwụ n'ebe okeala ha na Nọt Koria bụ ebe a na-eche nnukwu nche",
    "Ndị isi agha mba Amerịka kwuru na a manyeghị ya amanye ma kwukwa na ha na-atụ uche maka ihe o nwere ike izute na mba Nọt Koria.",
    "Ebe foto si, Reuters",
    "Otto Warmbier( 2016): Warmbier bụ nwata akwụkwọ mahadum 'University of virginia oge o so otu ndị mere njem gaa Nọt Koria na Jenụwarị afọ 2016.",
    "Ka ọ gachara ọnwa abụọ ha ji nwuchie ya, ụlọikpe Nọt Korịa tụụ ya mkpọrọ afọ 15 maka ebubo na ọ chọọ izuru akwụkwọ mgbasaozi 'poster'.",
    "Ha tọhapụrụ ya ka ọ gachara ọnwa 17 e ji nwuchie ya, ọ dara nnukwu ahụ ma nwụọ n'ụlọgwụ abalị isii o ji laghachi Amerịka n'ọnwa Juun afọ 2017.",
    "Kenneth Bae bụ onye ozioma  Nọt Koria nwuchiri, bo ya ebubo ikesa akwụkwọ okpukperechi ụka Kraistị",
    "Kenneth Bae( 2012): A nwuchiri Bae bụ onye oziọma mba Amerịka n'ọnwa Novemba afọ 2012.",
    "Bae agaala Nọt Koria ugboro ugboro mana na nke a nwụchiri ya n'ihi ebubo na a hụrụ ozi metụtara okpukpere ụka Kraịstị na 'hard drive o ji.",
    "E boro ya ebubo ihibe ọdọ ndị na-emegide gọọmentị mba ahụ, izubata akwụkwọ a machiri n'iwu nakwa ịkpa nkata ịkwatu gọọmentị Nọt Koria.",
    "A tụrụ ya mkpọrọ afọ 15 n'ime ọrụ ike, sị na ha meere ya ebere ghara ị ma ya ikpe ọnwu  n'ihi na o kwuru eziokwu .",
    "A tọhapụrụ Bae ka afọ abụọ gachara dịka onyeisi 'National Intelligence' nke mba Amerịka bụ James Clapper mere njem gaa Nọt Koria.",
    "Matthew Miller( 2014): Miller bụ onye nkuzi  si Carlifonia gbara afọ 24 oge a nwụchiri ya na Nọt Koria maka ebubo inyopu ala mba ahụ oge ọ gara njem n'ọnwa Eprelu afọ 2014.",
    "A tụrụ Matthew Miller mkpọrọ afọ isii n'ime ọrụ ike so ya nke gụnyere igwu ala, ibu okwute na ịsụ ahịhịa.",
    "A tọhapụrụ ya n'ọnwa Septemba afọ 2014.",
    "Ebe foto si, Getty Images",
    "Eura Lee na Laura Ling bụ ndị ntaakụkọ si Califonia Nọt Koria nwuchikwara",
    "Eura Lee na Laura Ling( 2009): Ụmụnwaanyị abụọ bụ ndị ntaakụkọ si California gaa agbata Chaina na Nọt Koria ịga-sete ihe onyonyo banyere ndụ ndị bi na mpaghara ahụ oge a nwuchiri ha n'ọnwa Maachị afọ 2009.",
    "Onye Chaina na edugharị ha nakwa onye ose onyonyo, onye Amerịka so ha gzọtara isi onwe ha gbabaa na mba Chaina.",
    "A tọhapụrụ ha n'ọnwa Septemba otu afọ ahụ dịka, aka chịburu Amerịka bụ  Bill Clinton mere njem gaa Nọt Koria.",
    "Amerika",
    "Ndọrọndọrọ ọchịchị",
    "North Korea",
    "Ndịagha",
    "Ndịda Korea",
    "Hon. Nelson Nnachebem: 'N'ihu m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya'18 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "E wepụ nne m akaghị ịgbalahụ ọnwụ site n'ọrịa 'sickle cell'-Nwaanyị  dị afọ 65 7 Julaị 2023",
    "Inflation in Nigeria: Lee ego ole ụfọdụ ngwa nri na-adazi n'ahịa ugbuaelekere 8 gara aga",
    "Travis King: Etu e si jichie onyeagha America gbabara North Koreaelekere 7 gara aga",
    "NA EME UGBU A NNPC ekwuola ihe mere ọnụego mmanụ ụgbọala jiri rịa elu orji1 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Travis King: Etu e si jichie onyeagha America gbabara North Korea",
    "Hon. Nelson Nnachebem: 'N'ihu m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya'",
    "World Population Day: Ihe isi ike emeela ka anyị kagbuo atụmatụ ịmụ oke ụmụ - Ndị ntorobịa",
    "Ihe anyị ma maka ‘nwa bọị’ a sị ji aka ọdụ kụgbuo nna ya ukwu n’Anambra",
    "Ndị ojiegbe egbuola otu eze ọdịnala n'Aboh Mbaise, Imo Steeti, n'ime obi ya",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}