{
  "published": "16 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, South Africa Presidency",
    "Ndị ndu Afrịka mere njem a gara hụ ili ebe e liri ihe ruru mmadụ 458 bụ ndị nwụrụ n'agha na Bucha, Ukraine",
    "A nụrụ ka ụda ogbunigwe na-ada na mpaghara dị icheiche n'obodo Kyiv nke mba Ukraine dịka ndị isiala mba Afrịka asaa nọ njem udo na mba ahụ n'ụbọchị Fraịde.",
    "'Mayor' nke Kyiv bụ Vitali Klitschko kwuru na ọ bụ ogbunigwe ka ndị mba Russia tụrụ n'obodo Kyiv, mana akụrụngwa agha ha na-emebi ogbunigwe n'ikuku, a na-akpọ 'air defense system' na bekee, mebiri ogbunigwe ndị ahụ.",
    "\"Onweghị ụlọ ọbụla ogbunigwe ndị ahụ metụrụ na Kyiv,\" Klitschko dere.",
    "Cyril Ramaphosa, onyeisiala mba Saụt Afrịka, bụkwa onyeisi ndị mere njem a wepụtara onyonyo n'akara Twitter ya ebe ha gara kwanyere ndị e gburu na Bucha, Ukraine ugwu.",
    "Ebe foto si, Ụlọọrụ onyeisiala Saụt Afrịka",
    "Akụkọ na-ekwukwa na ụfọdụ ndị ọrụ nchekwa nke onyeisiala Cyril Ramaphosa tọrọ atọ na mba Poland kamgbe Tọzde dịka ekweghị ha ka ha banye na mba ahụ bụ ebe ha chọrọ isi gawa mba Ukraine.",
    "Ndị Poland kwuru na ụfọdụ n'ime ha enweghị akwụkwọ zuru oke ịbata mba Poland, ebe ndị ọzọ bu egbe mana ha anataghị ikike ibu ngwaọgụ bata na Poland.",
    "Mana ọnụ na-ekwuru Ramaphosa bụ Vincent Magwenya kwuru na ọ bụ nghọtahie kpatara nke a, mana Ramaphosa ka nwere nchekwa zuru oke.",
    "O kwukwara na ha na-agba mbọ ịhụ na ndị nchekwa ya ga-esonyere ya oge ya na ndị so ya bịa njem ahụ ga-aga mba Russia n'ụbọchị Satọde.",
    "Ebe foto si, South African Presidency",
    "Ndị ọchịchị mba Afrịka dị icheiche anọrọla na mba Ukraine ugbua ebe ha ga-ezute onyeisiala mba ahụ bụ Volodymyr Zelensky, taa bụ Fraịde, Jun 16 2023, iji kpaa maka etu udo ga-esi lọghachi n'etiti ha na mba Russia.",
    "Cyril Ramaphosa, onyeisiala mba Saut Afrịka, bụ onye ndu ndị otu a, bụ nke gụnyekwara onyeisiala mba Senegal, Macky Sall, onyeisiala mba Zambia Hakainde Hichilema, onyeisiala mba Comoros bụ Azali Assoumani bụkwa onyeisi oche otu African Union.",
    "Ndị ọzọ gụnyere ụfọdụ ndị welitere isi na gọọmentị mba Egypt, Uganda na Congo; ha dị mmadụ asaa na-aga njem a.",
    "Africa Eye: Ihe ndị Africa bi n' Ukraine gabigara n'ịgba ọsọ ndụ2 Mee 2022",
    "Ihe mere e ji nwee ọtụtụ ụmụakwụkwọ mba Afrịka n'Ukraine7 Maachị 2022",
    "FAQ on Russia and Ukraine war: Ihe a ka ajụ maka agha Russia na Ukraine15 Maachị 2022",
    "Ebe foto si, Ụlọọrụ onyeisiala Saụt Afrịka",
    "Maksym Subhk, onye ozi pụrụ iche maka Afrịka na Middle East, na-anabata Onyeisiala Cyril Ramaphosa na Kyiv taa bụ Fraịde, 16/06/2023",
    "N'ụbọchị Satọde, June 17, mmadụ asaa a ga-agakwa mba Russia ebe ha na onyeisiala Vladmir Putin ga-enwekwa mkparịtaụka.",
    "Nke a na-abịa dịka akụkọ na-ekwu na ndị agha Ukraine amalitela ibuso ndị agha Russia agha dị egwu iji weghachite mpaghara ha dị icheiche bụ nke ndị agha Russia napụburu ha.",
    "O dobeghị anya kpọmkwem ihe ọgbakọ a ga-abụ maka ya kpọmkwem, mana Ukraine na Russia so na mba abụọ Afrịka kacha azụ 'wheat' nakwa 'fertilizer' n'aka ha.",
    "Kamgbe agha a malitere, Ukraine anaghị enweike ibupu 'wheat' ha gaa mba dị icheiche etu ha si emebu, nke a emetụtala ọnụahịa ihe oriri dị icheiche, ọ kachasị achịcha, na mba Afrịka dị icheiche tinyere Naịjirịa.",
    "Ebe foto si, Ụlọọrụ Onyeisiala Saụt Afrịka",
    "Dịka ọgụ malitere n'etiti Ukraine na Russia, mba Afrịka dị icheiche kwụchapụrụ n'akụkụ, na-enweghị onye ọbụla ha kwadoro kpọmkwem.",
    "Mana n'ọdị nso a, mpaghara Afrịka na-ekwusi okwu ike isonye n'okwu dị mkpa n'otu mba ụwa kama ịbụ ndị na-akwụchapụ n'akụkụ oge niile.",
    "Jean-Yves Olivier, bụ onye gbara mbọ ịhazi ọgbakọ a kwuru na onweghị ọtụtụ ihe a na-atụ anya inweta na njem a, kama na ọ bụ ihe ọma imalite mkparịtaụka.",
    "O kwuru na mkparịtaụka agaghị abụ kpọmkwem maka etu a ga-esi kwụsị ịlụ ọgụ, kama o nwereike ịbụ gbasara ihe ndị ọzọ, otu n'ime ha nwereike ịbụ etu mba abụọ a ga-esi gbanwee ndị mba ha nọ na mkpọrọ.",
    "Nke ọzọ nwereike ịbụ etu Russia ga-esi nyekwuo ohere ka Ukraine na-ebupu ngwanrị 'grain', ka Ukraine nyekwa ohere ma tọhapụ 'Fertilizer ndị Russia ha ji.",
    "Ọ bụ eziokwu na Russia na Ukraine egosila na ha enweghị mmasị ọbụla n'inwe mkparịtaụka maka udo, mba abụọ a nwere mmasị na njem a ndị ọchịchị Afrịka na-abịa na nke ha.",
    "O teelarị Russia ji achị ịkwalite mmekọrịta ha na Afrịka, bụ nke ha na-atụ anya ime ka o siwanye oke n'ọgbakọ 'Russia-Africa Summit' bụ nke a ga-enwe na St Petersburg n'ọnwa Julaị.",
    "Ukraine na-agbalịkwa iwulite mmekọ ha na Afrịka. N'ọdị nso a, ha zigara Mịnịsta ha na-ahụ maka mmekọrịta ha na mba ndị ọzọ ka ọ bịa njem n'Afrịka.",
    "Afịrịka",
    "Rọshia",
    "Ukraine",
    "Ọ bụ Eziokwu na Nnamdi Kanu achụọla Ozekhome, Ejiofor dịka ndị ọkaiwu ya?16 Juun 2023",
    "Ụda ogbunigwe na-ada na Kyiv dịka ndị ọchịchị Afrịka nọ njem udo na mba Ukraine16 Juun 2023",
    "Don Brymo Uchegbu: Ihe i kwesịrị ịma maka onye ihe ejije Nollywood a lara mmụọ15 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}