{
  "published": "28 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Abia State Govt",
    "Nwunye ndị uweojii abụọ a gbagburu n'Aba n a ezinaụlọ ha nọ n'arịrị obi na anyammiri dịka Gọvanọ Abia steeti bụ Alex Otti gara leta ndị mwakpo ndị ojiegbe metụtara na ngwụcha izu.",
    "Ndị omekome bu egbe a maghị ndị ha bụ wakporo ma gbagbuo ndị uweojii abụọ   , ma merụkwa abụọ ndị ọzọ ahụ a na mgbede Fraide n'okporoụzọ  Opobo dị na Aba, Abia steeti.",
    "N'okwu ya, Otti onye  kwuru na ihe ahụ mere bụ \"aka ọrụ ndị iro\" Abia steeti, kwere nkwa  ịzụ ụmụ ndị uweojii abụọ a gbagburu rue ogogo mahadum.",
    "Otti kwekwara nkwa na a ga-achọpụta ndị kpara ya bụ mkpamkpa dịka a maliterela mekwa n'okwu ndị agha a gbagburu na steeti ahụ na nsonso a.",
    "Ebe foto si, Abia Government",
    "A gbatuola ndị uweojii abụọ n'Aba, Abia steet n' Opobo Junction dị n'ebe  Ogbor Hill, n'okporoụzọ awara awara si  Aba gawa Ikot Ekpene na mgbede Fraide.",
    "Nke na-abịa abalị abụọ  a gbagburu ọtụtụ mmadụ n'imo Steeti nakwa Ebonyi steeti dịka ndị bu egbe wakporo steeti ahụ.",
    "Ndị ojiegbe agbagbuola mmadụ isii na mpaghara Garki dị n’Okigwe, Imo Steeti27 Juun 2024",
    "Ihe dị mkpa bụ ijisi ike na-ekwu maka Nnamdi Kanu - Ohaneze Ndigbo3 Julaị 2024",
    "Akụkọ kwuru na ọ bụ dịka ndị uweojii ahụ nọ ọrụ ịkwụsị ma nyocha ụgbọala n'okporoụzọ ahụ  nke ha na-emekarị na mgbede ka ndị bu egbe ruru isii ji ụgbọala Siena wakporo ha.",
    "Ya bụ ije ndụmadị tinyere ọgbaghara dịka ndị mmadụ wụrụ ọsọ  ndụ, ebe ndị nwere ọdọ ahịa nakwa ndị na-azụ ahịa n'ahịa Ekere dị nso ebe ahụ kpọchiri ọdọ ahịa ha rie mbọ mbọ ọsọ.",
    "Oge a kpọrọ ya, ọnụ na-ekwuru ndị uweojii Abia steeti bụ Maureen Chinaka azaghị ekwentị ya  nke ọ na-asa ozi onye ntaakụkọ anyị zigara ya n'ọbaozi Whasapp tupu akụkọ apụta.",
    "N'Imo steeti,  e gburu mmadụ isii dịka ndị ojiegbe wakporo Ama Awụsa dị na Gariki n'Okpuru Ọchịchị  Okigwe n'abalị Wenezde.",
    "N'aka nke ọzọ, e gburu mmadụ ise dịka ndị bu egbe wakporo ogige ndị uweojii n'Ishieke n'Ebonyi Steeti n'abalị Wenezde.",
    "Kemgbe ọnwa Jenụwarị afọ 2021, tigbuo-zogbuo malitere ịrị elu n'Ọwụwa Anyanwụ Naijiria.",
    "Ya bụ mkpamkpa  eeriela isi ọtụtụ ndị uweojii, ndịagha nakwa ndị ọnụ na-eru  n'okwu, ebe a gbarala ụfọdụ ogige ndị uweojii ọkụ.",
    "Gọọmentị Etiti na ndịsi ọrụ nchekwa Naijiria eboola otu nnwereonwe Biafra bụ Ipob n'ịchafụ na alaka ọgụ ha bụ ESN ebubo na ọ bụ ha mụnyere ọkụ na-enwu n'Ọwụwa Anyanwụ mana Ipob agọọla ugboro ugboro na aka ha adịghị ya.",
    "Akụkọ ka na-abịa",
    "National security",
    "Naijiria",
    "Abia Steeti",
    "Ndị Biafra chọrọ nkewa",
    "Etu Ezinaụlọ, ikwu, ibe na ndị enyi si kwaa arịrị n'akwamoozu Mr. Ibu28 Juun 2024",
    "Davido bụ ezi enyi m na-alụ nwanne m nwaanyị - Cubana Chief Priest2 Julaị 2024",
    "Ihe ndị ịmaghị maka nsị si n'agwọ, akpị nakwa agụụlọ19 Mee 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?elekere 9 gara aga",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten5 Julaị 2024",
    "Ihe BBC chọpụtara maka nkwekọrịta Samoa na LGBTQelekere 7 gara aga",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Lee ọkwọụgbọala bi mba Briten ka na-eri ụgwọọnwa gọọmenti na Naịjirịa2 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Arịrị eriela ndị nwụnye ndị uweojii abụọ a gbagburu n'Aba ọnụ28 Juun 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}