{
  "published": "3 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka Tekịnụzụ ọgbara ọhụrụ na-apụtawanye kwa ụbọchị, ọtụtụ uru nakwa ọghọm sokwa ya na-apụta.",
    "Otu ọghọm dị na tekịnụzụ ekwentị bụ na ndị mmadụ nwereike ịmịbanye n'ime ekwentị gị na-ege ihe niile ị na-ekwu mana ị gaghị ama.",
    "Ihe gbasara ụdị ihe a pụtara ihe n'ọdị nso a dịka akụkọ pụtara gbasara mkparịtaụka nke a sị na Peter Obi na ụkọchukwu David Oyedepo nwere na-ekwentị n'oge a na-eme ntuliaka ọkwa Onyeisiala Naịjirịa n'ọnwa Febrụwarị afọ a.",
    "BBC amatabeghị ma onyonyo mkparịtaụka a nke fesara na soshal midia ọ bụ eziokwu, mana ọ na-agbagwoju ọtụtụ mmadụ anya etu ndị wepụtara onyonyo ahụ si nweta ya.",
    "Ha dị ụzọ atọ e nwereike iji banye n'ekwentị mmadụ mana onye nwe ekwentị ahụ agaghị ama:",
    "Site n'ekwentị ahụ n'onwe ya",
    "Site n'ụlọọrụ rụrụ ya bụ ekwentị",
    "Site n'ụlọọrụ mgbasaozi nwe 'sim card' ekwentị ahụ ji arụ ọrụ",
    "Na mba dị icheiche, ọ bụ ihe megidere iwu ịmịbanye n'ekwentị mmadụ ma na-ege mkparịtaụka ya.",
    "Mana oge ụfọdụ, iwu na-enye ndị ọrụ nchekwa ikike ime nke a iji gbochie mpụ megide mba, bekee na-akpọ nke a 'national security'.",
    "Kama tupu ndị ọrụ nchekwa emee nke a, ha ga-ebu ụzọ nata ikike n'aka ụlọikpe.",
    "N'aka nke ọzọ iwu kwadoro ka ndị ọrụ nchekwa mịbanye n'ekwentị mmadụ na-anataghị ikike ụlọikpe ma ọ bụrụ na:",
    "ihe ahụ bụ ihe nwereike ibute ọnwụ maọbụ nnukwu mmerụ ahụ",
    "ihe ahụ nwereike itinye nchekwa Naịjirịa na nsogbu",
    "ihe ahụ bụ atụmatụ nke ndị otu ekperima",
    "Lee ụfọdụ ihe mgbaama na ekwentị gị nwere ike ị na-ehi mmiri:",
    "Virtual shop, marketing, coaching na ụzọ ndị ọzọ ị ga-eji were ekwentị gị kpatawa ego17 Ọktọba 2022",
    "Ekwentị gị a na-amịkpọ gị?27 Jenụwarị 2018",
    "Gọọmenti etiti ewepụtala ekwentị 112 maka ihe mberede ọbụla19 Maachị 2020",
    "Ebe foto si, Getty Images",
    "Ọ bụrụ na ekwentị gị malite ikpo, ọ kachasị mgbe i jighị ya eme ihe ọbụla, ọ pụtara na ekwentị ahụ na-arụ ọrụ, n'agbanyeghị na ọ bụghị gị ji ya arụ ọrụ.",
    "Mana nke a apụtaghị na ọ bụ naanị mgbe onye ọzọ mịbanyere n'ekwentị gị ka ọ ga-amalite ikpo ọkụ.",
    "Nyochaa ekwentị gị nke ọma mata ma e nwere akụrụngwa ndị i tinyere na ya bụ nke na-ebute batịrị ya ji acha ọkụ.",
    "Ọ bụrụkwa na batịrị ekwentị gị na-anwụ ngwangwa, ọ dị mkpa ka i lebaa ya anya. Ị tulee ekwentị gị, o doo gị anya na onweghị akụrụngwa i ji aka gị tinye nke na-ebute batịrị gị ji ekpo ọkụ, mara na o nwereike aka enwe abanyela n'ofe.",
    "O nwereike ịbụ na akụrụngwa ọjọọ bekee na-akpọ 'malicious software' abanyela n'ekwentị gị nke ndị mmadụ nwereike iji na-enyo ihe ị na-eme maọbụ na-ege ihe ị na-ekwu.",
    "'Data' bụ ihe na-enye ekwentị ikike ị na-eji ịntanetị arụ ọrụ oge niile.",
    "Na Naịjirịa, ụlọọrụ mgbasaozi ekwentị dị icheiche na-eresị ndị ahịa ha data n'ụzọ dị icheiche. Mmadụ nwekwara ike ịgbanyụ 'data' n'ekwentị ya ruo mgbe ọ chọrọ iji ya eme ihe.",
    "Mana ọ bụrụ na 'data' gị na-agwụ ngwangwa karịa ihe ị ma iji ya eme, nke a na-egosi na enwere ihe na-aṅụ ya bụ data nke ị maghị.",
    "Ụzọ ọzọ ka mfe ụdị ihe a nwereike iji mee bụ site na 'wifi' ọha, ụdị nke a na-ahụ n'ọdọ ụgbọelu, ụlọ nlere anya 'malls', na ebe ndị ọzọ ọha na-agbakọ.",
    "Ọ dị mkpa ka ị kpachapụ anya tupu ị nabata 'wifi' ị maghị ebe o si, maka na ndị ọjọọ nwereike isi ebe ahụ mịbanye n'ekwentị gị.",
    "Ebe foto si, Getty Images",
    "Ọ dị mkpa na ị na-enyocha ekwentị gị nke ọma iji mata ma enwere akụrụngwa ndị dị na ya nke na-abụghị gị ji aka gị tinye ha.",
    "Ọ bụrụ na ị hụ 'app' i tinyeghị, o nwereike ịbụ akụrụngwa ọjọọ bekee na-akpọ 'malicious software'.",
    "Chetakwa na ịpị aka na 'link' ị maghị ebe o si bụ otu ụzọ i nwereike iji mepeere ndị ekperima ụzọ ịbanye n'ekwentị gị ma na-enyo gị.",
    "N'afọ 2019, ụlọọrụ 'Apple' wepụrụ 'app' ruru 17 n'ọbaozi 'appstore' ha, n'ihi na ha chọpụtara na akụrụngwa ndị bụ nke ọjọọ nke e nwerike iji enyopu mmadụ.",
    "Oge ụfọdụ, i nwerike ịchọpụta na ekwentị gị anaghị agacha ngwangwa etu o si agabụ.",
    "Ha dị ọtụtụ ihe nwereike ịkpata nke a, mana otu n'ime ha bụ akụrụngwa 'app' ndị ọjọọ.",
    "Ọ bụrụ na ekwentị gị na-acha ọkụ, na-anụ 'data' ngwangwa, bịakwa na-akpụ akpụ, ọ dị mkpa ka i lebaa ya anya mara ma akụrụngwa ọjọọ e ji enyopu mmadụ ọ banyela n'ime ya.",
    "Ọ bụrụ na i nweta ozi gbara gị gharịị, dịka ọnụọgụgụ dị icheiche maọbụ ihe ị nweghị ike ịgụpụta, nke a na-arụtụ aka na nsogbu dị n'ekwentị gị.",
    "Ọ bụrụkwa na ndị enyi na ndị ezinụlọ gị na-agwa gị na ị na-ezitere ha ozi dị aṅaa site n'ekwentị gị, o kwsịrị ka i mee nnyocha.",
    "Lee anya n'ozi (sms) ekwentị gị, ozi si n'ọbaozi soshal midia gị nakwa ebe ndị ọzọ, ọ bụrụ na onweghị nke n'ime ha ọ bụ gị ji aka gị zipu, maọbụ ị hụ ozi ndị ị ghọtaghị isi ya, wega ekwentị gị ka e nyochaa ya.",
    "Chetakwa na ọ bụ naanị 'mgbe mmadụ mịbanyere n'ekwentị gị ka i nwereike ịchọpụta ihe ndị a n'ekwentị gị, o nwereike ịbụ ihe ọzọ kpatara ya, mana ọ dị mkpa ka i nyochaa.",
    "Tekinụzụ",
    "Sekuriti nke kọmputa",
    "Inec achọghị ka anyị nyochaa akwụkwọ ntuliaka dịka ụlọikpe siri kwuo - LP Imo Steetielekere 8 gara aga",
    "Phone Tapping: Ihe ise ga-egosi gị ma ndi asiri e si n’ekwenti gi ege gielekere 6 gara aga",
    "NA EME UGBU A Mba Malaysia ewepụla ịma mmadụ ikpe ọnwụ n'iwu ha3 Eprel 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}