{
  "published": "12 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Alex Otti/Babajide Sanw-Olu/Francisi Nwifuru",
    "Mkpu ọnụ dara n' isiobodo Abịa, Ebonyi, Kano na steeti ise ndị ọzọ dịka Ụlọikpe Kachasị kpọpụtara Alex Otti, Francisi Nwifuru na Abba Kabiru Yusuf dịka ndị meriri n'ezie na ntuliaka ọkwa gọvanọ nke afọ 2023.",
    "Ọnụ ahụ kachasị kpọtụọ na Kano Steeti bụ ebe Ụlọikpe Mkpegharị napụburu  Gọvanọ Yusuf ọkwa ya; Platu, ebe Ụlọikpe Mkpegharị napụburu Caleb Mutfwang ọkwa ya; nakwa Zamfara bụ ebe Ụlọikpe Mkpegharị napụburu Gọvanọ Dauda Lawal ọkwa ya bụ nke ha nwetara site na mmeri ha meirir na ntuliaka  ọkwa Gọvanọ e mere n'abalị 18 ọnwa Maachị afọ 2023.",
    "Ndị Ebonyi na-enwe anụrị maka mmeri Francis Nwifuru",
    "Ọnụ kpọtụọ dịka Ụlọikpe Kachasị kpebiri taa na Gọvanọ Francis Nwifuru meriri na ntuliaka Gọvanọ n'ezie.",
    "Ndị ọzọ Ụlọikpe Kachasị nyere mmeri gụnyere Gọvanọ Babajide Sanwo-Olu nke Legọs; Gọvanọ Bala Mohammed nke Bauchi nakwa Gọvanọ Bassey Otu nke Krọs Rivas steeti.",
    "Ebe foto si, Alex Otti",
    "Ụlọikpe Ojechaọgwụ ekpebiela na Alex Otti nke Labour Party bụ onye meriri na tuliaka ọkwa Govanọ Abia steeti na ntuliaka e mere n'abalị 18 nke ọnwa Maachị afọ 2023.",
    "Ụlọikpe ahụ kụchapụụ n'ụsọ akwụkwọ nke Okey Ahiwe nke PDP gbara iji gbaghaa mmeri Otti.",
    "Ọkaikpe nọ n'isi ikpe ahụ ụ Jọsis Abba Aji, kwuru na akwụkwọ Ahaiwe aa enweghị ume.",
    "Ụlọikpe Kachasị ekpebiela na ọ bụ  Caleb Manasseh Mutfwang nke PDP merriri ezie na ntuliaka ọkwa Gọvanọ Platu steeti e mere n'abalị 18 nke ọnwa Maachị afọ 2023.",
    "Ụlọikpe ahụ dowere n'ụsọ mkpebi nke ụlọikpe Mkpegharị nke chututu Mutfwang ma nye Nentawe Yilwatda nke APC mereri n'ihi etu e si họpụta ya.",
    "Na mkpebi ya, ọkaikpe Jọstis Emmanuel Agim kwuru na ikpe Mutfwang wetara rijuru afọ.",
    "Jọstis Agim kwuru na ọ bụghị ihe a na-adọ adọ na ọ bụ Komiti nke ndịisi pati ahụ hiwere họpụtara ka ọ zọ ọkwa ahụ n'aha pati ha, ya mere na Ụlọikpe Mkpegharị enweghị ikike  ịnụ ikpe ahụ.",
    "O kwukwara na APC bụ ndị gbara akwụkwọ ahụ abụghị ndị otu PDP bụ ndị okwu gbaasara onye ha họpụtara na pati gbasaara.",
    "Ụlọikpe Ukwu nke Platu steeti nyeburu PDP iwu ka ha mee ntuliaka ọhụrụ na wọọdụ na ebe ndị ọzọ mana nke egbochighị ikike nke ndị isi pati nwere ịhazi ntuliaka imeụlọ pati ha.",
    "N'okwu ahụ ekwesịghị ha ụlọikpe pụrụ iche e hiwere maka ntuliaka gee ya ma ya fọdụkwa ụlọikpe Mkpegharị.",
    "Agim, onye kọwara nke dịka imebi usoro ikpe,  gara n'ihu si, \"Ndị ọrụ iwu teta n'ụra iji hụ na ha emeghị ka ugwu ọrụ a kpụọ n'ala.\"",
    "Ebe foto si, Francis Nwifuru/Facebook",
    "Ụlọikpe Kachasị ekwubiela na ọ bụ aka na-achị Ebonyi steeti bụ Francis Nwifuru nke APC meriri na ntuliaka ọkwa Gọvanọ e mere na steeti ahụ n'abalị 18 nke ọnwa Maachị afọ 2023.",
    "Ụlọikpe Kachasị kwugidere na mkpebi nke Ụlọikpe Mkpegharị  nke Ebonyi Steeti nyere  nke kụpụrụ akwụkwọ Chukwuma Odii nke PDP gbara  ji kagbuo nhọpụta a họpụtara Nwifuru na ntuliaka.",
    "Ụlọikpe Kachasị kwuru na Ụlọikpe pụrụ iche e hiwere maka ntuliaka enweghị ikke ikpe ikpe banyere ma Nwifuru o tozuru etozu ịzọ ọkwa ahụ.",
    "n'okwu izipụ mpụtara ntuliaka,  ụlọikpe kwuru na ndị wetara ikpe ahụ egosighị ihe akaebe na  na-agbaghị ya n'ụzọ kwesịrị.",
    "Ya mere ọkaikpe Jọstis Tijani Abubakar kpụpụrụ ikpe ahụ  sị na o rijughị afọ.",
    "Akụkọ na-eru anyị ntị ugbua na-ekwu na Ụlọikpe Kachasị ekpebiela na  ọ bụ  Gọvanọ Abba Kabir Yusuf  nke otu New Nigeria Peoples Party (NNPP)  meriri na ntuliaka ọkwa Gọvanọ Kano steeti e mere n'abalị 18 nke ọnwa Maachị afọ 2023.",
    "Ụlọikpe ahụ dowere n'ụsọ mkpebi nke Ụlọikpe Mkpegharị nyeburu nke kagburu mmeri Yusuf na ntuliaka ahụ ma ya ya Nasiru Yusuf Gawuna nke APC.",
    "Jọstis John Inyang Okoro, onye nyere mkpebi ahụ n'akwụkwọ nke Yusuf na otu NNPP wetara n'ụlọikpe ahụ kwuru na akwụkwọ ha gbara rijuru afọ.",
    "Ngwa ngwa ụlọikpe nyere mkpebi ahụ, mkpu ọnụ dara na gburugburu ụlọikpe n'Abuja nakwa na Kano dịka ndị na-akwado Abba Yusuf na-enwe anụrị na mmeri ya n'ụlọikpe.",
    "Ụlọikpe Kachasị akụpụla akwụkwọ nke Otu PDP na LP wetara megide Gọvanọ Legos Steeti bụ Babajide Sanwo-Olu nke APC.",
    "Ụlọikpe Kachasị kwụgidere na mkpebi nke Ụlọikpe Mkpegharị nyere  n'akwụkwọ nke onye feere Labour Party ọkọlọtọ bụ Gbadebo Rhodes-Vivour na ogbo ya nke PDP bụ Abdul-Azeez Adediran  bụ ndị guzo na  Osote Sanwo-Olu bụ Kadri Obafemi Hamzat etozughị etozughị  oge  a zọrọ ọkwa ahụ were gbagharịa akwụkwọ.",
    "Na mkpebi ya,Jọstis Mohammed Lawal Garba  onye kpụụrụ akwụkwọ ha gbara sirị na o nweghị ume(lacked merit).",
    "Akụkọ ka na-abịa",
    "Ụlọikpe Kachasi 12/1/2024",
    "Ugo eberela na mgbagbu dịka Ụlọikpe Kachasị ga-enye mkpebi n'ikpe e kpegharịrị na ntuliaka gọvanọ  afọ 2023 na steeti  asatọ.",
    "Ụlọikpe Kachasị ga-enye mkpebi n'ikpe metụtara Abia, Ebonyi,Legọs, Bauchi, Kano, Zamfara, Krọs Riva na Platu steeti.",
    "Ka ọ dị ugbua, aka na-achị Ebonyi bụ Francis Nwifuru, ọgbo ya nke Kano bụ Abba Yusuf, nke Platu bụ Caleb Muftwang, nke Zamfara bụ Dauda Lawal,nke Bauchi bụ  Bala Mohammed of Bauchi State, awụjiela n'ụlọikpe n'Abuja ha na ndị nkwado ha.",
    "Ọgbọ tachiri atachi dịka ndị ọrụ nchekwa juru ebe nile gunyere n'ime nakwa gburugburu Ụlọikpe Kachasị, iji belata igwe nti mmadụ tụrụ ebe ahụ.",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Amarachi Ugochukwu: Etu e si hụ ozu nwagbọghọ na-arụ n'ụlọakụ a na-enyo  kwụgburu onwe ya na Legọs Steeti11 Jenụwarị 2024",
    "Erisco na Chioma Okoli: 'O nwee ihe mere nwunye m di ime, ụmụ m, jidenu onyeisi ndị uweojii, Erisco'11 Jenụwarị 2024",
    "Betta Edu: Etu o siri ruo Aso Rok na ihe ndi ozo i na-amaghi maka ya9 Jenụwarị 2024",
    "Ụfọdụ ebe ihe gbara na Naịjirịaelekere 5 gara aga",
    "Suspension of Igwe Neni: Gịnị na-esere Obi Onicha na Soludo?elekere 4 gara aga",
    "Victor Osimhen: Anyị nwere ndị bọọlụ nwere ike imeri n'asọmpi  Afconelekere 8 gara aga",
    "E liela mmadụ atọ nwụrụ na mwakpo ụlọụka mere n'Ebonyi1 Jenụwarị 2024",
    "Distance Marriage: O nwere uru dị n'ịlụ di obodo oyibo?13 Jenụwarị 2024",
    "Nabeehah Al-Kadriyar: Tinubu etinyebeghị ọnụ n'ogbugbu nwa agbọghọ a tọọrọ ya, ụmụnne ya na nna ha16 Jenụwarị 2024",
    "Supreme Court: Mkpu ọnụ dịka Otti, Nwifuru,Yusuf na gọvanọ ise ndị ọzọ  jichiri ọkwa ha12 Jenụwarị 2024",
    "Erisco na Chioma Okoli: Erisco asaala Chioma na di ya11 Jenụwarị 2024",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma12 Jenụwarị 2024",
    "Suspension of Igwe Neni: Gịnị na-esere Obi Onicha na Soludo?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụfọdụ ebe ihe gbara na Naịjirịa",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}