{
  "published": "13 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Iji kwọọ onye ukwu wara n’ọgụ a na-adakarị n’etiti ndị ọchịehi na ndị ọrụugbo, ụlọ omeiwu nke Enugwu  steeti abịanyela aka n’akwụkwọ wepụta iwu a kpọrọ: Public Ranch Agency Bill.",
    "Ụbọchị tuzde 7th May ka ndị kachw nnukwu n’ọnụ ọgụ  binyere aka n’akwụkwọ iwu ahụ n’ụlọ Enugwu steeti “House of Assembly” .",
    "Ihe nkea pụtara bụ na ndị  ochụ ehi agaghịzị na agaghari, kama ha na ehi ha ga-anọrọzia n’ime Ranch ma-ata nrị.",
    "Aha bill ahụ bụ PUBLIC RANCH AGENCY BILL, nkea bụ iji kwụsị ọgụ na esemokwu n’etiti ndị ọchụ ehi na ndị obodo n’ebe di iche uche n’Enugwu.",
    "Otu ahụ ga na elekọta Ranch nke ndị nkịtị nakwa nke adị n’ọha nwere.",
    "Ebe foto si, Harrison ogara /facebook",
    "Mazi Harrison Ogara bụ onye n’anọchite anya Igboeze South n’ụlọ ome iwu gwara BBC na Bill ahụ ga enyere aka ka ndị ọchụ ehi ahụ na-akpakarị ike ọjọọ nọdụ n’ime ọhịa Ranch ha, ghara iji ehi ha atachasị ihe akọrọ n’ugbo.",
    "Ogara kwukwara na otu ọhụrụ ahụ ga ehi aka n’anya hụ na usoro ha ga-eji nweta ala ma ọ bụ nye ndị ọchụ ehi ọnọdụ n’obodo ọbụla abụghị nke ga ebute nsogbu ọzọ.",
    "Ebe foto si, Uche Ugwu/facebook",
    "Onye na-anọchite anya Igboeze North bụ Mazi Clifford Obe kwuru na iwu iguzobe Public Ranching ga-akwụsị ọgụ na etiti ndị ọchụ ehi na ndị ọrụ ugbo yanakwazi ogbugbu ndị ọchụ ehi na egbukarị ndị obodo na mpaghara di iche iche n’Enugwu.",
    "Mazi Okechukwu Okeke na anọchite anya Udi south constituency yọrọ ka ndị mmadụ ghara ị na-atụ egwu maka bill ahụ n’ihi na ọbụghị nanị ndị Ugwu na-achị ehi, okwuru na ụfọdụ ndị banyị abanyela na ya bụ ọrụ nke mere na iwu Ranching ga-enyere ha aka ịnọdụ otu ebe.",
    "Iji kpokọọ okwu niile, Speaker nke Enugwu steeti House of Assembly bụ Uche Ugwu gwara ndị Enugwu ka obi dajụọọ ha n’ihi na ya na ndị ome iwu ibe ya agaghị abịanye aka n’iwu ọbụla ga emeru ha ahụ kama na ọ bụ ọdị mma ha, ka ha na-agba mbọ ya kwa ụbọchị.",
    "N’oge gara aga, gọmenti Enugwu nakwa nke mpaghara ọwụwa anyanwụ ndị ọzọ machiri ndị Ugwu ịchị ehi ha na-agagharị ma ọ bụ ịchịgharị ha n’abalị ka ha taa nri.",
    "Ugbua Gọmenti Enugwu n’ekwkwaazi na ọ bụ ịwu kpọm kwem na ndị ọchụ ehị ahụ nọrọzịa otu ebe ghara ịchị ehi na-agagharị mere ha jiri wega ya bụ iwu na ụlọ ome iwu Enugwu.",
    "Cheta na kwa mgbe kwa mgbe ka akụkọ na ndị ọchi ehi wakporo ndị obodo gbuo ọtụtụ mmadụ na apụtakari n’Enugwu steeti.",
    "Ụdị ihe ịgba anya mmiri a na-apụtakarị n’okpuru ọchịchị Uzo-Uwani, Igboeze north, Udi Awgu nakwa ebe ndị ọzọ.",
    "Omebeghi izu ụka atọ ndị omekome echere na ha bụ ndị ọchi ehi gburu ụmụ nne abụọ ebe ha gara ugbo na Ugwujoro di na Nimbo, Uzo-Uwani Enugwu steeti.",
    "Ọgụ ndị na-achịehi",
    "Naijiria",
    "Enugu Steeti",
    "Ihe mere m ka m kụchara egwu n'akwamozu mama Obi Cubana - Anyidonselekere 7 gara aga",
    "Ụgbọelu Helikọpta bu onyeisiala Iran enweela ihe mberedeelekere 9 gara aga",
    "NA EME UGBU A, DR Congo apịnyụọla atụmatụ ịnapụ ọchịchị n'ike taa",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha 16 Mee 2024",
    "Etu m si tụọ ime mụọ nwa na-agbanyeghi ọrịa PCOS - Stephanie Coker Aderinokun14 Mee 2024",
    "Public Ranch Agency Bill: Iwu a a ga-egbo ọgụ ndị ọchịehi na ndị ọrụ ugbo?13 Mee 2024",
    "Njem Nwaeze Harry,Meghan nwunye ya meere na Naijiria11 Mee 2024",
    "'Landlord jụrụ inye m ụlọ si na m jọrọ njọ'11 Mee 2024",
    "Ụlọikpe akwụsịla  alụmdi ụmụnwaenwe nnenanna 100 na Niger steeti17 Mee 2024",
    "Etu e si wee dulaa Junior Popeelekere 7 gara aga",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}