{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, EPA",
    "Otu pati Conservatives bụ otu n'ime pati ndọrọndọrọ ukwu abụọ e nwere na mba Briten enwetala onyeisi ọhụrụ dịka ha mechara ntuliaka imeụlọ.",
    "Kemi Badenoch bụ onye akpọpụtyara aha ya dịka onye meriri ya bụ ntuliaka e mere dịka o meriri Robert Jenrick onye otu ahụ kwa.",
    "Kemi aha ya n'uju bụ Olukemi Olufunto Adegoke Badeoch ga anara ọkwa ọchịchị n'aka Rishi Sunak bụbu onyeisi otu ahụ ma bụrụkwa Praịm Minista ochie mba ahụ.",
    "Badenoch ga-abụ nwaanyị ojii mbụ ga-anọ na ya bụ ọkwa kemgbe ekewaputara otu pati ahụ.",
    "Ọ ga-abụkwa onyeisi isii otu ndọrọndọrọ ahụ nwerela kemgbe afọ asatọ na ọkara dịka njikọ otu kewara ekewa chere ya aka mgba.",
    "N'ozi nnabata ọkwa ya, o kwuru na oge eruola otu ya ga-eji rụọ ọrụ chere ha nakwa oge mgbanwe.",
    "O kwuru na ọrụ mbụ ya bụ ijide gọọmentị otu Labour ka ha rụọ ọrụ dịka ha si kwesi.",
    "Nke ọzọ bụkwa ịkwado ọchịchị n'afọ ole na ole dị n'ihu ka o kwuru.",
    "O kwuru na ha ga-etinye anya n'ịkpọghachite ndị nkwado ha ma kwuo na iji me nke a \"anyị ga-akwụwa aka ọtọ\".",
    "\"Otu anyị ga-ekwu eziokwu na anyị emehiela ma daa mba n'afọ 14 gara aga anyị nọ n'ọchịchị\" ka o kwuru.",
    "Ihe i kwesiri ịma maka nwafọ Naịjirịa Boris Johnson họpụtara31 Julaị 2019",
    "R﻿ishi Sunak agbasaala ozi mbụ ya dịka Praịm Minista Briten25 Ọktọba 2022",
    "Ihe mbụ m ga-eme dịka Praịm Mịnịsta UK - Liz Truss6 Septemba 2022",
    "A mụrụ Kemi Badenoch n'ọnwa Jenụwarị afọ 1980 na Wimbledon mba Briten ebe nne na nna ya bụ ndị Naịjirịa na-arụ ọrụ dịka Dọkịnta nakwa Ọkankuzi.",
    "Otu n'ime ụmụ atọ, o biri ụfọdụ oge na Legọs nakwa ụfọdụ oge na mba Amerịka ebe nne ya na-akuzi nkuzi.",
    "Ezinaụlọ ha laghachitere mba Briten mgbe ọ dị afọ 16 dịka ihe na-akawanye njọ na Naịjirịa ebe ọ gụrụ akwụkwọ 'A level' ya.",
    "Ọ gụrụ Computer Systems Engineering na Mahadum Sussex nakwa Iwu na Mahadum London.",
    "Ọ banyere n'ụwa ndọrọndọrọ ọchịchị ka ọ dị afọ 25 n'afọ 2005 n'otu Conservative.",
    "N'afọ 2012, ọ nọchitere anya Conservatives na ntuliaka London Assembly ebe o ritere ọkwa onye ise.",
    "N'afọ ahụ kwa, ọ lụrụ Hamish Badenoch bụ onye ọrụ ụlọakụ ma nwee ụmụ abụọ.",
    "N'afọ 2015, a kpọpụtara aha ya n'ime ụlọomeiwu dịka onye ga-anọchi anya ọkwa Victoria Borwick hapụrụ ebe ahụ.",
    "Ọ zọtara oche ahụ n'aha nke ya n'afọ 2016 mgbe e mere ntuliaka nke mere ka ọ bụrụzie onye omeiwu ọfụma.",
    "O so na ndị chọrọ ka mba Briten hapụ EU bụ atụmatụ a kpọrọ 'Brexit' nke pụtarala ihe ugbua.",
    "O so na ndị zọrọ ọkwa Praịm Minista mba Briten n'afọ 2022 nke Rishi Sunak meriri mana ọ ritere ọkwa nke anọ.",
    "Nkwado ntuliaka nke onyeisi otu Conservatives malitere n'ụbọchị 5 nke ọnwa Julai mgbe Rishi Sunak kwuputara na ọ ga-arịtu n'ọkwa dịka emerichara ha na ntuliaka mba Briten.",
    "N'ihi nke a, achụmnta vootu nakwa ọtụtụ vootu nwayọ nwayọ malitere n'ụbọchị 24 nke ọnwa Julaị rue ụbọchị 31 nke ọnwa Ọktoba.",
    "Mkpọpụta e mere gosiri na Kemi Badenoch ji vootu 53,806 merie Robert Jenrick zọrọ ya bụ ọkwa nwetara 41,388.",
    "Mmadụ isii pụtara ịzọ ya bụ ọkwa gụnyere James Cleverly, Kemi Badenoch, Robert Jenrick, Priti Patel, Mel Stride nakwa Tom Tugendhat.",
    "Nke a pụtara na Kemi Badenoch ga-abụ nwaanyị anọ ga-abụ onyeisi otu ahụ dịka o soro nzọmụkwụ Margret Thatcher, Theresa May na Liz Truss nọrọ n'ọkwa naanị abalị iri ise.",
    "Ụmụnyanyị",
    "United Kingdom",
    "Kemi Badenoch: Onye bụ onyeisi ọhụrụ nke otu Conservatives mba Briten?elekere 9 gara aga",
    "Ihe ndị Afrịka chọrọ na ntụliaka Amerịkaelekere 6 gara aga",
    "Gọvanọ Alex Otti atụọla vootu2 Nọvemba 2024",
    "Etu e si mee olili Emmanuel Iwuanyanwu bụ Onyeisi Ohanaeze Ndigbo1 Nọvemba 2024",
    "Ikwu mmadụ o tozuru oke iketa akụnaụba ya ma ọ nwụọ?30 Ọktọba 2024",
    "E gburu nwunye m dị ime ọnwa ise ka a rịchara ya elu n'ike29 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere30 Ọktọba 2024",
    "Kamala Harris: Ọtụtụ njirimara nwaanyị mbụ bụ Osote onyeisiala Amerịka 30 Ọktọba 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe1 Nọvemba 2024",
    "A tabiela nwataakwụkwọ ire n'Abia steeti26 Ọktọba 2024",
    "Nkwa Onyeisiala Tinubu kwere maka mmanụ ụgbọala na ihe ndị ọzọ nakwa ihe o mere",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ndị uweojii gburu Igbo-Jah ka ọkụkọ - Ikwu na ibe",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}