{
  "published": "16 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Chinonso Ugorji na Okechukwu Omeire",
    "Ndị mere akụkọ a,  Journalist and Video Journalist",
    "Ọgọọst 2024",
    "A hụtala ọtụtụ ụlọ ọdịda na mpaghara Naịjirịa dị iche iche kemgbe afọ ole na ole gara aga.",
    "Ụfọdụ steeti a hụtara ọnọdụ ahụ gụnyere Legọs, Anambra, Ekiti, Kano, Taraba, Niger, Abịa, Plateau na isi obodo Naịjirịa bụ Abụja.",
    "Dịka otu jikọrọ ndị ọrụ Engineer na Naịjirịa bụ Council for the Regulation of Engineering in Nigeria bụ COREN n’ịchafụ Bekee siri kwuo, ihe karịrị ụlọ 22 dara gburugburu Naịjirịa site n’ọnwa Jenụwarị ruo n’ọnwa Julaị, afọ 2024.",
    "Ha kwuru sị n’ime ụlọ 22 ahụ dara ada, pasenti 27.7 bụ na Legọs, pasenti 18.18 bụ n’Anambra ebe pasenti 18.18 bụ n’Abụja. Ekiti na Plateau steeti ketara pasenti 9.09 ebe Taraba, Kano na Niger ketara pasenti 4.55 n’otu n’otu.",
    "Onyeisioche COREN bụ Prof. Sodiq Abubakar kwuru na ihe karịrị ụlọ iri itoli na otu (91) adaala naanị na Legọs site n’afọ 2012 ruo 2024 ma gbuo mmadụ karịrị narị atọ na iri ise na anọ (354).",
    "Gịnị mere ndị Igbo ji eli alọ nwa ha?15 Juun 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Ihe sayensị kwuru maka ude e ji agbatị odogwu ụmụnwoke9 Juun 2024",
    "Onye ọkachamara na-ahụ maka owuwu ụlọ bụ Arch. Obinna Ogbuokiri gwara anyị na ụfọdụ ihe ndị na-eme ka ụlọ ndị mmadụ daa gụnyere:",
    "Enweghị ezi nleba anya si n’aka gọọmenti.",
    "Iji ngwaọrụ adịgboroja ewu ụlọ.",
    "Ịkpọ ndị ọrụ na-amaghị ụkwụ na aka ha.",
    "Iwu ụlọ n’ebe na-ekwesịghị ekwesị dịka n’olulu, n’ala apịtị maọbụ na mmiri.",
    "Emeghị ezi nhazi tupu amalite iwu ụlọ.",
    "Nsogbu sitere na mgbanwe ihu eluigwe dịka oke mmiri ozuzo, oke idemmiri nakwa oke ifufe.",
    "Ewusighị ntọala ụlọ ike.",
    "Ịgbanwe ọdịdị ụlọ mgbe amalitere ịrụ ụlọ. Nke a pụtara na oge ụfọdụ ndị mmadụ na-eme atụmatụ iwu ụlọ ala mana ọrụ malite, ha agbanwee ọdịdị ụlọ ha wube ụlọ elu.",
    "Arch. Obinna kwuru na ụlọ anaghị anọkata daa kama e nwere ụfọdụ njirimara ọ na-egosipụta ugboro ugboro tupu ọ daa. Njirimara ndị ahụ gụnyere:",
    "Ụlọ inwe mgbawa, nke a na-akpọ cracks n’asụsụ Bekee.",
    "Ọzọ a bụrụ ụlọ ịma jijiji ọkachasị ụlọ elu.",
    "Ụlọ ịkpọhuru otu akụkụ, nke bụ ihula otu ibe.",
    "Ụlọ ime mkpọtụ dị aṅaa dịka ebe ụkpaka na-agba.",
    "Gọọmenti kwesịrị ime ezi nleba anya n'ụlọ ọbụla amalitere wu iji mara ma ha na-agbaso ụkpụrụ kwesịrị ekwesị.",
    "Ịkpọrọ ndị ọrụ maara nke ha riri oge a na-ewu ụlọ.",
    "Ịhụ na a natara nkwado gọọmenti tupu amalite iwu ụlọ.",
    "Anwakwala anwa gbanwee ọdịdị ụlọ oge ọrụ malitere.",
    "Ejikwala maka ihe isiike were akụrụngwa akụrụakụ wuo ụlọ.",
    "Ọ bụrụ ma ụlọ mee ochie, kpọọ ndị ọkachamara ka ha lebagharịa ya anya.",
    "Ihe mmadụ kwesịrị ime mgbe ụlọ na-ada",
    "Ọ bụrụ ma ụlọ malite ime mkpọtụ dịka ọ na-achọ ịda , ndị niile nọ n’ime ya kwesịrị ịgbapụ ọsọ ozugbo ma kpọtụrụ ndị ọrụ gbatagbata gọọmenti ka ha gbata ọsọ enyemaaka.",
    "Gburugburu",
    "Legọsị",
    "Anambra Steeti",
    "Ọrụ esemese ọrụrụ ụlọ or akịtekchọ",
    "Vidio, Arụọla m ụlọ mekwa ihe ndị ọzọ site n'ịgwakọ egwu- DJ Commissioner Wysei, Duration 8,2426 Ọgọọst 2024",
    "Vidio, Ịhụnanya m nwere n'ebe Lee Min-Ho nọ mere m ji kụziere onwe m asụsụ Korea - Nneka Nnanna, Duration 3,4820 Ọgọọst 2024",
    "Vidio, Gịnị mere ụlọ ndị mmadụ ji ada na Naịjirịa?, Duration 1,2916 Ọgọọst 2024",
    "Vidio, Brain Jotter: Atụghị m anya na 'Gwo gwo gwo ngwo' ga-ewu ewu site n'iho onyonyo m mere, Duration 3,3831 Julaị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}