{
  "published": "21 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụfọdụ ndị nwere ụlọ na Centenary City Enugwu Steeti bụ ebe gọọmentị malitere  ikutu kamgbe izuụka gara aga akwaala arịrị maka etu e si kutuo ụlọ ha.",
    "Otu n'ime ndị a kuturu ụlọ ya bụ Mazi White Nnaji gwara BBC Igbo na ọ bụ ndị obodo bụ Ndiaga Amechi nwe ala ahụ ma sị na gọọmenti na-azọsi ha ala iwere ya.",
    "O kwuru na otu ụlọọrụ wetere akwụkwọ sị na obosara ala ahụ bụ nke ha mana ndị obodo gbara isi akwara na ọ bụ ala ndị nnanna ha ochie hapụụrụ ha.",
    "Nke mere ọnọdụ ndị kwe na ndị ekweghi a jiri bute ọgbaghara.",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Anyị ejighi 15m anyị ga-eji zụ ọdọ ahịa ọhụrụ - Ndị Ahia Kenyatta 10 Ọgọọst 2022",
    "Maazi White kwara arịrị na ego o mefuru n’ịrụ ụlọ nke ya karịrị otu nde narị naịra (N100m) mana gọọmentị Enugwu kuturu ya na-eleghi anya n’azụ.",
    "Onye ọzọ a katụrụ ụlọ ya bụ Godwin Ude na-arụ n'ụlọakụ ji anya mmiri kwuo na ọ bụ ego o bitere ebite ka o jiri rụọ ahụ.",
    "Ha rịọrọ  gọọmenti ka ọ kpọọ ha ọku nzụkọ iji leba okwu anyị ma tie ha bụ ndị a kuturu ụlọ ha aka n'obi",
    "Cheta na nke a abụghị mbụ gọọmentị Enugwu steeti ga-akutu ụlọ ndị mmadụ na Centenary City, gọọmentị Ifeanyi Ugwuanyi kụturu ụlọ ndị mmadụ ebe ahụ n'afọ ole ma ole gara aga.",
    "Ebe foto si, Supplied",
    "Ngalaba na-ahụ maka nhazi obodo Enugwu bụ Enugu Capital Territory Development Authority (ECTDA) kọwara ihe mere ha jiri na-akutusi ụfọdụ na Centenary City.",
    "Ha kwuru na ọ bụ ụlọ nke ndị ekperima, ndị ntọrị na ndị ohi ji eme mpụ dị iche iche nakwa ụlọ ndị na-enweghi akwụkwọ ikike zuru oke ka ha na-akuri.",
    "N'ozi ha wepụtara n'ụbọchị Satọde nke onyeisioche ha bụ Uche Anya binyere aka na ya, ha kọwara na ọ bụ ọrụ mkpochapụ ndị ekperima ka ha na-arụ.",
    "\"A chọrọ m ka o doo anya na ọrụ ngalaba Ectda bịara n'ebe akpọrọ Centenary City bụ ọrụ nchọpụta banyere otu ụlọ adịgboroja a rụrụ ebe ahụ bụ ebe ndị ntọ mmadụ na-ezo e ji arụ ọrụ ha.",
    "Mgbe anyị na-emezi nyocha ka anyị chọpụtara na ụlọ ahụ dịka ụlọ ndị ọzọ jurui ebe ahụ enweghi akwụkwọ ikike ziri ezi\" ka ozi ahụ kwuru.",
    "Ebe foto si, Supplied",
    "N'otu aka ahụ, ndị uweojii n'Enugwu steeti na-ekwu na ọ bụ site n'azụ atụpenyelụ ha ka ha ji nwee ike nwụchie ndị echere bụ ndị ntọ atọ n'ụlọị ahụ. N'ozi nke ha wepụtara, ha kọwara na ndị omekome ejirila otu ụlọ alụghachi ọfụma mere ebe ozuzo.",
    "Ha sị \"ndọ omekome ahụ ji ya bụ ebe e zo ọrụ ekperima ha gụnyere, ntọ, izu ohi nakwa ndị ọzọ.",
    "Ihe ọzọ ha kwuru bụ na a ga-akpụpụ ndị ahụ anwụhiri ụlọikpe ịtaa ha ahụhụ.",
    "Lee ihe ndị anapụrụ ndị ahụ anwụchiri",
    "-Otu mma ukwu",
    "- ekwentị iri na atọ",
    "- Akpa anọ na akwa",
    "- Igwe mmụọkụ nke ji anwụ arụ ọrụ ruru anọ.",
    "- Igwe e ji kiri ihe onyonyo.",
    "Ebe foto si, Supplied",
    "Azụmahịa nke kọmpụta",
    "Enugu Steeti",
    "Mr Ibu: Etu ndị uweojii si nwuchie ma kpụpụ ụmụ John Okafor abụọ ụlọikpe elekere 4 gara aga",
    "Plateau attacks: Ihe ndị Mangu kwuru maka mwakpo mere ha25 Jenụwarị 2024",
    "Buchi Emecheta Books: Gịnị ka ị ma maka nwaafọ Igbo ji aba mba?21 Julaị 2019",
    "Igwe Achebe: Ihe anyị ma maka akụkọ a sị na Soludo achụọla Obi nke Onicha n'oche24 Jenụwarị 2024",
    "Gịnị bụ ‘Styrofoam’ a gọọmentị Legọs steeti machiri na ọghọm ndị ọ na-ebute24 Jenụwarị 2024",
    "Afcon 2023: Gbaa okwe a họpụta otu ị ga-akpọ gaa ọgụ ma ị bụrụ onye nchịkwa bọọlụ 24 Jenụwarị 2024",
    "Centenary City Enugu: \"Anyị na-arịọ gọọmentị ka ha kwụsị ikutusị ụlọ anyị tara ahụhụ rụọ\"23 Jenụwarị 2024",
    "Ndị ekperima ahụ gburu Nabeeha atọhapụla ụmụnne ya ise fọrọ n'aka ha21 Jenụwarị 2024",
    "Mr Ibu: Etu ndị uweojii si nwuchie ma kpụpụ ụmụ John Okafor abụọ ụlọikpe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Afcon Round of 16 Fixtures: Etu a ga-esi gbaa Agba nke 16",
    "Plateau attacks: Ihe ndị Mangu kwuru maka mwakpo mere ha",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}