{
  "published": "04:04",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ọrụ nche \"Neighbourhood Watch' n'Enugwu sị na ndị agha gbaguru onye otu ha",
    "Ndị obodo Eke dị n'okpuruọchịchị Udi nke Enugwu Steeti etiela mkpu akwa etu ndịagha Naịjirịa si gbagbuo ndị ọrụ nchekwa 'Neighbourhood watch' ma sị na ha cheere na ọ bụ ndị ntọrị.",
    "Mmadụ abụọ ha gbagburu gụnyere otu nwoke, Ebuka Oke bụ onye nchekwa na otu nwaanyị, Nkechinyere Udegbulam bụ nwunye otu onye nchekwa, ebe mmadụ anọ ndị ọzọ merụrụ ahụ.",
    "Ebe foto si, Getty Images",
    "Gịnị ka gọọmentị Enugwu Steeti maka ọnọdụ nchekwa na-akawanye njọ?30 Juun 2023",
    "Sit-at-home: Ndị 'unknown Gunmen' egbuola otu nwoke n'Enugu taa6 Maachị 2023",
    "Etu ndị 'unknown gunmen' si dulaa ndị uweojii abụọ mmụọ n'Enugwu27 Maachị 2023",
    "Ugwu dị nsọ dị n'Eke Udi Enugwu steeti bụ ebe ihe a mere",
    "Mkpa mkpa a mere n'ụbọchị Tọzde 29 Juun, 2023 n'ebe a kpọrọ 'Cashew' dị n'ama Ekpere Ugwu dị nso Eke.",
    "Onye ndu ndị nchekwa ahụ bụ Emeka Anigbo gwara BBC Igbo na o mere mgbe ha gara emume idu n'iyi ọrụ n'ụbọchị Tọzde ahụ ma nata ozi na e nwere ebe ndị ntọrị na-akpa ike.",
    "\"Ngwa ngwa nwetere ozi a, anyị gawara n'ụzọ Ugwu dị nsọ ka anyị nyere ndịagha aka jide ndị ntọrị ahụ. Anyị yi uwe ọrụ nchekwa anyị.\"",
    "Mgbe anyị ruru n'Ugwu dị nsọ ahụ, ndịagha tụgidere anyị egbe, anyị welie aka elu ma gwa ha na anyị bụ ndị ọrụ nchekwa, gosikwa ha akwụkwọ njirimaara (Id card) mana ndịagha egeghị anyị ntị ma malite ịgba anyị egbe aghara aghara.",
    "O kwuru na ndịagha a gbagburu onye otu ha bụ Ebuka Oke nakwa Nkechinyere Udegbulam bụ nwunye onye otu ha e bu n'ọgbatumtum.",
    "Ọ gara n'ihu kwuo na ọ ghọtaghị ihe mere ndịagha jiri malite ịgba ha egbe ebe ha yicha uwe nchekwa ha ma gosikwa akwụkwọ njirimaara ha.",
    "Mmadụ anọ ndị ọrụ nchekwa ahụ a gbara ebge ka nọ n'ụlọọgwụ ugbua anata  ọgwụgwọ.",
    "Onyeisioche Ogui Eke Development Union bụ Gerald Obodo gwara BBC na obi na-agbawa ha maka na ọ bụ ha dunyere ndị a ọrụ nchekwa obodo ha.",
    "\"Ọ gbagwojuru anya ihe mere ndịagha jiri gbagbuo ndị nchekwa anyị na-agbanyeghi na ha gosiri akwụkwọ njirimaara ha.",
    "Ọ kpọkuru gọọmentị ka a gbatara ha ọsọ enyemaka ma sị na ndịagha ga-akọwa ihe ha nọ na-eme n'ime ọhịa dị nso n'obodo ha.",
    "N'otu aka ahụ onyeisi ụlọomeiwu Gọomenti Enugwu steeti bụ Uche Agwu bịara ileta ndị a gbara egbe n'ụlọọgwụ kwuru na gọọmenti ga-eme nyocha ịchọpụta ihe mere ndịagha jiri gbaa ndị ọrụ nchekwa obodo a egbe.",
    "Ebe foto si, Getty Images",
    "Ọnụ na-ekwuru ndịagha Naịjirịa nke ngalaba 82 Division bụ Jonah Unuakhalu kwuru na ọ bụ ndịagha na ndị omekaome kwatara mgbọ n’obodo Eke.",
    "N'ozi o wepụtara, Unuakhalu kwuru na ọ bụ ihe mwute na otu nwaanyị, Nkechi Udegbunam nwụrụ site na mgbọ tụụrụ ya n'oge ọgụ ahụ ha na-ada, kama na ọ maghị maka nke nwoke a kpọrọ Ebuka Oke.",
    "O kwuru na ha nwetere ozi na ndị omekaome nọ na-akpa ike n'obodo Eke, na ha gara ebe ahụ rụọ ọrụ ha.",
    "Ọnọdụ nchekwa na-akawanye njọ n'Enugwu steeti na nso nso a, ọkachasị na mpaghara Enugwu gawa Nsukka, okporoụzọ si Enugwu gawa Pọtakọt nakwa ebe ndị ọzọ.",
    "Nchekwa ndị ụwe ojii",
    "Ndịagha",
    "Enugu Steeti",
    "Enugwu",
    "Amụtara m asụsụ ndị Chịana n’Anambra tupu m apụọ Naịjriịa - Ifeoma Amuche4 Julaị 2023",
    "NA EME UGBU A Agaghị m azọ ọkwa ọchịchị ugboro atọ - Macky Sall bụ onyeisiala Senegal1 Julaị 2023",
    "Ihe anyị ma maka ndị nche obodo a sị ndịagha gbagburu n'Eke Enugwu Steeti3 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe anyị ma maka ndị nche obodo a sị ndịagha gbagburu n'Eke Udi, Enugwu Steeti",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru",
    "Ụzọ dị icheiche e si amata ezigbo mpụtara ule Jamb na nke bụ adịgboroja",
    "'Ike Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel",
    "Gịnị ka gọọmentị Enugwu Steeti maka ọnọdụ nchekwa na-akawanye njọ?",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia EkweremaduEmelitere ikpeazụ na: 5 Mee 2023",
    "Ashawo, iyori, osikapa na okwu ndị ọzọ dị n'asụsụ Igbo e bitere n'asụsụ ndị ọzọEmelitere ikpeazụ na: 9 Eprel 2022",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}