{
  "published": "3 Julaị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ị chọọ ịhụ ụmụasa mara mma, lee ndị otu 'Super Falcons' nke Naịjirịa anya.",
    "Asọmpi iko mba ụwa ụmụnwaanyị nke Afrịka na-aga n'ihu ugbua, ebe ndị Super Falcons nke Naịjirịa na-agba mbọ ibute iko a.",
    "Asọmpi nke mbụ ha ga-abụ n'ụbọchị Mọnde oge ha na ụmụnwaanyị Saụt Afrịka ga-ezute.",
    "Mana dịka ha na-akwado asọmpi ahụ, ka anyị buru ụzọ gosi gị ụmụasa ndị ga agbara Naịjirị bọọlụ n’asọmpi a.",
    "Asisat Oshoala",
    "Ebe foto si, Asisat Oshoala",
    "Oshoala eritela ọtụtụ nturuugo n'egwuregwu bọọlụ n'ụwa.",
    "Ọ gbaarala ọtụtụ otu egwuregwu a ma ama.",
    "Mana ekike ya mgbe ọ naghị agba bọọlụ na-achabakwa ọtụtụ n'anya",
    "Onome Ebi",
    "Ebe foto si, Onome Ebi",
    "Onome Ebi bụ nwaanyị Afrịka mbụ gbarala asọmpi Iko Mbaụwa ugboro ise",
    "Onome bụ ọgba bọọlụ riterela ọtụtụ nturuugo kamgbe ọ gbawara otu Falcons.",
    "A mụrụ Onome n’ụbọchị asatọ nke ọnwa Mee afọ 1983.",
    "N’afọ 2019, ọ bụ nwafọ Afrịka mbụ gbarala asọmpi Iko Mbaụwa ugboro ise.",
    "Ekike ya na-apụkarị ọkụ n’ịntaneti.",
    "Ụdịrị isi na-amasị ya bụ ịkpụtu isi ya tee ya uhie ka ọ na-acha anwụanwụ.",
    "African Women Cup of Nations 2022: Lee ụmụasa ga-anọchiteanya Naịjirịa n'asọmpi a2 Julaị 2022",
    "Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi - Kelechi Arsenal22 Mee 2022",
    "Lee ezinụlọ ụmụaka ha niile bụ ọpụrụiche n'egwuregwu27 Mee 2022",
    "Chiamaka Nnadozie",
    "Ebe foto si, Chiamaka Nnadozie",
    "Chiamaka Nnadozie",
    "Ọ bụ mma nwata ka ị ga-elwe anya ka ọ bụ ọchị ya? Chiamaka Nnadozie nwere ha dum.",
    "A mụrụ ya n’ụbọchị asatọ nke ọnwa Disemba, afọ 2000.",
    "Otu egwuregwu ya na mba France bụ Paris FC.",
    "Glory Ogbonna",
    "Ebe foto si, Glory Ogbonna",
    "Glory Ogbonna na-agba bọọlụ ya na Santa Teresa FC na mba Spen",
    "Glory bụ nwafọ Igbo a mụrụ n’ụbọchị iri abụọ na ise nke ọnwa Disemba afọ 1998.",
    "Ọ na-agbara otu egwuregwu Santa Teresa FC dị na Spain.",
    "Ọ na-ejikekarị ka ụmụnwoke mana mgbe ọbụla o jikere, njike ya na-apụ iche.",
    "Osinachi Ohale",
    "Ebe foto si, Osinachi Ohale",
    "Osinachi na-agbara otu egwu bọọlụ Depotivo Alaves na Spen",
    "Osinachi bụ nwa ada topuru etopu, maa mma.",
    "A mụrụ ya n’ụbọchị iri abụọ na otu nke ọnwa Disemba, 1991.",
    "Otu egwuregwu ya bụ Depotivo Alaves nke mba Spain.",
    "Dịka anyị sikwa hụ, ejiji ya na-abụkarị ejiji yitewere nke ụmụnwoke.",
    "Ashleigh Plumptre",
    "Ebe foto si, ASHLEIGH PLUMPTRE",
    "Nna Ashleigh Plumptre bụ onye Naịjirịa mana nne ya bụ onye mba England",
    "Nwaanyị ọcha a mụrụ na Leicester, England kpebiri n’onwe ya na ọ chọrọ ịgbara Naịjirịa bọọlụ.",
    "A mụrụ ya n’ụbọchị asatọ nke ọnwa Mee afọ 1998Ọ na mba Briten mana nna ya bụ onye Naịjirịa si na Legọs steeti.",
    "Ọ malitere ịgbara Naịjirịa bọọlụ n’ọnwa Febụwarị afọ 2022.",
    "Otu egwuregwu ya bụ Leicester dị na mba UK.",
    "Ngwa jiri anya hụ ka njike ya si adị mgbe ọ na-anaghị agba bọọlụ.",
    "Nicole Payne na nwanne ya Toni Payne",
    "Ebe foto si, Nicole Payne/Toni Payne",
    "Nicole na Toni Payne",
    "Ụmụnne abụọ a na-agbara otu ‘super falcon’ n’azụ na n’etiti.",
    "A mụrụ Nicole n’ụbọchị iri na asatọ nke ọnwa Jenụwarị afọ 2001, mụọ nwanne ya Toni n’ụbọchị iri abụọ na abụọ nke ọnwa Eprelụ afọ 1995, na mba Amerịka.",
    "Ị hụ ha abụọ jikere, ị ga-eche na ha bụ ndị na-eyiputere ndị mmadụ akwa.",
    "Ị gaghị ama na ụmụ asa a ji ịgba bọọlụ mere akaraka.",
    "Michelle Alozie",
    "Ebe foto si, Michelle Alozie",
    "Michelle Alozie",
    "Michelle bụkwa nwada ọzọ njike ya na-apụ ọkụ na soshal midia.",
    "Ọ bụ nwata na-anaghị atụ ụjọ igosipụta akụkụ ahụ ya na soshal midia n’ejiji ọ na-eyi.",
    "Ngwa gbaara anya gị ekeresimesi.",
    "Francisca Ordega",
    "Ebe foto si, Francisca Ordega",
    "Kedụ ihe anyị agaghị ekwu maka Francisca?",
    "Nwaanyị ma agba bọọlụ, maa mma, ejiji ya bụrụzie elelebe eje ọrụ.",
    "Ngwa gbaara anya gị ekeresimesi.",
    "Rasheedat Ajibade",
    "Ebe foto si, Rasheedat Ajibade",
    "Ajibade na-akpọ onwe ya \"Nwaanyị ntutu isi ya na-acha anụnụ anụnụ\"",
    "Ajibade bụ ọmarịcha nwa ọtụtụ ụmụ Naịjirịa ma ọfụma.",
    "A mụrụ ya n’ụbọchị ise nke ọnwa Ọgọstụ afọ 1996.",
    "Otu egwuregwu ya bụ Minsk FC dị na Belarus.",
    "Ọ na-achaba gị n’anya? Mee ngwangwa maka na dịka Rasheedat si kwuo n’ọba soshal midia ya, ọ naghịkwa eche onye ọbụla.",
    "Ebe foto si, Rasheedat Ajibade",
    "Ajibade",
    "Ngozi Okobi-Okeghene",
    "Ebe foto si, Ngozi Okobi-Okeghene",
    "A mụrụ Nogzi n’ụbọchị iri na anọ nke ọnwa Disemba afọ 1993.",
    "Ọ na-agbara otu egwuregwu Eskilstuna United nke mba Sweden.",
    "Rita Chikwelu",
    "Ebe foto si, Rita Chikwelu",
    "Rita Chikwelu",
    "O teela Rita gbawarala ụmụnwaanyị Naịjirịa bọọlụ.",
    "A mụrụ ya n’ụbọchị isii nke ọnwa Maachị afọ 1998.",
    "Otu egwuregwu ya bụ Madrid CFF di na Spain",
    "Ọ bụ nwaanyị ejiji ya na-eyitekwa nke nwoke, nke mere ụfọdụ ji ekwu na o nwere 'swag'.",
    "Halimatu Ayinde",
    "Ebe foto si, Halimatu Ayinde",
    "Ayinde gbabuuru otu 'Delta Queens' na Naịjirịa tupu ọ gaa ala bekee.",
    "Ọ dị afọ iri abụọ na asaa.",
    "Ugbua ọ na-agbara otu Eskilstuna United DFF nke mba Sweden.",
    "Regina Otu",
    "Ebe foto si, Regina Otu",
    "Regina Otu na-agbara ndị FC Minsk nke mba Belarus",
    "Christu Ucheibe",
    "Ebe foto si, Christy Ucheibe",
    "Peace Efih",
    "Ebe foto si, Christy Ucheibe",
    "Uchenna Kanu",
    "Ebe foto si, Uchenna Kanu",
    "Ifeoma Onumonu",
    "Ebe foto si, Ifeoma Onumonu",
    "Vivian Ikechukwu",
    "Ebe foto si, Vivian Ikechukwu",
    "Chinonyerem Macleans",
    "Ebe foto si, Chinonyerem Macleans",
    "Toochukwu Oluehi",
    "Ebe foto si, Toochukwu Oluehi",
    "Oluehi na-echere ndị otu egwu Maccabi Kishronot Hadera nke mba Israel",
    "Ọ bụ Oluehi na-eyi uwe e dere 1 n'otu ndị Super Falcons.",
    "A mụrụ ya n’ ubọchị abụọ nke ọnwa Mee afọ 1987.",
    "Yewande Balogun",
    "Ebe foto si, Yewande Balogun",
    "Yewande Balogun",
    "O nweghi onye ka mma iji pịachie akụkọ a  karịa Yewande.",
    "A mụrụ ya n’ụbọchị asatọ nke ọnwa Ọgọstụ, afọ 1983.",
    "Yewande bụ nwaanyị topuru etopu, maa mma nwee nnọọ ihu ọchị.",
    "Ekike ya bụkwa nke a na-anaghị ahụ ewepụ anya ngwangwa.",
    "Otu egwuregwu ya dị n’Amerịka bụ Coppermine United",
    "Ụmụntoroọbịa",
    "Ụmụnyanyị",
    "Naijiria",
    "Otu egwu bọọlụ Naịjirịa",
    "Egwuruegwu",
    "Election Tribunal:E higharịala ikpe Peter Obi na Labour Party maka Ntuliaka 20238 Mee 2023",
    "Ademola Adeleke bụ gọvanọ Osun steeti kpọmkwem - Ụlọikpe kachasị9 Mee 2023",
    "NA EME UGBU A Ụlọikpe amachiela NBC ịda ụlọ mgbasaozi nha2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}