{
  "published": "19 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Chinonso Ugorji na Kelechi Anozia",
    "Ndị mere akụkọ a,  Journalist na Video Journalist",
    "Twitter, @onye_nkukacpc",
    "Eprel 2024",
    "Nwaanyị Nnewi bụ nwata nwaanyị na-eme nkenke ejije na-akpa ọchị a maara dịka ‘skit’ n’asụsụ Bekee.",
    "Na mkparịtaụka a ya na BBC Igbo nwere, o kwuru na ebumnoobi ya bụ ime ndị mmadụ obiụtọ, nke ọ ga-abụ mgbe ọ bụla mmadụ gara n’ọbaozi soshal midịa ya, onye ahụ ga-achịrịrị ọchị.",
    "Ọ kọwara na akparamaagwa ọ na-egosi n’ihe nkiri ya bụ nke nne ya ochie, onye o kwuru na-aba oke mba oge ọ bụla obi na-adịchaghị ya mma.",
    "Nwaanyị Nnewi kwuru na ya enweghị mmasị isonye ndị na-eme ejije na Naịjirịa bụ Nollywood ugbua mana ọ bụrụ na ya banye Nollywood, ọ bụ naanị agwa ntọọchị ka ọ ga na-egosi.",
    "O nyere ụmụafọ Igbo ndụmọdụ ka ha gbaa mbọ wulite ngalaba ime obiụtọ ma were ya kpọrọ ihe dị mkpa.",
    "Lee ihe o kwuru n'uju ebe a.",
    "Ụmụnyanyị",
    "Nollywood",
    "Legọsị",
    "Naijiria",
    "Telivishọnụ",
    "Social media",
    "Ihe nkiri",
    "Ngosi",
    "Ịkpa obi aṅụrị",
    "Ihe ngosi",
    "A sị na ise onyonyo ndị otiegwu bụ ọrụ ụmụnwoke mana eji m ya aracha pịọm - Director Pink14 Maachị 2024",
    "Cubana Chief-Priest : EFCC hapụrụ ndị ọchịchị na-ebu ego na-achụgharị ndị nkịtị na-abọ ego- Charly Boy 17 Eprel 2024",
    "Ihe asatọ nwereike ịme ka nwaanyị ghara iru n'isi mmiri n'oge mmekọ 6 Maachị 2024",
    "Vidio, 'Akwa m na-eyi eme ejije ka D Law tọrọ m atọ, ọ karịala afọ 30' - Layiwasabi, Duration 3,2324 Eprel 2024",
    "Vidio, Nwaanyị Nnewi: Etu nne m ochie siri kpalite m ime ‘skit’, Duration 3,1719 Eprel 2024",
    "Vidio, Ihe ndị ị ga-eme naịra nwereike itinye gị na nga, Duration 1,0519 Eprel 2024",
    "Vidio, Climate Change: Ihe i kwesịrị ịma maka oke okpomoọkụ a dị ugbua - NiMet, Duration 2,3210 Eprel 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}