{
  "published": "1 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, EPA",
    "Ogbugbu ndị uweojii gburu nwata gbara afọ 17, aha ya bụ, Nahel M, ebutela ngagharịiwe n'ọtụtụ obodo na mba Fransị nakwa obodo Nanterre bụ ebe a mụrụ nwata ahụ n'Ọdịda Anyanwụ Paris.",
    "Etu m si chọpụta na George Obinna Floyd bụ nwafọ Mbaise - Humble Okoro30 Julaị 2020",
    "Ihe ọhụrụ ndị mmadụ na-ekwu maka ọnwụ George Floyd na Thomas Lane, J. Alexander Kueng2 Juun 2020",
    "#Blacklivesmatter: 'Ndị uweojii gburu nwanne m'17 Ọktọba 2018",
    "Mịnịstrị na-ahụ maka ihe na-eme n'obodo nke mba Fransị kwuru ụbọchị Satode na e zipụla ndị uweoji dị 45,000 maka ibelata ọgbaghara ma  nwụchie mmadụ 1,311 ndị ha kwuru so eme ngagharịiwe dịka ọgbaghara ahụ bara abalị anọ.",
    "Ndị uweojii gbara Nahel egbe n'obi ụbọchị Tuzde dịka nwata ahụ kwọpụrụ ụgbọala Mercedes ọ na-anya oge ndị uweojii kwụsịrị ya n'ebe nkwụsị ha.",
    "Na mbụ, ndị uweojii boburu ebubo na Nahel ji ụgbọala ya chọrọ ịkụ ha, mana ihe onyonyo gbara na soshal midia gosiri etu  onye uweojii si tụdo ya egbe site na mpio ụgbọala ya ma gbagbuo ya.",
    "Ebe foto si, EPA",
    "Nahel bụ otu mkpụrụ anya ji isi ụgwọ dịka ọ bụ naanị nwa nne ya bụ Mounia mụrụ.",
    "Ọ na-akwọrọ ụlọọrụ na-ere ihe oriri ụgbọala ma bụrụkwa onye egwuregwu 'rugby'.",
    "Ọ bụ onye Algeria/Morocco mana a mụrụ ya na Fransị, ike kwe, nwa ahụ amaghị onye bụ nna ya.",
    "Agụmakwụkwọ ya bụ a gụkata a kwụsị mana ọ na-aga akwụkwọ ebe ọ na-enweta ọzụzụ ịbụ onye 'eletrician'.",
    "Mama nnukwu ya kọwara Nahel dịka \"ezigbo nwata anaghị achọ nsogbu\".",
    "Nne ya bụ Mounia kwuru na \"O susuru m ọnụ ma sị m, 'Ahụrụ m gị n'anya, nne m' n'ụtụtụ Tuzde tupu m gawa ọrụ\".",
    "Mana o teghị aka n'ebe Elekere Itoolu n'ụtụtụ, e wetaara ya ozi na a gbagbuola nwa ya nwoke.",
    "Nwa ahụ dị afọ 17 erubeghị ogo inwe akwụkwọ ikike ịkwọ ụgbọala.",
    "Ebe foto si, Getty Images",
    "Nne ya nọ na-atụ arịrị sị, \"Kedụ ihe m ga-emezi ugbua?",
    "\"Ihe niile m na-eme na ndụ bụ maka ya.\"",
    "\"Otu nwa ka m nwere, enweghị m ụmụ iri. Ya bụ ndụ, bụrụ ezigbo enyi m.\"",
    "Onye ndu otu Socialist Party bụ Olivier Faure, kwuru sị, \"Mmadụ ịjụ ịkwụsị ụgbọala ya abụghị ya ga-enye mmadụ ikike igbu mmadụ. Ụmụaka nile nọ n'obodo anyị kwesịrị inweta ikpemnkwụmọtọ.\"",
    "Ebe foto si, Reuters",
    "Iwu mba Fransi nyere onye uweojii ikike ịgba egba egbe n'okporoụzọ n'ọnọdụ ise gụnyere onye nọ n'ime ụgbọala jụ ịkwụsị oge a gwara ya, ọ bụrụ na onye uweojii na-eche na o nwere ike imerụ ya maọbụ ndị mmadụ nọ nso ahụ.",
    "Ka ọ dị ugbua, a na-enyocha ihe mere,dịka a kpụpụrụ onye uweojii gbara egbe ahụ ụlọikpe.",
    "Ọgbaaghara dapụtara na mba Fransị n'ihi ogbugbu Nahel, abanyela ụbọchị nke anọ, dịka a na-akwado ili nwata nwoke ahụ n'ụbọchị Satọde, Julaị 12023.",
    "Ya bụ ọgbaaghara malitere kamgbe ụbọchị Tuzde dịka ndị mmadụ ka na-emebi ọtụtụ ihe na mpaghara Nanterres, Marseille nakwa ebe ndị ọzọ.",
    "Gọọmentị Fransị nakwa nke mpaghara Nanterre, ebe Nahel na nne ya bi, akatọọla ogbugbu a, mana ọtụtụ na-ekwu na ọgbaaghara a agafeela naanị maka ngosipụta iwe maka ọnwụ Nahel.",
    "Onye uweojii gbagburu Nahel arịọla ezinụlọ ya mgbaghara dịka a kpụpụkwara ya ụlọikpe maka ebubo igbu ọchụ.",
    "N'abalị Fraịde, ndị ntorobịa na-eme ngagharịiwe na ndị uweojii takọtara isi na mpaghara dị icheiche, dịka ndị na-eme ngagharịiwe na-atụ ndị uweojii ọkụ na-ada ka ogbunigwe, ebe ndị uweojii ji ikuku ose na-achụ ha.",
    "Ebe foto si, EPA/REX",
    "Mounia, nne Nahel kwuru na \"O susuru m ọnụ ma sị m, 'Ahụrụ m gị n'anya, nne m\" n'ụtụtụ Tuzde tupu m gawa ọrụ\" o teghị aka e zitere ya ozi na agbagbuola nwa ya.",
    "Onyeisiala Macron arịọla ndị ntorobịa na-eme ngagharịiwe ka iwe ha dajụọ, n'otu aka ahụ kwa, ndị otu bọọlụ mba Fransị arịọkwaala ka ndị na-eme ngagharịiwe wetuo obi ha ma kwụsị imebi ihe dịịrị onye ọbụla, mana arịrịọ ndị a emebeghị ka udo laghachi.",
    "Mmemme olili nwata nwoke a ndị uweojii gburu ga-adị n'ehihie ụbọchị Satọde, dịka ndị ọkaiwu nke ezinụlọ ya si kwuo.",
    "Ha gwara ndị ntaakụkọ ka ha ghara ịbịa n'olili ahụ, maka na ọ ga-abụ oge iji kwanyere nwata ahụ lara mmụọ ugwu.",
    "N'okwu ọ gwara ndị ntaakụkọ, Mayor nke obodo Nanterre bụ Patrick Jarry kwuru na sonyeere ezinụlọ Nahel nakwa igwe mmadụ niile na-akpọ oku maka ikpe ziri ezi.",
    "Ọ gara n'ihu kwuo na ha ga na-enye nne Nahel nkwado niile dị ya mkpa.",
    "ịkpa oke",
    "Ndọrọndọrọ ọchịchị",
    "France",
    "Nchekwa ndị ụwe ojii",
    "Europe",
    "Emmanuel Macron",
    "Gịnị ka gọọmentị Enugwu Steeti maka ọnọdụ nchekwa na-akawanye njọ?30 Juun 2023",
    "Aspartame, akụrụngwa ọtọbịrịbịrị a na-etinye na mmanya - ọ na-ebute kansa?30 Juun 2023",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtara10 Julaị 2022",
    "'Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel27 Juun 2023",
    "France shooting: Onye bụdị Nahel, nwata a ndị uweojii gbagburu na-akpọtụ?1 Julaị 2023",
    "NA EME UGBU A Otu nwoke anwụọla, mmadụ 12 merụọ ahụ dịka ụgbọala ise sukọtara isi n'Anambra steeti okporoụzọ n'Anambara steeti1 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "'Ike Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "France shooting: Onye bụdị Nahel, nwata a ndị uweojii gbagburu na-akpọtụ?",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?Emelitere ikpeazụ na: 16 Jenụwarị 2022",
    "Akku Yadav death: Etu ụmụnwaanyị si jide nwoke n'ụlọikpe ma bepụ ya amụEmelitere ikpeazụ na: 2 Septemba 2021",
    "Etu otu onye ọrụ ngo si gbukasịa ụmụnwaanyị anọ ọ na-arụrụ ọrụ - Ndị obodo Nkerefi",
    "Gịnị ka gọọmentị Enugwu Steeti maka ọnọdụ nchekwa na-akawanye njọ?",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}