{
  "published": "06:12",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Hilda Dokubo: Ndị na-achị Naịjirịa amaghị ihe ndị ha na-achị chọrọ",
    "Na mkparịtaụka anyị na Hilda Dokubo nwere n'afọ 2018, ọ kọwaara BBC Igbo ihe o ji anya hụ n'ọrụ gọọmenti nakwa ihe mere o ji pụọ.",
    "Dokubo kwuru na ịrụ ọrụ gọọmenti dịka onye ọkaibe n'ọrụ, ị na-arụ dịka igbu onwe gị oge.",
    "O kwuru sị na oke dị n'etiti ndị na-achị na ndị ha na-achị ebuka. Nke a mere na ndị na-achị amaghị ihe na-emetụta ndị ha na-achị.",
    "Ebe foto si, Hilda Dokubo",
    "Ihe ise dị mkpa nne ọbụla kwesiri ịma8 Maachị 2018",
    "Lee ihe Charly Boy kwuru maka Peter Obi, Nnamdi Kanu, na ọnọdụ nchekwa n'Ala Igbo27 Mee 2022",
    "N'agbanyeghi ihe ọ hụrụ n'ọrụ gọọmenti, Dokubo kọwara ka o si nwaa ike ya ịhụ na ndị ntoroọbịa ọ na-anọchite si rite uru n'oge ọ nọ n'ọkwa.",
    "N'okwu ọzọ, Hilda kọwakwara ka o si bido njem ya na ime ejije. Ọ sị na o bidoro ya bụ njem mgbe ọ ka bụ nwatakịrị.",
    "N'otu aka ahụ, Dokubo dụrụ ndị Igbo ndụmọdụ ka ha gbalịa jikọọ aka dozie ala Igbo maka na e nweghi ihe ndị Igbo na-enweghi.",
    "Hilda Dokubo bụ onye na-eme ejije ama ama nke ukwuu.",
    "O so na ndị bidoro ime ejije na Naịjirịa.",
    "Ọtụtụ ihe nkiri Naijiria ọ merela gụnyere Gone Forever, My Goodwill, na The CEO.",
    "Dokubo eritela ọtụtụ nturuugo n'ime ejije.",
    "O hibere otu NGO a kpọrọ 'Center for Creative Arts Education (CREATE)', nke na-akwalite nka iji nyere ụmụnwanyị na ndị ntoroọbịa aka.",
    "Hilda Dokubo bụkwa onye ọ na-amasị ikwuchitere ndị na-enweghi ọnụ na-ekwuchitere ha.",
    "N'afọ 2020, Hilda Dokubo sonyere ndị ngagharịiwe EndSars na Legọs maka mmegbu ha sị na ndị uweojii na-eme ndị mmadụ.",
    "Ụmụnyanyị",
    "Ndọrọndọrọ ọchịchị",
    "Nollywood",
    "Telivishọnụ",
    "Ihe nkiri",
    "Ihe ngosi",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu5 Mee 2023",
    "Vidio, Ọgba Mbọ: Etu ọrụ nka m siri bụrụ ihe a na-agba nkiri na mba ụwa dị icheiche - Joshua Egesi, Duration 3,312 Mee 2023",
    "Vidio, Ibu m buru egbochighị m ịbụ 'Model'  - Jennifer Enujiugha, Duration 4,2829 Eprel 2023",
    "Vidio, World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara, Duration 2,0825 Eprel 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}