{
  "published": "04:13",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nnyocha ozu gosiri na a magburu nwaada Kosi amagbu – Ndị uweojii Anambra",
    "Ndị uweojii Anambra steeti agbaala ama na akụkọ mmagbu otu nwaada a sị mere n’akụkụ Obosi, na steeti ahụ nke malitere iwu na soshal midia n’ọnwa Eprel, 2023 bụ ihe mere eme na steeti ahụ n’ezie.",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Tochukwu Ikenga gwara BBC Igbo n’ọnwa Mee a na ha emechaala nnyocha n’ozu otu nwaada a kpọrọ Kosisichukwu Chukwuemeka ma hụ na a magburu ya amagbu.",
    "O kwuru: “Nnyocha ime ahụ e mere n’ozu Kosi Chukwueme gosiri na a sụgburu ya asụgbu. Anyị anwụchiela nwaada a na-enyo n’okwu a dịka anyị ga-akpụpụ ya ụlọikpe na nso nso a.”",
    "Ebe foto si, Ezinaụlọ Kosi",
    "Kosi kara ịdị afọ 27 ma mee nnwereonwe n'ọrụ ya dịka onye na-amụ ịkwa akwa n'afọ a.",
    "Cheta na akụkọ a kwuru na ọ bụ onye Kosi na-amụ ọrụ n’aka ya bụ onye ji Mkpa magbuo ya ebe a sị ha na-azọ enyi nwoke.",
    "BBC Igbo mere njem gaa be Kosi n’Obosi Anambra steeti nụta n’aka ụmụnne ya nakwa nne ya ihe ha ma maka ebubo a.",
    "Etu nwoke a si tigburu nwunye ya, si gbuo onwe ya 10 Ọgọọst 2022",
    "Ndị uweojii Imo steeti anwuchiela mmadụ abụọ a na-eche na aka ha dị n'ogbugbu Amarachi Iwunze gbara afọ 1715 Juun 2022",
    "Etu e si nwụchie nwoke ụkọchukwu a sị metọrọ nwa ya nwaanyị dị afọ 12 n’Anambra25 Maachị 2023",
    "Nne Kosi ji arịrị nakwa anya mmiri gbaa ama na ọ ma ya bụ nwaada a na-ebo ebubo na ọ bụ ya magburu nwa ya dịka o kwuru na ya bụ nwaada a na-ebo ebubo na-abịa ụlọ ya, na-akpọ nwa ya bụ Kosi na-apụ ebe dị iche iche.",
    "O kwuru na ọ hụrụ ha dị ka enyi mana ọ ghọtaghi etu ihe siri ruo nke mmagbu.",
    "Nne Kosi kwuru:",
    "\"Kosi dị naanị otu ọnwa na izu abụọ mgbe nna ya dara ọrịa, a nọ m na-eche ka ọ mụchaa ọrụ ka ọ malite inyere aka n'ibu ọrụ a.\"",
    "Ọ kọwara na ọ bụ naanị ya na-eleta di ya bụ nna Kosi kemgbe ahụ a malitere ịrịa  ọrịa n'afọ 26 gara aga.",
    "Nwanne nwaanyị Kosi nke aha ya bụ Chidimma gbara ama na Kosi na-amụ orụ n’aka otu nwaada. O kwuru na ọnwa Eprel afọ a kara ịbụ oge nnwereonwe ya dịka onye na-amụ ọrụ ịkwa akwa n’aka ya bụ nwaada mana ọ bụ n'otu ọnwa ahụ ka a magburu ya.",
    "Ọ kọwara na nwanne ya bụ Kosi kọtuuru ya etu obere nsogbu siri dị n’etiti ya na onye ọ na-amụ ọrụ n’aka ya.",
    "Ya bụ akụkọ dịka o siri kwuo mere ha a chọọ ka ọ kwụsị ịga ọrụ mana ọ rịọrọ ha ka ha nwere ya ndidi ka ọ mụchapụ ya bụ ọrụ.",
    "Chidimma kwuru na echiche esemokwu a nke nwanne ya kọrọ ya mere ha sị nwanna ya nwaanyị nke ọzọ ka o soro ya gaa zaa oku a sị nwaada ahụ ọ na-amụ ọrụ n’aka ya kpọrọ ya.",
    "Dịka o siri kwuo, ọ bụ site n’ịza ya bụ oku ka nwaada a bụ nne ya ukwuu n’ọrụ siri maa ya mkpa n'olu.",
    "Ha bugara ya ụlọọgwụ mana ebe ahụ ka ndị dọkịnta siri gbaa ama na ọ nwụọla.",
    "Ndị uweojii agbaaala ama na ha na-eme nnyocha n’okwu a.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Anambra Steeti",
    "Vidio, Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburu, Duration 4,1315 Mee 2023",
    "Vidio, Africa Eye: Etu ndị ọrụ nchekwa na ndị ekperima si eji mmaja anapụ ndị 'queer' ego na Naịjirịa, Duration 6,1715 Mee 2023",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu5 Mee 2023",
    "Vidio, Ọgba Mbọ: Etu ọrụ nka m siri bụrụ ihe a na-agba nkiri na mba ụwa dị icheiche - Joshua Egesi, Duration 3,312 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}