{
  "published": "9 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Burkina Faso Presidency",
    "Onye dere ya, Nkechi Ogbonna",
    "Ndị mere akụkọ a,  BBC News, Lagos",
    "Julaị 2024",
    "Ndịagha na-edu Niger, Mali na Burkina Faso akwụsịla mmekọrịta ha na otu Economic Community of West African States (ECOWAS). Ụbọchị Satọde gara aga, mba atọ a bịanyere aka n'akwụkwọ nkwekọrịta n'okpuru Alliance for Sahelian States (AES), na-ekwusi ike mkpebi ha ịpụ n'otu ECOWAS",
    "Mali nọ n'okpuru ọchịchị ndịagha kemgbe afọ 2020, Burkina Faso kemgbe afọ 2022 na Niger kemgbe afọ 2023, nke mere ECOWAS ji nwe machie iji manye ka ha laghachi n'ọchịchị onye kwuo uche ya. Na nzaghachi, mba atọ ahụ kpebiri ịpụ n'òtù ahụ.",
    "Kedu ka ọpụpụ ha ga-esi metụta mpaghara Sahel na ọdịda anyanwụ Afrịka?",
    "Ebe foto si, Getty Images",
    "Site na anụ ruo na yabasị, ụfọdụ ihe oriri nwere ike ịka ọnụ. A mara mba ndị dị na mpaghara Sahel dịka ndị n'emepụta anụ ụlọ na akwụkwọ nri, bụ́ ndị ha na-ebuga n'odịda Anyanwụ Afrịka. Mbugharị nri sitere na mba ndị a ga-eme ka ọnụ ahịa bawanye ma ọ bụrụ na mba atọ a kwụsi inwe ikike tarifu nke Ecowas na-enye.",
    "Ọ ga-apụta na ndị Naijiria, ndị Ghana, Senegal na mba ndị ọzọ nọ na Ọdịda Anyanwụ ga-akwụ nnukwu ụgwọ maka nri ndị mba Sahel na-ewetakarị. Ibugharị nri ga-adịkwa ọnụ karịa n'ihi nke a.",
    "Ụlọọrụ Trans-Saharan Gas Pipeline (TSGP) bụkwa nnukwu ọrụ nke ọpụpụ a ga-emetụta. A na atụ anya na  ga-amalite ọrụ na afọ 2030, TSGP bụ ọrụ jikọrọ ọnụ n'etiti Nigeria, Niger na Algeria. Ejiri pipeline ahụ dị kilomita 4,000 na-ebufe mmanụ gas ruru ijeri cubic mita 30 kwa afọ site na Nigeria, site na Niger, ruo Algeria.",
    "Ebe foto si, Alamy",
    "Ime njem nwere ike isiri ndị Ọdịda Anyanwụ Afrịka ike. Ewebatara akwụkwọ paspọtụ Ecowas na Disemba afọ 2000, na-enye mba ndị otu ya dị 15 ikike ịbata obodo ha n'efu na-ejighị akwụkwọ njem mba ofesi 'visa'.",
    "Ụmụ amaala Ecowas nwere ikike ibi n'ime obodo ndị so n'otu ya ruo ọnwa 3, mana nke a nwere ike ịgbanwe maka ndị na-eme njem na mba ndị ahụ pụrụ n'otu ECOWAS.",
    "Ọ nwere ike mebie njikọta mpaghara, emume ịzụ ahịa, mmepe akụnaụba, yana nkwekọrịta azụmahịa n'efu nke mba Afrịka.",
    "Mba atọ a enweghị ọdụ ụgbọ mmiri na ohere ịbanye n'oké osimiri, na-eme ka ha dabere na ndị agbata obi ha dị n'akụkụ osimiri gụnyere Togo, Benin, Ghana, na Nigeria maka azụmahịa mba ụwa.",
    "Dịka Ecowas Trade Information Systems (ECOTIS) siri kwuo, n'afọ 2022, mbupụ ngwahịa Mali ruru ijeri $3.9, ebe mbubata ruru ijeri $6.45, ebe mbupụ Burkina Faso bụ ijeri $4.55, mbubata ha bụ ijeri $5.63. Niger dekọrọ nde $446.14 na mbupụ ya na ijeri $3.79 na mbubata.",
    "Ọ bụrụ na azụmahịa ndị a niile ga-aga n'ihu, mba Sahel ndị a ga-achọ ịnweta ọdụ ụgbọ mmiri nke mba ndị ọzọ dị n'ebe Ọdịda Anyanwụ Africa, nke ga-adọta ụgwọ dị elu - na tarifu na ọrụ - ma ọ bụrụ na ha akwụsị ịbụ ndị òtù Ecowas.",
    "Ụbọchị ụka gara aga, onyeisi ECOWAS bụ Omar Touray dọrọ aka na ntị na ị si n'otu ECOWAS pụọ ga-enwe nnukwu mmetụta nye mba Sahel atọ ahụ.",
    "Ndị isi ndị otu ECOWAS e kwuola na e nwere ike inwe nkewa nke nwere ike ebute enwghị nchekwa . Mpaghara Sahel bụ ndị otu jihadist wakporo ugborougboro nke a na-ekwu nwere ike ị kesa na mba Afrịka ndị ọzọ.",
    "Ndekọ iyi ọha egwu zuru ụwa ọnụ e mere n'afọ 2022 chọpụtara na mpaghara Sahel dị ka ebe ndị otu na-eyi ọha egwu na-eto ngwa ngwa ma na-egbu ndị mmadụ. A kọwapụtara mpaghara ahụ dị ka ebe ọhụrụ nke iyi ọha egwu, nke kwuru na ọ bụ \"maka ọnụ ọgụgụ mmadụ dị elu, enweghị mmiri na nri zuru oke, mgbanwe ihu igwe na ọchịchị ndị na-adịghị ike\" butere ya.",
    "Nri",
    "Naijiria",
    "Mali",
    "Burkina Faso",
    "Ecowas",
    "Ịji ego achụ ego",
    "Njem",
    "Niger",
    "Ụmụnwaanyị esonyela na ndị so Eze achị n'Enugwu10 Julaị 2024",
    "NA EME UGBU A, E gbuola Carol Hunt bụ nwunye onye ọrụ BBC na ụmụ ya abụọ na mba Briten",
    "Ministri anụmanụ ọhụrụ ga-ebelata nsogbu ndị ọrụ ugbo na ndị ọchịehi - Miyetti Allahelekere 9 gara aga",
    "Ihe mere ụmụaka ụmụnwaanyị ji ahụzi nsọ mbụ ha n'oge karịa ka ọ dị n'ọgbọ ndị gara aga10 Julaị 2024",
    "Etu ọpụpụ Mali, Niger na Burkina Faso ga-esi metụta azụmahịa n'ọdịda anyanwụ Afrịka9 Julaị 2024",
    "Africa Eye: Etu e si ebo ndị agadị ebubo amosu iji napụ ha ala ha9 Julaị 2024",
    "Ụlọomeiwu Nta agwala Gọọmenti Naịjirịa ka ọ kwụsị itinye nkwekọrịta Samoa n'ọrụ9 Julaị 2024",
    "Afọ 25 ọchịchị onyekwuoucheya: Kedụ ebe ndị ji ọgbọ n'afọ 1999 nọ ugbua?8 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?5 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee ụmụafọ Naịjirịa tuuru ugo na ntụliaka mba UK",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?Emelitere ikpeazụ na: 7 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}