{
  "published": "30 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Amnesty International Nigeria/X",
    "Otu na-ahụ maka ugwu ruuru mmadụ bụ Amnesty International eboola ndị ọrụ nchekwa Naịjirịa ebubo ịtọrọ Maazị Sunday Ifedi na nwunye ya bụ Calista Ifedi n'afọ 2021.",
    "Ndị otu Amnesty International kwuru na ndị ọrụ nchekwa Naịjirịa dọkpụụrụ di na nwunye ahụ n’ike n’ụbọchị 23 nke ọnwa Nọvemba afọ 2021.",
    "Dịka otu ahụ siri kọwaa n’otu ozi ha bipụtara n’ọbaozi X ha, ihe mere ndị ọrụ nchekwa Naịjirịa jiri dọkpụrụ di na nwunye ahụ bụ n’ihi na a na-ebo ha ebubo ị bụ ndị otu Indigenous People of Biafra (IPOB).",
    "Amnesty International kwuru na ụmụ di na nwunye ahụ akwụsịla agụmaakwụkwọ ha n’ihi nne na nna ha na-efu efu.",
    "Otu ihe onyonyoo na-efegharị n’ikuku na nso nso a gosiri otu nwatanwaanyị kwuru na ya bụ nwa Sunday na Calista Ifedi.",
    "Dịka nwatanwaanyị ahụ siri kwuo, ndị ọrụ DSS wụchiri n’ụlọ ha n’ụzọ ụtụtụ ụbọchị 23 nke ọnwa Nọvemba 2021 ma dọkpụrụ nne na nna ya n’ihi ebubo na ha so n’otu IPOB.",
    "Ka osiladị, ụlọorụ DSS nọọrọ n’ime afọ 2022 gọọ aka na ụkwụ ya gbasara ebubo ịdọkpụrụ ndị mmadụ.",
    "Ọnụ na-ekwuru ụlọọrụ DSS bụ Peter Afunanya gọrọ agụgọ ahụ n’otu ozi o wepụtara gbasara ebubo ndị ọrụ mgbasaozi na otu dị iche iche na-ebo DSS ịnwụchi ndị aka ha dị ọcha n’okpuru ọchịchị Muhammadu Buhari.",
    "Lee ụfọdụ ndị Ipob ụlọikpe sị ka a tọhapụ ma kwụọ ha ụgwọ 12 Ọktọba 2023",
    "IPOB etinyeghi ‘sit at home’ ọbụla n’oge ntuliaka Febụwarị a – Emma Powerful2 Febụwarị 2023",
    "Ihe ọkaiwu Nnamdi Kanu kwuru maka akụkọ sị na o sila n'ụlọ nga DSS rie mbọmbọ ọsọ14 Juun 2024",
    "Ebe foto si, Amnesty International Nigeria/X",
    "Otu ihe onyonyoo fesara n’ikuku nke BBC Igbo hụrụ gosiri nwatanwaanyị a sị na aha ya bụ Merit Ifedi, onye kwuru na ya bụ Ada Sunday na Calista Ifedi.",
    "Nwatanwaanyị ahụ sịrị na ndị ọrụ nchekwa wụchiri n’ụlọ ha n’ụzọ ụtụtụ mgbe ọ kụrụ ihe dịka elekere anọ (4:00am) n’ụbọchị 23 nke ọnwa Nọvemba afọ 2021 ma malite ịkwagharị ihe niile dị n’ime ụlọ ha sị na e nwere ihe ha na-achọ.",
    "Ọ sịrị na ndị ọrụ nchekwa ahụ bu egbe naara nne ya ekwentị ya ma gbochie ha ime mkpọtụ maọbụ kpọtụrụ onye ọbụla. Ka e mesịrị ha akpụrụ nne na nna ya pụọ.",
    "Nwaada ahụ kwuru na ya na ndị agbataobi sooro gaa n’ụlọọrụ ndịagha nakwa n’ụlọọrụ nchekwa ndị ọzọ dị n’Enugwu mana enweghị ndị kwetara na ọ bụ ha ji nne na nna ya.",
    "Ọ sịrị na ọ bụ mgbe ha gara nye mkpesa n’aka otu na-ahụ maka ugwu nke mmadụ ka ndị ọrụ nchekwa kwetara na ọ bụ ha ji mmadụ abụọ ahụ mana ekweghị ka ahụ ha anya.",
    "Oge ọ na-agwa ndị ọrụ mgbasaozi okwu, Merit sịrị na ụbọchị ọzọ ha gara n’ụlọọrụ ndị nchekwa ka a gwara ha na akpọgaala nne na nna ya Abuja.",
    "Merit kwuru na ya gbahapụrụ agụmaakwụkwọ ya kemgbe ahụ a dọkpụụrụ nne na nna ya iji nwee ike leta ụmụnne ya ndị nke obere anya.",
    "Cheta na otu ụlọikpe dị n’Enugwu nọọrọ n’afọ 2023 kwupụta na IPOB abụghị otu na-eyi ndụ egwu dịka a nọbuuru n’afọ 2017 kwupụta ya.",
    "Mgbasaozi",
    "Naijiria",
    "Ikike diri mmadụ",
    "Ịwakpo mmadu na-ike",
    "Muhammadu Buhari",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?elekere 9 gara aga",
    "Ihe gbara ọkpụrụkpụ n’okwu mbụ Keir Starmer dịka Praịm Minista mba Briten5 Julaị 2024",
    "Ihe BBC chọpụtara maka nkwekọrịta Samoa na LGBTQelekere 7 gara aga",
    "Nsogbu nchekwa, Nnamdi Kanu na ihe ndị ọzọ Gọvanọ ọwụwa anyanwụ kpara na nzukọ ha3 Julaị 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?2 Julaị 2024",
    "Ọrịa otolo: Mmadụ 143 ebutala ya na Kirikiri nakwa steeti Katsina1 Julaị 2024",
    "Lee ọkwọụgbọala bi mba Briten ka na-eri ụgwọọnwa gọọmenti na Naịjirịa2 Julaị 2024",
    "Kedụ ebe Sunday na Calista Ifedi nọ?30 Juun 2024",
    "Arịrị eriela ndị nwụnye ndị uweojii abụọ a gbagburu n'Aba ọnụ28 Juun 2024",
    "Kedụ ihe 'Facebook Monetisation' pụtaara ndị na-eme ihe nkiri na soshal midia?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Etu esi akwado uleakwụkwọ: Ihe ikwesiri ịmaEmelitere ikpeazụ na: 19 Mee 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Etu e si nweta aha ahịa anọ dị n'ala IgboEmelitere ikpeazụ na: 31 Ọgọọst 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}