{
  "published": "30 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị bi n’isi obodo Imo steeti bụ Owerri nọ n’ọnọdụ oke n’ọhịa ngwere n’ubi dịka egbe bidoro ịda n’ụgwu na ndịda n’ụbọchị Wenezde 31 Julaị 2024.",
    "Ụfọdụ ndị kwuru okwu na-achọghị ka a kpọọ aha ha kwuru na ụfọdụ ebe a nụrụ ụda egbe ndị ahụ gụnyere okporoụzọ Wetheral, okporoụzọ Bank Road, okporoụzọ, Douglas na okporoụzọ Ikenegbu.",
    "Ndị ojiegbe amalitela ịkpa mkpa mkpamkpa n’Imo steeti kemgbe ihe dịka mkpụrụ ụbọchị atọ dịka ha nọọrọ n’ụbọchị Mọnde 29 Julaị 2024 gbagbuo ndị uweojii anọ na otu nwaagbọghọ gara ịdọrọ ego n’Irette dị n’okpuru ọchịchị Owerri West.",
    "N’ụbọchị Tuzde 30 Julaị 2024, ha zọchiri n’Orji dị n’okporoụzọ Okigwe ma gbuo nwaokorobịa ji otu afọ a gara ala nna ya ozi dịka ụfọdụ mmadụ kwuru na ha mụnyere ụgbọala trọk a kwajuru ntụ ‘cement’ ọkụ.",
    "O dobeghị anya ma e nwere ndị a gbagburu na nke a na-akpọtụ n’ụbọchị Wenezde mana ndị hụrụ ka ya bụ ihe si eme kwuru sị a na-akwa mgbọ aghara aghara.",
    "Etu ndị ojiegbe si gbagbuo mmadụ asaa n’Orogwe, Imo Steeti3 Ọgọọst 2022",
    "Armed attack in Imo: Etu ndị uweojii si napụ ndị ojiegbe akwụ n'ọnụ n'Owere taa bụ Satode29 Julaị 2023",
    "Ihe ndị uweojii kwuru maka ihe mere n'otu ụlọ oriri dị n'Orlu2 Ọgọọst 2021",
    "Ebe foto si, Imo Police Command",
    "Kọmịshọna ndị uweojii n’Imo steeti bụ Aboki Danjuma akatọọla mwakpo nakwa ogbugbu ndị uweojii na mmadụ nkịtị na steeti ahụ.",
    "O kwuru na e zipụla ndị uweojii ka ha gbakọọrọ ụlọọrụ nchekwa ndị ọzọ aka iji chọpụta ndị ekperima ahụ a na-enyo enyo na ha bụ ndị otu IPOB na ESN.",
    "Nke a dị n’ozi ọnụ na-ekwuru ndị uweojii Imo steeti bụ Henry Okoye tinyere aka na ya n’ụbọchị Mọnde 29 Julaị 2024.",
    "Okoye kwuru na ndị ojiegbe ahụ wakporo ndị uweojii oge ha na-akpagharị n’okporoụzọ Irette ma gbuo anọ n’ime ha tinyere otu mmadụ nkịtị.",
    "“Oge anyị nwetara ozi ahụ, kọmịshọna ndị uweojii kpọọrọ ndị uweojii gaa ebe ahụ ozugbo iji chọpụta ka ọnọdụ ebe ahụ dị”.",
    "“E bugara ozu ndị nwụrụ anwụ n’ụlọ nchekwa ozu ma bugaa onye nke nwetara ihe mmerụahụ ụlọọgwu bụ ebe ọ nọ ugbua na-anara ọgwụgwọ,” ka Okoye kwuru.",
    "Ọ sịrị na Danjuma kasiri ezinaụlọ ndị nwụrụ anwụ obi ma kwuo na ya ga-eme ihe niile dị ya n’aka iji hụ na a nwụchiri ndị ekperima ahụ ma kpee ha ikpe.",
    "Dịka ọ dị ugbua BBC Igbo ka na-agba mbọ ịnụta n'ọnụ ndị anya hụrụ ka o si mee nakwa mata ezinaụlọ nwata POS ahụ a gbgburu.",
    "Akụkọ ka na-abịa...",
    "Ebe foto si, Imo state police/X",
    "Onye hụrụ ka o si mee na-achọghị ka a kpọọ ya aha kwuru na njinji ahụ jiri na Blossom Dovely Palace, Mechanic Village Junction n’akụkụ Savemore Marketplace dị n’Irette.",
    "O kwuru na ndị ojiegbe ahụ amaghị ndị ha bụ wakporo ndị uweojii si n’ụlọorụ ndị uweojii Ọgbakụ Division ma gbuo anọ n’ime ha na otu nwaagbọghọ gara ịdọrọ ego na POS.",
    "Dịka o siri kwuo, ndị ojiegbe gbagburu nwaagbọghọ ahụ oge o wepụtara ekwenti ya isete ha n’ihe onyonyoo.",
    "Ọ gwara ndị ojiegbe ka ha hapụ ndị Irette aka ka ha ṅụrụ mmiri tọgbọ iko ma kpọkuo gọọmenti na ndị ọrụ nchekwa ka ha gbatara ha ọsọ enyemaaka.",
    "Ndị ojiegbe egbuola ndị uweojii anọ na otu mmadụ nkịtị n’okporoụzọ siri Owerri gawa Ọnicha n’Imo steeti.",
    "Njinji ahụ jiri n’ụbọchị Mọnde 29 Julaị 2024 n’Irette dị n’Okpuru ọchịchị Owerri West nke dị n’okporoụzọ siri Owerri gawa Ọnịcha.",
    "Akụkọ kwuru na ndị ojiegbe ahụ gbara ndị uweojii egbe na mpaghara e nwere ọdọmmanụ AA Rano na Global filling station.",
    "Ha bụ ndị ojiegbe gbagburu ndị uweojii anọ ma gbuokwa otu onye nkịtị na-elekọta igwe ndọrọego Point of Sales (POS).",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ndị Biafra chọrọ nkewa",
    "Ndị nkwado Donald Trump akatọọla Tim Walzelekere 6 gara aga",
    "NA EME UGBU A, Ndị uweojii agbaghị ndị ngagharịiwe egbe – Onyeisi ndị uweojii",
    "Ị ma ihe mere i ji ekwo ụra?elekere 9 gara aga",
    "Igbo must go: O nwere ihe ndị ọrụ nchekwa na-eme maka oku a?3 Ọgọọst 2024",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?31 Julaị 2024",
    "Ihe mere e ji adọ ndị si mpaghara Ọwụwa Anyanwụ aka na ntị ka ha esola na ngagharịiwe30 Julaị 2024",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli31 Julaị 2024",
    "Akwakanti, ntụrịkọ mkpụrụamụ na ọrịa ụmụaka ndị ọzọ nwere ike bute atụghị ime maọbụ atụnyelighị nwaanyị ime n'ọdịnihu31 Julaị 2024",
    "Etu nkwado nwoke maọbụ nwaanyị ịlụ ibe ya si ebute esemokwu n’ụlọụka Anglịkan n’ụwa29 Julaị 2024",
    "Igbo must go: O nwere ihe ndị ọrụ nchekwa na-eme maka oku a?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli",
    "Kwụsị ihe ndị a na-egbu 'Sperm' gịEmelitere ikpeazụ na: 16 Ọktọba 2020",
    "Ndị nkwado Donald Trump akatọọla Tim Walz",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}