{
  "published": "23 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akwụkwọ ozi gọọmentị Legọs nke pụtara ihe na nsonso a egosila na gọvanọ steeti ahụ Babajide Sanwo-Olu mapụtara nde naịra iri isii na abụọ na ụma (N61.28m) maka olili ndị nwụrụ n'oge ngagharịiwe End SARS nke afọ 2020.",
    "Mpụta ihe akwụkwọ ozi a kpalitere nrụrịtaụka na soshal midia Naịjirịa n'ụbọchị Sọnde, Julaị 23, n'ihi na gọọmentị Legọs Steeti gọburu agọ na onweghị ndị nwụrụ na ngagharịiwe ahụ, ọ kachasị na mpaghara Lekki Toll Gate, bụ ebe ndị agha gbara egbe ma chụsaa ọtụtụ ndị mmadụ.",
    "Mana onye ji ọkwa 'Permanent Secretary' na ngalaba ahụike na Legọs steeti bụ Gboyega Akosile, kwuru na ndị ahụ a chọrọ ili \"abụghị ndị nwụrụ na Lekki Toll gate, kama ha bụ ndị nwụrụ na mpaghara dị icheiche na Legọs n'oge ngagharịiwe ahụ\".",
    "Ebe foto si, Screengrab",
    "Akwụkwọ ozi na-efesa na soshal midia gosiri ego ole gọọmentị Legọs mapụtara iji lie ndị nwụrụ na ngagharịiwe End SARS",
    "End Sars Memorial: O nweghi akaebe gosiri na e gburu ndị mmadụ na Lekki Toll Gate - Lai Mohammed20 Ọktọba 2021",
    "Afọ abụọ agaala kamgbe 'Lekki Massacre' mana a hụla ikpe ziri ezi?20 Ọktọba 2022",
    "Cheta na Gọvanọ Sanwo-Olu kwuru na onweghị onye ọbụla mgbọ tụtara na Lekki Tollgate n'abalị ụbọchị 20 nke ọnwa Ọktoba 2020 dịka ndị agha ji egbe chụsaa ndị mmadụ.",
    "O mechara kwuo na ọ bụ otu onye nwụrụ, mechakwaa, n'ebe ọzọ kwuo na ọ bụ mmadụ abụọ ka a ma nwụrụ.",
    "Mana nnyocha nke ọtụtụ ụlọ ntaakụkọ, tinyere BBC, mere, nakwa akwụkwọ ozi nke otu dị icheiche na-azọ maka ikike dịịrị mmadụ dịka 'Amnesty International, gosiri na mgbọ tụgburu ụfọdụ mmadụ n'ụbọchị ahụ.",
    "Kọmiti nke gọọmentị Legọs hibere iji nyochaa ihe mere n'ụbọchị ahụ, kwukwara n'eziokwu na ndị agha \"kpochapụrụ ndị mmadụ na-eme ngagharịiwe na-ejighi ngwaọgụ ọbụla\".",
    "N'akwụkwọ mpụtara nnyocha kọmiti ahụ, ha kwuru na ihe mere na Lekki Tollgate n'ụbọchị 20 nke ọktoba 2020 bụ 'massacre\", mana gọmentị Legọs sị na ha ekweghị.",
    "Gboyega Akosile, so na ndị isi na ngalaba ahụike na Legọs steeti, kọwara site n'akara Twitter ya n'ụbọchị Sọnde, Julaị 23, 2023, na ndị na-ekwu na ọ bụ ndị nwụrụ na Lekki Toll Gate ka gọọmentị chọrọ ili na nzuzo, bụ ndị okwu ụgha nakwa ndị iro gọọmentị.",
    "Akosile kwuru na ndị mmadụ nwụrụ na mpaghara dị icheiche na Legọs dịka ngagharịiwe End SARS na-aga n'ihu, mana onweghị kama otu ozu mmadụ e butere na Lekki Tollgate.",
    "\"Onweghị ihe akaebe ọbụla dị n'akwụkwọ nnyocha dị icheiche e mere nke kwuru na ọbụladị otu onye nwụrụ n'ọgbaghara dapụtara na Lekki,\" Akosile kwuru.",
    "Ọ gara n'ihu kwuo na gọọmentị mara ọkwa ka onye ọbụla nwanne ya maọbụonye ezinụlọ ya nwụrụ n'oge ngagharịiwe End SARS gaa n'ụlọọgwụ LASUTH ga kọwaa onwe ya ma buru ozu onye nke ya, \"mana onweghị onye ọbụla gara iburu ozu ndị ahụ\".",
    "\"Ndị uweojii gburu nwanne m, ma jụ ibunyere anyị ozu ya\"5 Nọvemba 2020",
    "E buru m ọtụtụ mmadụ a gbara egbe na Lekki gawa ụlọ ọgwụ30 Ọktọba 2020",
    "Ihe mere m ji fee ọkọlọtọ Naijiria bu ọbara- Udeh Chiamaka Victoria17 Juun 2021",
    "Akosile kwuru na ozu ndị ahụ adọrọla n'ụlọozu ihe chọrọ iru afọ atọ ugbua, na-ewekọrọ ohere, nke mere o ji dị mkpa ibupu ha iji mee ka ohere dị.",
    "O kwuru na gọọmentị gbasoro usoro ahụike nakwa usoro iwu niile e kwesịrị ịgbaso dịka ha na-eme nke a, ka ọ ga-abụ onwegodi onye bịara iburu ozu onye nke ya n'ọdịnihu, ọ ga-enweta nkọwa ga-eju ya afọ.",
    "\"Gọọmentị na-arịọ ndị na-akọ asịrị na soshal midia ka ha biko nye ohere ka ezinụlọ nwe ozu ndị ahụ na-abịaghị buru ha nweta mkpuchi ha kwesịrị,\" Akosile dere.",
    "Ngagharịiwe End SARS malitere n'ihi aka ike ndị uweojii Naịjirịa ji emeso ndị ntorobịa ihe na mpaghara dị icheiche, ọ kachasị ngalaba ndị uweojii na-ebuso ndị ojiegbe esu ohi agha, a kpọrọ 'Specia Anti-Robbery Squad' (SARS).",
    "Ndị mmadụ na-ekpesa na ndị uweojii a na-eji aka ike anapụ ndị mmadụ ihe, ibo ndị mmadụ ebubo ụgha iji napụ ha ego, nakwa mgbe ụfọdụ igbu ndị aka ha dị ọcha n'ụzọ iwu akwadọghi.",
    "Nke a mere ka ọtụtụ ndị ntorobịa malite ngagharịiwe iji kpọọ oku ka e mechie ngalaba uweojii ahụ bụ Sars, ma kwụsịkwa mmekpa ahụ ndị uweojii.",
    "Ngagharịiwe a fesara na steeti dị icheiche na Naịjirịa ma mekwaa ka obodo Naịjirịa niile maa jijiji.",
    "Na Legọs, ụfọdị ndị ekperima weere ohere ngagharịiwe ahụ malite imebi ihe gọọmentị, ịgba ụlọ, ụgbọala nakwa akụrụngwa gọọmentị ọkụ, ịwakpo ụlọahịa ndị mmadụ, na ọtụtụ mpụ ndị ọzọ.",
    "Nke a mere ka ndị agha pụta were egbe wakpo ebe ndị na-eme ngagharịiwe gbakọrọ na mpaghara Lekki, chụsasịa ndị nkịtị nọdụrụ ala, na-efe ọkọlọtọ Naịjirịa, ma na-ekwekwa ukwe njirimara Naịjirịa.",
    "Kọmiti nyochara ihe a mere na Legọs kwuru na ndị agha gbagburu ọtụtụ ndị nkịtị na-eme ngagharịiwe n'ụbọchị ahụ, mana gọọmentị Legọs na gọọmentị etiti na agọ agọ ruo taa, na-ekwu na onweghị onye ọbụla ndị agha gburu na Lekki.",
    "Ụbọchị 20 nke ọnwa Ọkụtoba afọ a ga-eme ya afọ atọ ndị agha mere mwakpo a na Lekki Tollgate.",
    "Babajide Sanwo-Olu",
    "Legọsị steeti",
    "Legọsị",
    "Ngagharịiwe #EndSars",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}