{
  "published": "elekere 5 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/Simone Ekpa Facebook",
    "Onye ndu alaka otu Ipob kpọrọ onwe ha 'autopilot' bụ Simone Ekpa ekwuola na akwụkwọ ozi si n'aka nnamdi Kanu bụ 'adịgboroja.",
    "Onye ndu otu nnwereonwe Biafra bụ Nnamdi Kanu degara  otu na ndị na-eso ya mabụrụkwa onye ndu otu alaka Ipob kewapụrụ bụ Simon Ekpa akwụkwọozi nye ya  ntuziaka ka ọ kwụsị ikpọ oku nọrọnụlọ n'Ọwụwa Anyanwụ nakwa ịkpọrị ndị gọvanọ.",
    "Mana n'ozi o wepụtara n'akara Twitter ya n'abalị Fraide, Ekpa sịrị na akwụkwọ ozi ahụ bụ, \"ezigbote adịgboroja.\"",
    "Ọ sịrị, \"Nnamdi Kanu enweghị ike ide akwụkwọozi na-eto ndị ndọrọndọrọ ọchịchị tụsara n'akụkọ oku ka a tọhapụ ya.\"",
    "Ekpa , onye na-akpozi onwe ya 'Praim Minista nke ndị Biafra, boro ebubo na ọ bụ ndị uweojii nzuzo dere akwụkwọozi ahụ.",
    "Nke a bụ mbụ Kanu na-eji akara onwe ya(his handwriting) zigara ya ozi.",
    "Ọtụtụ mgbe gara aga, Ekpa nupuru isi n'ozi Nnamdi Kanu bụ onye nọ na mkpọrọ DSS kemgbe ọnwa Juun afọ 2021 maka ebubo iyi ndụ egwu zigarala Ekpa ozi site na ndị ọkaiwu  na okenye Igbo dị ọzọ garala hụ ya na mkpọrọ.",
    "Ebe foto si, Getty Images",
    "Onye ndu otu nnwereonwe Biafra bụ Nnamdi Kanu enyela onye ndu otu alaka Ipob bụ Simon Ekpa ntuziaka ka ọkwụsị ikpọ oku nọrọnụlọ n'Ọwụwa Anyanwụ.",
    "N'akwụkwọozi nke o degara Ekpa nke rutere BBC Igbo aka site n'aka Ọkaiwu ya bụ Aloy Ejimakor, Kanu gwara Ekpa ka o sepụ aka n'ịkpọ oku nọrọn'ụlọ nakwa ibu agha megide ndị gọvanọ dịka ọ sị na ọ maghị ndị na-enye aka n'okwu ntọhapụ ya.",
    "Simon Ekpa asaala Onyeisi Ụlọomeiwu Ukwu27 Julaị 2023",
    "IPOB etinyeghi ‘sit at home’ ọbụla n’oge ntuliaka Febụwarị a – Emma Powerful2 Febụwarị 2023",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti8 Julaị 2023",
    "Ọkaiwu Ejimakor kwuputara ozi  ọhụrụ  Kanu ziri ya maka Simon Ekpa n'ehihie Faride dịka ọ na-gwa ndị ntaakụkọ okwu n’Enugwu ma wepụta akwụkwọ ozi nke  Nnamdi Kanu jiri aka ya dee n'akara nke onwe ya(handwriting).",
    "Ya bụ ozi bụ ntuziaka Kanu  nyere Simon Ekpa maka Ekpa na-akpọkarị n’ala Igbo nke butela ọnwu ọtụtụ mmadu.",
    "“Simon, a na m enye gi ịwu ka ikwusi ịkpọ oku sit-at-home…MNK",
    "Ejimakor gosiri ndị ntaakụkọ ya bụ akwụkwọ nke Mazi Nnamdi Kanu ji aka ya dee",
    "Cheta na e ji Nnamdi Kanụ na mkpọrọ DSS kemgbe ọnwa Juun afọ 2023 dịka a na-ekpe ya ikpe maka ebubo ịkpa nkata ịkwatu gọọmentị nakwa iyi ndụ egwu.",
    "Ebe foto si, Aloy Ejimakor",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Simon Ekpa asaala Nnamdi Kanuelekere 5 gara aga",
    "NA EME UGBU A Kamala Harris, Antonio Gutteres akpọọla Tinubu gbasara ọgbaaghara na Niger Repọblik1 Julaị 2023",
    "Ezinaụlọ Chinyere Awuda asaala ndịuweojii n'okwu ihe ha sị gburu nwa ha20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Simon Ekpa asaala Nnamdi Kanu",
    "Ezinaụlọ Chinyere Awuda asaala ndịuweojii n'okwu ihe ha sị gburu nwa ha",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Gọọmentị Enugwu ịkpọchị ụlọahịa ndị mmadụ n'ihi 'sit-at-home' megidere ikike dịịrị ha - CSO",
    "Simon Ekpa asaala Onyeisi Ụlọomeiwu Ukwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}