{
  "published": "1 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, HOPE UZODIMMA/INSTAGRAM",
    "Dịka Gọvanọ Hope Uzodimma bunyere onwe ya ọkwa kọmịshọna na-ahụ maka ala n’Imo steeti, ajụjụ ọtụtụ kpụ n'ọnụ bụ iwu ọ kwadoro gọvanọ ịbụ gọvanọ ma jidekwa ọkwa Kọmịshona steeti ya? Kedụ ihe iwu kwuru  banyere ọnọdụ dị otu a?.",
    "Otu onye ọkaiwu a ma ama n’Owerri bụ Obulimba Canice Madukaji, gwara BBC Igbo na e nweghị mpaghara iwu Naijiria kwuru kpọmkwem na gọvanọ enweghị ikikere ịhọpụta onwe ya dịka kọmishọna.",
    "Amụma Mbaka emezuela, Hope Uzodinma emeriela dịka Gọvanọ Imo steeti14 Jenụwarị 2020",
    "Supreme Court Ruling: Afa anyị gbara maka ntuliaka 2019 emezuola - Ipob30 Ọktọba 2019",
    "Ị ma Chioma Uzodinma; nwunye Gọvanọ Imo steeti?16 Jenụwarị 2020",
    "Obulimba sịrị na ebe o siri dị ka gọvanọ dara iwu bụ na iwu Naịjirịa kwuru na tupu e hiwe mmadụ ọbụla dịka kọmịshọna, ụlọomewu steeti ahụ ga-ebu ụzọ mee onye ahụ nnyocha mana ụlọomeiwu Imo steeti emeghị Uzodimma nnyocha tupu ọ banye n'ọkwa kọmịshọna.",
    "Ọ gara n’ihu kwuo na iwu na-ahụ maka ụzọ e si eji ala eme ihe bụ ‘Land use act’ kwupụtara na ala niile dị gọọmenti n’aka, nke pụtara na ala dị na steeti ọbụla dị n’aka gọvanọ steeti ahụ.",
    "Onye ọkaiwu ọzọ  bụ Nnenna Anozie kọwara na Uzodimma adaghị iwu ọbụla ịhọpụta onwe ya dịka kọmịshọna.",
    "Ọ sịrị na iwu Naịjirịa nyere ndị gọvanọ na onyeisiala ikikere ịhọpụta onye ọbụla masịrị ha dịka kọmịshọna maọbụ minista bụkwanụ nke mere onyeisiala pụrụ apụ bụ Muhammadu Buhari jiri họpụta onwe ya dịka minista na-ahụ maka mmanụ agbịdị.",
    "Dịka Nnenna siri kwuo, ọ bụ naanị ọkwa ndị a na-esite na ntụliaka a họpụta ka iwu Naịjirịa na-elebara anya.",
    "Ebe foto si, HOPE UZODIMMA/INSTAGRAM",
    "Aka na-achị Imo steeti bụ Hope Uzodimma họpụtara onwe ya dịka kọmịshọna na-ahụ maka ala na steeti ahụ.",
    "Uzodimma mara ọkwa a n’ụbọchị Tuzde 30 Eprel 2024 n’oge ọ na-edu ndị kọmịshọna a họpụtara ọhụrụ n’iyi ọrụ n’Owere.",
    "O kwuru na mkpebi o nwere ịhọpụta onwe ya dịka kọmịshọna na-ahụ maka ala bụ n’ihi ọtụtụ mkpesa o nwetara maka ndị ọ họpụtara n’ọkwa ahụ n’oge gara aga.",
    "Dịka o siri kwuo, ọtụtụ mmadụ boro kọmịshọna ji ọkwa ahụ n’oge gara aga ebubo ịganye aka n’ohi ala nakwa nrụrụaka ndị ọzọ dị icheiche.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Igbo maternal inheritance: Ị ma na ụfọdụ obodo n'ala Igbo na-eri ekpe na nne?25 Maachị 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Etu nnyocha ogbugbu nwata a na 'West Bank' si bute ebubo na ndịagha Israel mere mpụ agha 3 Mee 2024",
    "Kaduna Airstrikes: A ga-ekpe ndịagha abụọ ikpe maka igbu ihe karịrị mmadụ nkịtị 8513 Disemba 2023",
    "Ikpe Trump: Ngosipụta ihe o kwuru na nzuzo na ihe ndị a ma ama mere3 Mee 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Bosun Tijjani: Naijiria nwere ndị nka teknụzụ zuru i na-ezipụ mba ofesi2 Mee 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Lee Ebe niile e nwerela nsogbu nchekwa n'Enugwu na nso nso a",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ",
    "Ube ọ bụ nrị e jị emegheri ọnụ ka ọ bụ nke na-enye ihe na ahụ?Emelitere ikpeazụ na: 15 Septemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}