{
  "published": "10 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "O teela aka ndị ọchịchị isi otu ezinaụlọ jiri malite ntụnyeoke n’ịhazi etu e si egwu ndọrọndọrọ ọchịchị mba dị iche iche na mbaụwa.",
    "Malite n’ezinaụlọ Bush na mba Amerịka ruo n’ezinaụlọ Kim na mba Nọt Koria, ezinaụlọ Bhuttos na mba Pakistan ruo n’ezinaụlọ Trudeaus na Kanada, ụfọdụ ahanna ụfọdụ abụrụla nke e ji mara ikikere ọchịchị.",
    "Na mba Togo nke dị n’Ọdịda Anyanwụ Afrịka, ezinaụlọ Gnassingbé achịala ihe karịrị ọkara senchuri ebe onyeisiala nke nọ ugbua bụ Faure Gnassingbé malitere ọrụ kemgbe 2005.",
    "Dịka ọ na-aga n’ihu na-agbanwe ụkpụrụ iwu iji gbatikwuo oge ọchịchị ya, ụfọdụ mmadụ na-ajụ ajụjụ banyere mpụtara ọchịchị onyekwuoucheya na mba ahụ.",
    "N’afọ 1967 n’oge onyeisiala nke nọ ugbua ka dị naanị afọ itooli, nna ya bụ Gnassingbé Eyadéma weghaara ọchịchị n’ike na mba Togo site na nkwatu ọchịchị ndịagha.",
    "Mgbe Eyadéma nwụrụ n’afọ 2005, nwa ya nwoke bụ Faure Gnassingbé bụụrụ onyeisiala.",
    "Ọ nọrọla kemgbe na-azọnyụ ngagharịiwe, akụsasị iyi egwu mweghara ọchịchị n’ike nke ndịagha iji nọgide n’ọchịchị.",
    "Onyeisiala Gnassingbé dị njikere ịnọgide n’ọkwa ruo afọ 2031 dịka ụlọomeiwu Togo nke ndị ka n’ọnụọgụgụ bụ ndị pati 'Union for the Republic' (UNIR) nabatara ụkpụrụ iwu ọhụrụ n’ụbọchị Fraịde 19 Eprel 2024 ịgbanwe usoro ọchịchị mba ahụ site na nke ndị isiala(presidential system) banye na nke ndị omeiwu(parliamentarty system).",
    "Ebe foto si, Getty Images",
    "Ịgbanwe ụkpụrụ iwu bụ otu ọkpụrụkpụ ụzọ Gnassingbé siri nọgide n’ọchịchị.",
    "Ka anyị mara etu nke ahụ siri mee:",
    "N’afọ 2002, n’okpuru ọchịchị Eyadéma, ụlọomeiwu wezugara agba ọchịchị abụọ maka ọkwa onyeisiala etinyere n’ụkpụrụ iwu 1992.",
    "N’oge ọ batara n’ọchịchị n’afọ 2005, Faure Gnassingbé ritere uru na mgbanwe a. Ma n’afọ 2017 na 2018 mgbatịoge ọchịchị ya kpaliri ngagharịiwe dịka ndị mmadụ kpọrọ oku ka ewezuga ya n’ọkwa.",
    "Gnassingbé gbara mbọ ịkụnyụ ngagharịiwe ahụ site n’iwebatagharị agba ọchịchị abụọ. Mana ndị ahụ na-eme ngagharịiwe alaghị azụ dịka ndị ntorobịa n’ime ha bọrọ ya ebubo na ọ maghịzi nke ekwe na-akụ.",
    "Otu ndị na-agba gọomenti ụkwụ CAP 2015 na Pan-African National Party siri arụmarụ na mgbanwe ndị ahụ bụ naanị mgbanwe ka ọ ga-eweta na ngụafọ ndọrọndọrọ ọchịchị dịka ọ ga-enyekwa Gnassingbé ohere ịchọ ka etighachi ya n’ọkwa ma mee ya ka ọ nọgide n’ọchịchị ruo 2030.",
    "Na nzaghachi, ndị ọchịchị chabiri ụdọ nzirịtaozi ma zọnyụọ ngagharịiwe akpọkwasara #TogoDebout (Togo kwụ ọtọ) bụ nke kpọtụrụ nke ukwuu na mpaghara ugwu ebe Gnassingbé na-achị eze.",
    "N’ihi ya, ụlọikpe dị na mpaghara ọdịda anyanwụ Afrịka riri Togo nha $3,400 maka Ịchabi ụdọ nziritaozi. Mana nke a egbochighị ndị ọchịchị ịga n’ihu machie ngagharịiwe ahụ.",
    "Gnassingbé gara n’ihu n’atụmatụ ya ebe ụlọomeiwu gbanwere ụkpụrụ iwu n’afọ 2019. O nwetara mmeri maka agba ọchịchị nke anọ ya n’afọ 2020 site n’inweta pasenti vootu 71% ma tozuokwa oke maka nhọpụtagharị n’afọ 2025.",
    "Ebe foto si, Getty Images",
    "N’agbanyeghị nkatọ a na-enwe n’ụlọ banyere usoro ọchịchị ya, Gnassingbé atụnyela oke dara ụda iweta udo n’etiti gọọmenti dị iche iche ndịagha nọ n’isi ya na mpaghara ọdịda anyanwụ Afrịka, bụ ndị nwere oke ntụkwasaobi n’ebe ọ nọ tinyere otu Economic Community of West African States (ECOWAS). Otu ahụ na-agba mbọ itighachi ọchịchị onye kwuo uche ya dịka nkwatu ọchịchị dọghachiri ha azụ na nso nso a.",
    "Onyeisiala Togo mere e ji tọhapụ ọtụtụ ndịagha Aịvrị Kost ndịagha Mali jichiri dịka a na-enwe esemookwu n’ihi mmachi ECOWAS tinyere n’oge ndịagha weghaara ọchịchị n’ike n’afọ 2020 na 2021.",
    "Gnassingbé kwalitere mwezuga mmachi e tinyere n’isi Bọkịna Faso bụ nke mere e ji nwee nkwatu ọchịchị abụọ n’afọ 2022 nakwa Mali. Ọ bụ nna otu ‘Lome Peace and Security Forum’ ehiwere n’afọ gara aga iji kpaa banyere ọnọdụ udo na-ama jijiji na mpaghara ahụ.",
    "N’okpuru iwu ọhụrụ a, ndị MP ga-ahọpụta onyeisiala na-enweghị nrụrịtaụka, karịa ọhanaeze, iji gaa ozi maka otu agba ọchịchị ga-ewe afọ isii. Ọkwa Praịm Mịnịsta bụ nke e webatara ịrụ ọrụ ndị ọchịchị.",
    "Kemgbe ndị na-agba gọọmenti ụkwụ jiri wezuga onwe ha na ntụliakaelu ndị omeiwu 2018, ndị ọnụọgụ ha kachasị n’ụlọomeiwu mba ahụ bụ ndị pati Gnassingbé bụ UNIR.",
    "Pati atọ ndị na-agba gọọmenti ụkwụ bụ Alliance of Democracies for Integral Development (ADDI), Democratic Forces for the Republic (FDR) na National Alliance for Change (ANC) nakwa ụka Katolik na-agbasi mbọ ike ịchawapụta ọzọ.",
    "Mbọ niile a gbara ịhazi ngagharịiwe ga-ewe mkpụrụ ụbọchị atọ na-agbata abalị 11 na 13 nke ọnwa Eprel kụrụ afọ n’ala dịka ndị ọrụ nchekwa wakporo ha. N’abalị 23 nke ọnwa Epre, onye ndu otu na-agba gọọmenti ụkwụ bụ Gerry Taama gbara akwụkwọ mkpesa n’ụlọikpe megide mgbanwe ụkpụrụ iwu dịka a ka na-eche maka mpụtara ya.",
    "Dịka mbọ ndị a na-agba ịtụgharị mgbanwe ndị ahụ bịara dịzie ka ọ na-anyụ ka ọkụ, ndị na-agba Gnassingbé ụkwụ na-emezi atụmatụ ịchọ nkwado maka ntụliakaelu ndị omeiwu a ga-ahazi n’abalị 29 nke ọnwa Eprel.",
    "Ebe foto si, Getty Images",
    "Otu onye nnyochaokwu bi na Togo bụ Maazị Paul Amagakpo kwuru na nke a nwere ike iyi egwu megide ọchịchị onye kwuo uche ya na mpaghara ahụ.",
    "“Mgbanwe a nwere ike inwe mmetụta ọjọọ nye ụkpụrụ ọchịchị ọhakarasị na mpaghara ọdịda anyanwụ Afrịka bụ ebe anyị na-ahụta ọdịda site na nkwatu ọchịchị ndịagha na mpaghara iwu ndị dị an̄aa iji gaa n’ihu nọrọ n’ọkwa dịka onyeisiala.”",
    "N’ime ihe dịka afọ iri gara aga, ndị ndu n’ọtụtụ obodo dị na mpaghara Ọdịda anyanwụ na etiti Afrịka etinyela mgbanwe ndị pụtara ihe n’ụkpụrụ iwu ha iji  gbatịa oge ọchịchị ha.",
    "E wezugara oge ọchịchị onyeisiala na mpaghara etiti Afrịka n’afọ gara aga bụ nke kwere ka Onyeisiala Faustin Touadera, onye otu ndị Rọshịa bụ Wagner na-akwado gaa n’ihu nọrọ n’ọkwa apụghị apụ.",
    "Ọchịchị ndịagha dị na Mali na Chad ejirikwala ntụliala ‘referendum’ gosi nkwado ha nye mgbanwe ụkpụrụ iwu na-agbanyeghị na ahọpụtaghị ha n’ọkwa site n’usoro ọchịchị onye kwuo uche ya.",
    "Mgbanwe ụkpụrụ iwu mba Guinea n’afọ 2019 kwere ka Alpha Conde zọọ ọkwa maka ọchịchị nke ugboro atọ ya. Ndịagha mechara wezuga ya n’ọkwa dịka e mechara mkpesa n’igwe megide mgbatị oge ọchịchị ahụ.",
    "Ikpe",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Togo",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ a9 Mee 2024",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu8 Mee 2024",
    "NA EME UGBU A, Artificial Intelligence ga na-arụzị ọrụ ndị mmadụ nke ga-ebute enweghị ọrụ - Bishop Onaga",
    "Igbo Tradition: Ihe isii nwere ike ịnọchị anya ọjị n'omenala Igbo12 Julaị 2020",
    "Njem Nwaeze Harry,Meghan nwunye ya meere na Naijiria11 Mee 2024",
    "Mba dị n' Ọdịda Anyanwụ Afrika otu ezinaụlọ nọ n'ọchịchị kemgbe afọ 6010 Mee 2024",
    "\"Ọ dịghịrị m mfe ibido ihe ịkpa ọchị\" - Neekah Uwayah8 Mee 2024",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ a9 Mee 2024",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu8 Mee 2024",
    "Mahamat Deby, onyeisi ndịagha Chad emeriela na ntụliaka onyeisiala6 Mee 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ a",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}