{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, HumAngle",
    "Ndị mmadụ n'Anambra Steeti na-eti mkpu gbasara mpaghara Agu Awka nke okporo ụzọ awarawara si Enugwu gawa Ọnịcha bụ ebe enwerela ọtụtụ ihe mberede okporoụzọ n'ọdị nso a.",
    "Ihe mberede okporoụzọ mere na mpaghara ahụ n'abalị ụbọchị Satọde, bụ ụbọchị 13 nke ọnwa Mee 2023, metụtara Mazị Uche Okafor, onye ji ọkwa 'Speaker' n'ụlọ omeiwu Anambra Steet.",
    "Akụkọ kwuru na ihe mberede ahụ bụ nke abụọ mere n'otu mpaghara okporoụzọ ahụ n'ụbọchị Satọde ahụ.",
    "Ihe mberede nke mbụ metụtara Jude Emecheta, bụbu onyeisi ụlọọrụ Anambra Signage, onye merụrụ nnukwu ahụ ma nọdụkwa n'ọnọdụ ọ dị ndụ ọnwụ ka mma tupu e buru ya gaa ụlọọgwụ dịka ụgbọala ya kụkasịrị.",
    "Ebe foto si, Anambra State Assembly",
    "Uche Okafor bụ onyeisi ụlọ omeiwu Anambra Steeti",
    "Dịka Uche Okafor si gwa ndị ntaakụkọ: \"Enwetara oku ekwentị na Jude (Emecheta) enyim nwoke nwere ihe mberede okporoụzọ.",
    "\"Oge m bịarutere, anyị chọpụtara na Jude amaghịzi ebe ọ nọ, m wee buru ya n'ụgbọala m buga ya ụlọọgwụ.",
    "\"Mana dịka m pụtara ebe ụgbọala ya nọ ka m were ụfọdụ ihe dị mkpa dị n'ime ya, anọzi m na-eweta ihe ndị mgbe ndị mmadụ bidoro iti mkpu na-asị m pụta n'ime ụgbọala ahụ.",
    "\"Ngwangwa m pụtara, o rughi otu ntabi anya, otu ụgbọala trailer baiara kụrụ ụgbọala Emecheta mebiri, kụrụkwa ụgbọala m nọ n'akụkụ.",
    "\"Ọ gaara abụ nnukwu ihe ọdachi ma ọ bụrụ na mmadụ merụrụ ahụ, mana ekele dịrị Chukwu,\" Uche Okafor kwuru.",
    "\"Mana Jude na-enweta onwe ya n'ụlọọgwụ ugbua,\" ka Uche Okafor kwuru.",
    "Ebe foto si, HumAngle",
    "Ihe mberede okporoụzọ meburula na mpaghara Agu Awka Junction",
    "BBC gbara ụfọdụ ndị ọkwọ ụgbọala ajụjụọnụ, ha wee kọwaa na ọtụtụ nnukwu ụgbọala si Enugwu aga Ọnịcha na-esi na mpaghara 'Agụ-Awka Junction' agafe.",
    "Mazị Ogbodo Charles, onye ọkwọ ụgbọala  kwuru na ọ dị mkpa ka a rụnye 'roundabout' n'ebe ahụ ma dozikwaa okporoụzọ ebe ahụ mebiri emebi.",
    "Otu onye ntaakụkọ ma mpaghara okporoụzọ a nke ọma kwuru na \"Ọ bụ n'ebe ahụ ka okporoụzọ abụọ zutere onwe ha, ọ bịakwa bụrụ na mpaaghara ụzọ ebe ahụ adịghị mma.\"",
    "\"Ọ bụkwa na mpaghara ahụ ka okporoụzọ a jọrọ njọ nke ukwuu, mee ka ndị mmadụ na-achọ itinye isi n'otu 'lane'.\"",
    "\"Ngalaba ndị ọzọ n'okporoụzọ ahụ adịchaghịkwa mma,\" ke o kwuru.",
    "Onye ntaakụkọ kwuru na gọọmentị Anambra steeti gbara mbọ idozi mpaghara okporoụzọ ahụ ihe dịka afọ abụọ gara aga, mana o mebikwaala ọzọ ugbua.",
    "Kọmishọna ọrụ n'Anambra Steeti bụ Ifeanyi Okeoma azaghị ekwentị ya oge BBC Igbo kpọrọ ya.",
    "Mana n'ozi ekwentị ọ zaghchiri anyị, o kwuru sị \"N'ezie anyị ma maka mpaghara okporoụzọ a, anyị na-agbakwa mbọ imezi ya.\"",
    "Naijiria",
    "Anambra Steeti",
    "Ihe omimi etu e si degharịa mpụtara ntuliaka n'ụfọdụ ebe na Naịjirịa16 Mee 2023",
    "Gịnị ka gọọmentị Anambra na-eme maka oke ihe mberede okporoụzọ na-eme na mpaghara Agu-Awka?elekere 9 gara aga",
    "Achọrọ m ịgbanwe ọtụtụ akụkọ ọjọọ na-efegharị gbasara ndị ntorobịa Naịjirịa - Hilda Baci14 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}