{
  "published": "12 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Kemgbe  ụtụtụ Fraide ka akụkọ na-efegharị na Nnamdi Kanu achụọla Mike Ozekhome na ndị ọzọ so na-ekwuchitere ọnụ ya n' Ụlọikpe dị ụkwụ.",
    "Akụkọ kwuru na ọ bụ maka na ha enweghị ike ime ka o nwere onwe ya si n' ụlọmkpọrọ ndị uweojii nzuzo bụ DSS were pụta.",
    "Ọ bụ Eziokwu na Nnamdi Kanu achụọla Ozekhome, Ejiofor dịka ndị ọkaiwu ya?16 Juun 2023",
    "Egwu na-atụ m na Nnamdị Kanu nwere ike nwụọ na ụlọ nkpọrọ DSS - Mike Ozekhome12 Mee 2023",
    "Nnamdi Kanu bụ isi sekpụ ntị maka udo tọrọ atọ n'Ọwụwa Anyanwụ - Emmanuel Iwuanyanwu2 Mee 2023",
    "Mana lee ihe BBC Igbo chọpụtala",
    "Ndị okaiwu a ma-ama na arụrụ Nnamdi Kanu nakwa ndị otu IPOB ọrụ dịka okaiwu Ifeanyi Ejiofor nakwa Okaiwu Aloy Ejimakor tinyere ọnụ n' okwu ahụ.",
    "Okaiwu Ifeanyi Ejiofor kwuru na ọ bụghị ihe kwesịrị ịgbagwoju mmadụ anya, maọbụ ihe ndị mmadụ ga-ahụ ka ihe akụkọ dị iche na Nnamdi Kanu kpọta onye ọkaiwu ọhụrụ ka ọ nọchịe anya ndị nke nọ anọ.",
    "Ejiofor sịrị, \"N' obi m, ihe kwesịrị ị na-ere ndị mmadụ ọkụ n' obi bụ etu ndị ụlọikpe dị elu na Naịjiria siri egbu oge iweputa akwụkwọ ha jiri kpebie ikpe na ụbọchị 15 nke ọnwa Disemba, 2023, nke  na-egbu ụlọikpe kwesịrị ileba anya n' okwu ya n'oge.",
    "\"Ihe ndị a kachasị mkpa karịa na Nnamdi Kanu kpọtara onye ọkaiwu ọhụrụ ga- anọchịtere ya na ụlọikpe maọbụ na ọ kpọtaghi. \"",
    "Nnamdi Kanu: Ihe Emma Kanu, Ipob, Okaiwu ya kwuru maka mkpebi Ụlọikpe Kachasị 15 Disemba 2023",
    "Ụlọikpe ewepula mmachi Ipob, kwuo ka enye Nnamdi Kanu ijeri 827 Ọktọba 2023",
    "Enweghi m ike ịrịọ gọọmentị Naịjirịa arịrịọ ka ha tọhapụ m – Nnmadi Kanu 29 Ọgọọst 2023",
    "Ọ kwuru na ọ bụ Nnamdi Kanu ka ọ dịrị ịma ihe ọ chọrọ, mgbe ọ ga-akpọta onye ọkaiwu ọhụrụ nakwa mgbe ọ ga-achụ ya.",
    "Ọ gbakwunyere na ya enweghị ikike ịgwa anyị na ọ bụ eziokwu na achụrụ Mike Ozekhome dịka Okaiwu Nnamdi Kanu.",
    "Ebe foto si, Ifeanyi Ejiofor /Facebook",
    "Ifeanyi Ejiofor gara n'ihu kwuo na ya abụghị naanị okaiwu Nnandi Kanu, na ọrụ ya gbakwunyere ịbụ okaiwu ndị IPOB kemgbe afọ 2015 ruo ugbua.",
    "O kwuru na tata ka ya sịrị na ụlọikpe dị n' Abuja apụta ebe ya na-eme ka mmadụ 100 bụ ndị ọrụ nchekwa kpụrụ n' Uga, Okpuru Ọchichi Aguata dị na Anambara Steeti bụ ndị a na-ebo ebubo na bụ ndị n- eyi mmadụ egwu.",
    "Nnamdi Kanu Supreme Court case: 15 December bụ mgbe a ga-ekpebi ikpe a5 Ọktọba 2023",
    "Ihe mere Nnamdị Kanu ji gbaa ngalaba DSS akwụkwọ ọhụrụ n’ụlọikpe 18 Disemba 2022",
    "Ihe mere anyị ejighi ike tinye ọnụ n’ikpe Nnamdi Kanu – Gọọmentị UK17 Nọvemba 2022",
    "Okaiwu Aloy Ejimakor mgbe ya na onye ntaakụkọ anyị kwuru okwu sịrị na achụghị ya onwe ya dịka Ọkaiwu Nnamdi Kanu.",
    "Ọ kọwara na o tebeghi aka ya gachara hụ Nnamdi Kanu n'ebe ndị DSS dobere ya ha abụọ akpa ezigbo nkata.",
    "Mgbe  Ejimakor na onye ntaakụkọ anyị na-akparita ụka, o kwuru na ya abụghị SAN nke a na-arụ aka na Nnamdi Kanu napụrụ ọrụ.",
    "\"Go sị m e be edere aha m na edemede ahụ.\"",
    "Ejimakor gara n'ihu gosi onye ntaakụkọ anyị ọrụ ọhụrụ dị iche iche ọ rụrụ metụtara Nnamdi Kanu.",
    "Mana mgbe onye ntaakụkọ anyị juru ya, ma o so  na ndị ọkaiwu Nnamdi Kanu chụrụ n' ọrụ, ọ sị, \"were uche gị gbakọọ nke bụ eziokwu\".",
    "N' okwu gbasara Mike Ozekhome, Ejimakor, onye jụrụ ịsa okwu ahụ kpọmkwem, gwara onye ntaakụkọ anyị ya kpọọ  Ozekhome n' ekwenti.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Imo steeti",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugu Steeti",
    "Anambra Steeti",
    "Enugwu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Amarachi Ugochukwu: Etu e si hụ ozu nwagbọghọ na-arụ n'ụlọakụ a na-enyo  kwụgburu onwe ya na Legọs Steeti11 Jenụwarị 2024",
    "Supreme Court: Alex Otti emeriela n'Ụlọikpe Kachasị dịka Gọvanọ Abia 12 Jenụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị11 Jenụwarị 2024",
    "Nabeehah Al-Kadriyar: Onyeisiala Bola Tinubu etinyebeghị ọnụ n'ogbugbu nwa agbọghọ a tọrọ ya, ụmụnne ya na nna ha15 Jenụwarị 2024",
    "NA EME UGBU A , E liela mmadụ atọ nwụrụ na mwakpo ụlọụka mere n'Ebonyi1 Jenụwarị 2024",
    "Vidio, Arochukwu Massacre: Ndị obodo ahụ kọrọ etu ndị agha Naijirịa siri gbuo ndị mmadụ n'obodo ha n'oge agha Biafra15 Jenụwarị 2021",
    "Erisco na Chioma Okoli: Erisco asaala Chioma na di ya11 Jenụwarị 2024",
    "Kedu ihe ga-eme ego ndị mmadu n'ụlọakụ Polaris, Keystone, na Union?14 Jenụwarị 2024",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma12 Jenụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị11 Jenụwarị 2024",
    "Etu nwa TB Joshua Ajoke si runye 'nna' ya aka n'anya maka ebubo ndi e boro ya8 Jenụwarị 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ị na-arụ ọrụ ndị a? Chefuo maka 'ezumike' nke ekeresimesi aEmelitere ikpeazụ na: 25 Disemba 2019",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Kedụ ndị bụ \"Ụmụada\" n'ala Igbo?Emelitere ikpeazụ na: 10 Ọgọọst 2019",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}