{
  "published": "27 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Sam Larry/Mohbad/Instagram",
    "Ụloọru ndị ụweọjii nke Lagos steeti kwụrụ na ha awuchiela Balogun Olamilekan Eletu, onye ama dika Sam Larry.",
    "Ha kwuru na ọ na-enyere ha aka na nyocha banyere ọnwụ otiegwu Mohbad",
    "Cheta na ndị ụweeojii kpọrọ Sam Larry oku ka ọ bia zaa ajuju ịhe gbasara ọnwu otiegwụ bụ Ilerioluwa Oladimeji Aloba, ama dika Mohbad.",
    "Na ịzuka gara-aga, ndị ụweojii kwụrụ na ha emechala nyocha ozụ Mohbad nke ndị bekee kpọrọ ‘’Autopsy’’ nke ndị mmadu na-eche ka enwepụta ịhe ha chopụtara.",
    "Ebe foto si, Mohbad/BBC",
    "Gọọmentị Legọs steeti agbaala ama na ha ga-amalite nnyocha pụrụ iche nke Bekee kpọrọ 'coroner's inquest' maka ọnwụ Ilerioluwa Aloba a ma dịka Mohbad n'Elekere 12 nke ehihie nke ụbọchị 29 nke ọnwa Septemba, afọ 2023, n'ụlọikpe Majie dị na  #3 Candide-Johnson Courthouse,Ita-Elewa dị na Ikorodu,Legọs",
    "'Coroner's inquest'  bụ nnyocha nke a na-eme n'ụlọikpe pụrụ iche maka nke a iji mata onye nwụrụ, etu o siri nwụọ, oge ọ nwụrụ nakwa ebe ọ nwụrụ.",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital27 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Ojapiano: Gịnịdị ka ọ bụ,  ebe ka o si? onye bidoro ya?16 Septemba 2023",
    "Akwụkwọ ozi ahụ bu akara LAS/313553/Vol1/APO/002/2023 nke onyeisi ụlọikpe pụrụ iche maka nnyocha ọnwụ(Coroner Magistrate) bụ T.A Shotobi binyere aka n'aha onyeisi nnyocha ọnwụ bụ Jọstịs M.A Dada kwuru sị, \"Nke a bụ iji gbara gị ama na nnyocha ọnwụ Ilerioluwa Oladimeji Aloba a ma dịka 'Mohbad' ga-amalite na Fraide, abalị 29 nke ọnwa Septemba Afọ 2023.\"",
    "Ebe foto si, Mohbad/Instagram",
    "Mohbad nwụrụ n'abalị 12 nke ọnwa Septemba afọ 2023 ka ọ gbachara afọ 27  n'ụzọ edochaghị anya nke mere ka ndị ntorobia jiri ngagharịiwe kpọọ oku ka e nyocha ihe butere ọnwụ ya.",
    "Ebe foto si, Cadiz CF",
    "Otu n'ime otu egwu bọọlụ na-agba La Liga mabụrụkwa otu egwu bọọlụ mba Spen a kpọrọ 'Cadiz CF' akwanyerela otiegwu Naijiria lara mụọ na nsonso a bụ Ilerioluwa Aloba a ma dịka 'Mohbad'  ugwu pụrụ iche dịka ha sọrọ mpi ha taaa bụ Wenezde. Ha dowere jersy e dere aha nwa amadi ahụ n'oche dịka ha sọrọ mpi taa ijin gosi nkwanyere ugwu.",
    "Mohbad nwụrụ n'abalị 12 nke ọnwa Septemba, afọ 2023, ka  ọ gbachara afọ 27, n'ụzọ edochaghị anya nke kpalitere ngagharịiwe dịka ndị ntorobia na-akpọ oku ka e nyocha ọnwụ ya.",
    "Ebe foto si, Naira Marley/Mohbad/Instagram",
    "Otiegwu Naijiria a ma ama bụ Azeez Adeshina Fashola a ma dịka 'Naira Marley' ekwuola na aka na ụkwụ ya adịghị n'ọnwụ nwa be ya bụ Ilerioluwa Aloba a ma dịka Mohbad.",
    "Mohbad nwụrụ n'abalị 12 nke ọnwa Septemba afọ 2023 n'ụzọ edoghị anya nke mere ka ụfọdụ ndị mmadụ na-ebo Naira Marley na otu na ndị isi egwu ya a kpọrọ, 'Sam Larry' ebubo n'aka ha dị n'ọnwụ ya.",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital27 Septemba 2023",
    "Nnyocha 'A﻿utopsy' egosila ihe gburu Ifeanyi David Adeleke5 Nọvemba 2022",
    "Tupu ọ nwụọ, Mohbad wepụtaburu ozi nke o kwuru sị  a chọ ya ma a hụghị ya, sị jide Naira Marley.",
    "E nwekwara ihe onyonyo fegharịị nke gosiri eme ndị ntorobia  a na-ebo n'ebubo na ha si n'aka ụlọegwu Marlian Records na-emekpa ya ahụ.",
    "Mana n'ozi o wepụtara n'ụbọchị Tuzde n'akara Instagram ya, Naira Marley kwuru sị, \" Hooha, aka m adịghị n'ọnwụ Ilerioluwa n'ụzọ abụla ụzọ.\"",
    "Ọ bụghị ihe a hụbeghị na onye egwu na ibe nwere nghọtahịe, ọbuladị ndị ụmụnne na-enwe ngọtahie. Mana nghọtahie anyị nwere erubeghị mmadụ i chere ibe ya echiche ọnwụ.\"",
    "Naira Marley gara nihu kwuo na ọbụladi nghọtahie ha nwere maka nkwekọrịta metụtara ọrụ ha, na ha ji ụzọ iwu achọ idozi esemokwu ahụ tupu Mohbad anwụọ.",
    "O kwuru na ihe mere ya ji gba nkịtị kemgbe ihe nile na-akpọtụ maka ọnwụ Mohbad bụ iji nye ohere ka ngalaba gọọmentị ọ dị n'aka mee nnyocha ha dịka o kwesịrị.",
    "Naira Marley, onye gbara a ma na ọ nọghị na Naijiria kemgbe abalị 31 nke ọnwa Ọgọstụ, kwuru na ya na-akwado ịlọta ịba zaa oku ndị uweojii kpọrọ ya.",
    "Ụmụntoroọbịa",
    "Legọsị",
    "Naijiria",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "'Itu ndị mmadụ aha bụ ihe dopuru m iche' - Akachukwu Iwuchukwu28 Septemba 2023",
    "Ehime Mbanọ attack: Ihe Ohaneze kwuru maka ọbọ ndịagha bọrọ n'ihi ndị otu e gburu na Mbano22 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marleyelekere 3 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu3 Ọktọba 2023",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị1 Ọktọba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marley",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "A chụola okaikpe n'ọrụ maka ịsị nwaanyị 'mechie ụkwụ gị'Emelitere ikpeazụ na: 27 Mee 2020",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}