{
  "published": "28 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Enugwu steeti nwere ọtụtụ akwa mmiri mere ochie nke ukwuu, kwesịrị ka Gọmentị na arụgharị ya kwa mgbe kwa mgbe mana ha anaghị eme otu a.",
    "Enugwu bubu isi obodo Anambra steeti ma bụrụkwa isi obodo ọwụwa anyanwụ Naijiria, nke a mere na ọtụtụ akwa mmiri ndi a bụ nke arụgasiri tupu a lụọ agha ma ọ bụ ozigbo anụchara agha.",
    "Kwamgbe kwamgbe ka gọmenti ndị chịrị Enugwu na amapụta amụma ka edozigharịa akwa mmịrị ndia, mana naanị otu ma ọ bụ abụọ n’ime ha ka edoziri.",
    "Lee ụfọdụ Akwa mmiri ndi ahụ",
    "Akwa mmiri dara buteere anyị njọ ahịa - Ndị ahịa New Artisan26 Septemba 2023",
    "Lee ọnọdụ ụzọ ndị dị na mpaghara ọwụwanyanwụ8 Septemba 2018",
    "Akwa mmiri Naija nke abụọ: Nke bụ eziokwu?24 Mee 2018",
    "Nchọpụta anyị gosiri na akwa mmiri a bụ ihe dịka afọ iri ise gara aga ka arụrụ ya.",
    "Ebe ọ nọ bụ ebe ndị si mgbago ugwu ala anyị n’ere rhi na atụrụ.",
    "Ndị ọkwọ ụgbọala na esikari ya bụ okporo ụzọ kwuru na ka mgbe afọ iri gara aga, ya bụ akwa mmiri na eme nnukwu mkpọtụ ma ha na agafe.",
    "Nke a gosiri na ọ chọrọ ida ada.",
    "Akwa mmiri New Artisan Enugwu dara ada n’ụbọchị mọnde 25th septemba 2023.",
    "Mmadụ anwụghị na-ya bụ ọdachi, kama naani otu ụgnọala danyere n’ime ya bụ mmiri ngwa ngwa ụzọ gbawara abụọ.",
    "Akwa mmiri a bụ nke jikọrọ GRA Enugwu na Damija Trans Ekulu Enugwu.",
    "Kemgbe ihe karịrị afọ 30yrs ka ya bụ akwa mmiri n’eme nnukwu mkpọtụ ma ụgbọala gaa na ya.",
    "Jijiji ọ na ama mere na ọtụtụ ndị ọkwọ ụgbọala ji agbara ya ọsọ, maka egwu na o nwere ike ịda gbuo ndị mmadụ.",
    "Akwa mmiri Abakpa so na ndị kacha mee ochie n’Enugwu niile.",
    "Ya bụ akwa mmiri dara ada n’afọ anọ gara aga oge Gọvanọ Ugwuanyị nọ n’ọchịchị.",
    "Enugwu steeti gọmentị rụziri ya nke gbanụ gbanụ ma kwee nkwa na ha ga arụzi ya nke ọma, mana ọ ka dịkwa otu ọ dị.",
    "Puku kwụrụ puku ụgbọala na-agafe ya bụ akwa mmiri Abakpa kwa ụbọchi.",
    "Akwa mmiri a megoro ochie nke ukwuu bụ nke si na ebe ọdọụgboelu  were gafee ahịa orie Emene.",
    "Akwa mmiri ahụ kwesịkwara mmezi makana oteela aka.",
    "Akwa mmiri ndi a bụ nke nọ na gburu gburu “township” Enugwu, e nwere ndị nọkwa n’ime ime obodo dika akwa mmiri mmiri Nkerefi na akwa mmiri Nomeh mere ochie ma kwesi na gọmenti ga eleba ya anya.",
    "Ụfọdụ akwa mmiri ndị ahụ nọ n’okpuru Gọmenti Etiti ebe ụfọdụ nọ na nke gọmenti Enugwu.",
    "Naijiria",
    "Njem",
    "Enugu Steeti",
    "Nsogbu anyị nwere bụ na ndị Anambara anaghị akwụ ụtụisi  - Soludo2 Ọktọba 2023",
    "Etu ndịagha si nweta ozu mmadụ ọhụrụ, nke ochie dịka ha wakporo akwụ anọ ha sị bụ nke ndị Ipob/ESN n'Okigweelekere 9 gara aga",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị1 Ọktọba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Etu ndịagha si nweta ozu mmadụ ọhụrụ, nke ochie dịka ha wakporo akwụ anọ ha sị bụ nke ndị Ipob/ESN n'Okigwe",
    "Nsogbu anyị nwere bụ na ndị Anambara anaghị akwụ ụtụisi  - Soludo",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe isii nwere ike ịnọchị anya ọjị n'omenala IgboEmelitere ikpeazụ na: 12 Julaị 2020",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}