{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Stringer",
    "E nweghị ọkụ , nke ụgbọelu na-efe n'Imo steeti taa bụ Monde dịka ndị otu jikọrọ ndị ọrụ  na Naijiria bụ NLC gbara  abụbọọrụ.",
    "Abụbọrụ ahụ na-eso mwakpo  ndị agboro wakporo ndị ọrụ NLC dịka ha na-eme emume ụbọchị ncheta ndị ọrụ n' ụbọchị Monde, abalị mbụ nke ọnwa Maachi n'isi ụlọọrụ ha n'Owere.",
    "Otu onye bi n'Owere, Imo steeti, achọghị ka a kpọọ aha ya gwara BBC sị, \" \"Kemgbe ụtụtụ, anyị ahụghị ọkụ, n'ihi abụbọọrụ ndị ọrụ.\"",
    "\"Ndị ọrụ agaghị ọrụ taa, naanị ndị gara ọrụ bụ ndị na-arụrụ gọọmentị steeti bụ ndị na-atụ egwu na e nwere ike ịta ha ahụhụ maọbụrụ na ha soro ibe ha bụ ndị gara ọrụ.\"",
    "Ọnụ na-ekwuru ụlọọrụ na-eke ọkụ na steeti ahụ bụ Enugu Electricity Distribution Company Plc (EEDC) Emeka Ezeh kwuru na ozi o wepụtara ụbọchị Wenezde na  enyeghị ọkụ  ahụ sitere \" na abụbọ ọrụ nke NLC nakwa Alaka ya bụ TUC gbara  nke metụtara Inye ndị bi n'Owere, New Owerri,Ọlụ nakwa Mbaise ganye na ekpezie okwu ahụ. “The EEDC na-agwa ndị ahịa ya na ọkụ adịghị bụ n'ihi abụbọọrụ  nke NLC na  TUC na-agba n'ihi itigbuo-zogbuo  ndị na-agara gọọmentị Imo steeti ozi ji kposaa mmemme ndị ọrụ ụbọchị ncheta ha.\"",
    "Ebe foto si, NLC",
    "N'otu aka ahụ, onyeisi oche komiti nlekọta NLC Imo steeti bụ Comrade George Ofoegbu gwara  BBC Igbo  na ọ bụ NLC nke etiti kpọrọ oku abụbọọrụ ahụ iji gosi iwe ha mwakpo a wakporo ndị NLC nke o boro 'agboro ndị na-arụrụ gọọmenti Imo steeti' ọrụ.\"",
    "\"N'abalị 7 nke ọnwa Maachị ka oge ndị a họọ ọrụ dịka ndị NLC  ndị a họọrọ afọ anọ gara aga gwụrụ.\"",
    "\" E mere ntuliaka otu oge na steeti 36 mana nke Imo steeti, ndị na-agara gọọmentị Imo steeti kposara ya nke mere ka enwee nsogbu onye ga-abụ onye ndu..\"",
    "\"Nsogbu a mere ha NLC nke etiti họrọ otu nlekọta ga na-edu NLC Imo steeti were rue oge edoziri ihe mebiri ma mee m onyeiisioche komiti ahụ.\"",
    "Ofoegbu kwuru na ha degaara gọọmentị akwụkwọ ikike inye ha ebe ha ga-anọ mee mmemme  ncheta ụbọchị ndị ọrụ, ha enyeghị ha nke mere ka ha hiwee emume ahu n'isiụlọọrụ ha bụ ebe ndị agborowakporo ha.",
    "\"Anyị jekwuru ndị  ọrụ nchekwa,  ha nyere anyị mmadụ mana oge o ruru ka onyeisioche NLC ịgụ ozi ya, a hụghịkwa ndị ọrụ nchekwa\"",
    "\"Ndị agboro ji ụgbọala Hilux bia wakporo ebe ahụ na-eme emume kpụsasịa ihe nile.\"",
    "\"Ọ bụ nke mere ka NLC nke etiti kpoo oku abụbo ọrụ n'Imo steeti. NLC nakwa otu ndị ọzọ so na ya akwụsila ọụ. ndị esonyebeghị ga-esonye echi.\"",
    "Mbọ BBC Igbo gbara inweta olu Gọọmenti Imo steeti amịtaghị mkpụrụ oge anyị wepụtara akụkọ.",
    "Naijiria",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Meere Ekweremadu na nwunye ya ebere n'ihi ọrụ ọma ya - ECOWAS rịọrọ mba UK23 Maachị 2023",
    "NLC Strike: Oku adịghị, ụgbọelu efeghị dịka NLC,Gọọmentị Imo na-ama akaelekere 4 gara aga",
    "Sudan Crisis: Ndị Sudan egwu ji agbaala ọsọ ndụ ịgbalahụ ndị agha nnupuisi Arab na Darfur3 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}