{
  "published": "19 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Athan Achonu/Ikechukwu Ukaegbu",
    "Ntuliaka imeụlọ nke otu ndọrọndọrọ ọchịchị Labour Party (LP) n'Imo Steeti abịala ma gafee, mana ọ na-adịka ya bụ ntuliaka imeụlọ ebutela nkewa na ya bụ otu.",
    "Mpụtara ntuliaka ahụ, nke e mere n'ụbọchị Satọdee, bụ ụbọchị 15 nke ọnwa Eprel 2023,  gosiri na ọ bụ Maazị Athan Achonu meriri ma bụrụkwa onye ga-eji ọkọlọtọ LP zọọ ọkwa Gọvanọ Imo Steeti na ntuliaka ọkwa ahụ ehibere ime n'ọnwa Nọvemba afọ a.",
    "Mana, onye ọzọ aha ya bụ Mazi Ikechukwu Ukaegbu na-ekwukwa na ọ bụ ya bụ onye ga-anọchite anya LP na ya bụ ntuliaka.",
    "Nke a emeela ka e nwee mgbagwoju anya gbasara kpọmkwem onye ga-azọrọ Labour Party ọkwa gọvanọ Imo Steeti.",
    "Athan Achonu emeriela ntụliaka imeụlọ otu Labour Party nke ọkwa Gọvanọ Imo Steeti16 Eprel 2023",
    "Amụma Mbaka emezuela, Hope Uzodinma emeriela dịka Gọvanọ Imo steeti14 Jenụwarị 2020",
    "Mba UK arịọla Peter Obi mgbaghara? Lee ihe anyị ma 13 Eprel 2023",
    "Dịka ndị LP mechara ntuliaka imeụlọ ha n'ụbọchị Eprel 15, ebe a nọrọ họpụta Athan Achonu dịka onye meriri, ụfọdụ ndị otu LP ọzọ n'Imo Steeti hazikwara ntuliaka imeụlọ nke ha iche n'ụbọchị Sọnde, Eprel 16, ebe ha nọrọ họpụta Ikechukwu Ukaegbu.",
    "Onye ntaakụkọ BBC sonyere na ntuliaka imeụlọ nke ụbọchị Eprel 15 ma hụkwa na ndị niile LP ji biri sonyere na ntuliaka ahụ.",
    "Iji maa atụ, Onye zọrọ ọkwa onyeisiala n'aha LP bụ Peter Obi, bụ ya bụ onyeisi kọmiti nyochara ndị sọrọ mpị na ya bụ ntuliaka.",
    "Onye meriri ntuliaka ọkwa gọvanọ n'Abia Steeti bụ Alex Otti bụ onyeisi otu rụrụ ọrụ nchịkọta ntuliaka ahụ, nke Valentine Ozigbo, bụ onye LP a ma ama na Naịjirịa bụkwa otu n'ime ha.",
    "Anyị hụkwara na ndịọrụ Inec, ndịọrụ nchekwa dị icheiche gụnyere ndị uweojii na DSS nọkwa n'ụbọchị ntuliaka ahụ iji hụ etu ihe si gaa.",
    "N'aka nke ọzọ, Precious Nwadike, bụ onyeisi mgbasaozi nke kọmiti haziri ntuliaka imeụlọ ndị LP n'Imo Steeti gwara BBC Igbo na \"ntuliaka adigboroja nke ndị ọzọ haziri n'ụbọchị Eprel 16, enweghị isi na ọdụ\".",
    "Nwadike kwuru na onweghị onye ọbụla bụ onyeisi LP ma n'Imo Steeti ma na Naịjirịa niile sonyere na ntuliaka nke ahụ.",
    "\"LP Imo Steeti enweghị nkewa ọbụla. Anyị mere ntuliaka imeụlọ anyị n'ụzọ doro anya ma họpụtakwa Athan Achonu dịka onye ga-efe ọkọlọtọ anyị.\"",
    "\"Onye ọzọ gara hazie ọgbakọ oriri na nkwari ma nọrọ ebe ahụ kpọpụta onwe ya dịka onye meriri ntuliaka, nke ahụ bụ okwu aka ya.\"",
    "\"Ndị niile kwesịrị isonye na ntuliaka imeụlọ dịka iwu si kwuo, dịka Inec, ndị ọrụ nchekwa na ndị ọzọ, sonyere na ntuliaka imeụlọ nke e nwere na 'Landmark Events Centre' n'ụbọchị Eprel 15,\" ka Precious Nwadike kwuru.",
    "BBC ka na-agba mbọ ịnụ n'ọnụ Mazi Ikechukwu Ukaegbu ka ọ kọwaara anyị akụkọ nke ya.",
    "Ebe foto si, Lincoln Ogunewe/Facebook",
    "Lincoln Ogunewe sị na ya ekwenyeghị na mpụtara ntuliaka imeụlọ ndị LP n'Imo Steeti",
    "Lincoln Ogunewe, otu onye n'ime ndị zọrọ ntuliaka imeụlọ nke Labour Party n'Imo Steeti, na-ekwu na ya anabataghị mpụtara ntuliaka ahụ.",
    "O kwuru nke a n'akwụkwọ mkpesa BBC hụrụ nke o degaara ndị isi LP n'ụbọchị Mọnde, Eprel 17 2023.",
    "Ogunewe kwuru na ntuliaka ahụ nwere nrụrụaka n'ihi na ụfọdụ ndị tụrụ vootu nara akaazụ ruru $300 iji tụọ vootu.",
    "O kwukwara na ndị ahụ nara aka azụ abụghị ndị kwesịrị iso tụọ vootu n'ụbọchị ahụ n'ihi na aha ha adịghị na ndị kwesịrị iso tụọ vootu.",
    "\"Achọrọ m ka o doo onye ọbụla anya na ndị LP Imo steeti họpụtara m, na-enweghị onye ọbụla m nyere ego, ka m fee ọkọlọtọ pati anyị na ntuliaka nke Nọvemba 11 2023. Aga m eme ihe ọbụla m nwereike ime n'ụzọ iwu kwadoro iji weghachite mmeri m,\" ka Ogunewe kwuru.",
    "Ebe foto si, Uzodinma/Achonu/Anyanwu/Facebook",
    "Hope Uzodimma, Athan Achonu, Samuel Anyanwu bụcha ndị nọbụru na PDP ma merie ọkwa sinetọ na pati ahụ",
    "Ka ọ dị ugbua, mmadụ atọ a na-eche bụ ndị kacha pụta ihe n’ịzọ ọkwa gọvanọ Imo Steeti n’otu ndọrọndọrọ atọ kacha nwee agba n’Imo Steeti, bụcha ndị nọburula, maọbụ ka nọ, n’otu ‘Peoples Democratic Party’ (PDP).",
    "Gọvanọ Hope Uzọdịnma nke pati ‘All Progressives Congress (APC), onye na-azọ ọchịchị a nke ugboro abụọ, nọbụ na PDP ma merie ọkwa sineti na pati ahụ ebe ọ nọchitere anya mpaghara Orlu ọtụtụ afọ.",
    "Athan Achonu nke LP merikwara ntuliaka ọkwa Sinetọ na pati PDP n’afọ 2015, ịnọchite anya mpaghara Okigwe, mana ụlọikpe mechara chụpụ ya ma tinye Benjamin Uwajumogu nke larala mmụọ ugbua.",
    "Sam Anyanwu bụ onye ga-efe ọkọlọtọ PDP na ntuliaka ọkwa gọvanọ Imo steeti, arụkwaala ọrụ dịka onye omeiwu n’ụlọ omeiwu sineti Naịjirịa, ebe ọ nọchitere anya mpaghara Owerri.",
    "Ndọrọndọrọ ọchịchị",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Emmanuel Iwuanyanwu abụrụla onyeisi ọhụrụ nke Ohanaeze Ndigboelekere 6 gara aga",
    "Ọ bụ eziokwu na nkewa abatala n'ime 'Labour Party' Imo Steeti?19 Eprel 2023",
    "Ndị Abia kpebiri n'oge a na ike ọchịchị ọjọọ agwụla ha – Ginger Onwusibe19 Eprel 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}