{
  "published": "15 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Harrison Gwamishu/NDLEA",
    "A na-ebo ebubo na mgbọ  si n'egbe ndị ọrụ NDLEA gbara tụrụ Ivan gbara afọ abụọ n'Asaba ụbọchị Tọzde",
    "Ngalaba na-ebu agha megide ọgwụike bụ 'National Drug Law Enforcement Agency'( NDLEA), ekwuola na ha na-enyocha etu ndị ọrụ si gbagbuo onye nọọ onwe ya n'Asaba,Delta steeti  dịka ha wakporo ọdọ ebe a na-ere ọgwụike n'Asaba, Delta Steeti.",
    "Akụkọ na-ekwu na mgbọ si n'egbe ndị ọrụ NDLEA wakporo ọdọ ebe a na-ere ọgwụike n'ọkporoụzọ Okpanam n'Asaba Delta steeti ụbọchị Tọzde gara tụgbuo obere nwa dị afọ abụọ nọrọ onwe ya a kpọrọ Ivan Omhonria , ebe a na-azọ ndụ nwanne ya ọzọ bụ  Eromonsele Omhonria  n'ụlọọgwụ 'Federal Medical Centre (FMC), Asaba.",
    "Nye anyị ikpemkwụmọto n'okwu Kolade Johnson- Ndị ntoroọbia1 Eprel 2019",
    "Onyeisiala Buharị ekeelela onyeisi NDLEA maka nnukwu ọgwụ ike ha nwuchiri 20 Septemba 2022",
    "Etu ndị uweojii si kụpụ onye otu anyị mkpụrụ ọkwụrụ n'anya - Enugu NGOs4 Febụwarị 2020",
    "Nna ụmụaka ahụ kwụrụ na o teghị aka ya si ụlọakwụkwọ kpọlata ụmụ ya abụọ ma hapụ ha n'ọdọahịa nwunye ya pụọ oge nwuye ya kpọrọ ya n'ekwentị kọrọ ya ọdachi dakwasịrị ha.",
    "Ozi ọnụ na-ekwuru ha bụ Femi Babafemi binyere aka ma wepụtara ụbọchị Satọde, n'ọbaozi Facebook, kwuru onyeisi NDLEA bụ Mohamed Buba Marwa ehiwela otu pụrụ iche ga-esi Abuja gaa Asaba maka inyocha ihe mere kpọmkwem.",
    "Ọ sịrị,\" National Drug Law Enforcement Agency, NDLEA, ekwuola na ha na-enyocha ọgbụgba egbe metụtara ndị ọrụ oge ha wakporo  ọdọ ọgwụike  n'ebe Okpanam n' Asaba, Delta seetiti bụ ebe mgbọ tụụ obere onye , e mechaa ọnwụọ n'ụlọgwụ dịka a na-elekọta ya.\"",
    "Ọ gara n'ihu kọwaa, n'ihe mere bụ na , \"Ndị ọrụ NDLEA nwetara ozi  nke gbara ha ama maka otu onye na-agba mgbere ọgwụike  nke mere ka ha wakpoo ọdọ ya dị n'ebe Okpanam n'Asaba n'ebe Elekere anọ nke ehihie Tọzde, abalị 13 nke ọnwa Julai afọ 2023.\"",
    "\" Ka nke a na-eme, ụgbọala Toyota Camry 2008 model, na-acha  anụnụ(blue) zọpụ ọsọ ma kuto , otu na ndị ọrụ anyị bụ onye nọ n'ụlọọgwụ ugbua.\"",
    "“Iji hụ na ụgbọala ahụ agbaghị ọsọ, otu na ndị ọrụ anyị gbara egbe na 'tyre ụgbọala , nke mechara gbalaga.\"",
    "\"Dịka e ji ọsọ buga onye ọrụ NDLEA ụlọọgwụ, , ndị ọrụ anyị nwetara ozi na mgbọ tụrụ onye na-eto eto ma gbaga chọta nna  onye ihe metụtara, soro ya gaa ụlọgwụ ma na-enye aka na nlekọta ya n'ụlọọgwụ tupu ọ nwụọ.",
    "Ọ gara n'ihu sị na ha na ezinaụlọ ndị o metụtara na-akpa  dịka nnyocha na-aga n'ihu.",
    "Naijiria",
    "Delta Steeti",
    "Ahịa ọgwụ",
    "Ịṅụ ọgwụ",
    "E wepụ nne m akaghị ịgbalahụ ọnwụ site n'ọrịa 'sickle cell'-Nwaanyị  dị afọ 65 7 Julaị 2023",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye ụwa ma ama n'ihi Declan Rice15 Julaị 2023",
    "Anaghị m ahụ ụzọ, mana ọ gbochighị m ịbụ onye na-azụ ezi - Ozo Augustine15 Julaị 2023",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye a ma ama n'ihi Declan Rice15 Julaị 2023",
    "Etu mgbọ sị n'egbe ndị NDLEA gbara si tugbuo nwa dị afọ abụọ, merụọ nwanne n'Asabaelekere 4 gara aga",
    "Anaghị m ahụ ụzọ, mana ọ gbochighị m ịbụ onye na-azụ ezi - Ozo Augustine15 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Aspartame - akụrụngwa ọtọ bịrịbịrị a na-etinye na mmanya - ọ na-akpata kansa?30 Juun 2023",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ ngaEmelitere ikpeazụ na: 1 Julaị 2021",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye ụwa ma ama n'ihi Declan Rice",
    "Cynthia Okereke profile: Ihe ndị ejije Nollywood na-ekwu maka ogbo ha lara mmụọ",
    "Etu ndị NDLEA si gbagbuo nwa dị afọ abụọ, merụọ nwanne ya n'Asaba dịka ha gara ịwakpo ọdọ ndị ọgwụike",
    "Sit-at-home: Ihe 'South East Forum', Ohaneze kwuru maka nọrọnụlọ Simon Ekpa tinyere",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}