{
  "published": "22 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC",
    "Mkpamkpa mere n’Abakaliki bụ isiobodo Ebonyi Steeti dịka otu nwaanyị dị ime si n’ụlọelu ogogo abụọ ma kwatuo di ya maka nghọtahie ha nwere n’ezinaụlọ.",
    "Otu onye hụrụ ka ihe a siri mee kọwara na o mere n’ụtụtụ ụbọchị Tuzde mgbe nwaanyị ahụ dị ime kwaturu dị ya a kpọrọ Nwoga Maduabuchi site n’ụlọelu ahụ.",
    "Akụkọ kwuru na nwamadị a bụ onye obodo Akparata nke Igbeagu dị n’okpuruọchịchị Izzi ebe nwunye ya ahụ bụ nke abụọ si n’obodo Uburu nke okpuruọchịchị Ohaozara dịcha n’Ebonyi Steeti.",
    "Otu onye ọrụ nchekwa ọdịnala na-achọghị ka a kpọọ aha ya gwara onye ntaakụkọ BBC na nwoke ahụ na nwunye ya nke abụọ ahụ nọ na-arụrịtaụka banyere ezinaụlọ mgbe nke a mere.",
    "Etu nwoke si tigbuo nwunye ya mụụrụ ya ụmụ asaa n'Ebonyi Steetị12 Mee 2022",
    "Osinachi Nwachukwu Songs: Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?12 Eprel 2022",
    "Onweghị mgbe m ji mụnye nwunye m na ọgọ m nwoke ọkụ - Benjamin Ogudoro3 Eprel 2022",
    "“nwoke a bụ onye dabara na nsogbu mwakpo ime ezinaụlọ”",
    "“Ọ lụrụ nwaanyị abụọ, ha nọ na-arụrịtaụka mgbe nwunye ya nke abụọ kwara ya aka o si n’ụlọelu ahụ daa ma nwụọ.”",
    "Onye ọzọ kwuru na nke a abụghị mbụ ya na nwunye ya na-enwe nsogbu, na ọ bụ ihe na-eme kwa mgbe kwa mgbe.",
    "Ndị uweojii Ebonyi Steeti ekwubeghi ihe ọbụla banyere nke a, onye ntaakụkọ BBC kpọrọ ọnụ na-ekwuru ha bụ Ukandu Joshua ugboro ugboro mana ọ zaghị ekwentị ya.",
    "Akụkọ ka na-abịa ...",
    "Ụmụnyanyị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ebonyi Steeti",
    "Ime n'ike",
    "Okike",
    "Mmegbu",
    "Ezinụlọ",
    "Onitsha Building Collapse: Ọrụ gbatagbata akwụsịla agbanyeghi na ndị mmadụ nwereike ka tọrọ n'okpuru uzuzuelekere 5 gara aga",
    "NLC protest: Ndịọrụ wujuru ụzọ  n'Umuahia, Abakaliki, Lagos, Abuja, mana  n'Enugwu ...27 Febụwarị 2024",
    "E bugala ikpe Nnamdi Kanu rue ụbọchị Maachị 1926 Febụwarị 2024",
    "Ukraine war: Ọsịsa ajụjụ ise a na-ajụ ka agha a ruru afọ abụọ25 Febụwarị 2024",
    "Etu nwaanyị dị ime si tụtuo di ya site n'ụlọelu n'Ebonyi Steeti22 Febụwarị 2024",
    "Mmanụ anwụ ọ ka shuga mma n'ahụ n'ezie?25 Febụwarị 2024",
    "Rotimi Akeredolu: Etu ụka olili ya na njem ikpeazụ ya si aga23 Febụwarị 2024",
    "Corpse kidnappers: Ndị na-ebula ozu a tọọrọ ka nọ n’aka ndị ntọ21 Febụwarị 2024",
    "Etu ụgbọelu bu Herbert Wigwe na ezinaụlọ ya si kpọkasịa n'Amerịka – Nnyocha kwuru",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Uru ọmụgwọ n'omenala IgboEmelitere ikpeazụ na: 15 Maachị 2018",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala IgboEmelitere ikpeazụ na: 26 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}