{
  "published": "21 Maachị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Olee nke bụ eziokwu, Alex Otti na Nnennaya Oti ha bụ ụmụnne?",
    "Akụkọ na-efegharị ugbua dịka a na-eche ka Inec kpọpụta onye nwetere mmeri n’Abia steeti bụ na Alex Otti na-azọrọ Labour Party ọkwa Gọvanọ steeti ahụ na Nnenna Oti bụ onyeisi ọrụ nchịkọta vootu na steeti ahụ bụ ụmụnne.",
    "Onye ntaakụkọ BBC n’Abịa steeti ji ntị nụ ebe ndị mmadụ na-ekwu okwu a, dịka o sere ụfọdụ ndị nkwado Peoples Democratic Party (PDP) n’onyonyo ka ha na-arụ Inec aka maka ‘ịhọpụta nwanne Alex Otti ka ọ nọrọ n’isi ọrụ nchịkọta vootu n’Abịa steeti.’",
    "BBC Igbo gara n’ihu mee nchọpụta site n’ịjụ ọtụtụ ajụjụ, nchọpụta BBC Igbo gosiri ụfọdụ ihe nke gbara ama na ya bụ akụkọ na-efegharị bụ ụgha.",
    "Ebe foto si, Screen grab",
    "Ọtụtụ ndị mmadụ kesara okwu a na soshal midia n'izu a.",
    "Ebe foto si, screengrab",
    "Etu m ga-esi weghachite ebube na ugwu Abia steeti – Alex Otti 14 Maachị 2023",
    "Ana m azọ ọkwa Gọvanọ ka m gbanwee ọnọdụ ndụ ndị Abia - Onyekwere A. Uche8 Maachị 2023",
    "Abia PDP Primaries: Ahọpụtala Okey Ahaiwe dịka onye ga-eji ọkọlọtọ PDP zọọ ọkwa Gọvanọ Abia Steeti4 Febụwarị 2023",
    "Ebe foto si, screengrab",
    "Ebe foto si, screengrab",
    "Aha nna Alex Otti na nke Nnenna Oti abụghị otu - Nke onye na-azọ ọkwa gọvanọ nwere ‘t’ abụọ ebe nke Nnennaya nwere naani otu 't'",
    "Alex Otti bụ onye obodo Ehi na Uguru nke okpụrụọchịchị Isiala Ngwa South, Abia steeti ebe Nnennaya Oti bụ onye obodo Mgbom nke okpuruọchịchị Afikpo North nke Ebonyi Steeti",
    "Di Nnenna Oti bụkwa onye obodo Mgbom nke okpuruọchịchị Afikpo North n'Ebonyi Steeti",
    "E nweghi ihe jịkọrọ di Nnenna Oti na Alex Otti dịka di ya bụ Nnannaya Oti bụ onye na-arụ ọrụ mwulite ụlọ a ma ama n’Owerri, Imo steeti",
    "N’okwu ma mmadụ abụọ a arụkọọla ọrụ na mbụ - Enweghi ihe gosiri na ha abụọ arụkọla ọrụ mbụ dịka Nnenna Oti bụ onye ọkamụta na mahadum 'Federal University of Technology Owerri' ebe ọrụburu ọrụ dịka onyeisi ụlọakwụkwọ ahụ ebe Alex Otti bụ onye na-arụ ọrụ gbasara akụnụba na ego ndị mmadụ n’ụlọakụ.",
    "Site n’ajụjụ niile BBC Igbo jụrụ nakwa nchọpụta ndị ọzọ, ọ bụ ihe doro anya na ndị na-ekesa akụkọ a ma ụma ekesa ya bụ akụkọ ụgha iji duhie ọha ma kụsaa ntụkwasị obi ndị mmadụ nwere n’usoro ntuliaka na-aga n’ihu n'Abịa steeti.",
    "Usoro ọrụ Inec na-ahu na ndị na-achịkọta vootu na mpaghara ọbụla bụ ndị na-enweghi mmasị maọbụ njịkọ n’otu pati ndọrọndọrọ ọchịchị, ha na-abụ ndị kwụụrụ onwe ha, bụrụ ndị ọha na-agbara ezi ama ma bụrụ ndị na-akwụba aka ha ọtọ.",
    "Dịka ọha na-eche ka Inec kpọpụta mpụtara ntuliaka Abịa steeti, ọtụtụ ndọlị apụtala n’etiti ndị pati abụọ na-asọ mpị n’ịzọ ọkwa gọvanọ steeti ahụ, ya bụ ndị nkwado Labour Party(LP) na ndị nkwado Peoples Democratic Party (PDP).",
    "PDP bụ pati nọ n'ọchịchị na steeti a kemgbe mana otu Labour Party na-ama ha aka n'ihu ugbua.",
    "Ndị nkwado Labour Party nọ n'akụkụ isi ụlọọrụ Inec na-eche ka akpọpụta mpụtara ntuliaka Abịa steeti na Tuzde.",
    "Ọdọ ngụkọ vootu n'isi ụlọọrụ Inec, Umuahia, Abịa steeti",
    "Dịka a nọ na-eme ndọlị n’ime isi ụlọọrụ Inec n’oge ngụkọ nke Mọnde, ụfọdụ ndị nọ ebe ahụ chọrọ ka e mee mkpọpụta onye mmeri ebe vootu si akụkụ Obingwa na steeti ahụ erubeghi ụlọọrụ Inec aka.",
    "Otu ụlọ ntaakụkọ a kpọrọ \"Strenuous Blog\" ziputara ozi na Tuzde, na-ebo Nnenna Oti ebubo na ọ tinyereaka n'imebi usoro ezi ntuliaka.",
    "Ha boro ebubo na o kwuru:",
    "“Arụọla m ọrụ na ndụ m niile na-akwụdoro usoro ọchịchị ziri ezi, anyị ga-akwụdoro ụkpụrụ ziri ezi”",
    "“Dịka m bụ onye Pastọ nakwa nne mmadụ, mmụọ agaghị ekwe ka ma m mee ihe ga-emetụta ụmụ m n’ọdịnaihui, aga m eme ihe dị mma n’anya Chukwu nakwa n’anya ndị mmadụ.”",
    "\"Aga m eme ihe ọha chọrọ\"",
    "Mana odeakwụkwọ Inec bụ Rotimi Oyekanmi kụchapụrụ ihe a ụlọọrụ ntaakụkọ ahụ dere ma kwuo na mkpebi ịkwụsịtu ntuliaka esighị Oti n'aka kama o kwupụtara ihe isiụlọọrụ Inec nke Abuja zitere.",
    "Ozi Inec hụrụ na ngụkọ kwụsịrị nke mere isi ụlọọrụ Inec n'Abia jiri kwuo na a ga-akwụsịtu ya bụ ihe ruo mgbe emezuru ntuliaka n'isi.",
    "Ka ọ dị ugbua, Inec akpọpụtala mpụtara ntuliaka n'okpuru ọchịchị 16 n'Abịa Steeti, ọ fọdụ naanị otu nke bụ Obingwa.",
    "N'ime ndị ahụ akpọpụtarala, Alex Otti nke Labour Party meriri n'okpuru ọchịchị iri, Okey Ahiwe nke PDP meriri n'okpuru ọchịchị ise, ebe Enyinnaya Nwafor nke YPP meriri n'otu okpuru ọchịchị.",
    "Inec kwuru n’ehihe Mọnde na ha kpebiri ịkwụsịtu ngụkọ vootu n’akụkụ okpuruọchịchị ụfọdụ na steeti abụọ na mpaghara Ọwụwa Anyanwụ Naịjirịa.",
    "Maka Abịa steeti, ha kwuru na dịka ndị agboro wakporo isi ụlọọrụ ha n’Obingwa ma jichie ndị ọrụ ha ya bụ ihe metụtara ntuliaka ebe ahụ.",
    "Ya mere Inec ji kpebie ịkwụsịtu ngụkọ ka ha nweeike tinye anya ngwa ngwa n’okwu ndị a tupu amalite ọzọ ma chịkọta ngụkọ vootu.",
    "Inec gara n’ihu kwuo na ngụkọ ga-amalite ọzọ n'ụbọchị Tuzde abalị 21, 2023.",
    "Ndọrọndọrọ ọchịchị",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Abia Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 8 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịa2 Eprel 2023",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?elekere 2 gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}