{
  "published": "10 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, AFP",
    "Onye dere ya, Ashley Lime",
    "Ndị mere akụkọ a,  Broadcast Journalist",
    "Ọgọọst 2023",
    "Ka ọ gachara ihe ruru izuụka abụọ ndị agha ji wegharacha ọchịchị na mba Nijie, ndị ndu ha họpụtara  Ali Mahaman Lamine Zeine dịka Praim Minista mba ahụ.",
    "Ndị ndu ọchịchị ndịagha bụ National Council for the Safeguarding of the Homeland (CNSP), họpụtara nw amadi ahụ bụbụ mịnịsta na-ahụ maka ego ma tinye ya n'ọkwa so n'ọkwa kachasị na Nijie.",
    "Zeine na-anọchi Mahamadou Ouhoumoudou bụ onye nọ na Yurop oge a kwaturu ọchịchị mba ahụ n'ike.",
    "Nhọpụta ya na-abịa ka ọ gachara abalị asaa Ecowas nyere Nijie ka ha weghachi  Onyeisiala Mohamed Bazoum a chụturu achutu n'ọkwa.",
    "A na-ahụta  Zeine dịka onye ga-agbanweli ọnọdụ akụnaụba mba ahụ n'ọnọdụ nsogbu ọ nọ na ya.",
    "Onyeisi Ọchịchị ndịagha bụ Abdourahmane Tchiani  họpụtara  Zeine dịka Praim Minista dịka  mbọ idozi nsogbo na-aga malitere na Niamey.",
    "A mụrụ Zeine na Zinder, obodo nke abụọ kachasị  nwee ọnụọgụgụ ndị mmadụ  na Ndịda Nijie.",
    "Akwụkwọ akụkọ mba France bụ Le Monde nkọwara na Zeine bụ onye ndọrọndọọ nọrọla ogologo oge n'ọrụ ya ma bụrụkwa onye ụmụafọ Nijie ma nke ọma.",
    "Ọ bụ onye agbụrụ Toubou mbụ na-abụ Praim Minista-Toubou bụ agbụrụ kachasị na mpaghara Ugwu nakwa Ọwụwa Anyanwụ Nijie.",
    "Oge a họpụtara ya dịka Praim Minista,  Zeine bụ onyeisi ụlọakụ \"African Development Bank (AfDB) n'agbataobi 'isiobodo Chad bụ N’Djamena, ndị agbataobi ha.",
    "Akwụkwọ akụkọ mba Fransị kwuru na Zeine  gbanyere mgbọrọgwụ ọrụ nakwa  ndọrọndọrọ ọchịchị na Ndịda Afrịka site n'ọrụ ya dịka Onyeisi ụlọakụ ahụ na  mba Gabon nakwa Cote d'Ivoire, bụ ebe a na-ahụta ya dịka  onye ọkaibe n'ọrụ.",
    "Nhọpụta ya dịka Praịm Mịnịsta Nijie dowere ya n'ọnọdụ idu na okwu ihibe ọchịchị ọhụrụ na Nijie.",
    "Zeine gbara afọ 58 bụ onye nwetara ọzụzụ dịka ọkachamara n'okwu akụnaụba(economist) bụ onye anya ha hụrla ọtụtụ nkwatu ọchịchị na mba ya.",
    "Ọ gụzuru akwụkwọ ya n'ụlọmmụta 'National School of Administration'(ENA) dị na  Niamey  ma gụkwaa na 'Centre for Financial, Economic and Banking Studies ' na Marseille na Paris.",
    "Zeine malitere ọrụ ya na 'Ministry of Economy and Finance' n'afọ 1991, n'okpuru Ọchịchị  nchere oge nke  Amadou Cheiffou, ka e mechara ọgbakọ udo 'National Conference for Civil Peace' bụ mgbe amalitere ọchịchị onyekwuoucheya na Nijie.",
    "N'afọ 2001, a họpụtara ya dịka direktọ  imeobi gọment dịka he was appointed cabinet director,  Mamadou Tandja bụbụ onyeisiala banyere n'ọkwa ọchịchị.",
    "Tandja bụbụ onyeagha sonyere na nkwatu ọchịchị wepụrụ Onyeisiala Diori Hamani maburu onyeisiala n'afọ 1999.",
    "N'afọ 2003, Zeine bụrụ Mịnịsta na-ahụ maka ego.",
    "Ọ nọgidere n'Ọchịchị Onyeisiala  Tandja were rue afọ 2010, oge Majọ Salou Djibo kwaturu.",
    "N'Ọgọstụ afọ 2010, e boro Zeine ebubo izu ego mana a hapụrụ ya kla o si n'ụlọ na-abịa ikpe.",
    "Na-agbanyeghị na oge ya na ndọrọndọrọ ọchịchị nwere katakata, a na-ahụta Zeine dịka onye ndọrndọọ ọchịchị na-etinye uchu, bụ onye nwere  ike idozi ọnọdụ akụnaụba Nijie.",
    "Zeine abụghị nanị onye ọchịchị ndịagha Nijie họrọ n'ọrụ ọhụrụ.",
    "A họpụtara Colonel Ibro Amadou Bachirou dịka onyeisi ọrụ nke onyeisi Ọchịchị ndịagha ahụ, ebe Lieutenant Colonel Habibou Assoumane bụzị onyeisi ndịagha na-eche onyeisiala (commander of the presidential guard.)",
    "Brigadier General Amadou Didilli, bụbụ odeakwụkwọ ukwu nke Ministrị nchekwa bụzị onyeisi ngalaba, 'High Authority for Peace Consolidation'(HACP).",
    "HACP bụ otu jikọrọ ndọrọndọro ọchịchị, ndịagha na ọha ndị mmadụ nke e hiwere n'afọ 1995 maka ịhụ na a na-emezu nkwekọrịta udo nke Nijie na ndịagha nnupuisi Tuareg binyere aka  n'afọ ahụ.",
    "A họpụtara Brigadier General Abou Tague Mahamadou dịka onyeisi ndịagha mba ahụ.",
    "Site na ịhọpụta ndịagha na ndị nkịtị, ndị ndu nkwatu ọchịchị na Nijie akpọchiela ntị ha na mmaja nke otu jịkọrọ mba ndị dị na Ndịda Anyanwụ  Afrịka bụ 'Economic Community of West African States' (Ecowas) na ndị Ọdịda Anyanwụ Yorope ha na ha dị na mma nyere ha.",
    "Ọchịchị ndịagha ahụ ezipụla ndị agha ha ichekwa obi gọọmentị na Niamey,isiobbbodo mba ahụ.",
    "Niger",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Niger Coup: Ihe ndị gbara ọkpụrụkpụ na mkpebi ndị ndu Ecowas taaelekere 7 gara aga",
    "South-East Governors' Forum: Ihe ndị gọvanọ Ọwụwa Anyanwụ kpebiri maka ndị na-ebute nsogbu na mpaghara ahụelekere 4 gara aga",
    "Nwunye Ifeanyị Okoh ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ndị ezinaụlọ ya isii nwụrụ n'ụlọ ọhụrụ ha kwabara20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "South-East Governors' Forum: Ihe ndị gọvanọ Ọwụwa Anyanwụ kpebiri maka ndị na-ebute nsogbu na mpaghara ahụ",
    "Niger Coup: Ecowas ekpebiela iziga ndị agha na Nijie na ihe ndị ọzọ gbara ọkpụrụkpụ ha kpebiri taa",
    "Baby care cost: Ego ole ka ịmụ nwa n' ulọọgwụ, zụọ ihe nwa, nri nakwa uwe nwa ga-eri onye na mụ nwa mbụ ya ugbua?",
    "Etu otu ezinaụlọ sị gbuo nwa ha nwoke ma lie ya n'Ehime Mbano, n'Imo steetiEmelitere ikpeazụ na: 24 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}