{
  "published": "20 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, By Arif Shamim",
    "Ndị mere akụkọ a,  BBC News Urdu & BBC News Persian",
    "Eprel 2024",
    "Ndị ọrụ gọọmentị mba Amerịka agwala ndị ntaakụkọ na ndị Izrel a tụọla  otu ogbunigwe na mba Iran.",
    "Ndị mmadụ nụrụ ụda ogbunigwe ahụ na mpaghara Isfahan, mana e nweghị onye maa ebe e zigara ya.",
    "Iran nọ na nche kemgbe Izrel kwuru na ha ga-azaghachi mwakpo ndị Iran wakporo ha n'abalị Satọde mgbe ha tụrụ ogbunigwe ruru 300 maka mbuso agha megide Izrel.",
    "Ndị ntaakụkọ Iran na ndị ụlọọrụ 'International Atomic Energy Agency' (IAEA) ekwubeghị na-enwere mmetụta ọ bụla site na ogbunigwe ahụ a tụrụ ụbọchị Fraịde.",
    "Isfahan, di n'ógbè ahụ ogbunigwe ahụ dara, nwere ụtụtụ ọdụ ụgbọ elu, ebe a na emepụta ngwa agha nuklia.",
    "Ụlọọrụ mgbasa ozi Fars nke Iran nke dị nso na Islamic Revolution Guard Corps (IRGC) kwuru na ha nụrụ ụda ogbunigwe ahụ.",
    "Osote onye na-ahụ maka mba ofesi Iran bụ Ali Bagheri Kani kwuru na ha ga-ebuso Izrel agha n'oge na adịghị anya.",
    "Onyeisi ndịagha Izrel Lt Colonel Herzei Halevi e kwubuola na ha ga atụ ogbunigwe n'Iran maka mwakpo ahụ ha wakporo ha na 13 Eprel.",
    "Nke a bụ ihe ọzọ na-eme agha ahụ dị n'etiti Izrel a D Iran",
    "Ozi kwuru n'aka Izrel dị n'agha ahụ Gaza.",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ BBC jiri ndepụta a tụlee ajụjụ a na-agbanyeghị  na mba ndị a nwere ike ị nwe ngwa agha ha zoro ezo.",
    "Ụlọọrụ 'International Institute for Strategic Studies' (IISS) tụlere ngwaagha mba abụọ ahụ site n'ozi ndị oru gọọmentị ị ji chọpụta ndị ngwaagha ha ka.",
    "Ụlọ mmụta 'Stockholm International Peace Research Institute' weputara nkọwa nke ha.",
    "Mana, Nicholas Marsh, onye ọrụ ụlọ mmụta 'Peace Research Institute' di n'Oslo (PRIO) kwuru na ọ bụ ndị nnyocha IISS nwere ike ị chọpụta mba kacha nwe ngwa agha n'ụwa niile.",
    "IISS kwuru na Izrel na-etinye nnukwu ego maka nchekwa karịa Iran, nke na-enye ha ike maka ihe ọbụla nwere ike ime.",
    "IISS kwuru na ego nchekwa Iran dị ihe dịka ijeri $7.4 n'afo  2022 na 2023, ebe nke Izrel ruru ijeri $19.",
    "Ebe foto si, Getty Images",
    "Ọnụọgụgụ IISS na-egosi na Izrel nwere ụgbọelu ndịagha ruru 340 dị njikere agha.",
    "Ọ bụ ya na-enye ha nkasiobi maka agha ụgbọelu.",
    "Ụgbọelu ndị ahụ gụnyere ụgbọelu F-15 bụ ndị na-aga ebe dị anya, F-35 - bụ ụgbọelu teknụzụ \"stealth\" nke nwere ike izo ezo.",
    "IISS kwuru na Iran nwere ụgbọelu ruru 320 dị njikere agha. Ụgbọelu ndị a bụ ndị a rụrụ n'afọ 1960, gụnyere F-4, F-5 na F-14 (ụgbọelu nke ikpeazụ bụ nke ihe onyonyo 'Top Gun' e mepụtara n'afo 1986 mere ka o wuo ewu).",
    "Mana Nicholas Marsh si ụlọọrụ PRIO kwuru na o doro anya na ụgbọelu ndị ochie ahụ na-efe, maka ịchọta maka na akụrụngwa ya dị ụkọ.",
    "",
    "Ebe foto si, Getty Images",
    "Nke a bụ akụkụ kacha banyere nchekwa Izrel akụrụngwa 'Iron Dome na Arrow' ha.",
    "Injinia ogbunigwe bụ Uzi Rubin bụ onye chọpụtara 'Israel Missile Defense Organisation' nke ministri ọrụ nchekwa.",
    "Ugbu a, ọ bụrụla onye nnyocha n'ụlọọrụ 'Jerusalem Institute for Strategy and Security'.",
    "Ọ gwara BBC n'obi jụrụ ya mgbe ọ hụrụ Iron Dome nke gbaturu ogbunigwe ahụ Iran tụrụ ha na Satọde izu ụka gara aga.",
    "\"Enwere m afọ ojuju na obi ụtọ dị ukwuu... Ọ bụ nnukwu ihe ka ọ bu. Ọ nweghị akụrụngwa agha ọzọ dị ka ya.",
    "Ebe foto si, Amir Cohen / Reuters",
    "Izrel ji 2,100km tee aka n' Iran.",
    "A na-ahụ ngwaagha Iran dị ka nke kachasị ukwuu na mpaghara Middle East.",
    "N'afọ 2022, Generalụ Kenneth McKenzie sitere Central Command mba Amerịka kwuru na Iran na-enweta ngwaagha ballistic \"karịrị 3,000\".",
    "Dị ka CSIS Missile Defence Project' si kwuo, Izrel na-eziga ngwa agha n'ọtụtụ ebe.",
    "Ebe foto si, EPA",
    "Iran ruru ọrụ dị ukwuu na sistemu ogbunigwe na drones ha kemgbe agha ya na Iraq n'afo 1980 ruo 1988.",
    "Ha mepụtara ọtụtụ ngwa agha bụ nke ha tụrụ izrel nso nso a.",
    "Ndị nnyocha nyochara mgbọ ogbunigwe ndị ahụ wakporo Saudi Arabia kwuru  na ọ bụ Iran rụrụ ya.",
    "Ebe foto si, Reuters",
    "Tim Ripley kwuru o bụ naanị ọgụ ụgbọelu ka Izrel were ike ịnụ so Iran.",
    "Ripley kwuru na nke a ga-egbu ndị isi ma kwatuo ụlọọrụ mmanụ.",
    "Ndị isi agha na ndọrọndọrọ ọchịchị Izrel kwuru na ha ga-emesị mba ọbụla na e-megide ha ike.",
    "Na mbụ, Izrel egbuola nnukwu ndịagha Iran n' ọtụtụ ndị mmadụ n'Eprelụ 1 mana Izrel gọnarịrị mwakpo ahụ.",
    "Ebe foto si, IRGC handout / Reuters",
    "Ngwaagha mmiri Iran dị 220 ebe nke Izrel dị 60 dị ka IISS si kwuo",
    "Ebe foto si, EPA",
    "Ọ bụ Izrel ka mwakpo cyber ga-aka nwenta",
    "Igwe nchekwa Iran adịchaghị ka teknụzụ nke ndị Izrel.",
    "Ndị ọrụ Israel National Cyber ​​Directorate kwuru na mwakpo cyber kariri karịa ugbua.",
    "Akụkọ kwuru na mwakpo cyber dị 3,380 mere na mwakpo Ọktoba 7 afo 2023.",
    "Onye isi otu Iran Civil Defence Organisation, Brigadier General Gholamreza Jalali kwuru na Iran kwụsịrị ihe mwakpo cyber ruru 200 n'ime ọnwa ole na ole tupu ntuli aka ndị omeiwu.",
    "N'ime ọnwa Disemba, Mịnịsta na-ahụ maka mmanụ na Iran, Javad Owji, kwuru na otu mwakpo cyber kpatara nsogbu maka ọdụ mmanụ ụgbọ ala n'obodo ahụ.",
    "Ebe foto si, Iranian goomentị / Getty Images",
    "Akụkọ na-ekwu na Izrel nwere ngwaagha nuklia nke ha mana ha achọghị imee ka a mara.",
    "A na-ekwu na Iran e nweghị ngwaagha nuklia.",
    "Ebe foto si, Reuters",
    "Ọnụọgụgụ Iran dị nde mmadụ iri asatọ na itoolu '89 million'. O karịrị nke mba Izrel dị nde mmadụ iri '10million'",
    "Iran nwere ndị agha ruru 600,000 ebe ndị agha Izrel di 170,000 dị ka IISS si kwu.",
    "Ebe foto si, Getty Images",
    "Onye ọrụ ihe gbasara mpaghara ọnwụnwa anyanwụ 'bụ Tariq Sulaiman gwara BBC Urdu na agha nwere ike ịbawanye.",
    "Nnyocha mahadum Hibru gosiri na ìgwè mmadụ Izrel achọghị ka Izrel na Iran lụọ ọgụ n'ihi na ọ ga emetụta nyocha n'mahadum ahụ ya na nchekwa obodo.",
    "Otu nkwupụta mahadum ahụ kwuru na emere nyocha a n'abalị 14 na 15 Eprel site na ịntanetị na ekwentị yana nlele mmadụ 1,466 ndị gụnyere ndị Juu na ndị Arab.",
    "Ebe foto si, Getty Images",
    "Ọ bụ ezie na Izrel na Iran anaghị alụ agha ọbụla ruo taa, mana obodo abụọ a na-abanye n'ọgụ na-akwadoghị.",
    "E gburu ndịagha Iran dị mkpa n'mwakpo a na-enyo na ọ bụ Izrel kwadoro ya.",
    "Ndị otu Hezbollah na ndị ndọrọndọrọ ọchịchị na-alụ ọgụ kacha nke Iran na-ebuso Izrel agha site na Lebanọn.",
    "Izrel na ndị mba Ọdịda Anyanwụ kwenyere na Iran na-enye Hamas ngwaagha na ọzụzụ.",
    "Ebe foto si, Ndị agha Houthi  / EPA",
    "A na-ahụta ndị Houthis ndi Yemen dị ka ndi nnọchianya ndịagha Iran. Saudi Arabia kwuru na ogbunigwe ndị Houthi gbara bụ Iran mepụtara ya.",
    "Otu ndị Iran na-akwado nwere nnukwu ike n'Iraq na Syria.",
    "Iran na-akwado gọọmentị Syria ma kwuo na ha ji mpaghara Syria wakpo Izrel.",
    "Nkwupụta ndị ọzọ nke Ahmen Khawaja, Carla Rosch na Reza Sabeti na Chris Partridge",
    "Middle East",
    "Ndịagha",
    "mbusoagha nke cyber",
    "Ike Nuklia",
    "Ngwagha nuklia",
    "Iran",
    "Israel na ndị Palestine",
    "Wetin don happun so far afta Iran attack Israel16 Eprel 2024",
    "Wetin dey cause kasala as Israel say dem go take action against Iran wen time reach?14 Eprel 2024",
    "Nnamdi Kanu ekwughị na ọ gaghị apụta maka ikpe ya maọbụrụ na e meghị ihe ọ chọrọ- Ejimakor19 Eprel 2024",
    "NA EME UGBU A, Eleme fire: 'Nwaanyị dị ime, nwa ya so na ndị ọkụ gbagburu'",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "'Akwa m na-eyi eme ejije ka D Law tọrọ m atọ, ọ karịala afọ 30' - Layiwasabi24 Eprel 2024",
    "\"Ndị PDP Imo steeti niile so Ihedioha aga ebe ọbụla ọ na-aga\" - Barr. Kissinger23 Eprel 2024",
    "Ka ‘Obioma' si afọ ndị 1970 si abiaghachi ọzọ ugbua24 Eprel 2024",
    "Iran vs Israel: Kedu onye ngwa agha ya kaa?20 Eprel 2024",
    "Ihe ndị ị ga-eme naịra nwereike itinye gị na nga19 Eprel 2024",
    "Nwaanyị Nnewi: Etu nne m ochie siri kpalite m ime ‘skit’19 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ka ‘Obioma' si afọ ndị 1970 si abiaghachi ọzọ ugbua",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}