{
  "published": "13 Julaị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Na mgbe ochie, otu nzuzo bụ otu ihe kachasị dị mkpa n'obodo ọbụla n'ala Igbo.",
    "E nwere ọtụtụ ihe dị icheiche e ji hiwe ha nakwa ọrụ pụrụiche ha na-arụ iji hu na ihe na-aga ọfụma.",
    "Iji kpughee okwu gbasara otu nzuzo, BBC Igbo kpọtụụrụ otu onye ọnụ na-eru n'okwu n'ihe metụtara omenala Igbo bụ Ọkammụta Chiagoze Nnabuihe.",
    "Ọ kọwara na mpaghara ọbụla n'ala Igbo nwere otu nzuzo nke ha ma kwuo na ọ bụ mgbe ụka Kristi batara ka eji kwụsị ha.",
    "'Ndị iche dị n' ịlọụwa,ọgbanje na agwụ'28 Ọgọọst 2020",
    "Ekele dị iche iche e ji mara ndị Igbo6 Disemba 2019",
    "Lee ebe niile ndị Arochukwu gbara mgbọrọgwụ n'ụwa29 Ọktọba 2020",
    "E nwere otu nzuzo dị icheiche dị n'ala Igbo, mana abụọ kachasị pụta ihe bụ Ọkọnkọ na Ekpe.",
    "\"Ọ bụghị na ha bụ otu nzuzo kama na ha na-eme nzuko na nzuzo n'abalị nke mere ka ha nweta aha ahụ,\" ka Nnabuihe kọwara.",
    "\"Ihe e jiri hiwe ha bụ ịhazi ọdịnala nakwa omenala ala Igbo.\"",
    "Ọrụ ndị ọzọ otu nzuzo ndị a na-arụ dịka, Mazi Nnabuihe si kọwaa bụ:",
    "ime iwu e ji ahazi obodo",
    "ịhụ na onye ọbụla kwanyeere omenala ugwu",
    "ịhụ na onye ọbụla nwere oke ruuru ya",
    "ịhụ na nwa mmụọ emegbughi nwa mmadụ nakwa na nwa mmadụ emegbughi nwa mmụọ (ya bụ nhatanha)",
    "ị hụ na asọpụụrụ Chi na eke, kwanyere ndị ichie ugwu, ma mee ka mmadụ na ibe ya biri n'udo.",
    "Ụlọ \"Mgballa Ekpe\" dị n'Arochukwu",
    "Aha ndị na-egosi na Igbo kwenyere n'ịlọ ụwa27 Nọvemba 2019",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, Ohafia4 Maachị 2020",
    "Nnabuihe kọwara etu otu ndị ahụ na-arụ pụrụiche maka ọdịmma obodo si nweta aha \"otu nzuzo\".",
    "Ọ sị na ọ bụghị maka omume ha, kama ọ bụ maka mgbe ha ji ezute onwe ha.",
    "\"Ha anaghị aga ebe ahụ igbu mmadụ kama ha na-aga iji hazi obodo nakwa ihụ na ihe dị ka o kwesiri ịdị.\"",
    "\"Ọ na-abụ n'oge gboo, ụmụaka richaa nri abalị, a kpọkọọ haa kọọrọ ha akụkọ ifo.",
    "\"Nke a mechaa ihe dị ka ebe elekere mbụ nke ụzụ ụtụtụ, ndị nọ n'otu ahụ ejepu nzụkọ ha.",
    "\"Ha na-anọru ebe ahụ rue mgbe ọke ọkpa ji ama ube nke mbụ, ha ewere gbasaa\" (maka na Igbo ji ube ọke ọkpa agụ oge mgbe ahụ).",
    "\"O nweghi onye nọ n'ezinaụlọ ha ma na ha pụrụ apụ, ọ bụ ya ka eji akpọ ha 'otu nzuzo'.\"",
    "Mmọnwụ bụ otu ndị otu nzuzo e nwere n'ala Igbo",
    "Ọkọnkọ -  ọtụtụ obodo dị na mpaghara Bende ochie n'Abia Steeti; Ngwa, Ihitte-Uboma",
    "Ekpe Abriba, Ohafia na Arochukwu",
    "Mmọnwụ - Ebe niile n'ala Igbo",
    "Ọsịrịsa - Ụzụakọli na Bende",
    "Ndụagalaba - Mbaise",
    "Owu mmiri - Ndị mba mmiri",
    "Ịkọrọ - Mbaise",
    "Ọkọmbọ - Umahia",
    "Ekeleke",
    "Ụmụntoroọbịa",
    "Naijiria",
    "Akụkọ mgbe gboo",
    "Omenala",
    "Ọmụmụ na mmụta",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "NA EME UGBU A Onyeisiala Tinubu akpọghachila ndị nnọchiteanya Naịjirịa na mba ụwa niile3 Septemba 2023",
    "NA EME UGBU A Dog bite: ‘Ọ bụ ọgwụ ka m gara ịzụ oge nkịta tagburu nwa m’2 Septemba 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 942 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon30 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 94",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}