{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Glody Murhabazi",
    "Onye dere ya, Simi Jolaoso & Glody Murhabazi",
    "Ndị mere akụkọ a,  BBC News",
    "elekere 6 gara aga",
    "Ụmụaka n'ọwụwa anyanwụ mba Democratic Republic of Congo ka mpox kachasị metuta kemgbe ngalaba WHO kwuru na ọ bụ ọrịa ọnọdụ gbatagbata.",
    "Mba ahụ bụ ebe ndị mmadụ kachasị nwụọ n'afọ a. Ihe ruru mmadụ 450 wụrụ na mba ahụ site na ya bụ ọrịa.",
    "Alain Matabaaro bụ onye na-akọwa etu ọrịa mpox siri malite n'ahụ nwa ya kwuru na \"o bu ụzọ hụ akpụ n'ahụ nwa ya. Nne ya agbawaa akpụ ahụ nke kpatara mmịrị ji sị n'ime ya pụta, mana nwantịtị oge akpụ ahụ eju nwa ya ahụ niile\".",
    "O bidoro na-eweta onwe ya n'ụlọọgwụ dị na Munigi n'ọdịda anyanwụ na mpaghara Goma.",
    "Ndi butere ọrịa ahụ ruru pasenti 75 bụ ụmụaka na-erubeghị afọ iri dịka dọkịnta Pierre-Oliver Ngadjole na-arụrụ ndị ọrụ ebere Medair siri kwuo.",
    "Ụmụaka kacha ebute ọrịa mpox kemgbe ọ gbasara na mpaghara dị icheiche maka na usoro ahụ ha ji alụso ọrịa ọgụ adịghị ike.",
    "Dọkịta Ngadjole kwukwara na ihe so eme ka mpox na-agbasa gunyere igwe mmadụ nọkọrọ ọnụ n'ụlọ ebe a rụpụtara maka ndị gbapụrụ n'ụlọ maka ọgụ.",
    "Ngadjole gwara BBC na ndị ahụ kpụkọrọ ọnụ na-enweghị ohere n'ime ụlọ ha bi.",
    "\"N'ọtụtụ ezinaụlọ, ụmụaka atọ, anọ, na ise na-anọ n'otu akwa ehi-ụra. Nke a mere ikesa ọrịa ahụ adị mfe kwa ụbọchị\".",
    "Kemgbe ọnwa Juun ka ụlọọgwụ dị na Munigi bụ ndị na-enye ọgwụgwọ n'efu nabatara mmadụ ruru 310 bụ ndị na-arịa ọrịa mpox.",
    "Ha na-enweta mmadụ ruru iri butere ọrịa mpox ụbọchị niile.",
    "Ngadjole kwuru  na o nwebeghị onye nwụrụ maka ọrịa ahụ maka na ndị mmadụ na-agbata n'ụlọọgwụ n'oge.",
    "\"E chere m na ọ dị mma iye ha ọgwụgwọ n'efu. Nke a pụtara na ndị butere ọrịa ahụ ama mmefu ego na ha bịa n'ụlọọgwụ\"",
    "Mana ọ were ihe dị iche na mpaghara ndịda-ọdịda anyanwụ Munigi, bụ akụkụ mmiri Kivu na ụlọọgwụ Kavumu",
    "Ndị ọrịa ruru 800 ka ha wetara kemgbe ọnwa Juun, ebe mmadụ asatọ nwụrụ ndị a niile erughị afọ ise.",
    "Ebe foto si, Glody Murhabazi",
    "Ansima Kangino dị afọ abụọ butere mpox na-aka ụmụnne ya anọ bụ ndị rịara ọrịa ahụ.",
    "Nne ya bụ Ansima Kanigo dị afọ 35 amaghị etu ọrịa ahụ dị na mbụ.",
    "\"Ahụbeghị m ọrịa ahụ na mbụ. Oge nwa m bidoro na-arịa ọrịa, ndị mmadụ gwara m na ọ wereike ịbụ arụbara. Mana ahụ ya anabaghị ọgwụ niile anyị nyere ya, nke mere anyị ji bịa ebe a\".",
    "\"Chukwu gozie dọkịnta wetara ọgwụ mpox. ... ụmụaka m atọ ewetara onwe ha, ha nọ n'ụlọ ugwua. naanị mmadụ abụọ nọ n'ụlọọgwụ ugbua. Ekene dịị chukwu.\"",
    "Onyeisi ọlọọgwụ ahụ bụ Dọkịnta Robert Musole nyere ndị ọchịchị ndụmọdụ ka ha hara ịhụ etu ọrịa ahụ si ekesa dịka ihe egwuriegwu.",
    "\"Ọnụdụ anyị nọ ugbua taraakpụ, ndị bịara n'ụlọọgwụ karịrị mmadụ ole anyị nwereike ineta anya\"",
    "\"nsogbu nke mbụ anyị nwere bụ ụlọ ebe ndị ọrịa ga-anọ. Nke abụọ bụ na ọgwụ adịghị\"",
    "Na mpaghara DR Congo e were otu ebe obibi arụpụtara ndị si n'ụlọ ha gbapụ maka ọgbaaghara.",
    "Ọtụtụ bi n'ụlọ na-enweghị isi ma nọrọ na gburugburu na-adịghị ọcha - nke mere ya ebe mpox ga-ekesa n'ike n'ike\".",
    "Ndị ọrụ ahụike na-aga na-ebe  e nwere ụlọ obibi dịka Mudja dị na ugwu Nyiragongo na-ekuziri ha ihe ha ga-eme ma ha hụ onye nwere njiri mara mpox nke gunyere ime ka onye ahụ hara imetu ndị ọzọ ahụ.",
    "Josephine Sirangunza bụ nwaayị ya na ụmụ ya ise bị na ogige ebe arụpụtara ha ụlọ obibi ka ha zere ndụ kwuru na \"ọrịa a butere anyị oke ụjọ, mee anyị ebeuru n'obi na-anyị niile ga-arịaọrịa\"",
    "Ọ kwuru na gọmenti kwesiri ibutara ha akụrụngwa ga-enyereaka mee ka ọrịa ahụ hara ikesa na-akawanye njọ.",
    "\"Anyị hụ ndị dara n'ọrịa, anyị ebido na-atụ ụjọ etu anyị ga-esi chekwa onwe anyị\"",
    "Otu ihe ahụ ka Bosco Sebuke dị afọ 52 bụ onye nwere ụmụaka iri na-ekwu.",
    "\"E nyere anyị ezi ọzụzụ gbasara mpox, mana nke ahụ butere anyị oke ụjọ maka na anyị karịrị n'ọnụ ọgụgụ n'ime ụlọ anyị bị. Ọnọdụ ebe anyị bị adịghị mma, anyị na-ebuibu ehi n'otu akwa, nke a mere igbochi ọrịa ahụ ga ahịaahụ\"",
    "Mpox na-ekesa na DR Congo bụ nke ọhụrụ a kpọrọ Clade 1b bụ nke kesara na mpaghara mba ndị ọzọ bụ agbata obi ha.",
    "Gọọmenti DR Congo kwuru na ha ga-eweta ọgwụ mgbochi si mba US na Japan nwere na-abịa n'oge na-adịghị anya. Mana ruo oge ahụ, mba ahụ enweghị ọgwụ mgbochi ọbụla na-agbanyịghị na mpox na-akpaike na mba ahụ.",
    "Mataboro bụ nna Amani bụ onye na-enweta ọgwụgwọ ma na-enweta onwe kemgbe ọ dara n'ọrịa mpox kwuru na obi dị ya mma ịnụ na ọgwụ mgbochi so ụzọ abịa.",
    "Mana Dọkịnta Ngadjole kwuru na ọgwụ ahụ ama nzu oke maka na ọgwụ mgbochi bụ naanị otu ụzọ n'usoro ịkwụsị nkesa ọrịa ahụ.",
    "\"Ụzọ kachasị mfe bụ ịkwalite ọnọdụ ịdsị ọcha. Oge anyị kwalitere idị ọcha na ezinaụlọ, na obodo; nke ahụ ga-enyereaka benata ịkasasị ọrịa ahụ\".",
    "Ms Sirangunza  kwukwara ihe dọkịnta kwuru  “gwa ndị ọchịchị ka ha butere anyị ọgwụ, bute ncha na ihe ndị ọzọ ga-enyereaka kwụsị mmadụ ibute ọrịa ahụ.\"",
    "Ahụike",
    "Ụmụaka",
    "Democratic Republic of Congo",
    "World Health Organization (WHO)",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpoxelekere 6 gara aga",
    "Shaun Anderson ji otu aka agba nta na  etu egwuregwu si zọọ ya28 Ọgọọst 2024",
    "NA EME UGBU A, Ndịagha Israel emeela mwakpo kachasị na West Bank",
    "E duola Kudirat Kekere-Ekun n'iyi ọrụ dịka ọkaikpe kachasị Naịjirịa23 Ọgọọst 2024",
    "Ịhụnanya m nwere n'ebe Lee Min-Ho nọ mere m ji kụziere onwe m asụsụ Korea - Nneka Nnanna20 Ọgọọst 2024",
    "Gịnị mere ụlọ ndị mmadụ ji ada na Naịjirịa?16 Ọgọọst 2024",
    "Etu ị ga-esị gbanarị ọnwụ ma ị rite nsị na nri21 Ọgọọst 2024",
    "Mpox awụchiela na Rivers steeti21 Ọgọọst 2024",
    "Naịjirịa ahụla ọnụego mmanụ ụgbọala kachasị kemgbe e hibere ya19 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ọrụ ise dị n'ọdịnihu na etu ị ga-esi rite uru na ya",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}