{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị uweojii Abia Steeti ekwuola na ha na-eme nnyocha banyere akụkọ ahụ kwuru na a hụrụ ozu ọtụtụ mmadụ n'osimmiri Imo na mpaghara obodo Oriendu nke steetị ahụ.",
    "Ọnụ na-ekwuru ndị uweojii n'Abia Steetị bụ Maureen Chinaka gwara BBC Igbo na ha nwetere mkpesa banyere nke mana o nweghi ozu ọbụla ha hụrụ mgbe ha ruru n'obodo ahụ.",
    "Ọ gara n'ihu kwuo na ha na ndị ndu obodo, ndị ntoroọbịa, ndị nchekwa ọdịnala na-agbakọta aka ọnụ ịhụ na e wetere nchekwa n'ebe ahụ.",
    "O kwuru na nnyocha ka na-aga n'ihu.",
    "Akwamozu mmadụ 22 nwụrụ mgbe ha gara iketa osikapa n'Okija, Anambra Steeti 11 Jenụwarị 2025",
    "Ikoyi building collapse update: A hụla ozu abụọ ọzọ mere ya mmadụ 45 nwụrụ n' ụlọelu dara na Legọs11 Nọvemba 2021",
    "Mana mgbe BBC Igbo gara n'obodo Oriendu ịchọpụta nke bụ eziokwu, ụfọdụ ndị obodo a kọwaara ihe ha maara banyere ya.",
    "Maazị Amaechi Prince Ukanwa bụ onyeisioche obodo Uhuala Mbarama kwuru na ọ bụ na mmiri Imo nke dị n'obodo ha ka ndị mmadụ na-abịa etụba ozu ndị mmadụ.",
    "N'okwu ya \"anyị ahụla ozu mmadụ karịrị iri anọ, ọkachasị ụmụagbọghọ na ụmụaka kamgbe ọnwa Sepụtemba, 2024 rute ugbua. A na-ekechi ozu ha n'akpa ma tụba ya n'ime mmiri.",
    "\"Ọtutụ ozu anyị na-ahụ, a na-ebepụ ọfụdụ akụkụ ahụ ha ebepụ, nke gosiri na e ji ha gwọọ ọgwụ maọbụ mee ihe ọzọ.\"",
    "\"Nke mere na nso nso a bụ ozu nwagbọghọ e bepụrụ ọfụdụ anụ ahụ ya ebepụ.",
    "O kwuru na ha ha na-ahụ ọtụtụ ozu ndị a maka na ọ bụ oge ọkọchị, na ọ bụrụ n'oge udummiri na mmiri ga-eburu ozu ndị ahụ ka a ghara ịhụ ha anya.",
    "Ọ gara n'ihu kwuo na nke a amaliteghi taa, na ndị obodo ha agbaala mbọ ime ka gọọmentị maara maka ya.",
    "O kwuru na mgbe ọbụla  a hụrụ ozu ebe a na ọ na-etinye ụjọ n'ahụ ndị obodo ha, ọkachasị ndị na-akụ azụ na ndị na-egwu aja nakwa ọrụ dị iche iche na mmiri ahụ.",
    "Lolo Elizabeth Emos bụ otu nwaanyị si n'obodo ahụ kwuru n'izuụka gara aga na ụfọdụ ụmụnwaanyị gara ịsa akwụkwọ nri na mmiri ahụ hụrụ ozu mmadụ.",
    "O kwuru na nke a etinyela ụjọ n'ahụ ụmụnwaanyị na-azụ ahịa akwụkwọ nri na mpaghara ahụ.",
    "Ọ gbakwụnyere na a na-ebepụ ọfụdụ akụkụ ahụ ozu ndị ahụ ha hụrụ.",
    "Mmetọ mmiri",
    "Mmiri",
    "Imo steeti",
    "Abia Steeti",
    "Vidio, \"Anyị ahụla ozu mmadụ karịrị iri anọ na mmiri 'Imo River' - ndị obodo Oriendu Abia Steeti, Duration 5,02elekere 6 gara aga",
    "Ụmụnwoke Igbo anaghị eji aka ike alụ ndị nwunye ha - Omoni Oboli21 Febụwarị 2025",
    "Vidio, A banyere m n'ọrụ ịgbakọta igwe ọkụ iji chekwaa ihe nketa nna m - Ada De Welder, Duration 3,0819 Febụwarị 2025",
    "Vidio, Anyị amaghị na ndị anyị nyefere ọchịchị ga-ahapụ ịrụcha ọrụ anyị malitere - Sullivan Chime, Duration 6,3117 Febụwarị 2025",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}