{
  "published": "20 Jenụwarị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Streams of Joy Dallas/Facebook",
    "Dayosis ụka Katọlik na Warri, Delta steeti akwụsịla Rev. Fr Daniel Okanatotor Oghenerukevwe ọrụ n'ihi ebubo ịlụ nwaanyị na mba Amerịka.",
    "E kpughere nke a n'ozi ụlọụka ahụ jiri kwụsị ya ọrụ bụ nke ha bipụtara n'ụbọchị Tọzde 16 Jenụwarị 2025.",
    "Ndị jikọrọ aka tinye aka n'ozi ahụ gụnyere Rt. Rev. Anthony Ovayero Ewherido bụ Bishọpụ ụka Katọlik na Warri nakwa Very Rev. Fr. Clement Abobo bụ Chancellor/Notary.",
    "Ebe foto si, Streams of Joy Dallas/Facebook",
    "Nhiwe Agụnaechemba, mmachi ịgwọ ọgwu 'okeite' na ụzọ ndị gọọmentị Anambra ji ebuso ndị ekperima agha20 Jenụwarị 2025",
    "Ọ bụ ụlọ m rụrụ ọhụrụ ka ogbunigwe a gbariri - Onye nwe ụlọ ogbunigwe gbariri n'Imo Steeti15 Jenụwarị 2025",
    "Ị maara ihe dị iche n'etiti mmanya nkwụ na mmanya ngwọ?19 Jenụwarị 2025",
    "Ebe foto si, Streams of Joy Dallas/Facebook",
    "Dayọsis ahụ boro ebubo na Fada Oghenerukevwe na nwunye ya bụ Dora Chichah gbara akwụkwọ n'ụlọụka Streams of Joy Church dị na Dallas mba Amerịka n'abalị 29 Disemba 2024.",
    "Dịka ya bụ Dayọsis siri kpughee, Fada Oghenerukevwe nọọrọ n'abalị 30 Nọvemba 2024 rịọ ka e wepụ ya n'ọrụ niile dịịrị ndị e chiri Fada.",
    "N'ihi ya, Dayọsis ahụ gwara ya weta akwụkwọ niile kwesịrị ekwesị iji malite usoro iwepụ aha ya, mana nwaamadị ahụ gara n'ihu gbaa akwụkwọ na-emezughị ihe a chọrọ.",
    "Ka o sinadị, Dayọsis ahụ kwuru na Fada Oghenerukevwe nwere ikike itinye akwụkwọ ka a kagbuo maọbụ lebara mkpebi ahụ anya naanị ma ọ bụrụ na ọ dị njikere ịgbanwe.",
    "Ebe foto si, Catholic Broadcast Commission Nigeria/Facebook",
    "Amerika",
    "Ofụfe",
    "Naijiria",
    "Delta Steeti",
    "Ụka ndị Roman",
    "Alụmdịnanwụnye",
    "Ndị otu Kristi",
    "NA EME UGBU A, Nke na-eme ugbua n’etiti mba Izrel na Hamas",
    "Ọkụ agbagbuola ihe ruru mmadụ 11 n'Enugwuelekere 5 gara aga",
    "Tinubu ebunyela mba Finland ụkpa ekele maka mbọ ha gbara ịnwụchi Simon Ekpa24 Jenụwarị 2025",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ23 Jenụwarị 2025",
    "Gịnị mere e ji machie okeite n'Anambra Steeti?20 Jenụwarị 2025",
    "Donald Trump: Lee iwu ọhụrụ ndị o binyere aka20 Jenụwarị 2025",
    "A kwụsịla Fada ọrụ maka agbamakwụkwọ nzuzo n'ụlọụka Pastor Jerry Eze20 Jenụwarị 2025",
    "Enwere ihe dị iche n'etiti mmanya nkwụ na mmanya ngwọ?19 Jenụwarị 2025",
    "Ebidoro m iti ịgba n'oge m dị obere n'ọgbakọ ụmụaka 'block rosary' - Nazzy Drums17 Jenụwarị 2025",
    "Ọ bụ ụlọ m rụrụ ọhụrụ ka ogbunigwe a gbariri - Onye nwe ụlọ ogbunigwe gbariri n'Imo Steeti15 Jenụwarị 2025",
    "E nwere onye Ebuka Obi tụrụ mkpọrọ?14 Jenụwarị 2025",
    "Ụmụnwaanyị Anambra Steeti emeela ngagharịiwe maka nwaanyị di ya gbara ọkụ n'Abagana",
    "Beatrice Nwanneka Ekweremadu: Etu ụmụnwaanyị Mpu si aṅụrị maka ntọhapụ nwunye Sịnetọ Ike Ekweremadụ n'ụlọ mkpọrọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}