{
  "published": "2 Juun 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onyeisioche okpuru ọchịchị Ezeagu n'Enugwu steeti bụ Maazị Vitalis Ndu enyela ndị na-achị obodo niile nakwa ndị nchekwa 'Neighbourhood Watch' ntuziaka ka ha sie imi n'ala chọpụta ndị niile ji aha dibịa omenala egbu ma na-atọ ndị mmadụ.",
    "Ndu gwara BBC News Igbo nke a oge anyị na ya nwere mkparịtaụka maka nchọpụta a chọpụtara dibịa na-egbu mmadụ aha ya bụ Onyeka Nwaobu, onye e ji Ozo Ezeani, ichie million, e dey play e dey show wee mara.",
    "Ya bụ mkpamkpa kpara n'ụbọchị 26 nke ọnwa Mee, afọ 2025 ka na-ama ndị mmadụ akpataoyi n'ihi na nwoke ọjọọ ahụ gburu nwaanyị dị ime nakwa otu nwoke, dobe ozu ha n'okpuru ụlọ ọhụrụ ọ na-arụ.",
    "Aka ndị nche 'Neighbourhood Watch' kpaara ya bụ nwoke ka ọ tọọrọ nwata nwaanyị gbara afọ iri na atọ ka o gbuo ya. Mkpu nwata ahụ tiri mere ka ndị nche nwụchie ya.",
    "Onyeisioche Ezeagu dọrọ aka na ntị na a ga-enyocha onye ọbụla nọ n'Ezeagụ arụ ọrụ dibịa ka a mara nke ọ na-eme.",
    "O kelere ndị obodo Umuojo Isiagu dị n'Umumba Ndi-Agu ka ha siri pụta n'igwe gbaa ihe ọjọọ n'anwụ. Ndu gwakwara ndị ọzọ ka ha ṅọmie ndị Umuojo chọpụta arụ na-eme n'obodo ha.",
    "N'ihe gbasara ịmata ozu abụọ ahụ, Maazị Ndu kwuru na nnyocha DNA ndị uweojii na-eme ugbua ga ekwu ndị ha bụ.",
    "Etu a sị nwaagbọghọ siri gbuo nwanne ya, merụọ nne ya na nwa nwanne ya ahụ n'Enugwu3 Eprel 2025",
    "\"Etu ndị ọchịehi si awakpo, atọrọ ma na-egbusi anyị n'obodo Ukpata dị n'Uzo-Uwani, Enugwu Steeti\"27 Maachị 2025",
    "Onye kuturu ụlọekpere Fada Okunerere na Nsukka? Lee ihe anyị ma14 Maachị 2025",
    "\"Ọ bụ eziokwu na ụmụakwụkwọ Central School Umunba Ndị-Agu mere ngagharịiwe sị na nwata nwoke ahụ a hụrụ ozu ya bụ nwataakwụkwọ ha, mana biko onye ọbụla dere jụụ ka e mechaa nyocha\".",
    "\"Ụnụ ahụla na e jidela Ozo Ezeani n'ụzọ Kotonu ebe ọ chọrọ ịgbapụ. Nke a gosiri na ị gaghị egbu mmadụ n'ala Ezeagu laa na nkịtị,\" ka Maazị Ndu kwuru.",
    "Ka ọ dị ugbua, ndị ụlọọrụ Immigration jidere ya bụ nwoke enyefeela ya n'aka ndị uweojii ka nnyocha malite n'uju.",
    "Ndị ọrụ ya na-atọtara ya mmadụ nọzị n'aka ndị uweojii ugbua.",
    "National security",
    "Ụmụnyanyị",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ụmụaka",
    "Enugu Steeti",
    "Omenala",
    "Enugwu",
    "'Mbuze na-achọ ịchụpụ anyị n'ụlọ' - Ndị obodo Ndi Agwu Eziukwu Ọhafịa dị n'Abịa steetielekere 8 gara aga",
    "Vidio, 'Agaghị m ekwe ka ndị \"mbịarambịa\" wakpoo obodo m ma nara ha ala ha n'ike' – Eze Okey Bakassi, Duration 5,007 Juun 2025",
    "Ihe mere Onyeisiala Trump ji machie ụmụafọ mba 12 ịbata Amerịka5 Juun 2025",
    "Vidio, \"Ụmụnwoke chịrịla Anambra Steeti achịtaghị aja, ugbua bụ ohere nwaanyị\" ịchị - Chioma Ifemeludike, Duration 5,354 Juun 2025",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}