{
  "published": "2 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty/Iwuanyanwu",
    "Otu jikọrọ Ndigbo niile bụ Ohaneze Ndigbo arịọla Onyeisiala Muhammadu Buhari ọzọ ka ọ tọhapụ Nnamdi Kanu tupu ụbọchị ọ ga-arịtu n'ọchịchị bụ ụbọchị 29 nke ọnwa Mee afọ a.",
    "Emmanuel Iwuanyanwu bụ onyeisi ọhụrụ nke otu ahụ kwuputara nke a n'ọgbakọ mbụ ya na ndị ntaakụkọ nwere n'Enugwu dịka onye isi Ohaneze.",
    "Iwuanyanwụ kwuru na ọ dị ya ọkụ ọkụ n'obi ịrụ ọrụ ga-eweta ọganihu tọrọ atọ n'ala Igbo n'ime afọ ole ọ ga-anọ n'ọchịchị, ma kwukwaa na Nnamdi Kanu bụ onye dị mkpa maka udo ahụ ilaghachi.",
    "Eduola Emmanuel Iwuanyanwu n'iyi ọrụ dịka onyeisi ọhụrụ nke Ohaneze Ndigbo1 Mee 2023",
    "Gọọmentị Naịjirịa chọrọ ịtụkwasị ebubo itoolu ọzọ n'isi Nnamdi Kanu27 Eprel 2023",
    "Etu anyị si jide ndị Ipob/ESN gburu ndị uweojii anọ na Ngor-Okpala - Ndị Uweojii30 Eprel 2023",
    "O kwuru na otu ọkpụrụkpụ ihe ọchịchị ya ga-eme bụ ịhazi ọgbakọ udo ebe ndị niile welitere isi n'ala Igbo ga-agbakọ ka a kpaa etu a ga-esi weta ọnọdụ nchekwa ọjọọ dị na mpaghara Ọwụwa Anyanwụ Naịjirịa ugbua n'isi njedebe, ma mee ka udo na ọganihu laghachi.",
    "\"Nke a mere anyị ji arịọ Onyeisiala Muhammadu Buhari biko ka ọ tọhapụ Mazi Nnamdi Kanu n'ụlọ mkpọrọ maka ọ bụ otu onye kwesịrị isonye n'ọgbakọ udo a ka o wee mịta mkpụrụ,\" Iwuanyanwu kwuru.",
    "\"Ọzọkwa bụ na anyị ma na ahụ esichaghị Nnamdi Kanu ike na mkpọrọ ebe e ji ya. Ya mere o ji dị mkpa ka a tọhapụ ya ka ọ ga leta ahụike ya anya.\"",
    "Ọ fọrọ otu ọnwa ka ọ bụrụ afọ abụọ kamgbe gọọmentị Naịjirịa jidere Mazi Nnamdi Kanu n'ọnwa June afọ 2021, dịka o si mba UK ebe ọ nọ gaa njem na mba Kenya.",
    "A kpụlatara Mazi Kanu n'ụbọchị 29 nke ọnwa June 2021 ma tinye ya na mkpọrọ n'isi ụlọọrụ ndị ọrụ nchekwa nzuzo Naịjirịa bụ Department of State Services n'Abuja. Ebe ahụ ka o si na-aga ụlọikpe kamgbe ahụ.",
    "Chetakwa na ụlọikpe mkpegharị enyela iwu ka a tọhapụ Nnamdi Kanu maka na etu e si jide ya na mba Kenya ma kpụlata ya na Naịjirịa megidere iwu mba ụwa.",
    "Mana okwu ahụ dị ugbua n'ụlọikpe kachasị ebe gọọmentị etiti wepụrụ ya ma na-achọ ka ha kụchapụ iwu ahụ ụlọikpe mkpegharị nyere.",
    "Emmanuel Iwuanyanwu kwuru na ndị Igbo agaghị akwụsị ikwu okwu ka gọọmentị Naịjirịa kenye mpaghara Ọwụwa Anyanwụ otu steeti ọzọ iji weta ọnụọgụgụ steeti dị na mpaghara ahụ ruo isii dịka ndị mpaghara ndị ọzọ na Naịjirịa.",
    "\"Nke a ga-eme ka mpaghara Ọwụwa Anyanwụ na-enwetazu oke ruuru ha na Naịjirịa, maka na e mee onye etu e si mee ibe ya, obi adị ya mma,\" ka o kwuru.",
    "E kere Naịjirịa mpaghara isii nke a na-akpọ 'Geo-political zones' na bekee. Ha gụnyere: Ọwụwa Anyanwụ (South East), Ọdịda Anyanwụ (South West), Ndịda Ndịda (South South), Ọwụwa Anyanwụ Ugwu (North East), Ọdịda Anyanwụ Ugwu (North West) na Etiti Ugwu (North Central).",
    "Mpaghara isii a, nwechara opekatampe steeti isii isii, ma e wepụ Ọwụwa Anyanwụ nwere naanị steeti ise. Mpaghara Ọdịda Anyanwụ Ugwu nwere steeti asaa.",
    "Nke a so n'ihe ụfọdụ ndị si mpaghara Ọwụwa Anyanwụ na-ahụta dịka mmegbu nke ha sị na gọọmentị etiti na-emegbu ndị mpaghara ahụ.",
    "Emmanuel Iwuanyanwu na-anara asambodo ya dịka onyeisi otu Ohaneze Ndigbo",
    "N'ịga n'ihu, ọchịchị ya n'otu Ohaneze Ndigbo ga-egusobe kọmiti dị icheiche ga-eleba anya n'atụmatụ dị icheiche maka nkwalite agụmakwụkwọ, nkọpụta ihe oriri, ịgba mbọ (entrepreneurship), na nrụpụta ihe n'ala Igbo.",
    "O kwuru na otu ahụ ga-ehibe ụlọọrụ a kpọrọ Ohaneze Ndigbo Investment Company bụ nke steeti niile dị n'ala Igbo ga-enwekọ ọnụ, bụkwa ebe otu ahụ ga-esi na-enweta ego maka ọrụ dị icheiche ha ji n'aka.",
    "Lee ihe ndị ọzọ Iwuanyanwu kwupụtara bụ atụmatụ ọchịchị ya ga-agbaso:",
    "Ịrụ ụlọ nchekwa ọdịnala a ga-akpọ Ohaneze Cultural Centre - Iwuanyanwu rịọrọ  ndị gọvanọ steeti ala Igbo ka ha wepụta ala ebe a ga-arụ ụlọ a",
    "Iwepụta atụmatụ nkwanye ugwu pụrụ iche maka ndị Igbo mere ihe dara ụda na Naịjirịa nakwa mba ụwa, nke a ga-akpọ Ohaneze Ndigbo Hall of Fame",
    "Ihibe ụlọọrụ nnọchiteanya otu Ọhaneze Ndigbo nke bekee na-akpọ 'Liaison Offices' - na mba dị icheiche dịka Saụt Afrịka, Briten, Amerịka nakwa Chaịna",
    "Iwepụta atụmatụ iji nabata puku kwuru puku ụmụ Igbo bụ ndị a mụrụ na mba Amerịka ndị nwere mmasị ịlọta bịa mata ala ndị nna nna ha.",
    "Naijiria",
    "Muhammadu Buhari",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ihe ndịagha Naịjirịa kwuru maka ebubo na Ipob chọrọ iwakpo ha6 Eprel 2023",
    "Ihe Fr Mbaka kwuru maka ego Naira ọhụrụ,Nnamdi Kanu6 Febụwarị 2023",
    "Anyị na-akatọ oku ntọhapụ Nnamdi Kanu – Otu ndị Ugwu Naịjịrịa (CNG)28 Jenụwarị 2023",
    "Ihe dọkịta kwuru gbasara nsogbu ntị Nnamdi Kanu na-enwe - Ifeanyi Ejiofor31 Jenụwarị 2023",
    "Naijiria a na-eme ịkpaoke agbụrụ na mkpọla ụmụafọ ha toro na Sudan?25 Eprel 2023",
    "Etu ndị omeiwu Abia Steeti si chụpụ Chinedum Orji dịka onyeisi ha2 Mee 2023",
    "NA EME UGBU A Peter Obi akọwaala ihe mere ya n'ọdọụgbọelu mba Briten n'oge gara aga2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}