{
  "published": "12 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ị nụtula maka ụdịrị nrị a na-akpọ ‘GMO’? Ị sị mba? Ngwa bịa ka anyị tupenyere gị azụ.",
    "Ebe foto si, Getty Images",
    "Ọka",
    "Ka ụwa dị ugbua, ndị ọrụ sanyesi etinyela aka na bụ ọrụ dịka ha na-ewepụta echiche ọhụrụ n'ọrụ ha nke e ji ahazi ime ahụ osisi, mkpụrụ osisi dị iche nakwa ụmụanụmanụ dị iche iche.",
    "Atụmatụ ha na nke a bụ ikwalite agwa ọma ndị ha chọrọ ka ọ mụbanwanye n'ime osisi ndị a n’oge owuwe ihe ubi maọbụ n'ime ụmụanụmanụ ndị a n'oge ọmụmụ a.",
    "Onye nwere ọrịa shuga o kwesịrị ịra 'mango'?3 Mee 2023",
    "Alcohol Addiction: Lee ihe asaa ga-egosi gị na ị ghọwala onye aṅụrụma 29 Eprel 2023",
    "Sedentary Lifestyle: Etu ịnọdụ ala ogologo oge nwereike isi gbuo gị1 Febụwarị 2023",
    "Genetically modified organisms (GMO) pụtara nrị eji usoro sayensị hazie ime ahụ ya.",
    "A na-eji usoro a eme ka ihe owuwe buo oke ibu maọbụ wepụ agwa a chọghị n’ahụ ihe owuwe dịka ime ka oroma ghara inwe ọtụtụ mkpụrụ.",
    "Mana dịka mepụta nri GMO a na-amụba, ndị mmadụ amalite ịjụ, iri nrị ‘GMO’ ndị a, ọ na-emetụta ahụike mmadụ n’ụzọ ọjọọ?",
    "Ka ọ dị ugbua, ndị ọrụ sayensi na-enwe ndọrịtaụka n’okwu a.",
    "Otu onye ọrụ sanyesi bụ onye ọkaibe n'okwu gbasara GMO nke aha ha bụ Bernard Ehirim gbara ama na enweghị ihe ọbụla enyochapụtarala nke kwuru na GMO na-emetụta ahụike mmadụ n'ụzọ ọjọọ.",
    "O kwuru \"kepu kepu ndị na-ekwu na ọ nwereike ibunye mmadụ kansa, maọbụ mgbakasịahụ nke 'allergies' maọbụ na o nweghị uru nri achịtaghi àjà.\"",
    "\"Ụlọọrụ dị iche iche n'ụwa na-enyocha ma na-ahụ na nri ndị a tozuru oke. Ndị a na-ama imi n'ala n'okwu a. Na Naịjirịa, ụlọọrụ 'National Bowel Safety Management agency' nnyocha n'okwu a ma nye ndị mmadụ ikike iri ya\"",
    "Ehirim kọwara na etu e si enyocha GMO ugboro ugboro karịrị etu e si enyocha nri ọnatarachi nke mere o jiri bụrụ ihe a na-agbara ezi ama na enweghị ihe ọjọọ nọ n'ime ya.",
    "Ihe ndị ọzọ na-eche ndị mmadụ maka GMO",
    "Agbanyeghị uru ndị ọrụ sayensi so nri ndị a nwere, ọ nwere ihe ndị ọzọ na-eche ndị mmadụ echiche banyere ya dịka:",
    "ka nwere ndị ọrụ sayensi na-atụ egwu etu iri nrị ndị a nwereike isi metụta mmadụ n’ọdịnaihu. E nwekwara ihe ndị ọzọ na-akpata okwu ma akụkọ GMO pụta dịka ụfọdụ ụlọọrụ ndị na-emepụta nri GMO nwereike ijibido nrị ndị ma kwuo na ọ bụ ihe mmepụta aka ha.",
    "Nke a bụ na ha nwereike isi ndị na-akụpụta nrị ka ha ghara ijichie mkpụrụ osisi ha.",
    "Ndị otu na-alụ ọgụ ikike dịrị onye maka mmetọ ihu eluigwe na-ekwu na usoro e ji emepụta nri GMO na-akwado mmetọ ihu eluigwe nke na-emetụta ahụike ndị mmadụ n'ọdịnihu mana ọtụtụ ndị ọrụ sayensi na-ekwu na nke a abụghị eziokwu.",
    "Nri",
    "Ahụike",
    "Nchekwa nrị",
    "Nrị na-edozi ahụ",
    "Nri 'GMO' ọ nwereike imetụta ahụike gị?12 Mee 2023",
    "Igbo symbolism: Ihe nrịbama ise dị omimi n'Ala Igbo na ihe ha pụtara12 Mee 2023",
    "Egwu na-atụ m na Nnamdị Kanu nwere ike nwụọ na ụlọ nkpọrọ DSS - Mike Ozekhome27 Eprel 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}