{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ònyeisi ụka Katolic n’ụwa bụ Popu Francis eyipụla otu ụkọchukwu akwa ụkọchukwu ya maka ịmụta nwa nwoke gbara afọ 10.",
    "Wenceslas Munyeshyaka, gbara afọ  64, onye Rwanda arụọla ọrụ dịka ụkọchụkwụ na Fransị afọ iri atọ.",
    "Ozi na-efesa n’intanet nke Bishopụ Evrex binyere aka kwuru na “anapụla ya ikike ịbụ ụkọchukwụ nakwa ime ihe ọbụla dịka ụkọchukwu.”",
    "Owo Church Attacks: Ihe onyonyo etu e si lie ndị e gburu n'ụka Katọlik dị n'Owo Ondo Steeti17 Juun 2022",
    "Ihe na-esere ndị Fada “spiritans” na Bishọpụ Diocese Nnewi gbasara ala St. Martin of Tour Parish12 Ọktọba 2022",
    "Peter Obi enweghi ike ịbụ onyeisiala Naịjiria - Fada Mbaka16 Juun 2022",
    "Ụlọọrụ Dayọsis Evreux gwara BBC na ozi ahụ na-efegharị bụ eziokwu dịka ọ gbadoro ụkwụ na iwu nke Popu nyere n’ọnwa Maachị, afọ 2023.",
    "Munyeshyaka,onye si mba Rwanda gbaa ọsọ ndụ oge ọgụ mkpochapụ agbụrụ na Rwanda n’afọ 1994 ekwubeghị ihe ọbụla maka ihe mere.",
    "A kwụsịrị ya ọrụ n’ike n’ọnwa Disemba afọ 2021 dịka o kwetara na ya bụ nna mụrụ nwa gbara afọ 10.",
    "Ụka Katọlik anaghị enye ndị ụkọchukwu ha ohere ịlụnwaanyị maọbụ buta nwa.",
    "E chiri Munyeshyaka Fada na Rwanda n’afọ 1992 bụ ebe e boro ya ebubo na aka ya dị n’ogbugbu narị kwuru nari ndị Tutsi gbatara ọsọ ndụ n’ụlọụka ya na Kigali oge ọgụ mkpochapụ agbụrụ.",
    "Rwanda",
    "Ofụfe",
    "Ụka ndị Roman",
    "Ndị otu Kristi",
    "Ọ gịnị na-esere ndị obodo Amechi/Obeagu na gọọmentị Enugu steeti? 4 Mee 2023",
    "Ndị Igbo sị na ha abụghị Igbo na ihe kpatara ya3 Juun 2020",
    "Meere Ekweremadu na nwunye ya ebere n'ihi ọrụ ọma ya - ECOWAS rịọrọ mba UK 3 Mee 2023",
    "NLC Strike: Oku adịghị, ụgbọelu efeghị dịka  NLC,Gọọmentị Imo na-ama aka 3 Mee 2023",
    "Naịjirịa akpọlatala ụfọdụ ụmụafọ ha ndị tọrọ na Sudan30 Eprel 2023",
    "Pope Francis eyipụla fada mụtara nwa dị afọ 10 akwa dịka ụkọchukwuelekere 4 gara aga",
    "NA EME UGBU A Etu ndị 'unknown gunmen' si gbagbuo ndị uweojii atọ n'Anambra taa2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}