{
  "published": "29 Maachị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Emeka Ihedioha/Facebook",
    "Akụkọ pụtara n'ụbọchị Tuzde na Emeka Ihedioha, bụbu gọvanọ Imo Steeti, ewepụla onwe ya n'iso zọọ maka onye ga-eji ọkọlọtọ pati PDP zọọ ọkwa gọvanọ Imo steeti na ntuliaka a ga-eme na steeti ahụ n'ọnwa Nọvemba afọ a.",
    "Ihedioha kwuru na ya na-ewepu onwe ya na ndọrọndọrọ ahụ iji \"chụọ aja\" maka ọdịmma PDP, nakwa iji kwenye na arịrịọ ndị PDP Imo Steeti rịọrọ ndị isi ha n'Abuja ka e wepụta naanị otu onye ga-eso zọọ ya bụ ọkwa, nke a na-akpọ 'concensus candidate' na bekee.",
    "Mana akụkọ na-efesa, ọ kachasị na soshal midia, na Ihedioha nwereike ịwụba n'otu ndọrọndọrọ ọzọ iji zọọ ọkwa gọvanọ Imo steeti.",
    "Ọtụtụ na-ekwu na Ihedioha ma na ọ gaghị emeri ntuliaka imeụlọ ndị PDP nke a ga-enwe n'ụbọchị 15 nke ọnwa Eprel, na ọ bụ nke a mere o ji kwuo na ya anaghịkwa azọ ya bụ ọkwa.",
    "BBC Igbo gbalịrị ịnụ n'ọnụ Ihedioha maọbụ ndị ọrụ mgbasaozi ya, mana ọ mịtabeghị mkpụrụ.",
    "Ebe foto si, Emeka Ihedioha/Facebook",
    "N'akwụkwọ ozi o wepụtara n'ụbọchị Tuzde iji kwuo na ya na-ewepụ onwe ya na ndọrọndọrọ ọkwa Gọvanọ Imo steeti na PDP, Ihedioha ekwughị na ya na-ahapụ pati ahụ kpamkpam.",
    "Onweghịkwa ihe dị n'akwụkwọ ozi ahụ nke rụtụrụ aka na ọ na-eche echiche ịbanye pati ọzọ.",
    "Mana kepukepu BBC Igbo nụrụla bụ na o nwereike ị na-atule ịbanye pati ọzọ, iji nwalee ma ọ ga-enwetali mmeri ebe ahụ.",
    "Kepukepu a na-ekwu na ọ bụrụ na Ihedioha ga-ahapụ PDP, pati abụọ o nwereike itinye anya ga-abụ 'Labour Party' maọbụ 'All Progressives Grand Alliance' (APGA).",
    "Mana BBC achọpụtabeghị eziokwu dị n'akụkọ ndị a. Ihedioha n'onwe ndị na-ekwuchitere ya azabeghi oku nakwa ozi ekwenti anyị zigaara ha.",
    "Ka ọ dị ugbua, mmadụ 13 ekwupụtala mmasị ha ịzọ ọkwa gọvanọ na Labour Pati, mana otu n'ime ha bụ Humphrey Anumudu, lara mmụọ n'izuụka gara aga, nke mere ka ọ fọdụ mmadụ 12.",
    "Ụfọdụ ndị nọ Ihedioha nso gwara onye ntaakụkọ anyị na Ihedioha agaghị apụ na PDP; nke a pụtara na ọ gaghị esozi zọọ ọkwa gọvanọ Imo steeti n'afọ a.",
    "Ndị ahụ na-achọghị ka a kpọọ aha ha n'ihi na ha anatabeghị ikikere ịgwa ndị ntaakụkọ okwu, kwuru na \"Ihedioha anaghị eche ịpụ na PDP bụ pati o so na ndị malitere ya n'afọ 1998.\"",
    "Ha kọwara na ebumnuche ya bụ ịnọ n'akụkụ na-ele etu ihe si aga ruo mgbe e mechara ntuliaka ahụ. \"O nwereike ịzọ ọkwa gọvanọ ọzọ n'afọ 2027, mana ka ọ dị ugbua, ọ naghị ahapụ PDP,\" ka onye ahụ kwuru.",
    "Ebe foto si, Samuel Nnaemeka Anyanwu/Facebook",
    "Tupu ugbua, ha dị naanị mmadụ abụọ kwupụtarala mmasị ha iso zọọ ọkwa gọvanọ Imo steeti na pati PDP, ha bụ Emeka Ihedioha na Samuel Anyanwu onye bụkwa odeakwụkwọ pati PDP na Naịjirịa.",
    "Ndị ma maka ndọrọndọrọ ọchịchị na-ekwu na ọ bụ nghọtahie dị n'etiti Ihedioha na Anyanwu - onye e ji Sam Daddy  mara - kpatara Ihedioha ji wepụ onwe ya.",
    "\"A na-ahụta ya na Sam Daddy ka nwee ohere ịbụ onye ga-anọchite anya PDP na ntuliaka Nọvemba n'Imo steeti, n'ihi na ọ bụ ya ka nọrọ nso n'isiụlọọrụ PDP n'Abuja, bụ ebe a na-anọ ahọpụta ndị ga-abịa hazie ntuliaka imeụlọ ndị PDP n'Imo Steeti, Chidiebube Okeoma, onye ntaakụkọ okwu ndọrọndọrọ ọchịchị Imo Steeti doro anya, gwara BBC Igbo.",
    "\"Ugbua Ihedioha pụrụla na ya bụ ndọrọndọrọ, Sam Anyanwu ga-abụzi naanị onye na-azọ ya bụ ọkwa na PDP Imo Steeti, nke pụtara na o turula ugo.\"",
    "Ebe foto si, Samuel Nnaemeka Anyanwu/Facebook",
    "Emeka Ihedioha",
    "Bubu Gọvanọ Imo Steeti, mana ọchịchị ya nọrọ naanị ọnwa asaa (Mee 29 2019 ruo Jenụwarị 14 2020) tupu ụlọikpe kachasi ewepụ ya tinye Hope Uzodinma",
    "Ọ bụbu osote onyeisi (deputy speaker) ụlọ omeiwu nta Naịjirịa bido na 2011 ruo 2015",
    "Oge mbụ Ihedioha meriri ọkwa ịnọchite anya mpaghara Aboh Mbaise n'ụlọomeiwu nta Naịjirịa bụ n'afọ 2003",
    "Tupu oge ahụ ọ rụọla ọrụ dịka onye enyemaka ọtụtụ ndị welitere isi na gọọmentị nke gụnyere osote onyeisiala Naịjirịa, Atiku Abubakar n'afọ 2001",
    "Ihedioha bụ onye mbụ nwetara ọkwa onyeisi mgbasaozi n'otu Peoples Democratic Movement nke mechara bụrụ Peoples Democratic Party oge e hibere otu ndọrọndọrọ ọchịchị ahụ n'afọ 1998",
    "Samuel Nnaemeka Anyanwu",
    "Ọ bụkwa onye ndọrọndọrọ ọchịchị a ma ama n'Imo Steeti",
    "Ọ rụọla ọrụ dịka onye omeiwu n'ụlọ omeiwu Imo Steeti bido na 2007 ruo 2015",
    "Ọ  nọchitere anya mpaghara Owerri n'ụlọ omeiwu ukwu Naịjirịa bido na 2015 ruo 2019",
    "Ọ rụkwaala ọrụ dịka onyeisi oche okpuru ọchịchị Ikeduru n'Imo steeti bido na 2004 ruo 2007",
    "Ọ zọkwara ọkwa gọvanọ Imo steeti na PDP n'afọ 2019, mana Ihedioha meriri ya na ntuliaka imeụlọ",
    "Ndọrọndọrọ ọchịchị",
    "Imo steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}