{
  "published": "01:34",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị nkwado 'councilor' Enugwu steeti emeela ngagharịiwe maka ogbugbu onye otu ha",
    "Otu jikọrọ ndị nnọchite anya wọọdụ Eha-Alumona n’okpuru ọchịchị  Nsukka bụ ebe Hon. Nelson Nnachebem (Ofunwa) nọ na-anọchite dịka ‘Councillor’ n’ Enugwu steeti etiela mkpu maka ogbugbu e gburu onye otu ha.",
    "Ndị ojiegbe amaghị ndị ha bụ gbagburu nwaamadị a na be ya bụ Eha-Alumona n’izuụka olemaole gara aga.",
    "Ndị otu ‘Councillor’ ahụ dị mmadụ 260 yichaa uwe ikwa ozu na-acha ojii ojii were ọkọlọtọ ma akwụkwọ ndụ ndụ mee ngagharịiwe n’ogige ama ọgbakọ Okpara Square, Enugu steeti iji gosi etu obi dị ha maka ọnwụ onye otu ha.",
    "Onyeisi ha bụ Nnamdi Odoh rịọrọ gọọmentị na ndị uweojii ka ha ghara ịda mba n’ọrụ nkwalite nchekwa kama ka ha gbaa mbọ chọpụta ndị gburu nwaamadị Nnachebem.",
    "Mmadụ abụọ ndị otu ahụ bụ Hon Sam Udeigwe na Ceceilia Ekwe kọwara na Maazị Ofunwa lara mmụọ dịka onye na-achọkarị udo ma nwekwaa obi inyere mmadụ ibe ya aka.",
    "Ndị uweojii Enugu steeti kọwara na anwụchiela otu onye a na-enyo enyo n'okwu ọnwụ nwaamadị a dịka ha ka na-eme nnyocha imata ndị gburu ya kpọm kwem.",
    "Etu mgbọ e chere si n’egbe ndị NDLEA si tugbuo nwata dị afọ abụọ 15 Julaị 2023",
    "Ihe NUJ kwuru maka nnwụchi onye otu ha dere maka akụkọ ‘sit at home’ n'Enugwu 10 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobia 12 Julaị 2023",
    "Hon. Nelson Nnachebem: \"N'ihu anya m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya\"",
    "Nne mụrụ Nelson Nnachebem, bụ kanselọ na Nsukka, Enugwu steeti ndị ojiegbe gbagburu akwaala arịrị maka ọnwụ nwa ya.",
    "Nwaanyị a kwuru na ọ nọ n'ihu ụlọ ha n'abalị ụbọchị Sọnde 16 Julaị, 2023 na-eche ka nwa ya nwoke lọta mgbe ndị a bu ụgbọala bịa kwuchie n'ihu ụlọ ha.",
    "O kwuru na mgbe nwa ya lọtara, na o kelere ndị ahụ ma jụọ ha kedụ ihe na-eme? Mana tupu ọ mara ihe na-eme, onye ọzọ bu ọgbatumtum bịa ebe ma gbaa nwa ya egbe.",
    "Ngwa ngwa ahụ nwa ya gbapụrụ ọsọ mana ndị ahụ chụụrụ ya bụ ebe ha nọzi gbaa ya egbe nke gburu ya.",
    "Ebe foto si, BBC Sport",
    "Hon. Sylvester Nelson: Ndị 'councilor Enugwu steeti emeela ngagharịiwe maka ogbugbu onye o",
    "Ndị 'councilor' Enugwu steeti mere ngagharịiwe maka ogbugbu e gburu Nelson, onye otu ha.",
    "Ndị a kwuru na ọ bụ ihe obi mgbawa nye ha maka na Nelson bụ ezigbo mmadụ maara nke a na-eme.",
    "Ha katọrọ ọnọdụ nchekwa ọjọọ dị n'obodo ma kpọọ oku ka kpara arụ a gbaa onwe ha n'anwụ.",
    "Ebe foto si, Nelson Sylvester Nnacheta/Facebook",
    "Akụkọ apụtala gbasara etụ ndị ekperima amaghị ndị ha bụ si gbagbuo otu nwa okorobịa aha ya bụ Nelson Sylvester Nnachebem, bụ 'councillor' na-anọchite anya mpaghara Eha-Alumona nke dị n'okpuru ọchịchị Nsukka, n'Enugwu Steeti.",
    "Dịka akụkọ si kwuo, a gbagburu nwaamadị a n'obodo Umualoji n’abalị Sọnde, ụbọchị 17 nke ọnwa Julaị.",
    "Ozi si n’aka ọnụ na-ekwuru ndị uweojii steeti abụ Daniel Ndukwe gbara ama na ha anwụchiela otu nwoke a na-enyo na aka ya dị n’ọnwụ nwaamadị a.",
    "Ndukwe kwuru na ha na-ama ima imi n’ala ugbua inyochapụta ihe niile so ọnwụ ya nakwa ịnwụchi ndị e chee mere ya bụ ihe.",
    "Ugbua, ụmụ nwaanyị na mpaghara Eha-Alumona emeela ngagharịiwe iji gosipụta mwute ha n'ọnwụ nwa ha nwoke.",
    "Ụmụnwaanyị obodo a buuguru ngagharịiwe ha gaa ụlọọrụ ndị uweojii, ihu ụka katọlịk nọ obodo ahụ nakwa ụka St Stephens Anglịkan",
    "Dkt Chinwe Diara duru ụmụnwaanyị obodo mee ngagharịiwe maka etu e siri egbu ndị mmadụ aghara aghara n'obodo ha",
    "Ndị ma ya na-ezipụta ozi arịrị na soshal midia dịka a na-agbara ya ezi ama.",
    "Dkt Chinwe Diara bụ nwunye Archịbịshọp ụka St. Stephen Anglịkan ji anya mmeri akwa kọọrọ BBC na “Anyị sị ka ụmụnwaanyị mee ngagharịiwe na ya bụ ihe akarịala”",
    "Diara onye duru ụmụnwaanyị obodo mere ngagharị a kọwara na ihe dị etu a na-arizị elu n’obodo ha ma na-ekwu na ha agagharị anabata ya.",
    "“Kemgbe ọnwa Jenụwarị ka anyị na-anụ akụkụ oke mgbagbu na ogbugbu ndị mmadụ n’obodo anyị”",
    "Onyeisiioche okpuruọchịchị Nsukka bụ Walter Ozioko onye bịara mgbaru na be Nnachebem katọrọ ihe a merenụ.",
    "Ụmụnwaanyị na-eme ngagharịiwe n'ihi ogbugbu Nelson Nnachebem",
    "Cheta na naanị ọnwa atọ garala ka ndị ojeigbe bịara gbagbuo otu onye ọkwọ ọgba tum tum n’obodo ahụ.",
    "Enweela ọtụtụ akụkọ banyere etu ndị ojiegbe siri nwaa igbagbu ụfọdụ ndị n’obodo ahụ gụnyere  onyeisi ndị ntorobịa obodo ahụ onye lara na nta.",
    "Ndị uweojii Enugu akọwaala na ha amalitela nnyocha n’okwu mgbagbu otu nwaamadị aha ya bụ Nelson Sylvester Nnacheta (Ofunwa) bụ onye nnọchiteanya mpaghara Eha-Alumona nke okpuruọchịchị Nsukka.",
    "Ndị agbataobi Nnachebem kwuru na otu ụgbọala wụbatara ogige ụlọ ya n’abalị Sọnde ebe elekere 10 mgbe o si njem na-alọta.",
    "E kwuru na ndị ahụ kwara ya mgbọ dịka o si n’elu ọgba tum tum ebe ọ nọ wụba ime mpaghara ya mana e kwuru na ndị ahụ chụụrụ ya ọsọ dịka o bu apa mgbọ egbe n-agba ọsọ.",
    "Nna ya kọwara n’ụtụtụ Mọnde a na oge a nọ na-achụ ya ọsọ, na ọ nwara kpọkuo ndị nche obodo mana ya bụ atụmatụ amịtaghị mkpụrụ, ọ nwara kpọkuo ndị uweojii mana tupu ha abịruo na ndị ahụ agbagbuo ya.",
    "Akụkọ enweghi nchekwa so n'ihe na-echere akụkụ Ọwụwa Anyanwụ Naịjirịa aka mgba nke afọ olemole.",
    "Ọtụtụ ndị ojiegbe na-ebugharị ngwa ọgụ na-awakpo ndị mmadụ, egbe, atọrọ ma na-emekpe ndị mmadụ ahụ.",
    "Ụmụnwaanyị na-eme ngagharịiwe n'ihi ogbugbu Nelson Nnachebem",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Enugu Steeti",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}