{
  "published": "17 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nelson Sylvester Nnacheta/Facebook",
    "Akụkọ apụtala gbasara etụ ndị ekperima amaghị ndị ha bụ si gbagbuo otu nwa okorobịa aha ya bụ Nelson Sylvester Nnacheta, bụ 'councillor' na-anọchite anya mpaghara Eha-Alumona nke dị n'okpuru ọchịchị Nsukka, n'Enugwu Steeti.",
    "Dịka akụkọ si kwuo, a gbagburu nwaamadị a n'obodo Umualoji n’abalị Sọnde, ụbọchị 17 nke ọnwa Julaị.",
    "Ozi si n’aka ọnụ na-ekwuru ndị uweojii steeti abụ Daniel Ndukwe gbara ama na ha anwụchiela otu nwoke a na-enyo na aka ya dị n’ọnwụ nwaamadị a.",
    "Ndukwe kwuru na ha na-ama ima imi n’ala ugbua inyochapụta ihe niile so ọnwụ ya nakwa ịnwụchi ndị e chee mere ya bụ ihe.",
    "Ugbua, ụmụ nwaanyị na mpaghara Eha-Alumona emeela ngagharịiwe iji gosipụta mwute ha n'ọnwụ nwa ha nwoke.",
    "Ụmụnwaanyị obodo a buuguru ngagharịiwe ha gaa ụlọọrụ ndị uweojii, ihu ụka katọlịk nọ obodo ahụ nakwa ụka St Stephens Anglịkan",
    "Etu mgbọ e chere si n’egbe ndị NDLEA si tugbuo nwata dị afọ abụọ 15 Julaị 2023",
    "Ihe NUJ kwuru maka nnwụchi onye otu ha dere maka akụkọ ‘sit at home’ n'Enugwu 10 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobia 12 Julaị 2023",
    "Dkt Chinwe Diara duru ụmụnwaanyị obodo mee ngagharịiwe maka etu e siri egbu ndị mmadụ aghara aghara n'obodo ha",
    "Ndị ma ya na-ezipụta ozi arịrị na soshal midia dịka a na-agbara ya ezi ama.",
    "Dkt Chinwe Diara bụ nwunye Archịbịshọp ụka St. Stephen Anglịkan ji anya mmeri akwa kọọrọ BBC na “Anyị sị ka ụmụnwaanyị mee ngagharịiwe na ya bụ ihe akarịala”",
    "Diara onye duru ụmụnwaanyị obodo mere ngagharị a kọwara na ihe dị etu a na-arizị elu n’obodo ha ma na-ekwu na ha agagharị anabata ya.",
    "“Kemgbe ọnwa Jenụwarị ka anyị na-anụ akụkụ oke mgbagbu na ogbugbu ndị mmadụ n’obodo anyị”",
    "Onyeisiioche okpuruọchịchị Nsukka bụ Walter Ozioko onye bịara mgbaru na be Nnachebem katọrọ ihe a merenụ.",
    "Ụmụnwaanyị na-eme ngagharịiwe n'ihi ogbugbu Nelson Nnacheta",
    "Cheta na naanị ọnwa atọ garala ka ndị ojeigbe bịara gbagbuo otu onye ọkwọ ọgba tum tum n’obodo ahụ.",
    "Enweela ọtụtụ akụkọ banyere etu ndị ojiegbe siri nwaa igbagbu ụfọdụ ndị n’obodo ahụ gụnyere  onyeisi ndị ntorobịa obodo ahụ onye lara na nta.",
    "Ndị uweojii Enugu akọwaala na ha amalitela nnyocha n’okwu mgbagbu otu nwaamadị aha ya bụ Nelson Sylvester Nnacheta (Ofunwa) bụ onye nnọchiteanya mpaghara Eha-Alumona nke okpuruọchịchị Nsukka.",
    "Ndị agbataobi Nnachebem kwuru na otu ụgbọala wụbatara ogige ụlọ ya n’abalị Sọnde ebe elekere 10 mgbe o si njem na-alọta.",
    "E kwuru na ndị ahụ kwara ya mgbọ dịka o si n’elu ọgba tum tum ebe ọ nọ wụba ime mpaghara ya mana e kwuru na ndị ahụ chụụrụ ya ọsọ dịka o bu apa mgbọ egbe n-agba ọsọ.",
    "Nna ya kọwara n’ụtụtụ Mọnde a na oge a nọ na-achụ ya ọsọ, na ọ nwara kpọkuo ndị nche obodo mana ya bụ atụmatụ amịtaghị mkpụrụ, ọ nwara kpọkuo ndị uweojii mana tupu ha abịruo na ndị ahụ agbagbuo ya.",
    "Akụkọ enweghi nchekwa so n'ihe na-echere akụkụ Ọwụwa Anyanwụ Naịjirịa aka mgba nke afọ olemole.",
    "Ọtụtụ ndị ojiegbe na-ebugharị ngwa ọgụ na-awakpo ndị mmadụ, egbe, atọrọ ma na-emekpe ndị mmadụ ahụ.",
    "Ụmụnwaanyị na-eme ngagharịiwe n'ihi ogbugbu Nelson Nnacheta",
    "National security",
    "Nchekwa ndị ụwe ojii",
    "Enugu Steeti",
    "Ndị ojiegbe egbuola otu eze ọdịnala n'Aboh Mbaise, Imo Steeti, n'ime obi yaelekere 5 gara aga",
    "NA EME UGBU A Mgbali elu ọnụahịa na Naịjirịa n'ọnwa June bụ nke kacha njọ kamgbe afọ 171 Julaị 2023",
    "Etu ndị ojiegbe si gbagbuo otu 'councillor' n'ihu nne ya, na Nsukka, Enugwu Steeti17 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Ndị ojiegbe egbuola otu eze ọdịnala n'Aboh Mbaise, Imo Steeti, n'ime obi ya",
    "Etu ndị ojiegbe si gbagbuo otu 'councillor' n'ihu nne ya, na Nsukka, Enugwu Steeti",
    "Ihe anyị ma maka ‘nwa bọị’ a sị ji aka ọdụ kụgbuo nna ya ukwu n’Anambra",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Sit-at-home: Ihe 'South East Forum', Ohaneze kwuru maka nọrọnụlọ Simon Ekpa tinyere",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}