{
  "published": "08:37",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bosun Tijani",
    "Mịnịsta na-ahụ maka mgbasa ozi na nrụpụta ihe ọhụrụ bụ Bosun Tijani agbaala ama maka mkpa ọ dị inye ndị ntorobịa na Naịjirịa nakwa Afrịka ezi ọzụzụ na teknụzụ, i ji kwadoo ha maka ọdịnihu.",
    "“Ihe kara anyị obi i ji rụọ ọrụ anyị n'arụ bụ maka na Naịjirịa nwere ọtụtụ ihe onwunwe nke gụnyere ọnụọgụgụ ndị na-eto eto bụrụkwa ndị maara ihe ekwe na-akụ n’ihe gbasara teknụzụ”.",
    "“Enweghị obodo ọbụla n'ụwa nwere ike ị ga n'ihu ma ọ bụrụ na ha amaghị maka uru teknụzụ bara”.",
    "\"Ka ọnụọgụgụ mba ụfọdụ mepere emepe na-agbada bụ ohere Naịjirịa na mba ndị ọzọ dị na Afịrịka nwere iji zụọ ndị ntorobịa ha ka ha bụrụ ndị mba ndị ahụ niile ga na elekwasị anya maka ndị ọrụ teknụzụ.\"",
    "\"Ka ọ dị ugbu a, obodo dị ka UK, Amerịka na ndị ọzọ na-abịa Naịjiria ị kpọrọ ndị mara maka teknụzụ.\"",
    "\"Ihe ọzọ anyị na-eme bụ ịhụ na intaneti dị ebe niile i nye ndị a na-eto eto oghere isonye ma gosiputakwa aka ọrụ ha nye mba ụwa niile na-enweghị nsogbu ọbụla.\"",
    "\"Site na ngalaba ndị a anyị nwepụtara nke bụ ya bụ ‘Knowledge Foundation’ ka anyị gbadoro ụkwụ ịzụ ndị ntorobịa ka ha nwee ntọala n’ihe gbasara teknụzụ.\"",
    "Na Naịjirịa gba gburugburu, anyị enwere ndị na-enye aka ịhọpụta ndị nwere mmasị isonye na ọzụzụ a ị ji hụ na onye ọ bụla nwere ohere, ma nwoke maa nwaanyị.",
    "Gee ihe o kwuru n'uju:",
    "Afịrịka",
    "Naijiria",
    "Ihe mere n'ikpe EFCC na Cubana Chief Priest taa17 Eprel 2024",
    "Etu mmanwụ Oriọkpa Nsuka si pianye Nọọsụ ajụ n'anya1 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Etu nnyocha ogbugbu nwata a na 'West Bank' si bute ebubo na ndịagha Israel mere mpụ agha 3 Mee 2024",
    "Kaduna Airstrikes: A ga-ekpe ndịagha abụọ ikpe maka igbu ihe karịrị mmadụ nkịtị 8513 Disemba 2023",
    "Ikpe Trump: Ngosipụta ihe o kwuru na nzuzo na ihe ndị a ma ama mere3 Mee 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Bosun Tijjani: Naijiria nwere ndị nka teknụzụ zuru i na-ezipụ mba ofesi2 Mee 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Lee Ebe niile e nwerela nsogbu nchekwa n'Enugwu na nso nso a",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ",
    "Ube ọ bụ nrị e jị emegheri ọnụ ka ọ bụ nke na-enye ihe na ahụ?Emelitere ikpeazụ na: 15 Septemba 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}