{
  "published": "elekere 4 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chukwuebuka Ozonnaeme",
    "Ọtụtụ ndị mmadụ anwụọla, ebe ndị ọzọ merụrụ ahụ n'ọgụ dapụtara n'etiti obodo abụọ bụ agbataobi; ndị Awha-Imezi na ndị Oyofu dị n'Ọkpuru Ọchịchị Ezeagu, Enugwu steeti n'ihi esemokwu ala.",
    "Ndị nọ ebe ihe mere gwara BBC Igbo na esemokwu  ahụ malitere ụbọchị Tozde rue Satode dịka ndị e chere bu ndị Oyofo bu ụgbọala  na-akụrị ala gaa kutusịa ma mebie 'blọck' nke onye  Awha-Imezi nwere ụlọọrụ ya n'agbata ha na ndị Oyofo.",
    "Nke a butere ọgụ tara isi mmadụ ole a mabeghị ọnụọgụgụ ha n'akụkụ abụọ ahụ na-alụ ọgụ, ebe ndị ọzọ merụrụ arụ,  e buga ha ụlọọgwụ a kpọghị aha ya.",
    "Otu okenye onye Awha-Imezi achọghị ka a kpọọ aha ya gwara BBC Igbo na",
    "\"Ndị obodo Oyofo bu katapila mebiwe ihe ndị be anyị.\"",
    "\"Ụmụ okorobia be anyị sịrị ha pụta na ha agafeela okeala mana ha egeghị ntị.\"",
    "\"A bawazia mba lụwa ọgụ.\"",
    "\"Ha gbaturu nwa be anyị, ndị be anyị  ekweghịzị.\"",
    "\" Agbarịtawa onwe ha, agbagbukwa ndị nke ha , mecha kwagbukwa ndị be anyị ọzọ.\"",
    "Okenye ahụ, onye kwuru na ha na ndị Oyofo nweburu esemokwu ala dịrịla ọtụtụ afọ, rụtụrụ aka mbọ ndị ndu otu jikọrọ obodo gbara ka ndị ọrụ nchekwa gboo ọgụ ahụ tupu ọ dapụta amịtaghị mkpụrụ.",
    "Ọ sịrị, \"Ndị ndu otu jikọrọ ndị obodo anyị (town union) gara kpọ ndị agha mana ha azaghị ha sị ha gakwuru ndị uweojii, ha ekweghị abịa.\"",
    "\"Ọ bụ mgbe ndị uweojii nụzịrị na-agbatuola mmadụ ka ha ji bịa.\"",
    "N'aka nke ọzọ, okenye obodo Oyofo kwuru na, \"Ha(ndị Awha) gara ebe ndị ntorobia anyị ji katapịla ekpochasị ebe otu ọgbọ ga-arụ ewumewu obodo, wakpoo ha, gbuo mmadụ anọ.\"",
    "\"Ka o ruru na mgbede ha jiri ndịagha laghachi, ndịagha bịara nwụchie ụfọdụ ndị ntorobia obodo anyị.\"",
    "\" Ha gburu anyị ga kpọta ndị uweojii na ndịagha bịa na-anwụchi ndị ntorbịa obodo anyị tinye ha n state CID.\"",
    "Okenye Oyofo ahụ, onye boro ebubo na  ndị Awha bụ ndị mbịarambịara si Anambra steeti bịa obodo ha oge gboo, ndị nnanna ha nye ha ala na ndagwurugwu obodo ha.",
    "Okenye ahụ onye sịrị na ha nyekwara ndị obodo Awha ebe ha lụrụ ụlọakwụkwọ na ụfọdụ ewumewu ndị ọzọ n'elu ala, boro ebubo na ha mechara hapụ ebe e nyere ha, bịa n'elu ala akpakọrọ ala ndị Oyofo.",
    "Ọ gara n'ihu rụtụ aka na Ụlọikpe Kachasị ekpela ma bie yabụ ikpe.",
    "Mbọ BBC Igbo gbara ịnụta ọnụ ndị uweojii Enugwu steeti n'okwu ahụ amịtaghị mkpụrụ.",
    "Ọnụ na-ekwuru ndị uweojii bụ Daniel Ndukwe asaghị ozi e zigaara ya n'ekwentị  oge e wepụtara akụkọ a.",
    "Nchọpụta BBC gosiri na obodo abụọ ahụ enweela esemokwu ala a kemgbe ọtụtụ afọ.",
    "Esemokwu ala ahụ agaala ụlọikpe, ebe gọọmentị, ndị eze ọdịnala nakwa ndị ndu ụka agbaliala idozi okwu a mana  ya bụ okwu ebibeghị.",
    "Enugu Steeti",
    "Omenala",
    "Enugwu",
    "Enugu communal clash: Etu ọtụtụ mmadụ si nwụo n'ọgụ obodo Awha na Oyofu, Enugu steetielekere 4 gara aga",
    "Niger Coup: Nigeria nwere ọtụtụ agha n'ụlọ, anyị achọghị agha ọhụrụ -Abeboye10 Ọgọọst 2023",
    "NA EME UGBU A Ihe mere ndị dọkịnta na-arụ n’ụlọọgwụ gọomentị nwe ji kagbuo abụbọ ọrụ ha nwa mgbe nta1 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "Enugu communal clash: Etu ọtụtụ mmadụ si nwụọ n'ọgụ obodo Awha na Oyofu, Enugwu steeti",
    "South-East Governors' Forum: 'Ọ bụghị ndị na-eti mkpu nnwereonwe na-akpa mkpamkpa n'Ọwụwa Anyanwụ'",
    "Ihe agaghi eji chefuo Sam OkwarajiEmelitere ikpeazụ na: 12 Ọgọọst 2020",
    "Niger Coup: Nigeria nwere ọtụtụ agha n'ụlọ, anyị achọghị agha ọhụrụ -Abeboye",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}