{
  "published": "23 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria/BBC",
    "Ndị Obodo Nkerefi dị n'okpuru ọchịchị Nkanu East n'Enugwu steeti nọ na nnukwu iru uju na ibe akwa ugbua maka nnukwu ọdachi dakwasara ha ụbọchị Tuzde, bụ ụbọchị 20 nke ọnwa June afọ 2023.",
    "Otu nwoke na arụ ọrụ ugbo n'obodo ahụ ji mma wakpo ụmụ nwaanyị na-akọ ugbo ma gbuo mmadụ anọ n'ime ha.",
    "Otu onye ntorobịa onye obodo Nkerefi bụ Mazi David Ani kọọrọ BBC Igbo ka ọdachị ahụ si mee.",
    "Ebe foto si, Iwaria",
    "Foto a bụ nke e tinyere iji kọwaa akụkọ, ọ bụghị onye a ka akụkọ a na-ekwu maka ya",
    "\"Ọ bụ ụbọchị Tuzde 20th June 2023 ka ụmụ nwoke atọ si Ezza, Ebonyi Steeti bịa ọrụ ngọ na be anyị gara ugbo ịga kọọrọ otu nwanyị osikapa.\"",
    "\"Nwaanyị ahụ na ụmụ nwaanyị ndị ọzọ nọkwa n'ugbo ebe ha na-akọ osikapa, akpụ, na nrị ndị ọzọ\"",
    "\"Ka ehihe ụbọchị ahụ ruru, nwaanyị ahụ butere nrị nye ndị ọ kpọrọ ọrụ ngo, ha atọ richaa nri ahụ, tupu otu n'ime ha abanye ime ọhịa sị ka ya gaa mposi.\"",
    "Pinnacle Oil Enugu: Ndị ojiegbe ọ gbara ụlọọrụ a ọkụ? Lee ihe anyị ma21 Juun 2023",
    "'Agwara m Peter Mbah na asambodo o ji abụghị nke ezigbo' - Onyeisi NYSCelekere 5 gara aga",
    "Ihe anyị ma maka nwagbọghọ a sị bụ onye ESN ndịagha nwuchiri n'Igboeze South, Enugwu10 Jenụwarị 2023",
    "Mazi Ani kwuru na ha na-eche na ọ bụ ọgwụ ike mkpụrụ mmiri ka nwa okorobịa ahụ gara ṅụọ n'ime ọhịa, nke mere na oge ọ pụtara n'ọhịa ahụ, o wakporo ụmụnwaanyị ya na ha sobu arụ ọrụ, were mma gbukasịwa ha.",
    "Ani gara n'ihu kwuo na nwoke ahụ gburu ụmụnwaanyị anọ ebe ahụ, ma meruo mmadụ abụọ ọzọ ahụ.",
    "\"Ndị ọrụ ngo ibe ya nwara ike ha ịkwụsị ya mana ọ dị ka onye ara n'agba. Tupu onye ọbụla aghọta ihe na eme, odulaala ụmụ nwaanyị anọ mmụọ, ma gbalaga ọsọ,\" Ani kwuru.",
    "\"Anyị kụrụ ekwe wee na achọ ya bụ nwoke achọ ruo ugbua.\"",
    "Ani kwuru na ọ na-adị ha ka ọ bụ ọgwụike ahụ a na-akpọ mkpụrụ mmiri (maọbụ chrystal meth na bekee) nke nwata nwoke ahụ ṅụrụ oge ọ banyere n'ime ọhịa, gbakara ya isi, mere o ji kpaa ụdị agwa ahụ .",
    "Ndị nwe ozu ụmụ nwaanyị anọ ahụ nwụrụ eburula ha gaa n'ụlọ ozu, ebe ndị nke merụrụ ahụ na-anata ọgwụgwọ ugbua n'ụlọọgwụ.",
    "Luke Ogbu, bụ Igwe ndị Nkerefi, gwara BBC Igbo na ihe a merenụ gbagwojuru onye ọbụla anya, maka na onye ọbụla mabu nwata nwoke kpara arụ ahụ nke ọma.",
    "\"Nwoke a mere ihe a bụ onye ọbịa na be anyị, onweghị onye okwu na esere ya na ya tupu okpaa arụ ahụ,\" Igwe Ogbu kwuru.",
    "\"Site ugbua gawa, anyị ga-etinyezi anya na mmiri mara ndị nille na abata na be anyị akọ ọrụ ugbo.",
    "\"Nkerefi ga ewepụtazị usoro ịjụ ese iji mata ụdị mmadụ onye bụ, tupu anyị anabata onye ahụ ịbịa rụọ ọrụ ngo ịkọ ugboa maọbụ ime ihe ọbụla na be anyị.\"",
    "O kwukwara na ha etinyela mmadụ anọ ahụ nwụrụ anwụ n'ụlọ ozu ma buga ndị merụrụ ahụ ụlọọgwụ.",
    "BBC kpọtụkwara ndị uweojii Enugwu Steeti, mana ọnụ na-ekwuru ha bụ Daniel Ndukwe sị na ha ka na-eme nnyocha gbasara akụkọ a.",
    "Ọrụ ugbo",
    "Enugu Steeti",
    "Enugwu",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Ọ bụ iwu onyeisiala isi na mpaghara Naịjirịa dị icheiche họpụta ndị isi ọrụ nchekwa?20 Juun 2023",
    "Ihe ndị mere n'ụbọchị Mọnde, Jun 5, dịka gọọmentị Enugwu machiri 'sit-at-home'9 Juun 2023",
    "Disability bill: Lee ntaramahụhụ dịịrị onye ọbụla ji ndị nwere nkwarụ arịọ arịrịọ n'Enugwu steeti12 Eprel 2023",
    "A tọrọla ụfọdụ ndị be anyị ma na-agba egbe aghara aghara - Ndị obodo Ikem, Enugu steeti23 Jenụwarị 2023",
    "Etu otu onye ọrụ ngo si gbukasịa ụmụnwaanyị anọ ọ na-arụrụ ọrụ - Ndị obodo Nkerefi23 Juun 2023",
    "Fake NYSC certificate: Ihe mere na Gọvanọ Peter Mbah abịaghị ụlọikpe n'Enugwu taa-Ọkaiwu ya19 Mee 2023",
    "NA EME UGBU A Inec gụghị vootu, ha kenyere pati masịrị ha vootu- Yunusa Tanko9 Mee 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}