{
  "published": "22 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Dịka Joe Biden bụ Onyeisiala mba Amerịka wụsara ọwa n’ịzọ ọkwa ahụ ọzo ma kwupụta nkwado ya nye osote ya bụ Kamala Harris.",
    "N’okwu ya “Achọrọ m ikwupụta nkwado m nye Kamala Harris na-asị ka pati anyị họpụta ya n’ịzọ ọkwa onyeisiala afọ a,” ka o dere n’akara X.",
    "Mana nkwado Biden apụtaghị na nwada Harris abụrụla onye ga-efe ọkọlọtọ ndị Democrats, enwere ọtụtụ ndị ọzọ tozuruoke ife ọkọlọtọ ahụ.",
    "Ndị pati Democrats ga-eme ntuliaka n’ọgbakọ ha n’ọnwa ọzọ iji họpụta onye ga-efe ọkọlọtọ ha nakwa osote ya.",
    "Aha ndị a nwere ike ịpụta ihe n’ọgbakọ ahụ:",
    "Joe Biden ewezugala onwe ya na ntụliaka Onyeisiala mba Amerịka",
    "Ihe ndị gbara ọkpụrụkpụ na nrụrịtaụka Joe Biden na Donald Trump28 Juun 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump15 Julaị 2024",
    "Ebe foto si, Getty Images",
    "Osote onyeisiala bụ Kamala Harris aha ya dị n’akwụkwọ tiket bụ otu onye ọhanaeze ma ama na pati ya dịka ha chọrọ ka ọ nọchie anya Biden.",
    "Dịka osote onyeisiala, ọ bụrụla onye a ma ama maka ọkpụkpọoku ichekwa ikikere ụmụnwaanyị banyere ịmụ nwa oge Ụlọikpe Kachasị kagburu Roe v Wade.",
    "Harris na-egosipụta na bụ onye na-erubere Onyeisiala Biden isi dịka ọ na-agọchitere ya maka nrụrịtaụka ya na Biden nwere.",
    "Oge ihe omume ahụ gwuru, o kwetara na Onyeisiala amalitechaghị nke ọma mana ọ gbakwunyere na Biden nyere ezi ọsịsa karịa Trump.",
    "N’ime mkpụrụ ụbọchị ole na ole a hazichara nrụrịtaụka ahụ, ndị mmadụ malitere inwe mmetụta banyere ikikere Onyeisiala nwere ijide tiket pati ahụ.",
    "Harris guzosiri ike na nkwado ya maka Biden.",
    "“Lee anya, Joe Biden bụ onye anyị họpụtara. Anyị meriri Trump oge gara aga, anyị ga-emerikwa ya ọzọ, họọhaa,” ka o kwuru n’ụbọchị Tuzde.",
    "“Ọ masịrị m ịbụ onye ga-esote Biden n’oge ntụliaka.”",
    "Harris bụ onye a maara aha ya nke ọma n’ihi ọkwa ya dịka osote onyeisiala mana o nweghị ezi nnabata n’oge niile ọ nọọrọ n’ọkwa.",
    "Ngụkọ ụlọorụ FiveThirtyEight mere chọpụtara na pasenti iri ise na otu (51%) ndị Amerịka akwadoghị Harris mana pasenti iri atọ na asaa (37%) kwadoro ya.",
    "Ebe foto si, Getty Images",
    "Gretchen Whitmer bụ gọvanọ Michigan ugboro abụọ bụ onye na-ewu ewu ugbua na pati Democrats. Ọtụtụ ndị na-ekwu na o nwereike ịzọ ọkwa onyeisiala n’afọ 2028.",
    "O nyere Biden aka n’achụmnta vootu ya ọtụtụ oge dịka ọ kwụdosiri ike n’ebumnobi n’ịzọ ọkwa ndọrọ ndọro ọchịchị.",
    "Ọ gwara ndị ntaakụkọ New York Times na ọ ga-amasị ya ịhụ ka ndị ntoroọbịa ọgbara ọhụrụ ịbụ onyeisiala n’afọ 2028 mana o kwughi na ọ ga-abụ ya.",
    "N’afọ 2022, ọ gbara mbọ hụụ na ọ bụ naanị ndị Democrats ji ọkwa n’ụlọomeiwu steeti Michigan nakwa n’obi ọchịchị gọvanọ.",
    "Nke a mere o jiri dị mfe ime iwu ichekwa ntepu ime, nakwa iwu na-achị etu e si ebu egbe na steeti ahụ.",
    "Mgbe Biden rịturu n’ọkwa, Nwada Whitmer kwuru na ọrụ ya bụ ịkwado pati Democrats ma hụụ na e gbochiri Trump iwere ọchịchị na mba Amerịka.",
    "Ebe foto si, Getty Images",
    "Gọvanọ California so n’otu n’ime ndị na-esi ọnwụ n’ịkwado ọchịchị Joe Biden.",
    "A na-ahụta ya dịka onye nwereike ife ọkọlọtọ ndị Democrats n’afọ 2028, mana ndị ọkachamara na-ekwu na ọ nwere ike ịzọ ọkwa ka ọ nọchie anya Biden ugbua.",
    "Ọ gbagotere na ndọrọ ndọro ọchịchị site n’ịbụ onye ozi ndị pati Democrats ọkachasị mgbe ya na Gọvanọ Floride bụ Ron DeSantis nwere nrụrịtaụka n’afọ 2023.",
    "Ọ kwadokwara onyeisiala Biden tupu o kwupụta mkpebi ya. O sokwa Biden gaa ọgbakọ e mere na Washington n’ọnwa Julaị nakwa ndị gọvanọ ọzọ.",
    "Newsom kwuru na Biden bụ “onyendu na-enweghi ọchịchọ nke onwe” ya mgbe Biden kwupụtara mkpebi ya n’ịkwụsị ịzọ ọkwa.",
    "Ebe foto si, Getty Images",
    "Ọ bụghizi ihe nzuzo na Pete Buttigieg nwere mmasị ịbụ onyeisiala mba Amerịka",
    "Ọ zọrọ ọkwa a n’afọ 2020, a na-ahụta ya dịka otu n’ime ndị kachasị ekwu okwu n’ọchịchị Onyeisiala Biden.",
    "Buttigieg egboola ụfọdụ nsogbu n’oge ya dịka odeakwụkwọ njem.",
    "O nyere aka ịhụ maka nzaso gọọmenti oge ụgbọoloko East Palestine gbapụrụ n’okporoigwe na Ohio tinyere oge akwammiri Baltimore dara nakwa n’oge ụlọọrụ njem ụgbọelu Southwest Airlines nwere nsogbu ihazi usoro njem n’afọ 2022.",
    "Buttigieg kwupụtara n’akara ọbaozi X na Biden “eriterela onwe ya ohere n’etiti ndịisiala kachasị mma nakwa ndị a maara aha ha n’Amerịka”.",
    "O kwuru na ya ga-eme ihe niile o nwere ike ya iji nye aka họpụta Kamala Harris dịka Onyeisiala Amerịka ọzọ”.",
    "Ebe foto si, Getty Images",
    "E weliela Josh Shapiro aka kemgbe a họpụtara ya n’afọ 2022 n’ime steeti ọ fọdụrụ obere ihe ka Trump nweta mmeri n’afọ 2016.",
    "Ya bụ Gọvanọ, onye bụbu ọkaikpe ukwu steeti ahụ rụrụ ọrụ oge ọ nọ n’ọkwa site n’ịgbaso iwu pati ahụ.",
    "Ọ pụtara n’isi akụkọ afọ gara aga oge ọ rụzigharịrị akwammiri dara n’okporoụzọ dị oke mkpa na Philadelphia nke bụ ịgba pụrụ iche maka gọvanọ batara n’ọchịchị nke mbụ ya.",
    "Shapiro kwuru na Biden bụ otu n’ime “ndịisiala bara oke uru n’ụwa ọhụrụ” dịka ya ga-eme ihe niile o nwere ike ya ịhọpụta Kamala Harris dịka Onyeisiala Amerịka nke iri anọ na asaa (47).",
    "Ebe foto si, Getty Images",
    "Gọvanọ Illinois bụ JB Pritzker ebuliela ogogo ya na nsonso a site n’ịchụso Trump na ikwuchitere Biden.",
    "Nwoke ahụ bụ ide na-atụ mgbereahịa ma bụrụkwa onye a ga-enyefe ụlọ oriri Hyatt hotel na-eme ngwangwa izipụ ozi nkatọ megide Trump n’ọbaozi soshal midịa.",
    "Oge e nwechara nrụrịtaụka, ọ kpọrọ Trump onye okwu ụgha ma kwuo na ọ bụ onye a mara ikpe n’ebubo iri atọ na anọ (34) nakwa onye na-achọ ọdịmma nke onwe ya.",
    "Dịka Whitmer, Pritzker bụ onye a ma ama maka imechapụ atụmatụ ndị otu Demokrat n’okwu ndị metụtara ikikere nwanyị nwere itepụ afọ ime na ikikere ijide egbe.",
    "O kwuru na Biden achịala “ọchịchị a hụtara dịka nke gara nke ọma n’oge ndụ anyị”. O kwubeghị okwu gbasara onye ga-anọchi anya ya.",
    "Aha ndị a pụrụ ịhọpụta karịrị ndị otu Demokrat a akpọrọ aha dịka pati ahụ nwere ọtụtụ ndị tozuru oke.",
    "Gọvanọ Kentucky bụ Andy Beshear, onye Demokrat bụụrụ gọvanọ ugboro abụọ na steeti ndị Kọnzavetiv e meela ka ọ bụrụ onye ndị mba ahụ kpụ n’ọnụ kemgbe ahọpụtagharịrị ya n’afọ gara aga.",
    "Gọvanọ Maryland bụ Wes Moore ahụtala onwe ya dịka onye a kpụ n’ọnụ n’ime ọnwa ole na ole gara aga n’isochi akwammiri Francis Scott dị na Baltimore.",
    "Ndị Sịnetọ bụ Amy Klobuchar na Cory Booker azọọla okwa Onyeisiala mgbe gara aga ma bụrụkwa ndị a ma ama n’etiti ndị Demokrat.",
    "Sịnetọ ndị Georgia bụ Raphael Warnock, onye nwetara mmeri maka ọkwa Sịnetọ a zọrsiri ike.",
    "Tinyere Sịnetọ ndị Arizona bụ Mark Kelly. Ọ bụụrụ onye ọkwọ ụgbọelu ndịagha mmiri Amerịka nakwa onye nwetara mmeri n’otu steeti a ma ama.",
    "Amerika",
    "Ndọrọndọrọ ọchịchị",
    "Donald Trump",
    "Ntuliaka Mba Amerịka nke afọ 2024",
    "Kamala Harris",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọelekere 8 gara aga",
    "Ndị kwadoro na ndị akwadoghi ngagharịiwe ndị ntorọbịa na-akwado imeelekere 5 gara aga",
    "NA EME UGBU A, Mmadụ atọ anwụọla n'ụlọ dara na Maryland, Legọs, ebe ụfọdụ ndị ọzọ merụrụ ahụ",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka22 Julaị 2024",
    "Ugwọọnwa opekatampe N70,000 enweghi ebe ọ ga-eruru anyị - Ndị ọrụ Bekee21 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Kedụ nke bụ eziokwu n'ebubo na Ooni nke Ife  kwere nwaanyị nkwa ọlụlụ, napụ ya 180,000 dọla n'ụzọ aghụghọ? 19 Julaị 2024",
    "'Nwa m gwara m ka m mere ya soya milk tupu ha abata akwụkwọ, amaghị m na ọ bụ anya ikpeazụ m ga-ahụ ya'17 Julaị 2024",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Kamala Harris na ndị ọzọ nwereike ịnọchi anya Joe Biden n'ịzọ ọkwa Onyeisiala Amerịka",
    "Emmanuel Iwuanyanwu onyeisi Ohaneze Ndigbo alaala mmụọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}