{
  "published": "18 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọọmentị anaghị amachi Kripto",
    "Gọọmentị Naịjirịa ekwuola na ha anaghị akwado ịmachi ego dijitaalụ a na-akpọ 'Cryptocurrency' na Bekee, mkpọbiri ya bụ kripto na Naịjirịa.",
    "Mịnịsịta mgbasaozi, teknụzụ na akaụnụba dijitaal bụ Bosun Tijani kwuru nke a na mkparịtụka ya na BBC Igbo mere n'Abuja.",
    "Ọ kọwara ọnọdụ gọọmentị Naịjirịa gbasara azụmaahịa kripto na Naịjirịa ma kwuo  na mkpebi gọọmentị maka kripto abụghị maka iji gbochie azụmahịa kripto kama ọ bụ itinye ụfọdụ njikwa nke ga-egbochi itinye ego ụmụ Naịjirịa n'aka ndị mba ọzọ.",
    "Nke a na-abịa ka gọọmentị Naịjirịa machiri ụlọọrụ kachasị e ji eme azụmahịa kripto na mbaụwa Binance n'ọnwa Maachi.",
    "Binance ban: Lee ihe ndị na-atụ mgbere azụmahịa kripto nwere ikwu6 Maachị 2024",
    "Ahụhụ Naịjirịa na-ata ugbua sitere n'iwu ọjọọ ndị e mere n'oge gara aga - Benjamin Kalu6 Febụwarị 2024",
    "N'okwu gbasara mgbali ọnụahịa nri na agụụ na-akpagbu ndị Naịjirịa ugbua, Tijani kwuru na ọ bụ nsogbu zuru ụwa ọnụ mana gọọmentị na-eme ike ya iji belata etu o si emetụta ndị Naijiria.",
    "Ọ rịọrọ ka obi sie ndị Naịjirịa ike n'ọchịchị Tinubu maka na o nwere ọdịmma ndị mmadụ n'obi; o kwuru na goomenti ewepụtala atụmatụ ole ma ole iji gosi nke a.",
    "Ọ dụrụ ndị mmadụ ọdụ ka ha jụọ mịnịstrị niile na-ahụ maka atatu a ka o si aga,  ma dọnyere gọọmentị ukwu iji hụ na e mejupụtara atụmatụ ndị a",
    "Mgbasaozi",
    "Tekinụzụ",
    "Ngwa-ọrụ cọmputa",
    "Ọrụ",
    "Social media",
    "Azụmahịa nke kọmpụta",
    "Ego mmadụ",
    "Ịji ego achụ ego",
    "Ekwentị",
    "Uchu n'ọrụ",
    "Akụ na ụba",
    "Ahịa",
    "Vidio, Africa Eye: Etu otu nwaanyị si jiri Whatsapp zọọ ndụ ndị a tọrọ atọ, Duration 7,4319 Maachị 2024",
    "Vidio, Bosun Tijani: Gọọmentị Naịjirịa anaghị amachi Kripto - Mịnịsta mgbasaozi na akụnauba dijitaal, Duration 6,0218 Maachị 2024",
    "Vidio, Aba Power Plant: Etu ndị Aba ga na-akwụ ụgwọ ọkụ, Duration 6,0813 Maachị 2024",
    "Vidio, A sị na ise onyonyo ndị otiegwu bụ ọrụ ụmụnwoke mana eji m ya aracha pịọm - Director Pink, Duration 4,299 Maachị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}