{
  "published": "4 Febụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Stella Okafor/Instagram",
    "Nwunye John Okafor, na onye ihe ejije Nollywood a ma ama bụ Stella Okafor arịola di ya na nwa  di ya nwaanyị bụ Jasmine Chioma Ọkafọr mgbaghara maka ikwutọ ha na soshal midia.",
    "Na nsonso a soshal midia nwuru ọkụ dịka nwunye  ọkpaọchị  ahụ boro di ya ebubo iti ya aka nakwa ịyị nwa ha nwaanyị bụ Jasmine.",
    "Mana na mkparịtaụka  ya na onye ntakụkọ Ifedayo Olarinde a ma dịka Daddy Freeze nwere na nsonso a, Stella Okafor kwuru sị na, “Anyị edoziela.\"",
    "Ana m ekele Chineke na m ka dị ndụ taa - Mr. Ibu12 Eprel 2022",
    "Nna m bụ Mr Ibu kwadoro m ịlụ nwoke ofesi m hụrụ na Tik Tok - Chioma Jasmine Okafor6 Mee 2022",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọ3 Juun 2021",
    "\"Ihe  m kwuru maka mmadụ idina ibe ya, o nweghị onye na-edina ibu ya. Ya bụ ihe bụ ihe e kwuru n’iwe. Jasmine bụ  nwa m nwaanyị.”",
    "N'okwu ebubo na Jasmine kpachiri akpa ego Ibu n'ihi na ọrịa metụụ nJohn Okafor n'uche, Okafor onye ya na ezinaụlọ ya gụnyere Jasmine nọ na mkparịtaụka ahụ kwuru na o nweghị ihe mere ya n'ụche.",
    "Ọ sịrị, \"A gwara gị na uche m ezuchaghịzu ezu, ọ zuola ugbua.\"",
    "Jasmine kwudokwara otu ihe ahụ sị, \"Nna m enweghị nsogbu ọbụla n’ụbụrụ ya.\" O kwuru na n'ihi ihe na akpọtụ, na gara gara ụlọọgwụ si  ndị dọkịta nyochaa nna ha mara n'onwrere nsogbu n'uche mana ha kwuru na \"Anyị gara n’ụlọogwụ dọkịta sịrị na o nweghị ihe mere nna m n’uche.”",
    "Jasmine gara n'ihu kwupụtara obi ụtọ ya na ezinaụlọ nna ya edoziela okwu dapụtara rịọ mgbaghara maka etu nghọtahie ha nwere siri kusuo ọtụtụ ndị na-eso ha.",
    "Ha nile kelere ndị gbatara nna ọsọ enyemaka.",
    "Ebe foto si, Stella Okafor/Instagram",
    "Ezinaụlọ onye ejije Nollywood a ma ama bụ John Okafor a ma dịka \"Mr Ibu\"  na-akpọ gharaghara n'ihi nghọtahie dara n'etiti ya na nwunye ya bụ onye na-ebo Okafor ebubo mmekpa ahụ nakwa ihe ndị ọzọ na-asọ ntị oyi.",
    "Nwunye Ibu bụ Stella Okafor na-ebo ya ebubo iti ya ihe nakwa ịyị nwa ha nwaanyị bụ Jasmine.",
    "Mr Ibu mụrụ ụmụ 14. Stella Okafor bụ nwaanyị nke abụọ Ibu na-alụ dịka ya na nwaanyị mbụ ya gbasara mụụrụ ya ụmụ atọ, ebe Jasmine bụkwa nwa Ibu bụ nwa Ibu kutere oge ọ dị na nwata tupu alụbata Stella afọ 12 gara aga.",
    "N'ihe onyonyo nke a sị oriaku Stella Okafọ mere nke fegharịrị na soshal midia gosiri ebe Okafor ji Bekee na  Igbo na-agwa onye ahụghị anya a na-eche na ọ bụ nwunye ya na ya ga-emesi ya ike ma ọ bụrụ na o kwughị ihe na-esere ya na Chioma (Jasmine) bụ nwa Ibu nwaanyị.",
    "Ebe foto si, Stella Okafor/Instgram",
    "Ọ sịrị, \"Akpasula m iwe, Ị na-anụ ihe m na-ekwu. Gwa m ihe m chọrọ ịnụ ugbua.\"",
    "\" I mego m ihe a na mma. Emere m ihe ọjọọ bịa lụọ gị.\"",
    "Olu nwaanyị nke a na a hụrụ naanị aka ya n'ihe onyonyo ahụ na-asa ya na-asị, \"Aaaa, ị ma na m nwere ọbara mgbalielu.\"",
    "Ebe foto si, John Okafor/Instagram",
    "N'ihe onyonyo nke abụọ, nwunye Ibu boro ebubo sị Ibu na-eti ya ihe, ọ naghị akwụrụ ụmụ ya ụgwọakwụkwọ nke ọ na-elekọta ha.",
    "",
    "“ Anọ m ebe mụ na ụmụ m na-ata ahụhụ, nwoke a bịara igbu m.  O si n'ụlọ enyi ya nwaanyị bịa iti m ihe, Ọ gbapụrụ elekere mgbanaka iti m ihe agbara m ọsọ gbafuro ya.\"",
    "\"Lee ebe m m bi ebe nile na-ehi mmiri. Lee ụgbọala m.”",
    "“ Ụmụ m anaghị erizi nri,ụgwọ akwụkwọ adịghị”",
    "Ebe foto si,  Jasmine Okafor/Instagram",
    "Ebubo  mmekpa ahụ a nwunye Okafor  tụrụ ọtụtụ nd̄ị nsonso Okafor n'anya dịka ọtụtụ na-ahụta ya dịka nwoke enweghị nsogbu  nakwa onye na-akpa ndị mmadụ obi ụtọ.",
    "Na nsonso a, Okafor wuru ewu na soshal midia dịka ọ dara nnukwu ọrịa  nke Ọkapchi ahụ ihe ya na-amasị ọtụtụ na Naijiria boro nsi e nyere ya.",
    "Oge ọ nọ n'ụlọọgwụ, ihe onyonyo ebe nwunye ya na-ebe ya mbọ fegharịrị nke mere ka ọtụtụ too nwaanyị ahụ maka ilekọta di ya mana ọgbaghara a dapụtara mere ka  ọtụtụ mata na ọ bụghị ka akịlu si ada ka o si atọ.",
    "Ebe foto si, John Okafor/Instagram",
    "John Okafor , ọkaọchị  na onye ejije Nollywood a ma ama dịka \"Mr Ibu daara n'akwa nnukwu ọrịa na nsonso a  tupu ọ si n'ụlọọgwụ pụta",
    "John Okafor ekwuola na ebubo  nwunye ya boro ya na soshal midia bụ ihe gbagwojuru ya anya n'ihi na, \"o nweghị ihe m mere ya.\"",
    "Na mkparịtaụka ya na onye ntakụkọ Ifedayo Olarinde a ma dịka Daddy Freeze nwere n'ụbọchị Fraide, Ọkafor kwuru na n'ezie na ya na nwunye ya nwere nghọtahie nke mere ka ya hapụrụ ya ụlọ ha,  na ebubo ndị ọ na-ebo ya, \"gbagwojuru ya anya.\"",
    "Ọ kpọrọ ebubo nwunye na-ebo Jasmine  \"Ịkparị nwa m nwaanyị.\"",
    "\" Anyị nwere nghọtahie n'ihi na ọ ghọtaghị m, ọ ghọtaghịkwa ụdị ndụ m.\"",
    "Ebe foto si, Stella Okafor/Instgram",
    "\"Mụ na ya ebizighị n'ihi nghọtahie, ọ  na-akparị nwa m nwaanyị na-agbanyeghị na ndị uweojii dọrọ anyị aka na ntị anyị edela ihe ọbụla na soshal midia.\"",
    "\"O rughị Nkeji15 anyị si n' ogige ndị uweojii pụta ebe anyị kpechara ikpe, ọ gaa na soshal midia na-ekwu ọtụtụ ihe m amaghị maka ya.\"",
    "\"O gbagwojuru m anya n'ihi na ọ bịara rịọ m mgbaghara.\"",
    "\" O nweghị ihe m mere ya, ana m agbaziri ya.\"",
    "\"A kpọrọ anyị oku n'ụlọọrụ redio, o kwughị ihe ọbụla.\"",
    "Ebe foto si, Screengrab",
    "John Okafor mụrụ ụmụ 14, nwa ya nwoke bụ Stanley Okafor bụ nke abụọ",
    "E wezuga ebubo na nwa ha bụ Jasmine na-ayị nna ya, Stella Okafor na-ebo ebubo na nwaada ahụ na-akpa nkata ire ụlọ nna ya na nzuzo.",
    "Mana otu n'ime ụmụ Ibu bụ Daniel Ọkafor kwuru na ebubo ndị a nile bụ okpotokpo asị.",
    "Daniel bụ onye ya na nna ya nọ na mkparịtaụka Daddy Freeze kwuru na ihe na-ese bụ ego.",
    "O kwuru na nwunye nna ya bu onye ego dị mkpa karịa ihe ọzọ mana ugbua, n'ihi ọnọdụ ahụike ya, Okafor anaghị enwetazi ọrụ bu nke o kwuru kpalitere  ebubo ụgha nwunye  nna ya na-ebo nna ya na nwanne ya nwaanyị.",
    "O kwuru na ọ bụ Jasmine na-aza oku ego metụtara  nna ha nakwa nwunye ya kemgbe nna ha dara ahụ mana nsogbu dapụtara dịka a zaghị ya ka o siri chọọ na nsonso a.",
    "Ọ gara n'ihu boo ebubo na dịka nna ha na-arịa ahụ, na  anya ahụghị nwunye ya, kama ọ bụ nwanne ya nwaanyị bụ Jasmine si Cyprus lọta, ga nọnyere nna ha n'ụlọọgwụ ma weta ụfọdụ ego e ji kwụọ ụgwọ ụlọọgwụ na nke e ji azụ ọgwụ dịka nwunye nna ha enweghị ihe ọ na-arụ.",
    "Daniel Okafọr sịrị, \"Ndị enyi nwunye nna m na-asa ya isi.\"",
    "\"Ọ na-ege ndị ilo ntị karịa anyị bụ ndị ezinaụlọ.\"",
    "Ọ bụ ya butere okwu a na-ese.",
    "Ihe a malitere n'Abuja oge nna na-arịa ahụ.\"",
    "\" A kpọrọ ya bịa ka ya na di ya nọrọ n'ụlọgwụ, ọ hapụ ya gawa mmemme oriri na ọṅụṅụ\"",
    "\"Nna m nọrọ otu ọnwa n'ụlọọgwụ mana nwunye ya ahụghị ya anya. \"",
    "\"Mana ugbua, ọ chọrọ ị nara otito.\"",
    "Ebe foto si, Jasmine Okafor/Instagram",
    "Nwa Okafor nwaanyị bụ Jasmine Chioma Okafor ekwuola na anụ adịghị n'agba nkịta n'ebubo nwunye nna ya na-ebo ya.",
    "Na mkparịtaụka ya na Daddy Freeze nwere n'ụbọchị Fraide, Jasmine Okafor kwuru na o  nweghị ihe na-esere ya na nwunye nna ya karịa nghọtahie  nke o boro oke ọchịchọ na ige asịrị.",
    "Jasmine kwuru na  ya na-enye nwunye nna ya nkwado dịka nne ya mana o ji maka ego nakwa ige ajọ ndụmọdụ ndị ama na-enye ya were zọhie.",
    "\"Nke a bụ nwaanyị na-efe m. \"",
    "\"Akwadola m nwaanyị a etu mmadụ si akwado nne ya, mana ọ tụgharịrị na ekwugide m.\"",
    "\"Nwaanyị ahụ enweghị nsogbu, nsogbu nile o nwere bụ ego.\"",
    "\"Oge ọbụla ọ na-akpọ m oku ego.\"",
    "\"Ị na-enye ya ego, ị bụrụ nwa ya.  I nyeghị ya, ọ bụrụ nsogbu.\"",
    "\"Ọ ma na nwoke a (MR Ibu) anaghị arụ ọrụ, ọ na-akpọ ya  ekwu okwu ego.\"",
    "Ebe foto si, Jasmine Okafor/Instagram",
    "Jasmine, Nwa Ibu nwanyị bụ onye ihe ejije soshal midia",
    "N'ebubo na ọ chọrọ ire ụlọ nna ya, Jasmine kwuru na ọ bụ nwunye nna ya na-acha di ya ọkụ n'ike ka o ree ala n'ihi na Okafor anaghị arụzi ọrụ.",
    "\" N'ihi oku ọ na-acha Nna m gara ree ala o kwesịrị ire ide naira anọ maọbụ ise nde abụọ na ọkara , zigara ya ya otu nde.\"",
    "\" Ị ma na a kwụnyere ya otu nde, echi ya ọ kpọọ n'ekwentị sị ka e zitere ya puku iri na abụọ?\"",
    "Jasmine, onye boro ebubo na ọ bụ ime ka nna ya tụwara Stella mere o ji lụbata ya gara n'ihu kwuo na o teela nna ya chọrọ ịchụ  ya n'ihi oke nsogbu metụtara ego ọ na-enye mana ọ bụ ya na-arịọ ya ka ọ ghara ime nke a.",
    "O boro ebubo na oge nna ya na-arịa ahụ, na otu onye nkwado ya zitere ha ọkara nde naira(500,000)\"  ka e were kpọgaa nna ha ụlọọgwụ, \"mana nwaanyị jụwara ajụjụ \" Kedụ ihe anyị ga-eji emefu N5000, 000 n'ụlọgwụ, wetanụ ego a ka e were lekọta ụmụaka.\"",
    "O bịara n'ụlọọgwụ naanị otu abalị, sị m  mee video gosi na ya na-elekọta di ya, ọ bụ m mere vidio ahụ fegharịrị oge ahụ.\".",
    "\"Ọ biara n'ụlọọgwụ na-ekwu okwu  ka ere ala.\"",
    "Dịka ya bụ okwu na-akpọtụ, diọkpara John Okafor bụ Valentine Okafor gbarụrụ ihu etu nwunye nna ya si buru okwu nghọtahie ezinaụlọ banye soshal midia.",
    "Valentine Okafọr nọ mba Saụt Afrịka gwara Daddy Freeze na nwunye nna ya teere ya na ezinaụlọ ya ure na ịchịpụta ha ụkwụ n'ama.",
    "\"Ezigbo nwaanyị na-ewulite ezinaụlọ ya, ajọ nwaanyị na-akwatu ya.\"",
    "O boro nwunye nna ya ebubo ụmụnne ya ndị ọzọ boro nwunye nna ha sị na ọ bụ onye oke ọchịchọ.",
    "\"Naani ihe ọ ma kemgbe nna m na-arịa ahụ bụ ị ga mmemme.\"",
    "\"O nweghị onye ma m amaghị na m anaghị eme ihe soshal midia mana okwu a akpụpụtala m.\"",
    "\"Dịka a na-ekwu ihe a n'ọha, ọ bụ ihe ihere nye m\"",
    "\"Tupu m pụọ na Naijiria, kwa izuụka, nna m na-enye ya N400,000 maka nri.",
    "\" Ọ bụrụ na di gị anọghị n'ụlọ, ọ bụ ọrụ  dịrị gị ikpọkọta ezinaụlọ ya.\"",
    "Ọ gara n'ihu kwuo na ọ kara mma na nwunye nna ha na di ya gbasara n'udo kama ya ime ihe ga-ebutere ibu ịnwụ ọnwụ na-erughị eru.",
    "\"Ọ bụrụ na alụmdinanwunye adabaghị, ọ ka ma na ha ghara ya ka nna m dịịrị m ndụ 'ihi na ahụrụ m nna m n'anya nke ukwu.\"",
    "Ndị uweojii Legọs steeti kwuru na ha amaghị maka ebubo mkpagbu  na iti aka nke nwunye John Okafor boro di ya.",
    "Ọnụ na-ekwuru ndị uweojii Legọs bụ Ben Hundeyin kwuru sị, \" O nweghị onye wetara anyị mkpesa ọbụla.\"",
    "Ezi aha ya bụ John Okafor mana e ji 'Mr Ibu mara ya n'ihi ihe ejije Nollywood ọ zara aha ahụ.",
    "Ọ bụ otu n'ime ndị ejije a ma ama na Nollywood maka ịkpa ọchị maọbụ ime ihe iberibe.",
    "O sonyeela n'ọtụtụ ihe ejije gụnyere \"Mr Ibu  and Sons', \"Mr Ibu in London\"(2004), \"Eminado\" \"Husband Suppliers\" na \"Keziah\".",
    "Ụmụnyanyị",
    "Naijiria",
    "Chatgpt: Etu 'artificial inteligence' ga-esi metụta ndụ gị n'afọ 20234 Febụwarị 2023",
    "Etu e si wakpoo Bernard Odoh jị pati APGA azọ ọkwa gọvanọ Ebonyi Steeti ma gbuo otu onye3 Febụwarị 2023",
    "Ndị omekome agbagbuola ọkaikpe n'ime ụlọikpe3 Febụwarị 2023",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}