{
  "published": "29 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Iwaria",
    "Ọtụtụ nnyocha sayensị egosila na ịṅụfe mmanya na-aba n'anya na-ebute ọtụtụ ọnọdụ ahụike ọjọọ nye mmadụ nke gụnyere: ọbara mgbali elu, mkpọnwụ ahụ (stroke), ọrịa umeji, nakwa ụdị kansa dị icheiche.",
    "Mana nke a emebeghị ka ndị mmadụ, ọ kachasị ndị ntorobia wetulata aka n'etu ha si awụnye 'alcohol' n'afọ oge ọbụla.",
    "Ọtụtụ mmadụ amaghị na ha enweela ọnọdụ ọjọọ bekee na-akpọ 'alcohol addiction', nke a bụ na ha agaghị enwekwa ike n'onwe ha ịkwụsị ịnụ mmanya na-aba n'anya.",
    "Ebe foto si, Ifunanya Uju",
    "Ifunanya Uju bụ 'pharmacist' nakwa ọkacha mara na ngalaba ahụike uche (mental health)",
    "Onwa Eprel afọ ọbụla bụ nke otu mbaụwa wepụtara iji nye nkuzi ma gbaa ama maka alkọhọl na ihe ndị ọ na-ebute n'ahụ mmadụ, a na-akpọ ya na bekee 'alcohol awareness month'.",
    "Ifunanya Uju, onye bụ ọkacha mara na mmepụta ọgwụ nakwa usoro ahụike ụbụru, kọọrọ BBC etu ọnọdụ a bụ 'alcohol addiction' si dị njọ, ihe o nwereike ibute na ndụ mmadụ, nakwa etu mmadụ ga-esi merie ya.",
    "Nwaada Uju na-arụ ọrụ n'ụlọọrụ ahụike a kpọrọ 'Psych Pharmaceutics and Medics', ndị bụ ọkachamara n'ọnọdụ ahụike uche (mental health) nakwa nke bekee na-akpọ 'addiction medicine'.",
    "Na mkparịtaụka ya na BBC Igbo nwere, Pharm Ifunanya Uju kwuru na etu ọgwụike dịka cocaine, heroine na ndị ọzọ si ejide mmadụ, etu ahụ kwa ka 'alcohol' nwereike ijide mmadụ ma bụrụ nnukwu nsogbu ịhapụ ya.",
    "Lee ihe ị ga-eji ama ma 'alcohol' ejidewela gị:",
    "Ụfọdụ oge ka ị ga-ahụ onye ntorobịa na-ekwu sị: \"Onweghị ole ọbụla m ṅụrụ 'alcohol' ka ọ baa m n'anya.\"",
    "Ndị dị otu a na-eche na ha nwere isi e ji aṅụ mmanya, mana ihe ha amaghị bụ na 'alcohol' ejidewela ha.",
    "\"A na-akpọ nke a 'tolerance' na bekee,\" Nwaada Uju kọwara. \"Nke a pụtara na 'alcohol' abanyela onye dị otu a ahụ nke bụ na ọ ga-aṅụ ya nnukwu tupu o metụta ya n'ahụ.\"",
    "\"Ọ bụrụ na onye dị otu a akpachapụghị anya, ọ ga-esiri ya ike ịkwụsị ịṅụ mmanya ọkụ, maka na oge ọ bụla ọ kwụsịrị ya, ọ ga-emetụ ya n'ahụ.\"",
    "Ụfọdụ ka ọ na-eme ha na ọ bụrụ na ha aṅụbeghị mmanya ọkụ, ụra agaghị ekwe atụ ha, nke a bụkwa njirimara 'addiction' dịka Ifunanya Uju si kọwaa.",
    "Mmadụ nwereike ikwu sị, 'aga m aṅụ naanị otu karama mmanya ma kwụsị, mana ha bido ịṅụ ya, ha agaghị enweike ịkwụsị n'otu karama, ha ga-aṅụzu anọ maọbụ ise.",
    "Nke a bụ maka na onye dị otu enwekwaghị ike n'onwe ya ịkwụsị, ọ bụrụ na ọ chọghị enyemaka, ọnọdụ a ga-akawanye njọ ma metụta ahụike ya.",
    "Ụfọdụ na-ekwu na ịṅụ mmanya na-eme ha obi aṅụrị, na ọ bụrụ na ha aṅụbeghị mmanya ọkụ, obi agaghị adị ha mma, nke a na-egosi onye mmanya jiderela.",
    "Pharm Uju kwuru na mgbe ọbụla mmanya ọkụ bidoro ịgbanwe mmetụta (emotion) mmadụ, mara na ọ dịwala njọ.",
    "Nke a bụkwa ihe nrụtụ aka ọzọ gbasara 'alcohol addiction' dịka nwaada Ifunanya Uju si kọwaa.",
    "\"Onye ahụ ya na-ama jijiji ma ọ bụrụ na ọ ṅụbeghị mmanye ọkụ, onye ahụ kwesịrị ịga ụlọọgwụ chọọ enyemaka, maka na ọ pụtara na mmanya ejidewela ya.",
    "Onye chọpụtara na ya na-echefukarị ihe oge niile, maọbụ ọ nọdụ, ọ gaghị echetakwa ihe mere otu awa maọbụ awa abụọ gara aga, ọ bụrụ na onye ahụ bụ onye na-aṅụ 'alcohol' nnukwu, o nwere ịbụ ya kpatara ụdị ihe a. Bekee na-akpọ ya 'temporary black out', Uju kọwara.",
    "Onye dị otu dị mkpa ka ọ nata enyemaka n'aka ndị okachamara n'ahụike.",
    "Njirimara ọzọ maka ịṅụfe mmanya oke bụ na onye ahụ nwereike ịta ahụ karịa otu o kwesịrị. Nke a bụ ihe nrụtụ aka.",
    "Ebe foto si, Iwaria",
    "Ụfọdụ nnyocha sayensị kwuru na otu iko mmanya dị mma maka obi mmadụ, mana...",
    "Nwada Ifunanya Uju kwuru na ụfọdụ nnyocha egosila na otu iko 'wine' kwa ụbọchị dị mma maka obi mmadụ, mana ihe ka mma bụ mmadụ ime ihe n'ụzọ kwesịrị.",
    "\"Enwere ndị ahụ ha anaghị anabata 'alcohol' chaachaa, ọ bụladị otu iko nke ndị ọkachamara sị na ọ dị mma. Ndị dị otu a kwesịrị iwepu aka kpamkpam n'alcohol,\" ka o kwuru.",
    "\"Ihe m na-ekwu bụ ka mmadụ kee nkwụcha ma mara ole mmanya ahụ ya na-anabata. Aṅufela mmanya oke. A sị m kwuo, m ga-asị ka onye ọbụla wetuo aka nke ukwuu n'ịṅụ mmanya okụ.\"",
    "Ebe foto si, Getty Images",
    "\"Igosi ịhụnanya nakwa ịchọ enyemaka ndị ọkachamara bụ ụzọ ka mma iji gwọọ onye nwere 'alcohol addiction'.",
    "Ihe mbụ bụ ka onye ọbụla nwere ụdị ọnọdụ a gaa ụlọọgwụ ga hụ ndị ọkacha mara na ngalaba ahụike 'mental health', Uju kwuru.",
    "Ebe ahụ ka a ga-agwa ya usoro ọgwụgwọ ka mma ma ọ bụrụ na e mechaa nnyocha ndị dị mkpa.",
    "Nke a bụ maka na ahụ mmadụ dị n'icheiche, ọ bụghị iwu na usoro dịịrị otu onye mma ga-adịkwara onye ọzọ mma, kama ọ bụ ndị ọ kacha mara ga-amata usoro kacha mma iji nyere onye ahụ aka.",
    "Uju kwukwara na iti mmadụ ihe maọbụ ịkwa ya emo agaghị eme ka ọ kwụsị ịṅụ mmanya, kama nke ahụ nwereike imee ka ọ na-aṅụzi mmanya na nzuzo ebe enweghịonye nke ahụ ya, nke ga-eme ka ọnọdụ ya kawanye njọ.",
    "\"Igosi ịhụnanya nakwa ịchọ enyemaka ndị ọkachamara bụ ụzọ ka mma iji gwọọ onye nwere 'alcohol addiction',\" ka o kwuru.",
    "Ngụkọ nke ngalaba 'National Bureau of Statistics' nke Naịjirịa mere n'afọ 2015/2016 gosiri na ụmụ Naịjirịa mefuru ego dị opekata mpe ijeri naịra 208, maọbụ nde dọla 570 n'afọ ahụ.",
    "Nnyocha ahụ gosiri na ọnọdụ ndakpọ akụnụba nke e nwere na Naịjirịa n'afọ 2016 emetụtaghị ngalaba mmepụta mmanya alkọhọl.",
    "Dịka ya bụ ngụkọ si gosi, mpaghara South-South bụ ebe ndị mmadụ kacha mefuo ego iji zụta alkọhọl, South-East na-esote ya, ebe South-West bụ nke atọ.",
    "Mpaghara North East bụ ndị ikpeazụ n'ebe a kacha mefuo ego maka alkọhọl, ego ole e ji ṅụọ alkọhọl na mpaghara ahụ n'afọ 2016 bụ ijeri naịra 19.6 (N19.6 billion).",
    "Naịjirịa bụ mba nke abụọ n'Afrịka ebe a kacha aṅụ alkọhọl, mba nke mbụ bụ Saụt Afrịka.",
    "Iwu Naịjirịa machiri onye ọbụla na-erubeghị afọ 18 ịnụ alkọhọl.",
    "Ngụko nke si n'aka 'International Wines and Spirits Record' (IWSR) gosiri na pasentị 40 ndị na-aṅụ alkọhọl na Naịjirịa dị n'etiti afọ 18 ruo 29.",
    "Ahụike",
    "Ahụike echiche",
    "Ịṅụbiga mmanya oke",
    "Sudan Crisis: Agaghị ekwu okwu udo ma ọ bụrụ na ndị agha akwụsịghị ịtụ ogbunigwe - Onyeisi RSF25 Eprel 2023",
    "Etu m si merie mkparị ndị mmadụ maka ibu m buru ma bụrụ 'Model' - Jennifer Enujiugha29 Eprel 2023",
    "Alcohol Addiction: Lee ihe asaa ga-egosi gị na ị ghọwala onye aṅụrụma29 Eprel 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}