{
  "published": "19 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Alex Otti/Labour Party",
    "Otu 'Labour Party' ajụla ịnabata mkpebi ụlọikpe nke kagburu ikike ife ọkọlọtọ nke pati ahụ nyere  Alex Otti na ndị zọrọ ọkwa dị iche iche n'aha pati ahụ na ntuliaka 2023.",
    "Ụlọikpe Ukwu dị na Kano steeti nke  Jọstis  Mohammed  N. Yunusa kagburu ikike Labour Party nyere Otti na ndị ọzọ ji ọkọlọtọ pati ahụ zọọ ọkwa na Kano na Abia steeti  na ntuliaka 2023.",
    "Lee ihe kacha mkpa ndị Abia chọrọ n'aka Alex Otti meriri ntuliaka gọvanọ24 Maachị 2023",
    "Ikpeazụ asaala Otti: Nyocha onwe gị tupu inyocha anyị13 Disemba 2018",
    "Fact check: Ọ bụ eziokwu na Alex Otti na Nnenna Oti bụ ụmụnne? 21 Maachị 2023",
    "Onye na-arụ ọrụ dịka odeakwụkwọ mgbasaozi pati ahụ Obiora Ifoh, kwuru na ozi o binyere aka n'okwu ahụ achịtaghị aja.",
    "\"Mkpebi ahụ achịtaghị aja, ọ na-atọ ọchị\" The judgement is not only ụlọikpe ahụ enweghị ikike ikpe ikpe gbasa nttuliaka dịka e mecharala ntuliaka, ọ bụghị ụlọikpe e hiwere maka ikpe ntuliaka dịka iwu si hazie ya.\"",
    "Ifoh, onye boro ikpe ahụ aka ọrụ ndị kwụnyere  onyeisioche otu akụkụ Labour Pati nke bụ Lamidi Apapa, kwuru na e kwesịrị inyo ya enyo n'ihi ihe ọ kpọrọ 'ọsọ ọsọ e ji kpebie ya bụ ikpe na naanị abalị abụọ e wetara ikpe ahụ n'ụlọikpe.",
    "Ifoh kwukwara na e ziteghị otu 'Labour Party' akwụkwọ akpọmokụ n'ụlọikpe dịka onye a kpụpụrụ ụlọikpe.",
    "Ebe foto si, Alex Otti/Facebook",
    "Alex Otti",
    "Ụlọikpe ukwu dị na Kano Steeti akụpụla mmeri Alex Otti dịka onye feere otu Labour Party ọkọlọtọ na ntuliaka ọkwa Gọvanọ Abia steeti na ntuliaka e mere n'abalị 18 nke ọnwa Maachị afọ 2023.",
    "Ọkaikpe kpere ya bụ ikpe bụ Jọstis  Mohammed  N. Yunusa kwuru na Otti nakwa ndị fere ọkọlọtọ Labour Party na Abia nakwa Kano steeti agbasoghị iwu Ntuliaka nke afọ 2023(Electoral Act 2022.)",
    "Akwụkwọ nke otu nwoke a kpọrọ Ibrahim Haruna Ibrahim gbara otu Labour Party na ngalaba na-ahazi ntuliaka bụ  Independent National Electoral Commission, (INEC), n'ụlọikpe nke bu akara No FHC/KN/CS/107/2023   O kwuru na otu Labour Party ewegaghịrị Inec akwụkwọ ndebanye aha ndị otu ha abalị 30 tupu ntuliaka imeụlọ ha nke mere ka ntuliaka ahụ dajọọ.",
    "Ndị ekperima awakpola obodo Awgbu, Anambra steeti, gbuo mmadụ anọ19 Mee 2023",
    "Anambra US Convoy Attack: Ndị uweojii agbapụtala mmadụ abụọ ndị ekperima tọọrọ n'Ogbaru19 Mee 2023",
    "Etu e si hụ ụmụaka anọ n'ọhịa izuụka abụọ ụgbọelu bu ha na nne ha kpọkasịrị18 Mee 2023",
    "Cheta na Otti ji vootu 175,467 merie Okey Ahiwe nke PDP na ntuliaka ọkwa gọvanọ Abia steeti.",
    "Nke a mere dịka o nwetachara ikike ịzọ ọkwa ahụ n'aha otu Labour Party na steeti ahụ dịka ọ hapụchara otu Apga.",
    "Otti meriri n'okpuruọchịchị iri n'ime 17 dị n'Abia steeti.",
    "Dịka ndị mmadụ na-atụ uche ihe mkpebi ụlọikpe a pụtara, otu ọkaiwu mabụụkwa otu onye na otu Labour Party bụ Ọkaiwu Ume Kalu(SAN) ekwuola na ikpe ahụ agbasaghị Alex Otti.",
    "\"Ikpe ahụ e kpere na Kano, anaghị enye anyị maọbụ Alex Otti nsogbu .\"",
    "\"Ọ gaghị akwụsị idu iyi ọrụ Otti n'abalị 29 nke ọnwa Mee.\"",
    "Kalu gara n'ihu kwuo na ọ bụrụ na a gbara akwụkwọ ahụ tupu ntuliaka, e nwere ike e lebatụ ya anya.",
    "\"Mana nke a ha gbara yaka e mecharala ntuliaka, gọọmentị ehiwala ụlọikpe pụrụ iche maka okwu nile metụtara ntuliaka ga-aga.",
    "Kalu, onye kwuru na aha Alex Otti adịghị n'akwụkwọ ikpe ahụ a gbara Inec na Labour Party, kwuru na ha ga-enyocha akwụkwọ mkpebi ahụ ji mara ma o nwere ebe o siri metụta ha.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Etu e si hụ ụmụaka anọ n'ọhịa izuụka abụọ ụgbọelu bu ha na nne ha kpọkasịrị18 Mee 2023",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụ8 Ọktọba 2019",
    "Ndị ekperima awakpola obodo Awgbu, Anambra steeti, gbuo mmadụ anọ19 Mee 2023",
    "Anambra US Convoy Attack: Ndị uweojii agbapụtala mmadụ abụọ ndị ekperima tọọrọ n'Ogbaru17 Mee 2023",
    "Fake Certificate: Ọ gịnị na-esere Peter Mba na ndị NYSC19 Mee 2023",
    "Alex Otti: Ihe Labour Party kwuru maka mkpebi ụlọikpe19 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}