{
  "published": "5 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, screen shot",
    "Ndịagha Naịjirịa nke ngalaba 145 Battalion Umuahia, nke dị n'okpuru ndị otu 14 Brigade Ohafia, Abia Steeti, achọpụtala ụlọ enyemaka adigboroja ebe e debere ụmụagbọghọ dị ime, ọnụọgụgụ ha ruru 21.",
    "Ha mere nchọpụta a taa bụ Sọnde, ụbọchị anọ nke ọnwa Jun 2023, n'obodo Umunkpeyi dị n'Isiala Ngwa, Abia Steeti.",
    "Ọnụ na-ekwuru ndịagha 14 Brigade bụ Prince Innocent Omale kwuru na ya bụ ihe mere n'eziokwu.",
    "'Ihe anyị gabigara afọ asatọ tupu anyị mụta ejima anọ'20 Jenụwarị 2023",
    "Ihe Ụmụada Ngwo mere nwaanyị pịara nne ya bụ agadị ihe23 Disemba 2022",
    "E﻿tu nwagbọghọ na nne ya siri gbuo nwaọhụrụ ya,lie na nzuzo n'Enugu steeti14 Nọvemba 2022",
    "O kwuru na onye nwe ụlọ ebe e debere ụmụagbọghọ ahụ bụ nwaanyị aha ya bụ Nma Achumba, mana ọ nọghị ya oge ndị agha bịara, kama ha jidere otu nwa agbọghọ ọzọ aha ya bụ Katherine Oyechi Ngwanma, bụ onye na-esiri ụmụ nwaanyị ahụ nri.",
    "\"Ndị agha zọpụtara ụmụ agbọghọ 22 dị ime ebe ahụ ma zọpụtakwa ụmụaka abụọ, otu nwoke na otu nwaanyị,\" Omale kwuru.",
    "\"Ndị agha wakporo ụlọ ahụ bụ nke onye nwe ya ji aghọgbu ndị mmadụ ma na-ekwu na ọ bụ ebe enyemaka maka ndị na-enweghị nne na nna, dịka ọ kpọrọ ya 'Nma Charity Home', bụkwa nke o denyere aha ya na ngalaba gọọmentị Abia steeti na-ahụ maka ọdịmma ụmụnwaanyị.\"",
    "\"Anyị nwetara ịgba ama na onye nwe ụlọ a na-ere ụmụ ntakịrị ahụ ere, na-eresi ha ndị na-atụ mgbere ahịa nakwa ndị na-achụ aja ọjọọ.\"",
    "Omale kwuru na ha enyefeela ụmụ agbọghọ ndị ahụ dị ime nakwa ụmụaka abụọ ahụ n'aka gọọmentị Abia Steeti.",
    "Onye na-esiri ndị a nri bụ Katherine Oyechi Ngwanma, kwuru na o bighi ebe ahụ kama na ọ bịa sichaa nri, ọ lawa.",
    "Ọ gara n'ihu kwuo na nwaanyị nwe ogige ahụ sị na ọ bụ gọọmentị ka ọ na-ekunye ụmụaka a mụrụ n'ogige ahụ ka e lekọta ha anya.",
    "Ọ gara n'ihu kwuo na ọ maghị ebe nne ha ukwu nwe ogige a bi kama na ọ na-ehi n'ogige ahụ oge ụfọdụ.",
    "Onyeisi obodo Umunkpeyi bụ Orih Jude kwuru na ha ewegala mkpesa ugboro ugboro n'aka gọọmentị gbasara ụlọ ebe ahụ a na-edebe ụmụ agbọghọ.",
    "O kwuru na ndị ọrụ nchekwa abịakwala n'ebe ahụ ụfọdụ oge ma zọpụta ụmụ agbọghọ dị ime n'oge gara aga.",
    "\"Oge ikpeazụ ndịọrụ nchekwa bịara ebe a bụ n'afọ 2019, oge Rabiu Ladodo bụ Kọmịshọna ndị uweojii Abia steeti,\" Orih Jude kwuru.",
    "\"N'oge ahụ ha zọpụtara ụmụ agbọghọ 14 dị ime nakwa ụmụ ntakịrị anọ, mana nwaanyị nwe ebe ahụ bụ oriakụ Achumba gbara ọsọ, mechaa lọghachite bidokwa ihe ọ na-eme.\"",
    "Onyentaakụkọ anyị kpọtụụrụ Mazi Ferdinand Ekeoma bụ onye enyemaka mgbasaozi nke Gọvanọ Alex Otti nke Abia Steeti, o wee kwuo n'ezie na ụmụ agbọghọ ndị ahụ dị ime nọ n'aka gọọmentị ugbua.",
    "O kwuru na otu n'ime ụmụ agbọghọ ahụ, aha ya bụ nwaada Godwin, malitere inwe ihe mgbu gosiri na ime na-eme ya, \"mana anyị akpọgala ya n'ụlọọgwụ dị n'Amachara, ebe ndị nke ọzọ nọ n'ụlọọgwụ 'Demonstration Clinic/Hospital' dị n'Olokoro ebe a na-eleta ha anya.",
    "Akụkọ gbasara ụlọ ebe a na-edebe ụmụ agbọghọ maka ịmụ nwa, nke a na-akpọ 'baby factory' na bekee, apụtala ugboro ugboro na mpaghara Ọwụwa Anyanwụ nakwa Ndịda Anyanwụ Naịjirịa.",
    "N'ọnwa Sepụtemba 2019, ndị uweojii Legọs kwuru na ha zọpụtara ụmụ agbọghọ 19 dị ime n'otu ụlọ ebe e debere ha na-eche ka ha mụọ nwa ka e ree ụmụ ha.",
    "Ndị uweojii kwuru na ndị ekperima a na-ere otu nwa nwoke ihe ruru $1,400 ebe nwa nwaanyị bụ $800.",
    "Ụmụnyanyị",
    "Ikike ụmụnwanyị",
    "Abia Steeti",
    "Ụmụaka",
    "Mmeru nwata",
    "Etu e si nwụchi ụmụnwoke atọ a sị dinara nwata dị afọ 13 n’ike n’Anambra 3 Nọvemba 2022",
    "Isha Sesay: Amaghị m na m ga-adị ime n'afọ 46 n'enweghị di29 Ọktọba 2022",
    "Ọ bụghị eziokwu na m alụbeghị di – Nne ejima ise6 Ọktọba 2022",
    "Anyị chọpụtara ndị omekome ụmụnwaanyị asaa n'ime ndị atọghapụrụ na mgbere - NAPTIP18 Juun 2022",
    "Ihe nwere ike ime ka nwaanyị \"lụọ nwaanyị\" n'omenala Igbo19 Jenụwarị 2023",
    "‘Sit at home’ ebiela n’Enugu steeti? Lee ka ọnọdụ ebe niile dị5 Juun 2023",
    "Abia Baby Factory: \"Mama ukwu anyị sị na ọ na-ekunye gọọmentị ụmaụaka anyị na-amụ\"5 Juun 2023",
    "NA EME UGBU A NLC Nationwide Strike: Ụlọikpe dị n'Abuja amachiela NLC ịgba abụbụọrụ1 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo12 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}