{
  "published": "20 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screen Shot",
    "Onyeisiala Bola Tinubu nọọrọ n’ụbọchị Mọnde 19 Juun họpụta ndịisi ọrụ nchekwa ọhụrụ na Naịjirịa dịka ọ chụrụ ndị nke ochie.",
    "Ndị a gụnyere onyeisi ndịagha ala (chief of Army Staff), onyeisi ndịagha ụgbọmmiri (Chief of Naval Staff), onyeisi ndịagha ụgbọelu (Chief of Air Staff), onyeisi nchekwa (Chief of Defence Staff), onyeisi ndị uweojii (Inspector General of Police) na onyeisi ndụmọdụ nchekwa (National Security Adviser)",
    "Tinubu achụọla ndị isi ọrụ nchekwa niile, tinye ndị ọhụrụ19 Juun 2023",
    "Tinubu emeriela ntuliaka onyeisiala Naịjirịa 20231 Maachị 2023",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịa27 Mee 2023",
    "Ebe foto si, Nigerian army",
    "A mụrụ Lagbaja n’obodo Ilobu dị n’okpuruọchịchị Irepodun nke Osun Steeti n’ụbọchị 28 Febụwarị afọ 1968.",
    "Ọ gụrụ akwụkwọ praịmarị n’ụlọakwụkwọ ‘Local Authority Teachers College’ dị n’Osogbo site n’afọ 1973 ruo 1979",
    "Gụọ sekọndịrị n’ụlọakwụkwọ St. Charles Grammar dịkwa n’Osogbo site n’afọ 1979 ruo afọ 1984.",
    "Ọ gụkwara akwụkwọ dị elu na Politeknik dị n’Ibadan site n’afọ 1984 ruo 1986.",
    "Ọ banyere n’ụlọakwụwkọ ndị nchekwa ‘Nigerian Defence Academy’ n’ụbọchị 12 Sepụtemba 1987 na ndị agba 39th Regular Course.",
    "E duru ya n’iyi ọrụ dịka onye agha Naịjirịa n’ụbọchị 19 Sepụtemba 1992 na ngalaba ‘Nigerian Army Infantry Corps’.",
    "Ọchịagha Lagbaja anatala ọzụzụ dị iche iche n’ọrụ ndịagha nke gụnyere; Young Officers’ Course (Infantry), ‘Basic Airbone’, ‘Amphibious Staff Operation’, ‘Company Commander’s Course’ dgz.",
    "O jiekwala ọtụtụ ọkwa n’ọrụ ya dịka onye agha dịka onyeisi ngalaba Specia Forces Battalion Makurdi, Onyeisi ngalaba ọzụzụ ndịagha, onyeisi ngalaba 9 Brigade Command dị n’Ikeja.",
    "O ritela ọtụtụ nturuugo n’ọrụ ya ma na Naịjirịa nakwa mba ofesi.",
    "O nwere nzere ‘Bsc Geography’ na Nigerian Defence Academy nakwa ‘Msc Strategic Studies’ n’ụlọakwụkwọ US Army War College n’afọ 2014.",
    "Ebe foto si, Nigerian military",
    "Ọchịagha Musa bụ onye Kaduna Steeti n’okpuruọchịchị Zangon Kataf.",
    "A mụrụ ya na Sokoto Steeti n’ụbọchị 25 Disemba afọ 1967 bụ ebe ọ gụrụ akwụkwọ Praịmarị na Sekọndịrị.",
    "Ọ banyere n’ụlọakwụkwọ ndịagha bụ ‘Nigerian Defence Academy’ dị na Kaduna n’afọ 1986 bụ ebe ọ natara ọzụzụ ruo afọ ise ma pụta n’afọ 1991.",
    "E duru ya n’iyi ọrụ dịka onyeagha Naịjirịa n’ọnwa Sepụtemba 1991.",
    "O nwe nzere agụmaakwụkwọ banyere nchekwa dịka ‘Advanced Diploma in Security Management na Mahadum Lagọs, ‘Advance Diploma in Defence and Strategic Course na mba Chaịna nakwa ndị ọzọ.",
    "O jiela ọtụtụ ọkwa n’ọrụ dịka onyeagha dịka onyeisi ngalaba ọzụzụ nke 81 Division, ọchịagha ndị 73 Battalion, ọchịagha ngalaba Lafiya Dole, nakwa onyeisi ndịagha na mpaghara Lake Chad.",
    "Tupu a họpụta ya n’ọkwa o ji ugbua, Musa ọ bụ onyeisi ngala ndịagha a kpọrọ ‘Nigerian Army Infantry Corps’.",
    "Ebe foto si, Nigerian Navy",
    "Ọchịagha Emmanuel Ikechukwu Ogalla bụ nwafọ obodo Enugwu Ezike dị n’okpuruọchịchị Igbo-Eze North nke Enugwu Steeti.",
    "A mụrụ ya n’ụbọchị 20 Disemba afọ 1968",
    "Ọ gụrụ akwụkwọ sekọndịri n’ụlọakwụkwọ ‘Nigeria Military School’ dị na Zaria n’afọ 1987 ebe o ji nzere dịka onye kachasị mee ọfụma na sayensị.",
    "Ọ banyere n’ụlọakwụkwọ ndịagha ‘Nigerian Defence Academy’ ma soro na ndị ngalaba 39 Regular Course ebe o nwetere nzere na ‘Mathematics’ ma bụrụkwa onye kachasị mee ọfụma na ndịagha mmiri.",
    "E duru ya n’iyi ọrụ dịka onyeagha mmiri nke Naịjirịa n’ụbọchị 16 Sepụtemba, 1992 ma rịgoro n’ọkwa ‘Rear Admiral n’ọnwa Sepụtemba afọ 2021.",
    "O nwetela ọzụzụ dị iche na Naịjirịa nakwa mba ofesi dịka Basic Hydrography National Hydrographic na mba India n’afọ 2000, MSc Strategic Studies programme, University of Ibadan from 2014 to 2015.",
    "Ọchịagha Ogalla so na ndị lụrụ agha ECOMOG na mba Liberia n’afọ 1996.",
    "O nwetekwara ọtụtụ nturuugo dị iche iche n’ọrụ ya dịka onyeagha mmiri.",
    "Ebe foto si, Nigerian Airforce",
    "Ọchịagha Abubakar bụ onye Kano steeti si n’okpuruọchịchị Shanono nke steeti ahụ.",
    "A mụrụ ya n’ụbọchị 11 Sepụtemba afọ 1970.",
    "Ọ banyere n’ụlọakwụkwọ ndịagha ‘Nigerian Defence Academy’ nke agba 39 Regular Course.",
    "E duru ya n’iyi ọrụ dịka onyeagha ụgbọelu Naịjirịa n’ụbọchị 19 Sepụtemba, afọ 1992.",
    "O nwetere nzere na ngalaba agụmaakwụkwọ Sayensị ma jiri nzere ‘masters’ na ngalaba ‘International affairs’ na mahadum Ahmadu Bello dị na Zaria, Kaduna Steeti.",
    "Ọ bụ onyeisi ọrụ na ngalaba ndị injinịa n’ụlọọrụ ndịagha ụgbọelu dị na Makurdi Benue steeti.",
    "Ọ rụọla ọrụ dịka ọnụ na-ekwuru ndịagha ụgbọelu 97 Special Operation Group na Port Harcourt.",
    "O jiela ọtụtụ ọkwa ndị ọzọ dị ịche iche n’ọrụ ndịagha ụgbọelu Naịjirịa",
    "Ebe foto si, Nigeria Police",
    "A mụrụ Egbetokun n’ụbọchị 4 Sepụtemba afọ 1964 n’obodo Erinja dị n’okpuruọchịchị Yewa nke Ogun steeti.",
    "Ọ gụrụ akwụkwọ na mahadum Legọs n’afọ 1987 ma nwete nzere na ngalaba Mathematics.",
    "O nwetekwara nzere ndị ọzọ dịka ‘Msc Engineering Analysis, ‘Petroleum Economics’ na ‘MBA’.",
    "Ọ kụzikwara ihe n’ụlọakwụkwọ Yaba College of Technology dị na Legọs tupu ọ banye n’ọrụ uweojii.",
    "Ọ banyere n’ọrụ ndị uweojii n’ọnwa Maachị 3, afọ 1990 n’ọkwa ‘Cadet Assistant Superintendent’.",
    "N’afọ 1999, e nyere ya ọrụ dịka onyeisi ọrụ nchekwa Gọvanọ Legọs steeti bụ Bola Tinubu.",
    "Ọ rụkwara ọrụ dịka onyeisi ngalaba ‘Rapid Response Unit’ na Legọs, Anti-Fraut Unit n’Abuja, onyendu ndị Mopol 5 na Benin.",
    "Egbetokun rigooro n’ọkwa dịka kọmishọna uweojii n’ọnwa Sepụtemba 29 nke afọ 2020, ma ruo n’ọkwa osote onyeisi ndị uweojii n’ọnwa Maachị 29, 2023.",
    "Ebe foto si, Nuhu Ribadu/Twitter",
    "Nuhu Ribadu bụ onye onyeisiala Tinubu họpụtara dịka onye ndụmọdụ pụrụiche n’okwu nchekwa mana ugbua ọ bụrụla onyeisi ndụmọdụ na nchekwa.",
    "A mụrụ ya n’Adamawa Steeti n’afọ 1960 bụ ebe ọ gụrụ akwụkwọ praịmarị na sekọndịrị.",
    "Ọ banyere na mahadum Ahmadu Bello dị na Zaria n’afọ 1980 bụ o nwetere nzere banyere iwu (law).",
    "Ọ banyere ọrụ ndị uweojii afọ ole na ole ọ gụchara mahadum, ma rụọ ọrụ uweojii afọ 18 ma gbaa arụkwaghịm n’afọ 2007.",
    "Ribadu rụburu ọrụ dịka onyeisis ngalaba na-ebuagha megide mpụ bụ EFCC site n’afọ 2003 ruo 2007.",
    "Ọ zọburu ọkwa onyeisiala Naịjirịa n’afọ 2011.",
    "Ọ rụkwara ọrụ dịka onyeisi otu ọtawaike ‘Petroleum Revenue special task force’ mgbe Goodluck Jonathan na-achị Naịjirịa.",
    "Onyeisiala Tinubu kuru na ndị a niile ga-ebido ọrụ ozugbo ruo mgbe ndị ụlọomeiwu ga-enyocha ha kpam kpam.",
    "E nwekwara ọtụtụ ndị ndụmọdụ Onyeisiala Tinubu họpụtara ka ha soro ya rụọ ọrụ.",
    "National security",
    "Bola Tinubu",
    "Nchekwa ndị ụwe ojii",
    "Ndịagha",
    "Ọ bụ iwu onyeisiala isi na mpaghara Naịjirịa dị icheiche họpụta ndị isi ọrụ nchekwa?elekere 7 gara aga",
    "Nigeria Security Chiefs: Ogalla, Lagbaja, Musa na ndị ọzọ so n'isi nchekwa Naịjirịa20 Juun 2023",
    "NA EME UGBU A E kwesịrị ịwa Nnamdi Kanu ahụ na-egbughi oge – Ozekhome gwara ụlọikpe1 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}