{
  "published": "25 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ohaneze Ndigbo",
    "Dịka onyeisi otu Ohaneze Ndigbo bụ Emmanuel Iwuanyanwu lara mmụọ, ọtụtụ ndị isi a hụrụ kwaba okpu na Naịjirịa apụtala ikwuputa mwute ha n'ọnwụ Iwuanyanwu.",
    "Ozi ezinaụlọ ya wepụtara kwuru na ọ nwụrụ n'ụbọchị Tọzde n'afọ 82 dịka ọ rịachara ọrịa obere oge.",
    "Onyeisiala Bola Tinubu si n'aka onye na-anọchite anya ya n'ihe gbasara mgbasaoizi bụ Ajuri Ngelale ziga ozi itiakanobi n'ezinaụlọ Iwuanyanwu.",
    "Ozi ahụ sị \"A ga-eji aha ọma ya (Iwuanyanwu) cheta ya mgbe niile\".",
    "O gwakwara otu Ohaneze Ndigbo nakwa ndị Igbo niile ha jide obi n'ọnwụ otu onye dị oke mkpa na mpaghara ahụ.",
    "Peter Mbah bụ aka na-achị Enugwu steeti pụtakwara zie ozi mwute nke ya",
    "\"E ji m mwute nabata ozi ọnwụ onye ndu pụrụiche n'ala Igbo niile\" ka o kwuru.",
    "Ọ sịkwa na Ahaejiagamba bụ aha e ji mara Onyeisi Ohaneze nwụrụ anwụ bụ onye banyere n'ọkwa otu ahụ mgbe ihe siri ike.",
    "N'ọnụ ya \"Ihe efunariala Ndigbo, Naịjirịa nakwa Afrịka niile\".",
    "Charles Chukwuma Soludo bụ aka na-achị Anambra steeti kwuputara mwute ya kwa n'ọnwụ Iwuanyanwu.",
    "Ọ kọwara na nwoke ahụ bụ onye ọ na-elegara anya ma jiri na-ama atụ n'ihe gbasara ọchịchị.",
    "\"Iwuanyanwu bụ onye na-achọ ndịnotu ma na-agba mbọ oke na ọdịmma ndị Igbo na Naịjirịa niile\" ka ozi ya kwuru.",
    "Emeka Ihedioha nke chịburu Imo steeti naanị ọnwa isii sokwa na ndị tinyere ọnụ n'okwu a",
    "O dere n'akara Twitter ya sị na Iwuanyanwu bụ ọpụrụiche n'ihe niile o mere gụnyere ijiegoachụego, ụlọụka, ndọrọndọrọọchịchị, egwuregwu nakwa mwulite obodo.",
    "\"Mụ na ezinaụlọ m na-ezigara ndị Imo, Ohaneze na ndị Igbo niile ozi itiakan'obi\" ka o dere.",
    "Eduola Emmanuel Iwuanyanwu n'iyi ọrụ dịka onyeisi ọhụrụ nke Ohaneze Ndigbo1 Mee 2023",
    "Emmanuel Iwuanyanwu: Ọ bụ isi kara aka ga-ebuli okiti nke Ohaneze Ndigbo17 Mee 2023",
    "Nnamdi Kanu bụ isi sekpụ ntị maka udo tọrọ atọ n'Ọwụwa Anyanwụ - Emmanuel Iwuanyanwu2 Mee 2023",
    "Ebe foto si, Emmanuel Iwuanyanwu/Facebook",
    "Akụkọ na-eru anyị ntị ugbua bụ na onyeisi Ohaneze Ndigbo bụ Emmanuel Iwuanyanwu anwụọla.",
    "Iwuanyanwụ nwụrụ dịka ọ gbara afọ 82.",
    "Ọnụ na-ekwuru otu Ohaneze Ndigbo bụ Alex Ogbonnia gwara BBC nke a n'ekwentị ma kwuo na \"ọ bụ eziokwu\".",
    "O kwukwara na ọ bụ n'ụlọọgwụ ka Iwuanyanwu nọ were lakwuru ndị ichie.",
    "Ozi ọzo nke nwa Iwuanyanwu bụ Jide Iwuanyanwu binyere aka kwuru na ọ nwụrụ n'ụbọvhị Tọzde dịka \"ọ rịachara ahụ obere oge\".",
    "\"Usoro akwamozu ya ga-apụta n'ọdịnịhu ma ezinaụlọ ya gbachaa izu\" ka ozi ahụ kwuru.",
    "Iwuanyanwu banyere n'ọkwa ọchịchị Ohaneze Ndịgbo dịka onye nọbu n'ọkwa ahụ bụ George Obiozor nwụrụ n'afọ 2022.",
    "Otu ndị okenye nke Ohaneze Ndigbo a na-akpọ 'Imeobi Ohaneze' họpụtara ya ma duo ya n'iyiọrụ n'ụbọchị 30 nke ọnwa Eprelu afọ 2023.",
    "Ebe foto si, Ohaneze Ndigbo",
    "N'ozi nnabata ọkwa ahụ, Iwuanyanwu sị na ya ji obi ya niile na-anabata ọrụ ịbụ onyeisi Ohaneze.",
    "O kwekwara nkwa na ọchịchị ya ga-agbado anya n'atụmatụ ga-eweta mwulite ọnọdụ agụmakwụkwọ, nkọpụta ihe oriri, mmepe obodo, mmepụta ọkụ latrik, mwulite ọnọdụ ahụike na ihe ndị ọzọ na mpaghara ala Igbo.",
    "Tupu ọ nwụọ, Ohaneze Ndigbo n'ọchịchị ya na-agba mgbọ ịhụ na atọghapụrụ Nnamdi Kanu bụ onyeisi otu ndị na-achọ mmwereonwe bụ Ipob ebe ọ nọ n'aka ndị DSS.",
    "A mụrụ Iwuanyanwụ onye e ji ‘Ahaejiejemba’ maara n’ụbọchị anọ nke ọnwa Sepụtemba, 1942 n’obodo Atta n’okpuruọchịchị Ikeduru, Imo Steeti.",
    "Ọ hụrụ akwụkwọ na mahadu Naịjirịa dị na Nsukka na ngalaba ‘civil engineering’.",
    "Ọ rụrụ ọrụ n’ụlọọrụ Hardel na Eric bụ ndị na-arụ ụzọ na ụlọ bụ nke o mechara zụta site n’aka ndị ofesi nwee ụlọọrụ ahụ.",
    "Ọ bụ onye ndọrọ ndọrọ ọchịchị nakwa onye oji ego achụnta ego a ma ama na Naịjirịa nakwa mbaụwa.",
    "Ọ bụ ya hibere otu egwuregwu bọọlụ Iwuanyanwu Nationale dị n’Owerri, nke a na-akpọzi Heartland FC ugbua.",
    "Ọ lụrụ nwunye ya Eudora Ozinyereaku Anyanwu bụ onye nwụrụla anwụ dịka ha mụtara ụmụ asatọ (nwoke atọ na nwaanyị ise).",
    "Ọ mechara lụọ Frances Iwuanyanwu ma nwee ọtụtụ ụmụ na ụmụ ụmụ ọ kachasị Nwadiuto Iheakanwa bụ onyeisi ụlọntaakụkọ Champion Newspaper.",
    "Iwuanyanwu bụbu onyeisioche ndị okenye Ohanaeze Ndigbo tupu a họpụta ya dịka onyeisi Ohanaeze n’ụwa gbaa gburu gburu.",
    "Naijiria",
    "Imo steeti",
    "Omenala",
    "Gịnị mere ndị Naịjirịa ji chọrọ ime ngagharịiwe na-agbanyeghi nwụchi a na-anwụchi ha?28 Julaị 2024",
    "NA EME UGBU A, Ogbunigwe gbagburu ụmụaka 12 na Golan Heights ebutela esemokwu n'etiti Isreal na Hezbollah",
    "Ihe Peter Obi, Orji Uzor Kalu na ndịọzọ kwuru maka ọnwụ Ifeanyi Ubah27 Julaị 2024",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ25 Julaị 2024",
    "Ihe ndị na-akwado ime ngagharịiwe chọrọ n'aka gọọmenti26 Julaị 2024",
    "Gịnị ka “Gwo gwo gwo ngwo” egwu Mike Ejeagha a na-ewu ewu pụtara?23 Julaị 2024",
    "South East Development Commission na uru ọ ga-abara mpaghara Ọwụwa Anyanwụ24 Julaị 2024",
    "Aga m akpụpụ Bayo Onanuga n'ụlọikpe ma ọ bụrụ na ọ rịọghị m mgbaghara - Peter Obi23 Julaị 2024",
    "Gịnị butere esemookwu n’etiti Dangote na ndị ọchịchị Naịjirịa?23 Julaị 2024",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Etu ndị a ma ama si kwanyere Emmanuel Iwuanyanwu ugwu ikpeazụ",
    "Ka anyị jikọọ aka dozie Naịjirịa, hapụ ime ngagharịiwe - Osote onyeisiala Kashim Shettima",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "South East Development Commission na uru ọ ga-abara mpaghara Ọwụwa Anyanwụ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}