{
  "published": "8 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si,  Emeka Afoerinwa",
    "\"Ogbugbu abụghị okwu nke ọgwụ ego\" Ndị Uweojii Anambra steeti",
    "Soshal midia mara jijiji n'ụbọchị asaa n'ọnwa June mgbe ihe onyonyo pụtara na Mbrakpa, Ihiala n'Anambra steeti ebe a sị na otu nwoke na otu nwaanyị gba ọtọ n'onyoonyo gburu ụmụokoroọbịa abụọ ka ha were gwọọ ọgwụ ego ka akụkọ si wee kwuo.",
    "N'ihe onyoonyo na-efegharị si Mbrakpa n'Ihiala gosiri nwoke na nwaanyị a sị gburu mmadụ abụọ ma bee akụkụ ahụ ha dịka etu ha sị na dibịa si ha weta, mana a sị na ndị mmadụ nwudere ha ka ha na-akpa ike ọjọọ ahụ.",
    "A sị na ndị obodo zukọrọ, gbaa ha ọtọ, bunye ha ozu ụmụokoroọbịa ahụ ha gburu na baro ma na-akpụgharị ha na obodo niile.",
    "Mkpu akwa wee na-ada ebe niile, ma ụmụaka, ma ndị ntoroọbịa nakwa ndị agadị gbakọrọ na eti mkpu na udi ọdachi a n'ahịa Mbrakpa n'Ihiala.",
    "Ihe onyonyo ahụ gosiri na ha etiela nke nwoke ihe tinka tiri pan.",
    "Ka ọ dị ugbua anyị ezigarala ndị uweojii Anambra ozi ka ha gwa anyị ndị ha bụ nakwa ndị egburu egbu.",
    "A maala ụkọchukwu ikpe ọnwụ maka igbu iko ya nwaanyị na mmadụ abụọ ọzọ6 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "CAN asaala El-Rufai  n'okwu 'Muslim-Muslim ticket' 7 Juun 2023",
    "Ebe foto si, Tochukwu Ikenga",
    "\"Ihe a abụghị okwu ọgwụ ego, nke a bụ ogbugbu mmadụ kpọmkwem!\" dịka ọnụ na-ekwuchitere ndị uweojii Anambra steeti.",
    "\"N'elekere iri n'ụtụtụ n'ụbọchị asaa Juunu 2023 n'elekere iri n'ụtụtụ n'okporoụzọ Total dị n'Ihiala ka ndị uweojii zọrọ mmadụ abụọ n'aka ndị chọburu igbu ha site iti ha ihe nke ukwuu,\" ka Ikenga si kwuo.",
    "Ozi mbụ ndị uweojii sị na ha nwetere gosipụtara na nwoke na nwaanyị a gbaraọtọ dịka a hụrụ n'onyoonyo ka igwe mmadụ duru ha bịa ụlọọrụ ndị uweojii boro ha ebubo ogbugbu ụmụokoroọbịa abụọ ebe ha sị n'ogbugbu a mere.",
    "Ugbua, ma ndị e boro ebubo na ndị a sị nwụrụ ka na-anata ọgwụgwọ n'ụlọọgwụ, ebe e bugara onye nke nwụrụla n'ụlọ ozu.",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu 4 Juun 2023",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?7 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Kọmishọna ndị uweojii n'Anambra steeti bụ Echeng Echeng na-ayọ ndị obodo ka ha nọrọ n'udọ, ka ha bụ ndị uweojii wee mee nnyobanye dị ire n'ihe mere nke ọma.",
    "Ọ sị na Kọmịshọna Echeng ekwuola ka e buru ya bụ okwu gaa ụlọọrụ na-elebaanya n'ụdị mpụ a bụ State Criminal Investigation Department n'Ọka (n'Anambra).",
    "Ikenga pịachịrị okwu na ọ ga na-agbasa ozi banyere okwu a ka oge n'aga.",
    "Ejighi mkpọtụ soshal midia enweta mmeri na ntuliaka – Fada Ejike Mbakaelekere 8 gara aga",
    "Ihe Mudashiru Obasa, Onyeisi Ụlọomeiwu Legọs steeti kwuru maka ịzụ ala na ụlọ na Legọs mụnyere ọkụ na soshal midiaelekere 8 gara aga",
    "NA EME UGBU A Presidential Election Tribunal: A malitela ikpe mkpesa otu pati Labour9 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Gịnị na-akpata ahụ ọkụ? Kedụ mgbe ị ga-akpọ ya nnukwu ihe?4 Juun 2023",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}