{
  "published": "2 Maachị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye zọrọ ọkwa onyeisiala n'aha Labour Party bụ Peter Obi ekwuola na ya ga-aga n'ụlọikpe ịgbagha mpụtara ntuliaka 2023.",
    "Obi kwuru nke a  ụbọchị Tọzde oge ọ na-agwa ndị ntaakụkọ okwu banyere ihe o chere maka  ntuliaka e mere n'abalị 25 nke ọnwa Febụwarị afọ 2023 nke Inec kpọpụtara Bola Tinubu nke APC dịka onye meriri na ntuliaka ahụ.",
    "O kwuru na \"Anyị meriri na ntuliaka. Aga m agbagha ya(mpụtara)  iji gosi na ọ bụ m meriri n'ezie.\"",
    "Presidential Election: Ihe Ohaneze kwuru maka nhọpụta Tinubu dịka onye meriri6 Maachị 2023",
    "Ọ bụ iwu na onye na-azọ ọkwa onyeisiala ga-enwete vootu 25% n'Abuja tupu o merie?28 Febụwarị 2023",
    "General Elections: Lee ndị ikuku 'Labour Party' kubara n'ọkwa Ụlọomeiwu Naịjirịa 2 Maachị 2023",
    "Obi, onye anyammiri pụrụ n'anya dịka ọ na-ekwu okwu sịrị,  \"N’oge achụmntavootu, e kwere m nkwa na-anyị ga-agbaso usoro etu e si eme ihe.\"",
    "\"Na nke a, ana m agbagha usoro e si mee ya.\"",
    "O kwuru sị na \"ihe a na-azọ abụghị maka m, ọ bụghị maka gị. Ọ bụ maka ụmụ anyị n'ọdịnuhu.\"",
    "\" Anyị mere ntuliaka ebe otu onye nọ na-eti mkpu si lee etu a ga-esi mee ntuliaka. Otu afọ ka e kwubere otu ọ ga-esi gaa. O rue ka oge ruziri, anyị nile pụta kwụrụ n'ahịrị, otu onye mapụta bịa were nrite dị na ya, e kwuwe ihe ọzọ.\"",
    "N'okwu ndị na-akpọ ya oku ka ọ chọwa udo, obi kwuru sị, “Ị gaghị ekwu okwu udo ma ọ bụrụ na ịguzoghị n’ezi ntọala.”",
    "Tinubu emeriela ntuliaka onyeisiala Naịjirịa 20231 Maachị 2023",
    "Voters Registration: Ụfọdụ ihe mere ndị Naịjirịa ji enyo INEC enyo maka ntuliaka 202318 Nọvemba 2022",
    "General elections: Ihe ndị ị maghị maka Tinubu, Peter Obi, Kwankwaso na Atiku24 Febụwarị 2023",
    "Ọ gwara ndị chọrọ ịgbapụ na Naijiria sị, \"Bikọ nọrọnụ, anyị agaghị apụ. Ana m ekwe ụnụ nkwa, anyị ga-enwe mmeri.\"",
    "Akụkọ na-efegharị kwuru na Peter Obi na ndị pati ndị ọzọ akpaala ijikọọ ọnụ, Mana Obi kwuru na o nweghị pati ọbụla ya na ya nwere nkwekọrịta ijikọta ọnụ.",
    "N'okwu ntuliaka  na-abịa, Obi gwara ndị ntọrọbịa chọrọ imebi akwụkwọ PVC ha  n'ihi nkọropụobi ka ha pụta n'igwe tụọ vootu maka ntuliaka ọkwa Gọvanọ nakwa ụlọomeiwu nke steeti na-abịa.",
    "\" Tụọrọ ndị ezigbo mmadụ, tụọrọ Labour Party.\"",
    "\"Ọ bụ ogologo ije, anyị ga-ejikọ aka gaa ya bụ ije.\"",
    "\"Na 2015, ihe dịka mmadụ nde 67  denyere aha maka atụmvootu, pasent 29.4 tụrụ vootu.  N’afọ 2019, ihe dịka nde 80 denyere aha ha,  mmadụ nde 24  tụrụ vootu, o rue na 2022, mmadụ 11 million ọhụrụ denyere aha iso tụọ vootu nke mere ya mmadụ 87 denyere aha mana naanị mmadụ 23.3 tụrụ vootu. Nke a pụtara mgbada  ruru pasent 300. Ihe butere nke a bụ ịkpachi ndị mmadụ ịtụ vootu nakwa idegharị ihe a tụtara.”",
    "Ọ bụrụ na anyị jiri usoro anyị ji mee ntuliaka a gaa n’ihu, kedụ ihe anyị ga-eji asị onye ntọ kwụsị na ihe ị na-eme adịghị mma?”",
    "\"Ọ bụ n’afọ ojuju ka m ji ekela ụmụ Naijiria ọkachasị ndị ntotobia bụ ndị rụrụ ọrụ ezughị ike maka ntuliaka. E kelele m ndị Obidients bụ ndị kwenyere na ‘a ga-enwenwụ Naijiria ọhụrụ.  Mụ na Datti kwenyesiri ike na Naijiria ọhụrụ.",
    "“Ntuliaka a erughị ihe a ga-akpọ ntuliaka e mere n’usoro kwesịrị ekwesị ma tozuo etozuo.”",
    "“O nweghị oge mụ kwuru n’ ọha kemgbe m tụchara vootu. Okwu ikpeazụ m kwuru bụ ozigbo m tụchara vootu. Ihe ọbụla i hụrụ a sị m kwuru ọ bụghị m kwuru ya.”",
    "Amaghị m ka obi dị ha ka ihe si gaa, mana etu ha si dere jụụ na agbanyeghị etu ihe si gaa bụ ihe akaebe na Naijiria ọhụrụ ga-ekwe omume.",
    "Anyị na-aga n'ihu ikpe ekpere ka mkpụrụobi  ụmụ Naijiria  e gburu n'oge achụmntavootu, ndị a wakporo anyị na-ekpere ha ekpere mgbake. Anyị na-akatọsi ike mwakpo nile e mere ma na-akpọku ndị ọrụ nchekwa ka ha kwụsị  ndị na-eme mwakpo ma kpụpụ ha ụlọikpe.",
    "Jennifer Efidi mwaanyị a zụkakasịị mana ọ gbara isis akwara tụọ vootu na ụmụ NAijiria ndị ọzọ tụụ vootu oge ntuliaka a bụ kpakpando na-amụkesị na-eduga anyị na Naijiria ọhụrụ.",
    "Presidential Election: Ihe Ohaneze kwuru maka nhọpụta Tinubu dịka onye meriri6 Maachị 2023",
    "Ihe mere m ji laghachi ga tụọ vootu n'agbanyeghị ndị omekome wakporo m27 Febụwarị 2023",
    "Ihe mere nkwado ndị ụkọchukwu ji buru ihe ukwu na ndọrọndọrọ ọchịchị Naịjirịa21 Febụwarị 2023",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}