{
  "published": "26 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Yahaya Bello/Facebook",
    "Ụlọọrụ na-achụ mpụ ọsọ na Naịjirịa bụ Economic and Financial Crimes Commission EFCC ekwuola na ụloakwụkwọ American Internationa School enyela ha ego $760,910.84.",
    "Ego ahụ so n'ego ruru $845,852 bụ ego e kwuru na aka chịburu Kogi Steeti, Yahaya Bello kwurụ ụlọakwụkwọ ahụ maka ụgwọ akwụkwọ ụmụ ya na-agụ n'ụlọakwụkwọ ahụ.",
    "Onye nkwuchiteọnụ EFCC bụ Wale Oyewale gwara BBC pidgin na ụlọakwụkwọ ahụ detaburu ha akwụkwọ kwuo na ha chọrọ iziga ego ahụ n'akara ụlọakụ gọọmentị n'ihi na okwu ahụ abụrụla okwu ọha.",
    "Oyewale kwuru na ụlọakwụkwọ ahụ zitere ego ahụ n'ime ụlọakụ ha ji agbaputa ego nke ha zigara nye ụlọakwụkwọ ahụ.",
    "N'okwu ya; \"ụloakwụkwọ ahụ detara anyị akwụkwọ na ha chọrọ itinye ego ahụ n'ụlọakụ gọọmentị...anyị zigakwara ha akara ụlọak gọọmentị, ha zitere anyị ego ahu.\"",
    "Ihe mere m ji akwado Yahaya Bello maka ọkwa Onyeisiala 2023 - Ralph Uwazurike3 Mee 2022",
    "Ụlọikpe ajụla ịtọhapụ Rochas Okorocha dịka EFCC kpụpụrụ ya ikpe taa30 Mee 2022",
    "Ihe ọbụla EFCC chọrọ ime ha mee ya dịka iwu siri kwuo- Rochas Okorocha24 Julaị 2019",
    "Dịka ọ na -akpọtụ na soshal midia  na ụlọọrụ  na-ahụ maka ịkpochapu mpụ na nrụrụaka na Naịjirịa a kpọrọ EFCC boro aka chịburu Kogi steeti bụ Yahaya Bello ebubo  were ego ndị Kogi steeti ruru  ijeri naira na ụma($845,852,84)  kwuorọ ụmụ ya ụgwọ-akwụkwọ n' ụlọakwụkwọ 'America International School of Abuja' (AISA) dị n' Abuja, ajụjụ ndị mmadụ na-ajụ bụ ma ụlọakwụkwọ ahụ ọ kwụghachila ego ahụ?",
    "Nke a na-apụta  dịka akwụkwọozi nke ụlọakwụkwọ ahụ degaara EFCC na-arịọ ha ka ha weta akara akpaego ha n'ụlọakụ ka ha were nwee ike ịkwụchigha ego dị $720,000 wuru ewu na soshal midia ụbọchị Fraide.",
    "N'akwụkwọ ozi ahụ, ụlọakwụkwọ ahụ kwuru na $760,910, bụ ihe fọrọ nn'ego akwụnyere ha nke ha nke ha ji kwuo ụgwọ nke ụmụ aka ahụ na-agụ klasị 'Grade 2 rue 8' gụọrọla agụ.",
    "EFCC na-ebo ebubo na oge ọ bụ gọvanọ na Bello ji ego ndị Kogi steeti kwụọ ụgwọ akwụkwọ ụmụ ya ise ego rue oge ha ga-agụcha akwụkwọ.",
    "Mana otu onye welitara is n'ụlọọrụ EFCC na- achọghị ka a kpọọ aha ya gwara onye ntaakụkọ anyị na ọ bụ ezịokwu ụlọakwụkwọ AISA detara akwụkwọ gwa EFCC na ha ga-akwughachi egọ ahụ na-ese okwu.",
    "N' ọkwụ ya, “A chọghị m ka akpọ aha m, mana ọ bụ ezịokwu na ndị AISA detara akwụkwọ ka ha kwughachịta egọ ahụ”.",
    "“Ka o si dị ugbua, AISA akwụtala ụfọdụ egọ n’ ime ya ma amaghị m ego ole ha kwụtarala”.",
    "Ọ gara n’ ihu kwuo na ọ bụ n' afọ 2022 ka ndị AISA detara ha edemede ahụ were gwa EFCC ka ha kwụghachị ego ahụ. “ịhe abụghị ọkwụ taata.”",
    "Dịka ebubo e boro ya na-efegharị na soshal midia, Yahaya Bello agọọla na ọ bụghị eziokwu na o ji ego gọọmentị kwụọ ụgwọ akwụkwọ ụmụ ya.",
    "N'ozi nke ọnụ na-ekwuru ya bụ Michael Ohiare binyere aka ma wepụta ụbọchị Fraide o kwuru sị, \"Yahaya Bello ejighị ego si n'akpa Gọọmentị Kogi steeti kwụọ ụgwọ akwụkwọ ụmụ ya.\"",
    "O kwuru na oge EFCC gakwuru ụlọakwụkwọ ahụ gbalịa ịnapụta ha ego ha sịrị na Bello nwetara n'ụzọ ezighị ezi na Bello gbara ụlọakwụkwọ ahụ akwụkwọ ebe ọkaikpe nyere mkpebi na ụlọakwụkwọ ahụ enweghị ikike  kwụghachi onye abụghị onye nyere ha ego ihe ọbụla.",
    "Ebe foto si, Michael Ohiare",
    "Mbọ BBC Igbo gbara inweta olu ndị nwe ụlọakwụkwọ AISA amịtaghị mkpụrụ dịka ekwentị ha gbanyụrụ agbanyụ.",
    "Ha azaghịkwa ozi e zigara ha n'ekwentị tupu akụkọ a apụta.",
    "Ebe foto si, America International School of Abuja website",
    "Cheta na ihe karịrị otu ịzụụka rue ugbua, EFCC na Yahaya Bello na-akpọtụ maka ebubo metụtara ego ndị Kogi steeti a sị o mefuru n' ụzọ ekwesịghị ekwesị.",
    "N'izuụka gara aga, ndị ọrụ EFCC wakporo ụlọ Bello n'Abuja ebe ha gara ịnwuchi ya, mana  ha emelighị ya nke mere ka ha wepụta ozi kwuo na Bello bụ onye a na-achọ achọ maka ịzara ọnụ ya n'ebubo imefu ego ndị Kogi steeti oge ọ bụ gọvanọ.",
    "Bello chịrị Kogi steeti afọ asatọ malite n'afọ 2016 rue 2024.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "\"Ndị PDP Imo steeti niile so Ihedioha aga ebe ọbụla ọ na-aga\" - Barr. Kissinger23 Eprel 2024",
    "A sị na ise onyonyo ndị otiegwu bụ ọrụ ụmụnwoke mana eji m ya aracha pịọm - Director Pink14 Maachị 2024",
    "Hope Uzodimma: Iwu Naịjirịa ọ kwadoro Gọvanọ ịhọpụta onwe ya dịka kọmịshọna?1 Mee 2024",
    "Minister for Communications: Naijiria nwere ndị nka teknụzụ zuru ịna-ezipụ mba ofesi2 Mee 2024",
    "Etu ikpe siri gaa taa n'etiti Binance na gọọmenti Naịjirịa8 Eprel 2024",
    "Afọ ise agaala kemgbe etiri mkpu mmetọ ụmụnwaanyị na mba Sierra Leone. Ọ gbanweela?30 Eprel 2024",
    "'Esi m n'ịgụ egwu n'ime ahịa banye ịgụ egwu n'onyonyo Afamefuna na-ewu na Netflix, nkwarụ bụ n'echiche' - Determination26 Eprel 2024",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe24 Eprel 2024",
    "Mmiri 'ice block' kazi achịcha Bekee garaa ọnụ maka okpomọkụ30 Eprel 2024",
    "Afọ itoolu ka ndị ọchịehi wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola30 Eprel 2024",
    "Afọ itoolu ka ndị ọchị wakporo Nimbo, ha awakpokwala ha ọzọ, gọvanọ Enugwu kwuru na o zuola",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ịṅụ ọgwụ mgbochi aghara aghara na-eme ka ọ ghara ịrụ ọrụEmelitere ikpeazụ na: 24 Mee 2019",
    "Ihe mere Igbo ji asụ n'olu n'olu dịka Onitsha, Enuanị, Nsukka, Owerri na ndị ọzọEmelitere ikpeazụ na: 10 Disemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}