{
  "published": "1 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gọọmentị Enugwu akutuola ihe ruru ebe anọ n'ime naanị ọnwa ato afọ 2024",
    "Ụzụ akwa na-atụ na Nchatancha Nike Enugwu steeti dika gọọmenti Enugwu ji aka ike akụtugasi ụlọ ndị mmadụ maka ịrụ “New Enugu City” a na-ama ọkwa ya ka mgbe.",
    "Ọtụtụ ndị bi ya bụ ebe kwara arịrị na gọmenti edeghị akwụkwọ na ha ga-akụtu ụlọ ha, kama n'ụbọchị Tuzde gara aga ka ha biara na mberede kutuo ụlọ ndị mmadụ na-agwaghi ha agwa, na-eleghi anya n’azụ.",
    "Nwaanyị nwe UD farms nke dị na Nchatancha Nike aha ya bụ Ngozi DeDe ji anya mmiri kwuputa na ọkụkọ na azụ katapịla gburu na be ya kariri nde naira iri atọ.",
    "Ngozi dede kọọrọ BBC “ Ọ bụ ụbọchi Tuzde ka ndị ọrụ Enugwu Capital ji katapila kutuwa ulọ ọkụkọ m na enyeghi m ozi na mbụ”",
    "N’afọ gara aga ka gọọmenti nyere ndi ọzọ akwụkwọ maka nkụtu ahụ, ma gwa m na nke m esoghi ya. Ọgbagwojuru m anya ka siri gafee agbata bịa kụdaa ụlọ ọkụkọ m. “",
    "“Gọọmentị gbatara m ọsọ enyemaka makana enweghi m onye ga-alụrụ m ọgụ”",
    "Ọkụkọ ndị ahụ tọgbọchara n’ozu, ebe ndị agbata obi ndị ọzọ na-ebe akwa ariri.",
    "Cheta na gọmenti Enugwu abianyela aka n'akwụkwọ ka a rụọ ihe Bekee kpọrọ “New Enugwu City” na Nchatancha Nike.",
    "Ị mabu ihe iri na abụọ ndị a maka Mr Ibu?3 Maachị 2024",
    "Ụzọ ise ụmụafọ Naịjirịa si na-anya ndụ n’ihi ọnụ ngwaahịa na-arị elu4 Maachị 2024",
    "Igbo Culture: Gịnị bụ Ikoro na uru ọ bara n’omenala Igbo?3 Maachị 2024",
    "Ụlọ ọrụ Enugu Capital Territory Development Authority bụkwa nke a kpụ n’ọnụ ugbua n’ihi na ha akwatuola ebe anọ dara ụda n’Enugwu kamgbe afọ a bụ 2024.",
    "CENTENARY CITY",
    "Ndị ụlọọrụ ECTDA kwaturu ọtụtụ ụlọ ebe a nke butere nnukwu esemokwu n’etiti ndị obodo Ndiagụ Amechi na gọọmentị Enugwu. Cheta na gọọmenti Ifeanyi Ugwuanyị kwuru na ọ bụ ya nwe ala ahụ nọ n’ime Centenary, mana ndị Obodo Ndịagụ Amechi kwuru na ọ gaghi eme.",
    "BREATHE LOUNGE",
    "Ụlọọrụ ECTDA nke Uche anya nọ n’isi ya, gara n’ụbọchi Tọzde Febuwarị 29 buru igwe nkwari kutuo ụlọ oriri na ọṅụṅụ ahụ. Nke a ka bụ okwu a kpụ n’ọnụ ugbua.",
    "EKE OBINAGỤ",
    "Ahia Eke Obinagị tọgbọrọ chakoo ugbua n’ihi na ndị ọrụ ECTDA eburula ngwa ọrụ ha kutusia shọpụ niile gara aka nri na aka ekpe ya bụ ahia.",
    "NCHATANCHA NIKE",
    "Ihe karịrị ọnụ ụlọ 50 nọ n'ime obodo ahụ bụ anya mmiri ma iru uju ugbua kwuputa n'ụlọ ha esoghi na ndị gọọmenti nyere akwụkwọ na a ga-akutu, mana ndị ECTDA jiri iwe mebisie ihe niile.",
    "Oriaku Ngozi Dede bụ onye egburi ọkụkọ ya kariri puku irir atọ na azụ catfish karịrị puku 1se, gunyere ulọ atọ nke ọkụkọ na ụlọ abụọ ndị ọrụ ya bị.",
    "Ndị nnile ometutara n’ayọ gọmenti la ọzọpụta ha.",
    "BBC Igbo zigara onyeisi  Chairman Enugu Capital Territory Development  Authority ECTDA ozi ọtụtụ oge na whatsapp nakwa n'ozi 'sms' mana o nweghi nke ọ zaghachiri.",
    "Ndị nwe ụlọ oriri na ọṅụṅụ a kpụrụ 'Breathe Lounge' dị n'Independence Layout Enugwu Steeti etiela mkpu na ha adaghị iwu ọbụla na nkutu gọọmentị Enugwu Steeti kuturu ụlọahịa ha.",
    "Ụlọọrụ gọọmentị na-ahụ maka mmepe isiobodo Enugwu bụ Enugu Capital Territory Development Authority (ECTDA) kuturu ụlọ ahụ n'abalị Tọzde 29 Febụwarị 2024.",
    "Nghọtahie dị n'etiti ndị nwe 'Breathe Lounge' na ụlọọrụ ECTDA malitere n'izuụka ole ma ole gara aga, mgbe ha degaara ụlọ oriri a akwụkwọ na a ga-akutu ụlọ ha.",
    "Centenary City Enugu: \"Anyị na-arịọ gọọmentị ka ha kwụsị ikutusị ụlọ anyị tara ahụhụ rụọ\"23 Jenụwarị 2024",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Anyị ejighi 15m anyị ga-eji zụ ọdọ ahịa ọhụrụ - Ndị Ahia Kenyatta 10 Ọgọọst 2022",
    "Onyeisi 'Breathe Lounge' bụ Mazi Ikechukwu Okeke kọwara na ndị ọrụ ECTDA wetaara ha akwụkwọ kwuo na ha dara iwu e ji na-ahụ maka ịrụ ụlọ oriri na ọṅụṅụ.",
    "O gosiri ụfọdụ ndị ntaakụkọ akwukwọ niile ọ gbara banyere ụlọ, sị na ha bụ nke ezi ya ma kwuo na ụlọọrụ ECTDA na-ebo ya ebubo ụgha.",
    "Okeke kwara arịrị ma kwuo na Maazị Uche Anya bụ onyeisi ECTDA bụ onye agbata obi ya, nke a mere o jiri were ikike ọkwa ya dịka onyeisi ECTDA na-emegbu ya.",
    "O kwukwara na ọ bụ ụlọọrụ ECTDA nyere ya akwụkwọ ikike niile o ji rụọ ụlọ ahụ n'oge mbụ.",
    "Mana ozi ụlọọrụ ECTDA wepụtara na-ekwu na Okeke enweghi akwụkwọ ikike ala a kpọro 'C of O' ebe ọ rụrụ ụlọ oriri na ọṅụṅụ, tinyekwa na akwụkwọ ndị ọzọ o ji rụọ ụlọ ahụ bụ nke adịgboroja.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Enugu Steeti",
    "Ọrụ esemese ọrụrụ ụlọ or akịtekchọ",
    "Enugwu",
    "Aba Power Plant: Ihe ọ ga-efu ka ọkụ anyụghị anyụ na-enwu n'Aba - Barth Nnaji13 Maachị 2024",
    "NA EME UGBU A, Gọọmentị Naịjirịa ewepụla mmachi niile ha tinyere n'isi mba Niger1 Maachị 2024",
    "Etu nwata nwaanyị si gbuo nna ya tufuo ozu ya na Ngwo dị n'Enugwu12 Maachị 2024",
    "Ihe mere n'ezie maka nwaanyị a sị gburu onwe ya n'Enugwu8 Maachị 2024",
    "Ugboro iri a tọọrọ ụmụakwụkwọ na Naịjirịa nke dara ụda 9 Maachị 2024",
    "Gọọmenti Enugwu ewerela katapila kwọgbuo ọkụkọ karịrị  30,000 na Nchatancha Nike4 Maachị 2024",
    "Lee etu ikpe Willie Obiano na EFCC si gaa n’ụlọikpe taa7 Maachị 2024",
    "Blood clots: Ihe ị kwesiri ịma maka ọrịa a gburu Mr Ibu5 Maachị 2024",
    "Ụka akwamozu Herbert Wigwe, Chizzy na Tochi n'ụlọụka",
    "Mother's Day: Ugboro ole ka a na-emedị ụbọchị ndị nne n'afọ?Emelitere ikpeazụ na: 8 Mee 2022",
    "Ugboro iri a tọọrọ ụmụakwụkwọ na Naịjirịa nke dara ụda",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}