{
  "published": "02:57",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze",
    "Onye dere ya, Makuochi Okafor na Kelechi Anozia",
    "Ndị mere akụkọ a,  Journalist na Video Editor",
    "Ebeg o si  Lagos",
    "elekere 6 gara aga",
    "Dọkịnta Ogechi Eze, bụ onye a ma ama na soshal midia maka iji asụsụ Igbo akụzi ọtụtụ ihe gbasara ezi ahụike maka ụmụnwaanyị.",
    "Onyonyo ya na-efesa ebe dị icheiche dịka ọtụtụ ndị mmadụ na-eziga ha nye ndị nne ha nakwa ụmụnne ha bi n'ime obodo n'ihi na ha na-aghọta ya nke ọma karịa nkọwa ahụike ndị nke e mere na bekee.",
    "Na mkparịtaụka ya na BBC Igbo nwere n'ọdị nso a, Dkt Eze kwuru na ‘asụsụ dị mkpa maka na ọ na-enye aka ka ndị mmadụ ghọta ihe a na-akọwara ha, mụta ya nke ọma, ma nwekwaa ike icheta ha n'ọdịnihu\".",
    "Eze kwuru na ọ na-anụ ya ọkụ n’obi ịhụ na ndị Igbo mụtara asụsụ ha ma ghọta maka ahụike ha n’ụzọ doro anya karịa iji nnukwu bekee bụ nke na-agbagwoju onwe ha anya.",
    "Ọ kọwara na ihe onyonyo ọ na-eme abụghị na ọ dịrị ya mfe, makana o nweghị igwe e ji ese onyonyo, kama nke ahụ egbochighị ya iji ekwentị ya esete ya bụ onyonyo.",
    "E wepụ nne m akaghị ịgbalahụ ọnwụ site n'ọrịa 'sickle cell'-Nwaanyị  dị afọ 65 7 Julaị 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC7 Julaị 2023",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu5 Mee 2023",
    "Oge kwukwara etu ọrụ ya si enyere ọtụtụ ndị mmadụ ọkachasị ndị nne ochie bi n'ime obodo ndị emepeghị emepe.",
    "O kwuru: “Iji asụsụ Igbo eme ihe onyonyo ahụike na-azọpụta ndụ ọtụtụ ndị nne bụ ndị asụsụ bekee na-agbagwoju anya”.",
    "N’afọ olemole gara aga, Tejinder Sandhu bụ onyeisi ụlọọrụ Unicef n’Akure, Ondo steeti, gbara ama maka uru ọrụ Dkt Eze na-arụ na-abara ụmụnwaanyị.",
    "O kwuru: “Ime nkuzi ahụike n’asụsụ onye ga-enyere ndị kwesịrị ịnụ ozi ahụ aka ngwa ngwa n’ihi ndị mmadụ na-aka amụta ihe ngwangwa ma na-echetakwa ya ma a sụọ ya n’asụsụ ha.”",
    "Agụmakwụkwọ bekee ka bụ ihe ọtụtụ na Naịjriịa enwebeghi ohere isonye na ya.",
    "Nke a pụtara na iji asụsụ bekee akọwa ihe nwereike ịgbagwoju ụfọdụ anya karịa ma e jiri asụsụ olu ndị sụọrọ ha ya bụ ihe.",
    "Kirie ihe onyonyo nọ n’elu akụkọ a n’uju ka ị nụrụ ihe Dkt Eze kwuru maka ọrụ o ji soshal midia arụ.",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Social media",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}