{
  "published": "05:39",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na asụsụ ndị ọzọ akwalite ịdịnotu Naijiria",
    "Naijiria bụ mba nwere ọtụtụ agbụrụ nakwa asụsụ. Ndịiche dị n'asụsụ nakwa omenala agbụrụ niile dị na Naijiria kwesịrị ịbụ nnukwu uru ọbụghị ọghọm.",
    "Nke a bụ ihe Mazị Adedeji Odulesi kwuru, mere ya ji eji onyinye ịsụ asụsụ atọ a kacha mara na Naijiria, bụ Awụsa, Igbo na Yoroba, na-akwalite ịdịnotu na ezi mmekọrịta n'etiti ụmụ Naijiria.",
    "Odulesi, bụ onye Ijebu dị n'agbụrụ Yoroba, mana ọ na-asụ asụsụ Igbo na Hausa nke ọma, tinyekwara asụsụ French, Jaman, na Pijin English.",
    "Na mkparịtaụka ya na BBC Igbo nwere n'ọdịnso a, Adedeji kọrọ etu o si mụta Igbo site n'aka onye ntụgharị asụsụ n'ụlọuka Deeper Life, n'Owere, Imo Steeti, n'afọ 1991/92.",
    "Taa, ọ bụ asụsụ Igbo na asụsụ ndị ọzọ ọ na-asụ, ka o ji enye ezinụlọ ya nri, dịka onye na-ekwu okwu na mmemme, nke bekee na-akpọ 'Master of Ceremony' (MC), ma jirikwa ya na-akwalite ịdịnotu Naijiria.",
    "The Experience 13: Lee ka Don Moen na otiegwu ndị ọzọ na-asụ Igbo7 Disemba 2018",
    "Hajia Sefiya Ali nwaanyị awụsa na-ata asụsụ Igbo ka ọjị25 Nọvemba 2020",
    "Imi, ewu, na okwu ndị yiri onwe ha n’asụsụ Igbo na Yoruba 11 Nọvemba 2022",
    "Adedeji Odulesi",
    "Ọ na-eme nke a site n'ịchọta ndị na-asụkwa ọtụtụ asụsụ Naijiria dịka ya onwe ya, na-agba ha ajụjụ ọnụ gbasara agbụrụ Naijiria dị icheiche na ihe ọma gbasara agbụrụ ndị a.",
    "\"Ọ bụrụ na ị hapụbeghị mpaghara gị gaa ebe ọzọ, hụ omenala ndị ọzọ, ị ga na-asị na ndị nke a bụ ndị ọjọọ, ndị nke ọzọ kpọrọ anyị asị,\" Odulesi kwuru.",
    "\"Mana site na mkparịtaụka mụ na ndị Naijiria si agbụrụ dị icheiche, amatala m n'ezie na ụmụ Naijiria hụrụ onwe anyị n'anya.\"",
    "\"Ya mere m ji egosipụta onyinye a m nwere, nke bụ ịsụ asụsụ dị icheiche, iji mee ka nghọtahie, ogbaaghara na akpọmasị nwụọ n'obodo Naijiria.\"",
    "Odulesi sị na ya enyela onwe ya aha Igbo, nke bụ Chukwuemeka, nyekwa nwa ya nwaanyị aha Igbo - Chioma, ebe aha Igbo nwa ya nwoke bụ Chinedu.",
    "Gere akụkọ a n'uju n'onyonyo dị n'elu.",
    "Naijiria",
    "Asụsụ",
    "Ịkpa obi aṅụrị",
    "Omenala",
    "Ọnụọgụgụ ndị nwụrụla n’alaọmajijiji mere na Morocco akarịala puku abụọ10 Septemba 2023",
    "NA EME UGBU A Etu e si gbagbuo otu n'ime ndị ntọrị na-akpa ike n'Obosi, Anambra Steeti3 Septemba 2023",
    "Anti-gay Law: Etu ụlọikpe si  maa ụmụnwoke anọ ikpe n'Owere maka idina ibe ha9 Septemba 2023",
    "Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi9 Mee 2023",
    "Tribunal Judgement: Tinubu emeriela Peter Obi n'ụlọikpe 8 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a  6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Salman Rushdie: Gịnị dị n'ime akwụkwọ o dere na-ese okwu?Emelitere ikpeazụ na: 14 Ọgọọst 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Anti-gay Law: Etu ụlọikpe si  maa ụmụnwoke anọ ikpe n'Owere maka idina ibe ha",
    "Pastọ anwụọla dịka ọ na-ebu ọnụ abalị 40 ka JisọsEmelitere ikpeazụ na: 17 Febụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}