{
  "published": "13 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, House of Reps/Igboho/Getty",
    "Ndị ụlọomeiwu nta nke Naịjirịa na-achọ ka a tụọ onye maọbụ otu ọbụla na-achọ ikewapụ na Naịjirịa mkpọro afọ 25 maọbụ ọ kwụọ nde naịra iri (N10m).",
    "Nke a dị n’akwụkwọ atụmatụ iwu a kpọro ‘Counter Subversion Bill 2024’ ha wepụtara nke Onyeisi ha bụ Tajudeen Abbas na-akwado.",
    "Dịka ọ dị ugbua, atụmatụ iwu agafeela ngụpụta nke mbụ ma na-akwado ịgafe nke abụọ n’ụlọomeiwu nta.",
    "Mana tupu e mee ka ọ bụrụ iwu, a ga-ebu ụzọ rụrịtaa ụka banyere ya n'ụlọomeiwu tupu ọ gafee ngụpụta nke abụọ.",
    "Ndịagha Naịjirịa ekwuola okwu maka mwakpo e mere n'ụlọọrụ gọvanọ Oyo Steeti13 Eprel 2024",
    "Nnamdi Kanu interview: Zik tinyere anyị n'ụmị - Nnamdi Kanu15 Febụwarị 2019",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere 8 Julaị 2023",
    "Onye maọbụ otu ọbụla na-achọ nwereonwe maọbụ na-eme mgbasaozi banyere nwereonwe, nkewapụta na Naịjirịa ga-aga mkpọrọ afọ 25 maọbụ kwụọ nde naịra iri (N10m) maọbụ mee ha abụọ.",
    "Onye ọbụla jụrụ ịgụ abụ na nkwa njirimaara Naịjirịa, mebie ọkọlọtọ maọbụ ebe okpukperechi nke nwereike ibute ọghaghara ga-aga mkpọrọ afọ iri maọbụ kwụọ nde naịra ise (N5m) maọbụ ha abụọ.",
    "Iwu a kwuru na onye ọbụla dochiri ihe n’okporoụzọ nke iwu na-akwadoghi maọbụ bute kpachikpachi okporoụzọ maọbụ tinye iwu ịnọ n’ụlọ, ngagharị nke iwu na-akwadoghi ga-aga mkpọrọ afọ ise maọbụ kwụọ nde naịra abụọ (N2m) maọbụ mee ha abụọ.",
    "Iwu kwuru na onye ọbụla katọrọ ọchịchị gọọmentị etiti, steeti na nke okpuruọchịchị tinyere ndị ndu obodo, okpukperechi n’ụzọ mkparị ga-aga mkpọro afọ abụọ maọbụ kwụọ nde naịra anọ (N4m) maọbụ mee ha abụọ.",
    "Onye ọbụla kpachiri ebe okpukperechi, ụlọ ọgbakọ ozuzu, ụlọakwụkwọ nakwa ama ọha n’ike nke nwereike ibute ọgbaghara ga-aga mkpọro afọ iri maọbụ kwụọ nde naịra ise (N5m) maọbụ ha abụọ.'",
    "Onye natara nkwado ego maọbụ nke ndọrọ ndọro si n’aka otu maọbụ mba ofesi nke na-agaghị ewulite, mepee ọnọdụ maọbu nchekwa Naịjirịa ga-aga mkpọrọ afọ iri abụọ maọbụ kwụọ nde naịra iri (N10m) maọbụ mee ha abụọ.",
    "Onye ọbụla nwee, ji, na-ebubata ma na-ekesa uwe ndịagha, ndị uweojii nakwa njirimaara ndị ọrụ nchekwa ọbụla ga-aga mkpọrọ afọ abụọ maọbụ kwụọ nde naịra abụọ (N2m) maọbụ mee ha abụọ.",
    "Ebe foto si, Getty Images",
    "Atụmatụ iwu, ọ bụru na e mee ka ọ bụru iwu ga-emetụta otu nakwa ndị ndị iche iche gụnyere;",
    "Otu ọbụla na-achọ nwereonwa ha site n’ikewapụ na Naịjirịa ndị dịka Indigenous People of Biafra (Ipob), Movement for the Actualization of Sovereign State of Biafra (Massob) na Biafra Zionist Movement (BZM) bụ ndị na-achọ nwereonwe Biafra, otu Oduduwa na Yoruba Nations bụ ndị na-achọ nwereonwe ndị Yoruba.",
    "Ndị ọzọ bụ ndị ekperima (bandit), otu nzuzo nakwa otu iche iche bụ nke gọọmentị kpọpụtara dịka ndị na-eyi ndụ egwu",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ọrịa Mpox bụzi ọrịa ọnọdụ gbatagbata n'Afrịka - Ụlọọrụ Africa CDCelekere 6 gara aga",
    "NA EME UGBU A, Onyeisiala Tinubu ewepụtala atụmatụ ga-egbochi ndị ọrụ ahụike ịgbaga mba ọzọ",
    "Lee ntaramahụhụ ga-adịrị ndị na-achọ ikewapụ na Naịjirịa n'iwu ọhụrụ ndịomeiwu chọrọ imepụta13 Ọgọọst 2024",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "Lee iwu Enyinnaya Abaribe gbadoro ụkwụ akpọ ka a nwụchie ndị na-achọ Igbo Must go8 Ọgọọst 2024",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Obodo kachasị nta n'Afrịka ma kachasị nwee ọnụọgụ ndị mmadụ gburu onwe ha n'ụwa6 Ọgọọst 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ada Jesus dị afọ 23 alaala mmụọEmelitere ikpeazụ na: 21 Eprel 2021",
    "Ụzọ asatọ nchekwa si dakpọọ n'Ọwụwa AnyanwụEmelitere ikpeazụ na: 11 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}