{
  "published": "4 Disemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Azeezat Olaoluwa",
    "Ndị mere akụkọ a,  BBC News",
    "Ebeg o si  Tudunbiri",
    "Disemba 2024",
    "Onye nkụzị alakụba, Masud Abdulrasheed na-agba mbọ ịghọta ka e si gbuoa nwa ya nwaanyị gbara afọ asaa na mwakpo ogbunigwe ndịagha Naịjirịa oge emume okpukperechi n’obodo ha ebe e nwere ọtụtụ otu afọ gara aga.",
    "Ndịagha kwuru na ihe mere ha ji tụọ ogbunigwe ahụ bụ maka na ha chere na ndị ahụ gbakọrọ bụ ndị omekome na-eyi ọha egwu.",
    "Ọnụ na-ekwuru ndịagha bụ Ọchịagha Edward Buba gwara BBC na ‘Njiji a jiri na 3 Disemba 2023, bụ oke ọdachị na-ekwesighị ime ma ncha ma ncha.” O kwuru na o mwutere ndịagha na ụdịrị ihe ahụ mere ma kwuo na ọ bụrụ na ha nwereike ịkpọghachita ndị ahụ nwụrụ, na ha ga-eme ya.",
    "Ịdọ aka na nti: Akụkọ a nwere ụfọdụ ihe nwere ike ịkpalite mmụọ ụfọdụ ndị na-agụ ya",
    "Ihe ruru mmadụ 85 nwụrụ nke gụnyere nwa nwaanyị Abdulrasheed aha ya bụ Habeebah, oge ogbunigwe abụọ dara n’obodo dị na mpaghara ugwu Kaduna steeti.",
    "“Ogbunigwe nke mbụ dara n’elekere iri nke abalị n’akụkụ osisi otu nwaantị na ụmụaka ya nọ ọdụ” ka Abdulrasheed kwuru. “Anyị gbawara ọsọ ize ndụ, mana ọdịghị anya, anyị gabkọrọ inyere ndị meruru ahụ aka ma kpọọ oku enyemaka, mana ogbunigwe nke abụọ dara ma gbuo ọtụtụ mmadụ ndị ọzọ.”",
    "Abdulrasheed kọwara nwa ya nwaanyị Habeebah dịka nwa ya kachasị “nwee obi mmadụ n’ụmụaka ya niile.”",
    "“Oge niile, ọ ga-enyem ihe onyinye ọbụla e nyere ya, ọ bụrụgodi na mụ arịọghị ya,” ka ọ gwara BBC.",
    "Abdulrasheed gbara afọ 36, bụ otu ndị na-ahazị emume Maulud a na-eme kwa afọ iji cheta ọmụmụ onye amụma Muhammad.",
    "Ọtụtụ ụmụaka nwụrụ n’ajọ ọdachi a.",
    "“Anyị hụrụ ozu mmadụ ebe niile, ọ dị ka ha a na-arahụ ụra. Akụkụ ahụ mmadụ dakwasịrị n’elu osisi nakwa n’elu ụlọ ndị mmadụ. Anyị kpokotara ha niile ọnụ n’ime akpa ma lie ha n’otu ili.”",
    "Abdulrasheed kwuru na “Enweghị ihe akpataonyi karịrị ịhụ ndị akpọrọ oku maka emumu Maulud ị si etu ahụ nwụọ. Obi gbawara m.”",
    "Dịka nna ụmụaka anọ a na-agwa BBC okwu, nwa ya nwaanyị nke abụọ bụ Zaharu tukwuru ya n’akụkụ, n’ute ọ gbasara n’ihu ụlọ ha. Ọ kpọtara ya nso iji gosi anyị ọnya dị ya n’afọ.",
    "Mpụrụosisi, akwụkwọ nri na ihe ndị ọzọ onye nwere nje HIV/Aids kwesịrị iri ka ahụ ya na-akwọ mụrụ mụrụ1 Disemba 2024",
    "Gịnị ka mmanya 'herbal bitters' na-arụ na ahụ mmadụ?23 Ọktọba 2024",
    "Ka anyị si chọpụta nwoke ahụ gburu mmadụ anọ n’ezinaụlọ ya maka ọgwụ ego - Igwe Emeka2 Disemba 2024",
    "Ngwa ogunigwe tụrụ Zaharau gbara afọ anọ. O nwere ọtụtụ awa tupu e duga ya na ndị ọzọ meruru ahụ ụlọọgwụ dị nso na Kaduna.",
    "N’agbanyeghị na a wara ya ahụ, ọnya alabeghị.",
    "“Oge nwa nwaanyị meruru ahụ na ndị ọzọ nọ n’ụlọọgwụ, e nyere ha ezi nleta . Anyị kelere gọọmenti maka nke a.”",
    "Mana ihe gbanwere oge a sịrị anyị lawa nke ọtụtụ ọnwa gasịrị. Ụlọọgwụ ahụ ajụla inye ha nleta n’efu, ha na-akọrọ anyị akụkụ ajambele.”",
    "Ọ bụrụ na ị gagharịa n’obodoTudunbiri, enweghị ezịnaụlọ ọdachị a n’emetụtaghị.",
    "Aisha Buhari gbara afọ iri abọụ, kwuru na nwanne ya nwoke atọ nwụrụ, ebe o meruru ahụ n’aka ya nke n’alabeghị.",
    "Aisha yi uwe hijab ya, bere akwa dịka ọ gwara anyị oge ikpeazụ ụmụnwanne ya atọ ahụ tupu ha nwụọ.",
    "“N’abalị ahụ, mụ na ha kparịtachara ụka tupu mụ gawa ebe ọzọ tupu ogbunigwe mbụ ahụ adaa, ihe m hụziri bụ ozu ha tọgbọrọ n’ala,”Ka nwaada Buhari kwuru.",
    "“Oge e bugara ha ụlọọgwụ, ọ bụ naanị ha ka m na-eche. E bere m akwa nke ukwuu.”",
    "Dịka nwaada Buhari na-agwa anyị okwu, ọ kwụsịtụrụ iji hichaa abụ si n’ọnya ya apụta.",
    "O kwuru na “Tupu ọdachị emee, a bụ m onye na-arụ ọrụ ugbo dị iche iche, mana ugbua, enwezighi m ike ime ihe ọbụla nke ọma. Ọ bụzi ndị mmadụ na-enyere m aka ịsa akwa m na ime ihe ndị ọzọ.”",
    "Gọvanọ Kaduna steeti bụ Uba Sani gwara BBC na ọ ga-elebanye anya n’afụfụ obodo ahụ nakwa Nwaada Buhari.",
    "“BBC daalụ nụ maka ozi a. A ga m elebanye anya na Tudunbiri, ọ bụrụ na m hụ ndị kwesịrị inweta nleta n’ụlọọgwụ, a ga m eme ka ha nweta ya,” Gọvanọ Sani kwere nkwa.",
    "“Ntụziaka m nyere bụ ka ndị niile meruru ahụ nweta nleta ruo oge ha nwetachara onwe, enweghị oge m kwuru ka a sị ha lawa,” ka ọ gbakwụnyere.",
    "N’agbanyeghị mwakpo a mere n’afọ gara aga, ndị obodo Tudunbiri gara n’ihu merube emume Maulud n’afọ mana ọ bụzi ọnwa abụọ dị n’ihu.",
    "Emumu ahụ bụ nke e ji maka ya gbapee ụlọ okpukperechi alakụba nke gọọmeti rụrụ n’ogige ahụ a tụrụ ogbunigwe iji tie ezinaụlọ ihe ahụ metutara aka n’obi.",
    "Abdulrasheed bụ onyeisi ụlọ okpukperechi alakụba n’ihi na onye bụbu onyeisi ha nwụrụ n’ihe ogbunigwe ahụ.",
    "“Obi dị anyị ụtọ maka ụlọ okpukperechi alakụba ọhụrụ a, mana anyị agahị echefu ihe ahụ mere,” ka Abdulrasheed gwara BBC. Oge ọbụla m bịara ebe a, a na m echeta ihe mere ụbọchị ahụ, ọ na-agbawa m obi. Dịka anyị na-emerub emume Maulud nke afọ a, anyị na-eri uju ndị nwụrụ.”",
    "Ndịagha Naịjirịa na-ebu agha megide ndị omekome na-eyi ọha egwu ma na-awakpo ime obodo, gbuo ma tọrọ ndị mmadụ maka ịnara ego na mpaghara ugwu Naịjirịa.",
    "Nke a mere ka e nwee ọtụtụ mwakpo ogbunigwe iji megide ha.",
    "Onyeisi nchekwa web bụ Guy Martin gwara BBC na Ndịagha ụgbọelu Naịjirịa zụtara ọtụtụ ụgbọelu.",
    "Nke a gụnyere ụgbọelu dronu (UAVs) nke mba Chaịna rụrụ.",
    "“Ọnụego UAVs mba Chaịna rụrụ dị ọnụ ala, ọ bụ ya mere ka ọ dị mfe inweta. Ọtụtụ mba Afrịka azụọla UAVs site na Chaịna na Tọkị,” ka Martin kwuru., ma kwuo na ọ bụ ogbunigwe si na UAVs butere mkpamkpa ahụ kpara na Tudunbiri.",
    "“Enweghị ezi nlekọta na enweghị ezi ọzụzụ nye ndịagha bụ ihe butere ọdachị ahụ. Iji akụrụngwa teknụzụ dịka UAV rụrụ ọrụ nchekwa bụ bụ nke kwesịrị ka ndịagha nweta ezi ọzụzụ banyere ya”, ka Martin gbakwunyere.",
    "Ọchịagha Buba gwara BBC na ndịagha Naịjirịa na-enwe ọtụtụ ihe na-echere ha aka mgba dịka ha na-arụ ọrụ maka nchekwa obodo.",
    "O kwuru na “Akụrụngwa ọrụ anyị abawanyela  tinyere na anyị enweela ọtụtụ ndịagha nwetara ọzụzụ zuru ezu banyere akụrụngwa ndị a”.",
    "Dịka ozi ụlọọrụ nnyocha bụ SBM Intelligence wepụtara si kwuo, ndịagha Naịjirịa emeela mwakpe mberede 17 n’ime Jenụwarị 2017 na Septemba 2024 ma gbuo ihe ruru mmadụ narị ise (500).",
    "“Otu ihe n’ekwesighị ezughị oke, oge ọbụla anyị hụrụ ka ọtụtụ narị mmadụ nwụrụ site na mwakpo dị etu a, ọ bụ ihe kwesịrị ka e lebanye anya na ya,” bụ ihe onye nnyocha ụlọọrụ Human Rights Watch (HRW) na Naịjịrịa bụ Anietie Ewang kwuru.",
    "N’nzaghachi, Ọchịagha Buba kpọrọ oku ka ụlọọrụ dị ka HRW jaa ndịagha ike maka ọrụ ha, mmekọ ha na ọhanaeze nakwa etu ha si nabata ihe na ha amaghị ama tụọ ogbunigwe ahụ n’obodo Tudunrin.",
    "“Anyị ga-agba mbọ gbochie ụdịrị ọdachi n’ọdịnihu,” ka Ọchịagha Buba kwuru.",
    "O kwuru na a ewepụla ndịagha abụọ maka mkpa mkpa ahụ ma kwuo na nnyocha na-aga n’ihu.",
    "Gọọmenti etiti na gọọmenti Kaduna steeti ekwuputala na ha nwere atụmatụ dị iche iche iji nweta mmepe n’obodo Tudunrin iji tie ha aka n’obi. Gọvanọ Sani gwara BBC na gọọmenti na-arụ ụlọọgwụ nakwa ebe a na-ekuzi aka ọrụ n’obodo ahụ.",
    "O kwuru na “Anyị na-enyere ndị obodo Tudunrin aka kemgbe ihe a mere, antị ga-aga n’ihu na-enyere ha aka”.",
    "“Ha bụ ndị nke m”, Ka Gọvanọ Sani gbakwụnyere.",
    "Mana n’aka nke ọzọ, ndị obodo ruru iri abụọ kwuru na gọọmenti napụrụ ha ala ha iji rụọ ihe ndị a.",
    "Ha gụnyere Hashim Abdullahi gbara afọ 50, gwara BBC na “Obi adighị m mma maka na ala m so na ala gọọmenti nwere iji rụọ ụlọọgwụ ahụ, enweghịkwa ihe iti aka n’obi ya nyere m. Mụ na ezịnaụlọ nọ n’afụfụ ugbua maka na m enweghị ọrụ.”",
    "Na nzaghachi, Gọvanọ Sani kwuru na “Maka ndị nwere ala, mịnịstrị gọọmenti Kaduna na-ahụ maka ala na-arụ ọrụ iji hụ na ha nwetara ala ha”.",
    "Osote onyeisiala Naịjirịa bụ Kashim Shettima gakwara ebe ahụ dịka ọdachi ahụ dara, ma kwe nkwa iti ha aka n’obi.",
    "A gwara ndị mmadụ na ha ga-enweta nde naịra abụọ na ụma ise (N2.5million) n’isi otu onye ọbụla nwụrụ n’ezinaụlọ ọbụla, ebe ndị meruru ahụ ga-enweta puku narị asaa na puku iri ise (750,000).",
    "“Ọ bụ ihe ịrịbama na gọọmenti tiri ndị a aka n’obi mana anyị chere na e nwere ihe aka azụ dị na ya”, ka Nwaada Ewang kwuru.",
    "Nwaada Buhari gwara BBC na ezinaụlọ ya enwetela nde naịra asaa na ụma ise (N7.5million) maka ụmụnwanne ya nwoke atọ ahụ nwụrụ ebe ya onwe ya nwetara puku narị asaa na puku iri ise (750,000) maka ahụ o meruru, o kwuru na ego a ezughị ma ncha.",
    "“A na m azụta ọgwụ ebe a na-ere ọgwụ iji hichaa ma dozie ọnya a dị m n’aka, maka na ọ bụ nke ego nwereike ịzụta. Ụlọọgwụ anaghị enye m nleta. Oge ụfọdụ, ọ na-afụ ọfụ ruo ọtụtụ izu ụka,” ka ọ gwara anyị.",
    "“Anyị na-atụ anya na gọọmenti ga abịa nyere anyị aka iji iji mee ka m nweta ezi nleta maka aka m,” Nwaada Buhari gbakwụnyere.",
    "Abdulrasheed gwara BBC na gọọmenti enyebeghị ya ego ọbụla maka ahụ nwa ya gbara afọ anọ meruru n’ọdachi ahụ.",
    "O kwuru na “Oge ọbụla m hụrụ ọnya a, ọ na-enwute m”.",
    "Ọ gara n’ihu kwuo na o nwetara ego iti aka n’obi maka nwa ya nwaanyị nwụrụ, mana ego ahụ agaghị enweghachita ndụ ya.",
    "N’okwu ya “Oge ọbụla m gara n’ili ahụ, a na-echeta ka anyị si ebi dịka ezinaụlọ, mana ugbua, obi agbawala m”.",
    "Mgbe nkwa ịlụ di maọbụ nwunye nwereike itinye mmadụ n'ụlọnga - Ọkaiwu",
    "Steeti ndị dị n’Ọwụwa Anyanwụ maliterela ịkwụ ụgwọ opekatampe ọhụrụ na ego ole ha na-akwụ",
    "Islam",
    "Kaduna steeti",
    "Afịrịka",
    "Naijiria",
    "Dronụ",
    "Ndịagha",
    "'Anyị hụrụ ozu mmadụ juru ebe niile' - Ndị obodo ebe ndịagha Naịjirịa tụrụ ogbunigwe ka na-eru uju ya4 Disemba 2024",
    "NA EME UGBU A, A malitela atụmatụ ichutu Onyeisiala mba Saụt Korịa n’ọkwa ọchịchị",
    "Chaatị na-egosi ebumnobi ụmụafọ mba Gana na ntuliaka ọkwa Onyeisiala ha na-abịaelekere 8 gara aga",
    "Ka anyị si chọpụta nwoke ahụ gburu mmadụ anọ n’ezinaụlọ ya maka ọgwụ ego - Igwe Emeka2 Disemba 2024",
    "Ndị uweojii anwuchigharịala Speed Darlington n'ihi BurnaBoy - Deji Adeyanju 27 Nọvemba 2024",
    "Ọ bụ eziokwu na ndị Igbo anaghị eresi ndị agbụrụ ọzọ ala? Lee ihe anyị chọpụtara26 Nọvemba 2024",
    "Etu ndị mmadụ si zute ọnwụ ha n'emume ‘Christ The King’ n’ụlọụka CKC dị n'Aba, Abia Steeti26 Nọvemba 2024",
    "Ihe ọhụrụ na-eme na mba Finland gbasara Simon Ekpa26 Nọvemba 2024",
    "‘Ịdị ime’ ruo ọnwa iri na ise: Akụkọ ndị ji afọ ime 'ịrịbaama' aghọgbu ndị mmadụ25 Nọvemba 2024",
    "Mkpụrụosisi, akwụkwọ nri na ihe ndị ọzọ onye nwere nje HIV/Aids kwesịrị iri ka ahụ ya na-akwọ mụrụ mụrụ",
    "Ihe ọhụrụ na-eme na mba Finland gbasara Simon Ekpa",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Ka anyị si chọpụta nwoke ahụ gburu mmadụ anọ n’ezinaụlọ ya maka ọgwụ ego - Igwe Emeka",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Other Languages",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}