{
  "published": "07:08",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ ọzụzụ a zụrụ m dịka nwaanyị mere m ji bụrụ ezigbo osite - White Money",
    "Onye dere ya, Kelechi Anozia",
    "Ndị mere akụkọ a,  Video Journalist",
    "Nọvemba 2023",
    "Onye a ma ama na-eme ihe nkiri, na-eti egwu ma bụrụkwa otu onye n’emume Big Brother Naija bụ Hazel Oyeze Onou e ji White Money maara akọwaala ihe mere o jiri maara nri esi.",
    "Na mkparịtaụka pụrụiche ya na BBC Igbo nwere, o kwuru na ọ mụtara ka e si esi nri site n’ọzụzụ e nyere ya mgbe ọ dị na nwata, na a zụrụ ya ọfụma ka e si azụ nwaanyị.",
    "N’ihi nke a na ọ bụ mere o jiri maara etu e si esi nri, aza ụlọ, ehicha ụlọ nakwa idosa ebe obibi ọcha.",
    "“O nweghi ihe nwaanyị maọbụ nwoke ọbụla ga-eji emere m nganga ma a bịa n’ọrụ imeụlọ.”",
    "Ihe Maria kwuru maka Liquorose, Whitemoney na Pere n'egwuregwu BBNaija10 Septemba 2021",
    "Ihe mere ndị mmadụ ejighị Whitemoney egwu egwu13 Ọgọọst 2021",
    "'M nweta ohere ịlaghachị ụlọ 'Big Brother' agaghị m aṅụbiga mmanya oke'- Erica29 Septemba 2020",
    "White gara n’ihu kwuo na ọ bụ eziokwu na ọtụtụ ndị mmadụ na-akatọ ya n’itiegwu kama na ọ bụghị ya ga-eme ka ọ kwụsị iti egwu maka na ọ bụ onyinye Chineke nyere ya.",
    "“Ọ bụ eziokwu na enweghi m olu e ji eti egwu dịka ‘R. Kelly’ maọbụ ‘West Life’ mana enwere ozi m na-ezi n’ime egwu m na-eti.”",
    "Nwamadị a sara ndị na-ekwu na ọ hụghị ụmụnwaanyị n’anya ma sị na ihe ụmụnwaanyị na-amasị ya ebe ọ dị ukwuu, na ọ bụ ya mere o jiri tie egwu banyere ndị nne.",
    "O kwuru na mbọ niile ọtụtụ ụmụnwoke na-agba bụ maka ụmụnwaanyị, na kedụ ihe mere ọ gaghị enwe mmasị n’ebe nwaanyị nọ.",
    "White Money dụrụ ndị mmadụ ndụmọdụ ka ha ghara ige ntị n’ihe ndị mmadụ na-ekwu ma lekwasị anya n’ihe ahụ dịịrị ha.",
    "Kirie ihe o kwuru n’uju ebe a;",
    "Naijiria",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Vidio, Ehighi m ụra, erighi m nri, iji kpaa 'wig' tokarichara n'ụwa - Helen Williams, Duration 3,3324 Nọvemba 2023",
    "Vidio, Ọ bụ ọzụzụ a zụrụ m dịka nwaanyị mere m ji bụrụ ezigbo osite - White Money, Duration 7,0816 Nọvemba 2023",
    "Vidio, Etu ụmụafọ Imo Steeti si ata ahụhụ n'ihi enweghi ọkụ latrik kamgbe NLC gbara abụbụọrụ, Duration 3,5210 Nọvemba 2023",
    "\"Ịlụ ọgụ na-amasị m, ana m alụchitere nwanne m nwoke ọgụ\" - Chiamaka Nwaturuocha7 Nọvemba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}