{
  "published": "9 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụbọchị Mọnde Abalị isii nke ọnwa Mee, afọ 2024, Ụlọakụ Etiti Naịjirịa bụ Central Bank of Nigeria (CBN), nyere iwu ka ụlọakụ malite ịna ụtụ nchekwa ịntanetị na azụmahịa nke ha kpọrọ, 'cyber security levy' na Bekee.",
    "Akwụkwọ ozi sitere na CBN gara n'ihu kpughee na mmejuputa ọkwa a ga-amalite n'ime izu abụọ (Mee 20,2024).",
    "Kemgbe ahụ, okwu ahụ kpalitere iwe ọtụtụ ụmụ Naijiria.",
    "Otu jịkọrọ ndị ọrụ Naijiria bụ Nigeria Labour Congress(NLC) kwuru sị, “Anyị na-ahụ ụtụ a dịka nkata ndị na-achị achị chọrọ iji gaa n'ihu na ịkapụ ndị ọrụ na ọha ụmụ Naijiria enweghị ka ọ ha ha, ego.\"",
    "N'otu aka ahụ, otu jikọrọ ụmụakwụkwọ mahadum bụ 'National Association of Nigerian Students, (NANS), katọrọ ya rịọ Onyeisiala  Bola Tinubu ka ọ kagbuo iwu ahụ na-egbughị oge, si na \"ọ ga-emeka ka ụkọ ego ụmụ Naijiria na-agabiga kawanye njọ\".",
    "Ọzọ, ọ kpalikwara  mgbagwoju anya nke mere ka ọtụtụ na-ajụ ajụjụ dị iche iche maka ya bụ atụmatụ nke gụnyere:",
    "Gịnị ka okwu a pụtara? Kedu etu e si amata ụgwọ nchekwa 'cyber' nke a na-ana emume ego ị na-eme?",
    "Nke mbụ, ọ dị mkpa ị mara na 0.5% bụ 0.005 (nke bụ ọkara otu pasent). 0.005 bụ ihe nnọchianya nke 0.5%.",
    "Ebe foto si, Getty",
    "N'ihi ya, nke a gụnyere na CBN ga-ewepụ 0.5% mgbe ọ bụla i mere emume ego n'akpaego gị n'ụlọakụ gị site n'usoro ntuziaka e nyere.",
    "Dịka ọmụmaatụ: Ọ bụrụ na onye nwere ego n'akpaego ya n'ụlọakụ  chọrọ iziga ego ruru N10,000, dịka ntuziaka CBN ọhụrụ ahụ, a ga-enwere N50 maka ụtụ nchekwa ịntanet.",
    "Nke dị iche na ụgwọ ụlọakụ ma ọ bụ ụgwọ ọ bụla ọzọ a na-enwere gbasara iziga ma ọ bụ itinye ego n'ụlọakụ dịka VAT na ndị ọzọ.",
    "Lee ihe  16 CBN kwuru na iwu ọhụrụ ego nchekwa  intantent agaghị emetụta:",
    "Nkwụnye ego mbite na nkwụghachi ego mbite",
    "Ịkwụ ụgwọ ọnwa",
    "Itinyerita akaego ego n'ime otu ụlọakụ maọbụ n'etiti ụlọakụ dị iche iche nke otu onye nwe",
    "Izirita ego n'etiti ndị nwere otu ụlọakụ",
    "Ndị ụlọọrụ metụtara ego inye ụlọakụ ha ntụziaka metụtara ego",
    "Ntinye ego n’etiti ụlọakụ na ibe ya",
    "Ndị ụlọakụ iziga ego n’Ụlọakụ Etiti(CBN)",
    "Alaka ụlọakụ isiga ego na ala ọzọ n’otu ụlọakụ ahụ",
    "Ihe gbasara akwụkwọ cheque",
    "Akwụkwọ ozi nke kredit (Letters of credits)",
    "Ego metụtara ụlọakụ ịkwalite ịbụ nnukwu ụlọakụ(bank re-capitalisation funding)",
    "Ego edokwara edokwa(savings) na-ego etinyere maka ịzụ itinye ego ogologo a kpọrọ 'Treasury Bills, na commercial papers’ na Bekee.",
    "Ego metụtara  atụmatụ  gọọmentị inyere ndụ aka (ịgwụ ụgwọ ezumike nka)",
    "Ego a na-akwụnyere ụlọọrụ abụghị nke gọọmentị maọbụ ụlọọrụ ebere",
    "Ịkwụ metụtara agụmakwụkwọ: gụnyere; ụgwọ ụlọakwụkwọ, mahadum maọbụ ụlọ mmụta ndị ọzọ.",
    "Azụmahịa metụtara akpaego  ụlọakụ inwere n’ime ụlọ ya dịka akpaego, akpego mkpata na ọghọm, ikpaego  n’etiti ụlọakụ na ibe ya na ‘escrow’ wdg.",
    "Ụlọakụ",
    "Naijiria",
    "Azụmahịa nke kọmpụta",
    "Ego mmadụ",
    "Ịji ego achụ ego",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu8 Mee 2024",
    "Blessing Ogbonna: Ihe Bishop Onah kwuru maka mmanwụ Oriọkpa7 Mee 2024",
    "Gọvanọ Mbah ehiwela atụmatụ a ga-eji kpochapụ ndị omekoome n’Uzo Uwani8 Mee 2024",
    "NA EME UGBU A, Artificial Intelligence ga na-arụzị ọrụ ndị mmadụ nke ga-ebute enweghị ọrụ - Bishop Onaga",
    "Igbo Tradition: Ihe isii nwere ike ịnọchị anya ọjị n'omenala Igbo12 Julaị 2020",
    "Njem Nwaeze Harry,Meghan nwunye ya meere na Naijiria11 Mee 2024",
    "Mba dị n' Ọdịda Anyanwụ Afrika otu ezinaụlọ nọ n'ọchịchị kemgbe afọ 6010 Mee 2024",
    "\"Ọ dịghịrị m mfe ibido ihe ịkpa ọchị\" - Neekah Uwayah8 Mee 2024",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ a9 Mee 2024",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu8 Mee 2024",
    "Mahamat Deby, onyeisi ndịagha Chad emeriela na ntụliaka onyeisiala6 Mee 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Cybersecurity Levy: Ihe i kwesịrị ịma banyere ụtụ ọhụrụ a",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}