{
  "published": "15 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Odumodublavck/Instagram",
    "Odumodu Black ji aha Decla Rice tie egwu nke gazuru ụwa niile",
    "Dịka aha ọgba bọọlụ mba England bụ Declan Rice na-ewu ebe niile na soshal midia ugbua, aha otiegwu a kpọrọ Odumodublvck sokwa ya na-ewu.",
    "Otu bọọlụ Arsenal nke England kwuputara taa bụ Satọde, Julaị 15, na Declan Rice esonyela n'otu bọọlụ ha, mana n'onyonyo ha ji mee nkwupụta a na Twitter, ha tinyere egwu nke Odumodu Black wepụtara n'afọ a, aha ya bụkwa Declan Rice.",
    "Etu m si sọrọ KCee mee egwu Ojapiano - Chigozie Okeke23 Juun 2023",
    "Ihe mere ụfọdụ ndị otiegwu n'Ọwụwa Anyanwụ anaghị apụtacha ihe - Ugochi27 Mee 2023",
    "Dịka onye nkwado Arsenal, nwaanyị ọbụla agaghị emewali gị obi - Kelechi Arsenal22 Mee 2022",
    "N'ime otu awa Arsenal ji wepụta ihe onyonyo ahụ n'akara Twitter ha, ndịmmadụ kiriri ya ihe karịrị ugboro nde 4.8.",
    "Mana onye bụ Odumodu Black? Kedụ etu egwu ya si bụrụ ozurumba ọzụ nke na otu egwu bọọlụ a ma ama dịka Arsenal ji ya ekwupụta onye ọhụrụ ha zụrụ?",
    "Chetakwa na Arsenal zụrị Rice site n'otu bọọlụ West Ham, n'ọnụahịa karịrị £105m nke bụ ọnụ ego kachasị otu ahụ na-azụta onye ọgba bọọlụ kamgbe e hibere ha.",
    "Odumodu tipụtara egwu ọ kpọrọ 'Declan Rice' n'ọnwa Maachị 2023 iji gosi nkwado ya maka ọgba bọọlụ Declan Rice.",
    "Egwu ahụ masịrị Declan Rice nke ukwuu maka na ọtụtụ ndị nkwado ya na-eji ya bụ egwu ajalite ya dịka ọ na-agba bọọlụ.",
    "Ngwangwa Declan Rice mere ihe onyonyo ebe ọ na-agụ egwu ahụ, ọtụtụ mmadụna mba ụwa niile malitere ịchọ ya bụ egwu, nke mere ka aha Odumodu bụrụzie ihe ọtụtụ mmadụ na mba dị icheiche ma.",
    "Ebe foto si, Odumodublvck/Instagram",
    "Ezigbo aha ya bụ Toochukwu Ojogwu.",
    "Ọ bụ onye otiegwu na onye ode egwu.",
    "A mụrụ ya na Legọs, mana nne na nna ya mechara kwafee n'Abuja bụ ebe ọ nọrọ gụọ akwụkwọ sekọndịrị n'ụlọakwụkwọ Christ The King College, Gwagwalada.",
    "Ọ lọghachiri Legọs gụọ akwụkwọ Mahadum na Mahadum nke Legọs.",
    "O sonyeere otu 'Native Records' n'afọ 2022.",
    "'Declan Rice', egwu o tipụtara n'ọnwa Maachị 2023, bụ egwu ya kacha wuo ewuo.",
    "Nke a bụ maka na Declan Rice n'onwe ya hụrụ egwu ahụ n'anya ma nyekwa aka kesaara ya mmadụ nde abụọ na ụma na-eso ya n'Instagram, nakwa mmadụ puku 572 na-eso ya na Twitter.",
    "Declan Rice na Odumodu mechara zute onwe ha na London n'ọnwa June afọ a",
    "Egwu ya ndị ọzọ Odumodu gụrụ gụnyere 'Picanto' nke ya na oti egwu ọzọ bụ Zlatan so gụọ.",
    "Ebe foto si, Odumodublvck/Instagram",
    "Mana ihe ọzọ mere aha Odumodublvck ji ewu na soshal midia bụ maka akụkọ kwuru na ụmụ akwụkwọ wakporo ya dịka ọ gara iti egwu na Mahadum Legọs Steeti",
    "Arsenal",
    "Ụmụntoroọbịa",
    "Premier League",
    "Bọọlụ",
    "Egwuruegwu",
    "Ịkpa obi aṅụrị",
    "\"Anaghị m ahụ onwe ka onye nwere nkwarụ\" - Ọkpọ ụbọ na-enweghị mkpịsị aka3 Disemba 2022",
    "Etu egwu Atịịlogwu siri nweta aha ya15 Mee 2022",
    "Daddy Showkey: Akụkọ ndụ m si wee bido n'okoro ụzọ11 Febụwarị 2022",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye a ma ama n'ihi Declan Rice15 Julaị 2023",
    "Etu mgbọ sị n'egbe ndị NDLEA gbara si tugbuo nwa dị afọ abụọ, merụọ nwanne n'Asabaelekere 4 gara aga",
    "Anaghị m ahụ ụzọ, mana ọ gbochighị m ịbụ onye na-azụ ezi - Ozo Augustine15 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Aspartame - akụrụngwa ọtọ bịrịbịrị a na-etinye na mmanya - ọ na-akpata kansa?30 Juun 2023",
    "Lee etu ọchịchị Ipob ga-adị dịka Nnamdi Kanu nọ ngaEmelitere ikpeazụ na: 1 Julaị 2021",
    "Odumodu Black: Etu oti egwu Igbo a si bụrụ onye ụwa ma ama n'ihi Declan Rice",
    "Cynthia Okereke profile: Ihe ndị ejije Nollywood na-ekwu maka ogbo ha lara mmụọ",
    "Etu ndị NDLEA si gbagbuo nwa dị afọ abụọ, merụọ nwanne ya n'Asaba dịka ha gara ịwakpo ọdọ ndị ọgwụike",
    "Sit-at-home: Ihe 'South East Forum', Ohaneze kwuru maka nọrọnụlọ Simon Ekpa tinyere",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}