{
  "published": "10 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Izuụka gara aga, ụlọọrụ mmanụ kachasị na Naịjirịa bụ NNPCL kwuru na agbakwunyela ego n’ọnụahịa mmanụ ụgbọala gburugburu mba hụ site na narị naịra isii na iri na asaa (617) ruo narị naịra asatọ na iri itoli na asaa (897).",
    "Ya bụ mgbakwunye bịara dịka ihe ịtụnanya n’ebe ọtụtụ ndị Naịjirịa nọ n’ihi na gọọmenti mere atụmatụ ahụ n’oge ụmụ ogbenye na-enye mkpesa gbasara ọnọdụ obibi ndụ ọjọọ.",
    "Naịjirịa bụ mba kachasị nwee mmanụ agbịdị na mba Afrịka ma na-atụpụkwa mmanụ kiarịa mba ndị ọzọ dị n’Afrịka.",
    "Ọnọdụ a mere ụfọdụ mmadụ ji wee na-eche na mmanụ ụgbọala ekwesịghị ịdị ọnụ na mba ahụ.",
    "Naịjirịa ahụla ọnụego mmanụ ụgbọala kachasị kemgbe e hibere ya19 Ọgọọst 2024",
    "Agụrụ, mmanụ ụgbọala, dọla na ụzọ ndị ọzo ọchịchị Tinubu n'otu afọ siri metụta ndị Naịjirịa30 Mee 2024",
    "Fuel subsidy: Ihe ndị mmadụ na-agabiga n’oge iri elu ọnụego mmanụ ụgbọala a4 Juun 2023",
    "Ọnụahịa nke ọhụrụ a na-eme ya ugboro abụọ a ga-ebuli ọnụahịa mmanụ ụgbọala na Naịjirịa kemgbe Onyeisiala Tinubu banyere n’ọchịchị n’ọnwa Mee afọ 2023.",
    "Nke mbụ e buliri ya bụ oge Onyeisiala mara ọkwa banyere mkpebi gọọmenti ya ịwepụ ego e ji ebelata ọnụahịa mmanụ ụgbọala bụ fuel subsidy n’asụsụ bekee n’oge e duchara ya n’iyi ọrụ.",
    "Ọ bụ eziokwu na nke a abụghị oge mbụ a na-ebuli ọnụahịa mmanụ ụgbọala na Naịjirịa, ọ bụ ihe ịtụnaanya nye ọtụtụ ụmụafọ ha.",
    "BBC enyochaala etu e siri bulie ọnụahịa mmanụ ụgbọala na Naịjirịa malite n’afọ 2000 ruo ugbua.",
    "Ebe foto si, Getty Images",
    "N’ime obere oge e duchara ya n’iyi ọrụ, Chief Olusegun Obasanjo buliri ọnụahịa mmanụ ụgbọala site na naịra iri abụọ (20) ruo naịra iri atọ (30) n’abalị mbụ nke ọnwa Juun 2000.",
    "Ka osiladị, n’abalị 8 Juun 2000 Obasanjo belatara ọnụahịa mmanụ ụgbọala site na naịra iri atọ (30) ruo naịra iri abụọ na abụọ (22), nke pụtara ihe dịka pasenti iri (10%) e ji belata ya.",
    "N’abalị mbụ nke ọnwa Jenụwarị 2002, Obasanjo buliri ọnụahịa mmanụ ụgbọala ọzọ site na naịra iri abụọ na abụọ (22) ruo naịra iri abụọ na isii (26).",
    "N’ọnwa Juun 2003, Obasanjo buliri ya ọzọ site na naịra iri abụọ na isii (26) ruo naịra iri anọ na abụọ (42).",
    "N’abalị 29 Mee 2004, Obasanjo mere ka ọnụahịa mmanụ ụgbọala bụrụ naịra iri ise (50). Nke pụtara mgbakwunye pasenti iri na itoli na ụma ise (19.05%).",
    "N’abalị 25 Ọgọst 2004, o buliri ya ruo naịra iri isii na ise (65).",
    "Oge ikpeazụ Obasanjo buliri ọnụahịa mmanụ ụgbọala bụ n’abalị 27 Mee 2007, oge o mere ka ọ bụrụ naịra iri asaa na ise (75%) nke pụtara mgbakwunye pasenti iri na ise naụma iri atọ na asatọ (15.38%).",
    "Onyeisiala Umaru Musa Yar’Adua belatara ọnụahịa mmanụ ụgbọala site na naịra iri asaa na ise (75) ruo naịra iri isii na ise (65) n’ọnwa Juun 2007.",
    "Yar’Adua nwụrụ anwụ bụ naanị onyeisiala na-agbakunyeghị ego n’ọnụahịa mmanụ ụgbọala n’ime ndị isiala niile chịrị Naịjirịa malite kemgbe afọ 1973.",
    "Ebe foto si, Getty Images",
    "N’abalị mbụ nke ọnwa Jenụwarị 2012, Onyeisiala Goodluck Jonathan gbara mbọ ibuli ọnụahịa mmanụ ụgbọala n’agbata otu narị naịra na iri atọ na asatọ (138) na narị naịra abụọ na iri ise (250) tupu o mezie ya naịra iri itoli na asaa (97) n’ihi ngagharịiwe na mkpesa ụmụ mmadụ mere oge ahụ.",
    "Ebe foto si, Getty Images",
    "Oge mbụ ọchịchị Onyeisiala Muhammadu Buhari buliri ọnụahịa mmanụ ụgbọala bụ mgbe o nyere ikikere ka a na-ere ya n’ọnụego naịra iri asatọ na asaa na kobo iri ise (87.50) n’ọdọ mmanụ ụgbọala dị iche iche mana ọnụego ya agbanweghị n’ọdọ mmanụ NNPC.",
    "A gbanweghị ya ọzọ ruo n’abalị 11 Mee 2016 oge gọọmenti Buhari mere ya ka ọ bụrụ otu narị naịra na iri anọ na ise (145).",
    "N’ọnwa Maachị 2020, ọdịda ọnụahịa mmanụ n’ahịa mbaụwa mere ka gọọmenti belata ya site na otu narị naịra na iri anọ na ise (145) ruo otu narị naịra na iri abụọ na ise (125).",
    "Dịka ọ gasịrị otu ọnwa, nke ugboro abụọ ya n’ime ọnwa Mee 2020, ụlọọrụ PPPRA kwupụtara ọnụahịa ọhụrụ site na otu narị naịra na iri abụọ na otu na ụma iri ise (121.50) ruo otu narị naịra na iri abụọ na atọ na ụma iri ise (123.50) maka otu lita.",
    "N’ụbọchị Wenezde 2 Septemba 2020, otu jikọtara ndị nwere ọdọ mmanụ ụgbọala bụ Association of Private Petrol Station Owners of Nigeria (IPMAN) nyere ndị otu ha iwu ka ha bulie ọnụahịa mmanụ ụgbọala ruo otu narị naịra na iri isii na abụọ (162) maka otu lita.",
    "N’ọnwa Nọvemba 2020, e buliri ya ruo otu naịra na iri asaa (170).",
    "Onyeisiala Muhammadu Buhari mere ka otu lita mmanụ ụgbọala bụrụ narị naịra abụọ na iri (210) tupu o nyefee ọkwa ọchịchị n’aka Bola Tinubu n’abalị 29 Mee 2023.",
    "Ebe foto si, Getty Images",
    "Ebe foto si, Getty Images",
    "Kemgbe Onyeisiala Bola Tinubu mara ọkwa na ewezugala ego e ji ebelata ọnụahịa mmanụ ụgbọala bụ fuel subsidy n’abalị 29 Mee 2023, ọnụahịa ya arịala elu karịsịa na Naịjirịa.",
    "Dịka ọ gasịrị mkpụrụ ụbọchị ole na ole ọ mara ọkwa ahụ, ụlọahịa mmanụ kachasị na Naịjirịa bụ NNPC kwupụtara na ọnụahịa mmanụ ụgbọala ọhụrụ ga-abụ narị naịra isii na iri na asaa (617) maka otu lita nke pụtara mgbakwunye pasenti narị atọ (300%).",
    "N’ụbọchị Tuzde 3 Septemba 2024, ya bụ ihe dịka ọnwa iri na isii e buliri ọnụahịa mmanụ ụgbọala, ụlọorụ NNPC kwupụtara ọnụahịa ọhụrụ nke bụ narị naịra asatọ na iri itoli na asaa (897).",
    "Ọnụahịa ọhụrụ a agaala n’ihu na-ebute ọgbaaghara n’etiti ụmụafọ Naịjirịa dịka ọtụtụ kwenyere na ọ na-me ka ihe isiike na ọnọdụ obibi ndụ dịkwuo njọ.",
    "Ọnụahịa ịrịọnụ",
    "Ụkọrọ mmanụ ụgbọala",
    "Bola Tinubu",
    "Naijiria",
    "Olusegun Obasanjo",
    "Muhammadu Buhari",
    "Ihe anyị ma maka ndị e gburu n’okeala obodo Enugwu Ukwu na Nawfia Anambra Steeti.10 Septemba 2024",
    "Etu e siri bulie ọnụahịa mmanụ ụgbọala site n’afọ 2000 ruo 202410 Septemba 2024",
    "NA EME UGBU A, Harris na Trump ga-arụrịtaụka maka ọkwa Onyeisiala mba Amerịka",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence3 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua30 Ọgọọst 2024",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpox28 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ị ma ihe mere i ji ekwo ụra?",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}