{
  "published": "2 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "E nweela ọnọdụ ọgbaghara n'ime obodo Amaeze dị n’okpuruọchịchị Nsukka dị nke Enugu steeti ka e nwetara ozi na mmadụ anọ si n'otu ezinaụlọ nwụrụ dịka ha na-ehi ụra.",
    "Njiji ahụ jiri na Sọnde, ụbọchị mbụ nke ọnwa Sepụtemba 2024, ebe a mabeghị kpọmkwem ihe kpatara ọnwụ ha.",
    "Akụkọ kwuru na mmadụ anọ a rikọrọ nri n'abalị ahụ tupu ha lakpuo ụra ma ghara iteta.",
    "Akụkọ kwuru ndị a gụnyere otu, nne ya, nwanne ya nwaanyị na otu nwa ya.",
    "Dịka ọ dị ugbua ndị uweojii ekwubeghi ihe ọbụla banyere ya dịka ọnụ na-ekwuru ha n'Enugwu Steeti bụ Daniel Ndukwe azaghị oku mgbe BBC kpọro ya n'ekwentị.",
    "Mana otu onye ntaakụkọ nọ na Nsukka gwara BBC Igbo na ozi ahụ bụ eziokwu ma kwuo na ndị uweojii eburela ozu mmadụ anọ a gawa n’ụlọọgwụ iji mee nyocha ma chọpụta ihe kpatara ọnwụ ha.",
    "Ka ọ dị ugbua, BBC Igbo na-aga n'ihu iji chọpụta ihe niile banyere akụkọ a.",
    "Akụkọ ka na-abịa ...",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ezinụlọ",
    "Enugwu",
    "Otu onye ọzọ anwụọla n'ime mmadụ ise nwụburu dịka ezinụlọ mmadụ 12 tụbọrọ n'Imo Steeti7 Juun 2022",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ27 Mee 2024",
    "Etu ụmụaka atọ si mie ala n'Imo Steeti ma bụrụ ndị a na-achọ achọ kamgbe otu izuụka21 Maachị 2024",
    "NA EME UGBU A, NLC akpọọla oku ka a tọhapụ onyeisi ha a nwụchiri",
    "Ka m si bụrụ nwaanyị isiojii nweterela 'Comercial Pilot License' na US - Miracle Izuchukwu20 Julaị 2022",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground' 6 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua30 Ọgọọst 2024",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpox28 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground'",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}