{
  "published": "20 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Ikechukwu Kalu na Kelechi Anozia",
    "Ndị mere akụkọ a,  Senior Journalist and Video Journalist",
    "Ọgọọst 2024",
    "Nneka Nnanna bụ nwaada Igbo kụziiri onwe ya asụsụ Korea ma jiri ya na-arụ ọrụ.",
    "Dịka o si kwuo ọ bụ ịhụnanya o nwere n'ebe onye na-eme ejije Korea bụ Lee Min-Ho mere o ji kụziere onwe ya asụsụ Korea.",
    "Ọ sịrị na ọ gatụbeghị ụlọakwụkwọ ebe a na-amụ asụsụ Korea kama ọ bụ n'ọbaozi soshal midịa ka ọ hụrụ ụfọdụ akwụkwọ ndị o ji kụziere onwe ya asụsụ ahụ.",
    "Nneka kọọrọ anyị sị ya na ndị Korea arụkọọla ọrụ tinyere oge ụlọọrụ Korea Broadcasting System (KBS) bịara Naịjirịa ime ihe nkiri.",
    "\"Ọ dịghịrị m mfe ibido ihe ịkpa ọchị\" - Neekah Uwayah8 Mee 2024",
    "Ọgba Mbọ: Etu m si chọpụta iji akịawụsa eme loi loi - Jennifer Ugwuoke31 Jenụwarị 2024",
    "Ọgba mbọ: Ọmịiko m nwere n’ebe onye ngwọrọ nọ mere m ji rụọ ‘electric wheel chair’ – Honesty Godwin3 Ọgọọst 2023",
    "Ọ sịrị na ewezuga asụsụ Korea ọ na-asụ, na ya makwa ka e si esi nri ha ụfọdụ dịka gimbap, bibimbap, Tteokbokki, bulgogi na ndị ọzọ.",
    "Ọ na-akwalitekwa azụmaahịa ndị mmadụ na soshal midịa tụmadị nke ndị mba Korea.",
    "Nneka gbara ndị mmadụ ume ka ha gbaa mbọ mụta asụsụ mba ndị ọzọ n'ihi na ọ na-akwalite mmekọrịta mmadụ na ibe ya.",
    "Ụmụntoroọbịa",
    "Ụmụnyanyị",
    "Naijiria",
    "Asụsụ",
    "North Korea",
    "Ihe nkiri",
    "Ịkpa obi aṅụrị",
    "Ndịda Korea",
    "Vidio, Arụọla m ụlọ mekwa ihe ndị ọzọ site n'ịgwakọ egwu- DJ Commissioner Wysei, Duration 8,2426 Ọgọọst 2024",
    "Vidio, Ịhụnanya m nwere n'ebe Lee Min-Ho nọ mere m ji kụziere onwe m asụsụ Korea - Nneka Nnanna, Duration 3,4820 Ọgọọst 2024",
    "Vidio, Gịnị mere ụlọ ndị mmadụ ji ada na Naịjirịa?, Duration 1,2916 Ọgọọst 2024",
    "Vidio, Brain Jotter: Atụghị m anya na 'Gwo gwo gwo ngwo' ga-ewu ewu site n'iho onyonyo m mere, Duration 3,3831 Julaị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}