{
  "published": "elekere 9 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tiktok",
    "Ndị nne na nna ụmụ ha nwụrụ anwụ na-ebe akwa arịrị maka ụdị ihe na-awụ akpata oyi n'ahụ na-ewu na TikTok ebe e ji 'artificial intelligence' bụ AI n'ịchafụ egosi ụmụaka ha bụ ndị e gburu egbu.",
    "Onyonyo ndị ahụ nke a na-agwaghị nne na nna ha tupu e mee ya na-egosi ụmụaka ụfọdụ ndị bụ ụmụ a mụrụ ọhụrụ e ji eserese egosi ebe ha na-akọwa etu e siri gbuo ha.",
    "Kamgbe ọnwa Epureel ka ụdị onyonyo ndị a e ji igwe kọmputa emepụta malitere iselite isi na Tiktok agbanyeghi na ha machiri onyonyo ndị ụmụaka e ji AI see n'ọnwa Maachị.",
    "Nyocha BBC mere na-egosi na mgbagwoju anya dị n'etiti ndị na-arụ na Tiktok gbasara mmachị na ihe ndị ha akwadoghi.",
    "Otu onye na-arụ dịka onye mmachi na Tiktok gwara BBC na-agbanyeghi na o meela ọnwa anọ kamgbe ha mere mmachi ahụ, ndị isi ya agwabeghi ya ihe ọbụla gbasara ya bụ mmachi.",
    "Ụfọdụ onyonyo ndị mmadụ e ji AI mee anọọla na Tiktok ọtụtụ ọnwa ebe nde kwuru nde ndị mmadụ ekiriela ọtụtụ n'ime ha.",
    "Baroness Kidron kwuru na onyonyo ndị a bụ 'ihe ịmaka' nye ndị nwe ụmụaka ahụ",
    "Ọtụtụ ndị na-eru uju ụmụ ha si na mba dị icheiche ekwuola maka onyonyo ndị nke ha nwụrụ anwụ e ji AI mee gbarala n'ịntanetị.",
    "Baroness Beeban Kidron otu onye ụlọomeiwu mba Briten kwuru na onyonyo ndị a ga-ebutere ezinaụlọ ndị nwee ụmụaka a nwụrụ anwụ nnukwute obi mgbawa maka na ọ na-egosi ndị ahụ nwụrụ anwụ ebe ha na-ekwu okwu ka ha a na-akọ akụkọ maka onwe ha.",
    "N'okwu ya; \"ọ bụrụ na ị bụ onye ezinaụlọ nwa ahụ kachasị nne na nna ha, ị mara na ọ bụ mwakpo ga-emetụta ha nke ukwu\".",
    "O gbughi oge onyonyo ndị a pụtara n'ịntanetị ka ndị ezinụlọ ụmụaka ndị ahụ nwụrụ anwụ malitere ikwu okwu.",
    "Otu onye n'ime ha bụ nwaanyị onye mba Kanda aha ya bụ Amelie Lemieux.",
    "Nnukwu egwu tụrụ Amélie Lemieux n'onyonyo AI nke nwa ya nwaanyị nwụrụ anwụ",
    "N'ọnwa Julaị afọ 2020, onye na-alụbu ya gburu ụmụ ya ụmụnwaanyị abụọ - Romy dị afọ isii na Norah dị afọ 11 tupu nwoke ahụ e gbuzie onwe ya.",
    "N'ọnwa Epurel afọ a, ezigbo egwu tụrụ nwada Lemieux  oge mmadụ zitere ya onyonyo Tiktok e ji AI mee na-egosi nwa ya Norah ebe ọ na-ekwu okwu etu e siri gbuo ya.",
    "Mama Lemieux kwuru na \"onyonyo ahụ na-agbawa obi ma na-ewute karịa ụdịrị ọkpọ ọbụla mmadụ nwereike ịkụ gị\".",
    "\"Enwedighi m ike ikiri ya ruo na mgwucha, nwanne ekirichaghikwa ya. O nọ na-eti mkpu ka a kwụsị ya.\"",
    "Egwu nọ na-atụ nne nwaanyị Lemieux na ụmụ ụmụnne ya ndị obere nwereike izute onyonyo ụmụnne ha nwụrụ anwụ na Tiktok na-amaghị ama.",
    "Agbanyeghi na ọtụtụ ndị mmadụ kpesara onyonyo ndị ahụ n'aka Tiktok, ha ka dị n'ịntanetị. Mana oge ezinne Lemieux gara ụlọ mgbasaozi dị icheiche kwuo maka ya, onye tinyere ya n'aha a na-amaghị hichara ya.",
    "Ezinne Lemieux achọpụtabeghi onye mere onyonyo ahụ mana o kwuru na ụdị agwa ahụ dị njọ nke ukwuu.",
    "N'okwu ya, \"ọ bụ ihe ịtụ n'anya na mmadụ ga-eji ụdị ihe mgbawa obi dị etu a mere na anyị agaghị ezu oke na ndụ anyị niile mee ụdị ihe a. Naanị ihe ha chọrọ bụ ka ndị mmadụ kirie ihe a wepụtara, kesaa ma tinye mmasị na ya. Ndị na-edekwanụ ihe ha n'okpuru onyonyo ahụ, enweghi m ike ịgbaghara ha.\"",
    "Ihe mere ndị mmadụ jiri nenwuo ụdị onyonyo a bụ maka na teknụzụ AI akarịala akarị n'ịntanetị.",
    "Ọ dịla mfe mmadụ imepụta ma see mmadụ ọbụlka ọ chọrọ ma nye ihe ọ ga-ekwu o jiri olu kọmputa kwuo ya.",
    "Ụfọdụ ihu ndị dị n'ahụ ndị ahụ nwụrụ eyighi ha mana ndị ụfọdụ bụ foto ndị ahụ nwụrụ anwụ ka ha jiri mee ihe ahụ.",
    "Ndị na-eme onyonyo ndị a na-ezo onwe ha ezo mana BBC chọpụtara otu onye soro mepụta ya dịka nwata akwụkwọ na Lọndon aha ya bụ Ritul.",
    "N'akara ya na Youtube, o meela onyonyo ebe o kwuru na 'ịkọ akụkọ' bụ otu ụzọ iji kwalite akara mmadụ na Tiktok.",
    "N'okwu ya n'ime otu onyonyo ya, \"enwetara m puku kwuru puku ndị nsonso site n'onyonyo ndị na-akọ akụkọ m jiri AI mee. \"Enwetala m mmadụ 47,000 naanị n'ime izuụka atọ\".",
    "Ritul jụrụ na ya agaghị agwa BBC okwu ma o hichala akara ya na Tiktok ugbua.",
    "Onyonyo ndị dị na Tiktok kwesiri ijide ndị mmadụ n'otu ntabianya maọbụghị ya, ha agafere ya. Nke a mere ndị na-esepụta ihe dịka Ritul ji eji ụdị ihe a dị egwu emezi onyonyo.",
    "Onyonyo AI gbasara James Bulger apụtala n'ọtụtụ asụsụ dị icheiche",
    "Akụkọ gbasara ụfọdụ ụmụaka bụ ihe e ji eme onyonyo n'asụsụ dị icheiche dịka Potugiz, Spanish, French, Jaman, Italian, na Pọlish.",
    "N'ime ihe karịrị ọnwa abuọ, BBC chọpụtara akara ruru 170 na Tiktok nwere onyonyo AI nke James Burgler, nwata nwoke onye Briten dị afọ abụọ bụ onye ụmụaka abụọ ndị tokarịrị ya gburu na Merseyside mba Briten n'afọ 1993.",
    "Ihe a na-eme na Tiktok gbara na mgbasaozi mbụ n'ọnwa Julaị oge mama James bụ Denis Fergus gwara otu ụlọ mgbasaozi na onyonyo banyere nwa ya nwoke nwụrụ anwụ na-asọ oyi.",
    "Tiktok malitere iwepụ ọtụtụ n'ime onyonyo ndị ahụ ma wepụta mgbasaozi kwuru; \"anyị enweghi ohere na Tiktok maka ụdịrị onyonyo dịka ndị a. Anyị ga na-ewepụ ụdịrị onyonyo dị etu a oge ọbụla anyị hụrụ ya.\"",
    "Onyonyo gbasara James ha wepụrụ gụnyere abụọ n'asụsụ Vietnam nke ndị kirilara ha abụọ ruru mmadụ nde anọ.",
    "BBC gbara onye na-amachi onyonyo na Tiktok na Vietnam na-achọghị ka a kpọọ aha ya. O kwuru na kamgbe izu abụọ e wepụchara onyonyo ndị a, ụlọọrụ ahụ agwabeghi ya na a machiela ụdị onyonyo ahụ.",
    "O gwara BBC na o chere na Tiktok na-anabata onyonyo ndị site n'iwu ha ndị kwuru na ndị e mekpara ahụ nwereike ikọ ihe ha gabigara.",
    "Ya bụ e nwere mgbagwoju anya n'ime ndị ọrụ Tiktok gbasara ihe iwu ha bụ? Tiktok asaghi ajụjụ a oge anyị gakwuru ha ka ha tinye ọnụ n'okwu a.",
    "Mana Tiktok kwuru na onye ọrụ ha dara ya oge o kwuru na ha nabatara onyonyo a dịka ndị ihe metụtara ịkọ ihe ha gabigara maka na onyonyo ndị a bụ kọmpụta mepụtara ha, ha abụghị mmadụ nkịtị ndị ihe mere.",
    "Ọ naghị ara ahụ ịchọtakwa ụdị onyonyo ndị na Tiktok mana Tiktok kwuru na ha anaghị ezo ya ezo na ha agaghị achọtanwu onyonyo ahụ niile.",
    "NLC Strike: Ụlọakụ emepeghi n'ụfọdụ ebe dịka ha malitere abụbụọrụ ụbọchị abụọ.5 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktokelekere 9 gara aga",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "E duola Emmerson Mnangagwa n’iyi ọrụ dịka onyeisiala mba Zimbabwe 4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ụjọ egbuola ezinaụlọ ndị e ji onyonyo AI egosi ụmụ ha nwụrụ anwụ na Tiktok",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Onye bụ 'Sarah Baartman' a e ji maka ya adọri Dice Ailes?Emelitere ikpeazụ na: 31 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}