{
  "published": "23 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Rex",
    "E liela ozu onyeisi otu, \"Wagner Group bụ Yevgeny Prigozhin n'akwamozu e mere na nwayọọ n'obodo bụ St Petersburg n'ụbọchị Tuzde, dịka ndị mgbasaozi ya siri kwuo.",
    "Prigozhin na osote ya bụ Dmitry Utkin so na mmadụ iri nwụrụ n'ụgbọelu kpọkasịrị na mpaghara Tver dị n'ugwu Moscow n'abalị 23 nke ọnwa Ọgọstụ, afọ 2023.",
    "Ndị na-anọchite Prigozhin kwuru na e liri ya n'akụkọ ili nna ya n'ebe a na-eli ozu a kpọrọ 'Porokhovskoe Cemetery' dị na  St Petersburg.",
    "O nweghị nkwanye ugwu ndị agha ọbụla e nyere nwa amadi a bụ onye ndu ndịagha ọlụọ-ọla nke mba Rọshịa.",
    "Nanị mkpụrụ mmadụ ole na ole gara olili ozu ahụ.",
    "Mana ndị uweojii na nkịta ha jupụtara n'okirikiri ebe olilu ozu ahụ.",
    "Dịka ndị mmadụ na-arụtụ aka ebe ọnwụ Prigozhin nwere ike isi, ụlọọrụ gọọmentị Roshia gọrọ na aka ha adịghị n'ọnwụ nwaamdi ahụ.",
    "Mana ndị ma ihe a na-akọ n'ụlọ nakwa ofesi kọwara  Prigozhin gbara afọ 62, dịka \"nwoke nwụrụ anwụ na-aga ije\" kemgbe o jiri duru ndị agha ya nupu isi n'ọnwa Juun afọ a.",
    "Ebe foto si, Getty Images",
    "Onyeisi otu agha Wagner bụ Yevgeny Prigozhin nwụrụ n’ihe mberede ụgbọelu ahụ mere na Wenezde dịka ndị ọrụ gọọmentị mba Russia si kwuo.",
    "Kọmitii na-eme nnyocha a kpọrọ SK sị na a matala ndị bụ ozu iri ahụ nwụrụ na mberede a ma sị na ọ bụ ahụ aha ha dị n’akwụkwọ ndị banyere ụgbọelu ahụ.",
    "Ụgbọelu bu Prigozhin dara na mpaghara ugwu-ndịda mba Moscow n’ụbọchi 25 Ọgọọst, gbuo mmadụ niile nọ n’ime ya.",
    "Ọ bụrụ na Putin bụ nwaanyị, ọ karịghị awakpo Ukraine - Boris Johnson24 Febụwarị 2022",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Agha Ukraine: Kedụ ihe Nato na-eme maka mwakpo Russia?23 Eprel 2022",
    "Ụlọọrụ onyeisiala mba Russia bụ Kremlin agọọla ebubo na-ekwu na aka ha dị na ya.",
    "Otu nyocha SK kwuru na ha na-eme nyocha ịmata etu ụgbọelu a siri kpọkasịa.",
    "N’ozi ha wepụtara, ha kwuru “e meela nyocha a kpọro molecular-genetic testing.”",
    "“Nyocha ahụ gosiri ndị bụ ozu mmadụ iri ahụ nke ha aha dị n’akwụkwọ ndị banyere n’ụgbọelu a.”",
    "Ndị a nwụrụ gụnyere ndịisi ndịagha otu Wagner nke Russian, Prigozhin hiwere bụ ndị na-enyere mba Russia aka ịlụ agha na Ukraine, Syria na ụfọdụ mpaghara Afrịka.",
    "Belarus.",
    "Ebe foto si, Reuters",
    "N’ime ndị a bụ onye a kpọrọ Dmitry Utkin bụ onye na-ahụ maka ọrụ ndịagha nke otu Wagner.",
    "Ndị ọzọ nọ n’ụgbọelu a si na Moscow na-aga St Petersburg gụnyere ndị otu Wagner bụ Valery Chekalov, Sergi Propustin, Yevgeny Makaryan, Alexander Totmin na Nikolay Matuseyev.",
    "Onye fere ụgbọelu ahụ bụ Alexei Levshin na ogbo ya Rustam Karimov na onye enyemaka n’ụgbọelu bụ Kristina Raspopova.",
    "Ihe mberede a na-abịa n’ime ọnwa abụọ Prigozhin na ndị otu ya busoro ndịagha mba Russia agha ma kpachie mpaghara obodo Rostov ma yie egwu ịga Moscow.",
    "E mechere kpee udo nke e jiri sị Prigozhin na ndịagha Wagner gaa biri na mba",
    "Ebe foto si, Reuters",
    "Ọnụ na-ekwuchitere onyeisiala Vladmir Putin agwala BBC na akụkọ na-efegharị na Kremlin nyere iwu ka e gbuo Yevgeny Prigozhin bụ okpotokpo asị.",
    "Nke a pụtara ihe na nzụkọ ekwentị nke Dmitry Peskov nakwa ụfọdụ ndị ntaakụkọ nwere taa bụ ụbọchị Fraịde.",
    "Peskov sị \"anyị na-atule akụkọ a, ọ na-adị mma ka anyị gba mbọ kwuo ka ihe si me, anyị amachaghị ihe niile gbasara ihe mere nke ga-apụta ihe dịka nyocha na-aga n'ihu ugbua\"",
    "Ebe foto si, Reuters",
    "Onyeisiala mba Rọshịa bụ Vladimir Putin ezigarala ezinaụlọ ndị nwụrụ na ihe mberede ụgbọelu mere ụbọchị Wenezde ozi iti aka n'obi.",
    "Akụkọ kwuru na Yevgeny Prigozhin bụ onyeisi ndịagha ọlụọ-ọla a kpọrọ 'Wagner Group' sọ na ndị nọ n'ụgbọelu.",
    "N'ozi ya ụbọchị Tọzde, Putin sịrị, \"Banyere ụgbọelu kpọkasịrị, na mbụ a na m ezigara ezinaụlọ ndị nwụrụ na ya ozi iti aka n'obi.\"",
    "\" Ọ bụ nnukwu ọdachi.\"",
    "\"Ozi mbụ e nwetara na-ekwu na ndị ọrụ ụlọọrụ Wagner so na ndị nọ n'ụgbọelu ahụ, ndị a bụ ndị nyere aka n'ụzọ pụrụ iche n'agha anyị na-ebu na Yukren.\"",
    "\" Anyị ma ma cheta nke a, anyị agaghị echefu ya.\"",
    "Ndị ọ dị n'aka kwuru na mmadụ iri nọ n'ụgbọelu ahụ kpọkasịrị  na nso Moscow nwụrụ.",
    "Ebe foto si, Reuters",
    "Aha onye ndụ otu agha ọlụọ-ọla na Rọshịa a kpọrọ 'Wagner Group' bụ Yevgeny Prigozhin dị n'aha ndị njem nọ ụgbọelu nwere ihe mberede na mpaghara  Tver dị n'ugwu Moscow, dịka ụlọ ntaakụkọ mba Rọshịa siri kwuo.",
    "Mmadụ iri nọ n'ụgbọelu ahụ  nwere  ihe mberede gụnyere Onyeisiagha Wagner bụ Dmitry Utkin  nwụrụ.",
    "Prigozhin bụ onye ndu ndịagha ọlụọ-ọla ya na ndị otu ya nupuuru gọọmentị mba Rọshịa ji ha alụ agha na Yukren isi n'ọnwa Juun afọ afọ 2023 .",
    "Nke a butere ka Rọshịa nnukwu ọghọm dịka ha sọrọ ngọngọ n'agha ha na-ebu megide Yukren n'ọnwa ahụ.",
    "Ebe foto si, Reuters",
    "Ụlọntakụkọ 'Grey Zone' nke a na-eche na ha na otu Wagner nwere ihe jikọrọ ha wepụtara ozi na andịagha ụgbọelu  gbaturu ụgbọelu 'Embraer na mpaghara  Tver dị n'ugwu Moscow.",
    "Ụgbọelu jet ahụ si Moscow Aga  St Petersburg,dịkwa na Rọshịa bu ndị njem asaa na ndị ọrụ ụgbọelu atọ.",
    "Ụlọ ntaakụkọ 'Tass\" kwuru na ụgbọelu ahụ wuru ọkụ dịka ọ dara n'ala.",
    "Ha kwukwara na a hụla ozi mmadụ anọ.",
    "Ebe foto si, Reuters",
    "Yevgeny Prigozhin bụ onye ọgaranya mba Rọsụ̄ịa ji ịlụ agha nke Bekee kpọrọ 'mercenary' akpa ego.",
    "Prigozhin bụbu ezigbo enyi Onyeisiala mba Rọshịa bụ Vladimir Putin  ma bụrụ onye o ji ndị otu ya ebu agha na Yukren tupu ha see okwu onwa ole na ole gara agha n'ihi nghọtahịe dapụtara n'ọgụ Rọshịa na Ukraine.",
    "Ya na Putin si n'obodo St Petersburg, dị na Rọshịa.",
    "Nwa amadị ahụ bụ onye malitere ndụ ya dịka onye na-eme achịcha Bekee nwere ọtụtụ ụlọnri na mpaghara dị iche iche na Rọshịa.",
    "Ọ bụ nlọnrị ya ka Putin na-akpọ ndị ọbịa puru iche o nwere aga.",
    "Okwu dapụtara n'etiti ya na Putin dịka Prigozhin katọrọ,na-ezoghị ọnụ, Mịnịstrị nchekwa mba Rọshịa maka ebubo nrụrụaka nakwa esoghị ezi usoro n'agha ha megide Yukren.",
    "N'abalị 23 nke ọnwa Juun 2023,  ndị agha ya na-alụ agha na Yukren chere Moscow ihu nke mere ka agha ahụ tụgharịa.",
    "Ọtụtụ hụrụ ya bụ ihe dịka mkparị nye Putin dịka onyeisiala Rọshịa",
    "Ọ bụghị eziokwu na m gbahapụrụ Ojazzy Igbo gburu m ọja n'egwu 'Ojapiano' - KCEE22 Ọgọọst 2023",
    "Nnamdi Kanu Supreme Court Case: Ihe anyị ma maka mbugharị ụbọchị ikpe ya21 Ọgọọst 2023",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steeti21 Ọgọọst 2023",
    "Sexual harassment: Mahadum Unical akwụsịla Ndifon ọrụ n'ike maka ebubo mwakpo ụmụakwụkwọ ụmụnwaanyị17 Ọgọọst 2023",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela 'liposuction' na ihe ọghọm so ya18 Ọgọọst 2023",
    "Mgbọtọ, mperete, ikporo na ihe  olụndị dị iche iche  na-akpọ nwagbọghọ n'ala Igbo23 Julaị 2023",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "NA EME UGBU A Onyeisiala Tinubu akpọghachila ndị nnọchiteanya Naịjirịa na mba ụwa niile3 Septemba 2023",
    "NA EME UGBU A Dog bite: ‘Ọ bụ ọgwụ ka m gara ịzụ oge nkịta tagburu nwa m’2 Septemba 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 942 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon30 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 94",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}