{
  "published": "03:31",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọgba Mbọ: Anaghị m ahụ ụzọ, mana ọ gbochighị m ịbụ onye na-azụ ezi - Ozo Augustine",
    "Onye dere ya, Ebere Ekeopara na Kelechi Anozia",
    "Ndị mere akụkọ a,  Reporter na Video Editor",
    "Julaị 2023",
    "Na mpaghara Afrịka dị icheiche, inwe ọrụsị na-abụkarị ihe mwetu ala nye onye ọbụla nwere ya.",
    "Ọtụtụ ndị nwere ọrụsị na-abụ ndị na-arịọ arịrịọ maọbụ dabere n'enyemaka nke ndị agbatobi ya iji bie ezi ndụ.",
    "Mana Ozo Augustine Nnamdi, onye kpuru isi kamgbe ọ dị afọ 15, jụrụ ajụ na ya agaghị abụ onye arịrịọ, kama ọ ga-eji aka ya na-emepụta ihe iji nyere ndụ ya aka.",
    "Ozo Augustine bụ onye na-azụ anụmanụ. Ezi bụ anụmanụ nke ọ na-azụ.",
    "Na mkparịtaụka ya na BBC Igbo, Augustine kwuru na mmadụ inwe ọrụsị abụghị ọrịa, nke mere na ọ bụghị ihe kwesịrị ekwesị mmadụ ịbụ onye arịrịọ n'ihi ọrụsị mmadụ nwere.",
    "O kwuru na ya họọrọ ịzụ ezi n'ihi na ọ bụ ya ga-aka dịrị ya mfe ijikwata, ọzọkwa bụ na ezi na-amụ ọtụtụ ụmụ, nke mere na ọ na-enye ọmụrụ nwa.",
    "\"Azụgo m oke oyibo (Rabbit), zụọ ọkụkọ, tupu m malite ịzụ ezi, mana a chọpụtara m na ịzụ ezi ka mma,\" ka Augustine kwuru.",
    "Isi m kpuru egbochighi ịgụru PhD na mahadum UNN - Akumas Uche Kalu14 Ọktọba 2021",
    "Lee etu nwa ada a jiri bụ 'nwaanyị kpuruisi mbụ nwetere PhD na Naịjirịa'2 Disemba 2021",
    "Blind Mechanic: Ekpuru m isi mana onweghị onye ka m arụ ọrụ inginia6 Jenụwarị 2020",
    "Augustine kwuru na nsogbu anya ya malitere oge ọ bụ nwata, dịka a gbachara ya ọgwụ mgbochi ọrịa.",
    "\"Ya bụ ihe bu ụzọ metụta otu anya m, m were otu anya na-ahụtụ ụzọ obere, mana ka oge na-aga, anya nke ọzọ kwụsịkwara ịhụ ụzọ,\" Augustine kwuru.",
    "Mana otu nwanne nna ya kpọgara ya n'ebe a na-enye ndị kpuru isi ọzụzụ na mpaghara Oji River nke Enugwu steeti, bụ ebe ọ nọrọ gụọ akwụkwọ.",
    "Nwa amadi a kọrọ akụkọ etu ụfọdụ ndị mmadụ si akpaso ya oke n'ihi na ọ naghị ahụ ụzọ. Otu oge bụ mgbe ọ chọtara ụlọ ebe ọ ga-ebi, mana onye nwe ụlọ ahụ ekweghị enye ya ụlọ n'ihi na ọ bụ onye kpuru isi.",
    "Augustine kwuru na olileanya ya bụ ịkwalite ọrụ ya dịka onye na-azụ anụmanụ, ma nwee ike ịzụlite ndị ọzọ.",
    "Gere akụkọ a n'uju n'ihe onyonyo dị n'elu.",
    "Ozo Augustine kwuru na ya nwetara ọzụzụ tupu ya amalite ịzụ ezi.",
    "Nkwarụ",
    "Ọrụ ugbo",
    "Anụmanụ",
    "Uchu n'ọrụ",
    "'Ahụghị ụzọ enweghị ihe o gbochiri mmadụ'2 Jenụwarị 2019",
    "Ọgwụ mebiri emebi kpuru m isi - Odunze Vivian7 Septemba 2021",
    "Blind Baker: Lee nwaanyị kpuru isi na-eme achịcha bekee3 Disemba 2019",
    "'E kpuru m isi mana a na m emepụta ncha nakwa ude ọbụla ị chọrọ'- Chinazaekpere4 Jenụwarị 2022",
    "Vidio, Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?, Duration 3,3424 Julaị 2023",
    "Vidio, AI in Music: Etu m si jiri AI mepụta nwaada na-etiri m egwu ma na-enye m mbada ego - Nkasiobi Chukwu , Duration 4,3722 Julaị 2023",
    "Vidio, Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua, Duration 1,2819 Julaị 2023",
    "Vidio, Ọ fọrọ obere ihe ka mbuze rie ụlọ anyị n’Ogbor Hill Aba., Duration 0,5618 Julaị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}