{
  "published": "5 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Sit-at-home: Ipob amapụtala atụmatụ ọhụrụ nke ha ga na-emezi kwa Monde n'Ọwụwa Anyanwụ",
    "Otu nnwereonwe Biafra bụ Ipob amapụtala ụbọchị Monde ọbụla n'izuụka dịka ụbọchị 'Nkwalite Akụnaụba'( Economic Empowerment Day' n'Ọwụwa Anyanwu nile.",
    "Ọnụ na-ekwuru otu ahụ bụ Emma Powerful bụ onye kwupụtara nke ahụ n'akwụkwọ mgbasaozi o wepụtara ụbọchị Satode, sịrị na nke a bụ iji gba mbọ kpọkọba ihe akụ akụ na ihe enwe enwe a ga ga-eji akwalite ọnọdụ akụnaụba, agụmakwụkwọ na mmekọrịta mmadụ  na ibe ya  nke  nọrọ nụlọ ogologo oge kụpịara na mpaghara  ahụ.",
    "Ozi ahụ sịrị,  \"Dịka Nnamdi Kanu, site n'akwụkwọozi nke  o ji akara  edemede ya were dee  ma zipụta were kagbuo nọrnọrọn'ụlọ n'ụzo abụla ụzọ, , o nyere ntuziaka ka ndị mmadụ malite ugbua, dopu Monde dịka \"Ụbọchị Nkwalite Akụnaụba\" (‘Economic Empowerment Day’) n'Ọụwa Anyanwụ nile.\"",
    "Ebe foto si, Getty Images",
    "\"Dịka Nnamdi Kanu, site n'akwụkwọozi nke  o ji akara  edemede ya were dee  ma zipụta were kagbuo nọrnọrọn'ụlọ n'ụzo abụla ụzọ, , o nyere ntuziaka ka ndị mmadụ malite ugbua, dopu Monde dịka \"Ụbọchị Nkwalite Akụnaụba\" (‘Economic Empowerment Day’) n'Ọụwa Anyanwụ nile.\"",
    "\"Ụbọchị Nkwalite Akụnaụba ga-abụ ụbọchị maka ịkpokọba ụmụ Biafra ka ha tinye uchu na iweghachi ihe ndị  kpụrụ afọ n'ala  n'Akụnaụba, agụmakwụkwọ na mkpa metụtara mmekọrịta mmadụ na ibe ya nke nọrọnụlọ ogologo oge butere.\"",
    "Ọ gara n'ihu kwuo na n'oge a, ndị mmadụ ga-etinye uchu na inyere ndị  enweghị ohere agụmakwụkwọ nakwa ndị ụwa na-atụ n'ọnụ aka iji kwalite ọnọdụ ha.",
    "Cheta na  na izu ole na ole gara aga, Nnamdi Kanu  bụ onye nọ  mkpọrọ ndị uweojii nzuzo Naijiria  bụ DSS dịka a na-ekpe ya ikpe maka ebubo iyi ndụ egwu nakwa ịkpa nkata ịkwatu gọọmentị Naijiria, degara Simon Ekpa si ya ka ọ kwụsị  imanye nọrọnụlọ n'Ọwuwa Anyanwu.",
    "Ekpa bi mba Finland  bụ  onye ndu alaka Ipob kpọrọ onwe ha 'Autopilot' na-amanye nọrọnụlọ kwa Mọnde ọbụla nakwa  nke ịzụụka abụọ oge masịrị ya iji kpoo oku ka a tọhapụ Nnamdi Kanu.",
    "Mana Kanu kwuru n'ozi o wepụtara na onye ọbula gara n'ihu na amanye nọrọnụlọ na-agbanyeghị ntuziaka ya nyere abụghị onye na-eso ya kama onye ahụ bụ \"onye iro ndị be anyị\".",
    "Niger Coup: Ụlọomeiwu ukwu Naịjirịa ajụla ịnabata ka a gaa ọgụ na mba ahụ26 Julaị 2023",
    "Sit-at-home: Ipob amapụtala atụmatụ ọhụrụ nke ha ga na-emezi kwa Mọnde n'Ọwụwa Anyanwụelekere 7 gara aga",
    "Ministerial List: Bosun Tijani arịola mgbaghara maka ozi megide Tinubu o wepụtara na Twitter n'afọ 201927 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Ifeanyi Ubah: Kedụ uru ọ ga-abara m ịgba nwanne m Nnamdi Kanu 'sabo'?24 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "Sit-at-home: Ipob amapụtala atụmatụ ọhụrụ nke ha ga na-emezi kwa Mọnde n'Ọwụwa Anyanwụ",
    "Ihe Nnamdi Kanu gwara anyị gwa ndị Igbo- Eze Chukwuemeka Eri ,Ifeanyi Ụbah",
    "Sexual violence: Aka akparala ụmụnwoke anọ a na-enyo gbakọrọ aka dinaa nwa dị afọ15 n'ike n'Imo steeti",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}