{
  "published": "25 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ndị uweojii nzuzo Naijiria bụ 'Department of State Services(DSS)n'ịchafụ ekwuola na ha na-enyocha ihe mere n'ụlọikpe n'abalị 25 nke ọnwa Julai, afọ 2023 dịka ha kpụpụrụ onyeisi ụlọakụ Etiti 'CBN' bụ Godwin Emefiele ụlọikpe.",
    "N'ụbọchị Tuzde, ndị ọrụ DSS na ndị ọrụ mkpọrọ Naijiria lụrụ ọgụ, a dọkasịa akwa onye ọrụ mkpọrọ n'ogige ụlọikpe etiti dị n'Ikoyi, Legọs dịka ndị DSS chọrọ ịnwụchigharị Emefiele ka ụlọikpe kpebichara ikpe ya.",
    "Godwin Emefiele: Gọọmentị Etiti akpụpụla Onyeisi CBN ụlọikpe 15 Julaị 2023",
    "Godwin Emefiele ritue n'ọkwa tupu ị chọwa ọkwa onyeisiala - Ezekwesili8 Mee 2022",
    "CBN ekwuola na achụbeghị Emefiele n'ọrụ5 Maachị 2019",
    "Ọnụ na-ekwuru DSS bụ Peter Afunanya kwuru n'ozi o wepụtara ụbọchị Wenezde na, \"ihe mere eyighị agwa\" DSS.",
    "Ozi ahụ sịrị, \" Anyị hụrụ agwa ndị ọrụ ngalaba abụọ kpara nke anyị malieterela inyocha iji mara onye mere nke, ma ntaa ndị a ga-ata ahụhụ ahụụ dịịrị ha, sitekwa na ya mụrụ akọ.\"",
    "DSS gara n'ihu kwuo na o nweghị iwu ngalaba ahụ dara n'usoro ha ji eso okwu Emefiele.",
    "\"\"Ndị uweojii nzuzo na-akwanyere ngalaba ikpe ugwu dịka alaka Gọọmentị,  anyị agaghị eme ihe ọbụla ga-akpụ ugwu alaka n'ala.\"",
    "Cheta na DSS kpụpụrụ Emefiele ụlọikpe maka ebubo inwe egbe na anataghị ikike.",
    "Ebe foto si, Other",
    "Ndị ọrụ nchekwa nzuzo Naịjirịa bụ 'Department of State Services' (DSS) akachiela ntị kpụrụ Godwin Emefiele, bụbu onyeisi ụlọakụ etiti Naịjirịa, lawa n'ụlọọrụ ha, na nnupuisi n'iwu ụlọikpe nyere n'ụbọchị Tuzde.",
    "Nke a na-abịa dịka ihe dịka ejije mere n'ụlọikpe ukwu dị n'Ikoyi, Legọs, oge ndị ọrụ DSS na ndị ọrụ nchekwa ụlọ mkpọrọ chọrọ ịlụ ọgụ dịka ha na-azọ azọ onye ga-ejichi Emefiele.",
    "Ụbọchị Tuzde, Julaị 25, bụ nke mbụ ndị DSS na-akpọta Emefiele n'ụlọikpe kamgbe ha jichiri ya iha dịka izuụka isii gara aga. Ha boro ya ebubo na o nwere ngwaọgụ nke iwu machiri mmadụ nkịtị inwe.",
    "Mana Ọkaikpe Nicholas Oweibo nyere iwu ka a tọhapụ Emefiele n'ọnụego nde naịra 20. O kwukwara ka e jide Emefiele n'ụlọ mkpọrọ dị n'Ikoyi ruo mgbe ọ ga-emezu iwu ụlọikpe nyere tupu atọhapụ ya.",
    "Ebe foto si, Screengrab",
    "Kama ndị DSS jụwara isi ma sie ọnwụ na ha ga-akpọrọ Emefiele lawa n'ụlọọrụ ha n'agbanyeghị iwu ụlọikpe nyere ka e jichie ya n'ụlọ mkpọrọ.",
    "Odobeghị anya ihe kpatara otu ọrụ nchekwa abụọ ji atakọta isi n'ihi Emefiele, mana onye ntaakụkọ BBC nọ n'ụlọikpe ebe ihe a na-eme hụrụ ka ndị ọrụ nchekwa ụlọ mkpọrọ na ndị DSS na-aba mba n'etiti onwe, ọ fọdụrụ obere ka ha lụọ ọgụ.",
    "Ndị ọkaiwu Emefiele gwara ndị ntaakụkọ n'ụlọikpe na ndị DSS na-achọ ịnọ n'ụlọikpe ahụ nwụchikwaa Emefiele ọzọ n'agbanyeghị na ụlọikpe atọhapụla ya.",
    "George Emefiele, bụ nwanne nwoke Godwin Emefiele ekwuola na ọ bụ ihi ihere etu Naịjirịa si akpaso nwanne ya agwa dịka ọ gbaara Naịjirịa odibọ ka onyeisi ụlọakụ etiti ihe ruru afọ itoolu.",
    "O kwuru nke a n'ụlọikpe dị na Legọs n'ụbọchị Tuzde, dịka ndị DSS jụrụ ịtọhapụ Emefiele, n'agbanyeghị na ụlọikpe nyere iwu ka ha tọhapụ ya.",
    "\"Ọ bụ ihe jọgburu onwe ya, bụrụkwa ihe na-adabaghị n'usoro ọchịchị onye kwuo uche ya etu ha si akpaso nwanne m nwoke agwa,\" Emefiele nke nta kwuru.",
    "\"Nwanne m nwoke agaghị agbalaga ọsọ. Ọ gbaara obodo a odibọ afọ itoolu. Ọ bụ etu a ka e si akwụghachi onye nyere ndụ ya afọ itoolu maka Naịjirịa ụgwọ?\" ka ọ jụrụ.",
    "George Emefiele kwuru na ahụ esighi nwanne ya nwoke bụ Godwin ike n'ihi mmekpa ahụ ọ na-agabiga n'aka ndị DSS.",
    "Ebe foto si, Channels TV",
    "Ọkaikpe Nicholas Oweibo nyere iwu ka a tọhapụ Emefiele n'ụbọchị Tuzde, ma kwuo na ọ ga-akwụ nde naịra 20 dịka ihe akaebe tupu atọhapụ ya.",
    "Ọkaiwu Joseph Daudu bụ onye nọchitere Emefiele n'ụlọikpe gwara ụlọikpe ahụ na iwu kwadoro ka a tọhapụ Emefiele n'agbanyeghị na ndị DSS na-ekwu na o nwereike ịgba ọsọ pụọ na Naịjirịa ma a tọhapụ ya.",
    "Oweibo kwuru na gọọmentị etiti egosighi ihe akaebe ọbụla kwadoro na Emefiele nwereike ịgba ọsọ.",
    "Cheta na ndị DSS nwụchiri Emefiele n’abalị iri nke ọnwa Juun afọ 2023 ma jichie ya maka ebubo dị iche iche nke gụnyere inwe ngwa ọgụ n’ụzọ iwu akwadoghi.",
    "Emefiela mechara gbaa DSS akwụkwọ n'ụlọikpe maka ebubo imegide ikike dịịrị ya, dịka ha jichiri ya ọtụtụ ubọchị na-akpụpụghị ya ụlọikpe, nke mere ụlọikpe ji nye DSS iwu ka ha tọhapụ ya maọbụ kpụpụ ya ụlọikpe na-egbughị oge.",
    "Ọ bụ ya kpatara DSS ji kpụta Emefiele n'ụlọikpe taa ebe a nọ nye iwu ka ha tọhapụ ya.",
    "Ụlọakụ",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}