{
  "published": "27 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Cost of Living: Ihe anyị ji emekwasa ọnụahịa anyị  ji ebi ndụ",
    "Okporoko, azụ, ịsha na oskiapa, ego ole ka ọ nọ n'ahịa ugbua?13 Disemba 2023",
    "Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua19 Julaị 2023",
    "Gịnị ka 'State of Emergency' gọọmentị tinyere na ngalaba nkọpụta nri Naịjirịa pụtara?16 Julaị 2023",
    "Igbo tụrụ ilu sị \"ma a hụghị nke e mere e mee nke a hụrụ\".",
    "Ọ bụ etu a ka imi na anya dị ọtụtụ ụmụafọ Naịjirịa ugbua, site n'etu ihe siri sie ike n'ihi ọnọdụ ọjọọ akụnaụba.",
    "Mgbe BBC Igbo gara n'ezinaụlọ ụfọdụ ndị, ịmata ka ha si ebi ndụ n'oge a, ha kọwara na ha anaghịzi enwtenwu ego na-esuru ha ịra pịọm ka ha si emebu n'oge mbụ.",
    "Otu nwoke na-arụ oche kwuru n'oge mbụ na ọtụtụ ndị mmadụ na-akpọ ya ọrụ mana ugbua ọrụ anaghị adịzi etu ahụ.",
    "O kwuru na nke a metụtara ego nwete ya n'otu aka ahụ metụta ụdịrị nakwa etu ha si eri nri n'ezinaụlọ dịka na o nwere nwunye na ụmụ.",
    "Ihe niile arịala elu, ma nrị ụmụntakịrị dgz",
    "O kwuru na ha na-esibu nri n'ekwu gaasị mana ugbua ọ bụzi egwu unyiri ka ha jizi esi nri.",
    "N'otu aka ahụ otu nwaanyị nwere ụmụaka atọ kwuru na ọ na-ejizi aka ya eme ụfọdụ nri ụmụ ya na-eri maka na ọ gaghị egotenwu ha n'ahịa.",
    "O kwuru na mgbe ọ mụrụ ya ọhụru, na izụta ụfọdụ nri nwa, ihe e ji awachi ụmụaka ike, ude nakwa ncha ha dịchaa ọnụala mana ugbua na ihe ndị ahụ arịala elu gboro atọ.",
    "Kirie ihe onyonyo a maka ihe ha kwuru n'uju;",
    "West Africa",
    "Ọnụahịa ịrịọnụ",
    "Bola Tinubu",
    "Nri",
    "Afịrịka",
    "Nchekwa nrị",
    "mmekọta mmadụ",
    "Omume",
    "Ego mmadụ",
    "Ụmụaka",
    "Ụbiam",
    "Ezinụlọ",
    "Akụ na ụba",
    "Vidio, Tuberculosis symptoms: Etu m si rịa ọrịa ụkwaranta afọ iri na anọ na-achọpụtaghị - Janet, Duration 4,2828 Maachị 2024",
    "Vidio, Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa, Duration 4,4927 Maachị 2024",
    "Vidio, Africa Eye: Etu otu nwaanyị si jiri Whatsapp zọọ ndụ ndị a tọrọ atọ, Duration 7,4319 Maachị 2024",
    "Vidio, Bosun Tijani: Gọọmentị Naịjirịa anaghị amachi Kripto - Mịnịsta mgbasaozi na akụnauba dijitaal, Duration 6,0218 Maachị 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}