{
  "published": "09:48",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "BBC Africa Eye: Ihe BBC chọpụtara maka ndị 'bandit' na Zamfara steeti",
    "Kedụ ndị bụ 'bandit' na-akpa mkpamkpa na mpaghara Ndịda-Ugwu Naịjiria?",
    "BBC Africa Eye so ndị omekome a banye n'ime ọhịa ebe ha nọ kọọ akụkọ banyere etu ha si atọ ndị mmadụ.",
    "Ha kọrọ etu ha si tọrọ ụmụakwụkwọ sekọndịrị bi ebi na Jengebe, etu ha si awakpo ọtụtụ obodo nakwa ndị ọkwọụgbọala.",
    "Ha kọkwara etu ha si egbu onye ọbụla nyere ha nsogbu.",
    "BBC enyochapụtala otu onye APC bụbu onyeisi otu nzuzo 'Black Axe'13 Disemba 2021",
    "Etu ndị 'bandit' si wakpo ụgbọala ndị nche Buhari na Katsina6 Julaị 2022",
    "Ndi ọchị ehi, 'bandits', ndị nwereonwe na ndi ọzọ chere Naijirịa aka mgba21 Julaị 2021",
    "Otu onyeisi otu ndị omekome a na-akpa mkpamkpa gwara BBC etu o si eziga ndị otu ya ka ha gaa tọrọ ndị mmadụ, ma kọwaa na ọ bụ ya na-egbu ha.",
    "Onye nke ọzọ na-achọghị ka a hụ ihu ya kọwara etu gọọmentị steeti ahụ si kwụọ ha nde naịra iri isii (N60m) maka ntọhapụ ụmụakwụkwọ Jengebe (mana gọọmentị steeti ahụ kwuru na ha akwụghị ndị omekome ụgwọ ọbụla).",
    "Ọ kọwara na ha na-eji ego mgbapụta ha na-anata n'isi ndị ha tọrọ azụtakwu ngwaagha.",
    "Lee ihe nkiri a n'uju ebe a:",
    "Ebe foto si, Chibuike Amaechi",
    "Mmadụ itoolu nwụrụ oge ndị ekperima 'bandits' wakporo ụgbọ oloko si Abuja aga Kaduna n'ụbọchị 28 nke ọnwa Maachị 2022.",
    "Otu ọgụ okpukperechi Islam a kpọrọ Boko Haram malitere inye nsogbu na mpaghara Ọwụwaanyanwụ-Ugwu Naịjirịa kamgbe afọ 2009.",
    "Ndị otu a egbuola puku kwuru puku mmadụ, ebe ihe karịrị nde mmadụ abụọ esila n'ụlọ ha gbaa ọsọ n'ihi ha.",
    "Mana n'ime afọ asatọ wee ruo afọ iri gara aga, ndị ekperima ọchịehi malitere ịkpa ike na mpaghara Ọdịdaanyanwụ-Ugwu Naịjirịa.",
    "Nsogbu ndị ọchịehi na ndị ọrụ ugbo abụghị ihe ọhụrụ na Naịjirịa, mana ọ kawanyere njọ n'ime oge a.",
    "N'afọ 2018, otu 'International Crisis Group' mere nnyocha nke gosiri na ike ndị ekperima ọchịehi a na-akpa ka njọ karịa nke ndị Boko Haram ihe ruru ugboro isii.",
    "Ndị omekome a, a kpọrọ 'bandits' na Bekee, awakpola ọtụtụ ụlọakwụkwọ ma tọrọ ụmụakwụkwọ bi na ha; ha egbuola ọtụtụ mmadụ ma tọrọkwa ọtụtụ ndị ọzọ; ha awakpola okporoụzọ, ọdọụgbọelu, nakwa okporo ụgbọoloko.",
    "N'ọdị nso a ka ndị ekperima a wakporo ụgbọala ndị nchekwa Onyeisiala Muhammadu Buhari dịka ha na-aga ịkwadoro Buhari ọnọdụ n'obodo ya bụ Daura, Katsina Steeti.",
    "N'ọnwa March afọ a, ndị ekperima a wakporo okporo ụgbọoloko si Abuja aga Kaduna, gbuo mmadụ itoolu ma tọrọ ọtụtụ ndị ọzọ.",
    "Ọtụtụ ndị ahụ ha tọọrọ ka nọ n'aka ha ruo taa, dịka gọọmentị jụrụ ịkwụ ụgwọ iji gbapụta ha.",
    "National security",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Zamfara Steeti",
    "Boko Haram",
    "Vidio, Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburu, Duration 4,1315 Mee 2023",
    "Vidio, Africa Eye: Etu ndị ọrụ nchekwa na ndị ekperima si eji mmaja anapụ ndị 'queer' ego na Naịjirịa, Duration 6,1715 Mee 2023",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu5 Mee 2023",
    "Vidio, Ọgba Mbọ: Etu ọrụ nka m siri bụrụ ihe a na-agba nkiri na mba ụwa dị icheiche - Joshua Egesi, Duration 3,312 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}