{
  "published": "13 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Jenụwarị 2024",
    "\" O nwere mgbe nwaanyị ga-anọkata chọba di ya, mgbe ahụ gị ga-achọ di gị, ọ gaghị anọ ya.\"",
    "\"Ọ bụ ya bụ ọghọm dị n' alụmdi obodo oyibo.\"",
    "Ọ bụ ka Chioma Ugonabo( ọ chọghị ka anyị kwuo ezigbo aha ya) gbara afọ 31 gara agbamaakwụkwọ nwanne ya nwaanyị n'obodo ya n'Imo steeti ka ya na Okey Ugonabo gbara 44 zutere.",
    "\" Anyị kerịtara akara ekwentị anyị, na-akpazi n'ekwentị.\"",
    "Lee obodo e ji naanị naịra iri abụọ na ise alụ nwaanyị n'ịgbankwụ15 Jenụwarị 2022",
    "Arochukwu : Uru ịjụ ese bara tupu alụmdi na nwunye4 Maachị 2020",
    "Etu m si were okwukwe mee ‘ịgba nkwụ’ naanị m dịka a tọọrọ di m 28 Juun 2023",
    "N'ime otu ọnwa ha ji zutere, Chioma na Okey lụrụ onwe ha tupu Okey laghachi Finland ebe ọ na-agụ akwụkwọ.",
    "\" Mụ na ya ayịghị, anyị hụrụ onwe anyị kwe na anyị ka ebinwu.\"",
    "Ugbua, ọ gaala afọ asatọ ha lụrụ, Chioma atụbeghị ụkwụ n'ala Bekee bụ ebe di ya nọ gụọ akwụkwọ ma na-arụ ọrụ ugbua dịka ọkwọụgbọala (uber driver).",
    "Ụkamaka Okorie  gbara afọ 31 alụọla di nke ya afọ asaa.",
    "Ọ bụ onye ya   na-arụkọ ọrụ gwara di ya ugbua maka ya.",
    "\"Ozugbo, ọ gwara m na ọ chọrọ ịlụ m, m si ya mba na ma agaghị alụ onye ma amaghị.\"",
    "Ha mechara lụọ ka ọ gachara otu afọ.",
    "Ugbua o ruola afọ asaa ha luru dịka di na nwunye, mana Ukamaka na otu nwa ha ji bi na Naijiria, ebe di ya si mba Jamini alọta ahụ ha otuugboro n'afọ.",
    "Ebe foto si, Getty Images",
    "Ịlụ di obodo oyibo bụ ihe ọtụtụ ụmụagbọghọ Igbo na-arọ nrọ ya n'ihi olileanya na ọ ga-agbanwe ndụ ha nakwa nke ezinaụlọ ha.",
    "N'ezie, mgbanwe ahụ na- adị dịka ụdị alumdi ahụ gbanwerela ndụ ọtụtụ ezinaụlọ gaara anọ n'ahụhụ na ụbịam n'ihi ego igwe e si ala Bekee ezilata.",
    "Dịka ụlọakụ mbaụwa bụ 'World Bank si kwuo, ego ụmụ Naijiria si Alabekee zilata Naijiria  n'afọ 2022 bụ ijeri dọla 22 ( $22 billion dollars).",
    "Ụfọdụ n'ime ego bụ  a na-etinye maka azụmaọhịa  na ịgbaonye ego, ebe ụfọdụ bụ ego ụfọdụ naa-ezilatara nwunye ha na ezinaụlọ ha hapụrụ gawa ịgba mbọ n'ala Bekee.",
    "Ọtụtụ ụmụnwaanyị na-agba ụgbọala  arụọla nnukwu ụlọ, ma  zụọ ụmụnwanne rue mahadum site n'enyemaka di Ala Bekee.",
    "\"Nwoke na-enye gị ihe ọbụla ị chọrọ, etu isi chọọ ya.\"",
    "Uru ọzọ dị ya dịka Ugonabo si kwuo bụ nwaanyị inwe ohere ezumike.",
    "\"Uru dị na ya bụ na  ndị ha na di ha bikọta, ị gaacha ọrụ dị n'ụmụ, ị ga nke dị na ndi. Nwaanyị anaghị enwe ezumike.\"",
    "Ebe foto si, Getty Images",
    "Ọtụtụ ụmụagbaghọ na-arọ nrọ ịlụ di obodo oyibo",
    "Mana ọ bụchaghị  ka akụilu si ada n'ọnụ ka o si atọ.",
    "Ụfọdụ ụmụnwoke na-anọ afọ abụọ , atọ ,ise  maọbụ karịa na alọtaghị ụlọ nke mere na ụfọdụ ụmụnwaanyị ha dotere na Naijiria na-ata ikikirieze n'ihi ọnọdụ enweghị ohere metụkọ ahụ dịka di na nwaanyị.",
    "Na-agbanyeghị na, \"anyị kpara ya akpa tupu ọ gawa\" dịka Ugonabo si gwara BBC Igbo na mkparịtaụka,  ije di ahụ abụchaghị ihe ọ tụrụ anya.",
    "\"Ihe anyị kpara bụ na  ụmụ anyị too, mata ihe, mara ala nna ha ọfụma, ọ bụghị oge ha ga -agaba ebe ahụ ha echefuo ala nna ha.\"",
    "Ugonabọ sịrị,\"Ọghọ m dị na ya bụ na o nwere ihe nwoke na-arụ: O nwere mgbe nwaanyị ga-anọkata chọba di ya, mgbe ahụ gị ga-achọ di gị, ọ gaghị anọ ya.\"",
    "Okorie tụrụ arịị sị,\"Ọ bụ n'ime alumdi a ka ghọtara na agaghị na-ahụ ya oge ọbụla.\"",
    "\"Ọ bụ mgbe ị banyere ka ị ga-aghọta ihe di n'ime.\"",
    "\"Agụ mụ na di imekọrịta gụwa m, amalite m ibe akwa, abụ m mmadụ.\"",
    "Ọghọm ọzọ dị n'alụmdi obodo oyibo dịka ụfọdụ ndị nọ na ya bi na Naijiria bụ enweghị onye enyemaka oge ọ dị na mkpa dịka ọrịa,ihe mberede.",
    "Chioma sịrị, \"O nwere ike ahụ adịghị m, ọ bụrụ m kwọọrọ onwe m gawa ụlọọgwụ.\"",
    "Nsogbu owu ọmụma(lonelines) enweghị ohere mmekọrịta so na ihe na-echere ndị  di ha nọ obodo oyibo aka mgba.",
    "Di Ugonabo  na-agbalị abịa Naijiria \"kwa ọnwa atọ ọbụla.\"",
    "Mana nke a abụghị na ọ naghị akọ ya ụkọ n'anya.",
    "O kwuru na ya na ejigide onwe ya ma nwekwa ntukwasịobi na di ya na-eme otu ihe ahụ.",
    "Ugonabo kwukwara na, \"Mụ na di m na-ekwukwa n'ekwentị kwa ụbọchị ụtụtụ rue abalị.\"",
    "Okorie kwuru na ya na-etinye mmụọ ya n'ahịa ọ na azụ nke na-ewepụ ya uche na nnọkọrịta di na nwaanyị.",
    "O kwukwara na ya na=anọọ onwe ya iji gbalahu ọnwụnwa.",
    "Ụmụnyanyị",
    "mmekọta mmadụ",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Omenala",
    "Alụmdịnanwụnye",
    "Erisco na Chioma Okoli: Erisco asaala Chioma na di ya11 Jenụwarị 2024",
    "Supreme Court: Mkpu ọnụ dịka Otti, Nwifuru,Yusuf na gọvanọ ise ndị ọzọ  jichiri ọkwa ha12 Jenụwarị 2024",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma12 Jenụwarị 2024",
    "Ụfọdụ ebe ihe gbara na Naịjirịaelekere 5 gara aga",
    "Suspension of Igwe Neni: Gịnị na-esere Obi Onicha na Soludo?elekere 4 gara aga",
    "Victor Osimhen: Anyị nwere ndị bọọlụ nwere ike imeri n'asọmpi  Afconelekere 8 gara aga",
    "E liela mmadụ atọ nwụrụ na mwakpo ụlọụka mere n'Ebonyi1 Jenụwarị 2024",
    "Distance Marriage: O nwere uru dị n'ịlụ di obodo oyibo?13 Jenụwarị 2024",
    "Nabeehah Al-Kadriyar: Tinubu etinyebeghị ọnụ n'ogbugbu nwa agbọghọ a tọọrọ ya, ụmụnne ya na nna ha16 Jenụwarị 2024",
    "Supreme Court: Mkpu ọnụ dịka Otti, Nwifuru,Yusuf na gọvanọ ise ndị ọzọ  jichiri ọkwa ha12 Jenụwarị 2024",
    "Erisco na Chioma Okoli: Erisco asaala Chioma na di ya11 Jenụwarị 2024",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma12 Jenụwarị 2024",
    "Suspension of Igwe Neni: Gịnị na-esere Obi Onicha na Soludo?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụfọdụ ebe ihe gbara na Naịjirịa",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}