{
  "published": "18 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Getty Images",
    "Nnamdi Kanu, onyendu otu na-achọ mwereonwe Biafra bụ Indigenous People Biafra (Ipob) adọọla ndị na-eso ya aka na ntị banyere ogbugbu, ntọrị nakwa mpụ dị iche iche ụfọdụ n’ime ha na-eji aha ya eme na mpaghara Ọwụwa Anyanwụ.",
    "Kanu kwuru nke a n’Ụlọikpe Ukwu dị n’Abuja dịka na Tuzde, bụ ebe ọ na-azara ọnụ ya maka ebubo gọọmentị Naịjirịa boro ya.",
    "Ọ bara mba n’oke olu ma kwuo na onye ọbụla na-egbu mmadụ, na-atọrị mmadụ, na-ezu ohi nakwa na-eme mpụ dị iche iche n’aha Ipob, na onye ahụ bụ onye ohi.",
    "N’okwu ya “onye ọbụla na-egbu mmadụ, na-atọrị mmadụ, na-eme mpụ dị iche iche n’aha Ipob bụ onye ohi.”",
    "O kwuru na ndị maọbụ onye ọbụla na-eme mpụ ndị a na mpaghara Ọwụwa Anyanwụ ga-ata ahụhụ ruuru ha.",
    "Kanu gara n’ihu kwuo na ihe mere ndị a jiri eme mpụ niile a bụ maka na e ji ye eji n’aka ndị ọrụ nchekwa nzuzo DSS, na ọ bụrụ na a tọhapụ ya, n’ime nkeji abụọ na ihe niile a ga-akwụsị.",
    "“Onye ọbụla na-eme mpụ ndị a na mpaghara Ọwụwa Anyanwụ ga-ata ahụhụ dịịrị, mpụ niile a na-eme maka na anọ m n’aka ndị DSS, ọ bụrụ na a tọhapụ m, nkeji abụọ ka m ga-eji kwụsị ihe niile a.”",
    "“Kedụ onye ahụ ga-enupu isi n’iwu m nyere n’Ọwụwa Anyanwụ? A mụbeghi onye ahụ,” ka Kanu kwuru.",
    "Kanu kwuru na ọ bụrụ a tọhapụ ya bụrụ, na ọ ga-eji nkeji abụọ kwụsị mpụ niile ndị a na-eme n’Ọwụwa Anyanwụ.",
    "Ihe nkiri mere n'ụlọikpe ụbọchị Tuzde ka a na-ekpe ikpe onyeisi ndị Indigenous People of Biafra, Ipob, bụ Nnamdi Kanu n'Abuja.",
    "Kanu yipuru akwa ya n'ụlọikpe etiti ka ikpe ya na-aga n'ihu.",
    "Nke a na-eme dịka ọkaikpe Binta Nyako gbajọrọ inye ya beelu taa ọzọkwa.",
    "E nyere Kanu ohere ka o kwuo okwu n'ụlọikpe, o yipu akwa ya gosi ụlọikpe ihe mere o ji dị mkpa na a tọghapụrụ ya na beelu.",
    "N'okwu ya; \"ana m anw n'aka ndị DSS ma a na-enye m ọgwụ na-enweghi isi na-akwachi m ahụ\"",
    "O kwuru na DSS jụrụ ịkpọtara ya dọkịnta ọ chọro ga-eleru ya anya. \"Ana m anata ọgwụgwọ maka ọrịa banyere mkpụrụobi mana ha na-enye m ọgwụ nsị. Ha chọrọ ka m nọrọ n'aka ha nwụọ.\" ka Kanu kwuru.",
    "Ọkaiwu Nnamdi Kanu n'onwe ya bụ Aloy Ejimakor anabataghị mkpebi Nyako cha cha cha. Ejimakor gosiri iwe ya banyere mkpọchi a kpọchiri Kanu mere e jiri kwesi inye ya beelu.",
    "Ihe ndị o kwuru b ndị ;",
    "Ndị otu ọkaiwu Kanu enweghi ịga leta ya dịka kama ha na-aga naanị otu na otu",
    "A naghị ekwe ka ya na ndị ọkaiwu ya kpakọọ ma ndị DSS anọghị ya maọbụ ege ntị 3. A naghị ekwe ka ha detuo ihe ọbụla oge ọbụla ha na Kanu zutere maọbụ na-enwe nzụkọ ọbụla",
    "E kweghi ka e wetara Kanu akwa ọ ga-eji gbanwee akwa o yi n'ahụ.",
    "N'okwu ya, \"ihe ndị a bụ etu e si agbajọ iwu Naịjirịa na-eleghi anya n'azụ. O nweghi ka ikpe a ga-esi gaa n'ihu n'ụdị nsogbu ahụ, naanị oge onwe anyị ka anyị ga na-egbu.\"",
    "Ma Nnamdi Kanu ma ọkaiwu ya bụ Ejimakor arịọla ka e tinyezie Kanu na mkpọrọ Kuje ebe ọ bụ na iwu Naịjirịa nyere ohere nke ahụ.",
    "Mana ọkaikpe Nyako kwuru na ya nwere ikike idobe Kanu ebe ọbụla masịrị ya maka nchekwa ya.",
    "Nyako jụru mkpesa ka a kpọrọ Kanu gaa Kuje n'ihi na n'okwu ya o nweghi ntụkwasị obi na nchekwa mkpọrọ Kuje.",
    "N'okwu ya; \"Enwere m ihe ruru mmadụ 15 na-eyi ndụ egwu siri na mkpọrọ Kuje gbapụ, enweghizi m ntụkwasị obi ọbula na nchekwa na mkpọrọ Kuje\".",
    "Etu ọ di ugbua, ndị ọkaiwu Nnamdi Kanu kwuru na ha ga-eme mkpesa ka ụloikpe tọghapụ Nnamdi Kanu ka a kpọchie ya n'ụlọ ndị nkịtị.",
    "N'okwu ya Ọkaiwu Maxwell Opara; \"ebe ọ bụ na ọkaikpe kwuru na o nweghi ntụkwasi obi na nchekwa dị n'ụlọ mkpọrọ Kuje, ka e tinye ya n'ụlọ nkịtị, ebe anyị bu n'obi bụ ụlọ gọọmentị Abia steeti\"",
    "Ihe a na-atụ anya n'ikpe Nnamdi Kanu n'ụbọchị Maachị 19",
    "Ụlọikpe etiti n'Abuja ajụla inye onyeisi ndị otu Indigenous People of Biafra Nnamdi Kanu beelu.",
    "Ọkaikpe Binta Nyako jụrụ ịtọghapụ ya na beelu mana o kpebiri ka e kpee ikpe ya ọsịsọ.",
    "Kanu nọ na mkpọrọ ndị DSS kamgbe afọ 2021 bụ onye gọọmentị Naịjirịa nwụchiri ya na mba Kenya kpọlata ya na Naịjirịa.",
    "Ọkaiwu Kanu bụ Aloy Ejimakor anabataghị mkpebi ọkaipe Nyako cha cha n'ihi na o teela a kpọchiri Kanu.",
    "Onyeisi otu Indigenous People of Biafra (Ipob) bụ Nnamdi Kanu ga-ama ihe bụ mkpebi ụlọikpe banyere ya taa n'okwu gbasara ma a ga-agbapụta ya na beelu ka a gaghị agbapụta ya.",
    "Kanu ga-aga n'ụlọikpe Jọstis Binta Nyako n'ụlọikpe etiti dị n'Abuja taa bụ ụbọchi Tuzde abalaị 19 ọnwa Maachị.",
    "Ndị ụlọọrụ Directorate of State Security bụ DSS n'aha ịchafụ ji Kanu kamgbe afọ 2021 bụ oge gọọmentị Naịjirịa nwụchiri ya na Kenya kpọlata ya Naịjirịa.",
    "A nwụchiri ya na Kenya maka na ọ wufere beelu e nyere ya n'afọ 2017 ma gbapụ na Naịjirịa ruo afọ 2021.",
    "Gọọmentị Naịjirịa na-ebo Kanu ebubo dị icheiche nke gunyere iyi ndụ egwu maka ihe ndị otu Eastern Security Network ESN bụ ndị o kpokobara kpara na mpaghara ọwụwa Anyanwụ Naịjirịa.",
    "Cheta na Nnamdi Kanu site n'aka ọkaiwu ya bụ Aloy Ejimakor nọrọ n’abalị 26 Febụwarị 2024 degara ụlọikpe akwụkwọ maka mgbapụta ya na beelu mana ụlọikpe yigharịrị ụbọchị ikpe ya ka ọ bụrụ na 19 Maachị 2024.",
    "Aloy Ejimakor kpesara na ọ gaghị awufe beelu mbụ e nyeburu ya n'afọ 2017 maọbụrụ na ndị agha Naịjirịa awakpoghi be nna ya n'Afaraukwu dị n'Abia steeti.",
    "Mana ọkaiwu nke gọọmenti Naịjiria katọro mkpesa ahụ ma rịọ ụlọikpe ka ha tụhapụ ya.",
    "Ụlọikpe ewepula mmachi Ipob, kwuo ka enye Nnamdi Kanu ijeri 827 Ọktọba 2023",
    "Nnamdi Kanu Supreme Court case: 15 December bụ mgbe a ga-ekpebi ikpe a5 Ọktọba 2023",
    "Nke a abụghị mbụ Nnamdi Kanu na-achọ beelu n'ụlọikpe.",
    "N'ọnwa Epurel afọ 2022, ụlọikpe nke Jọstis Binta Nyako nọ n'isioche ya n'Abuja kachapụru ebubo asatọ n'ime ebubo iri na ise gọọmentị etiti boro ya.",
    "Mana n'ọnwa Mee, otu ọkaikpe Nyako gbajọrọ inye Kanu beelu maka na ọ wufeela beelu o nyere ya mbu n'afọ 2017.",
    "N'ọnwa Oktoba otu afọ 2022 ahụ, ụloikpe mkpesa nke Jummai Sankey nọ n'isioche ya kachapụ ebubo ndị fọrọ n'ime nke Nyako kachaburu ma kwuo ka Kanu lawa na ikpe amaghị ya.",
    "Agbanyeghi mkpebi ahụ, gọọmentị etiti ka jichikwara ya n'aka ndị DSS ka ha na-eme mkpesa nke ha ka ụlọikpe kpegharịa ikpe ahụ.",
    "N'ikpe nke taa. Kanu na-alaghachi n'ihu Jọstis Nyako ka ọ zara ọnụ ya maka ikpe iyi ndụ egwu e boro ya tupu o wufee beelu ya n'afọ 2017.",
    "West Africa",
    "Afịrịka",
    "Naijiria",
    "Abuja",
    "Nnamdi Kanu",
    "Onye bụ Nnamdi Kanu?21 Nọvemba 2018",
    "Nnamdi Kanu interview: Zik tinyere anyị n'ụmị - Nnamdi Kanu15 Febụwarị 2019",
    "Part 3: 'Ana m abịa n'ike na ebube'18 Febụwarị 2019",
    "Nnamdi Kanu BBC interview part 1: 'Agaghị m adị ka Tinubu ịgwa ndị mmadụ onye ha ga-atụnyere'13 Febụwarị 2019",
    "Nwunye Kanu: A gaghị ekwe ka Ndigbo chịa19 Febụwarị 2018",
    "Kabaaka onye otu egwu Oriental Brothers anwụọla elekere 8 gara aga",
    "Abia Pension law: Alex Otti ọ napụrụ Ikpeazu, T.A Orji na Uzor Kalu ara n'ọnụ?22 Maachị 2024",
    "NA EME UGBU A, Ndị Gọvanọ 16 na Naịjirịa akwadola ka e hiwe ndị uweojii nke steeti - NEC1 Maachị 2024",
    "Ihe Nnamdi Kanu kwuru ga-eme ndị ji aha ya na Ipob eme mpụ na South-East20 Maachị 2024",
    "Ihu, aha na ọkwa ndịagha Naịjirịa e gburu n'Okuama Delta steeti19 Maachị 2024",
    "Ezịnaụlọ Segun Olatunji onye ntaakụkọ a tọọro na-ebeku Onyeịsịala Tinubu18 Maachị 2024",
    "Africa Eye: Etu otu nwaanyị si jiri Whatsapp zọọ ndụ ndị a tọrọ atọ19 Maachị 2024",
    "Bosun Tijani: Gọọmentị Naịjirịa anaghị amachi Kripto - Mịnịsta mgbasaozi na akụnauba dijitaal19 Maachị 2024",
    "Ihe Nnamdi Kanu kwuru ga-eme ndị ji aha ya na Ipob eme mpụ na South-East",
    "Abia Pension law: Alex Otti ọ napụrụ Ikpeazu, T.A Orji na Uzor Kalu ara n'ọnụ?",
    "Kabaaka onye otu egwu Oriental Brothers anwụọla",
    "Ihu, aha na ọkwa ndịagha Naịjirịa e gburu n'Okuama Delta steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}