{
  "published": "17 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Mmemme oliliozu JohnPaul Obumneme Odonwodo onye eji Junior pope mara kpọtụrụ n'ụbọchị Mee 17 2024 n’obodo ya bụ Ukehe dị n'okpuru ọchịchị Igboetiti dị n'Enugwu Steeti.",
    "Puku kwụrụ puku ndị enyi na ikwu n’ibe Junior pope gbakọtara nonyere ndị ezinaụlọ ya isi ya gaa-nke-ọma.",
    "Mmemme ịkwanyere ya ugwu ikpeazụ malitere n'elekere itolu nke ụtụtụ oge ozu ya si ọbaozu “mortuary” gaa zọọ ụkwụ be nne ya tupu ọlaghachi be nna ya maka “lying in state.”",
    "Ụlọikpe akwụsịla  alụmdi ụmụnwaenwe nnenanna 100 na Niger steeti17 Mee 2024",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha 16 Mee 2024",
    "Etu m si tụọ ime mụọ nwa na-agbanyeghi ọrịa PCOS - Stephanie Coker Aderinokun14 Mee 2024",
    "Ngwa ngwa ọkụrụ elekere iri nke ụtụtụ ka katọliki Bishop nke Nsukka bụ Geoffrey Ọnah du ndị ụkọchukwu karịrị iri ise wee kaara Junior Pope ụka nke Ikpeazụ.",
    "N’okwu chukwu ya, Bishop Onah kwuru na ihe bụ isi okwu na ndụ abụghị afọ ole mmadụ dịrị n’ụwa, kama na ọ bụ ka mmadụ si bie ezi ndụ.",
    "Onah gara n’ihu gwa ndị otu Nollywood ka ha tinye anya na iwu ndị ha ga ewepụta ga na-azọ ndụ ha kama igbu ha egbu.",
    "Ọ mara atụ kwuo na iyi “life vest” bụ otu n’iwu ndị otu AGN kwesiri ịhụ na mmadụ adaghị ya ọzọ, dịka ya bụ ihe dulara Juniour pope mmụọ.",
    "Ndị otu ya na Nollywood nakwa ebe ndị ọzọ juputara n’ụlọ ụka St Peters Katoliki Church Ukehe igosi na ha hụrụ ya n’anya.",
    "Naanị nwunye Junior Pope na ụmụ ya, ndị ezi na ụlọ  na ndị ụkọchukwu ka enyere ohere ịhụ ebe adọnyere ya n’ili.",
    "Ụzụ akwa n’iru uju tụkatara ganye na ekpochichaa ili ya.",
    "Ndi otu Junior pope bụ, Rita Edochie, Chinwe Owoh, nakwa onye ji ọkwa PRO AGN Enugwu bụ Mosco gwara BBC na Junior Pope bụ nwoke anaghị akpa oke ma hụkwa mmadụ ibe ya n’anya.",
    "Ndị Nollywood pụtakwara n’Igwe ịkwanyere ya ugwu ikpeazụ, ndị dịka, Zuby Michael, Diamond Okechi, Rachel Okonkwo, Ruby Orjiakor, Rita Edochie, Chinwe Owoh, Igwe Credo na nari kwụrụ narị ndị ọzọ.",
    "Junior Pope: Ụlọomeiwu Anambra etiela iwu  'life jacket' maka njem ụgbọmmiri14 Mee 2024",
    "Jnr Pope mechara nwụọ - Emeka Rollas11 Eprel 2024",
    "E Money, Kcee na kwa ọtụtụ ndị enyi bịakwara.",
    "Ugbua ya bụ akwamozu ka na-agakwa n’ihu na community school field Ukehe ebe Igbo na ụmụ gbakọrọ na eme nke bekee kpọrọ “Burial Reception’.",
    "Ndị mmụọnwụ na otu egwu di iche iche nọkwa n’ọgbọ na-asị Junior Pope “Jedooree” nke pụtara gaa nke ọma n’asụsụ ndị be ha.",
    "Lekwa ihe nkenke ụfọdụ a ga-echeta maka Junior Pope bụ onye a maama na-eme ihe nkiri na Nollywood:",
    "Ezigbo aha ya bụ JohnPaul Odonwodo.",
    "A mụrụ ya na mba Kamerunu.",
    "O si Ukehe n'Enugwu steeti.",
    "Ọ nwụrụ n'ụbọchị Eprel 10 2024 mgbe ụgbọmmiri ha nwere ihe mberede wee dakpuo n'Osimiri Naịja, wee gbuo ya na ndị mmadụ anọ ndị ọzọ so eme ejije ahụ.",
    "Ọ dị afọ 43, ọ lụrụ nwaanyị ma mụọ ụmụ nwoke atọ, nne na ụmụnne ndị ọzọ.",
    "Ọ bụ onye ndị na-eso ya nwere mmasị na ya nke ukwuu.",
    "Ka mgbe ọ nwụrụ, ụlọomeiwu n'Anambra steeti amanyewala iwu maka ime ka iyi efe izọndụ - lifejacket - abụrụ iwu",
    "Ihe ndị ịmaghị maka nsị si n'agwọ, akpị nakwa agụụlọ19 Mee 2024",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha 16 Mee 2024",
    "Etu anyị si kụọrọ ndị ntọ ahịa, memila ndị otu IPOB na ESN n'Imo steeti- Ndịagha Naijiria18 Mee 2024",
    "Nollywood",
    "Naijiria",
    "Ihe nkiri",
    "Enugu Steeti",
    "Ịkpa obi aṅụrị",
    "Omenala",
    "Ihe mere m ka m kụchara egwu n'akwamozu mama Obi Cubana - Anyidonselekere 7 gara aga",
    "Ụgbọelu Helikọpta bu onyeisiala Iran enweela ihe mberedeelekere 9 gara aga",
    "NA EME UGBU A, DR Congo apịnyụọla atụmatụ ịnapụ ọchịchị n'ike taa",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha 16 Mee 2024",
    "Etu m si tụọ ime mụọ nwa na-agbanyeghi ọrịa PCOS - Stephanie Coker Aderinokun14 Mee 2024",
    "Public Ranch Agency Bill: Iwu a a ga-egbo ọgụ ndị ọchịehi na ndị ọrụ ugbo?13 Mee 2024",
    "Njem Nwaeze Harry,Meghan nwunye ya meere na Naijiria11 Mee 2024",
    "'Landlord jụrụ inye m ụlọ si na m jọrọ njọ'11 Mee 2024",
    "Ụlọikpe akwụsịla  alụmdi ụmụnwaenwe nnenanna 100 na Niger steeti17 Mee 2024",
    "Etu e si wee dulaa Junior Popeelekere 7 gara aga",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Red Cross Orphanage: Ọnọdụ ụmụaka enwe nne dịka Gọọmentị Enugu kwatụrụ ụlọ ha",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}