{
  "published": "7 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Guus Van Veen",
    "Onye dere ya, Christian Fuller",
    "Ndị mere akụkọ a,  BBC News, South East",
    "Eprel 2024",
    "Tupu o bido were ukwu ya abuo jịrị ọsọ gbazuo Afrịka okirikiri, Russell Cook kwuru na ya achoghi ihe o ga-abu ya lee anya na ndu ya ọ bụụrụ ya ihe ụta.",
    "Cook dị afọ 27, onye mpaghara Worthing, West Sussex dị na mba Ingland kwuru na ya nwere nsogbu ịnụ oke mmanya, nsogbu ahuike uche na igba chaa-chaa nke mere o jiri sị na ya chọrọ mgbanwe na ndu ya.",
    "Lagos Maratọn: Ahụ osiri gị ike ịgba ọsọ?26 Jenụwarị 2018",
    "Abraham Kiprotich emeriela na Lagos City Marathon10 Febụwarị 2018",
    "Sintayehu Legese emerịela 'Lagos Marathon' rite $50,0002 Febụwarị 2019",
    "O ji ụkwụ gafee ihe ruru maịlị10,190 (16,400km) n' abali 352, na mba 16 dị na Afrịka, ma gabigaa ọtụtụ nsọgbụ.",
    "A gụrụ ya aha otutu bụ “Hardest Greezer” n' olu Bekee.",
    "O nwetara ego karịrị £550,000 maka ọrụ ebere.",
    "Ọ na-achọ ịgba ọsọ nke ikpeazụ ya were mechie.",
    "Ebe foto si, Harry Gallimore",
    "Russell Cook",
    "Ọtụtụ ihe agbaweela kemgbe Cook bidoro gbawa ọsọ ahụ na Worthing, West Sussex n' onwa Febụwarị, afọ 2023.",
    "Ebumnobi ya ịgba ọsọ sị na Tunisia banye mba Saụt Afrịka gbanwere mgbe ndị mba Ọljiria ekweghị nye ya akwụkwọ mbata na ọpụpụ(visa).",
    "Ebe foto si, Guus van veen",
    "Russell Cook",
    "Nke a mere o jị sị ụzọ mere ya ọgba ọsọ sị na mpaghara ugwu Saụt Afrịka nwere gaa na ndịda anyawnu ya.",
    "Nke a mere ya, ọ gafee n’ ime obodo, oke ohia, ugwu na ozara Sahara.",
    "Ebe foto si, Guus Van Veen",
    "E zuru igwe foto, ekwentị, ego na akwụkwọ ikike ngafe Cook na ndi otu ya n' Angola",
    "Ka ọ gafechere mba Saụt Afrịka na Namibia na abali 50, Cook nwetere ịhe aka mgba nke mbu ngbe ndị ohi nwakporo ya.",
    "Ya na ndị otu ya ka ezuru ohi, zuru igwefoto ha, ekwentị, ego, paspọtụ na visa ha na Angola na onwa June, na abalị 24.",
    "N agbanyịghị ịhe ndọghachị aka azụ, Cook kwuru na ya ga agburu ọsọ n’ịsị njedebe.",
    "Ebe foto si, Harry Gallimore",
    "Cook gara nnyocha ahụike na Naịjirịa maka azụ-mgbu",
    "Ịgba ọsọ karịrị otu marathon kwa ụbọchị malitere ịnye ya nsọgbụ na ahu.",
    "Ka onwechara nsogbu afọ na ịzụ ụka gara aga, Dọkịnta gwara Cook ka onwere otu ụbọchị zuo ike maka n’ ahuru ọbara na mmamịrị ya n’ ụbọchị nke 45.",
    "Mana nke na enye ya nnukwu nsọgbụ bụ ịhe mgbu na egbu ya na-azu.",
    "Na abalị  200 na Naịjirịa, dọkịnta gwara Cook ka obereta aka na awa ole ọ na agba ọsọ kwa ụbọchị maka ahuike ya nke mere o ji hara ịgba ọsọ na abalị nke 205 na 206.",
    "Mana nke a ama nkwusi Cook ịgba ọsọ.",
    "“E jị abalị ole ma ole nwere nyochaa ọkpụkpụ m. Enweghị ma okpukpu gbajịrị. Naanị ịhe me ga eme bụ ịnụ ọgwụ na ebeleta ụfụ nwere bịdọ ịgba ọsọ ọzọ”.",
    "Ebe foto si, GUUS VAN VEEN",
    "Ịhe onyonyo mkpesa mgbasa ozi mmekọrịta nke Cook mere na X dọtara uche ndị mmadu ọkachasi  Elon Musk, onye zụtara Twitter - nke a na-akpọ X ugbu a - kengbe na 2022.",
    "Ka ọ gafechara ịhe ọgbata-ughe na ụzọ ya, vịsa ọga e jị sị Mauritania banye na mba Algeria kwusiri ya na abalị 278.",
    "Cook nwere ngbe okwuru “Ọ bụrụ na anyị enwetaghị vịsa Algeria, ịmara na okwu agwula”",
    "Mmadu ruru nde ịrị na otu huru ịhe onyonyo nke o mere na X ebe o jị nyọọ bịkọ ka ndị Algeria nye ya vịsa.  Onye nwe X bụ Elon Musk na MP Tim Loughton nakwa Alexander Staffprd huru ya.",
    "Anyịnyọ ahụ mịtara mpuru ọma ngbe ndị embasị UK gbara ama na aga anabata ya na Algeria ma kwanyere ya ugwu.",
    "Ebe foto si, GUUS VAN VEEN",
    "Cook kpebiri ịgba ọsọ n'abalị maka ekpomoọkụ nke Ọzara Sahara",
    "Mgbe ihe ndọghachi azụ ahụ gasịrị, ihe niile kewara Mr Cook na ịtụrụ ugo bụ obere ọrụ nke ịgafe ọzara Sahara (Sahara Desert).",
    "Ụzọ okporo ụzọ awara awara agwụla, dị ka akara na egosi  mmepeanya. Mana ụbọchị ngwụcha ka edobere: Eprel 7, 2024.",
    "N'ịkwalite njem ya iji mejupụta oge furu efu, Maazị Cook mere mkpebi ịgba ọsọ abalị n'ihi oke okpomọkụ na adị kwa ụbọchị na oke ikuku na efegharị aja.",
    "Ebe foto si, Guus Van Veen",
    "Cook ga-agwụcha ogologo oge Africa n'Ụbọchịụka, Eprelụ 7",
    "Ụbọchị  tụgharịrị ghọọ izu, izu wee ghọọ ọnwa.",
    "N'ikpeazụ, n'ehihie Ụbọchịụka, Cook na-aga ebe ugwu Tunisia kacha ugbua.",
    "Ndị nkwado ya sitere n'akụkụ ụwa niile sonyere ya maka asọmpi 'marathon' ikpeazụ imecha ihe ịma aka ahụ.",
    "Oriri na oṅụnụ ahu ga-aga ogologo oge n'ime abalị - ndị otu 'Punk British Soft Play, bụbụu ndị ohu, ga -aku egwu na ụlọọrịrị na nkwalị dị na Bizerte.",
    "Cook ga-emesị nweta otu ihe na-agụsi ya ike kemgbe ụbọchị mbụ bụ ihe ọṅụṅụ a kpọrọ, “strawberry daiquiri”. na Bekee.",
    "Ụmụntoroọbịa",
    "United Kingdom",
    "Naijiria",
    "Omume",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Binance: Ekwughi ebe ego $34.4m si na ebubo ise gọọmentị Naịjirịa na-ebo ndị Binance8 Eprel 2024",
    "Electricity Tariff Hike: ''Ọ dị ka anyị ga-alaghachi n'ịmụ ọkụ mpanaka ugbua”5 Eprel 2024",
    "Maka nwoke a sị tigburu nwunye ya n’Enugwu Steeti: Lee ihe BBC chọpụtaraelekere 5 gara aga",
    "Etu e si gbuo ụmụnne abụọ ma bekasịa ahụ ha n'Adani, Enugwu Steeti9 Eprel 2024",
    "",
    "Water Scarcity: Gọọmenti Enugwu ekwuola ihe mere mmiri ha kwere na nkwa anaghị agba6 Eprel 2024",
    "Electricity Tariff Hike: ''Ọ dị ka anyị ga-alaghachi n'ịmụ ọkụ mpanaka ugbua”5 Eprel 2024",
    "Russell Cook: Onyeọcha  jị ọsọ gbazuo Afrịka7 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey4 Eprel 2024",
    "Ebe ndị uweojii kụsara akwụ ndị Ipob/ESN n'Ọwụwa Anyanwụ n'izu a1 Eprel 2024",
    "Binance vs Naịjirịa: 'Obi agbawala m na e tinyere di m na mkpọrọ agbanyeghi na aka ya dị ọcha' - Nwunye Tigran onye ọrụ Binance8 Eprel 2024",
    "Mercy Chinwo na di ya akpụpụla mmadụ ise n’ụlọikpe maka ikwu na nwa ha bụ nke Nathaniel Bassey",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ụmụada Enugu state 'na-eweta ọkụ' na NigeriaEmelitere ikpeazụ na: 4 Septemba 2019",
    "Mother's Day: Ugboro ole ka a na-emedị ụbọchị ndị nne n'afọ?Emelitere ikpeazụ na: 8 Mee 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}