{
  "published": "01:20",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Amamba Uzuakoli Erosion: Etu nsogbu mbuze is awa ndị Amamba Uzuakoli agba",
    "Ndị obodo Amamba Uzuakoli dị n'Okpuru Ọchịchị Bende dị n'Abia steeti ebekuola Gọọmentị Etiti na nke steeti ka ha gbatara ha ọsọ enyemaka na nsogbu mbuze.",
    "Onyeisi otu jịkọrọ ụmụafọ Amamba Uzuakoli bụ Chilasa Kanu gwara BBC Igbo na mbuze ahụ emebiela ọtụtụ ihe gụnyere ụlọ ise.",
    "Abia State Erosion: 'Mbuze na-achọ ikewa okporoụzọ anyị' - Ndị obodo Ekeoba, Umuahia21 Jenụwarị 2022",
    "'Mbuze abọpụtala ozu na Nnewi'28 Septemba 2019",
    "Earth Day 2022: Kedụ ka atụmatụ nchekwa ụwa 'climate change' si metụta gị?22 Eprel 2022",
    "Kanu, onye gbara ama na obodo ha emefuola ijeri naira anọ(40m) n'igbo nsogbu mbuze nọ na nnukwu nsogbu dịka oke mmiri ozizo na ide mmiri merela ka nsogbu ahụ kawanye njọ.",
    "N'otu aka ahụ, Okenye ọzọ bụ Chikezie Ogbonna tụrụ arịị sị na ndị obodo ha na-achị obi n'aka oge ọbụla mmiri na-ezo n'ihi egwu mbụze ma rụtụ aka na ụfọdụ agbaala ọsọ ndụ hapụ be ha.",
    "Ụmụnwaanyị obodo ahụ tụrụ arịị na nsogbu mbuze ahụ na-ata ha ahụhụ ịga ugbo ma na-ebute egwu ma mmiri ozizo malite.",
    "Kirie ya n'uju:",
    "Gburugburu",
    "Abia Steeti",
    "Klaimet chanji",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "NA EME UGBU A Tinubu, APC ga-amalite ịzara ọnụ ha n'ụlọikpe ntuliaka na Julaị 39 Mee 2023",
    "Sierra Leone election: Ndị mba Sierra Leone chị obi n'aka eche mpụtara ntuliaka24 Juun 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}