{
  "published": "26 Eprel 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, NTA",
    "Onyeisiala Bola Tinubu zigara ezinaụlọ Sinetọ Ayogu Eze ozi nkasi obi maka ọnwụ ya. Onyeisiala kọwara na nwaamadi ahụ bụ ezigbo nwa afọ gbara mbọ maka ọdimma obodo Naịjirịa.",
    "N’ozi onye ndụmọdụ pụrụ iche nye onyeisiala Ajuri Ngelale binyere aka, onyeisiala Tinubu kpere ekpere ka chineke mee ka mkpụrụ obi Ayogu Eze  zuru ike maa kasie ndị na-eru uju obi.",
    "Ndị ọzọ zitere ozi nkasiobi nye ezinaụlọ Sinetọ Ayogu Eze gụnyere, onye bụbụ osote onyeisiala Atiku Abubakar, aka chibụru Abia steeti Orji Uzor Kalu, aka chiburu Anambra steeti Peter Obi, sinetọ nọchitere anya Enugwu Nọt n'oge gara aga bụ Chukwuka Utazi na onyeisioche pati PDP n’okpuru ochichi Enugu Nọt, Nze Mike Onyeze na ọtụtụ ndị ọzọ.",
    "Otu onye ọrụ gọọmentị Enugwu steeti achọghị ka akpọọ aha ya gwara BBC o na Eze nwụrụ n’ụtụtụ ụbọchị Tọzde dịka ọ rịachara ọrịa obere oge.",
    "Ebe foto si, Atiku Abubakar, Peter Obi, Orji Uzor Kalu, Utazi/Getty/Instagram/facebook",
    "A mụrụ Sinetọ Ayogu Eze n’abali 23 Nọvemba afọ 1958 n’Ụmụịda, obodo dị n'okpuru ọchịchị Igbo-Eze North Enugwu steeti, ndịda ọwụwa anyanwụ Naịjirịa.",
    "Eze gara ụlọakwụkwọ nchịkwa na teknụzụ (IMT) Enugwu, ebe ọ nwetara Higher National Diploma na Mass Communication. Ọ gakwara International Institute for Journalism nke dị n’mba Jamini, Mahadum Lagos, ụlọakwụkwọ etiti Harvard Kennedy, Mahadum Oxford na Mahadum Cambridge.",
    "Ọ rụrụ ọrụ ka kọmishọna na-ahụ maka mgbasa ozi na omenala na kọmishọna na-ahu make omenala na ogbe nlegharị anya n’Enugwu steeti bido n’afọ 2001 ruo afọ 2006.",
    "Ebe foto si, Ayogu Eze/Facebook",
    "A họpụtara ya dịka Sịneto ndị Enugwu Nọt n’onwa Jun 5, 2007 ruo afọ 2016Mgbe ọ nọ n’Sineti, a họpụtara ya dịka onyeisioche kọmitii sineti na na-ahu maka mgbasa ozi.",
    "N'ime afọ asatọ ọ nọrọ na sineti, o so na kọmitii depụtara akwụkwọ na mmezigharị na mgbanwe ụfọdụ akwụkwọ iwu Naịjirịa afọ 1999. N’afọ 2011, a họpụtara ya dịka onyeisioche kọmitii sineti na-ahụ maka ọrụ.",
    "Sinetọ Eze rụkwara ọrụ dịka onye otu kọmitii sineti n’ihe gbasara ndị uwe ojii, Nghazi obodo, njem mmiri ya na ministri na-ahu maka nkesa ọkwa ọrụ n’Naịjirịa.",
    "Ebe foto si, Ayogu Eze/Facebook",
    "Eze zoro ọkwa gọvanọ Enugwu steeti na ntuliaka nke afọ 2015 n'okpuru pati PDP.",
    "Ọ dara na ntuliaka ime ụlo PDP nke ọ bụ Ifeanyi Ugwuanyị turu ugo. Ntuliaka ime ụlọ ahụ nwere ọtụtụ ọgbaaghara nakwa igba akwụkwọ n’ụlo ikpe.",
    "N’afọ 2018, Eze banyere pati APC wee zọọ ọkwa gọvanọ n'okpuru pati APC n’afọ 2019 mana ọ hapụrụ ntuliaka ahụ mgbe ụlọ INEC wepụrụ aha ya na-ndeputa akwụkwọ ikpeazụ ndị ga-azọ ọkwa ọchịchị gọvanọ ahụ.",
    "Ruo mgbe ọ nwụrụ, Sinetọ Ayogu Eze bụ onye nnọchite anya Enugu steeti na RMFAC (Revenue Allocation Mobilisation and Fiscal Commission) ma soro na ndịisi oche otu Nigerian Ports Authority (NPA).",
    "Ọ gbara afọ 66 tupu o nwụọ.",
    "Naijiria",
    "Ntuliaka obodo Naịjirịa nke 2019",
    "Enugu Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Onye ji ọkọlọtọ APC n'Enugu Steeti?7 Febụwarị 2019",
    "Etu e si lie Chukwuemeka Ezeife (Okwadike) bụbu Gọvanọ Anambra Steeti21 Eprel 2024",
    "Ogbonnaya Onu: Ihe Ohaneze Ndigbo kwuru maka ya11 Eprel 2024",
    "Chinwoke Mbadinuju bụbu gọvanọ Anambra Steeti anwụọla11 Eprel 2023",
    "NA EME UGBU A, Eleme fire: 'Nwaanyị dị ime, nwa ya so na ndị ọkụ gbagburu'",
    "Ụlọakwụkwọ American International School akwụghachila EFCC ego Yahaya Bello kwụrụ ha maka ụgwọ akwụkwọ ụmụ ya27 Eprel 2024",
    "Ihe ndị uweojii kwuru maka nwoke e gburu, dọwa ozu ya n'ama n'Imo steeti26 Eprel 2024",
    "Onye bụ Ayogu Eze nke onyeisiala Tinubu, Peter Obi na Atiku na-ebe akwa maka ọnwụ ya?26 Eprel 2024",
    "'Akwa m na-eyi eme ejije ka D Law tọrọ m atọ, ọ karịala afọ 30' - Layiwasabi24 Eprel 2024",
    "\"Ndị PDP Imo steeti niile so Ihedioha aga ebe ọbụla ọ na-aga\" - Barr. Kissinger23 Eprel 2024",
    "Ka ‘Obioma' si afọ ndị 1970 si abiaghachi ọzọ ugbua24 Eprel 2024",
    "Iran vs Israel: Kedu onye ngwa agha ya kaa?20 Eprel 2024",
    "Ihe ndị ị ga-eme naịra nwereike itinye gị na nga19 Eprel 2024",
    "Nwaanyị Nnewi: Etu nne m ochie siri kpalite m ime ‘skit’19 Eprel 2024",
    "Ihe Nobert Young na Stanley 'Ontop' kwuru maka ọnwụ Zulu Adigwe",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ka ‘Obioma' si afọ ndị 1970 si abiaghachi ọzọ ugbua",
    "Uru 12 ọmụ baara ndị IgboEmelitere ikpeazụ na: 28 Juun 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}