{
  "published": "25 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ọrụ ngo ebidola ọrụ ugbua n’kwammiri New Artisan dị n'Enugwu nke dara ada n’ike n'ụbọchi 25 Sepụtemba 2023.",
    "Tupu ọrụ amalite, gọọmentị ji ogbunigwe 'dynamite' gbarie akwammiri ahụ nke dafọrọ adafọ iji mepee ụzọ ka ndị ọrụ bido.",
    "Cheta na minista na-ahụ maka ọrụ na Naịjirịa bụ David Umahi bịara njem nleta mgbe akwammiri ahụ dara, bụ ebe ọ nọ kwee nkwa na ọrụ ga-amalite ngwa ngwa.",
    "Kamgbe ọdachi ahụ mere, ndi njem na-atakụta ya aja n’Enugwu Steeti site n'ịkwụ n'ahịrị n'ahịrị ọtụtụ awa iji gbaa ọzụ ọzọ maka ọdịda akwammiri ahụ.",
    "Ọgbaghara ọhụrụ amalitela n'ogige ndị na-ere anụmamụ n'Enugwu22 Eprel 2021",
    "Ọgbaaghara adapụtala taata dịka a na-akwatu ahịa New Artisan Enugwu20 Ọgọọst 2021",
    "Ndị ọkwọ ụgbọala na ndị Ugwu na-ere anụmanụ na ya bụ new Artisan gwara BBC na kamgbe afọ ole ma ole gara aga ka akwa mmiri ahụ na-eme mkpọtụ ma na-ama jijiji ma nnukwu ụgbọala gafee na ya.",
    "Ọtụzịrị ha n’anya na elekere iri na abụọ nke ehihe ka ha nụrụ nnukwu ụda, o wee bụrụ na ya bụ akwa mmiri adaala.",
    "Otu nwoke bụ Ejiofor Asogwa kwuru na gọọmenti kwesịrị inyocha akwa mmiri ndị ọzọ dị n'Enugwu.",
    "\"A ma ama na ọtụtụ akwa mmiri ndị a rụrụ n'Enugwu emebiela, ma nke abakpa, ma nke Emene\" ka o kwuru",
    "Ọtụtụ ndị kwuru na ọ bụ maka 'sit at home' mere na ndi mmadụ anọghị nnukwu na ya bụ akwa.",
    "Gọvanọ Enugwu bụ Peter Mbah agalarịị njem nleta ma kelee chukwu na mmadu anwụghịị.",
    "Mbah nyere ntuziaka ka egbochie ụzọ ahụ maka ndụ ndị mmadụ.",
    "Nkea mere na ndị niile si Owerri na Umuahia ga-etinye isi n'Independence Layout Enugwu tupu ha agaba Abakaliki na ebe ndị ọzọ.",
    "Mgbe anyị rutere ya bụ ebe m’ụtụtụ taa, ndị ụlọọrụ si mba China nọzị kee nkwụcha ma na agbakọ ihe ọ ga ewe ha iji rụọ akwa mmiri ahụ dara ada.",
    "Engineer Ibrahim na ekwuchitere ha ọnụ kwuru na gọọmentị etiti enyebuola ha ọrụ ngo ịrụ ụzọ ma dozie akwa mmiri ahụ.",
    "O kwuru na ha erutabeghi ebe akwa mmiri ahụ tupu ọ daa nke mere na ha jiiri ọsọ na edekọ ihe ọ ga ewe ha ịrụ akwa mmịrị ahụ, o kwuru na ha na Gọvanọ ga enwe mkparịta ụka maka ya",
    "Ebe foto si, Enugu state government",
    "Aka na-achị Enugu steeti bụ Peter Mbah ekwuola ka ewepụta atụmatụ ọhụrụ iji na-aedozi ụzọ ga-eme ka o nọteere ụmụ Naịjirịa aka.",
    "Okwu ya na-abịa dịka akwa mmiri dị n'ebe akpọrọ New Artisan n'Enugwu dara n'ehihie ụbọchị Monde ma gbawa ndị na-aga njem aka.",
    "\"Obi dị anyị ụtọ na o nweghi onye nwụru n'ọdachi a mana ihe a bụ ihe ekwesighi ime na mbụ\" ka o kwuru.",
    "O sị na ihe mere gosiri na atụmatụ gọọmentị etiti ochie n'ịhazi ụzọ anaghị arụzi ọrụ.",
    "N'otu aka ahụ Kọmịshọna ọrụ na mwulite obodo bụ Gerald Otiji agwaala ndị steeti ahụ ha si ụzo ọzọ gara mkpa ha na steeti ahụ.",
    "\"Anyị na-adụ ndị mmadụ ndụmọdụ ha siri ụzọ Nza street gafere New Haven maọbụ ụzọ Ogui nakwa ụzọ Abakaliki iru ebe ha na-eje\" ka o kwuru.",
    "Ọ sị na ọ bụ ka ọ ga-adị rue mgbe gọọmentị haziri ihe a ga-eme nso nso a maka akwa mmiri dara ada.",
    "Ebe foto si, Enugu state government",
    "Gọvanọ Peter Mbah gara nleta ebe ahụ akwa mmiri dara.",
    "BBC Igbo gara nchọpụta n'ebe akụko kwuru na akwa mmiri dara n'akụkụ Enugwu steeti a ana-akpọ New Artisan.",
    "Ihe BBC hụrụ bụ na akwa mmiri ahụ dịka ọ mikpuru n'ala dịka o kebiri abụọ.",
    "Naanị otu ụgbọala ukwu dịka gwongworo danyere n'ime olulu ahụ mana o nweghi onye nwụrụ na ya.",
    "Ndị nọ ebe ihe mere kọọọ BBC Igbo na o teela aka akwa mmiri ahụ ji nwayọ agbawa mana o nweghi ihe e mere maka ya.",
    "Otu nwoke aha ya bụ Hassan bụ onye Awụsa na-azụ ahịa n'akụkụ ebe ahụ rịọrọ gọọmentị enyemaka maka akwammiri ahụ dara ada.",
    "Ọ sị na ọ bụ n'akụkụ ebe ahụ ka ha na-azụ ma na-ere anụmanụ nke mere na ọdịda akwa mmiri ahụ ga-emetụta ha na ọrụ aka ha n'ụzo ọjọọ.",
    "Gee ihe ya na ndị ọzọ kwuru n'uju n'akara Facebook anyị: BBC News Igbo Facebook",
    "National security",
    "Naijiria",
    "Enugu Steeti",
    "NA EME UGBU A , ECOWAS Summit: Gịnị ka ndịisiala mba dị n'Ọdịda Anyanwụ Afrịka na-akpa taa n'Abuja?1 Disemba 2023",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta10 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "A malitela ọrụ n’uju n'akwammiri New Artisan dara ada n'Enugwu6 Disemba 2023",
    "Ị ga-achọ ịma ma o nwere akụkụ ahụ gị na-aka nka ọsịsọ karịa gị?6 Disemba 2023",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "E kpunyela Chelsea okpu ogwu taaEmelitere ikpeazụ na: 17 Maachị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa BiafraEmelitere ikpeazụ na: 14 Septemba 2021",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}