{
  "published": "23 Mee 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, HRH AMINU ADO BAYERO/INSTAGRAM",
    "Esemokwu dị n’obi ocheze Kano ewerela ọnọdụ ọzọ dịka Alhaji Aminu Ado Bayero bụ onye Gọvanọ Abba Kabir wepuru n’ọkwa ọchịchị dịka Emir lọghachịrị n’obodo Kano n’ime abalị Fraịde.",
    "Aminu Ado Bayero bụ onye ya ndị na-akwado ya batara n’ọdọụgbọelu Malam Aminu dị na Kano dịka ozi pụtara na ọ chọrọ ịbanye n’obi Emir na-agbanyeghi na e wepula ya.",
    "Mana gọọmentị Kano Steeti natara ozi na nwamadị a batara Kano, nke mere gọvanọ Abba Kabir Yusuf na ndị ọrụ gọọmentị ndị ọzọ duuru Emir Muhammadu Sanusi gawa n’obi Emir nke Kano n’ihe dịka elekere otu nke abalị.",
    "Akụkọ kwuru na gọvanọ ndị ọtụtụ ndị ọzọ ahụ nọ n’obi Emir ahụ chi abọọ.",
    "Ugbua, gọvanọ Kano Steeti enyela iwu ka ndị ọrụ nchekwa nwuchie Alhaji Aminu Ado Bayero maka ịkpa agwa butere ọgbaghara na steeti ahụ.",
    "Ozi si n’aka ọnụ na-ekwuru gọvanọ kwuru na dịka onyeisi nchekwa nke steeti, na gọvanọ enyela kọmoshọna ndị uweojii iwu ka ọ nwụchie Onyeze ahụ a chụrụ achụ na-egbughi oge maka ‘ime ihe ga-ebute ọgbaghara’ na steeti.",
    "Cheta na ndị ụlọomeiwu Kano Steeti kagburu obi ọchịchị ise dị na Kano gụnyere Kanon, Bichi, Karaye, Gaya na Rano Abdullahi Ganduje bụbu gọvanọ hiwere.",
    "N’otu ụbọchị Fraịde ahụ ka gọvanọ Abba Kabir Yusuf kpọghachịrị Muhammadu Sanusi II dịka Emir nke Kano ma nye ya akwụkwọ ikike, ebe ọ ga-anọ n’obi ọchịchị gọọmentị ruo mgbe ọ ga-alaghachị n’obi ọchịchị ya.",
    "Ndị gọvanọ a na-etinye anya n'ịhọpụta eze ọdịnala?15 Mee 2019",
    "Nchutu Sanusi wụrụ m akpata oyi - Moghalu9 Maachị 2020",
    "Niger Coup: Sanusi agaala zute onyeisi ọchịchị ndịagha Nijie9 Ọgọọst 2023",
    "Ebe foto si, SANUSI LAMIDO/FACEBOOK",
    "E duola Muhammed Sanusi II n’iyi ọrụ ọzọ dịka Emir nke Kano steeti.",
    "N’oge ọ na-ekwu okwu na mmemme idu n’iyi ọrụ ahụ n’obi ọchịchị steeti ahụ dị na Kano, Gọvanọ Abba Kabir Yusuf sịrị na gọọmenti steeti ahụ agbasoola ụkpụrụ niile kwesịrị ekwesị iji kachapụ iwu hiwere alaeze a kpọrọ ‘monarchy law’.",
    "N’okwu nke ya, Muhammadu Sanusi sịrị na ọ bụrụ na ahapụrụ nkesa alaeze dị iche iche na Kano, nkewa alaeze nwere ike ị dị na-aga n’ihu.",
    "Dịka o siri kwuo, “ya bụrụ ma ahapụrụ nkewasị alaeze, otu ụbọchị e nwere ike họpụta Emir Fagge, Kunci maọbụ Kombotso.”",
    "Ọnọdụ a na-abịa dịka ụlọikpe etiti nọọrọ ụnyahụ nye iwu ka akwụsị ikposa alaeze ndị ahụ n’oge Alhaji Aminu Baba Dan Agundi gbachara akwụkwọ n’ihu ya.",
    "Ebe foto si, KANO STATE GOVERNMENT",
    "Ebe foto si, KANO STATE GOVERNMENT",
    "Ebe foto si, KANO STATE GOVERNMENT",
    "Ebe foto si, Muhammadu Sanusi II/Twitter",
    "Gọvanọ Kano steeti bụ Abba Kabir Yusuf eweghachitela Muhammadu Sanusi II dịka Emir nke Kano.",
    "Gọvanọ ahụ kwuru nke a ka o binyechara aka n'iwu megharịrị iwu nke hibere iwu ọchịchị obodo Kano nke afọ 2019.",
    "Ndị omeiwu Kano steeti nọrọ taa mee mkpebi maa kagbuo alaeze ise nke Kano - bụ Kano, Bichi, Rano, Karaye na Gaya.",
    "E nyefere iwu ahụ n'aka gọvanọ onye mechara binye aka na ya.",
    "N'okwu ya, Gọvanọ Kabir kwuru: \"Mgbe a kagbuchara akwụkwọ iwu ọchịchị obodo Kano nke afọ 2019, nke a pụtara na alaeze nke Kano laghachiri n'ọnọdụ ya tupu iwu afọ 2019\".",
    "Ọ gara n’ihu kwuo na “Ọ bụ naanị Muhammadu Sanusi II bụ Eze enwere na Kano steeti\".",
    "Ebe foto si, KANO STATE GOVERNMENT",
    "Ụlọomeiwu Kano steeti dị na mgbago Ugwu Naijiria nọrọ taa bụ Tozde 23 Mee 2024 kwado ka a kwasasịa alaeze ‘Emirates’ niile nke steeti ahụ maa kagbuo iwu ọhụrụ mepụtara alaeze emirate ọhụrụ n'afọ 2019.",
    "Nke a pụtara n' iwu ochie nke ahụ hibere Emirate nke Kano adikwala ire ozo.",
    "Mkpebi ọhụrụ a ụlọomeiwu ahụ mere gosiri na ndị eze(emir) ise nke Kano, Bichi, Karaye, Gaya, na Rano enweghizi oche ha.",
    "Ọ bụrụ na Gọvanọ steetị ahụ bụ Abba Kabir binye aka n’iwu ọhụrụ a, ọ ga-enye ya ikike ịhọpụta Eze ọhụrụ n' alaeze ‘Emirate’ nke Kano.",
    "Onyeisioche ụlọọgbakọ Mase Rinjaye na Kano bụ Lawan Hussaini kwuru na \"Iwu ọhụrụ a ga-enye Gọvanọ Yusuf ike iji ị mara aha onye ndị na-ahụ maka ịhọpụta eze họpụtara.\"",
    "\"Ugbua, Kano steeti enweghị eze ọbula.\"",
    "Ebe foto si, facebook/sanusi lamido",
    "Cheta na n'afọ 2020 n'oge ọchịchị Umar Ganduje dịka Gọvanọ, Odeakwụkwụọ ụkwu steeti ahụ bụ Alhaji Usman Alhaji mara ọnwa nchutu n'ọkwa nke Muhammadu Sanusi dịka Emir nke Kano.",
    "Gọọmentị steeti agara n'ihu wewapụta alaeze anọ ọhụrụ merere ya alaeze ise( 5 emirates) na  Kano Steeti.",
    "Ebe foto si, sanusi lamido/twitter",
    "A mụrụ ya na ụbọchị 31 n’ọnwa Julai afọ 1961. Ọ bụ nwanwa Muhammadu Sanusi I. Ọ bụ onye a maara dịka ‘Khalifa Sanusi II’ bụrụkwa onyendu nke ‘Tijanniyah Sufi’ nke Naịjirịa.",
    "Muhammadu Sanusi Lamido II bụ onye otu agbụrụ Dabo dynasty. O nwere oche dịka Emir 14 nke Kano n’ọnwa Jun 8 afọ 2014 ruo Maachị 9 afọ 2020.",
    "Tupu ọ bụrụ Emir, Sanusi bụ onye nwere ọgụgụ isi nke Islam, onye ndọrọndọrọ ọchịchị na onye ọrụ ụlọakụ.",
    "Ọ rụrụ ọrụ dị ka Gọvanọ nke ụlọakụ etiti Naịjirịa ‘Central Bank of Nigeria’ site n’afọ 2009 ruo afọ 2014.",
    "O nwetara ezigbo mgbanwe n'ụlọakụ ruo mgbe a kwụsịrị ya ọrụ maka na-ogbarananwụ wuruwuru ego mmanụ ụgbọala ruru ijeri dọla 20.",
    "A họputara ya na 8 Jun afọ 2014 ka ọ nọchie nnanna ya bụ Ado Bayero, dị ka Emir nke Kano.",
    "Ka a họpụtarachara ya, ụfọdụ ndị tụrụ anya na ọ bụ nwa Bayero kwesiri ịnọchi nna ya dị ka Emir, ma kwugidere nhọpụta Sanusi ebe ụfọdụ kwenyere na ọ bụ maka ezi orụ ọ rụrụ n'oge ọ nọ na ụlọakụ etiti mere e jị họpụta ya dị ka Emir nke Kano.",
    "Ebe foto si, sanusi lamido/twitter",
    "N'ọnwa Maachị 9 afọ 2020, Sanusi nọ n'ụlọ obibi ya dị na Gidan Rumfa mgbe ọ nụrụ na Gọvanọ Abdullahi Ganduje achụpụla ya dị ka Emir nke Kano.",
    "Ka ọ na-eche ka ndị ọrụ steeti nye ya akwụkwọ ozi nchụpụ ya, ndị uweojii, ndịagha na ndị ọrụ nchekwa wakporo n'obí ahụ.",
    "Sanusi mechara nabata nchụpụ ya n'ocheeze nke ọ kowara dịka omume Chukwu ma gbaa ndị na-akwado ya ume ka ha nọrọ jụụ ma zere ịkwafu ọbara.",
    "O kwuru na \"Ọ bụ ihe obi aṅụri ịchị dịka Emir ma kwụsị n'ụdị nna nna ya bụ Muhammadu Sanusi I. onye chụpụrụ na afọ 1963.\"",
    "Na 10 Mee afọ 2021, a họpụtara Sanusi ka ọ bụrụ onye ndu (khalifa) nke Tijaniyya Sufi na Naịjirịa.",
    "Ọ bụ ọkwa dị mkpa nke nnanna ya nwere.",
    "Islam",
    "Ndọrọndọrọ ọchịchị",
    "Kano steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Kano",
    "Sit-At-Home: Aka m na Nnamdi Kanu adighị na ogbugbu ndịagha - Emmanuel Iwuanyanwu, Onyeisi Ohaneze Ndigboelekere 6 gara aga",
    "Lee etu okwe si agba na mpụtara ntuliaka ọkwa onyeisiala mba Saụt Afrịka30 Mee 2024",
    "Abụ njirimara ochie ga-enyere aka jikota obodo Naịjirịa – Sịnatọ Victor Umehelekere 7 gara aga",
    "\"Ọchịchị onyekwuouche ya ka dị ndụ n'Afrịka\" - Goodluck Jonathan29 Mee 2024",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ27 Mee 2024",
    "O nwere mmiri ara dị ilu nwereike igbu nwa ọhụrụ?26 Mee 2024",
    "Gọvanọ Kano Steeti enyela iwu ka a nwụchie Ado Bayero bụ Emir a chụrụ achụ25 Mee 2024",
    "Ụzọ asaa ndị ekperịma nwere ike isi zupu ego gị dị n'ụlọakụ26 Mee 2024",
    "Genetically Modified Mosquitoes: Ị nụla maka anwụnta ndị a e ji ebuso ọrịa ịba agha?25 Mee 2024",
    "Inner Galaxy Steel: Etu ụmụ anyị siri nwụọ - Ndị ezinaụlọ",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sit-At-Home: Aka m na Nnamdi Kanu adighị na ogbugbu ndịagha - Emmanuel Iwuanyanwu, Onyeisi Ohaneze Ndigbo",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}