{
  "published": "18 Julaị 2022",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Screenshot",
    "Chidozie Ekesinachi, nwanne Chukwuemeka na Ifechi bụ mmadụ abụọ so na ndị a gbagburu mgbe ndị a na-eche bụ ndị otu Ebubeagu wakporo obodo Otulu dị n'Awo-Omamma nke Imo steeti, ekwuola na nne ha ka dị ndụ.",
    "Nke a na-abịa dịka akụkọ malitere ifegharị na soshal midia (ka otu ụlọntaakụkọ dechara) na obi koropuru nne ụmụokorobịa abụọ ahụ ka ọ nụrụ maka ọnwụ ụmụ ya.",
    "Ekesinachi gwara onye ntaakụkọ BBC n'ekwentị na ọ bụ eziokwu na obi nne ya adaala mba n'ihi ọnwụ ụmụ ya abụọ, mana ọ bụ \"ihe ọjọọ\" ndị mmadụ ikwu na ọ nwụọla.",
    "Ekesinachi kwuru sị \"Nne m dị ndụ. Nna m dị ndụ. N'agbanyeghi na obi na ahụike dara ha mba, mana ọ bụ naanị onye afọ tara mmiri ga-ekwu na ha anwụọla.",
    "\"Naanị ihe anyị chọrọ n'aka ndị mmadụ ugbua bụ ịhụnanya na ọmịiko, ọ bụghị akụkọ ọjọọ a.",
    "\"Anyị chọrọ ikpemkwụmọtọ. Anyị chọrọ ịhụnanya. Biko ndị mmadụ kpeere nne na nna m na ezinaụlọ anyị ekpere. Ọ bụ nnukwu ihe dakwasịrị anyị. Ụmụnne m (ndị a gbagburu) abụghị ndị omekome. Ha bụ ndị ọrụ aka a ma ọrụ aka ha.\"",
    "Awo-omamma killings: \"Etu e si gbuo ụmụnnem abụọ na mwakpo mere n'Imo steeti'",
    "Chigozie Ekesinachi bụ nwanne mmadụ abụọ so na ndị nwụrụ na mwakpo mere na Awo-omamma dị n'Imo steeti na-eti mkpụ na ọ bụ ndị otu nchekwa Ebubeagu gburu ụmụnne ya.",
    "Ekesinachi kwuru na onye ezinụlọ ha na-eme agbamakwụkwọ kpọrọ ya na ụmụnne ya ka ha biara ya mmemme.",
    "O kwuru na ka e mechara mmemme, sewe foto, ndị otu Ebubeagu wuchie ebe ahụ a nọ mee mmemme bido gbawa egbe ma gbagbuo ụmụnne ya abụọ.",
    "O kwuru na e mechara kpọọ ya oku ya bia ebe ahụ e mere mmemme bia hụrụ ozu ụmụnne ya abụọ.",
    "Ekesinachi kwuru na mgbe ọ garuru ebe ahụ na ndị otu Ebubeagu ahụ biara iburu ozu ụmụnne ya abụọ ma na-ekwu ya nwa bụ Ekesinachi sokwa wee bụrụ onye ọjọ dịka ụmụnne ya bụ ndị ọjọ ha gbaguru.",
    "Ọ gara n'ihu gwa ndị otu Ebubeagu ahụ na ụmụnne ya abụghị ndị ọjọ kama ha bụ ndị nkịtị ka mụchapụrụ ọrụ ma na-achọ imalite aka ọrụ nke ha.",
    "Ekesinachi kwuru na ndị otu Ebubeagu mechara kpọrọ ya makụọ ya ezigbo ihe tupu ha ahpụ ya n'ụbọchị Mọnde. Gere ihe o kwuru n'uju n'onyonyo a dị n'akụkọ a.",
    "Ihe ndị agha mere n'Awo-Omamma ekwesịghị ekwesị - Gọvanọ Hope Uzodimma22 Nọvemba 2021",
    "Ihe ndịagha Naijiria kwuru maka ihe mere n'Orlu n'ụbọchị ụka18 Eprel 2022",
    "Ebe foto si, Hope Uzodinma/Facebook",
    "Gọọmentị Imo ekwuola nke ha sị bụ eziokwu n’ihe mere n’Awomama na ngwụcha izu gara aga.",
    "N’ozi onye ndụmọdụ gọvanọ steeti ahụ n’ihe gbasara mgbasaozi bụ Oguwike Nwachuku zipụtara n’ụbọchị Mọnde, o kwuru na akụkọ na-efegharị banyere ihe mere ebe ahụ bụ akụkọ ụgha.",
    "Ozi kwuru na ndị ọrụ nchekwa pụrụiche nke Department of State Services (DSS) gbara gọọmentị ama na nzukọ pụrụiche ha mere maka ọnọdụ nchekwa steeti ahụ n’izu a, na ọ bụ ha (ndị DSS) gara njem ọrụ nchekwa na mpaghara Awomama.",
    "Ozi a kwuru: “Ebe ndị DSS wakporo ndị omekome ahụ bụ n’ogege ha zoro ezo, ọ bụghị n’ebe emume agbamakwụkwọ ọbụla”",
    "Gọọmentị boro ebubo na ọ bụ ndị ọmekome ka ha wakporo na ọ bụghị ndị nkiti.",
    "Ha kwukwara na e nwere ndị ji ụzọ agụghọ na-ezipụta ozi ga-eduhe ọha na soshal midia banyere ọrụ nchekwa ndị DSS rụrụ ebe ahụ.",
    "Cheta na akụkọ dapụtara n'ụbọchị Mọnde na ọ bụ ndị Ebubeagu mere mwakpo n'ebe ahụ.",
    "Ebe foto si, Screengrab",
    "Ndị na-eme ngagharịiwe n'Awo-Omamma",
    "Ọtụtụ ihe onyonyo pụtara na soshal midia n'ụbọchị Mọnde nke gosiri igwe mmadụ.",
    "N'ụfọdụ n'ime ha, ndị mmadụ nọ n'iwe ma n'iru uju dịka ndị ha chere bụ ndị Ebubeagu gbara egbe ma gbuo mmadụ asaa si emume agbamakwụkwọ alọta n'abalị Satọde.",
    "Akụkọ a na-ekwu na ndị a si obodo Awo-Omamma nke dị n'okpuru ọchịchị Oru West, ala obodo ha bụ Otulu nke dị n'okpuru ọchịchị Oru East mgbe ihe a mere.",
    "Onyeisi obodo Otulu bụ Nnamdi Agbor, gwara BBC na mmadụ asaa nwụrụ na mwakpo a.",
    "O kwuru sị, \"ọ bụ ndị obodo anyị si emume agbamakwụkwọ alọta ka ndị Ebubeagụ gbara egbe wee gbuo mmadụ asaa n'ime ha. Mmadụ abụọ ọzọ ka nọ n'ụlọọgwụ ugbua, ebe ndị ọzọ merụrụ ahụ alaala ụlọ ha.",
    "Agbor gara n'ihu sị, \"ndị obodo anyị na-ewe iwe, enweghị ihe ha mere, ha si emume agbamakwụkwọ alọta mgbe ndị a gbara ha egbe. Anyị agwala kọmịshọna ndị uweojii, na onye nchịkọta 34 Artillery Brigade nke dị n'Obinze, maka ihe a mere. DPO na-enyekwa aka n'okwu a.\"",
    "Agbor kwukwara na ha ka na-achọ mmadụ atọ n'ime ndị a awakporo achọ. Ọ sị na aha ndị a na-achọ bụ Uchenna Orjiribeka, Chido Ekesinachi na Nnamdi Ekesinachi.",
    "Ọ sịkwa, \"ndị nọ n'ụlọọgwụ bụ Oluegbe Agbor na Thankgod Iheukwumere. Ebe ndị nke agbagburu bụ Chigozie Obinwa, Ozioma, Chikere Anyadioha, Ifechi Ekesinachi, Emeka Ekesinachi, Aboy Ihegboro na Chijindu\".",
    "Ọnụ na-ekwuchitere ndị uweojii Imo Steeti bụ Michael Abattam, gwara BBC Igbo n'ụbochị Mọnde na ha natara ozi mwakpo a ma kwuo na ha ebidola nnyocha.",
    "O kwuru sị, \"Ugbua, anyị enweghị ike ikwu ihe mere n'ezie. Ọ bụ naanị nnyocha ga-ekwu ihe mere, mana ruo mgbe anyị mechara nnyocha anyị,  enweghị onye ga-ekwuli ihe ọbụla\".",
    "Ndị uweojii na ndị ọrụ nchekwa ndị ọzọ na-agba mbọ ịkwụsị mwakpo ndị ojiegbe a na-akpọ 'Unknown Gun Men' na-eme n'Imo Steeti.",
    "Ebe foto si, screengrab",
    "Ndị obodo Awo-Omamma pụtara ime ngagharịiwe",
    "Ebonyi steeti bụ naanị steeti nọ n'Ọwụwa anyanwụ ebe ahopụtara ndị nchekwa pụrụiche a kpọrọ Ebubeagu.",
    "Ha nwere uwe e ji mara ha, ụlọọrụ nakwa ihe ndị ọzọ eji mara ha.",
    "Mana n'Imo Steeti, enweghị otu ọbụla gọọmentị steeti ahụ nyere iwu ka ha rụọ ọrụ dịka ndị nchekwa a kpọrọ Ebubeagụ.",
    "Onye ntakụkọ BBC Igbo nọ n'Imo Steeti kọwara na enwere ndị ọrụ nchekwa nọ n'okpuru ndị uweojii na ndị uweojii pụrụiche a na-akpọ Department of State Services (DSS) na-arụ ọrụ nchekwa obodo nke bụ 'Vigilante' n'okwu Bekee.",
    "Ọ kọwara na ndị a na-arụ ọrụ nchekwa obodo enweghị onyeisi maọbụ onye ha na-anata ikike a ma ama.",
    "Ihe ọzọ ọ chọpụtara bụ na ndị a anaghị eyi uwe njirimara ọbụla maọbụ nwee ụlọọrụ.",
    "Otu onye na-achọghị ka a kpọọ aha ya gwara BBC Igbo na ndị Ebubeagu anaghị aga ebe ọbụla ma ọ bụrụ na ha enweteghị ozi pụrụiche.",
    "O kwuru sị, \"ndị Ebubeagu anaghị egbu onye ọbụla aka ya dị ọcha\".",
    "Ọ kọwara sị, \"e dufuola ndị ụmụntorobịa obodo anyị site n'ihe ha na-anụ na soshal midia\".",
    "Onye a gara n'ihu sị, \"E ji ndị ntoroọbịa obodo anyị alụsọ onwe ha ọgụ. Ihe na-eme ugbua n'obodo anyị bụ ihe gbasara Ebubeagu na Eastern Security Network (ESN). Ọ bụrụ na e nwere onye aka ya dị ọcha e gburu, ọ dị mma ka a jụọ ya ihe ọ nọ ebe ahụ eme\".",
    "O kwuru na n'uche nke ya, na ọ bụ gọọmentị nyere ndị Ebubeagụ a ikike n'ihi na ha na-aga etu ọbụla ha chọrọ.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Imo steeti",
    "Ndị Biafra chọrọ nkewa",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela liposuction na ihe ndị so yaelekere 5 gara aga",
    "Enweghị nchekwa nwereike ichere ntuliaka ọkwa Gọvanọ Imo Steeti aka mgba18 Ọgọọst 2023",
    "NA EME UGBU A Ihe anyị ma maka N5bn gọọmentị etiti nyere ndị gọvanọ iji nyere ndị mmadụ aka1 Ọgọọst 2023",
    "Ụfọdụ ihe ndị dị mkpa banyere mmalite egwuregwu bọọlụ ụmụnwaanyị n’ụwa6 Ọgọọst 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Lamine Zeine: Onye bụbu Mịnịsta na-ahụ maka ego abụrụla Praim Minista mba Niger10 Ọgọọst 2023",
    "Babycare: Ego ole ka ịmụ nwa n'ulọọgwụ, zụọ ihe nwa, nri na uwe nwa ga-eri onye na-amụ nwa mbụ ya ugbua?9 Ọgọọst 2023",
    "Etu m si jiri AI mepụta nwaada na-agụrụ m egwu ma na-enye m mbada ego - Nkasiobi Chukwu22 Julaị 2023",
    "Mgbọtọ, mperete, ikporo na ihe ndị olụndị dị iche iche n'ala Igbo na-akpọ 'agbọghọ'23 Julaị 2023",
    "Etu itukwu ala n’akụkụ ahụ aja ga-esi beleta ọbara mgbali elu26 Julaị 2023",
    "Tosin Silverdam, Tonto Dike na ndị ọzọ merela 'liposuction' na ihe ọghọm so ya",
    "Nwunye Ifeanyị Okoh  ka dị ndụ oge m rutere ụlọọgwụ - nwanne nwoke ezinaụlọ mmadụ isii nwụrụ n'ụlọ ọhụrụ ha kwabara",
    "Arrow of God Orphanage: Etu Gọọmentị Anambra si gbachie 'orphanage' a sị na-ere ụmụaka",
    "Ihe ndị mmadụ na-ekwu maka ọkwa Mịnịsta e nyere Umahi, Wike, na ndị ọzọ",
    "Enweghị nchekwa nwereike ichere ntuliaka ọkwa Gọvanọ Imo Steeti aka mgba",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}