{
  "published": "4 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onyeisiala mba Namibia bụ Hage Geingob anwụọla dịka ọ na-ata ọgwụgwọ n’ụlọọgwụ dị n’isiobodo bụ Windhoek.",
    "Osote onyeisiala ha bụ Nangolo Mbumba kwupụtara na Geingob nwụrụ n’isi ụtụtụ ụbọchị Sọnde 4 Febụwarị 2024.",
    "“N’akụkụ ya bụ nwunye ya bụ Madame Monica Geingob na ụmụ ya,” dịka Maazị Mbumba si kwuo n’ozi o wepụtara.",
    "Onyendu a gbara afọ 82 nọbu na-arịa ọrịa kansa ma kwupụta ọrịa a n’ihu ọha n’ọnwa gara aga.",
    "John Magufuli bụ Onyeisiala Tanzania anwụola18 Maachị 2021",
    "Morgan Tsvangirai nke Zimbabwe anwụọla14 Febụwarị 2018",
    "Barbara Bush anwụọla n'afọ 9218 Eprel 2018",
    "Ụlọọrụ ya kwuru na ọ ga-eme njem gaa mba Amerịka maka ọgwụgwọ, ma sị na ọ ga-alọghachị na Namibia n’ụbọchị abụọ nke ọnwa Febụwarị.",
    "Nwamadị a buru ọkwa onyeisiala n’afọ 2015 ma na-achị ọchịchị nke ugboro abụọ bụ nke ikpeazụ ya.",
    "O mere ọwụwa ahụ a kpọrọ ‘aortic operation’ n’afọ gara aga ma kwupụta na ọ gbakeela site n’ọrịa kansa nke a kpọro ‘postrate’ n’afọ 2014.",
    "Ebe foto si, @NAMPRESIDENCY/TWITTER",
    "A mụrụ Hage Gottfried Geingob n’ụbọchị atọ nke ọnwa Ọgọstụ 1941",
    "Geingob bụ nnukwu onye ndọrọ ndọrọ ọchịchị mba Namibia banyere n’ọkwa onyeisiala n’ọnwa Maachị afọ 2015 ruo oge ọnwụ ya.",
    "O jibu ọtụtụ ọkwa ndọrọ ndọrọ ọchịchị gụnyere; Praịm minista mbụ nke mba Namibia mgbe ha nweere onwe ha n’afọ 1990 ruo 2002, chịa nke ugboro abụọ site n’afọ 2012 ruo 2015",
    "Ọchịchị ya nyere aka n’ịhazi nakwa ịtụziaka n’ukporo mba ahụ ga-adị.",
    "Ọ banyere n’ọchịchị Onyeisiala n’afọ 2015 ma nọrọ ebe ruo oge ọnwa ya dịka ọ na-achị nke ugboro abụọ.",
    "Ọchịchị ya gbadoro ụkwụ na mwulite akụnaụba, ọdịmma ndị obodo nakwa mmekọrịta Namibia na mba ndị ọzọ.",
    "Mba Namibia na-akwado ime ntuliaka onyeisiala na ndị omeiwu n’ọnwa Nọvemba afọ a.",
    "Otu ndọrọ ndọrọ nọ n’ọchịchị bụ Swapo kamgbe ha nweere onwe ha n’afọ 1990 họpụtara Nwada Nandi-Ndaitwah dịka onye ga-eji aha ha azọ ọkwa onyeisiala.",
    "Ugbua o ji ọkwa dịka osote praịm minista mba Namibia, ọ ga-abụ nwaanyị mbụ ga-achị mba Namibia ma ọ bụrụ na o merie.",
    "Ndọrọndọrọ ọchịchị",
    "Namibia",
    "Afịrịka",
    "Awaa etoo",
    "Afcon 2023: Ugo Naịjirịa emechaala rachaa 'banana' Saut Afrịkaelekere 4 gara aga",
    "'Ana ma agagharị na mbaụwa achọ ndị ga-akwado m, Naịjirịa anaghị enye m ego ndị ahụ' - Chioma Ude Afriff2 Febụwarị 2024",
    "Nye ndị mmadụ aka ha kwụ ọtọ ikike ibu egbe ma ha chọọ- Ned Nwoko6 Febụwarị 2024",
    "A chọpụtala na Eze Charles nke Briten bu ọria kansa6 Febụwarị 2024",
    "'Ana ma agagharị na mbaụwa achọ ndị ga-akwado m, Naịjirịa anaghị enye m ego ndị ahụ' - Chioma Ude Afriff2 Febụwarị 2024",
    "Hage Geingob bụ onyeisiala mba Namibia anwụọla ka ọ gbachara afọ 824 Febụwarị 2024",
    "Etụ esiri hụ ozu ụmụwoke abụọ n’ime ụgbọala n’Anambra steeti31 Jenụwarị 2024",
    "Afcon 2023: Ugo Naịjirịa emechaala rachaa 'banana' Saut Afrịka",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ị ma chi ndị Igbo na-efe n'oge gboo?Emelitere ikpeazụ na: 13 Julaị 2018",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}