{
  "published": "13 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Feras Al Ajrami",
    "Mahmoud (aka nri) dịka onye ọrụ ibe ya na-akasi ya obi mgbe ọ chọpụtara na  egbuola nna ya.",
    "Onye dere ya, Ethar Shalaby",
    "Ndị mere akụkọ a,  BBC Arabic",
    "Febụwarị 2024",
    "Ịdọaka na ntị:  Edemede a nwere foto ndị na-akọwa mmerụ ahụ na ọnwụ nwereike ịwụ akpata oyi n'ahụ.",
    "Akụkọ a pụtara n'elekere 14:00. Onye ọrụ gbatagbata bụ Mahmoud al-Masry na ndị otu ya ndị ọzọ nọ n'ụlọọgwụ al-Awda dị n'ugwu Gaza, na-eche ka a kpọọ ha oku ọrụ ọzọ.",
    "Mgbe ahụ onye mgbasaozi amaa ọkwa na a gbatuola ụgbọala 'ambulance 5-15 bụ ụgbọala ọrụ nna Mahmoud na na ndị otu ya.",
    "Mahmoud na ndị ọrụ ibe ji ọsọ gbaga ebe ahụ ịhụ ihe mere.",
    "Mgbe ha ruru ebe ahụ, ha hụrụ ka ụgbọala ambulance ahụ dịka igwe apịajiri apịaji n'akụkụ ụzọ. Mahmoud ji ọsọ gbaga nso n'ụgbọala ahụ ma chọpụta na mmadụ niile nọ n'ime ya \"ereela ọkụ ma gbarie n'ibere ibere\".",
    "Ihe onyonyo BBC Arabic so ndị ọrụ gbatagbata n'ọnwa mbụ agha malitere  gosiri ka ihu dị Mahmoud mgbe ọ matara na nna ya bụ Yosri na mmadụ abụọ ndị ọzọ anwụọla.",
    "\"O nweghi ihe njirimaara ọbụla fọrọ n'ihu ya,\" Mahmoud nọ na-ebe ebe.",
    "Ebe foto si, Feras Al Ajrami",
    "Ndị gbata gbata rutere ma hụụ ka ụgbọala ambulance ahụ lara n'iyi ma mmadụ tọ nọ n'ime ya.",
    "Nke a bụ n'ụbọchị 11Ọktoba, ụbọchị ise a malitere ịlụ agha.",
    "A fụchiri ozu Yosri Al-Masry n'akwa ọcha ma ihe mkpuchi isi ya bụ nke ọbara tere.",
    "N'oge akwamozu ya, Mahmoud busara ikpere n'akụkụ ya na-ehicha anya mmiri ma na-efife isi yadịka ndị ọrụ ibe ya gbakọtara ya nso.",
    "Onye ntaakụkọ Gaza bụ Feras Al Ajrami sere ihe onyonyo akụkọ ha maka mgbasaozi a kpọrọ Gaza 101: Ndị ọrụ gbata gbata.",
    "Dịka nna ya nwụchara, nwamadị a dị afọ 29, nwere ụmụ atọ nke aka ya naara ezumike ọrụ n'ụfọdụ izuụka.",
    "Mana o kwuru na-agbanyeghi nwute dị n'ime mmụọ ya, na ọ chọrọ lọghachite n'ọrụ.",
    "\"Ọnụnụ ọkụ dị n'ime mmụọ bụ ka m rụọrọ ndị Palestine ọrụ,\" ka o kwuru.",
    "O ji foto nna ya tinye n'ihu ngosi ekwentị ya, \"ka m nwee ike na-ahụ ya n'ụtụtụ na abalị\".",
    "Ebe foto si, Feras Al Ajrami",
    "Nna Mahmoud bụ Yosri rụkwara ọrụ dịka onye gbata gbata na PRCS",
    "Oge ikpeazụ ha nọkọrọ ọnụ bụ awa ole ma ole tupu Yosri anwụọ. Ọ gwara Mahmoud ka o metere ya mmiri ọkụ kọfị, bụ nke ọ ṅụrụ tupu oge ekpere ehihie. Mgbe a kpọrọ ụgbọala ambulance oku ọrụ ya a gawa.",
    "N'ụbọchị abụọ ya gara aga Mahmoud merụrụ ahụ, dịka e bu ya ebu gaa n'ụlọọgwụ nakwa ihe e kere ya ihe n'akama n'olu.",
    "Nna ya bere nnukwu akwa n'akụkụ ya. \"O nwere ezigbo nchekasị uche,\" Mahmoud kwuru.",
    "Mana o cheta ihe banyere nna ya n'izuụka ole ma ole, nke kachasị eche ya uche bụ mgbe a gbariri ụgbọala ha.",
    "\"Mgbe ọbụla m nọ naanị, ana m echeta ya... Eji m ọsọ na-agba n'ụgbọala ahụ, na-agbaga ebe nna m nọ, o juru m anya mgbe m hụrụ ka ahụ ya gbariri agbari, obere ihe ka obi kolopu m,\" ka o kwuru.",
    "Mahmoud arụọla ọrụ gbata gbata kamgbe afọ asaa gara aga, ma biri n'obodo Jabalia dị na mpaghara ugwu Gaza, dịka onye ọrụ Red Crescent Society (PRCS) na Palestine.",
    "Akụkọ so ndị ụgbọala ambulance ndị ọrụ gbata gbata n'ihe karịrị otu ọnwa kamgbe 7 Ọktoba mgbe otu Hamas wakporo ma gbuo mmadụ 1,200 n'Isreal ma nwụchie mmadụ 250 - nke mere Isreal jiri malite nzaghachị site na nwakpo ndị agha.",
    "Ebe foto si, Feras Al Ajrami",
    "Rami kwuru na mgbe ọ hụrụ ka ozu ụmụaka nwaanyị atọ tọgbọ n'ime ụlọ na ọ na-echetere ya maka nwa ya nwaanyị",
    "Ihe karịrị mmadụ puku iri ndị Gaza nwụrụ n'ọnwa mbụ dịka ụlọọrụ ahụike Hamas siri kwuo, ugbua o ruola puku iri abụọ na asatọ.",
    "Ise ndị ọrụ gbata gbata onyonyo ka ha na-agba n'obere okporoụzọ gbara ọchịchịrị ma na-ekpokọta ụmụaka ndị merụrụ, gosiri ihe njikọ dị n'etu ha si ebi ndụ n'ụlọọrụ nakwa n'ebe obibi ha. O gosiri ihe nchekasị ahụ cheere ha n'ihu, ọkachasị mgbe ha na-ebu ụmụaka ndị a merụrụ ahụ.\"",
    "N'oge agha ahụ, onyeọrụ ahuike aha ya bụ Rami Khamis dara n'akwa dịka ebu ụgbọala eji ebu ozu gafee.",
    "O kwuru na a kpọrọ ya orụ n'ụlọ dar5a ma gbuo ndị bi naya. Mgbe ya batara ebe ahụ, ọ hụrụ ozu ụmụaka ụmụwaanyị atọ nke mere ya jirir cheta ụmụ nwaanyị atọ ọ mụrụ.",
    "''O kweghị m ejikọlata onwe m, e bere m akwa ka m hụrụ ozu ụmụaka ahụ'' ka o kwuru  ihe oyonyo gosiri ebe ọ na-ebe akwa feghiarịrị.",
    "Ka ọnwa Ọktoba na agwu, onye otu ọrụ ha ọzọ nwetere ozi si n'aka ndị be ya.",
    "Ogbunigwe elu adaala n'ụlọ nwanne na ya, ọtutụ ndị nwụrụ ka nọ n'okpuru ala.",
    "Ebupụtala ozu nwa nwanne nne ya dịka ana akwado ịkpọga ya ụlọogwụ.",
    "Mgbe ọ na aga ka ọhụrụ ka ndị mmadụ gbakọro, otu n'ime ndị be ya gwara ya ''lee ọ bụ ozo nwatakịrị nọ ebe ahụ'' ọ dịka obu ọkala ahụ ya maọbụ ahụ ya niile ka ha dị ebe ahụ''",
    "Ọkwụsịrị,nwere ihe kpụchie imi ya si ha ''akụku arụ nwaa dị ebe ahụ, tinyekọta ya ọnụ''",
    "Otu ụbọchị ahụ o rutere, ọ hụrụ ozo ụmụaka ise gbara ọku e busara na ali. Ọ gwara ndị otu ya ha buga ha n'ụgbọala ozo.",
    "O kwuru '' Mgbe ọbụla ibu ozo nwatakịrị n'aka, ihe izizi ị ga echeta bụ nwa nke gị''",
    "''Ọ na eme ka anyị .....'' o kwuchagị okwu ọ kpụ n'ọnụ tupu akpọọ ya gbata ọsọ maka ọ nọ dụ gbata gbata ọzọ.",
    "Ebe foto si, Feras Al Ajrami",
    "Akpọrọ Alaa n'ụlọ nwanne nnaya ka o bịa buru ozu nwatakịrị egburu egbu.",
    "Ka ọmere otu  izuụka alụrụ agha, Izrel gwara ndị mmadụ nkiti bi n'ugwu Gaza ha gbaga ndida maka nchekwa onwe ha, nke a mere ọtụtụ ndị so n'otu ahụ jiri fesasia mana ndị ọrụ ahụike nọghịdere.",
    "Ha ji ekwe nti na igwe redio ekwuru nwụnye ha na.",
    "Rami bụ onye rụ burụ orụ gbata gbata n'Gaza kwuru na oge obụla ọgụ dara na Gaza, ụmụ ya ndị nwaanyị na aga ebe akwa arịọ ya ka ọghiara ịga ọrụ.",
    "Alaa kwuru na ụmụ ya na adị ebe akwa ma ọchọ ị ga ọrụ, na ọ na arịọ Chukwu nchekwa mgbe ọ bụla ọ malitere nje ahụ.",
    "Ọhọm ndị ọrụ nchekwa na ndị ọrụ gbata gbata na-agabiga juru anya.",
    "Ọzọ dịka ibe ya bụ mgbe ndị ọru gbata gbata nọ na-eche ụgbụala ha n'ilo ụlọọgwụ Awda, ogbunigwe dara nke mee ha jiri gba ọsọ ndụ.",
    "Ọpekatampe ụgbọala abụọ eji ebu ozu mebiri, otu onye ọrụ gbata gbata kwuru na ndị agha Izrel tụrụ ogbunigwe n'ụlọ dị n'akụkụ ụlọọgwụ ahụ mana ndị agha Izrel kwuru na ọbụghị n'ụlọọgwụ ahụ ka ha tụrụ ya bụ ogwunigwe kanma ọbvụ ebe tetụrụ aka n'ebe ụlọogwụ dị ka ha tụrụ ya.",
    "Ụlọọrụ PRCS kwuru na ndị ọrụ ha mmadụ iri na anọ anwụola kemgbe Ọktoba 7 ebidoro agha.",
    "''N'ọrụ niile anyị gara ana-enwe egwu nyere ndụ ndị otu anyị'' ka Nebal Farsakh bụ ọnụ na-ekwuru otu ahụ kwuru dịka ọ na agụpụta ugboro olee ndị otu ha nwụrụ n'ihụ orụ.",
    "''A na ekwere ndị otu anyị ọhyia ọnwụ mgbe obụla anyị nọ n'iru ọrụ, ọnọdụ anyị na ahụ onwe anyị n'iru ọrụ bụ ọnọdụ na-eyi ndu egwu'' ka o kwuru.",
    "PRCS bụ ụlọọrụ na nọghị n'okpuru gọọmentị  bụkwara otu 'International Fedration of Red Cross and Red Crescent Societies (IFRC)",
    "N'okpuru iwu mba ụwa, akara otu 'Red Cross na Red Crescent' bụ akara eji ama ndị ọrụ ahuike na ọrụ enyemaka dịka ndị nwere nchekwa sitere na ọgbakọ 'Geneva'.",
    "Ebe foto si, Feras Al Ajrami",
    "Ndị ọru gbata gbata na-enyere ụmụaka merụru arụ aka.",
    "Ms Farsakh kwuru na akara ahụ bụ n'ebeisi ụgbọala ha ji ebu ozu ka a kara ya, nke gunyere ụgbọala ụgbọala akara 5-15 nke egburu nna Mamoud n'ime ya.",
    "Ụlọọru PRCS kwere na obụ ndị agha Izrel gbara ya ogbunigwe.",
    "''Enweghị etu ndị Izrel na ngwongwo  tenuzu ha niile ga asi na ha ahụghị ya'' ka o kwuru.",
    "Minista agha nke Izrel kwuru na ha anaghị ama ama agbagbu ndị orụ gbata gbata PRCS''",
    "Ihe mere ụgbọala eji ebu ozu nke akara5-10 bụ na ọ dị nso na ebe ndị agha Gaza nọ mere ogbunigwe jiri tụ ya, 'ọbụghị ụgbọala ahụ bụ ihe anyị ji maka ya tụọ ogbunigwe''",
    "O kwuru na ogbunigwe ikukụ anaghị egbu ọtụtụ mmadụ ihe etu ahụ.",
    "Izrel gburu na ndi ha na-ebuso agha bụ ndị agha  Hamas na obụghị mmadụ nkiti, ha kwuru na ha na agba mbọ ihu na ha emerụrọ mmadu nkiti arụ''",
    "IDF kwuru na Hamas ji mmadụ nkiti mere nchekwa onwe ha, na ha zuro n'ụlọogwụ. A hụrụ ihe dị etu a n'otu ihe onyonyo gosiri etu ndị agha si zuo ngwo agha ha n'ụmị dị n'akụkụ ụlọọgwụ nakwa ime ụlọogwụ.",
    "Ndị agha Izrel boro YHams ebubo iji ụgboala eji ebụ ozo bupụ ngwọgwon agha dịka egbe na ihe ndị ọzọ mana odoghị anya na ọbụ ugboala ndi PRCS ka o bụ.",
    "PRCS kwuru na ụgboala ha ruru iri na isii akwusila ọrụ maka ọgụ kemgbe Ọktoba 7.O kwuru na ụgboala Gaza rurụ 59 embielakpamkpam.",
    "Farsakh kwuru na ndị agha Palestine enyetụbela PRCS nsogbu mbụ.",
    "''Ọru anyị ji n'aka bụ iweta enyemaka n'ụdị ahụike nyere ndị mmadụ'' ka o kwuru.",
    "Ebe foto si, Feras Al Ajramy",
    "E ji mma merụọ Mahmoud Al-Masry arụ n'onu  yana azụ ya abali abụọ tupu nna ya nwụọ.",
    "\"Usoro anyị dịka ụso ụlọọrụ 'International Red Cross and International Red Crescent', nke gbadoro ụkwụ n'eziokwu'' ka o kwuru.'' Enweghị ndị na-agwa anyị ihe anyị na-eme''",
    "Na ngwucha ọnwa Disemba, PRCS kwusitụrụ ọru ya na mpaghiara ugwu Gaza, ka ha kwuchara na ndị agha Izrel wakporo ụlọ ha dị na 'Jabalia.",
    "Ụlọọụ IDF kwuru na onweghị mgbe ha mehiepụu egbe n'ulọọgwụ. Ha kwuru na ha nyopuru ebe nzuzo ndị agha Hamas dị n'ụlọọgwụ ndị 'Red Crescent ' ụfodu n'ime ha yi uwe ndị 'Red Crescent'",
    "Farsakh kwuru na eziokwu adịghị n'ihe ha kwurus, na nani ndị nọ n'ụlọọgwụ bụ ndị merụru arụ si n'ezinaụlọ dị icheiche  na ndị ọrụ gbata gbata.",
    "Alaa, Rami na Mahmoud gara ndida ma na-arụ oru  gbata gbata  n'obodo Khan Younis . Mana Rami mechara gahachi ugwu Gaza.",
    "N'ngwucha Jenụwarị dịka agha karirị na Khan Younis, Mahmoud kpọgara nwụnye ya na ụmụ ya- Mohamed dị afọ 6, Leila dị afọ 5,Layan dị 3 ka ha ga biri n'ụlọ dị na obodo al-Mawasi, ebe bụ akụkụ ọzara,ndị Izrel ji bu ya mere ebe nzuzo.",
    "Ka ọmere ọnwa anọ nna ya nwụrụ, o kwuru na ya etinyela uche ya n'ọrụ inyere ndị ọria na ndị merụru-arụ aka.",
    "N'okwu ya ''ihe a bụ ozi nna m zịrị m, aga m aga n'iru na-eme ya''",
    "Middle East",
    "Okeala ndị Palestine",
    "Hamas",
    "Israel na ndị Palestine",
    "Nigeria Economy:Lee usoro ndị nwereike inyeaka melite ọnọdọelekere 8 gara aga",
    "NA EME UGBU A , Ezinaụlọ Alexie Navalny na-ebo gọọmentị Rọshịa ebubo ịkpachi ozu nwa ha1 Febụwarị 2024",
    "Ọmụ Anioma: Ihe niile ị kwesiri ị ma maka igwe nwaanyị lara mmụọ17 Febụwarị 2024",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa14 Febụwarị 2024",
    "Ihe mere ndị na-arụpụta 'pure water' n'Enugwu jiri agba abụbụọrụ13 Febụwarị 2024",
    "'Ọ dị anyị ka a raara anyị nye' - Gịnị kpatara iwe ji ewe ndị Senegal13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị13 Febụwarị 2024",
    "A họpụtala Bolaji Agbede ka ọ nọchie Herbert Wigwe nwụrụ anwụ n’ọkwa onyeisi Access Holding13 Febụwarị 2024",
    "Etu e si gbuo onye ọrụ gbata gbata n'ụgbọala 'ambulance' ya13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu KatọlikEmelitere ikpeazụ na: 14 Febụwarị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}