{
  "published": "27 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndịọrụ  emeela ngagharịiwe na mpaghara dị iche iche Naijiria gụnyere Abakaliki, Umuahia, Aba, Owere, Legos taa dịka ha  na-eti mkpụ maka oke ihe isi ike na-aga na Naijiria ugbua.",
    "Mana n'Enugwu mbọ ndị ọrụ gbara ịpụta mee ngagharịiwe kpụrụ afọ n'ala dịka ndị ọrụ nchekwa gbochiri ha.",
    "NLC enyela iwu ụbọchị ise ka e wepụ kọmishọna uweojii n’Imo Steeti ma ọ bụghị ya...3 Nọvemba 2023",
    "NLC Protest: Ihe mere otu a ji ama ọkwa ime ngagharịiwe ọzọ2 Ọgọọst 2023",
    "NLC Strike: Oku adịghị, ụgbọelu efeghị dịka  NLC,Gọọmentị Imo na-ama aka 3 Mee 2023",
    "N'ebe ndị e mere ngaghrịiwe, ọtụtụ ndịọrụ pụtara ama n'ụtụtụ ebe Elekere Asatọ.",
    "Ụfọdụ bu akwụkwọ na-egosi iwe ha  nke ozi dị na ya gụnyere \"Kwụsị agụụ\", \"Naa ndị ọgaranya ụtụisi, tinyere ndị ogbenye ego mkwụbilata ọnụahịa\"  wdg.",
    "Ndịọrụ Enugwu nọọrọ n'ime ogige ha mee ngaghrịiwe nke ha",
    "N'Enugwu, otu jikọrọ ndịọrụ enweghị ike ime ngagharịwe na gburu gburu Enugwu taata n’ihi na ndị ọrụ nchekwa; ndịuweojii na DSS ekweghi enye ha nchekwa.",
    "Onyeisi NLC ngalaba nke Enugwu bụ ọkaiwu Fabian Nwaigbo kọwara na ha gbakọtara taata iji sonye ndị ogbo ha na Naijirua niile mee ngaghariịwe maka ihe ha kpọrọ \"ọnọdụ ọjọọ na obodọ anyị\".",
    "Mana dịka o siri kọwaa, ndị uweojii na DSS kwuru na ha agaghị enye ha nchekwa na ya.",
    "Nke mere ha jiri nọrọzịa n’ime ụlọọrụ NLC n’Enugwu mee ya bu ngagharịiwe.",
    "Nwaigbo kwukwara na ụfọdụ ndị kwesiri isonye ha apụtaghị n’uju.",
    "Ndị rụ ahụ gbakọrọ bucha akwụkwọ edegasịrị iwe ha were na-agụ egwu akpaghrị gburu gburu ahụ, na-ayọ gọmenti ka ọgbatara ha ọsọ enyemaka.",
    "Ụfọdụ ihe ndịọrụ na-arịọ gụnyere iwegota ego ugwọọnwa opekatampe, ikwalite nchekwa nakwa imezi ego dọla ka o si emetụta ọnụahịa.",
    "Otu amaghị aha ha apụtala ime ngagharị iji kwado gọọmenti etiti",
    "Onye ntaakụkọ BBC hụrụ ebe ihe mere kwuru na ndị ahụ pụtara dịka otu NLC mechara ngagharị nke ha laa.",
    "Ndị ahụ gbakọro n'ihu ụlọọrụ ndị omeiwu bucha akwụkwọ e dere ụfọdụ ihe na ya.",
    "Ha dere \"ihere mee ndị ilo Naijiria\" \"Tinubu na-ahazigharị Naijiria\" na ihe ndị ọzọ",
    "Otu jikọrọ ndị ọrụ na Naịjirịa bụ NLC n'ịchafụ amalitela abụbụọrụ ha taa dịka ha si kwuo.",
    "Onyeisioche otu ahụ bụ Joe Ajero edurula ndị pụtara isonye na ya bụ ihe gawa n'ụlọọrụ ndị omeiwu Naịjirịa.",
    "Ajero kpọrọ oku abụbụọrụ a iji gosi iwe ha maka etu ihe isi ike nakwa ahụhụ si ju ebe niile na Naịjirịa.",
    "O kwukwara na e kwesịrị iwelite ụgwọ opekatampe ka ọ bụrụ otu nde naira dịka ọnụ ahịa na-arị elu kwa ụbọchị.",
    "Ndị uweojii pụrụiche bụ DSS dọrọ Ajero na otu ya aka na ntị ma sị ha emela abụbụọrụ ọbụla kama ha nye ọchịchị Tinubu obere oge iji hazie onwe ya.",
    "Ajero zaghachiri ha sị ha na ọ bụghị ọrụ ha ị ghọrọ gọọmentị ọnụ na-ekwuru ha.",
    "Lee ka o si aga ebe dị iche iche ugbua.",
    "Ajero edurula ndị niile pụtara isonye ya bụ abụbụọrụ n'ụlọọrụ ndị omeiwu.",
    "O dobeghi anya ihe ọ na-akwado ime ma ha rue ebe ahụ.",
    "Onye ntaakụkọ BBC hụkwara ebe ndị uweojii so ndị pụtara n'azụ iji nye ha nchekwa.",
    "Ndị mmadụ apụtala n'igwe ha n'Abakaliki bụ isi obodo Ebonyi steeti.",
    "Onyeisi ndị NLC na steeti ahụ bụ Ogugua Egwu pụtara idu ndị nke ya n'abubuoru ha na-eme.",
    "Egwu nyere ndị otu ya nkwado nakwa ozi ika ha obi na ya bụ ihe.",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Onitsha Building Collapse: Ọrụ gbatagbata akwụsịla ebe ahụ agbanyeghi na ndị mmadụ nwereike ka tọrọ n'okpuruelekere 7 gara aga",
    "Geometric power: Ndị Abia ga-amalite imepụta ọkụ latrik nke ha, lee etu e siri gbapee ya n'Aba26 Febụwarị 2024",
    "E bugala ikpe Nnamdi Kanu rue ụbọchị Maachị 1929 Febụwarị 2024",
    "Breathe Lounge Demolition: Gọọmentị nyere m akwụkwọ ikike ịrụ ụlọ lọghachịrị azụ kutuo ya - Okekeelekere 6 gara aga",
    "Ọ bụghị ndị Hausa maọbụ Fulani wakporo ụmụakwụkwọ FUTO - Ndị uweojii1 Maachị 2024",
    "Onitsha building collaspe: \"Amaghị m na ụlọ anyị nọ n'ime ya na-ada ada ruo mgbe m hụrụ onwe m n'ime ụvụrụ aja\"elekere 7 gara aga",
    "Ihe mere ụmụnwaanyị South Korea anaghị ekwe amụzị nwa28 Febụwarị 2024",
    "Geometric power: Ndị Abia ga-amalite imepụta ọkụ latrik nke ha, lee etu e siri gbapee ya n'Aba26 Febụwarị 2024",
    "NLC protest: Ndịọrụ wujuru ụzọ  n'Umuahia, Abakaliki, Lagos, Abuja, mana  n'Enugwu ...27 Febụwarị 2024",
    "Etu nna si gbagbuo nwa ya nwoke maka esemokwu metụtara nri n'Abia steeti28 Febụwarị 2024",
    "Etu nwaanyị dị ime si tụtuo di ya site n'ụlọelu n'Ebonyi Steeti22 Febụwarị 2024",
    "NLC protest: Ndịọrụ wujuru ụzọ  n'Umuahia, Abakaliki, Lagos, Abuja, mana  n'Enugwu ...",
    "Onitsha building collaspe: \"Amaghị m na ụlọ anyị nọ n'ime ya na-ada ada ruo mgbe m hụrụ onwe m n'ime ụvụrụ aja\"",
    "Ihe mere mụ na Ejiofor abụghịzi ndị okaiwu Nnamdi Kanu - Mike Ozekhome",
    "Nnamdi Kanu latest news: Ihe dọrọ Kanu iyi uwe isiagụ bịa ụlọikpeEmelitere ikpeazụ na: 16 Febụwarị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}