{
  "published": "05:26",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "''Ihe mere m ji enyere ndi mmadụ aka'' Okwuluora",
    "Onye dere ya, Ezennia Uche na Kelechi Anozia",
    "Ndị mere akụkọ a,  Broadcast Journalist na Video Journalist",
    "Ebeg o si  Lagos",
    "Disemba 2023",
    "''Onye ahụike amaghị ihe onye na-nweghị ahụike na ahụ'' Okwuluora",
    "Otu nwoke na-arụ ọrụ enyemaka aha ya bụ Emmanuel Onyekachi Okoh e ji \"Okwuluora ndi Igbo\" mara, kọọrọ BBC Igbo ije ndụ ya na etu o siri malite ọrụ enyemaka.",
    "Ọ kọrọ  etu ya na ezịnaụlo ya siri taa ahuhu, etu nna ya siri rịa ahụ mana ha enweghị ego ịkpọga ya ụlọọgwụ nakwa etu o si mechaa nwụọ,ha ahụghị ego akpati ozu.",
    "Okwuluora onye gbara ama na ọ na-arịa ọrịa shuga kwuru na ya achoghị ego na ihe ndị ọzọ na-enyere ndụ aka, naani ihe ya chọrọ bụ ka Chukwu gwọọ ya ọrịa.",
    "N'okwu ya,''onye ahụike amaghị ihe onye ọrịa na-ahụ'' .",
    "Okwuruora kọrọ etu ọrịa shuga si emekpa ya ahụ, ''a na m ekwu ya n'ihu ụwa niile na a na m enwe obi ịda mba, ọ bụghi ihe niile nwoke hụrụ ka ọ na ekwu mana ka m kwuo ya mbụ, ana m arịa ọrịa shuga, ọrịa ọbara mgbalielu na ''neuropathy.''",
    "Ọ gwara ndi mmadụ ha kwụsị ikpe ekpere ịdi ka onye ọzọ n'ihi na ha amaghị ihe onye ahụ na-agabiga.",
    "N'akụkọ ya, Okwuluora gwara BBC Igbo na inyere mmadụ aka bụ ihe na-enye ya obi aṅụrị,",
    "O kwuru na ọtụtụ mmadụ enwetala enyemaka n'aka ya.",
    "Onye na-eme ihe ejije ‘’Nollywood’’ bụ Chinwetalu Agu, otiegwu Mike Ejeagha nakwa ndị ọzọ bụ ndị ọ nyereela aka.",
    "Etu ị ga-esi mee ka omenala ndị be unu guzosie ike - Bishop T.D Jakes21 Septemba 2020",
    "Harrison Gwamnishu na 'Egbeigwe' ekpeziela6 Ọgọọst 2021",
    "Etu aka si kpara otu na-atọrọ ụmụaka n'Ugwu-Awusa, ere na Ndịda 29 Disemba 2023",
    "Na mkpokọta, Okwuluora nyere ndị hụrụ ya n'anya ndụmọdụ, ọ gwara ha jisie ike na-akwado ya, na ọ bụ Chukwu ga-akwụ ha ụgwọ.",
    "Ọ nyere ụmụntorobịa ndụmọdụ, ''nke onye na-eme ya jisie ike, o nwere ike ịhịa ahụ na mbido, mana nke dị n'ihu ka. Oge Chukwu ka mma.''",
    "Ahụike",
    "Naijiria",
    "Enyemaka",
    "Ọrịa shuga",
    "Ụbiam",
    "Ndị 'Labour Party' sịbu m deere jụụ ka e mecha ntụlịaka gbọkọtara m azụ- nwunye Agbasimalo feere LP ọkọlọtọ Govanọ Anambra  a tọọrọ25 Disemba 2023",
    "Ihe i kwesiri ịma maka Rotimi Akeredolu, gọvanọ Ondo steeti lara mmụọ6 Jenụwarị 2024",
    "Blessing of same sex couple: Ọgbakọ Bishopụ ndị Katọlik etinyela ọnụ n'okwu a21 Disemba 2023",
    "Vidio, Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora, Duration 5,2629 Disemba 2023",
    "Vidio, Ndị 'Labour Party' sịbu m deere jụụ ka e mecha ntụlịaka gbọkọtara m azụ- nwunye Agbasimalo feere LP ọkọlọtọ Govanọ Anambra  a tọọrọ, Duration 20,0025 Disemba 2023",
    "Iwu ụlọụka Katọlik anabataghị alụmdị n'etiti nwoke maọbụ nwaanyị ibe ha - Kadinal John Onaiyekan 20 Disemba 2023",
    "Vidio, Ọgba Mbọ: Etu m si chọpụta iji akịawụsa eme loi loi - Jennifer Ugwuoke, Duration 4,4320 Disemba 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}