{
  "published": "13 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ọ dịka Senegal na-enwe nsogbu njirimara- Ndị Senegal nwere afọojuju na mba ha so na mba eji amaatụ ma abịa n'ọchịchị onye n'uche ya na odida anyanwụ frịka, mana ugbua, ọtụtụ ndị mmadụ hụtara ya ka ihe nadịghị  etu ahụ ozo.",
    "\"Anyị nwere mmetụta na Macky Sall raara anyị nye,\" ka otu ndị imam na-ezukọ n'otu ụlọekperchi alakụba dị n'isi obodo Dakar kwuru banyere ọgba aghara ndọrọndọrọ ọchịchị dakwasịrị obodo ha otu izuụka garaaga, mgbe ndị omeiwu kwadoro mkpebi Onyeisiala Sall ịme ntụlịaka nhopụta ndi ọchịchị n'ọnwa Disemba.",
    "\"Onyeisiala ga-enyocharịrị nke a. Ọ bụ ihe a na-nabataghị,\" Ismael Ndiaye kọwara, onye odeakwụkwọ ukwu nke Njikọ 'Imams' na Senegal.",
    "\"Ọmetụbeghị mbụ. Senegal enwebeghị oge egburu oge n'ime ntuliaka iji họpụta onyeisiala. Anyị na-eche na a raara anyị nye. Anyị na-eche na a ghọtahiere anyị.\"",
    "Onye dere ya, Nicolas Négoce",
    "Ndị mere akụkọ a,  BBC News, Dakar",
    "Febụwarị 2024",
    "Islam bụ okpukpe kachasị na Senegal - nkwupụta dị etu a si n'aka ndị isi epkerechi bụ ndị a ama ama dịka ndị gbadoro ụkwụ n'mkpezị ọgbahiara dị na ndọrọndọrọ ọchịchị obodo bụ oke ihe.",
    "Okwu ọjọọ ha na-egosi oke iwe dị n'obi ndị obodo dịka ndị na-eme ngagharịiwe na-aga n'okporo ụzọ.",
    "Ebe foto si, AFP",
    "Ndị ngahiariiwe gbafere otu ụlọekpere ekeperechi Alawaụba mgbe ndị ọrụ nchekwa gbapụrụ 'tear gas' n'ikuku",
    "",
    "Onyeisiala Sall akọwaala ihe mere ojiri nwee mkpebi ibụgharị ntụlịaka, o kwuru na ọ dị mkpa ka ha were oge ahụ dozie esemokwu ha na-enwe maka onye tozuruoke ịzọ ọkwa onyeisiala n'ihi na enwere ọtụtụ ndị amachibiri ịzọ ọkwa ahụ.",
    "Mana ndị nọ n'okporo ụzọ na-ahụ nbụgharị ahụ dị ka ụzọ onye ịsịala Sall choro isi nọrọ n'ọchịchị  karịa mgbe ọkwesịri iritu bụ Eprịl 2.",
    "N'ajụjụ ọnụ mbụ ajuru ya kemgbe ọmachara ọkwa ahụ, Onyeisiala Sall gọnarịrị, o kwuru na ọbụghị ihe obu n'obi.",
    "\"Anaghị m achọ ihe ọbụla, nanị ihe m chọrọ bụ ihapu obodo n'udo na nkwusike \" ka ọ gwara ndị 'Associated Press' n'ngwucha izu.",
    "\"Achọghị m ịhapụ obodo a n'ọnọdụ ga-eme ka ọdaba n'nukwu nsogbu\"",
    "Okwu a abaghị ndị nkatọ ya ntị, ha chetara etu osiri kpaagwa n'afọ 2012 mgbe Abdoulaye Wade bụ onye bubu onyeisiala chọrọ ịzọ ọkwa onyeisiala nke ugboro atọ.",
    "\"Onyeisiala enweghị ike ịgbatị oge ọrụ ya. Ọ gaghị ekwe omume,\" Sall, bụ onye nọ bu n'ọkwa Priam Minista n'ọchịchị Wade, kwuru n'oge  ntuli aka 2011.",
    "\"Ọ nweghị ike ịgbatị oge ya ọbụlagodi otu ụbọchị,  obodo ahụ ga-adaba n'ọgbaaghara n'ihi na ndị mmadụ agaghị ahụtaya ka onye zirezi ,ọ ga eme ka ikikere puo n'obodo dị etua.",
    "Senegal: Macky Sall n'ụbọchị ntụlịaka ya",
    "Enwere ọtụtụ ngagharị ịwe na Senegal kemgbe ịzụka garaaga nke mere na ndị mmadụ rụrụ atọ nwụrụ awụ.",
    "Onye mbụ nwụrụ bụ nwata akwụkwọ mahadụ nke Gaston Berger. Egburu ya mgbe ndị uweojịị na ndị na-eme ngagharị ịwe na-enwe ọgbaghiara na mpaghara Sain-Louis, agbagburu onye nke abụọ na mpaghara Pikine dị na Dakar, ebe nwatakịlị dị afọ ịrị na anọ ka-ekwuru na ọnwụrụ na n'ụlọogwu dịka ndị mmadụ sịrikwuo n'ubochi Satọde na mpaghara Ziguinchor.",
    "Na Dakar, irighiri ihe ka juru n'okporo ụzọ ka ndị ọrụ nchekwa kwụsịrị, bụ ndị gbara gas anya mmiri iji chụsasịa ndị ngagharị iwe.",
    "Ọtụtụ n'ime nde mmadụ anọ bi n'obodo ahụ na-ewe iwe maka mgbanwe nke ihe omume.",
    "Anyị zutere Fanta Diallo ka ọ na-agba mbọ ịzụta ihe maka ihe yiri oge a na-ejighị n'aka n'ihu.",
    "Na ọkwụ ya \"Enwere m ịhe ọbị ntịwa na ịhere. Ihe a adighị mma.",
    "Anyị anọghị n'ọchịchị eze nke ime obodo. Abịara m n'obodo taa ka m wee zụta ihe niile m chọrọ.\"Ka ọ gwara BBC",
    "Onye ọzọ bụ Adamadou Baye, bdu onye no na mpaghara etịti mba Dakar na ụbọchị Satọde ya na enyị ya bụ  Aminata Issete, kwekọtara nke a.",
    "Ọgwara BBC sị \"Anyị kwesịrị ịme ngagharịịwe ịkwadọ ịhe anyị chere bụ ihe dị mma, anyị kwesịrị ịme ịhe maka na ịwe na-enwe m nke ukwu.\"",
    "\"ike agwula anyị, ịwe na-enwe anyị, emechulu anyị ịhụ. Kedụ ịhe bụ nsọgbụ ọbọdọ anyị? Gịnị bụ nsọgbụ nwọke ahụ? ọ na aju ese onyeisiala dị afọ 62.",
    "O kwuru \"Kedu ịhe kpatara ejịghị akwanyere ndị obodo anyị ụgwụ? Anyị chọrọ ịme ntụlịaka maka onyeịsịala ọhụrụ\".",
    "Ebe foto si, AFP",
    "Ihe karịrị 60 percentị ndị obodo Senegal bụ ndị na rubeghị afọ iri abụọ na ise",
    "Emeriri anyị,  olileanya adighị, iwe na-ewe m. Okwu ndị a bụ okwu ndị nọ n'okporouzo eme ngahiarịiwe na-ekwu.na-ekwu. Ha na-agbasa ozi a n'ezi ebe iheonyoyo na foto na-efehiarị na-egosi ebubo na ndị uweojii na-emekpa ndị mmadu arụ.",
    "Ụmụntorobia na-ebe awka na ọrụ adịghị n'obodo bụ ha kachasị akwado Ousmane Sonko, bụ onye ndọrọndọrọ ọchịchị ama ama bụ onye a chụpụrụ n'ịzọ ọkwa onyeisiala n'ihi na uloikpe mara ya ikpe okwu gbasara nkwutọ.",
    "Akpọpụla ya ulọikpe ugboro ole na ole. A turu ya nga maka akpọm ọkụ inwe ngharịa ọchịchị nakwa ịhe gbasara ịyị ọha egwụ. na ọnwa Jụlị ka amachirị otu ndọrọndọrọ ọchịchị.",
    "O kwuru na ebubo nịle ebọrọ ya mere ejiri kpọpụya ụlọikpe bu maka ndọrọ-ndọrọ ọchichị. E bu n'ọbị na mbugo ebugoro ntụlịaka ruo na 15 Disemba bụ maka ya. Onwere obere ọhiere ya nwa ịchị mana onye ọbụla ọkwadoro nwere nnukwu ọhiere mmeri.",
    "ka ọ sị ahụ ịhe gbasara akunuba na mmapu ndị ọnụ na-erụ n'ọkwụ ọbị Senegal, mana nke bu ịhe mere ọjịrị enwe ezị nkwadọ. Ọnabataghị etụ Senegal na ndị France sịrị emekọrịta.",
    "Onye bụbu onye nnakọta ụtụisi choro igbahapụ ego CFA ndị France bụ ego mba iri na anọ n'Afrịka na-eri. Mana mmdụ na-ekwu na ọnwereike ịkpata nnukwu ndọghachịaka n'akunauba ha.",
    "Oge ana-egbu maka ntulịaka ga enyere ndị ọchịchị aka ihazị onwe ha ma nwete onye ga-anọchị anya onye nke Sall họpụtara bụ Amadou Ba nke ọtụtụ kwuru na onye ume ịbụ onyeisiala.",
    "Nyịghari ntụlịaka ahụ nwekwara ịke ịbara onyeozo dịka Karịm Wade uru. E nwepuru aha ya na ndị ga azọ ochịchị onye ịsịala maka na ọkwụpụtaghị na ya abụghịzị nwaamala mba France ka ịwụ obodo sịrị kwadọ ya.",
    "Ebe foto si, Gift Ufuoma/BBC",
    "Ọ hiara-arụ ị chọta uzo aga-esi kwụsị ogbahiara a",
    "",
    "Ọnụ na-ekwuru gọọmentị bụ Adou Karim Fofana kọwara na ọnyeịsịala ha bu Sal ama akpụtọ aha ya maka mkpuru ụbọchị ọle-ma-ọle họọrọ ya n'ọchịchị.",
    "Ọ gwara BBC na \"Mgbe ịnọ na ọchịchị, ị wereịke ịmee ịhe ndị mmadu anabataghị maobu ihe ọtụtụ na ghọtaghị\",  Ọ bụghị ịhe dịarụ ọnyeịsịala, Macky Sall mfe i mee, mana ọ na eme ịhe ndị a ka ọnwee ịke chekwaa  ọbọdọ anyị dịka onye maara ịhe\"",
    "Onye ọzọ bụ Sonko bukwa onye ndị mmadụ na-enye nkwadọ kwuru na ọga ahịa-arụ ịhazị ịhe nịle maka na ejịrị ndị ọkaiwu nwere nwepu ya n'ịzọ ndọrọ ndọrọ ọchịchị onyeịsịala. Okwuru na ọga ahịa-aru ịwete ụsọrọ aga-ejị nwere kwụsị ọgbaghara dị na mba ahụ.",
    "Onye ọkaiwu,  El-Hadji Omar Diop  kwuru na ịhe ọzọ nwere ịke ịme.",
    "\"Onyeisiala, Sall nwere ịke rịtụọ n'ọchịchị n'ụbọchị nke abụọ n'ọnwa Eprịl. O kwuru na onyeisi ndị Omeiwu na mba ahu ga-enwere ọchịchị ma mee ka enwee ntụlịaka n'ọnwa abụọ maọbụ atọ\".",
    "Enwere ngagharị ịwe aga-eme n'ụbọchị Tuzde, mana gọọmentị enyebeghị ha ịkịke.",
    "Mamadou Faye, bu nna mmadu atọ kwuru na ọga amasị ya na gọọmentị ga e ge ha ntị mee ịhe ndị mmadụ kwuru na-enweghị ngagharị iwe nke nwereike ịkwụsị ya ị ga ọrụ.",
    "\"Onweghị onye ga-enyere m aka. Ike ịhe ndị a agwụla m. Ịhe anyị chọrọ bụ ka anyị nwee ịke ịnye ezinaulo anyị nrị\".",
    "West Africa",
    "Afịrịka",
    "Senegal",
    "Ngosi iwe",
    "Etu e si gbuo onye ọrụ gbata gbata n'ụgbọala 'ambulance' ya13 Febụwarị 2024",
    "Trump chọrọ ka Ụlọikpe Kachasị gbatara ya ọsọ enyemaka n’ebubo dị n’isi ya1 Febụwarị 2024",
    "Electoral Fraud: Kedụ ụdị wuruwuru dị iche iche a na-eme na ntuliaka? Kedụ ka a ga-esi kwụsị ha?9 Febụwarị 2024",
    "Hage Geingob bụ onyeisiala mba Namibia anwụọla ka ọ gbachara afọ 824 Febụwarị 2024",
    "Nigeria Economy:Lee usoro ndị nwereike inyeaka melite ọnọdọelekere 8 gara aga",
    "NA EME UGBU A , Ezinaụlọ Alexie Navalny na-ebo gọọmentị Rọshịa ebubo ịkpachi ozu nwa ha1 Febụwarị 2024",
    "Ọmụ Anioma: Ihe niile ị kwesiri ị ma maka igwe nwaanyị lara mmụọ17 Febụwarị 2024",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa14 Febụwarị 2024",
    "Ihe mere ndị na-arụpụta 'pure water' n'Enugwu jiri agba abụbụọrụ13 Febụwarị 2024",
    "'Ọ dị anyị ka a raara anyị nye' - Gịnị kpatara iwe ji ewe ndị Senegal13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị13 Febụwarị 2024",
    "A họpụtala Bolaji Agbede ka ọ nọchie Herbert Wigwe nwụrụ anwụ n’ọkwa onyeisi Access Holding13 Febụwarị 2024",
    "Etu e si gbuo onye ọrụ gbata gbata n'ụgbọala 'ambulance' ya13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu KatọlikEmelitere ikpeazụ na: 14 Febụwarị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}