{
  "published": "17 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Peter Nwachukwu/Facebook",
    "Ụlọijkpe Ukwu dị n'Abuja akụpụla  arịrịọ nke di otiegwu ụka a ma ana  o nweghị ihe  o nwere ịza n'ebubo na aka ya dị n'ọnwụ nwunye ya.",
    "A na-ekpe Peter Nwachukwu ikpe maka ebubo na aka ya dị n'ọnwụ nwunye ya bụ otiegwu ụka Osinachukwu Nwachukwu bụ onye nwụrụ n'abalị asatọ nke ọnwa Eprelu afọ 2023, n'ihe e cheburu bụ kansa akpịrị tupu ndị ezinaụlọ ya tiwe mkpu banyere mkpagbu ọ gabigara n'aka di ya.",
    "Etu mmemme akwamozu Osinachi Nwachukwu si gaa taa n'obodo ya bụ Isuochi25 Juun 2022",
    "Osinachi Nwachukwu Songs: Onye bụ nwaanyị a ụwa ka na-akwa arịrị maka ọnwụ ya?12 Eprel 2022",
    "Ihe ise ọnwụ Osinachi Nwachukwu kpalitere na Naịjirịa14 Eprel 2022",
    "N'ikpe ya, ọkaikpe nọ n'isi ikpe ahụ bụ Jọstis Njideka Nwosu-Iheme kwuru na ndị wetara  ikpe ahụ gosiri na Nwachukwu nwere okwu o kwesịrị zara ọnụya.",
    "Maazi Nwachukwu sịrị na aka ya dị ọcha n'ebubo a na-ebo ya, ebe ọkaikpe nyere iwu ka etinye ya na mkpọrọ Kuje dịka ya bụ akwụkwọ nke Gọọmentị Etiti gbara ya na-aga n'ihu.",
    "Na ya bụ ikpe, a kpọọla ndị akaebe 17 na ikpe ahụ malitere n'abalị 20 nke ọnwa Juun afọ 2022.",
    "Ihe ndị uweojii kwuru maka mpụtara nyocha ime ahụ ozu Osinachi Nwachukwu20 Eprel 2022",
    "Odinakachi Ukanwa Osinachi Friend: 'Di Osinachi Nwachukwu si ya gaa rahụ n'ụlọ ndị akwụna kama ịbịa n'ụlọ m' - Ọyị nwaanyị Osinachi15 Eprel 2022",
    "'Kemgbe Osinachi nwụchara, Peter agwabeghị anyị na nwunye ya nwụrụ' - Ezinụlọ Peter Nwachukwu13 Eprel 2022",
    "Nnyocha ozu nke ụlọọgwụ  'National Hospital Abuja' mere kwuru na o nweghị apa gosiri na e tiri Osinachi ihe kama  a hụrụ kansa n'obi ya, ngụ ya na akịrị ya,. A hụkwara ụkwụ na obi zara aza, nakwa mmiri na ngụ ya.",
    "Ka a gbara mpụtara nnyọcha ahụ n'anwụ, Ọkaiuw wetara akwụkwọ ka akagbuo ikpe ahụ kpamkpam si na Nwachukwu enweghị okwu ọbụla dịka ihe akaebe ndị ọrụ ahụike  kwuru ihe  ha hụrụ.",
    "Mana Okaikpe kụpụrụ arịịọ ahụ ,higharịa ikpe ahụ ma nye iwu ka e jichie Nwachukwu.",
    "Ụmụnyanyị",
    "Ofụfe",
    "Ahụike ụmụnwanyị",
    "Naijiria",
    "Ikike ụmụnwanyị",
    "Custody battle: Ihe iwu Naijiria na nke omenala Igbo kwuru maka onye  nwe nwa maọbụrụ na a kwụghị ụgwọ isi nwaanyị16 Ọktọba 2023",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China17 Ọktọba 2023",
    "Liberia election: George Weah na onye na-ama ya aka na-agba nhatanha dịka a na-agụkọ vootu16 Ọktọba 2023",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị21 Ọktọba 2023",
    "NA EME UGBU A Ndị agha Niger egbochiela Onyeisiala Bazoum ịgbapụ ọsọ1 Ọktọba 2023",
    "Foto na-egosi etu e si mee ngagharịiwe n'ụwa maka ogbunigwe a tụrụ n'ụlọọgwụ Gaza20 Ọktọba 2023",
    "Osinachi's death: Lee ihe ụlọikpe kpebiri taa17 Ọktọba 2023",
    "Mmadụ 500 anwụọla n'ogbunigwe dara n'ụlọọgwụ dị na Gaza18 Ọktọba 2023",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China17 Ọktọba 2023",
    "Custody battle: Ihe iwu Naijiria na nke omenala Igbo kwuru maka onye  nwe nwa maọbụrụ na a kwụghị ụgwọ isi nwaanyị16 Ọktọba 2023",
    "\"Mụ na ezinụlọ m gbakpuru n'ime 'bunker' iji zere ndụ anyị n'Israel17 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Israel aṅụọla iyi ịtụsị ogbunigwe ike na Gaza dika Hamas sị na e gburu mmadụ 55 n'abalị",
    "Akuma Kalu: Etu 'container' si dagbuo nwoke na-akwado ịga China",
    "Kedụ uru akụkọ ifo baara ndị Igbo?Emelitere ikpeazụ na: 12 Julaị 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}