{
  "published": "29 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị amamihe mgbe gboo dịka Aristotle, Erastosthenes na Ptolemy kọwara maka mpaghara a, ndị 'Cartographer', ya bụ ndị na-emepụta 'map', kpọrọ ya aha dị icheiche, ndị mmụta mba Greece n'oge gboo kwenyere na mpaghara a dị n'akụkụ nke ọzọ nke ụwa, mana dịka afọ 375 gachara, o doola anya na ụwa nwere kọntịnentị nke asatọ aha ya bụ Zealandia.",
    "Ọ bụghị ebe a na-ahụ anya, maka na pasentị 94 mpaghara ahụ dị n'okpuru mmiri, mana kọntịnentị a, nke ndị Maori na-akpọ Te-Riu-a-Māui, abanyela na maapụ.",
    "Ndị nnyocha sayensị nke 'GNS Science' na mba New Zealand, esepụtala mpaghara a bụ Zealandia na maapụ, site na nnyocha nke ha mere site n'okwute nke ha wepụtara n'ime ala osimiri - e bipụtara mpụtara nnyocha ha n'akwụkwọ 'Tectonics magazine'.",
    "Ha kwukwara na kọntịnentị a nwere obosara dị square kilomita nde ise.",
    "Mana kedụ ihe kpatara e ji akpọ Zealandia kọntịnentị ebe ọ bụ na mpaghara ahụ niile nọ n'okpuru osimiri?",
    "Etu oku enyemaka a kpọrọ BBC siri zọpụta ụmụnwaanyị tọrọ n’ụgbọala njụoyi28 Septemba 2023",
    "Abụbọọrụ a mabeghi mgbe ọ ga-ebi ga-amalịte n'abalị Oktoba 3 - TUC na NLC3 Septemba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Map gosiri ole Zealandia ha, bụ kọntịnetị nke asatọ n'ụwa nke dị n'okpuru Oke Osimiri Pacific",
    "A na-eche na ebe kọntịnentị a si pụta bụ na Gondwana, nke bụ mpaghara mgbe ochie nke kewara onwe ya narị kwuru narị nde afọ gara iji kepụta kọntịnentị dị icheiche e nwere n'ụwa taa.",
    "Zealandia kewara ihe dịka afọ nde 80 gara aga, mana ọ nọghị n'elu ala dịka Antarctica na Australia (Oceania), kama ọ dị n'okpuru osimiri.",
    "Naanị mpaghara kọntịnentị a dị n'elu ala bụ 'isles' nke New Zealand, mpaghara New Caledonia nke mba Fransị, na mpaghara agwaetiti nta nke Austrelia a na-akpọ Lord Howe Island na Ball's Pyramid.",
    "N'ihi na ọ dị n'okpuru osimiri, emebeghị nnyocha ọbụla gbasara Zealandia, nke mere na amachaghị etu ụdị ya dị ruo ugbua, naanị mpaghara mpaghara ndịda ya ka e sepụtara na mapụ.",
    "Mana nnyocha ọhụrụ a nke geologist Nick Mortimer nọ n'isi ya enyela ohere ka e sepụta mpaghara ndị ọzọ nke kọntịnentị a na maapụ",
    "\"Nchọcha a metụtara mpaghara eluala na ime mmiri nke obosara nde sq kilomita ise mebere kọntịnentị Zealandia,\" ka akwụkwọ nnyocha ahụ kwuru.",
    "Ndị otu 'geologist' na 'seismologist' mere nnyocha a tulere nkume na akụrụngwa ndị ọzọ ha wetara site n'igwumi ime ruo n'ala osimiri, nakwa akụrụngwa ndị ọzọ ha chọtara n'akụkụ agwaetiti ndị ahụ.",
    "Ha chọpụtara na ụfọdụ nkume nakwa akụrụngwa ndị ọzọ ahụ anọọla ihe karịrị afọ nde 95, ụfọdụ n'ime ha si n'ihe a kpọrọ 'Early Cretaceous (nke afọ ya karịrị la afọ nde 130 gara aga).",
    "Maapụ gosiri kọntịnentị Zealandia",
    "Ọtụtụ ndị nchọcha sayensị mere njem ịchọta ebe mpaghara a bụ Zealandị dị, puku kwuru puku afọ gara aga, sicha n'elu oshimiri ahụ gafee, mana ha amaghị.",
    "Onye mbụ nyetụrụ ihe nrụtụaka maka Zealandia bụ Sir James Hector nke mba Scotland, bụ onye mere njem ga nyochaa agwaetiti dị ciheiche na mpaghara ndịda nke New Zealand n'afọ 1895.",
    "Dịka o mechara nchọcha ya, o kwuru na New Zealand bụ \"mpaghara fọdụrụ n'etiti ugwu dị icheiche nke dị n'obosara ala buru ibu si na ndịda ruo ọwụwa anyanwụ, nke mmiri kpuchirila ugbua...\".",
    "N'afọ 1995 ka onye geophysics mba Amerịka aha ya bụ Bruce Luyendyk kọwakara maka kọntịnentị a ma tụpụta aro ka a kpọọ ya Zealandia.",
    "Ugwu Cook, nke bụ ebe kacha elu na New Zealand, bụkwa ya bụ mpaghara kacha elu na kọntịnentị a bụ Zealandia",
    "Ndị nnyocha sayensị na-ekwu na etu nkume nakwa ala mpaghara a bụ Zealandia si dị iche, mere ya ka ọ bụrụ kọntịnentị nke onwe ya.",
    "Mana nke a nwere mpụtara karịa ihe gbasara nnyocha sayensị.",
    "Iwu nke otu United Nations gbasara osmiri kwuru na mba dị icheiche nwereike ịgbasa oke ala ha gafee 'nautical mile' narị abụọ nke osimiri ha, iji weghara mpaghara dị n'ime oke kọntịnentị ha - ma ihe akụ ọnatarachi niile dị n'ime ya.",
    "Ọ bụrụ na mba New Zealand nwereike ịkọwa na mba ha dị n'ime mpaghara kọnịnetị ọzọ, nke a ga-eme ka mpaghara mba ahụ gbalie ihe ruru ugboro isii.",
    "Gburugburu",
    "Science",
    "Ọdị ka chikere",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marleyelekere 3 gara aga",
    "Etu Chicago University si wepụta asambodo mahadum Tinubu3 Ọktọba 2023",
    "NA EME UGBU A Dieziani Allison-Madueke apụtala n'ụlọikpe London maka ebubo iri ngarị1 Ọktọba 2023",
    "Mohbad: Ndị ụwe ọjii awuchiela Sam Larry29 Septemba 2023",
    "Lee akwa mmiri dị n’Enugwu gọọmentị kwesiri ịlebanye anya28 Septemba 2023",
    "Zealandia: Ịnụla maka mpaghara a bụ 'continent' nke asatọ n'ụwa?29 Septemba 2023",
    "Gịnị na-ewe ndị ntoroọbịa iwe n'ọnwụ Mohbad?26 Septemba 2023",
    "Etu anyị si tụọ ogbunigwe n’ogige ndị Ipob/ESN n’Anambra nakwa Imo steeti - Ndịagha ụgbọelu27 Septemba 2023",
    "Chioma Egodi Vs Erisco Foods : Etu  e si nwuchie nwaanyị maka ide na tomato mkpọ ọ zụrụ n'ahịa nwere shuga26 Septemba 2023",
    "Mohbad's Death: Ndị uweojii ejichiela Naira Marley",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Otu nzuzo ndị e nwere n'ala Igbo na ọrụ pụrụiche ha na-arụEmelitere ikpeazụ na: 13 Julaị 2022",
    "A chụola okaikpe n'ọrụ maka ịsị nwaanyị 'mechie ụkwụ gị'Emelitere ikpeazụ na: 27 Mee 2020",
    "Egwu anọ e ji mara ndị IgboEmelitere ikpeazụ na: 1 Septemba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}