{
  "published": "25 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si,  Nworah/Ooni /Edochie/Elebuibon",
    "Ndị chiri echichi n'ala igbo nakwa ala Yoroba ekwuola na onweghị ihe ọjọọ dị n'etu onye omee ihe ejije Nollywood bụ Pete Edochie si kelee Ooni nke Ife bụ Oba Adewusi Ogunwusi.",
    "Ndọrịtaụka dapụtara na soshal midia dịka onyonyo ebe Pete Edochie nyere Oba Ogunwusi o zutere na mmemme aka atọ dịka ha abụọ kelere gbara n'ịntanet.",
    "Ọtụtụ ndị ntorobia Yoroba katọrọ Edochie sị na ọ bụ mkpari, mana ndị ntorobia si Ọwụwa Anyanwụ Naịjirịa na-ekwu na ọ nweghị ihe mkparị ọbụla dị na ya kama na ọ bụ maka na ndị Igbo chiri echichi dịka ya anaghị esekpuru onye ọbụla ala.",
    "Mana ndị okenye chiri echichi n'agbụrụ abụọ ndị a kọwara BBC Igbo na o nweghị mkparị ọbụla nọ n'okwu a dịka ha abụọ si omenala abụọ dị iche iche.",
    "Ebe foto si, Uche Nworah",
    "Ichie Uche Nworah bụ Eze Udo Enugwu Ukwu na Ụmụ Nri bụbu onyeisi ụlọrụ mgbasaozi ABS.",
    "Ichie Uche Nworah kwuru na \"ndị Igbo anaghị amakpuru n'ala dịka ndị Yoroba si eme.\"",
    "\"Nkwanye ugwu Pete Edochie ga-akwanyere Ooni bụ na ọ nara ya aka atọ.\"",
    "\"Abụ m onye Enugwu Ukwu, m hụ Igwe be anyị, ihe m ga-ana ya bụ aka atọ, tuo ya 'Eze, eze, Igwe' Anyị anaghị esekpu esekpu were ekele Igwe, ọ bụghị omenala Igbo.'",
    "\"Anyị anaghị ehu ehu, anyị anaghị esekpu esekpu. Ọ bụ ndị Yoroba na-esekpuru ala maọbụ mee ihe ha na-akpọ 'dọbale'\"",
    "Nworah bụ onye bụ Eze Udo Enugwu Ukwu na Ụmụ Nri  gara n'ihu rụtụ aka na obodo nile dị iche iche n'ala Igbo nwekwara etu ha si ekele eze ha.",
    "\"N'Ọnicha, Igwe ha anaghị ekwe mmadụ n'aka ma ọli, ị hụ ya itu ya aha, o fee gị nza.\"",
    "Ebe foto si, Eleibuon",
    "Otu onye chiri echichi omeala Yoroba bụ Ifayemi Elebuibon ji ilu Yourba kwuo na onweghị ihe ọjọọ dị n'aka Edochie kwere Ooni nke Ife si na \" Etu a ka anyị sị eme na be anyị bụ arụ na be ndị ọzọ.\"",
    "Ọ kọwara na obodo ọbụla n'ala Yoruba nwere etu e si ekele okenye, eze nakwa onye tọọrọ mmadụ.",
    "Ọ sịrị, \"Ndị ọba a na-edinala were kelee ha, ebe ụmụnwaanyị na-esekpu ekelee ha.\"",
    "\"Mana o nwere ndị o megidere ha idina ala kelee ọba iji maa atụ onyeisi arụsị Orisha, Araba bụ onyeisi ndị ụkọchukwu Ifa, ndị isiagha. Nke a abụghị mkparị.\"",
    "Ha chọọ ikele ọba ,ha welie aka ha elu, o nwere ihe ha ga-ekwu, ọba kwekwa ha ekele.\"",
    "Ebe foto si, Ooni of Ife/Yul Edochie-Facebook",
    "Dịka ihe onyonyo ebe omee ihe ejije Nollywood a ma ama bụ Pete Edochie zutere Ooni nke Ife bụ Oba Adeyey Ogunwusi ma kwụrụ ọtọ kwee n'aka na-efegharị n'ịntanetị, ndọrịtaụka na-apụ ọkụ adaala n'soshal midia dịka ụfọdụ ndị mmadụ ọkachasị ndị si Ndịda Anyanwụ Naijria na-akatọ ihe a o mere.",
    "Ụfọdụ ndị na-akatọ Edochie si n'akụkụ mpaghara ahụ sị na ọ bụ mkparị nye nnukwu Eze nwere agba dịka Ooni na mmadụ kwụ ọtọ kelee ya.",
    "'Ọ bụ \"Feminism\" na-ebute ihe di ji eti nwaanyị ihe n'ụlọ' - Pete Edochie31 Maachị 2021",
    "Pete Edochie ama eme ejije?6 Nọvemba 2019",
    "Pete Edochie gọrọ BBC Igbo ọjị19 Febụwarị 2018",
    "Otu onye  ji akara 'BadmusA03502702' agbasa ozi na Twitter kwuru na e kwesịrị ịnapụ Ooni ocheeze ya maka inye ohere ịnata ụdị mkparị a n'aka Edochie.",
    "Mana ụfọdụ ndị si Ọwụwa Anyanwụ Naịjirịa kwuru na o nweghị mkparị ọbụla nọ n'agwa Edochie kpara dịka ha kwuru na ụdị aka Edochie nyere ya (o nyere Oba Ogunwusi aka anọ) bụ etu onye chiri ọzọ si ekele onye echịchị ibe ya. Ụfọdụ ndị ọzọ kwuru na onye chiri ọzọ n'ala anaghị esekpu ala ekele onye ọbụla karịa chi ya.",
    "Ebe ụfọdụ dịka @Alaụsa_O na Twitter kwuru na o nweghị ihe ọjọọ dị n'ekele ahụ dịka dimkpa abụọ ahụ esighi otu agbụrụ.",
    "Naijiria",
    "Omenala",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "NA EME UGBU A E nyela Tinubu ugo 'GCFR', akwụkwọ nnyefe ọchịchị2 Mee 2023",
    "Ooni of Ife Vs Peter Edochie: A na-akwụ ọtọ ekele eze?elekere 9 gara aga",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}