{
  "published": "12 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Ebere Ekeopara & Kelechi Anozia",
    "Ndị mere akụkọ a,  Reporter & Video Journalist",
    "Juun 2024Mgbe ikpeazụ e tinyere ya ozi ọhụrụ 13 Juun 2024",
    "Otu onye so n'ihe mberede ụgbọmmiri ahụ gburu ome ihe nkiri a ma ama bụ John Paul Odonwodo e ji 'Junior Pope' maara akọwaala ihe ha gabigara tupu ụgbọmmiri ahụ ekpuo.",
    "Nwamadị a bụ ThankGod Ikom gwara BBC Igbo na ọ nọ n'akụkụ Junior Pope n'ime ụgbọmmiri ahụ mgbe o kpuru.",
    "Junior Pope: Ụlọomeiwu Anambra etiela iwu  'life jacket' maka njem ụgbọmmiri14 Mee 2024",
    "Jnr Pope mechara nwụọ - Emeka Rollas11 Eprel 2024",
    "Etu e si kwaa ozu Junior Pope n'obodo ya",
    "\"Mgbe anyị nọ n'ime ụgbọ ahụ na-eme njem n'elu mmiri, mụ na Junior Pope nọkatara ọnụ, onye otu anyị bụ T. Virus nọ n'ihu na-akụ mgbịrịmgba,\"",
    "\"Tupu ị maara ihe na-eme, e tiwe mkpu - lekwa ụgbọ! Lekwa ụgbọ! n'otu ntabi anya ụgbọmmiri anyị kpuru.",
    "O kwuru na ndị mmadụ bịara zọpụta ụfọdụ n'ime mana Junior Pope na mmadụ anọ ndị ọzọ nwụru.",
    "Ikom gara n'ihu kwuo na mgbe ha na-aba n'ụgbọmmiri ahụ na e nyeghi ha akwa a na-eyi n'ụgbọmmiri maka nchekwa a kpọrọ 'life jacket'.",
    "Mana otu onye uweojii na-ahụ maka ime njem n'ụgbọmmiri bụ Mohammed Aliu kwuru na mgbe Junior Pope na ndị otu ya bịara ịbanye n'ụgbọ, ha jụrụ ịnabata ya ma kwuo na uwe ahụ ruru unyi.",
    "\"Junior pope na ndị otu ya biara na Marine point Asaba Ebea, ha kwuru na ha chọrọ ịbanye ụgbọ wee gaa Onono dị na Anam Anambra steeti ebe ha na-eme ihe ejije.",
    "\"Ka ha bịara, anyị nyere ha “Life Jacket” ma Juniour Pope na ndị otu ya, o kwuru na 'Life Jacket' ahụ ruru ịnyị na-ya agaghị eyi ya.",
    "\"Kamgbe m bidoro ọrụ a dịka Marine Police, anyị enwebeghị mberede na mmiri ọbụla. Nke a bụ nke mbụ anyị na-enwe mberede ụgbọmmiri.\"",
    "Otu nwoke ọzọ na-agụpụta ndị mmiri riri a kpọro 'diver' kwuru na mgbe ọ gụpụtara ozu Junior Pope na mmiri, na ọ nwụọla.",
    "O kwuru na ọ gbara mbọ ime ka ọ ga-eteta mana ọ bụrụ na ọ nwụọla tupu ha agụpụta ya na mmiri.",
    "\"Mmadụ asaa ka m zọpụtara site n’ime mmiri, m chọkatara wee hụụ Junior Pope.",
    "\"E bupụtara m ahụ ya wee leele ahụ ya dịka anyị bụ ndị Ijaw si eme, mana a chọpụtara m na ọ nwụọla.\"",
    "Otu onye enyemaka pụrụiche nke gọvanọ Delta Steeti bụ Otoide Frank nyere ndụmọdụ na ndị ọbụla na-eme ihe nkiri kwesịrị ịbanye n'otu 'Actors Guild'.",
    "O kwuru na nke a ga-enye aka ịhụ na e gbochiri ụfọdụ ọdachi ndị a ma nwee ezi ntọala maka nchekwa tupu a na-eme ihe onyonyo.",
    "Kirie ihe ndị ọzọ BBC Igbo chọpụtara maka ọnwụ Junior Pope n'uju;",
    "Nollywood",
    "Naijiria",
    "Delta Steeti",
    "Ịkpa obi aṅụrị",
    "Vidio, Ụgwọ opekatampe: Ihe mere gọọmentị agaghị akwụnwu ndị ọrụ ego ole ha chọrọ - Onyejeocha, Duration 6,0014 Juun 2024",
    "Vidio, Etu ụlọelu ogogo ise si daa n'ụlọakwụkwọ DMGS dị n'Onitsha, Anambra Steeti, Duration 2,0613 Juun 2024",
    "Vidio, \"Junior Pope anwụchaala tupu a gụpụta ya na mmiri\" , Duration 7,0912 Juun 2024",
    "Vidio, Ihe mere m jiri buru ngwa ahịa m site n'ala Igbo gawa Legọs - Cubana Chiefpriest, Duration 4,153 Juun 2024",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}