{
  "published": "23 Maachị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Simon Ekpa/Twitter",
    "Isiụlọọrọ ngalaba nchekwa na Naịjirịa a kpọrọ “Defence Headquarters” akpọpụtala aha Simon Ekpa, Chika Edoziem na mmadụ iri itoolu na isii ndị ọzọ dịka ndị a na-achọ achọ.",
    "Ebubo e boro mmadụ 97 ahụ bụ maka akparamagwa iyi ndụ egwu, igbu mmadụ, iguzobe otu iyi ndụ egwu nakwa iguzobe otu na-achọ ikewapụ na Naijiria.",
    "Onye ji ọkwa mgbasaozi nke isiụlọọrụ nchekwa na Naịjirịa bụ Major General Edward Buba wepụtara ozi ahụ n'ụbọchị Fraịde ma kwuo na ndị niile aha ha na foto ha bipụtara n’akwụkwọ ozi ahụ bụ ndị ekperima a na-achọ achọ.",
    "Simon Ekpa bụ onye a ma ama dịka onye na-elekọta otu alaka ngalaba Indigenous People of Biafra (Ipob) ọ kpọro 'autopilot' so n'otu n'ime ndị a kpọpụtara aha ha.",
    "Ebe aha ndị ọzọ bụ ndị ndu otu dị iche iche na-eyi ndụ egwu dịka Boko Haram, Bandit dgz.",
    "Ndị ahụ a na-achọ achọ si na mpaghara dị iche iche nke Ugwu Naịjirịa dịka North East, North West, North Central nakwa mpaghara Ọwụwa Anyanwụ nke Naịjirịa",
    "Simon Ekpa: Ihe ndị Igbo nwere agba na-ekwu maka ihe Ekpa na-agabiga na Finland24 Febụwarị 2023",
    "Simon Ekpa: Gọọmentị mba Finland asaala 'Chief of Defence Staff' okwu23 Nọvemba 2023",
    "Ihe Finland kwuru maka ebubo na  Simon Ekpa na-akpalite tigbuo-zogbuo n'Ọwụwa Anyanwụ21 Jenụwarị 2023",
    "Ebe foto si, Defence Headquarters",
    "Northwest:  mmadu 43 nke ndiisi ha gunyere; Alhaji Shingi; Malindi Yakubu; Boka ; Dogo Gide; Halilu Sububu; Ado Aliero ; Bello Turji; Dan Bokkolo; Labi Yadi ; Nagala; Saidu Idris; Kachalla Rugga na Sani Gurgu.",
    "North East: mmadu 33 nke ndi isi ha gunyere ; Abu Zaida; Modu Sulum; Baba Data; Ahmad; Sani Teacher; Baa Sadiq; Abdul Saad; Kaka Abi; Mohammad Khalifa; Umar Tella; Abu Mutahid; Mallam Mohammad; Mallam Tahiru Baga; Uzaiya na Ali Ngule.",
    "South East: 33 nke ndi isi ha gunyere ;  Simon Ekpa; Chika Edoziem; Egede; Zuma, ThankGod Gentle; Flavour; Mathew; David Ndubuisi ; High Chief Williams Agbor; Ebuka Nwaka; Friday Ojimka.",
    "Ndi ozo na south East bukwa  Obiemesi Chukwudi aka Dan Chuk; David Ezekwem Chidiebube na Amobi Chinonso Okafor aka Temple.",
    "Ebe foto si, Defence Headquarters",
    "National security",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Boko Haram",
    "Ndị Biafra chọrọ nkewa",
    "NA EME UGBU A, A nwụchiela mmadụ asatọ a na-enyo maka ogbugbu ndị uweojii na Delta Steeti1 Maachị 2024",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa29 Maachị 2024",
    "Good Friday: Gịnị ka ọ bụ na ihe mere e ji akpọ ya ụbọchị dị mma29 Maachị 2024",
    "Cost of living: Etu mụ na ezinaụlọ m si echere oge ugbua ọnọdụ siri ike na Naịjirịa27 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN27 Maachị 2024",
    "Amaechi Muonagor: Ihe e ji echeta omee ejije a ama ama na Nollywood lara mmụọ25 Maachị 2024",
    "Onye hụrụ Simon Ekpa, Chika Edoziem, Bello Turji na ndị ọzọ kpọtụrụ anyị - Defence Headquarters23 Maachị 2024",
    "Ihe Nnamdi Kanu kwuru ga-eme ndị ji aha ya na Ipob eme mpụ na South-East20 Maachị 2024",
    "Zack Orji: \"Asịrị ọnwụ ya bụ asị\" Emeka Rollas Onyeisi ndị AGN",
    "Delta Soldiers Killing: Eze obodo so na ndị a na-achọ achọ enyefeela onwe ya n'aka ndị nchekwa",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Amaechi Muonagor: Ihe e ji echeta omee ejije a ama ama na Nollywood lara mmụọ",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}