{
  "published": "5 Maachị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Unicef",
    "Ịdọ aka na ntị: Akụkọ a kọrọ maka idina mmadụ n'ike nke nwereike ịmetụta ụfọdụ mmadụ",
    "Otu Mbaụwa bụ United Nations (UN) ekwuola na ndịagha na-edina ụmụntakịrị, ọbụnadị ndị dị otu afọ n'ike n'oge aghaime Sụdan.",
    "Ụfọdụ n'ime ha bụ ndị ike ụwa gwụrụla dịka ha kwuru na ụfọdụ n'ime ha agbaala mbọ iwepụ ndụ ha.",
    "A hụtala idina mmadụ n'ike aghara aghara dịka otu n'ime ngwaagha gbapụtara ihe n'agha ahụ fọrọ ntakịrị ka o ruo afọ abụọ.",
    "Mana ihe ndekọ Unicef bụ akụkọ mbụ a chịkọtara ọnụ nke ọma gbasara mmetụta idina ụmụntakịrị n'ike na Sụdan.",
    "Anyị anatabeghị akwụkwọ mkpesa megide Sinetọ Akpabio - Ụlọ Omeiwu Sinetị6 Maachị 2025",
    "Jiri ọsọ gaa ụlọọgwụ ma ọ bụrụ na ị chọpụta ihe ndị a na ntị gị - Dọkịnta Moses3 Maachị 2025",
    "Mudashiru Obasa alaghachitela dịka onyeisi ụlọomeiwu Legọs Steeti3 Maachị 2025",
    "Ọkara atọ n'ime ndị e dinara n'ike bụ ụmụaka ndị nwoke, ndị na-agabiga ihe ịmaaka ikwupụta ụdịrị mpụ ahụ ma chọọ enyemaka ndị kwesịịrị ha.",
    "Unicef kwuru na ọ bụ eziokwu na ha anatala mkpesa gbasara ụmụaka narị abụọ na iri abụọ na otu (221) e dinara n'ike kemgbe mmalite afọ 2024, ezigbo ọnụọgụ ha nwereike ịdị elu karịa.",
    "Sụdan bụ mba na-echekwa ejirimara ha, ebe ịkpa oke na-egbochi ndị a kwasoro iko n'ike na ezinaụlọ ha ikwuputa gbasara ya.",
    "Ihe ndekọ Unicef na-arọpụta ohere ileba anya gbasara mmetọ ụmụaka n'aghaime dị na mba ahụ.",
    "Ikekwe, mkpughe ha nke kachasị atụ n'anya bụ na mmadụ iri na isii (16) n'ime ndị a kwasoro iko n'ike erubeghị afọ ise, nke gụnyere ụmụaka anọ e ku n'aka.",
    "Unicef akpọghị aha ndị aka ha dị n'arụ ahụ mana nnyocha ndị ọzọ UN mere tara ndị otu Rapid Support Forces (RSF) ụta ma kwuo na ihe e ji mara ndị otu ahụ bụ idina ndị mmadụ n'ike iji yie ndị na-agba ha ụkwụ egwu.",
    "Ndị otu RSF na-alụ agha megide ndịagha Sụdan ekwuola na aka ha adịghị n'ebubo ahụ.",
    "\"Ụmụaka, ọbụnadị ndị gbara naanị otu afọ ndịagha dinara n'ike kwesịrị ịtụ mmadụ ọbụla n'anya ma bụrụ nke kwesịrị ime ka a mara ihe e mere ozugbo,\" ka nnukwu onyeisi Unicef bụ Catherine Russell kwuru.",
    "\"Nde kwuru nde ụmụaka na Sụdan bụ ndị nọ n'ize ndụ maka idina n'ike nakwa ụdị mmetọ ndị ọzọ, bụ e ji kwara ngwaagha. Nke a bụ nnupụisi megide iwu mbaụwa ma bụrụkwa nke a pụrụ ịgụnye dịka mpụ agha. Ọ ga-akwụsịrịịrị.\"",
    "Dabere n'ihe akaebe otu ndị na-ahụ maka ikike nke mmadụ na mbaụwa wepụtara, ndị ọnọdụ ahụ metụtara na mpaghara Dafur ndị otu RSF kpachiri bụ ndị a wakporo oge ụfọdụ n'ihi na ha bụ ndị isi ojii Afrịka karịa ndị Arab, nke ebumnobi ya bụ ịchụpụ ha na Sụdan.",
    "Ọrụ obi ebere UN na mba Sụdan bụ nke enweghị ezigbo nkwado ego. Mbelata enyemaka mba Amerịka bụ nke a tụrụ anya na ọ ga-ebelata ihe omume e ji enyere ndị ọnọdụ ọjọọ ahụ metụtara aka.",
    "Akụkọ na-agba anyammiri na ndekọ Unicef kọwara ọnọdụ ọjọọ ahụ",
    "\"Mgbe ọ gafere elekere itoolu nke abalị, mmadụ mepere ụzọ ma jiri ụtalị n'aka, ọ kpọọrọ otu nwata nwaanyị gaa n'imeụlọ ọzọ. A nụrụ m ka nwata ahụ na-ebe akwa ma na-eti mkpu. Ha na-edina ya n'ike,\" ka Omnia (ọ bụghị ezigbo aha ya), okenye nwaanyị chetara.",
    "\"Oge niile ha dinara ya n'ike, nwata nwaanyị a ga-eburu ọbara pụta. Ọ ka bụ obere nwata. Ọ bụ naanị n'ụtụtụ ka ha na-atọhapụ ụmụaka nwaanyị ndị a dịka ha na-ebu ozu onwe ha alọghachi. Ha niile na-ebe akwa arịrị. N'ime mkpụrụ ụbọchị iri na itoolu (19) m nọrọ n'ebe ahụ, o ruru oge m chọrọ iwepụ ndụ m.\"",
    "Unicef kwuru na mwakpo ndị ahụ gụnyere ụmụnwoke bu ngwaọgụ na-awakpo ụlọ ndị mmadụ ma gwa ụmụaka ndị nwaanyị ka ha nyefee onwe ha, ebe a na-edina ụfọdụ n'ime ha n'ike n'ihu ndị ezinaụlọ ha.",
    "Ụfọdụ oge, a na-emerụ ha ahụ ma tụba ha ime mkpuke..",
    "N'agbanyeghị mkpesa narị abụọ na iri abụọ na otu (221), Unicef nwetara mkpesa iri asaa na asaa ndị bụ mmetọ ụmụaka.",
    "Ọtụtụ mmadụ a chụpụrụ n'ụlọ ha n'ihi agha emeele ka ụmụnwaanyị na ụmụaka bụrụ ndị a pụrụ iwakpo.",
    "Mpụtara mpụ ndị a na-agbawa obi bụ nke kawanyere njọ n'ihi na ndị o metụtara nwere ebe ole na ole ha nwereike ịga maka enyemaka ahụike maka na ebibiela ọtụtụ ụlọọgwụ ma kwakọrọ ngwongwo ha.",
    "Mbelata enyemaka mba Amerịka nwereike itinye nsogbu n'obere ego amawapụtara iji chekwaa ụmụaka.",
    "Unicef na-arọpụta ogbe nchekwa maka ụmụaka site na njikọaka ndị na-ahụ maka ndị a na-emegbu emegbu n'obodo bụ ndị hibere ihe a maara dịka \"ebe a na-enweta enyemaka gbatagbata\" iji zute ọgbaaghara dị n'obodo ha.",
    "Dịka kọmitii nchịkọta mba Sụdan na-elekọta ụlọọrụ ndị ahụ siri kwuo, ndị ọrụ enyemaka ahụ bụ ndị dabeere nke ukwuu n'enyemaka mba Amerịka ebe ọtụtụ n'ime ha ka a manyere ịgbachi ụlọọrụ ha.",
    "Ọzọkwa, ngalaba ụlọọrụ UN na-ahụ maka nchekwa ikike ụmụnwaanyị kwuru na otu dị iche iche n'ime ime obodo nke ụmụnwaanyị nọ n'isi ha dị ezigbo mkpa iji weta nkwado maka ndị e dinara n'ike. Mana ha na-enweta ego erughị 2% nke ego niile UN mebere maka enyemaka na mba Sụdan.",
    "BBC chọpụtara na opekatampe, otu n'ime otu ndị ahụ a maara dịka \"She Leads\" kpọchiri ụlọorụ ha oge a kwụsịrị enyemaka mba Amerịka.",
    "Sudan",
    "Afịrịka",
    "Ịwakpo mmadu na-ike",
    "Mmeru nwata",
    "Etu e si lie ụmụaka atọ ahụ si n'otu ezinaụlọ e gburu ma tinye ozu ha n'igwe njụoyi n'Anambra Steetielekere 7 gara aga",
    "Ikpe Nnamdi Kanu ga-ebido n'isi ugbua e nyefere ya Ọkaikpe ọhụrụ - Aloy Ejimakor8 Maachị 2025",
    "NA EME UGBU A, Ọ na-esiri m ike mụ na Yukren imekọrịta ihe karịa Rọshịa – Donald Trump",
    "Etu ndị mmadụ si eri uju maka ọnwụ  Doyin Okupe7 Maachị 2025",
    "Pope Francis ekwupụtala okwu mbụ ya kamgbe izuụka atọ ọ nọ n'ute ọrịa n'ụlọọgwụ7 Maachị 2025",
    "Ụlọomeiwu akwụsịla Sịnetọ Natasha ọrụ n'ihi esemokwu ya na Sịnetọ Akpabio6 Maachị 2025",
    "Ụmụntakịrị gbara otu afọ so na ndị e dinara n'ike n'oge agha mba Sụdan - Otu United Nations5 Maachị 2025",
    "Ihe anyị ma maka obodo a sị na ndị na-achị ehi wakporo n'Enugwu steeti4 Maachị 2025",
    "Jiri ọsọ gaa ụlọọgwụ ma ọ bụrụ na ị chọpụta ihe ndị a na ntị gị - Dọkịnta Moses3 Maachị 2025",
    "Ụlọomeiwu akwụsịla Sịnetọ Natasha ọrụ n'ihi esemokwu ya na Sịnetọ Akpabio",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe omimi dị n'ichi ọzọ n'ala IgboEmelitere ikpeazụ na: 31 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}