{
  "published": "01:20",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Gịnị ka 'State of Emergency' na ngalaba nkọpụta nri Naịjirịa pụtara?",
    "Onyeisiala Bola Ahmed Tinubu kwupụtara n'ụbọchị Tọzde na o tinyela ọnọdụ gbatagbata n'ihe oriri na Naịjirịa.",
    "Nke a na-abịa dịka ọnụahịa ihe oriri na-agbali elu n'ike n'ike na Naịjirịa, nakwa dịka enweghị nchekwa na-egbochi ndị ọrụ ụbị ịga n'ubi ha n'ụfọdụ ebe na mpaghara Ugwu, bụ ebe nkọpụta nri kacha na Naịjirịa.",
    "Mana nkwupụta a na-agba ọtụtụ ndị mmadụ nkịtị gharịị ihe 'state of emergency' pụtara, maọbụ etu ọ ga-esi metụta ndụ ha.",
    "Anaghị m ahụ ụzọ, mana ọ gbochighị m ịbụ onye na-azụ ezi - Ozo Augustine15 Julaị 2023",
    "World Population Day: Ihe isi ike emeela ka anyị kagbuo atụmatụ ịmụ oke ụmụ - Ndị ntorobịa 11 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Ebe foto si, AFP",
    "Ọnụ ahịa ngwanri gbaliri elu nke ukwuu na Naịjirịa, ọ kachasị dịka gọọmentị kwụsịrị ịkwụ ụgwọ iji butuo ọnụahịa mmanụ ụgbọala.",
    "'State of Emergency' bụ ọnọdụ na-egosipụta nnukwu ihe egwu, maọbụ nnukwu ihe mberede,  maọbụ ọgbaaghara, nke ga-eme na ihe adịghịkwa etu ọ si adịbu.",
    "Mana ọ bụrụ na gọọmentịt inye ọnọdụ gbatagbata n'otu ngalaba gọọmentị maọbụ nke ọzọ, ọ pụtara na ngalaba ahụ anaghị emebu ọfụma mana gọọmentị chọziri ịkpachapụrụ ngalaba ahụ anya nke ọma iji kwalite ya.",
    "N'ọdị nso a, Gọvanọ Ebonyi Steeti bụ Francis Nwifuru kwuru na o tinyela ọnọdụ gbatagbata na ngalaba agụmakwụkwọ nakwa ahụike na Steeti ahụ.",
    "Gọọmentị Taraba steeti mekwara nke a dịka Gọvanọ Agbu Kefas kwuru na ya etinyela ọnọdụ gbatagbata na ngalaba agụmakwụkwọ na steeti ahụ.",
    "Ebe foto si, Reuters",
    "Naịjirịa bụ mba kacha emepụta Ji n'ụwa niile, mana ugbua, ọnụahịa Ji dịzi oke ọnụ",
    "O dobeghị anya kpọmkwem ndịiche ọnọdụ a ga-eweta na ngalaba nkọpụta ihe oriri na Naịjirịa, mana dịka ndị ọkachamara si kwuo, ihe ndị a na-atụ anya ya gụnyere:",
    "Nkesa nri site n'aka gọọmentị nye ezinụlọ ndị nọ n'oke ụbịam, ọ kachasị ndị bi n'ime ime obodo.",
    "Nkwalite ọnọdụ nchekwa, ọ kacha na mpaghara ebe e ji nkọpụta nri mara. Iji maa atụ, Benue na Plateau steeti so na ndị kacha akọpụta ihe oriri na Naịjirịa, mana n'ọdị nso a, mwakpo ndị ọchịehi nakwa ndị ekperima ndị ọzọ emee ka ọtụtụ ndị ọrụ ugbo gbahapụ ala ubi ha dị icheiche n'ihi ụjọ ọnwụ",
    "Ọnụahịa nri ka nwereike ịdị elu n'ahịa, mana ọ bụrụ na atụmatụ a mịta mkpụrụ etu gọọmentị si chee, o nwereike ime ka ọnụ ahịa nri gbadatatụ, dịka ndị ọkachamara si kwuo.",
    "Ebe foto si, AFP",
    "Dele Alake, bụ ọnụ na-ekwuru Onyeisiala Tinubu kọwara na etu ọnụahịa ngwa nri si agbali elu ugbua na-emetụ onyeisiala n'obi, dịka ọ ma na ihe siri ike ugbua.",
    "N'ihi nke a, onyeisiala nyere iwu ndị a:",
    "Ikesa mkpụrụ ọka na nri ndị ọzọ nye ezinụlọ dị icheiche iji belata ahụhụ so mwepụ ego 'subsidy', nakwa ikesa fetịlaịza nye ndị ọrụ ubi iji kwalite nkọpụta ihe oriri.",
    "Ihe niile gbasara nri na mmiri ịdị n'uju, nakwa akụrụngwa niile dị mkpa e ji ebi ndụ, ga-eso n'ihe otu 'National Security Council' ga  na-ahụ maka ya.",
    "A ga-enwe ezi mmekọrịta n'etiti Mịnịstrị na-ahụ maka mmiri na Mịnịstrị na-ahụ maka nkọpụta nri, iji hụ na ndị ọrụ ugbo na-enwe mmiri zuru oke ha ji akọpụta nri ogologo afọ niile",
    "A ga-ekepụta ụlọọrụ a kpọrọ 'National Commodity Board' nke ọrụ ha ga-abụ ị na-atụle ọnụahịa ngwa nri, nakwa inwe atụmatụ siri ike maka nchekwa nri. Atụmatụ a ka a ga-eji na-ejikwa mgbago nakwa mgbatu ọnụ ahịa ihe oriri na Naịjirịa",
    "Ịkwalite ọnọdụ nchekwa Naịjirịa iji hụ na ndị na-arụ ọrụ ubi nwere nchekwa zuru oke iji laghachi n'ubi ha dị icheiche na-enweghị ụjọ ọbụla maka mwakpo ndị ekperima",
    "Gọọmentị amapụtala obosara ala dị hekta 500,000 maka nkwalite nkọpụta ihe oriri",
    "Gọọmentị tụrụ anya na atụmatụ ndị a ga-ebutu ọnụahịa ihe oriri, belata nhịahụ ndị mmadụ na-agabiga, ma gbochie Naịjirịa ịbanye n'ọnọdụ ụnwụ n'ọdịnihu.",
    "Ọrụ ugbo",
    "Nri",
    "Nchekwa nrị",
    "Naijiria",
    "Akụ na ụba",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}