{
  "published": "2 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Ejike Mbaka,Ebuka Obi,Johnson Sulieman/Instagram",
    "Ihe ndị ụkọchukwu kwuru maka afọ 2024",
    "Ụkọchukwu dị ịcheịche na Naịjirịa ebuola amụma gbasara ihe a ga-atụanya ime n’afọ 2024.",
    "Ọtụtụ ndị ụkọchukwu ahụ bụ ndị ama ama na Naịjirịa kwuputara amụma ndị a n’ụka a kara n’abalị foro ụbọchị mbụ nke afọ 2024 bụ ‘Crossover Service’.",
    "Ị ga ụka, na iji ekpere banye afọ ọhụrụ ejila nwayọ ghọrọ omenala ndị okpukpere Kristi na mba ụwa niile na-eme kwa afọ.",
    "Lee ha nakwa ihe ndị ha kwuru.",
    "Ebe foto si, Ejike Mbaka/instagram",
    "Lee ihe ndị Fada Mbaka kwuru maka afọ 2024",
    "Ụkọchukwu ụka katọlik bụ kwa isiụkochukwu ‘Adoration ministry Enugu’’ gwara ndị ụlọụka ya na chukwu gosiri ya na e nwere ndị ga ebuso ya agha n’afọ 2024 a.",
    "Ọ gwara ha kpebere ya ekpere, na mmụọ nsọ gosiri ya na ndị ahụ kwuru na ha agaghị ezụike ma ọbụru na ha emesighị ya ike.",
    "Na okwu ya ‘’Chukwu enyela ịwu ka unu tinye m na-ekpere maka nnukwụ ọgụ aga ebuso m n’afo 2024, a chọrọ m ekpere unu’’.",
    "Ebe foto si, Ebuka Obi/Instagram",
    "Ihe Ebuka Obi kwuru ga-eme n'afọ 2024",
    "Ụkọchukwu ụlọụka ‘Zion Ministry’ bụ Ebuka Obi, na okwu mmepe afọ 2024, kwuru na afọ 2024 bụ afọ ọma nyere ndị ọtu ya.",
    "gwara ha na ọnwunwa ga abiara ya n’afọ a.",
    "Na okwu ya’’ Ebuka Obi ga-agabiga ọtụtụ agha, ọ ga-adị oke njọ nke na ufodụ ndị otu ‘Zion ministry’",
    "na-nweghị anya ịme mmụọ ga-ekweta ihe ndị irọ na-ekwu maka m’’",
    "Ebe foto si, Adeboye Enoch/Facebook",
    "Ihe Adeboye kwuru maka afor 2024",
    "Enoch bụ onyeisi ụlọụka ‘Redeem Christian Church of God’.",
    "Na amuma ya, onye ụkọchukwu a kwuru na ihe ga adi mma n’afo 2024 mana ndị mmadụ echekwana na mgbanwe ahụ ga-abia ozugbo ozugbo.",
    "Na okwu ya, ihe ga ekewanye njọọ tụpụ ọ di mma n’afọ ọhụrụ a.",
    "O kwuru na aga enwe ọgwụgwọ ọrịa ndị na-nwegị ọgwụgwọ mbụ. Ndị na bụghị mmadụ ga amalite bụba mmadụ n’afo a.",
    "Ebe foto si, Bishop David Oyedepo/Facebook",
    "Ihe David Oyedepo kwuru ga-eme n'afọ 2024",
    "Ọzọ dịka ibe ya bụ amụma Bishop David Oyedepo, bụ isi ụkọchukwu ụlọụka ‘living faith’ nke  ufodụ na-akpọ ‘Winners chapel’.",
    "Oyedepo gwara ndị ụlọụka ya na chukwu ga-ezitere ha enyemaka n’afo 2024 a.",
    "N okwu ya ‘’afọ a ga a bụrụ unu afọ ọma’’",
    "‘’Ọ ga emepere unụ ọnụzọ ọganịrụ’’",
    "Ebe foto si, David Ogbueli/Instagram",
    "Amụma David Ogbueli gbasara afọ 2024",
    "Ụkọchukwu ụlọụka ‘Dominion city’ na-okwu mmepe afọ 2024 gwara ndị ụlọụka ya na chukwu gwara ya na afọ a ga ama mma.",
    "Na okwu ya ‘’chukwu ga-emepere unu ụzọ ọganiru’’",
    "Ebe foto si, Johnson Suleman/Instagram",
    "Lee ihe pastọ Johnson Suleman kwuru ga-eme n'afọ a",
    "Johnson Sulieman bụ ụkọchukwu ụlọụka ‘Omega Fire Ministry’ kwuru na chukwu gwara ya na afọ a ga abụ afọ mmekọrịta tụrụ anya na ngọzi zụrụoke.",
    "Kedụ ndị na-azọ ọkwa Onyeisiala Taiwan na ihe anya ụwa ji dị na onye ga-emeri?6 Jenụwarị 2024",
    "Akwa arịrị na oke iru uju adaala ka ozu  Akeredolu larutere Naịjirịa6 Jenụwarị 2024",
    "Plateau attacks: Ndị na-eme ngagharịiwe agbaala obi ezeọdịnala na Bokkos ọkụ30 Disemba 2023",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin 3 Jenụwarị 2024",
    "Lee ihe ndị ụkọchukwu ama ama na Naịjirịa kwuru ga-eme n'afo 20242 Jenụwarị 2024",
    "Celebrity deaths: Oke osisi ndị dara na Naịjirịa n’afo 20231 Jenụwarị 2024",
    "Happy New Year: Ihe ndi mmadụ na-atụ anya n'afọ ọhụrụ a1 Jenụwarị 2024",
    "Etu ọrụ enyemaka m si mee ka ọha mara m - Okwuluora29 Disemba 2023",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Lee etu ndị ọcha siri gbanwee ụfọdụ omenala IgboEmelitere ikpeazụ na: 26 Juun 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Ihe ise Ala na-asọ n'oge gbooEmelitere ikpeazụ na: 24 Nọvemba 2018",
    "Benin/Togo degree ban: Mmachi a nwere ike igbochi m ime NYSC-  Nwaakwụkwọ na-agụ na Benin",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}