{
  "published": "28 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC Sport",
    "Onye dere ya, Eshlin Vedan",
    "Ndị mere akụkọ a,  BBC Sport Africa",
    "Ebeg o si  Pretoria, South Africa",
    "Ọgọọst 2024",
    "Shaun Anderson kọwara egwuregwu ya dịka ihe \"zọrọ ndu ya\" ka ọ na-akwado ịga Paralympic ka o wechera ihe mberede okporoụzọ abụọ ma nwekwaa mmụọ ịdamba.",
    "N'afọ 2004 ka e bepuru ụkwụ aka-ekpe nweoke ahụ bụ onye mba Saụt Afrịka  ka o jechara anyịya-igwe  wee ihe mgberede.",
    "N'afọ 2017 ka o mechara otu afọ ọ gachara Rio de Janeiro Paralympic, azụ ezinaụlọ ya gara ịkụta mechere bụrụzịa ihe ịgba anya mmịrị oge ụgbọmmịrị ha kpuru.",
    "Anderson tọrọ n'okpuru ụgbọmmịrị ahụ.",
    "\"A nọ m n'okpuru ụgbọmmịrị ihe ruru njeki anọ na ọkara. Echetaghị m ihe ọzọ mana ihe ọzọ m maara bụ na m tetara hụ n'ụkwụ m kpọwụrụ akpọwụ\"",
    "Nke a mere na Anderson nwere nkwarụ sita n'ukwu ya gbadaa.",
    "\"A gara m Rio Paralympics, na-akwụ ọtọ, na-aga ije ma na otu afọ n'ihu, ị bụrụ onye nwere nkwarụ nọ n'oche\"",
    "\"Etinyebeghị m isi na mmịrị kemgbe m nwechara ihe mgberede ahụ. Kemgbe ahụ abanyịbeghị n'ụgbọmmịrị ọzọ. Mmịrị adịghị amasị m.",
    "Ọ bụ ka o wechara ihe mgbere abụọ ahụ ka Anderson nwere mmasị n'ịgba ụta nakwa ịma ube.",
    "Nwoke ahụ dị afọ 51 kwuru sị \"nwa m nwoke chọrọ ime egwuregwu ịgba ụta\".",
    "\"Anyi gara ebe a na-ere ụta ga zụta ya na ube, nwa m nwoke gbara ya tupuu mụ asị ha na 'm chọrọ ịgba ụta, mana ha sịrị na m ama mgbawu ya\".",
    "\"Adaghị ekweta na e were ihe m agaghị emewu\".",
    "\"N'ikpeazụ, achọpụtara etu m ga-esi gba ụta, ihe ndị ọzọ abụrụzịa akụkọ\"",
    "N'ime ọnwa isii ka ọ wetara mmerị nke mbụ na-egwuregwu  ịgba ụta nke ndị Saụt Afrịka International field Archery association hazịrị.",
    "\"Oge ọ bụla mmadụ gwara m na m ama mmewu ihe ọbụla, m na agba mbọ me ka onye ahụ mara na ya dara ya\".",
    "\"A na m eme ọfụma na egwuregwu, Egwuregwu na-amasị m. Egwuregwu na-azọ m ndụ\".",
    "N'afọ ise ọzọ, Anderson gara Rio 2016 soro ụmụnwoke na-agba ụta. Ha nwereike ụkwụọtọ, ma ọ bụ nọrọ n'oche ndị ọrụsị.",
    "N'agbanyeghị na ọ pụrụ ya n'agba nke 32 n'olympiik ahụ, o jị obị anụrị laa maka ịsọ na egwuriegwu ahụ.",
    "\"Ọ napụrụ m na ezinaụlọ nnukwu ihe tupuu m abịa ebe a, ọkachasị ego\".",
    "Mana mbọ niile Anderson gbara ịbịa Rio akalaabụ ihe efu maka na ọ dara n'ọrịa ndị bekee kpọrọ \"burst colon\" oge ọ na-achọ ịbịa Rio.  Ọrịa sitere n'ọgwụ ọ na-aṅụ kemgbe o jị ọgbatụmtụm nwe ihe mgberede.",
    "Ihe mgbawa obi ọzọ mere ya bụ oge Covid gburu nna ya n'ihe dịka ịzụ ụka oge ọ na-aga egwuregwu Paralympics nke e mere na Tokyo.",
    "Anderson obi tiwara knuru na \"nke a tinyere n'akpụ, maka na m chọrọ i wetara ya mmeri\"",
    "Ebe foto si, Getty Images",
    "Ọ bụ oge e meriri ya n'asọmpị nke mbụ ọ gbara n'isi obodo Japan ka mmụọ ịdamba Anderson jiri kawanye njọ.",
    "O kwuru na ndị na-eme egwuregwu na-edobe ahụ gwamgbe ka ha enweghị nsogbu ma mgbe ha nwere ezigbo mmụọ ịdamba.",
    "\"Ndị mmadụ na ahụ gị ka onye na-eme egwuregwu ma na-asị n'ihe diala gị mma, na ihe niile diala gị mma\".",
    "\"Ọ dị m ka ọ na m abaghị uru ọbụla, ka m enweghịzị isi na mmadụ\"",
    "\"Ọ dị m ka m abụzị ihe mgbanwa obi dịala azịnaụlọ m. Eziokwu ọ dị m ka m gbuo onwe m\".",
    "Mana ezigbo enyemaka gbara Anderson gburugburu nyere aka zọpụta ya.",
    "\"Achọpụtara m na m hụrụ ndụ n'anya ma hụ ezinaụlọ n'anya nke ukwuu\"",
    "\"Akwụsịrị m oge m chọpụtara na m kwesiri ka enyere ma aka. enyemuaka ahụ bịakwara\".",
    "\"Ndụmọdụ m na-agwa onye ọbụla bụ ka \"ha hara ịtụ egwu oge ha nwere nsogbu\"",
    "\"Ihe a bụ ihe ga-adị n'ime oge niile\".",
    "\"Enwere m ndị ezigbo mmadụ na-eche maka ihe dị mma gba onwe m gburugburu, na-eche ezigbo ihe oge niile. E kachapuru ajọ echiche niile. Oge ọbụla obi adịghị mma, a na m agwa ezịnaụlọ m\"",
    "Ebe foto si, BBC Sport",
    "Anderson na-akwado ịga Paralympiik nke atọ, ọ nọ na-ebe ọ na-azụ anụmanụ dịka atụrụ, ezi na ọkụkọ bụ ebe ọ nọ nwere na nwere akwado n'Pretoria.",
    "maka nsogbu ọkụ latrịk na mba Saụt Afrịka bụ ihe na-eme kemgbe afọ atọ ugbua nke mere na-oge ụfọdụ ha a ma nwe ọkụ, Anderson wepuru ọkụ latrịk na be ya ma tinye Sola.",
    "\"Sola ka m nọ ugbua\"",
    "\"A na m akọ akwụkwọ nrị. Ewere mkpụrụ osisi dị icheiche. Anyị na-akọta ọtụtụ ihe anyị na-eri\"",
    "Na Paris ka o so na asọmpị nkw W! maka ndị nwere nkwarụ site na-elu rụọ n'ala etiti ahụ ha.",
    "Ọ na-eji ọnụ ya nwere nyere onwe ya aka ịgba ụta.",
    "O kwuru na ndị na-ekiri egwuregwu ndị nwere nkwarụ anaghị ama na ọ bụ akọnuche ka ha jị asọmpị, ma kwukwaa na ya onwe ya amaghị ihe ndịa ruo na ya ebido ịnọ n'oche nkwarụ.",
    "Ebe foto si, BBC Sport",
    "\"Amabụghị ihe ndị nwere nkwarụ sị mba ọzọ na-ahụ oge niile ha tetara ụra n'ụtụtụ ka ha kulie, rịe nrị ma pụta ịgba ụta\"",
    "\"O were ọtụtụ ihe dị icheiche m na-eme ụtụtụ niile. M kulie, ngaa mposi, nyụọ amịrị\"",
    "\"Enwere nwata nwoke na-enyere m aka enwete ụta m o ge niile\"",
    "\"Ebe a na-agba  ụta ọ rụpụtara na be ya bụzị ebe a na-akụzịrị ndị mmadụ etu e si agba ụta. Ọzọ bụ na Anderson azụpụtara onye nwekwara nkwarụ bụ Philip Coates-Palgrave soyere ya ga asọmpị ịgba ụta na Tokyo\".",
    "\"Ebum n'obi m bụ ka ndị na-etoeto na-agba ụta tọzuo iga egwuregwu nke mba ụwa\".",
    "\"Na ọ dị n'ịrụ m ga-achọ ịkụzịrị ndị nwere nkwarụ na-agba ụta\".",
    "\"Dịka onye na-ekpere kraịst, o kwuru kedu \"ka o si bụrụ m were ihe mgberede ugboro abụọ\", mana ọ hụghị onwe ya dịka onye a bụrụ ọnụ.",
    "\"Ekwetara m na ihe niile mere nwere ihe kpatara o ji mee\"",
    "\"Adịghị m ama ihe kpatara ya ma ọ bụ ihe chukwu bu n'obi maka m\"",
    "\"Mana ọ bụrụ na ndị mmadụ ga-ejiri ihe mere m mụta n'ihe, ọkachasị ihe niile m meputara na-agbanyịghị ọnọdụ m na ihe iche aka mgba mere m, ya bụ na m mere ọfụma.",
    "Afịrịka",
    "South Africa",
    "Egwuruegwu",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpoxelekere 6 gara aga",
    "Shaun Anderson ji otu aka agba nta na  etu egwuregwu si zọọ ya28 Ọgọọst 2024",
    "NA EME UGBU A, Ndịagha Israel emeela mwakpo kachasị na West Bank",
    "E duola Kudirat Kekere-Ekun n'iyi ọrụ dịka ọkaikpe kachasị Naịjirịa23 Ọgọọst 2024",
    "Ịhụnanya m nwere n'ebe Lee Min-Ho nọ mere m ji kụziere onwe m asụsụ Korea - Nneka Nnanna20 Ọgọọst 2024",
    "Gịnị mere ụlọ ndị mmadụ ji ada na Naịjirịa?16 Ọgọọst 2024",
    "Etu ị ga-esị gbanarị ọnwụ ma ị rite nsị na nri21 Ọgọọst 2024",
    "Mpox awụchiela na Rivers steeti21 Ọgọọst 2024",
    "Naịjirịa ahụla ọnụego mmanụ ụgbọala kachasị kemgbe e hibere ya19 Ọgọọst 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Ọrụ ise dị n'ọdịnihu na etu ị ga-esi rite uru na ya",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}