{
  "published": "25 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye a ma ama bụ Leo Igwe nọ n'isi mbọ a na-agba iji nyere ndị a na-ebo ebubo na ha bụ amoosu na Naijiria aka, n'ihi na o nwere ike ibibi ndụ ha maọbụ mee ka a laa ndụ ha n’iyi.",
    "“Agaghị m edinwu ya ọzọ. Ị ma, ịnọrọ na-ahụ ka a na-egbu ndị mmadụ ugboro ugboro,\" ka Dr Igwe gwara BBC.",
    "Mgbe ọ gụsịrị akwụkwọ dịka ọkammụta n’ihe ọmụmụ okpukperechi n’afọ 2017, o nweteghị onwe ya. Odeela ọtụtụ akwụkwọ gbasara ịta amoosu ma wee iwe na usoro agụmaakwụkwọ ekweghị ka ọ gbaa omume ahụ ụkwụ.",
    "Etu e si rịa nwaanyị dị ime elu n'ike ma gbuo ya n'Imo Steeti25 Ọktọba 2024",
    "Ị maara Ọkankụzi Humphrey Nwosu lara mmụọ?25 Ọktọba 2024",
    "Ị maara minista ọhụrụ asaa ahụ Onyeisiala Bola Tinubu họpụtara?24 Ọktọba 2024",
    "BBC ahụla ihe akaebe na-egosi na ndị ụkọchukwu Pentikọstal na Naijiria na-ahazi ọgbakọ ofufe megide ndị a na-ebo ebubo na ha bụ amoosu, omume Dọkịnta Igwe na-ekwu na ọ bụghị ihe ọhụrụ n'obodo ebe ọtụtụ ndị mmadụ kwenyere n’ihe karịrị mmadụ.",
    "Idọ aka na ntị: Akụkọ a nwere ụfọdụ ozi na-agaghị amasịcha ndị na-agụ ya",
    "Ya mere, Dọkịta Igwe hibere otu a kpọrọ Advocacy For Alleged Witches, nke bụ otu lekwasịrị anya \"n’iji ọmịiko, uche, na sayensị azọpụta ndụ ndị nkwenye ụgha metụtara\".",
    "Ọrụ mgbochi Dr Igwe ruru Ghana, Kenya, Malawi, Zimbabwe nakwa ebe ndị ọzọ.",
    "Otu n’ime ndị otu a nyeere aka na Naijiria bụ Jude dị afọ iri atọ na atọ (33). N'Ọgọst, ha gbatara ọsọ enyemaka mgbe e boro ya ebubo ma tie ya ihe na Benue steeti.",
    "Jude, onye na-arụkwa ọrụ nwa oge na ụlọakụ, kwuru na ya na-aga ọrụ n'otu ụtụtụ, mgbe ya zutere otu nwata nwoke bu nnukwu ite mmiri abụọ nke kpaliri ya ikwu okwu banyere ike anụ ahụ nwata ahụ.",
    "Nwatakịrị ahụ ejighị obiọma nabata okwu ahụ, mana ọ gawara.",
    "Mgbe e mesịrị, igwe mmadụ ruru iri na ise (15) sochiri Jude, na-atụ ya nkume. Otu n’ime ha bụ nwata nwoke ọ keleburu mbụ.",
    "Jud kwuru, sị: “Ụmụokorobịa malitekwara ịlụso m ọgụ, na-agba mbọ ịgba m ọkụ.",
    "E boro ya ebubo na o mere ka amụ nwata nwoke fuo site n’ịta ya amoosu, ebubo ahụ tụrụ ya n'anya n’ihi na ọ bụghị eziokwu.",
    "Akụkọ na amụ na-efunahụ ụmụnwoke abụghị ihe ọhụrụ n'ụfọdụ akụkụ Ọdịda anyanwụ Afrịka.",
    "Ọ bụ nkwenye e jikọtara ya na ọrịa Koro Syndrome, nke bụ ọrịa uche nke a na-akpọ ofufu maọbụ genital retraction hysteria.",
    "Ọ bụ ọrịa uche na-eme ka mmadụ na-atụ egwu siri ike na enweghị isi na amụ ya ga-efu maọbụ na-abanye n'ime ahụ onye ahụ.",
    "Dr Igwe na-ekwu na a chụrụ Jude n'ọrụ n'ụlọakụ n'ihi ebubo ahụ e boro ya.",
    "Ihe onyonyo gbasara ịchụ nta ndị amoosu malitekwara ịgbasa na Facebook, bụ nke Dr Igwe na ndị otu ya chọpụtara wee malite nyocha.",
    "Igwe sịrị, \"Ha kpọpụtara ya [Jude] ebe ọ gba ọtọ, ị ma, ha emerụchaala ya ahụ. \"Anyị buru ụzọ chọpụta mpaghara o mere - kedu ebe ihe a na-eme?\"",
    "Na WhatsApp, Dr Igwe bụ onye na-emetụta ndụ.",
    "N'ime afọ ole na ole gara aga, o wulitela ma hazie otu WhatsApp maka steeti Naijiria dị iche iche.",
    "Otu ndị a jupụtara n'ọtụtụ ụmụ amaala nwere mmetụta bụ ndị ọ kpọrọ \"ndị nkwado\". Ha na-ekerịta onyonyoo na foto ndị e boro ebubo na ha bụ amoosu ma na-anwa ịgbata ọsọ enyemaka.",
    "“Anyị bịakwutere ya [Jude]. Anyị zigaara ya ego ka ọ lekọta ọnya ya. Anyị hazigharịrị ọnọdụ ya,\" ka Dr Igwe kwuru.",
    "Ndị otu ahụ agbaala mbọ ịkwụ ụgwọ mahadum Jude, bụ nke ha tụrụ anya na ọ ga-enye ya mmalite ọhụrụ.",
    "Ọtụtụ mmadụ n’ime mba Afrịka kacha nwee mmadụ kwenyere, ma na-atụ egwu, ndị amoosu na ike dị egwu a sị ha nwere.",
    "A na-atakarị nsogbu ego, ọrịa ma ọ bụ amụghị nwa n'ihi amoosu.",
    "Ndị a na-ebo ebubo na-abụkarị ndị enweghị ka ọ dị ha. Ọtụtụ mgbe, ha bụ ndị na-eto eto maọbụ ndị kara nka, mgbe ụfọdụ, ha na-enwe nkwarụ nke uche ma ọ bụ nke anụ ahụ ma bụrụkwa ndị ogbenye.",
    "Dịka Nigeria Watch, webụsaịtị na-enyocha ihe ike na mba a site n’akụkọ mgbasaozi siri kwuo, enweela ọnwụ mmadụ asatọ sitere n’ebubo amoosu n’afọ 2024.",
    "BBC enyochabeghị ọnụọgụgụ ndị a n'onwe ya, mana ọ kọbuola akụkọ maka mwakpo na igbu ọchụ nke ndị eboro ebubo ịta amoosu na Naịjirịa na ndị ọzọ.",
    "Advocacy For Alleged Witches haziri nzukọ nkụzi ihe n'Ọgọst maka icheta ụbọchị mbaụwa wepụtara megide ịchụ nta ndị amoosu.",
    "“Nkwenye n’ịta amoosu maọbụ [ihe] karịrị ike mmadụ na Naịjirịa bụ omenala,” ka Dr Olaleye Kayode, bụ́ onye nkụzi ukwu n’Okpukpe Indigenous Africa na Mahadum Ibadan na-ekwu.",
    "\"Nkwenye bụ na ndị amoosu bụ otu n'ime ihe ndị dị ike Chineke kere iji kpalie ihe omume nke Ụwa,\" ka ọ na-agbakwụnye, ebe ọ na-ekwu na ọ bụ amaghị ihe na-eme ka ndị mmadụ na-akwalite ịchụ nta amoosu.",
    "Ọ tara ụta na ịchụ nta amoosu na Nigeria bụ isi n'ịgbasa ozi sitere na \"okpukpe ndị mba ọzọ\" dịka ndị na-eso ụzọ Kraist na ndị Alakụba, ma kweta na okpukpe ọdịnala na-ebukwa agha megide ndị amoosu.",
    "Dr Igwe na-ekwu na ụfọdụ n'ime ọtụtụ ndị ụkọchukwu Pentikọstal Ndị Kraịst a ma ama n'ala anyị na-akwado nkwenye ụgha banyere amoosu, n’ụdị na \"onye ọbụla a na-ebo ebubo na ọ bụ onye amoosu dị ize ndụ nye ọha mmadụ, e kwesịghị imere ya ebere na e kwesịrị igbu ya\".",
    "Dịka a na-egosipụta ụfọdụ ihe omume ụka ndị a dịka ọrụ nnapụta, n'Ọgọst otu n'ime ha ka e ji isiokwu bụ \"Amoosu ahụ aghaghị ịnwụ\" gbasaa ozi ya.",
    "Ụka dị n'azụ ihe omume ahụ zọpụrụ ya nke ukwuu na ndị na-eso ya 20,000 na soshal midia.",
    "Mgbe Dọkịnta Igwe hụrụ bọọdụ mgbasa ozi n'Imo steeti, o degara ndị ọchịchị obodo ọtụtụ akwụkwọ arịrịọ, tinyere ọtụtụ akụkọ maka ndị mgbasa ozi obodo, na-agba mbọ kagbuo ya.",
    "Ọ gara n'ihu na agbanyeghị - ọ bụ ezie na Advocacy For Alleged Witches zipụrụ ndị na-ekiri ya ma na-aga n'ihu na-agba ọsọ megide mmemme ndị yiri ya.",
    "Ndị ụka ahụ azaghị arịrịọ BBC maka ikwu okwu.",
    "Onweghi onye egburu na emume Imo steeti mana okwu \"amoosu ga-anwụrịrị\" na-esi n'ụka pụta nwere ike bute ịkpọasị na ime ihe ike, Dr Igwe na-ekwu.",
    "Ọtụtụ ụlọ ụka Naịjirịa na-emegidekwa àgwà ndị dị otú ahụ.",
    "Julius Osimen, bụ́ nnukwu pastọ na The Global Citizens Church dị na Lagos na-ekwu, sị: “Ịchụpụ ndị mmụọ ọjọọ na ịghara igbu ndị mmụọ ọjọọ ji bụ ihe anyị maara ozi Jizọs.",
    "Mazị Osimen na-akọwa ozi ọma ọ bụla na-agba ume ịchụ nta amoosu dịka nkọwahie nke amaokwu Akwụkwọ Nsọ.",
    "“Mgbe Jizọs bịara, o ji nghọta ka mma bịa. Ị naghị egbu ndị mmụọ ọjọọ ji ma ọ bụ ndị mmụọ ọjọọ na-emegbu, naanị ị na-achụpụ ndị mmụọ ọjọọ,” ka o kwuru.",
    "Ọrụ Dr Igwe ejirila ọnụ ahịa nke onwe ya bịa. O kwuru na a tiri ya ihe ugboro atọ maka itinye aka n'aha ndị eboro ebubo na ha bụ ndị amoosu ma kweta na nwunye ya na ụmụ ya ekwupụtala nchegbu maka nchekwa ya.",
    "Mana onye na-eme ihe ike kwuru na ọ nweghị ihe ga-eme ka ọ kwụsị ma ọ bụ gbochie ya itinye aka na ya: \"Nghọta m bụ na m ga-aga n'ihu ma gbalịa ịnye onye ndu.\"",
    "Na Naijiria, ọ bụ mmejọ ebubo ebubo, ma ọ bụ iyi egwu ịbo onye ọ bụla ebubo na ọ bụ onye amoosu ma ọ bụ nwee ike nke amoosu.",
    "Ọ ga-anọ mkpọrọ afọ abụọ kacha karịa. Agbanyeghị, ikpe na ikpe dị ụkọ.",
    "Na 2021 UN Human Rights Council weputara mkpebi na-akatọ mmebi iwu mmadụ metụtara amoosu, mana ebubo dị otú ahụ na-aga n'ihu n'ọtụtụ mba Africa, yana n'ihu gụnyere na India na Papua New Guinea.",
    "\"Ịgbalị ịkwụsị ịchụ nta amoosu bụ ihe ịma aka, anyị ekwesịghịkwa ịmasị ya n'ụzọ ọ bụla site n'ịgbalị ịsị: 'Oh, ọ bụ akụkụ nke omenala anyị,\" Dr Igwe na-ekwu.",
    "“Ọ bụghị akụkụ nke omenala anyị igbu ndị mụrụ anyị. Ọ bụghị akụkụ nke omenala anyị na-egbu ndị aka ha dị ọcha.”",
    "Kenya",
    "Naijiria",
    "Ghana",
    "Zimbabwe",
    "Malawi",
    "Lee ka ụka nkwanye ugwu e meere Emmanuel Iwuanyanwu si ga n’Enugwu27 Ọktọba 2024",
    "NA EME UGBU A, Israel atụgwaraala Iran ogbuniigwe",
    "Ndị uweojii agbaala onye otu ha gburu Igbo-Jah n'anwụ27 Ọktọba 2024",
    "Nwoke na-ebu agha megide ndị na-achụ nta ndị amoosu na Naịjirịa25 Ọktọba 2024",
    "Ị maara minista ọhụrụ asaa ahụ Onyeisiala Bola Tinubu họpụtara?24 Ọktọba 2024",
    "Bianca Ojukwu: Kedụ ihe ị ma maka ya?18 Maachị 2022",
    "VDM na Bobrisky: \"Bobrisky jiri ọnụ ya kwuo na ọ gaghị ụlọmkpọrọ, kedụ ebe ọ gara n'ezi a?\" - Deji Adeyanju21 Ọktọba 2024",
    "Gịnị ka mmanya 'herbal bitters' na-arụ na ahụ mmadụ?23 Ọktọba 2024",
    "Gọọmenti Naịjirịa akagbuola ebubo niile ha boro onyeisi Binance bụ Tigran Gambaryan 23 Ọktọba 2024",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti21 Ọktọba 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ị maara minista ọhụrụ asaa ahụ Onyeisiala Bola Tinubu họpụtara?",
    "Kedụ ihe ị ma maka Bianca Ojukwu?Emelitere ikpeazụ na: 18 Maachị 2022",
    "Etu ‘sit at home’ siri metụta ndị Abia na Imo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}