{
  "published": "20 Juun 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Tawana Musvaburi",
    "Ịmụ nwa mgbe  ọ gbara afọ 21 abụghị ebumnobi nwada Tawana>",
    "O kwuru n'okwu ya \"anọ m na-ebi ndụ aghara\", na-agba oringo na-ekpori ndụ ya na ndị enyi ya.",
    "Ruo mgbe ọ hụtara onwe ya n'ụlọọgwụ dịka ọ dachara n'ala na-amaghị onwe ya.",
    "Ọ maghị ihe mere. Mana a gwara ya na ọ ga-amụ nwa n'izuụka anọ na-abịa abịa.",
    "\"Egwu malitere ịtụ m,\" ka Tawana gwara ngalaba 'BBC Reliable Sauce podcast'.",
    "Akụkọ ahụ mere ka ọ ghara ịma ihe na-eme.",
    "\"Maka na mmadụ na-agwa gị, na i nwere izuụka anọ ịkpakọta ndụ gị ọnụ.\"",
    "Ihe asatọ nwereike ịme ka nwaanyị ghara iru n'isi mmiri n'oge mmekọ 6 Maachị 2024",
    "Ọrịa mmekọ nwoke na nwaanyị ị ga-ebuteli site n’ọnụ 1 Septemba 2022",
    "Sexual Abstinence: Lee ihe ga-eme ahụ gị ma ị hapụ ime aramara oge tere aka14 Jenụwarị 2022",
    "Ndị dọkịta gwara Tawana ka o mee nyocha ịdị ime tupu o mee nyocha ime ahụ a kpọọ 'MRI scan' oge a nabatara ya n'ụlọọgwụ.",
    "O kweghi anabata ozi na ọ dị ime ma kpọọ ya ihe egwuregwu - O tinyere ọgwụ na-egbochi ịtụrụ ime n'aka ya ma o nweghi ihe akaebe na-egosi na ọ dị ime.",
    "Mgbe nyocha ahụ pụtara ihe ma na-egosi na o dịghị ime, o mere ka o doo Tawana anya na nkwenye ya bụ eziokwu.",
    "Mana otu onye nọọsụ gwara dọkịta ka o kwee ka Tawana mee nyocha a kpọrọ 'ultrasound', na o kwenyesiri ike na o nwereike ịdị ime.",
    "Nna nwa Rivers bụ Emmanuel kwuru na o kweteghi na ọ bụ eziokwu mgbe Tawana gwara na ọ ga-amụ nwa n'izuụka anọ.",
    "\"O doghi anya n'ụzọ ọbụla,\" ka o kwuru. \"Ọ dị ka ọ bụ ihe ịrịbaama.\"",
    "Ịdị ime na-enweghi ihe ngosi dịka ịgbọ agbọ maọbụ afọ itopụta ka a na-akpọ 'cryptic pregnancy'.",
    "Ọ na-aghị adịcha ire, mana Tawana sị na dọkịta gwara na \"ọ na-emekaarị n'etiti ndị isi ojii\"",
    "\"[Agwara m] na ọ bụ site n'etu ọkpụkpụ ukwu anyị siri dị, nwa ahụ anaghị etopụta n'afọ, ọ na-etoba n'ime afọ, nke na-emekaarị ka ike nwata ahụ nọrọ n'aka afọ nwaanyị anyị,\" ka o kwuru.",
    "\"Mgbe o ruru oge m ga-eji amụ nwa, ihe kachasị enye m echiche bụ ma nwa ahụ ọ ga-atụgharị isi.\"",
    "Dịka ozi banyere 'cryptic pregnancy' adịchabeghi, Alison Leary bụ ọkammụta ahụike na mahadum South Bank nke Lọndọn kwuru na ozi dị banyere ụdịrị ime a na-ekwu na e nwere ndịiche dị n'ụmụnwaanyị site n'agbụrụ onye ahụ si.",
    "\"Enweela ihe ọmụmụ ndị gosiri na ụmụnwaanyị ọkachasị ndị isi ojii na-ahụtakaarị nsogbu ndị dị aṅal n'okwu ịdị ime nakwa ịmụ nwa,\" ka ọ gwara BBC Newsbeat.",
    "Ọ na-eche na e kwesịrị imekwu nyocha banyere ime a na-ezo ezo kpọrọ 'cryptic pregnancy'.",
    "\"Ọ bụ ya mere o jiri dị mkpa na-agbanyeghi na ọnụọgụgụ ndị ọ na-emetụta dị obere maka na ọ bụrụ na ịgaghị n'ezi ụlọọgwụ maọbụ nata ezi ọgwụgwọ, i nwere ike izute ihe ọjọọ.\"",
    "Dịka izuụka anọ na ụbọchị anọ a gwachara Tawana na ọ ga-amụ nwa, ọ mụrụ nwa ya bụ River ka o mechara emume 'baby shower'.",
    "O kwuru na o nwere obi ịda mba ka ọ mụchara nwa ahụ, ma gaa n'ọba ozi soshal midia TikTok inwe ndụmọdụ etu e si abụ nne nwa n'otu ntabi anya.",
    "Mana o kwuru na ọ hụghị onye ọbụla, e wepụ otu nwaanyị na mba Amerịka gabigara ụdịrị ihe a.",
    "\"Agabigara m ọnọdụ ịda mba maka na ọ dị ka o nweghi onye na-enye m ndụmọdụ.",
    "\"O nweghi onye na-ekwu okwu maka nke a. Ihe ọ bụ nakwa etu o si adị? Ahụrụ m otu ihe onyonyo ebe otu nwaanyị si mba Amerịka na-ekwu maka ya.",
    "\"Naanị ya bụ otu onye nyere m ndụmọdụ.\"",
    "Tawana kpebiri ịkọ ya na soshal midia, n'ihe onyonyo o kesara nke a hụrụla n'anya ihe ruru ugboro 400,000.",
    "Ọ malitela ịgbasa ozi na podcast, ebe ọ na-agwa ndị nne ọzọ okwu.",
    "Tawana kwuru na ọ na-akọ akụkọ n'olileanya na ọ ga-enyere ndị nne ọhụrụ ndị hụtara onwe ya n'ọnọdụ a aka.",
    "O kwuru na o nwere ihụ ọma site n'inwete enyemaka ego site n'aka nne ya, mana ọ maara na ndị ọzo nwere ike ha agaghị enweta ụdịrị ohere a.",
    "N'uche ya, ọ chọrọ ka e hiwe ngalaba ebe a na-enwere ndị mmadụ aka.",
    "\"Enyemaka adịghị, ya mere ọ bụrụ gị ka o mere, kedụ ka ihe ị ga-eme?\"",
    "Okwu a na-ekwu mgbe nwaanyị na-amaghị na ọ dị ime - ụfọdụ ụmụnwaanyị na-ekwu na ha amaghị ruo mgbe ime ọmụmụ mewere ha.",
    "Otu n'ime ụmụ 2,5000 a mụrụ na-abụ site n'ime nzuzo a bụ \"cryptic birth\"",
    "Nke a bụ ụmụaka 3000 a mụrụ na mba Briten n'otu afọ",
    "Ọtụtụ ha na-abụkaarị n'oge ndọgasị ahụ mgbe nwaanyị na-anaghị ahụta ihe njirimara na-egosi na ọ dị ime.",
    "Ụmụnwaanyị ndị nsọ ha na-anaghị agba mgbe o kwesịrị maọbụ na-anaghị agba chaachaa na-ahụ njirimara ndị ọzọ na-egosi ịdị ime.",
    "Ebe o si: Helen Cheyne, ọkammụta na ngalaba ndị na-amụ nwa (midwifery) na mahadum Stirling",
    "Ụmụnyanyị",
    "Nri",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ụmụaka",
    "Okike",
    "Ezinụlọ",
    "NA EME UGBU A, Ọrịa otolo agbagbuola ihe karịrị mmadụ 37 na Naịjirịa – NCDC",
    "Ụlọikpe akagbuola nkpọghachị a kpọghachịrị Muhammadu Sanusi n'ọkwa Emir Kano21 Juun 2024",
    "Lee etu ọzọdimgba si eji mgbọrọgwụ na mkpaakwụkwọ agwọ onwe ha ọrịa - Sayensị21 Juun 2024",
    "\"Amaghị m na m dị ime ọnwa asatọ ruo mgbe ọ fọro otu ọnwa ka m mụọ nwa\"20 Juun 2024",
    "Ihe atọ Vladimiri Putin ji maka ya ga hụ Kim Jong Un20 Juun 2024",
    "'Ndị mmadụ na-akpachapụ anyị n'ihi na anyị nwere ọrịa 'Sickle Cell anaemia'19 Juun 2024",
    "E duola Cyril Ramaphosa n’iyi ọrụ ugboro abụọ dịka Onyeisiala mba Saụt Afrịka19 Juun 2024",
    "Ụgwọ opekatampe: Ihe mere gọọmentị agaghị akwụnwu ndị ọrụ ego ole ha chọrọ - Onyejeocha14 Juun 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "New Yam Festival: Ihe mere ndị Igbo ji eme emume iri ji ọhụrụEmelitere ikpeazụ na: 22 Ọgọọst 2021",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}