{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, RTN",
    "Oge ndịagha Niger kwupụtara mweghara ọchịchị mba ahụ n'ihe onyonyo TV",
    "Ndịagha mba Niger zipụtara ozi site n’ihe onyonyo gbara n’igwe TV mba ahụ ma kwuo na ha ewegharala ọchịchị mba ahụ.",
    "Ha kwuru na ha akagbuola iwu mba ahụ, kwụsị ngalaba gọọmentị niile ọrụ nwamgbe nta ma gbachie okeala ha niile.",
    "Kemgbe ebe ụtụtụ Wenezde ndịagha nchekwa nke onyeisiala  Mohamed Bazoum jibidoro ya.",
    "Aka akparala ndị chọrọ ịnapụ ọchịchị n'ike na Guinea Bissau2 Febụwarị 2022",
    "Ecowas ekewapụla Burkina Faso n'otu ha28 Jenụwarị 2022",
    "Niger Republic: Ecowas agaghi anabata nkwatu ọchịchị na Nijie- Onyeisioche26 Julaị 2023",
    "Odeakwụkwọ mba Amerịka bụ Antony Blinken ekweela nkwa site n’ozi o zitere n’ekwentị na ọ ga-akwudoro ya.",
    "Onyeisi otu UN bụ Antonio Guterres kwukwara na o kwutuuru onyeisiala ahụ ma kwuo na otu UN ga-enye ya nkwado n’uju.",
    "Bazoum so na ndị ọchịchị na-ebuso ndịagha nnupụisi nke ụka Alakụba agha na mpaghara ọdịda anyanwụ Afrịka.",
    "Mba agbataobi ha abụọ bụ Mali na Burkina Faso danyere n’ọnọdụ mweghara ọchịchị nke ndị agha mere maka okwu ndị metụtara ọgbaghara ndịagha ụka Alakụba kpatara.",
    "Na mba abụọ ahụ, ndị isi ọchịagha abụọ ebe ahụ na ndị ọchịchị mba France bụ ndị chịrị ha n’oge gara aga nwere eseomokwu.",
    "Mba France chịkwara mba Niger n’oge gara aga.",
    "N’ozi ọchịagha Amadou Abdramane nakwa mmadụ itoolu ndịagha ndị ọzọ nọ ya n’akụkụ zipụtara n’ihe onyonyo TV nke mba ahụ n’ụbọchị Wenezde, o kwuru “Anyị bụ ndị ọrụ nchekwa... ekpebiala ịkwụsị ọchịchị ochie unu ma”.",
    "“Nke a so ọnọdụ enweghị nchekwa na-akawanye, ndakpọ akụnụba nakwa ọchịchị ọjọọ”.",
    "Ebe foto si, AFP",
    "Ọnọdụ njibido onyeisala Bazoum edobeghianya ruo ugbua (2022)",
    "O kwukwara na akwụsịla ngabala nakwa ụlọọrụ gọọmentị niile ọrụ nwamgbe nta ma kwuo na ndị minista niile ga-amalite ịrụ ọrụ e nyere ha kwa ụbọchị.",
    "“Anyị na-agwa ndị ọchịchị ndị ọzọ si n’ezi ka ha ghara itinyeaka ebe a” ọ gara n’ihu kwuo “anyị agbachiela okeala nakwa oke elu anyị niile ruo mgbe anyị nwereike tinyeghachie udo”.",
    "Ọ gara n’ihu tinye ọnọdụ mmachi mkpagharị ndị mmadụ malite n’elekere 11 nke abalị ruo elekere ise nke ụzụ ụtụtụ.",
    "Ọnọdụ a ga-aga n’ihu ruo mgbe ekwepụtabeghị.",
    "Ọchịagha Abdramane kwuru na ndịagha na-arụrụ otu ọchịchị National Council for the Safeguard of the Homeland (CNSP) ọrụ.",
    "Mgbe ha zipụtachara ozi mweghara ọchịchị a, Maazị Blinken nke mba Amerịka kpọrọ oku ka a tọhapụ onyesiala Bazoum.",
    "Ọ gwara ọgbakọ ndị ntaakụkọ na mba New Zealand na “ihe a pụtara na ndị a na-agba mbọ iwere ọchịchị n’ike nakwa ịkụsa usoro ọchịchị”.",
    "Na mba agbataobi ha bụ Mali, ndị otu nchekwa mba Russia bụ Wagner bu ọtụtụ ngwa ọgụ na-nyere mba ahụ aka na agha ha na-ebuso otu ndịagha nnupụisi ụka Alakụba na-akpa ike ebe ahụ.",
    "Ọgbaghara na-ada Niger na-abịa dịka ọtụtụ ndị mba ofesi na-eche ezigbo echiche maka mgbasa ọrụ Wagner na mpaghara ọdịda anyanwụ nakwa ọwụwa anyanwụ Afrịka.",
    "Onyeisiala Russia bụ Vladimir Putin nke na-achọ igbasa ikike ọchịchị Russia n’Afrịka na-elekọta ọgbabọ ụfọdụ ndị isi ala mba Afrịka na St. Peterburg n’ụbọchị Tọọzde a.",
    "Otu jịkọrọ mba Ọdịda Anyanwụ Afrịka bụ Ecowas zipụtara ozi kwuo “anyị na-akatọsiike atụmatụ nnapụ ọchịchị n’ike” na Niger.",
    "Iji nọchite anya Ecowas, onyeisala Benin bụ Patrice Talon awụchiela isiobodo Niger bụ Niamey iji malite atụmatụ ikpe udo.",
    "Maazị Talon kwuru na “a ga-anwa ụzọ niile” n’okwu ikpe udo a ọ bụ na ọ ga-eweghachite udo “mana ihe anyị na-achọ bụ ka e mee ihe niile n’ụzọ udo nakwa ịdịn’otu”.",
    "N’ebe ụtụtụ ụbọchị Wenezde, igwe ndị mmadụ wụchiri na Niamey, pụta igosi nkwado ha nye Bazoum. Onye ntaakụkọ BBC ebe ahụ hụrụ ọtụtụ ndịagha pụtara wụchie n’akụkụ ụlọ ntaakụkọ mba ahụ.",
    "Ebe foto si, AFP",
    "Ụfọdụ ndị nkwado onyeisiala Bazoum  pụtara gosi nkwado ha n'igwe n'isi obodo mba ahụ n'ụbọchị Wenezde",
    "Ime obodo ahụ nọ n’ọnọdụ udo mana ndịagha a weghaara ọchịchị a gbara egbe ebe ahụ iji chụsaa ndị pụtara ime ngagharịiwe.",
    "Mba Niger nọ n’ọnọdụ enweghi nchekwa nke otu ndịagha nnupụisi ụka Alakụba abụọ nọ n’isi ha – otu na mpaghara ọdịda anyanwụ (bụ ndị si Mali wụbata n’afọ 2015) nakwa otu ọzọ na mpaghara ọwụwa anyanwụ (bụ ndị agha nnupụisi si n’akụkụ mpaghara ukwu Naịjirịa wụbata).",
    "Otu ndịagha nnupụisi bụ alaka ngalaba al-Qaeda na Islamic State na-akpa ike na mba ahụ.",
    "Onyeisiala Bazoum, bụ onye etinyere n’ọchịchị site na ntuliaka 2021 bụ ezi enyi mba France nakwa mba ndị ofesi ndị ọzọ.",
    "Mweghara ọchịchị emeela ugboro anọ na Niger kemgbe ha nwetere nnwereonwe n’aka France n’afdọ 1960 dịka enwekwaala oge ụfọdụ nwara ugboro ugboro iweghara ọchịchị ebe ahụ.",
    "Ndọrọndọrọ ọchịchị",
    "France",
    "Ndịagha",
    "Islamic State group",
    "Niger",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọhaelekere 7 gara aga",
    "Etu e siri rụzie akwa mmiri Aguiduma, Enugu steeti mgbe BBC Igbo mechara akụkọ banyere yankeji 42 gara aga",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ26 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Hon. Nelson Nnachebem: Etu ndị ikwu na ibe ya si mee ngagharịiwe maka ogbugbu ya",
    "Simon Ekpa: Ihe ndị Senetọ si ka e mee maka Ekpa, ọnọdụ nchekwa Ọwụwa Anyanwụ",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ihe ndị na-azụ ahịa n'Ogbete 'main market' kwuru banyere Ọgbaghara dapụtara ebe ahụ",
    "Ndịagha Niger ekwupụtala mweghara ọchịchị mba ahụ n’ihu ọha",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}