{
  "published": "18 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Thinkstock",
    "Ministri na-ahụ maka ọrụ ugbo ekwuola na ọrịa Anthrax abatala na Naịjirịa n’akwụkwọ ozi ọnụ na-ekwuru ha bụ Joel Oruche wepụtara na Mọnde 17 Julaị 2023.",
    "Nke a na-abia akụkọ kwuru na a hụrụ ihe yiri njirimaara ọrịa n’otu ugbo ụmụanụmanụ dị na Gajiri n’ụzọ si Abuja gawa Kaduna n’okpuruọchịchị Suleja nke Niger Steeti.",
    "Mpụtara nyocha ngalaba na-ahụ maka ahụike ụmụanụmanụ na Plateau Steeti mere na 16 Jụlaị 2023, gosiri na ọrịa a dị ire na Naịjirịa.",
    "Nke a na-eso aka na ntị gọọmenti Naịjirịa dọrọ ka ndị mmadụ mụrụ akọ mgbe a chọpụtara Anthrax na mba Ghana dị nso n’izuụka ole ma ole gara aga.",
    "Gọọmentị etiti nakwa nke Niger steeti agbakọtala aka ọnụ ịhụ na a chịkwara ọrịa a aka ọ ghara ifesasị.",
    "A gbachiela ọrụ ugbo ebe a hụrụ ọrịa dịka e kesara ọgwụ mgbochi ọrịa a ruru puku iri ise (50,000).Nje ọrịa a na-amụbawanye n’ebe unyi dị nakwa ebe ọbụla ha metụtara.",
    "Gọomentị amaala ọkwa ka ndị na-azụ anụmanụ nakwa ọha ka ha kpachara anya banyere ọrịa a ma mee mkpesa ma ọ bụrụ ha hụụ ihe dị aṅyaa.",
    "Marburg virus: Ihe ị kwesiri ịma maka nje a gburula mmadụ abụọ8 Julaị 2022",
    "Lassa Fever ataala isi onye nke abụọ ya n'Enugwu31 Jenụwarị 2020",
    "Akụkọ kachasi n'abalịa: Ụzọ ị ga-eji gbochie ọrịa ịba lasa5 Eprel 2018",
    "Ebe foto si, AFP",
    "Ehi so n'anụmanụ nwereike ibunye mmadụ nje ọrịa a site na ịta anụ ya maọbụ imetụ ya ahụ",
    "Dịka ụlọọrụ mgbochi mefesa ọrịa nke mba Amerịka bụ Centers for Disease Control and Prevention (CDC) siri kwuo, ọrịa bụ ihe nje a kpọrọ  Bacillus anthracis na-akpata.",
    "Ọrịa a na-esi n’ahụ ụmụanụmanụ abanye n’ahụ mmadụ.",
    "Ụdịrị anụmanụ na-ebenyekarị ya ndị mmadụ bụ anụmanụ dịka ehi, ewu nakwa atarụrụ.",
    "Nje a na-anyụpụta ihe nwereike ịmetụta ahụike mmadụ n’ọzọ ọjọọ ma nweike kpata ọnwụ mmadụ. Ndị mmadụ na-ebute ọrịa a site n’imetụ anụmanụ bu ọrịa aka, ahụ maọbụ rie nri si n’ahụ anụmanụ bu ọrịa a.",
    "Ebe foto si, Getty Images",
    "Naịjirịa amalitela itinye usoro ga-ebelata mfesa ọrịa a ugbua",
    "Dịka otu ahụike ụwa WHO siri kwuo, e nwere ụdịrị ọrịa atọ n’ụwa dịka ha nwere njirimara ndị dị iche iche.",
    "Cutaneous anthrax: Ụdịrị nke a bụ ihe kacha baa ụba n’ụwa. Mmadụ nwereike isi n’akpụkpọ ahụ bute ụdịrị ọkachasị site n’ọnya, ebe mmadụ mere ahụ, ebe yere oye n’anụ ahụ mmadụ nke njem ọrịa nwereike isi banye n’ime ahụ mmadụ. Nke a ga-eme ka ebe ahụ malite ịkọ mmadụ ọkọ ma malite ịcha agwa ojii. Ụfọdụ ndị ga-amalite ịnwe ahụ mgbu, ahụ mkpomọkụ, ịgbọ agbọ nakwa inwe isi ọwụwa.",
    "Gastrointestinal anthrax: Ụdịrị nke a bụ nke mmadụ nwereike ibute ma o rie nri si n’ahụ anaụmanụ bu ọrịa a. Onye butere ya etu a nwereike ịmalite nwewe ihe mgbu n’afọ ya, gbọwa ọbara maọbụ malite inwe afọ ọsụsa.",
    "Pulmonary anthrax: Ụdịrị nke a bụ nke ndị mmadụ anaghị ebutekarị bụ nke a na-esi site n’iku ume kuba n’ime ahụ mmadụ. Nke a mee, ịmara na onye ahụ gara n’ebe nje ọrịa bara ụba n’ikuku dịka ụdịrị a nwereike ịmalite dịka azụzụ ma mecha mee ka iku ume malite ịra onye bu ya ahụ.",
    "E nweela ụdịrị nke anọ a na-akpọ ‘Injection anthrax’, ụdịrị nke a bụ nke a na-ahụkarị na mpaghara Europe bụ nke a na-esi na ntụtụ bute. Onye butere ụdịrị nke a ga-enweta oke ahụ ịkọ ọkọ, nakwa ndakpo ịrụ ọrụ ime ahụ ya.",
    "Gọọmentị etiti Naịjirịa amalitela itinye usoor ga-ebelata mfesa ọrịa a ugbua. Ka ọ dị ugbua, e dopụla ụlọ ebe a na-azụ anụmanụ ebe a e bu ụzọ hụ ọrịa a iche ugbua.",
    "Amalitekwala inye ndị na-azụ anụmanụ ozụzụ pụrụiche maka nchekwa n’aka ọrịa a dịka a na-agbazị ụmụanụmnụ ọgwụ mgbochi.",
    "Ahụike",
    "Naijiria",
    "Science",
    "Nrị na-edozi ahụ",
    "World Health Organization (WHO)",
    "Gịnị bụ Monkeypox?23 Mee 2022",
    "Kedụ ihe ị ma maka ọrịa a kpọrọ 'Monkey Pox'?22 Julaị 2021",
    "Gịnị bụ ọrịa 'gastroenteritis' na-ata n'afọ na-egbusisi ndị mmadụ n'Ebonyi26 Nọvemba 2021",
    "NA EME UGBU A Ndị ọkwọ ụgbọala ebeela akwa arịrị dịka ọnụahịa mmanụ ụgbọala rịrị elu n'ike1 Julaị 2023",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Hon. Nelson Nnachebem: 'N'ihu m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya'17 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Hon. Nelson Nnachebem: \"N'ihu m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya\"",
    "Ndị ojiegbe egbuola otu eze ọdịnala n'Aboh Mbaise, Imo Steeti, n'ime obi ya",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua",
    "Haiti, Barbados, na mba ndị ọzọ n'ụwa si agbụrụ Igbo pụtaEmelitere ikpeazụ na: 3 Eprel 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}