{
  "published": "03:31",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọgba Mbọ: Etu ọrụ nka m siri bụrụ ihe a na-agba nkiri n'akụkụ ụwa dị icheiche - Joshua Egesi",
    "Aha Joshua Egesi malitere iwu na soshal midia oge o gosipụtara akupe bekee (fan) pụrụ iche nke o ji aka ya rụpụta.",
    "Akụpe bekee a bụ ụdị nke ahụtụbeghị ụdị ya na Naịjirịa, o nwere ụkwụ atọ, nwee akụpe anọ, ma maa nnọọ mma n'ụzọ pụrụ iche.",
    "Mazi Egesị, onye ọrụ ya bụ 'Industrial Designer' dịka e si akpọ ya na bekee, kwuru na ya malitere ịrụ akupe bekee ahụ oge o nwetara ọrụ idozi ime ụlọ mmadụ.",
    "\"Atụlere m ụdị akupe bekee ga-aka mma itinye n'ime ụlọ ahụ, mana oge m gara ahịa, onweghị nke ọbụla m hụrụ masịrị m, ya mere m ji chee echiche ịrụpụta nke m,\" ka ọ gwara BBC Igbo.",
    "\"Mgbe m rụchara ya, etinyere m foto ya n'akara Instagram m ma jụọ ndị mmadụ ma  ọ ga-amasị ha inwe ụdị akupe bekee ahụ. Ọtụtụ ndị mmadụ sị na ọ masịrị ha ma sị m rụọrọ ha. N'ime abalị abụọ e rere m ihe ruru iri.\"",
    "Etu ndị mmadụ si nabata akụpe bekee ahụ nyere Joshua Egesi obi sie ike ka ọ gaa n'ihu rụpụtakwa ihe ndị ọzọ dịka mpanaka latrik ọgbara ọhụrụ, nawa oche pụrụ iche nwere nchọ n'elu ya.",
    "Ụfọdụ ọrụ nka nke Mazị Egesi rụpụtara eruola na mba ụwa dị icheiche nakwa n'ihe ngosipụta ọrụ nka dị icheiche.",
    "Mazi Egesi sị na ya nwetara ọzụzụ n'ịchọ ihe mma (design) site n'ụlọakwụkwọ Politekinik dị n'Auchi, Edo Steeti, nakwa na Mahadum Benin dịkwa n'Edo Steeti.",
    "Ọ bụ onye Item nke dị n'okpuru ọchịchị Ohafia n'Abia Steeti.",
    "Gere akụkọ ya n'uju n'ihe onyonyo dị n'elu.",
    "banyere n'ọrụ mmepụta nkà e ji ahazi ime be ndị mmadụ site n'ihe chere ya aka mgbe oge ọ nọ na-achọ \"fan\" ọ ga-eji hazie ime be mmadụ.",
    "Ọ rụrụ \"fan\" nke ya nke o tinyere na soshal midia ma jụọ ndị mmadụ ma ha a ga-achọ ịzụ ya. Ọ kwuru na ndị mmadụ zụchapụrụ ngwa ngwa.",
    "Nke a mere o jiri malite ọrụ mmepụta nke e ji ahazi ime be ndị mmadụ.",
    "Ugbua ọrụ ya abụrụla ihe a na-agba nkiri n'akụkụ Naịjirịa dị iche iche nakwa na mba ofesi.",
    "Ụmụntoroọbịa",
    "Nka",
    "Uchu n'ọrụ",
    "Eji m osisi dịka nkụ arụpụta ihe gbara igbo gharịị - Samson Ejiofor8 Disemba 2020",
    "Ọgbambọ: Lee nwafọ Igbo ji aka ya arụpụta igwe njuoyi24 Nọvemba 2020",
    "Ọgba mbọ: Ukamaka Okoye bụ nwaanyị na-arụpụta ụzụ igwe11 Febụwarị 2020",
    "Ibu m buru egbochighị m ịbụ 'Model'  - Jennifer Enujiugha30 Eprel 2023",
    "Vidio, Ọgba Mbọ: Etu ọrụ nka m siri bụrụ ihe a na-agba nkiri na mba ụwa dị icheiche - Joshua Egesi, Duration 3,312 Mee 2023",
    "Vidio, Ibu m buru egbochighị m ịbụ 'Model'  - Jennifer Enujiugha, Duration 4,2829 Eprel 2023",
    "Vidio, World Malaria Day: Ihe Ị kwesịrị ịma maka ọgwụ mgbochi ọrịa ịba ọhụrụ Naịjirịa nabatara, Duration 2,0825 Eprel 2023",
    "Vidio, Ihe i kwesịrị ịma maka iwu nwereike igbochi ndị dọkịnta ịhapụ Naịjirịa achụ akaraka ha n'ofesi, Duration 2,5420 Eprel 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}