{
  "published": "17 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "John Kirby bụ ọnụ na-ekwuchitere National Security Council",
    "Ụlọọrụ ntaakụkọ Reuters dere na John Kirby bụ ọnụ na-ekwuchitere National Security Council nke mba Amerika sị “Ihe m nwereike ịgwa gị ugbua bụ na o nweghị onye mba US so na mwakpo a, mana anyị ma na e nwere ndị merụrụ ahụ nwekwa ndị e gburu, ihe anyị ma bụ ihe anyị ga-ekwu ugbua\".",
    "Ebe foto si, Getty Images",
    "Anambra US convoy attack: Anyị na-achọ ndị omekome wakporo ma gbuo ndị ọrụ US n'Anambra - Ndị uweojii",
    "Ndị Uweojii n'Anambra steeti ekwuola na ha ebidola chọwa ndị omekome ha chere wakporo ma gbuo ndi ụlọọrụ Amerịka na Naịjirịa ka ha na-aga n'Ọgbaru, n'ụbọchị Tuesday.",
    "Ebe foto si, Tochukwu Ikenga",
    "Tochukwu Ikenga, ọnụ na-ekwuchitere ndị uweojii",
    "Ọnụ na-ekwuchitere ndị uweojii n'Anambra steeti bụ DSP Ikenga Tochukwu sị na mwakpo a mere ebe elekere 3:30 n'ehihie n'ụzọ Atani, Osamale n'Anambra Steeti. Ikenga sị \"ndị omekome gburu ndị ọrụ nchekwa abụọ makwa gbuo kwa ndị ọrụ Amerịka na Naịjirịa abụọ mana o nweghị onye mba US dị n'ụgbọala ahụ.\"",
    "Ọ sịkwa na ndị ọrụ nchekwa ka kwụrụ chịm ịhụ na ha wuchiri aka ndị niile kpara mkpamkpa a n'oge adgịghị anya.",
    "Ebe foto si, Getty Images",
    "Ọkọlọtọ mba Amerịka",
    "Ụlọọrụ ntaakụkọ Reuters dere na John Kirby bụ ọnụ na-ekwuchitere National Security Council nke mba Amerika sị “Ihe m nwereike ịgwa gị ugbua bụ na o nweghị onye mba US so na mwakpo a, mana anyị ma na e nwere ndị merụrụ ahụ nwekwa ndị e gburu, ihe anyị ma bụ ihe anyị ga-ekwu ugbua\".",
    "Amerika",
    "National security",
    "Naijiria",
    "Anambra Steeti",
    "Africa Eye: Etu ndị ọrụ nchekwa na ndị ekperima si eji mmaja anapụ ndị 'queer' ego na Naịjirịa15 Mee 2023",
    "Lee ndị ọkaikpe nọn'isi ikpe ntuliaka ọkwa onyeisiala Naịjirịa n'ụlọikpe mkpegharị16 Mee 2023",
    "Anambra US convoy attack: O nweghị onye mba US so na mwakpo a - Amerịka17 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalieluelekere 6 gara aga",
    "NA EME UGBU A Peter Obi Election Tribunal: Ihe mere ndị uweojii jiri kpọpụ Lamidi Apapa n'ụlọikpe ebe a na-ekpe ikpe Peter Obi taa9 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}