{
  "published": "23 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "E wepụla njirimara ụlọakwụkwọ ahụ niile",
    "Ụlọakwụkwọ Emerald International Academy bụ ebe nwata dị afọ abụọ dara nwụọ ka gbachiri agbachi.",
    "Mgbe BBC Igbo gara ebe ahụ, onye ntaakụkọ anyị hụrụ na ụmụ akwụkwọ bi ebe ahụ ejila ngwa ngwa kwapụ.",
    "Anyị hụkwara ebe ehichapụrụ njirimara ụlọakwụkwọ ahụ n'ụzọ ukwu bụ 'gate' na Bekee nakwa n'ahụ aja ebe ahụ.",
    "O nweghi kama otu nwata akwụkwọ maọbụ nne na nna ahụrụ na nso ebe ahụ.",
    "Ụlọ ahịa nakwa ụlọọrụ dị icheiche n'ebe ahụ o nweghi onye kwere a gwa onye ntaakụkọ anyị okwu.",
    "Cheta na gọọmentị Abia steeti mechiri ụlọakwụkwọ ahụ ma napụkwa ya ikike ịrụ ọrụ.",
    "Kọmịshọna Agụmakwụkwọ bụ Ọkammuta Uche Eme-Uche kwuru \"Anyị na-agwa ndị nne na nna na ndị nlekọta ụmụ ha na-agụ n'ụlọakwụkwọ ahụ  ka ha kpọpụ ụmụ ha ebe ahụ na-egbughị oge.\"",
    "Ebe foto si, Alex Otti/Emerald Int'l Academy/Facebook",
    "Gọọmentị Abia steeti emechiela ụlọakwụkwọ Emerald International School, Aba, ebe otu nwata akwụkwọ dị afo abụọ si n'elu dapụ ma nwụọ n'izuụka gara aga.",
    "Kọmishọna agụmakwụkwọ na steeti ahụ bụ Ọkammụta Uche Eme-Uche kwuru nke a n'ụbọchị Tuzde, dịka o kwuru na gọọmentị anapụkwala ụlọakwụkwọ ahụ ikike ịrụ ọrụ.",
    "\"Nke a bụ maka na ngalaba agụmakwụkwọ chọpụtara na ụlọ akwụkwọ ahụ anaghị edebezu iwu e wepụtara maka ụlọakwụkwọ nke onwe n'Abia steeti, bụ nke butere ọnwụ otu nwa akwụkwọ,\" Eme-Uche dere n'akwụkwọ ozi o wepụtara.",
    "\"Anyị na-agwa ndị nne na nna na ndị nlekọta ụmụ ha na-agụ n'ụlọakwụkwọ ahụ  ka ha kpọpụ ụmụ ha ebe ahụ na-egbughị oge.\"",
    "'Akpọtara m nwa akwụkwọ na ndu, bịa ịkpọrọ ya ọ bụrụ n'ozụ'",
    "Kọmishọna ahụ kwuru na nke a bụ ọrụ dịịrị gọọmentị iji kwalite nchekwa na ọdịmma nke ụmụ ntakịrị na-aga akwụkwọ n'Abia steeti, ma dọkwaa aka na ntị na onye ọbụla ga-emepe ụlọakwụkwọ ahụ na-anataghị gọọmentị ikike, ga-ezute iwe gọọmentị.",
    "BBC Igbo wetara akụkọ gbasara nwatakịrị nwoke a dị naanị afọ abụọ aha ya bụ David Jacob, onye si n'elu daa ma nwụọ n'ụlọakwụkwọ Emerald International.",
    "Nne na nna nwata ahụ kwara arịrị maka etu ha si kpọta nwa ha n'ụlọakwukwọ n'ahụike, ma bịazie ịkpọrọ ya ọ bụrụ n'ozu.",
    "Mana otu n'ime ndị isi ụlọakwụkwọ ahụ, bụ Peter Nwoke, gwara BBC Igbo na ọ bụ ihe mberede kpatara ọnwụ nwata ahụ, \"anyị agaghị akpachara anya gbuo nwa mmadụ\" ka o kwuru.",
    "Kirie onyonyo ihe nne na nna nwata ahụ gwara BBC Igbo.",
    "Chrisland school: A kpụpụla ụfọdụ n'ụlọakwụkwọ a ụlọikpe maka ọnwụ otu nwata akwụkwọ ha25 Maachị 2023",
    "Sylvester Oromoni nwụrụ ọnwụ chi ya ọ bụghị ntigbu ka e tigburu ya - Uweojii Legọs7 Jenụwarị 2022",
    "Lee ihe ụfọdụ nwa gị na-agabiga na 'boarding school' ị na-amaghị28 Disemba 2020",
    "Ebe foto si, BBC/Jacob Etim Udo",
    "Nne na nna nwata si n'ụlọelu ụlọakwụkwọ ha daa nwụọ akọọwala  na obi adịghị ha mma n'ihe mere.",
    "Otu nwata gbara afọ abụọ, bụ David Jacob  nwaakwụkwụkwọ 'Emerald International School, Aba, si n'ụlọelu ụlọakwụkwọ ha daa, nwụọ na nsonso a.",
    "Maazị Jacob Etim Udo na nwunye ya bụ Onyekachi Jacob  gwara BBC Igbo na mkparịtaụka na ha kpọgara ụmụ ha abụọ akwụkwọ n'ụtụt̄ụ ụbọchị ahụ , rute kwụọ ụgwọ a sị ha ji mana rue oge ha bịara ịkpọrọ ha n'ehihie ụbọchị ahụ, ọ bụrụ na otu nwa ha dọzi n'ozu.",
    "Ha tụrụ arịrị na kemgbe ya bụ ọdachị ahụ mere ma rueo oge ha na BBC Igbo nwere mkparịtaụka(abalị asaa), ma ndị nkuzi ma ndị  ndịisi ụlọakwụkwọ agwabeghị ihe ọbụla banyere ihe mere nwa ha.\"",
    "Onyekachi sịrị, \" Ọ bụ nwaa m bụ Blessing gwara m na David si n'elu daa, ndị nkuzi enweghị onye tụpụrụ m ọnụ.\"",
    "\"Ndị isi ụlọakwụkwọ enwebeghị onye gwara anyị ihe ọbụla banyere etu nwa m si nwụọ.\"",
    "Ebe foto si, Peter Nwoke/Facebook",
    "Ndisi ụlọakwụkwọ  Emerald International school agọọla na ọ bụghị etu akụkọ na-efegharị maka ọdachi nwada dara n'elu si kwuo ka ihe siri mee.",
    "Otu na ndị isi nwe ụlọakwụkwọ ahụ bụ Peter Nwoke  gwara BBC igbo na ọ bụghị n'ụlọelu ogog atọ ka nwata ahụ si daa, kama ọ bụ n'ụzọ ezi arị elu ụlọelu ahụ ka nwata ahụ si daa dịka ya na ibe ya na-egwu egwu.",
    "O kwuru sị,\" Ihe bụ ihe  mberede. Anyị enweghị ike igbuli nwa anyị, ihe bụ nwa anyị mana nwoke a na-eme ka anyị gburu nwa ya.\"",
    "Ọ gara n'ihu kwuo na ọ bụghị n'ụlọelu ogogo atọ  ka nwata ahụ si daa, kama ọ bụ na 'staircase' ebe e si arị ụlọelu ahụ.",
    "Ebe foto si, Jacob's Family/BBC",
    "Otu ezinaụlọ nọ n'anyammiri na arịrị obi dịka otu obere nwa ha gbara afọ abụọ na ọnwa isii si n'ụlọelu ụlọakwụkwọ ha daa ma nwụọ n'Aba ,Abia Steeti na nso nso a.",
    "Obere Maazị David Etim Jacob, nwaakwụkwọ ụlọakwụkwọ'Emerald International School' dị n'okporoụzọ 'Crystal Park Road', Aba, siri n'elu ụlọelu ogogo atọ nke ụlọakwụkwọ ha daa.",
    "Nna nwa ahụ bụ Jacob Etim Udo , onye na-agba ọkada, kwuru na ya kpọgara ụmụ ya abụọ akwụkwọ,o rue oge ịkpọlata ha, ọ gara ụlọakwụkwọ ọ bụrụ nanị otu nwa dịzị ndụ.",
    "Maazị Udo, onye Akwa-Ibom boro ebubo na rue ụbọchị taa bụ Monde, na ndịisi ụlọakwụkwọ ahụ akpọbeghị ha gwa ha ihe mere nwa ha ụbọchị Tuzde izuụka gara aga.",
    "A gbara ọsọ buga nwata ahụ ụlọọgwụ, 'John Okorie Memorial Hospital'Aba ebe ndị dọkịta kwuru na ọ nwụọla.",
    "Dịka ndị mụrụ nwata ahụ si kwuo, ọ bụ otu onye ha amaghị onye ọ bụ kpọrọ ha n'ekwentị gwa ha ọdachi dagidere nwa ha n'ụlọakwụkwọ ya.",
    "N'otu aka ahụ, nwunye ya bụ Oriakụ Onyekachi Udo gwara BBC Igbo sị, \"Ọ bụ nwa m nwaanyị gwara ka m  bịara ịkpọrọ ha na nwanne ya nwoke si n'elu ulọelu daa.\"",
    "\"Ọ kpọrọ m ga gosi m ebe nwa m daa. Ọbara dị n'ala ebe ọ dara.\"",
    "\" Ndị nkuzi ekweghị agwa m etu nwa m si nwụọ. Obi adịghị m nwa.\"",
    "Ọnụ na-ekwuru ndị uweojii steeti ahụ bụ Maureen Chioma Chinaka  kwuru n'ozi  o binyere aka ma zipu nke rutere BBC Igbo aka na ụlọọrụ ha nwetara mkpesa site naka ndị mụrụ nwa ahụ banyere ihe mere.",
    "Ọ gara n'ihu kwuo na ha enyefeela ozu nwata ahụ maka nnyocha ozu iji mata ihe gburu ya dịka ha maliterela nnocha ha banyere ọnọdụ o siri nwụọ.",
    "Ozi ahụ sịrị, \" Enwetala ozu nwata ahụ ma dowe ya maka nnyocha ozu dịka nnyocha na-aga n'ihu.",
    "\"E zigarala ya bu okwu n'aka ngalaba nnyocha bụ Bekee kpọrọ  'State Criminal Investigation Department' (SCID)  maka nnyocha pụrụ iche iji chọpụta ka ọdachị ahụ si mee\"",
    "Ọ gara n'ihu rịọ ọha ndị mmadụ ka ha dajuo obi ha ma kwee nkwa na  na ha ga-eme nnyocha tozuru oke na ya bụ okwu.",
    "Naijiria",
    "Abia Steeti",
    "Ọmụmụ na mmụta",
    "Osinachi's death: Lee ihe ụlọikpe kpebiri taa17 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital27 Septemba 2023",
    "Emmanuel Nwude: Ị ma maka nwoke a resiri onyeọcha ọdọụgbọelu na-adịghị adị?19 Ọktọba 2023",
    "Israel-Gaza crisis: Kedụ ihe dị iche na 'ceasefire'  na 'humanitarian pause'?5 Nọvemba 2023",
    "Imo Governorship Election: Ihe mere n'etiti Achọnụ na ndị uweojii Imo steeti elekere 2 gara aga",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steetielekere 9 gara aga",
    "NLC enyela iwu ụbọchị ise ka e wepụ kọmishọna uweojii n’Imo Steeti ma ọ bụghị ya...3 Nọvemba 2023",
    "Godwin Emefiele: E nyela EFCC iwu ka ha tọhapụ ya maọbụ kpọta ya n'ụlọikpe3 Nọvemba 2023",
    "Home security/safety:  Ụfọdụ ihe ndị mmadụ sị ha gabigarala n'aka ụmụodibo1 Nọvemba 2023",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steetielekere 9 gara aga",
    "Etu ọnọdụ dị taa n'ụlọakwụkwọ e mechiri n'ihi nwa dị afọ abụọ nwụrụ 1 Nọvemba 2023",
    "Gov Fubara Impeachment plot: Etu mgbọ ndịuweojii si tugbuo okorobia so eme ngaghariiwe megide atụmatụ ichutu gọvanọ Rivers steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Enwe,eke, udele na anụ ndị ọzọ Igbo na-asọEmelitere ikpeazụ na: 9 Julaị 2020",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe ise atụmatụ nnyocha DNA nwereike ịgwa gị maka nwa gịEmelitere ikpeazụ na: 5 Jenụwarị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}