{
  "published": "13 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Bola Ahmed Tinubu",
    "Onye dere ya, Mukhtar Adamu Bawa & Yetunde Olugbenga",
    "Ndị mere akụkọ a,  BBC Hausa, BBC Yoruba",
    "Julaị 2023",
    "Ụbọchị 44 agachaala ka e duru onyeisiala Bola Ahmed Tinubu iyi ọrụ mana ọ malitela ịrụ ọrụ na ewepụtabeghi aha ndị ga-eso ya rụkọọ ọrụ.",
    "Ọtụtụ ụmụafọ Naịjirịa ji obi n’aka eche, ịma ndị ga-eso onyeisiala ọhụrụ chịa, dụọ ya ọdụ ma nyere aka hazie atụmtụ “mmụgharị olileanye”.",
    "Ịche ogologo oge a emeela ka ọtụtụ mkpụpụta ha adigboroja na-efegharị na soshal midia bụ nke ndị mmadụ na-asị bụ aha ndị ‘minista ọhụrụ’.",
    "O nwere aka chịbụrụ Naịjirịa nke nyefere Tinubu ọchịchị bụ Muhammadu Buhari ọnwa asaa iji kpọpụta aha ndị ga-eso ya chịa.",
    "N’ebe malite izuụka a ka ụzụ na-agba banyere ndị ga-eso Tinubu chịa, ọnụ na-ekwuru ya bụ Dele Alake kụchapụrụ mkpụpụta aha adigboroja a na-efeagharị na soshal midia ma kwuo:",
    "“Enweghi eziokwu so aha ndị a, ọ bụ ihe dịịrị onyeisiala ịhọpụta ma kpọpụta ndị ga-eso ya chịa dịka ndị minista”.",
    "Ọ bụ iwu onyeisiala isi na mpaghara Naịjirịa dị icheiche họpụta ndị isi ọrụ nchekwa?20 Juun 2023",
    "Nigeria Security Chiefs: Ogalla, Lagbaja, Musa na ndị ọzọ so n'isi nchekwa Naịjirịa20 Juun 2023",
    "Tinubu achụọla ndị isi ọrụ nchekwa niile, tinye ndị ọhụrụ19 Juun 2023",
    "Ndị ụlọomeiwu hazighariri iwu Naịjirịa n’oge gara aga iji hụ na onyeisiala ọhụrụ ọbụla họpụtara ndị ga-eso ya chịa n’ime abalị 60 ka e duchara ya iyi n’ọrụ ma nyefee aha n’aka ndị ụlọomeiwu maka binyeaka na nabata.",
    "Mkparịtaụka na-efeagharị n’aka ụmụafọ Naịjirịa abụghị naanị banyere ndị ha che o kwesịrị mana ọtụtụ na-arụkwa aka n’ihe dịka mmadụ ịma ọrụ nakwa ịma mmadụ dịka ụzọ a ga-esi họpụta ndị a.",
    "Nke bụ eziokwu bụ na ịhọpụta ndị ga-eso chịa na Naịjirịa abụghị ihe dị mfe dịka onyeisiala ga-atule ọtụtụ ihe dịka okwu agbụrụ, okwu okpukperechi nakwa ikwalite atụmatụ e menyere ndị ebe a, e menyere ndị ebe a. Ọtụtụ oge, okwu mmadụ ịma orụ abụrụla ihe e tinyeziri n’azụ inye ndị mmadụ ọrụ ọchịchị dịka atụmatụ nkwụgharị ọgwọ maọbụ mbọ ha gbaara ndị ndọrọndọrọ ọchịchị.",
    "Onyeisiala akpaala agwa gosiri na ya na pati na-anọghị n’ọchịchị nwereike ịrụkọ ọrụ ọnụ. Ihe ọzọ dịkwa mkpa n’okwu a bụ okwu ịhụ na emenyeere steeti niile nọ na Naịjirịa.",
    "Otu onye ọkaibe n’ihe gbasara ndọrọndọrọ ọchịchị na mahadum Abuja bụ Abubakar Kari gwara BBC na nhọpụta ndị ọchịchị nwereike ịbụ ule nke bụ gbara agba onyeisiala Tinubu na pati ya bụ All Progressive Congress party ga-ezute.",
    "Muhammadu Buhari 2015 – 2023",
    "O were Muhammadu Buhari onye ka chịchapụrụ ọnwa isii iji họpụta ndị so ya chịa n’agba ọchịchị nke mbụ ya malitere na 2015 mana o weghi ya ọtụtụ oge ịme nhọpụta n’agba ọchịchị ya nke abụọ na 2019.",
    "Ọ họpụtagharịrị ọtụtụ ndị minista ya bụ so ya chịa n’afọ anọ nke mbụ. Ọtụtụ ndị mmadụ malitere ịkpọ ya “Baba Go-Slow” nke pụtara papa na-akpụ ụkwụ n’ala maka etu o siri wee ya ogogologo ịhọpụta ndị ga-eso ya chịa.",
    "Goodluck Jonathan 2010 – 2015",
    "O were Goodluck Jonathan  abalị 30 ka e duchara iyi n’ọrụ ịhọpụta ndị ọchịchị ya dịka ọ chịrị malite n’afọ 2010 ruo 2015.",
    "Umar Musa 'Yar'adua 2007 – 2010",
    "A tụnyere oge o were na nke o were onye nyefere ya ọchịchị bụ Olusegun Obasanjo. Alhaji Amaru Musa 'Yar'adua gbuturu oge n’ịhọpụta ndị so ya chịa. O nyefere ndị ụlọomeiwu aha ndị ọ chọrọ ka ha soro ya chịa abalị 59 ka e duchara ya iyi n’ọrụ na 2007.",
    "Olusegun Obasanjo 1999- 2007",
    "Ka ọ dị ugbua, Olusegun Obasanjo bụ kacha mee mkpọpụta aha ndị so ya chịa n’oge dịka ọ mere nke a balị isii ka e duchara ya iyi n’ọrụ n’ụbọchị 29 nke ọnwa Mee, 1999. O weturu ya oge ka nke agba mbụ ya too ologogo n’agba nke abụọ ọchịchị ya bụ mgbe o were ya abalị 19 iji kpọpụta aha ndị ga-eso ya chịa.",
    "Ebe foto si, Aso Villa",
    "Onye ọbụla a họpụtara ga-abụriri onye nwereike ịbụ onye ụlọomeiwu Naịjirịa",
    "Otu onye ọkaiwu n’ihe gbasara iwu Naịjirịa bụ Jiti Ogunye gwara BBC na onyeisiala bụ ekwuchaa ọgwụ n’okwu ịhọpụta ndị ga-eso ya chịa dịka ndị minista nakwa ga-eso obi gọọmentị ya.",
    "Ọ rụkwara aka n’akụkụ iwu Naịjirịa nke akara 147 bụ ebe e nyere onyeisiala ikike a ma rụkwa aka n’akụkụ ọzọ so akara bụ nke belatara ikike iwu a maka ntozuoke onye ga-abụ minista.",
    "O kwuru “Akụkụ iwu Naijirịa nke akara 147 kwuru na agaghị enweike họpụta mmadụ dịka minista karịa ma o tozuru oke ịbụ onye ụlọomeiwu Naịjirịa ọkachasị onye ụlọomeiwu nta”.",
    "Onye ahụ ga-abụriri onye Naịjirịa",
    "Onye ahụ ga-eruriri afọ 30",
    "Onye ahụ ga-agụru akwụkwọ ruo isi ngwụcha sekọndịrị ma nweta asambodo so ya",
    "Onye ahụ ga-abụriri onye otu pati Naịjirịa ọbụla bụkwa ndị ga-akwado ya",
    "Banyere okwu ike nwereike ime akagbuo ntozuoke mmadụ, Ogunye kwuru na onye ahụ “agaghị abụ onye ego kọrọ n’ọbaego ya, onye ahụ agaghị abụ onye nọ na ụlọ nga (ọ bụrụkwanụ onye pụtarala na nga, ọ ga-agaferiri afọ 10), ọ kwesịghị ịbụ onye ara na-agba, ọ nwesighị ịbụ onye na-arụ ọrụ dịka onye ọrụ Bekee na gọọmentị (ọ chọọ ịga n’ihu n’atụmatụ isonye ọchịchị dịka minista, ọ ga-agba arụkwaghịm n’ọrụ Bekee ya)”",
    "O kwukwara na iwu Naịjirịa nke akụkụ akara 147 kwukwara na onyeisiala kwesịrị ịhọpụta otu minista ga-esi steeti niile nọ na Naịjirịa bụ ndị so na steeti ndị ahụ.",
    "Agbanyeghi nke a, site na ndị ọtụtụ na-atụ ya nakwa ihe ụfọdụ ụmụafọ Naịjirịa na-ekwu ka a na-eche mkpọpụta aha a, ọkaiwu Ogunye kwuru na ọ bụrụ na onyeisiala họpụta ndị mmadụ dịka ndị ga-eso chịa gụnyere ndị na-abụghị ndị pati ya maọbụ ndị ọkaibe maọbụ ndị e chee kwesịri ịma ọrụ maọbụ ndị n’usoro ọzọ na-edoghi ọha anya, ndị nwereike ibugara ụlọikpe mkepsa banyere nhọpụta ahụ ma sị ụlọikpe kọwa ihe e mere site n’ikike iwu.",
    "Ndọrọndọrọ ọchịchị",
    "Bola Tinubu",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Tinubu emeriela ntuliaka onyeisiala Naịjirịa 20231 Maachị 2023",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịa27 Mee 2023",
    "Etu ndị nkwado Tinubu si saa Chimamanda Adichie maka ozi ya nye Joe Biden banyere ntuliaka 2023 8 Eprel 2023",
    "Godwin Emefiele: DSS akpụpụla onyeisi CBN ụlọikpe10 Juun 2023",
    "Sit at-home: Simon Ekpa asaala Peter Obielekere 8 gara aga",
    "Bola Tinubu ministerial list: Gịnị mere onyeisiala ewepụtabeghi aha ndị ọrụ ya?13 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Gịnị na-esere onyeisiala Vladmir Putin na ndị ọgụ Wagner Group?24 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ụmụnwoke na ụmụnwaanyị, ole ndị ka agba n’ezi? Lee ihe ndị ọkachamara kwuru2 Julaị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Sit at-home: Simon Ekpa asaala Peter Obi",
    "Cynthia Okereke profile: Ihe ndị ejije Nollywood na-ekwu maka ogbo ha lara mmụọ",
    "Godwin Emefiele: DSS akpụpụla onyeisi CBN ụlọikpe",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Bola Tinubu ministerial list: Gịnị mere onyeisiala ewepụtabeghi aha ndị ọrụ ya?",
    "Etu uloikpe si nyeghachi ụmụnne nwaanyị anọ ala nna ha ụmụnne ha nwoke napụrụ ha",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti",
    "Etu Alex Madiebo bụ dike Biafra si kpaa ike n'oge aghaEmelitere ikpeazụ na: 3 Juun 2022",
    "Ihe Cynthia Okereke na Cornel Agbogidi kwuru dịka atọhapụrụ haEmelitere ikpeazụ na: 4 Ọgọọst 2022",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}