{
  "published": "6 Septemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Facebook",
    "Onye dere ya, Chiagozie Nwonwu, Fauziyya Tukur, Olaronke Alo",
    "Ndị mere akụkọ a,  BBC Global Disinformation Team",
    "Septemba 2023",
    "Ụlọikpe na-ahụ maka ntuliaka ga-ekebi ikpe banyere mmeri Onyeisiala Bola Ahmed Tinubu n’ụbọchi 6 Sepụtemba, 2023.",
    "Ndị na-ama mmeri ahụ aka bụ Labour Party (LP), Peoples Democratic Party (PDP) na Allied Peoples Movement (APM)",
    "Ikpe a na-abịa dịka e nwere ọtụtụ akụkọ ụgha na-efegharị na soshal midia nke na-arụ ndị ọkaikpe ji ikpe ntuliaka ahụ aka.",
    "Ngalaba BBC Disinformation lebara anya n’ụfọdụ akụkọ ụgha ndị a.",
    "Tribunal Judgement: A maghị Tinubu ikpe maka ibu ọgwụike na mba Amerịka9 Mee 2023",
    "Lee ndị ọkaikpe nọn'isi ikpe ntuliaka ọkwa onyeisiala Naịjirịa n'ụlọikpe mkpegharị16 Mee 2023",
    "Election Tribunal: E higharịala ikpe Peter Obi na Labour Party maka Ntuliaka 202310 Mee 2023",
    "N’ọnwa Julaị, ọtu ọgbakọ ozi n’ịntaneti a kpọrọ Igbo Times wepụtara akụkọ kwuru na otu n’ime ndị ọkaikpe ise ji ikpe ahụ bụ ọkaikpe Boloukuoromo M. Ugo gbara arụkwaghịm maka “atụmatụ ịgbagbu ọchịchị onye kwuo uche ya”. Ọbaozi a kwuru na ọ bụ ihe si n’ọnụ ọkaikpe Ugo.",
    "Ọbaozi a dere na ọkaikpe Ugo kwuru “Ịkwụrụ n’akụkụ gọọmentị banyere nke a bụ igbo ọchịchị onye kwuo uche ya na Naịjirịa” ma sị na obi agaghi ekwe ya ime nke ahụ. Ha kwuru na gọọmenti Naịjirịa gwara ọkaikpe Ugo ka ọ kpebie ikpe kpegara gọọmentị.",
    "Ọkaipe Ugo agbabeghi arụkwaghịm, enweghi ihe akaebe gosiri na akụkọ ndị Igbo Times dere bụ eziokwu.",
    "E kesara akụkọ n’akara soshal midia ha ebe ọtụtụ ndị a ma ama na soshal midia gụnyere Charles Oputa e ji Charly Boy maara kesakwara ya.",
    "Na-agbanyeghi ụlọntaakụkọ na Naịjirịa kụchapụrụ akụkọ ahụ mana ọ ka-adị n’ọbaozi soshal midia X bụ ebe e kesara ya.",
    "N’ọnwa Maachị, ụlọakwụkwọ ntaakụkọ Peoples Gazette wepụtara akụkọ na Ọkaikpe ukwu Naịjirịa mere onwe ya ka onye ngwọrọ ma zute Tinubu a họpụtara ka onyeisiala na Lọndọn iji “kpata nkata maka ikpe na-eso ntuliaka na etu ọ ga-esi emeri n’ụlọikpe”.",
    "Akụkọ na-enyochaghị ka ọtụtụ ụlọọrụ mgbasaozi na Naịjirịa buuru ma kesaa na soshal midia. Ha ji foto ebe akwa Ọkaikpe ukwu Naịjirịa n’igwe ndị ngwọrọ ji aga ije n’ọdọụgbọelu.",
    "Ụlọikpe Kachasị na Naịjirịa kwuru n’ezie na ọkaikpe ukwu mere njem na Lọndọn maka ahụike ya na ọ bụghị izute Tinubu. O nweghi ihe akaebe gosiri na Ariwoola zutere Tinubu na Lọndọn.",
    "N’ọnwa Sepụtemba. ọtụtụ ndị a ma ama na soshal midia na-akwado Labour Party malitere ikesa ozi na ọ bụ n’ụbọchị 16 Sepụtemba ka a ga-ekpebi ikpe banyere ntuliaka.",
    "Akụkọ ụgha a wuru na soshal midia ọtụtụ ụbọchi tupu ụlọikpe ewepụta ozi na ọ bụ ụbọchị 6 Sepụtemba 2023.",
    "Ụlọikpe na-ahụ maka ntuliaka kwuru na akụkọ ahụ bụ asị ọcha ma wepụta ozi na ọ bụ n’ụbọchị 6 Sepụtemba ka a ga-ekpe ikpe ahụ.",
    "Ebe foto si, Screen shot",
    "N’ọnwa Julaị, ọbaozi Igbo Times wepụtara akụkọ ụgha na Onyeisiala Tinubu “akwụsịla ụlọikpe niile na Naịjirịa ịrụ ọrụ” maka ụjọ na e nwereike “ịchụtu ya n’ọkwa”.",
    "Igbo Times egosighi ihe akaebe banyere akụkọ a bụ nke akụchapụrụla. Akụkọ a ka nọ n’ọbaozi ha.",
    "Ebe foto si, Screen",
    "Mgbe ụlọikpe na-ahụ maka ntuliaka wepụtara ozi banyere ụbọchị a ga-ekpebi ikpe ahụ, ụfọdụ ndị a ma ma malitere ikesa akụkọ nduhie na soshal midia.",
    "Otu onye na twitter a kpọrọ @MissPearls kwuru na “Tinubu chọrọ ime njem apụ Naịjirịa” na “atụmatụ bụ ka ọ gaa otu ọgbakọ”.",
    "Mana njem Onyeisiala Tibubu kwesịrị ime gaa mba India dị mbụ pụta ihe n’ọnwa Eprelụ mgbe akụkọ kwuru na Praịm minista mba India bụ Shri Narendi Modi kpọrọ ya oku maka ọgbakọ G20, nke a ga-eme na 9 na 10 Sepụtemba.",
    "Ihe ozọ ndị mmadụ mere bụ ịkpọku ezinaụlọ ndị ọkaikpe ji ikpe a ma yie ha egwu site n’izigaara ozi n’ụdị ka ha majaa ndị a maka ikpe ha ji n’aka.",
    "ọtụtụ ndị nkwado pati kwadoro ka okwu a a kpọro #AllEyesOntheJudiciary malite iwu na soshal midia.",
    "Mkpebi ikpe banyere ntuliaka a, na-aga n’ihu ugbua n’ụlọikpe mkpegharị dị n’Abuja.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Ozi asị",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ọnụọgụgụ ndị nwụrụla n’alaọmajijiji mere na Morocco akarịala puku abụọ10 Septemba 2023",
    "NA EME UGBU A Etu e si gbagbuo otu n'ime ndị ntọrị na-akpa ike n'Obosi, Anambra Steeti3 Septemba 2023",
    "Anti-gay Law: Etu ụlọikpe si  maa ụmụnwoke anọ ikpe n'Owere maka idina ibe ha9 Septemba 2023",
    "Ekwetaghị m na mkpebi ‘tribunal’- Peter Obi9 Mee 2023",
    "Tribunal Judgement: Tinubu emeriela Peter Obi n'ụlọikpe 8 Septemba 2023",
    "Adedeji Odulesi: Lee nwoke Ijebu ji asụsụ Igbo na ndị ọzọ akwalite ịdịnotu Naijiria5 Septemba 2023",
    "Tribunal Judgement: Akụkọ ụgha megidere ndị ọkaikpe ji ikpe ntuliaka a  6 Septemba 2023",
    "Etu ụlọ dara na Coal Camp Enugu sị taa isi ụmụaka anọ si n'otu ezinaụlọ4 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Salman Rushdie: Gịnị dị n'ime akwụkwọ o dere na-ese okwu?Emelitere ikpeazụ na: 14 Ọgọọst 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Anti-gay Law: Etu ụlọikpe si  maa ụmụnwoke anọ ikpe n'Owere maka idina ibe ha",
    "Pastọ anwụọla dịka ọ na-ebu ọnụ abalị 40 ka JisọsEmelitere ikpeazụ na: 17 Febụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}