{
  "published": "5 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ojiegbe na-amanye ndị mmadụ ịnọ n'ụlọ awakpoola Asata, Trans Ekulu, New Haven na ebe ndị ọzọ n'Enugwu Steeti.",
    "Otu onye bi na mpaghara kwuru na ndị ojiegbe a wakporo ụlọakwụkwọ St. Michael Praịmarị dị n'Asata Enugwu steeti n'ụtụtụ ụbọchị Wenezde 5 Juun, 2023 ma malite ịgba egbe aghara aghara ma chụsasịa ụmụakwụkwọ na ndị nkuzi.",
    "Ebe ndị ọzọ ndị a wakporo gụnyere, Trans Ekulu, ụlọahịa dị na New Haven, ahịa Artisan, Coal Camp, Uwani nakwa ebe ndị ọzọ.",
    "Mwakpo a na-abịa dịka Simon Ekpa bụ onyendu otu ngalaba Indigenous People of Biafra (Ipob) nyere iwu n'ụbọchị Juun 14, 2023 site n'akara Twitter ya, ka ndị mmadụ nọrọ n'ụlọ ruo ụbọchị ise na steeti ndị dị n'Ọwụwa Anyanwu.",
    "O kwuru na ọ bụ iji mee ka gọọmenti Naịjirịa tọhapụ onyendu ha bụ Nnamdi Kanu, e jichiri kamgbe ọnwa Juun afọ 2021 ma kwadoo maka ntuliaka nnwereonwe Biafra a kpọrọ 'referendum'.",
    "Ihe ndị mere n'ụbọchị Mọnde, Jun 5, dịka gọọmentị Enugwu machiri 'sit-at-home'9 Juun 2023",
    "Ekpere e ji apịachi 'sit-at-home' n'afịọ n'Anambra ugbua4 Eprel 2022",
    "Nnamdi Kanu interview: Zik tinyere anyị n'ụmị - Nnamdi Kanu15 Febụwarị 2019",
    "Mgbe BBC Igbo kpọrọ ọnụ na-ekwuru ndị uweojii n'Enugwu bụ Daniel Ndukwe, o kwuru na akụkọ ndị a bụ asị ọchị.",
    "Mana onye ntaakụkọ BBC Igbo nọ n'Enugwu kwuru na ọ hụrụ ebe ndị mmadụ na-agba ọsọ n'Asata n'ihi ụda egbe ndị na-amanye iwu ịnọ n'ụlọ na-agba.",
    "O kwuru na ọtụtụ ndị mmadụ gbara ọsọ merụchara ahụ. Ọ gakwara n'ihu kwuo na ụgbọala na ụgbọelu helikọpta ndị ọrụ nchekwa na-akpagharị n'akụkụ Enugwu ugbua.",
    "Nke a so akụkọ pụtara na ndị ojiegbe na-amanya ndị mmadụ iwu onye nọrọ n’ụlọ na steeti ahụ pụtara igosi ike ha.",
    "Ụlọakwụkwọ St. Michaels dị n'Asata ebe a chụsara ụlọakwụkwọ",
    "Cheta na gọvanọ ọhụrụ steeti ahụ bụ Peter Mbah kwuru na mmalite ọchịchị ya na ya agaghi anabata ndị mmadụ isonye iwu onye nọrọ n’ụlọ na steeti ahụ.",
    "Gọọmentị steeti ahụ gara n’ihu maa ọkwa n’ụbọchị Tuzde 4 Juun, 2023 ka ụlọakwụkwọ, ụlọahịa nakwa ndị mmadụ ghara isonye ya bụ iwu dịka ha gwara ọha ka ha gaa mkpa ha na-atụghị ụjọ.",
    "Gọọmentị steeti ahụ gara n'ihu wepụta ụgbọala ọhụrụ nye ndị uweojii steeti ahụ nke ha sị bụ “iji gosi mbọ ha na-agba n’ịchekwa ndụ na akụnaụba ndị Enugwu”.",
    "Ebe foto si, Screen shot",
    "N'ụbọchi Tuzde 4 Juun, 2023 ndị ojiegbe na-amanye iwu ịnọ n'ụlọ a wakporo ọtụtụ ebe dị n'Ebonyi steeti gụnyere ahịa Ishieke na Akaeze ma chụsasịa ndị na-azụ ahịa.",
    "Ọnụ na-ekwuru ndị uweojii Ebonyi steeti bụ Onome Onovwakpoyeya kọwara na mwakpo ahụ mere n’ahia Ahiaofu, ahịa ndị dị n’Ishieke nakwa ahịa Akaeze “ataghị isi onye ọbụla”.",
    "O kwuru na ndị uweojii wụchiri n'ahịa ndị ahụ ma buso ndị ojiegbe ahụ agha tụpụ ha agbapụ ọsọ ma sị na-agbasi mbọ ike ijide ndị mere mwakpo a.",
    "N'otu aka ahụ ndị ọzọ na-amanye iwu ịnọ n’ụlọ a gbara ọtụtụ ụgbọala ndị mmadụ ọkụ n'Aba dị n'Abia Steeti n’ụbọchị Mọnde 3 Juun, 2023.",
    "Anya hụrụ ka o si mee gwara BBC Igbo na ọ hụrụ ka ndị ekperima a gbara otu ụgbọala ọkụ n'okporoụzọ jikọrọ 'Ngwa road' na 'Port Harcourt road, Ngwa Road na Asa Road nakwa Cemetery road', n'elekere ise na ọkara nke ụtụtụ.",
    "Ndị agha si na ngalaba 144 Battalion malitere ịgagharị n'ogbe dị icheiche nke mere ndị ekperima ahụ ji gbaa ọsọ.",
    "Mgbe BBC Igbo kpọrọ ndị uweojii Abia Steeti, ọnụ na-ekwuru ha bụ Maureen Chinaka kwuru na ọ natabeghi ozi banyere akụkọ a.",
    "Ebe foto si, Ifeanyi Ubah",
    "Ifeanyi Ubah kwuru na o hiwela usoro nchekwa na mpaghara Nnewi ọ na-annọchite anya ha",
    "Na mbido izuụka a dịka akụkọ iwu ịnọ n’ụlọ a pụtara, Ifeanyi Ubah na-annọchite mpaghara Anambra South n’ụlọomeiwu gwara Ekpa na ndị Anambra agaghị esonyezi n'iwu ahụ maka “etu o si emetụta akụnaụba ndị mmadụ ọkachasị akụkụ Nnewi” so n’ebe ọ na-anọchịteanya ya ma gwa ọha ka ha kwụsị irubeisi n'iwu ahụ.",
    "O kwukwara na o zighi ezi etu Ekpa si nọrọ na mba ọzọ na-eze ndụ ya ebe ọ na-akpọ oku ka ndị mmadụ nọrọ n’ụlọ n’Ọwụwa Anyanwụ Naịjirịa.",
    "Simon Ekpa onye bi na Finland anọrọla na soshal midia na-aṅụ ọṅụ maka etu ‘ndị mmadụ si erubeisi n'iwu a', ọ gara n’ịhụ rụọ Sịnetọ Ifeanyi Ubah aka maka etu o siri gwaa ya ka ọ “gaa na steeti ya na-eme ‘sit at home’ ma hapụ Anambra aka”.",
    "Gọvanọ Chukwuma Soludo nke Anambra steeti na mmalite ọchịchị ya n'afọ 2021 kwuru na agaghịzị akwado iwu ịnọ n'ụlọ mana a ka na-erubeisi n'iwu ahụ n'ụfọdụ ebe kwa ụbọchị Mọnde ọbụla.",
    "N'ọnwa Nọvemba 2022, Ekpa kpọkwara oku ka ndị mmadụ nọrọ n’ụlọ ruo abalị ise. Ndị mmanye iwu a wakporo ọtụtụ akụkụ na mpaghara Ọwụwa Anyanwụ Naịjirịa dịka ya bụ tigbuo zọgbuo tara isi ụfọdụ ebe ndị ọzọ merụrụ ahụ n’oge ahụ.",
    "Ebe foto si, LEVITHEGRAPHER",
    "Etu ọnọdụ 'sit at home' siri gaa n'ihu na-eme n'akụkụ Nkpor nke Anambra steeti",
    "Ọnọdụ 'sit-at-home' bụ iwu ndị otu nnwereonwe a na-akpọ 'Indigenous People of Biafra (Ipob) tinyere na mpaghara Ọwụwa Anyanwụ Naịjirịa niile, kamgbe ọnwa Ọgọst afọ 2021, iji gosi iwe ha maka etu gọọmentị Naịjirịa si jide onyendu ha bụ Mazi Nnamdi Kanu na mba Kenya ma kpụlata ya n'ike na Naịjirịa.",
    "Ipob mechara kwuo na ha ewepụla iwu ahụ, mana ọtụtụ ndị ekperima na ndị ojiegbe malitere ịgagharị na mpaghara dị icheiche na-amanye iwu a, site na iwakpo ndị mmadụ, na-agba ụgbọala ọkụ, na-awakpo ndị ọrụ gọọmentị, ụlọọrụ gọọmentị, ndị ọrụ nchekwa ma na-egbukwa ụfọdụ ndị mmadụ bụ ndị pụtara ịga ahịa, mkpa ha maọbụ ọrụ n'ụbọchị Mọnde ọbụla.",
    "Kamgbe ahụ, ụbọchị Mọnde bụzi ụbọchị ‘ezumike’ nke gọọmentị etinyeghi na mpaghara Ọwụwa Anyanwụ maka na ụjọ anaghị ekwe ndị mmadụ pụta iro.",
    "Ebonyi Steeti",
    "Abia Steeti",
    "Enugwu",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndị ojiegbe na-amanye iwu ịnọ n'ụlọ awakpoola ụlọakwụkwọ dị n'Asata Enugwu steeti5 Julaị 2023",
    "NA EME UGBU A Election Tribunal: Ụlọikpe anabatala asambodo mahadum Chicago nke Tinubu dịka ihe akaebe9 Mee 2023",
    "Mmesoma Ejikeme: Ihe ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ3 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Mmesoma Ejikeme: Ihe  ụka Anglikan bụ ndị nwe Ụlọakwụkwọ kwuru maka ihe na-akpọtụ",
    "Ndị ojiegbe na-amanye 'sit at home' awakpoola ụlọakwụkwọ dị n'Asata Enugwu steeti",
    "Ihe ndị mere n'ụbọchị Mọnde, Jun 5, dịka gọọmentị Enugwu machiri 'sit-at-home'",
    "Gịnị bụ ịgba afa na ihe ndị mere o jiri dị mkpa?Emelitere ikpeazụ na: 16 Jenụwarị 2022",
    "Igbo History: Ọgụ Biafra abụghị mbụ Igbo na-egosi 'ofu obi,' Ị ma maka 'Igbo Landing'?Emelitere ikpeazụ na: 24 Mee 2020",
    "Ihe mere Pericoma ji anyị ajọ arọEmelitere ikpeazụ na: 8 Mee 2020",
    "'Ovularia, nwunye Zebrudaya' sị na ọ ka dị ndụEmelitere ikpeazụ na: 6 Nọvemba 2019",
    "Ndị Naịjirịa so napụta ndị ọcha ọchịchịEmelitere ikpeazụ na: 5 Ọktọba 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Emmanuel Ifeajuna: Etu o siri site na dike Naịjirịa bụrụ 'sabo' ndị BiafraEmelitere ikpeazụ na: 25 Septemba 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}