{
  "published": "19 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "E nyere ndị ọrụ BBC ohere naanị nkeji olemole ka ha sete  ọnọdụ ụlọakwụkwọ ahụ",
    "Onye dere ya, By Ashley Lime & Anne Okumu",
    "Ndị mere akụkọ a,  BBC News, Mpondwe",
    "Juun 2023",
    "Ka mwakpo a tara isi mmadụ 40 mechara, Mary Masika gwara BBC na “a nụrụ olu ndị na-eti mkpu”.",
    "A na-arụ ndịagha nnupụisi ụka alakụba aka maka mwakpo a.",
    "Otu ‘Allied Democratic Forces’ (ADF) e hibere n’ebe 1990 malitere buwe ngwa ọgụ dịka ha na-ebo ebubo na a na-akpagbu ndị okpukperechi alakụba ebe ahụ.",
    "Ugbua, ndị a kwunyeziri onwe ha n’akụkụ mba Democratic Republic of Congo.",
    "Ụlọakwụkwọ Mpondwe Lhubiriha Sekọndịrị bụ ebe mwakpo a mere na Fraịde nọ nso okeala mba abụọ a.",
    "Masika kwuru na mwakpo a mere ruo nkeji 90 emeela ka ya na ndị ọzọ bi nso ebe ahụ maa oke jijiji.",
    "Owo Church Attacks: Ihe onyonyo etu e si lie ndị e gburu n'ụka Katọlik dị n'Owo Ondo Steeti17 Juun 2022",
    "Ndị ntọ atọhapụla ụkọchụkwụ Katọlik a tọọrọ na Katsina Steeti3 Juun 2021",
    "'Etu mwakpo mere n'ụka Katọlik dị n'Owo si mee ka e bepụ m ụkwụ'21 Eprel 2023",
    "E gburu nwa nwoke Hurubana Kimadi Onesmus bụ onye nche n'ụlọakwụkwọ ahụ dịka a na-achọ nwa nwa ya achọ.",
    "Ịdọaka na ntị: Akụkọ a nwere ihe ndị nwereike ịwụ gị akpata oyi n'ahụ",
    "“Enwebeghi m ike iri nri maọbụ ihie ụra kemgbe ” Nke a bụ ihe ọ gwara BBC n’asụsụ Swahili.",
    "Ụmụakwụkwọ ahụ na-agụkarị egwu tupu oge ha ji ehie ụra eruo – Masike kwuru na ya na nwa ya nwaanyị chebụ na mkpu ha nọ na-eti bụ mkpu ọṅụ na egwuregwu.",
    "Mana o mechara doo anya na ihe oke egwu nọ na-eme n’ime ime ụlọ akwụkwọ ahụ bụ ebe ihe ruru ụmụakwụkwọ 60 bi n’ime ya.",
    "Ndị otu ADF wụbara n’ime ogige ebe obibi ụmụakwụkwọ ahụ ya ọkụ ma jiri mma na-egbu ma na-emerụ ụmụakwụkwọ ahụ.",
    "Otu ezinaụlọ bị na Mpondwe mere akwamozu nna ha dị afọ 47 na nwa ya nwoke dị afọ 17 ndị e gburu na mwakpo a.",
    "Nwa ha nwoke onye dị afọ 15 na-agụ akwụkwọ n’ụlọakwụkwọ ahụ abụrụla onye na-achọ achọ",
    "Mary Masika onye bi n'ihu ụlọakwụkwọ ahụ kwuru na ọ na-anụkarị ebe ụmụaka ahụ na-abụ abụ ma ha chọrọ ihi ụra abalị",
    "Amabegjhị ma o so n’ime ụmụakwụkwọ ụmụnwoke isii a tọọrọ ka o so n’ime ụmụaka ndị ọkụ gbariri ahụ ha nke bụ na a maghizi ndị ha bụ.",
    "Hurubana Kimadi Onesmus dị afọ 69 kọwara na ndị agha na-anọju n’akụkụ ebe mwakpo a mere. Ugbua ndị ọrụ nchekwa juru ebe niile n’ime ụlọakwụkwọ ahụ dịka e nyere ndị ọrụ BBC naanị ohere nkeji olemole ka ha sete foto ihe mere ebe ahụ.",
    "A hụrụ na ya bụ ụlọakwụkwọ nọ n’ọnọdụ ọjọọ ga-eme ka mmadụ ma jijiji dịka ọbara juru n’ala ebe obibi ụmụnwaanyị ụmụakwụkọ ahụ - e ji mma gbukasia ụfọdụ ahụ, gbagbuo ndị ọzọ nọ na-achọ ịgba ọsọ.",
    "Ime ebe obibi ahụ nọ na-esi ọnwụ ọnwụ dịka ọkụ gbarichara akwa ndịna ụmụakwụkwọ ahụ.",
    "Ebe foto si, AFP",
    "E mere ọtụtụ akwamozu n'akụkụ obodo ahụ dị iche iche n'ụbọchị ụka",
    "Nwaada Masika kwuru n’ebe elekere 11 na nkeji 30 nke ime abalị mgbe ya bụ mwakpo chọrọ ibi, ọ nụrụ ebe otu onye n’ime agha nnupụisi ahụ gwara onye otu ya ma “ọrụ ha ebiela”.  Ha nọ na-asụ n’asụsụ Swahili , mgbe ha mechara nke a,  ha malitere iti mkpu \"Allahu Akbar\" nke pụtara “Chukwu kachasi”.",
    "O kwuru na mgbe ha tichara mkpu ọṅụ ahụ na otu onye n’ime ha kwuru “Atụmatụ anyị ịkụsa mba Museveni abụrụla ihe e mezuru emezu.”",
    "Iji saa okwu ima aka n’ihu a, onyeisiala Museveni ṅụrụ iyi na ọ ga-eziga ọtụtụ ndịagha ọzọ gaa ugwu Rwenzori bụ nke nọ n’okeala mba Ugada na mba DR Congo.",
    "Mpaghara Mpondwe bụ ebe mwakpo a mere bụ ebe ndị okpukerechi ụka Kraịst nakwa ndị nke ụka alakụba bikọ ọnụ. Ụfọdụ n’ime ndị bịara akwamozu e mere n’ụbọchị ụka yicha uwe ndị okpukperechi alakụba.",
    "E mekwara ọtụtụ akwamozu ụmụakwụkwọ ndị e gburu na mwakpo a n’akụkụ obodo ahụ dị iche iche dịka ha nọ na-eru uju maka ihe a mere.",
    "Ofụfe",
    "Ụmụaka",
    "Ọmụmụ na mmụta",
    "Tinubu achụọla ndị isi ọrụ nchekwa niile, tinye ndị ọhụrụelekere 6 gara aga",
    "Uganda school attack: Ụmụaka ndị a kpụ abụ ụka n’ọnụ mgbe ndị ekperima wakporo ma gbuo ha19 Juun 2023",
    "NA EME UGBU A Gọọmenti kwesịrị inye ụmụakwụkwọ ego n’efu karịa na mbinye – ASUU1 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}