{
  "published": "8 Jenụwarị 2025",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ anyị nwetara kwuru na njiji a jiri n'obodo Ezi-Egwu Enohia-Itim dị n'okpuruọchịchị Afikpo, Ebonyi steeti n'ụbọchị Fraịde 3 Jenụwarị, 2025.",
    "Aha nwaamadị ahụ e gburu bụ Uromchi Okorocha. Ọ bụ onye ọkụazụ.",
    "BBC Igbo chọpụtara na e boro ya ebubo na o gbuola ọtụtụ mmadụ site n'ịta amoosu.",
    "Ka ndị ntoroọbịa obodo ahụ nwụchiri ya, ndị okenye obodo kpọrọ oku ka ha chọpụta nke bụ eziokwu n'ebubo ahụ.",
    "Lee ihe ndị mmadụ kwuru maka mgbọ egbe Fada a sị gburu nwaokorobịa3 Jenụwarị 2025",
    "Ụzọ-Ụwani Attack: Etu ndị a mabeghị si gbuo ụmụnne abụọ, bekasịa ha n' Enugwu Steeti9 Eprel 2024",
    "Otu onye nọ mgbe ihe a mere na-achọghị ka a kpọọ aha ya, gwara BBC Igbo na oge ha bịara n'ọgbakọ ahụ ndị okenye kpọrọ, ọtụtụ ndị ntoroọbịa gbakọrọ ebe ahụ malitere iti Urumchi ihe.",
    "N'okwu ya \"Ha ji osisi, okwute na ihe ndị ọzọ kụgbuo Uromchi maka ebubo na ọ na-ata amoosu\".",
    "Ọ gara n'ihu kwuo na oku niile ndị okenye kpọrọ ka ndị ntoroọbịa kwụsị iti Uromchi ihe amịtaghị mkpụrụ ọbụla.",
    "\"Ndị ọrụ nchekwa 'Ebube Agu' bịara ebe ahụ oge ihe na-eme ma gbapụ mgbọ egbe nke meruru otu onye ahụ\", ka onye ezinaụlọ Uromchi kwuru.",
    "Anyị chọpụtara na ndị uweojii Uwana mechara bịa ma nwụchie mmadụ ndị ntorobịa 17 obodo ahụ a na-ekwu na aka ha dị na ọnwụ Uromchi.",
    "Ka ọ dị ugbua, onyeisi ndị uweojii Naịjirịa bụ Kayode Egbetokun akatọọla ajọ agwa ahụ ma kpọọ oku ka e nyefee okwu ọbụla dị etu a n'aka ndị uweojii maka nnyocha.",
    "Egbetokun kwuru na o nyela iwu ka e mee nnyocha ma chọpụta ndị niile aka ha dị n'ọnwụ Uromchi Okorocha.",
    "O mere ka a mata na ndị uweojii kwụụ chịm n'iweta nchekwa nye onye ọbụla na Naịjirịa ma rịọ nkwado ọhanaeze.",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ebonyi Steeti",
    "Vidio, Etu mgbachi obodo n'oge covid-19 siri kpalite mmụọ m ime ihe ngosi - Marahchi, Duration 5,4910 Jenụwarị 2025",
    "Vidio, Ihe anyị chọpụtara maka ụmụaka atọ a hụrụ ozu ha n'ime ụgbọala n'obodo Nise, Anambra Steeti, Duration 1,169 Jenụwarị 2025",
    "Vidio, Etu ndị ntoroọbịa si kụgbuo otu nwoke n'ihi ebubo ịta nwata amoosu n'Ebonyi Steeti, Duration 1,198 Jenụwarị 2025",
    "Vidio, Ịkpa ndị mmadụ ọchị gbanwere ndụ m - Mc Monica, Duration 7,383 Jenụwarị 2025",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Akụkọ BBC n’asụsụ ndị ọzọ",
    "Do not share or sell my info",
    "© 2025 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}