{
  "published": "16 Maachị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Ụlọọrụ 'Vision of Humanity' ndị na-ewepụta ngụkọ gbasara mwakpo ndị oyi ndụ egwu a kpọrọ 'Global Terrorism Index' (GTI) akọwaala ihe ha ji tinye aha otu Ipob na ngụkọ ha nke afọ 2023.",
    "Ipob nke bụ aha ịchafụ maka 'Indigenous People of Biafra' bụ otu na-alụ ọgụ maka nnwereonwe mpaghara Ọwụwa Anyanwụ Naịjirịa, mana gọọmentị Naịjirịa na-ahụta ha dịka otu na-eyi ndụ egwu.",
    "Na ngụkọ GTI nke 2023, aha Ipob bụ ndị nke iri n'otu kacha gbuo mmadụ n'ụwa niile.",
    "Mana ndị isi Ipob wepụtara akwụkwọ ma gọọ na otu ha anaghị akpa aghara kama ha bụ otu ji ụzọ udo achọ nnwereonwe.",
    "Aloy Ejimakor, bụ ọkaiwu ndị Ipob, kwuru na ha dere akwụkwọ mkpesa degara ụlọọrụ 'Vision of Humanity' iji rụtụrụ ha aka maka mmehie ha mere ịdepụta aha Ipob dịka otu na-eyi ndụ ndị mmadụ egwu.",
    "Nke a mere ka ụlọọrụ ahụ wepụta akwụkwọ ozi iji kọwaa onwe ha, ma kwuo na ọ bụ eziokwu na gọọmentị Naịjirịa machiri Ipob n'afọ 2017 ma kpọọ ha otu na-eyi ndụ egwu, mana otu ahụ enwebeghị mgbe ha kwetara ebubo mwakpo na ogbugbu mmadụ nke a na-ebo ha na ngalaba ọgụ ha bụ 'Eastern Security Network.",
    "\"Ọ dị mkpa ka anyị kwupụta ndịiche dị n'usoro udo nke ndị Ipob ji eme ihe ha, nakwa ebubo mwakpo na ọgbaaghara nke a na-ebo ha. N'ihi nke a, anyi agbanweela Global Terrorism Index 2023 iji gosipụta ndịiche a,\" ka otu ahụ kọwara.",
    "Oge BBC tulere mgbanwe e mere na ngụkọ GTI 2023 dịka ụlọọrụ 'Vision of Humanity' si kwuo, naanị mgbanwe dị na ya bụ na agbakwụnyela 'ESN' n'aha Ipob dịbu ebe ahụ.",
    "Nke a pụtara na ebe ha deburu Ipob, ihe ha deziri ugbua bụ 'IPOB-ESN', mana otu ahụ ka bụkwa ndị nke iri n'otu kacha gbuo mmadụ n'afọ 2022.",
    "Ebe foto si, Screengrab",
    "Dịka ngụkọ ahụ si gosi, a na-eche na Ipob-ESN mere mwakpo 40 n'afọ 2022, nke kpatara ọnwụ mmadụ 57 ebe mmadụ 16 merụrụ ahụ.",
    "Cheta na ọ bụ naanị gọọmentị Naịjirịa na-ahụta Ipob ka otu na-eyi ndụ egwu, ọtụtụ mba ụwa dị icheiche ekwenyeghị na nke a.",
    "Ndị otu Ipob na-enwe ọgbakọ nakwa ngagharị udo na mba dị icheiche n'akụkụ ụwa niile na-enweghị mgbochi ọbụla.",
    "Otu ahụ na-ekwu na ha chọrọ ka mpaghara Ọwụwa Anyanwụ Naịjirịa bụrụ mba nke onwe ya a na-akpọ Biafra.",
    "Onyeisi otu a bụ Mazi Nnamdi Kanu nọ ugbua na mkpọrọ n'aka ndị ọrụ nchekwa Naịjirịa dịka a na-ekpe ya ikpe maka iso n'otu na-eyi ndụ egwu nakwa ịkpa nkata ịkwatu ọchịchị onye kwuo uche ya na Naịjirịa.",
    "Ebe foto si, Getty Images",
    "Otu nnwereonwe Biafra bụ Indigenous People of Biafra(Ipob) ajụla ịnabata ngụnye a gụnyere  ha n' otu  ndị kachasị eji igbu ndị mmadụ eyi ndụ egwu, sị na ngụnye ahụ bụ aka ọrụ gọọmentị Naijiria  bụ ndị ha sịrị ha na  ndị ụlọọrụ mba ofesi konụkọ iji nye ha ajọ aha.",
    "Ngụkọ 'Global Terrorism Index' nke afọ 2023 nke ụlọ mmụta Institute for Economics and Peace haziri gụnyere otu Ipob dịka otu n'ogogo iri na otu kachasị egbu mmadụ n'ụwa.",
    "Etu ikpe gbasara ịkpọ Ipob otu oyi ndụ egwu si gaa n’Abuja n'Oktoba12, afọ 2022 12 Ọktọba 2022",
    "Otu Ipob bụ otu nke atọ kacha kwafuo ọbara na 2021 - Akwụkwọ Nchọcha22 Jenụwarị 2023",
    "Onụ na-ekwuru Ipob bụ Emma Powerful bụ onye kwuru nke a n'ozi o wepụtara ụbọchị Tozde.",
    "Ozi ọkaiwu otu ahụ bụ Aloy Ejimakor wepụtara n'akara Twitter n'ụbọchị Tozde, kwuburu na ngụkọ ahụ bụ ụgha.",
    "Ejimakor  kwuru sị, \"Ọ bụ ụgha na a kpọpụtara  Ipob dịka otu nọ n'ogogo iri n'otu ndị na-eyi ndụ egwu kachasị egbu mmadụ n'ụwa.\"",
    "\"A kpọrọ aha Ipob dịka otu e kpọrọ otu na-eyi ndụ egwu na Naijiria\".",
    "\"E debanyere Ipob n'akwụkwọ(gọọmentị). Otu ndị na-enyi ndu egwu anaghị edebanye aha ha n'akwụkwọ gọọmenti, imee otu a, anwụchcie gị.\"",
    "Ebe foto si, Getty Images",
    "A gụpụtala otu nnwereonwe Biafra bụ Indigenous People of Biafra(Ipob) dịka otu n'ogogo iri na otu kachasị egbu mmadụ n'ụwa.",
    "Ngụkọ nke afọ 2023 nke a kpọrọ 'Global Terrorism Index' nke ụlọ mmụta 'Institute for Economics & Peace (IEP) na-ahazi gosiri na otu Ipob gburu mmadụ 57 dịka ha mere mwakpo 44 n'afọ 2022.",
    "Ebe foto si, GTI",
    "Na ngụkọ otu ahụ, otu Islamic State(IS) bụ otu mbụ kachasị akpa mkpa mkpa; otu al-Shabaab na-eso ya dịka ndị nke abụọ; Balochistan Liberation Army (BLA) gbara ndị atọ,ebe  Jamaat Nusrat Al-Islam wal Muslimeen (JNIM) gbara ndị nke anọ na otu  ndị kachasị egbusisi mmadụ ma jiri ya eyi ndị mmadụ egwu.",
    "Dịka GTI si kwuo, tigbuo-zọgbuo bụ ihe na-akwanyere iyindụ ọkụ dịka n'ime pasent 88 mwakpo e mere, nakwa pasentị ndị 98 ndị e gburu na mwakpo metụtara ityi ndụ egwu, mere na mba ndị nwere nsogbu ọgbaghara e ji ngwa agha alụ.",
    "Mwakpoo ndị e mere na mba ndị nọ na nsogbu ọgbaghara ji mgbaji asaa karịa mwakpo ndị mere na mba nọ n'udo.",
    "Gọọmentị Naijiria gụnyere otu Ipob dịka otu na-eyi ndụ egwu n'afọ 2017.",
    "Gọọmentị Naijiria na ndị ọrụ nchekwa eboola otu ahụ na-eti mkpu ka e kewapụ mpaghara Ọwụwa Anyanwụ ochie  ka ọ bụrụ mba ọhụrụ a ga-akpọ Biafra ebubo na ọ bụ  ha mere ọtụtụ mwakpo ogige ndị uweojii na ogbugugbu ndị uweojii ,ndị aghara nakwa ndị ọzọ nwwere agba n'Ọwụwa Anyanwu  nke malitere rịwa elu n'ọnwa Jenụwarị afọ 2021.",
    "Mana ugboro ugboro otu Ipob  agọọla n'aka ha dị ọcha.",
    "Na ngwụcha afọ gara aga, ndị bu egbe gburu ndị mmadụ gbara isi akwara pụta ama dịka alaka otu Ipob kpọrọ onwe ha 'auto-pilot' nke Simon-Ekpa bụ onye ndu ha tinyere nọrọnụlọ abalị ise (Disemba 9-14, 2022).",
    "Naijiria",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}