{
  "published": "02:34",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, BBC/Lagos Police Command",
    "Ndị nọ ebe ihe mere gwara BBC Igbo na ndị uweojii yi akwa nkịtị bịara gwa ha pụọ iji nye ohere ka rụ ọrụ n'abalị Tọzde.",
    "O teghị aka, mgegbe dawa, Otu onye n'ime ha anyị achọghị ịkpọ aha ya kwuru sị, \" Echere m na ụwa na-achọ imebi.\"",
    "O kwuru na ha gbara ọsọ ,zoo dịka egbe ahụ dara Nkeji ole na ole tupu ọ jụrụ. Ndị uweojii ahụ pụtakwara ma gwa ha.",
    "Ebe foto si, Lagos Police Command",
    "Ndị uweojii Legọs ekwuola na mmadu itoolu  memilara na nsonso a n'ahịa Ladipo, Legọs bụ otu ndị otu na-anwụrụ ndị nwere agba na mpaghara ndị iche iche na Legọs.",
    "Na nsonso a, ndị uweojii na ndị a na-enyọ na ha bụ ndị ntọri ji ụgbọala  Toyota 4Runner dị ojii nakwa Lexus RX350 na-acha kwaritara mgbọ n'abalị Tọzde,abalị anọ nke ọnwa Julai n'okporoụzọ Ojekunle dị n'Ahia Ladipo, nke riri isi mmadụ itoolu n'ime ndị omekome , ebe mmadụ abụọ ndị ọzọ n'ime ha  bu apa mgbọ gbalaga.",
    "Ọnụ na-ekwuru ndịuweojii Legọs bụ Benjamin Hundeyin kwuru n'akwụkwọozi o binyere aka ma wepụta ndị a a gbaturu bụ otu ndị ntọ aka  ha dị na ntọrị merela na Ladipo, Okota, Ejigbo nakwa Isolo, Legọs.",
    "Ebe foto si, Lagos Police Command",
    "Ozi ahụ sịrị, \"Ozi anyị  bụ na otu ọjọọ ndị ntọrị na-akwado ịtọrọ ndị nwere agba  na Legọs.\"",
    "\"Oge anyị nwetara ozi ahụ izuụka abụọ gara aga,Kọmishona ndịuweojii Legọs bụ Adegoke Kayode nyere ntuziaka ka otu ndị uweojii pụrụ iche banye ọrụ.\"",
    "\" Ha sochiri ha were chọpụta na ha ga-ebili ije  gaa ọrụ ha na Ladipo were gaa chebiri ha.\"",
    "\" O mere ndị ntọ ahụ na mberede, ha na ndị uweojii were kwarịta mgbọ.\"",
    "\"E memila itoolu n'ime ha , ebe abụọ bu mgbọ gbaa ọsọ.\"",
    "O kwukwara na ndị uweojii steeti ahụ achọwala otu ndị omekome ahụ kemgbe ọnwa asatọ.",
    "Ihe ndị a natara n'aka ha gụnyere: egbe  AK-47 anọ, obere egbe arụrụ arụ anọ, agba mgbọ itoolu, igwe okwu 'walkie-talkies'atọ, igwe ego POS atọ na igwe 'loudspeaker'.",
    "Akụkọ na-efegharị na soshal midia na-ebo ebubo na otu onye ejije Nollywood nakwa otu onye na-azụ ahịa  na Ahia Ladipo so na ndị omekome ahụ e memilara.",
    "Mana ọnụ na-ekwuru ndị uweojii ekweghị asa okwu ọbụla banyere ebubo ahụ oge onye ntakụkọ BBC kpọturu ya n'ekwentị.",
    "Ọ sịrị, \"lee ozi m wepụtara n'akara Twitte m maka ihe mere.\"",
    "Osote Onyeisi ahịa Ojekunle bụ Maazị Calistus Ndubuisi kwuru kwara na ha amaghị ndị e gburu.",
    "Ebe foto si, Screenshot/Supplied",
    "Akụkọ ndị ntọ itoolu nke e gburu n'ahịa Ladipo dị na Legọs bụ nke na-ewu ewu kemgbe abalị ole ma ole gara aga.",
    "Kepu kepu na-ekwu na ọ bụ mgbe ha bịara ọrụ na ya bụ ahịa dị n'okpuruọchịchị Mushin dị na Legọs ka nke a mere.",
    "Mgbe BBC Igbo kpọtụrụ otu onye na-azụ ahịa na ya bụ ahịa bụ nke aha ya bụ Ojukwu, ọ kọọrọ anyị ihe mere dịka ọ sị na o bi nso n'ahịa ahụ ma hụkwa ihe niile mgbe o mere.",
    "\"Ọ bụ n'abalị ụbọchị Tọzde ka ihe a dịka ihe onyonyo Action mere n'ahịa anyị\" ka o kwuru.",
    "Ojukwu gara n'ihu kwuo na otu onye bụ onye gbahapụrụ ọsọ na ya bụ ịkwa mgbọ ndị uweojii na ndị omekome ahụ mere.",
    "Ebe foto si, Lagospedia/Twitter",
    "Ojukwu sị na ọ bụ ezi enyi ya aha ya bụ Ebube Eddy  ka ha bịara ịtọrọ n'ụbọchị ahụ ndị uweojii nọ wakpo ha.",
    "Ọ sị na ndị uweojii amarala na ndị ahụ na-abịa ma were chee ndị ahụ aka mgba site n'akụkọ nke onye otu ha kọọrọ ha.",
    "\"Ndị uweojii ahụ gwara ndị nche na ndị na-ere ahịa nakwa ndị na-aṅụ mmanya ha sị n'akụkụ ebe ahụ pụọ iji hapụ imerụ ahụ\"",
    "Mgbe ndị ahụ buzi ụgbọala RX(Lexus) nakwa Forerunner apụta, ha huzie na o nwere ihe nọchiri ụzọ nke mere ka ha bido gbaliwe egbe elu, ọ bụzi mgbe ahụ ka ndị uweojii pụtara soro ha kwaa mgbọ\".",
    "Dika Ojukwu si kwuo, mbọ ha kwara ruru otu elekere n'ebe ahụ a kpọrọ Ojetunde nke ọ sị dị nso n'ụlọọrụ ya.",
    "BBC igbo na-agbalị ịnweta ọnụ na-ekwuru ndị uweojii bụ Benjamin Hundeyin mana ekwentị ya anaghị aga aga.",
    "Legọsị steeti",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ahịa",
    "NA EME UGBU A, Onyeisiala Tinubu na ndịọrụ enweela nkwekọrịta ka ụgwọ opekatampe bụrụ N70,000",
    "Ihe mere ndị omeiwu Imo ji sị ka Gọvanọ Uzodimma chụọla Ọkaikpe Ukwu steeti ahụelekere 9 gara aga",
    "Ị maara uru nwa nwoke bara n'ezinaụlọ n'ala Igbo?18 Julaị 2024",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu16 Julaị 2024",
    "Ihe ise na-ese okwu na mkpebi Ụlọikpe Kachasị nyere maka 'Local Government autonomy'16 Julaị 2024",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ13 Julaị 2024",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike15 Julaị 2024",
    "Ladipo kidnappers: Ihe anyị hụrụ dịka ndị uweeojii na ndị ntọ kwara mgbọ na Legọs12 Julaị 2024",
    "Ụlọomeiwu Ebonyi enweghị ikikere ịmachi ọgbakọ ‘crusade’ - Ụkọchukwu16 Julaị 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump15 Julaị 2024",
    "Ihe anyị ma maka Thomas Crooks bụ onye nwara igbu Donald Trump",
    "A nwụchiela onye a ma ama maka ebubo idina ụmụakwụkwọ FUTO n'ike",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "Nnwereonwe Okpuruọchịchị ga-ebupụrụ anyị ibu arụ - Ndị gọvanọ",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}