{
  "published": "05:34",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "N'ụfọdụ agbụrụ, ndịo okenye bụ ndị a na-asọpụrụ ma na-akwanye ugwu.",
    "Mana dịka BBC Africa Eye si nyochaputa ọ dịghị etu ahụ n'ụfọdụ ebe na mba Kenya ebe ndị ntọrọbịa na-ebo ndị okenye ebubo amosu iji wakpo maọbụ gbuo ha.",
    "Otu nwoke aha ya bụ Tambala Jefwa awakporo ugboro abụọ kọwara na n'uche ya, ọ bụ maka iji napụ ya ala ya ka ndị ahụ ji boo ya ebubo ahụ ma wakpoo ya ugboro abụọ.",
    "Jefwa sị \"ọbara di egwu si m n'ahụ pụọ, ndị ahụ hapụrụ m ebe ahụ chekwa na m ga-anwụ\"",
    "Nwunye ya gosiri etu e si maa ya mma ma sụkpọ kwa ya otu anya. Ịnwe nkwenye n'amọsụ abụghị ihe ọhụrụ na mpaghara ala Afrịka.",
    "Mana BBC chọpụtara na o nweziri ndị gbadoro ụkwụ na nkwenye ahụ iji megbu ma gbuo ndị okenye ha ọ kachasị n'ụfọdụ ebe na mba Kenya, Malawi, Tanzania nakwa Saut Afrịka.",
    "Gee ihe ha chọpụtara n'uju ebe a.",
    "Kenya",
    "Omenala",
    "Ụmụnwaanyị esonyela na ndị so Eze achị n'Enugwu10 Julaị 2024",
    "NA EME UGBU A, E gbuola Carol Hunt bụ nwunye onye ọrụ BBC na ụmụ ya abụọ na mba Briten",
    "Ministri anụmanụ ọhụrụ ga-ebelata nsogbu ndị ọrụ ugbo na ndị ọchịehi - Miyetti Allahelekere 9 gara aga",
    "Ihe mere ụmụaka ụmụnwaanyị ji ahụzi nsọ mbụ ha n'oge karịa ka ọ dị n'ọgbọ ndị gara aga10 Julaị 2024",
    "Etu ọpụpụ Mali, Niger na Burkina Faso ga-esi metụta azụmahịa n'ọdịda anyanwụ Afrịka9 Julaị 2024",
    "Africa Eye: Etu e si ebo ndị agadị ebubo amosu iji napụ ha ala ha9 Julaị 2024",
    "Ụlọomeiwu Nta agwala Gọọmenti Naịjirịa ka ọ kwụsị itinye nkwekọrịta Samoa n'ọrụ9 Julaị 2024",
    "Afọ 25 ọchịchị onyekwuoucheya: Kedụ ebe ndị ji ọgbọ n'afọ 1999 nọ ugbua?8 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?5 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee ụmụafọ Naịjirịa tuuru ugo na ntụliaka mba UK",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?Emelitere ikpeazụ na: 7 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}