{
  "published": "20 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ụlọikpe Ukwu nke Etiti dị n'Abuja enyela ndị uweojii nzuzo Naijiria iwu ka ha nye onye ndu otu Indigenous People of Biafra(ipob) bụ Nnamdi Kanu ohere  ịhụ dọkịta ọbụla masịrị ya n'ihi nsogbu ntị.",
    "Cheta na n'ọnwa Eprelụ afọ a, ndị ọkaiwu tiri mkpu n'ụlọikpe na-arịọ ka DSS nye Kanu ohere ilekọta ahụike ya bụ nke ha sịrị dịzị oke njọ n'ihi nsogbu ntị nke ọ dị mkpa ka awa ya ahụ.",
    "Ọ bụ Eziokwu na Nnamdi Kanu achụọla Ozekhome, Ejiofor dịka ndị ọkaiwu ya?16 Juun 2023",
    "Nnamdi Kanu bụ isi sekpụ ntị maka udo tọrọ atọ n'Ọwụwa Anyanwụ - Emmanuel Iwuanyanwu2 Mee 2023",
    "Egwu na-atụ m na Nnamdị Kanu nwere ike nwụọ na ụlọ nkpọrọ DSS - Mike Ozekhome12 Mee 2023",
    "Jọstịs Binta Nyako , onye kụpụrụ n'akụkụ ọjụjụ DSS jụrụ , kwuru na Kanu nwere ikike inweta nlekọta ahụike dịka ọ nọ na mkpọrọ.",
    "O nyekwara DSS iwu ka enye Kanu akwụkwọ nile metụtara ahụike ya kemgbe ha jichiri ya.",
    "N'okwu ya dịka ọ na-agwa ndị ntaakụkọ okwu, ọkaiwu Kanu bụ Mike Ozekhome gosiri obi ụtọ ya na ntuziaka ahụ.",
    "\" Ọkaikpe sị ka enye Nnamdi Kanu ohere ịhụ dọkịta masịrị ya.\"",
    "\" Ọ sịkwara na ndị dọkịta ya kwesịrị ịnọ oge ọbụla DSS chọrọ inyocha ya maọbụ nye ya nlekọta ọbụlaa , ma dekọọ ihe gara.\"",
    "\" Kemgbe ka anyị degaara DSS akwụkwọ ugboro abụọ jị arịọ ha ka ha nye Kanu ohere ịga waa ntị n'ihi nsogbu ntị ya na- akawanye njọ, ha egeghị ntị.\"",
    "Ọ gara n'ihu kwuo na obi adịghị Kanu mma maka nọrọnụlọ n'aga n'Ọwụwa Anyanwụ.",
    "\" Ọ sịrị m na ọ bụrụ na atọhapụ ya, na ya ga-enwe ohere gwa ndị ntaakụkọ okwu ji kwuo na ya akwadoghị ya n'ihi na ọ na-akụda akụnaụba Ọwụwa Anyanwụ.\"",
    "Cheta na e jichiri Kanu na mkpọrọ DSS kemgbe abalị 27, ọnwa Juun afọ 2021 bụ mgbe e si mba Kenya kụlata ya ma kpọpụ ya ụlọikpe maka ebubo metụtara iyi ndụ egwu na ịkpa nkata ịkwatu gọọmentị Naijiria.",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabaraelekere 4 gara aga",
    "Ihe anyị ma maka nwaanyị a sị e tigburu, tufuo ozu ya na 'Swimming pool' n'ụlọnkwari n'Anambra steetielekere 9 gara aga",
    "Fuel price hike: A chụọla ụmụ m ise n’akwụkwọ, amaghị m ka m ga-esi kwụọ ụgwọ ha – Onye Ọkada20 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Eze9 Julaị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Diphtheria outbreak: Mmadụ 798 ebutela ọrịa a na steeti asatọ na Naịjirịa - NCDC20 Jenụwarị 2023",
    "Ị ma na ịta anụ na-acha mmee mmee nwereike ịmetụta ahụike gị n'ụzọ ọjọọ?1 Julaị 2023",
    "Etu mmadụ isii; nwoke, nwunye ya, ụmụ ha abụọ na  ndị ọzọ sị nwụọ n'otu abali n'ụlọ ọhụrụ ha kwabara",
    "Chinyere Awuda: Ihe anyị ma maka  nwaanyị a sị e tigburu, tufuo ozu ya na Swimming pool' ụlọnkwari n'Anambra steeti",
    "Forged certificate: Ụta dịịrị NYSC, ọ bụghị Peter Mbah - DSS",
    "Nnamdi Kanu: Ịhe ọkaiwu Kanu kwuru dịka ụlọikpe nyere DSS iwu ka ha nye  ohere ịhụ dọkịta",
    "Hon. Nelson Nnachebem: 'N'ihu m ka ndị ojiegbe nọ gbaa nwa m egbe gburu ya'",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}