{
  "published": "elekere 7 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Presidency",
    "Otu 'Economic Community of West African States' (Ecowas) ahọpụtala onyeisiala Naịjirịa bụ Bola Ahmed Tinubu dịka onyeisioche ọhụrụ nke otu ahụ.",
    "Ecowas bụ otu jikọrọ mba dị icheiche dị na mpaghara Ọdịda Anyanwụ Afrịka.",
    "Ọ bụ n'ọgbakọ ndị isi ala mba so n'otu Ecowas nke iri isii na atọ bụ nke na-aga n'ihu ugbua na mba Guinea Bissau ka a nọrọ họpụta Tinubu n'ọkwa a n'ụbọchị Sọnde, Julaị 9, 2023.",
    "Tinubu nọchiri onyeisiala mba Guinea Bissau bụ Umaro Embalo dịka onyeisi Ecowas.",
    "\"Anyị ga-eji ọchịchị onye kwuo uche ya kpọrọ mkpa, ọ bụ usoro ọchịchị siri ike, mana ọ bụ ya kacha mma,\" ka Tinubu kwuru n'ozi ekele ya dịka ọ nabata ọkwa ọhụrụ ahụ e nyere ya.",
    "Ọgbakọ ndị isiala Ecowas nke a na-aga n'ihu ugbua bụ ọgbakọ mbụ nke Bola Tinubu na-esonye na ya na mpaghara Afrịka kamgbe e duchara ya n'iyi ọrụ dịka onyeisiala Naịjirịa n'ụbọchị 29 nke ọnwa Mee 2023.",
    "Tinubu emeriela ntuliaka onyeisiala Naịjirịa 20231 Maachị 2023",
    "Maada Bio emeriela ntuliaka onyeisiala mba Sierra Leone nke ugboro abụọ27 Juun 2023",
    "Ebe foto si, ECOWAS",
    "N'okwu ya dịka onyeisioche Ecowas, Tinubu kwuru na ọnọdụ enweghị nchekwa na mpaghara ọdịda anyanwụ Afrịka na-agbali elu nke ukwuu dịka iyi ndụ egwu ji nwayọ nwayọ na-akawanye njọ.",
    "\"Okwu gbasara udo na nchekwa abụrụla ihe anyị ga-ejikọọ aka ọnụ ma chọọ ụzọ anyị ga-eji gboo mkpa  a na-echere anyị nnukeu aka mgba,\" Tinubu kwuru, dịka akwụkwọ ozi nke ọnụ na-ekwuru ya bụ Dele Alake si gosi.",
    "\"N'ezie, ọ bụrụ na udo adịghị n'okirikiri ọbụla, ọganihu na mmepe ebe ahụ agaghị ekwe omume.",
    "\"N'ihi nke a, anyị ga-akwụdosi ike iji ihe niile anyị nwereike n'ụzọ iwu kwadoro iji gboo mkpa enweghị nchekwa.",
    "\"Anyị nwere atụmatụ anyị wepụtara iji buso ndị na-eyi ndụ egwu agha bụ nke a kpọrọ 'Regional Plan of Action on Fight against Terrorism 2020-2024'; nakwa atụmatụ 'ECOWAS Standby Force on Fight Against Terrorism'.",
    "\"Aga m agba mbọ ịhụ na anyị chịkọrọ atụmatụ ndị a ma chọtakwa ego nakwa nkwenye nke ọchịchị iji hụ na anyị mejupụtara ha.",
    "\"Ebe ọ bụ na ndị ekperima na-eyi ndụ egwu amaghị ihe bụ oke ala, anyị kwesịrị ijikọ aka ọnụ iji hụ na anyị busoro ha agha ma merie ha.\"",
    "Tinubu katọkwara etu ndị agha si eweghara ọchịchị n'ike n'aka ndị nkịtị na mba dị icheiche na mpaghara ọdịd anyanwụ Afrịka, ma rịọ ka otu Ecowas kwụdosie ike n'ịkwado nakwa ichekwa ọchịchị onye kwuo uche ya.",
    "Ebe foto si, ECOWAS",
    "Ecowas bụ otu e hibere n'ụbọchị 28 nke ọnwa Mee afọ 1975 n'ọgbakọ e nwere na Legọs Naịjirịa iji kwalite mmekọrịta, nzụkọrịta ahịa na nchekwa n'etiti mba ndị dị na mpaghara Ọdịda Anyanwụ Afrịka.",
    "Mba iri na ise so binye aka n'akwụkwọ isonye n'otu a. Ha gụnyere: Benin, Burkina Faso, Cabo Verde maọbụ Cape Verde, Cote D'Ivoire, The Gambia, Ghana, Guinea, Guinea Bissau, Liberia, Mali, Niger, Nigeria, Senegal, Sierra Leone na Togo.",
    "Kamgbe e hibere otu a, ọtụtụ ndị isiala Naịjirịa arụọla ọrụ dịka ndị isi oche ya bụ otu. Ha gụnyere:",
    "Yakubu Gowon\t - 28 Mee 1975 ruo 29 Julaị 1975",
    "Olusegun Obasanjo - 13 Sepụtemba 1977 ruo 30 Sepụtemba 1979",
    "Muhammadu Buhari - 1985 ruo 27 Ọgọst 1985",
    "Ibrahim Babangida - 27 Ọgọst 985 ruo 1989",
    "Sani Abacha - 27 Julaị 1996 – 8 Jun 1998",
    "Abdulsalami Abubakar\t9 June 1998 – 1999",
    "Umaru Musa Yar'Adua - 19 Disemba 2008 ruo 18 Febrụwarị 2010",
    "Goodluck Jonathan\t- 18 Febrụwarị 2010 ruo 17 Febrụwarị 2012",
    "Muhammadu Buhari - 31 Julaị 2018 – 29 Jun 2019",
    "West Africa",
    "Bola Tinubu",
    "Ecowas",
    "Tinubu abụrụla onyeisioche otu Ecowaselekere 7 gara aga",
    "Iji asụsụ Igbo eme ihe onyonyo ahụike azọpụtala ndụ ọtụtụ ndị nne – Dkt Ogechi Ezeelekere 6 gara aga",
    "Etu uloikpe si nyeghachi ụmụnne nwaanyị anọ ala nna ha ụmụnne ha nwoke napụrụ ha9 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "'Ekweremadu agwaghị onye ọbụla n'ezinụlọ anyị tupu ọ kpọrọ nwa anyị' - Ezinụlọ Daniel27 Juun 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ịkọ cocoa m mụtara n’aka ndị nna nna m bụ ihe m ji aracha pịọm ugbua22 Juun 2023",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Sit- at-home: Ndị na-amanye 'nọrọnụlọ' agbagbuola onye keke n'Owere",
    "Mmesoma Ejikeme saga: Ana m arịọ Jamb na ụmụ Naijiria mgbaghara-Nna  Mmesoma",
    "Etu uloikpe si nyeghachi ụmụnne nwaanyị anọ ala nna ha ụmụnne ha nwoke napụrụ ha",
    "Sit at home: Ndị ekperima anọ anyị na ha kwara mgbọ alaala mmụọ - Ndị uweojii Enugwu Steeti",
    "Lee nri ndị e jiri chere ndụ n'oge agha Biafra, ụfọdụ ka a ka na-eri ugbuaEmelitere ikpeazụ na: 22 Jenụwarị 2020",
    "Bride Price and Marriage list in Mbaise: Ihe ọ ga-eri gị ịlụ nwaagbọghọ ọma na MbaiseEmelitere ikpeazụ na: 24 Jenụwarị 2021",
    "Etu onye nkuzi jiri aka higbuo nwata n'ụlọ akwụkwọ n'Ondo steeti",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie OkekeEmelitere ikpeazụ na: 23 Jenụwarị 2022",
    "Gịnị mere akwụkwọ eji amaonye ndị Naịjirịa?Emelitere ikpeazụ na: 24 Eprel 2018",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}