{
  "published": "6 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, Chinonso Ugorji",
    "Ndị mere akụkọ a,  Journalist",
    "Septemba 2024",
    "\"Marching ground\" nke ụfọdụ obodo na-akpọ àlàádà, ọmọ onilẹ, indigens’ right maọbụ development levy bụ ego ọtụtụ obodo na-ana onye zụrụ ala ma chọọ iwunye ihe ọbụla na ya.",
    "A na-ahụta ụdị omume dị etu a gburugburu Naịjirịa ọkachasị n’Imo steeti, Rivas steeti, Abịa steeti, Legọs steeti, Delta steeti nakwa steeti ndị ọzọ.",
    "Ụfọdụ mgbe, ọ bụ ndị ntorobịa na-enweghị akaọrụ na-anakọ ụtụ a ebe oge ụfọdụ ndị obodo na-eji aka ha hiwe kọmitii ga-ahụ maka ịnakọ ya bụ ụtụ.",
    "Ụfọdụ obodo nwere ọnụego ha wepụtara maka marching ground na-agbanyeghị ụdị obosara ala mmadụ zụrụ ebe obodo ndị ọzọ nwere ego ole onye ọbịa ga-akwụ dabere n’ogogo ala ọ zụrụ maọbụ ụdị ụlọ ọ chọrọ iwu.",
    "A bịa n’ụfọdụ obodo, a na-ana marching ground naanị mgbe onye ọbịa zụrụ ala maọbụ mgbe ọ chọrọ iwu ụlọ ebe obodo ndị ọzọ na-anara ya bụ ego mgbe onye ọbịa zụrụ ala nakwa mgbe ọbụla ọ chọrọ ịmalite ọrụ n’ala ahụ.",
    "I nwere ala? Lee ihe ọ ga-eri gị ịrụ ụlọ aka gị ma i nwee nde naịra ise13 Ọgọọst 2019",
    "Gịnị mere ụlọ ndị mmadụ ji ada na Naịjirịa?16 Ọgọọst 2024",
    "Gọọmentị Abịa amalitela nkwatu ụlọ gbajọrọ iwu24 Ọgọọst 2023",
    "Onye Ọkaiwu bụ Barr Canice Madukaji gwara anyị na “marching ground abụghị mmanye kama ọ bụ nkwekọrịta dị n’etiti onye chọrọ iwu ụlọ na ndị obodo”.",
    "“Ụfọdụ obodo na-eji aka ha tinye ọkụ latrik, mmiri ọṅụṅụ, rụọ okporoụzọ, ahịa, ụlọakwụkwọ na ọrụ mmepe ndị ọzọ. Ọ bụ ego marching ground ndị ha natara ka ha ji arụnye maọbụ elekọta atụmatụ ọrụ ndị a oge ụfọdụ,” ka o kwuru.",
    "Ọ sịrị na “ụfọdụ obodo na-anara malite n’otu narị puku Naịra (100,000) ruo ọtụtụ nde Naịra dabere n’ụdị ihe a chọrọ iwunye n’ala ahụ.”",
    "Otu onye ndu ndị ntorobịa na Nekede dị n’Okpuru ọchịchị Owerri West n’Imo steeti gwara anyị na “ndị ndu obodo kwuru na ha ji ego a natara na marching ground arụnye atụmatụ ọrụ mmepe n’obodo mana mgbe ụfọdụ ọ bụghị ihe anyị na-ahụ”.",
    "“Ụfọdụ obodo na Nekede na-ana marching ground mana ndị ntorobịa obodo anyị nke mụ onwe m bụ otu n’ime ndị ndu ya anaghị anara ndị ọbịa ego tupu anyị enye ha ohere iwu ụlọ,” ka ọ gwara anyị.",
    "Ebe foto si, Getty Images",
    "Barr. Madukaji kwuru na iwu Naịjirịa akwadoghị mmadụ ọbụla maọbụ obodo ọbụla ịnara marching ground ebe enweghịkwa ntaramaahụhụ dịịrị mmadụ maọbụ obodo ọbụla na-anara ya n’ihi na ọ bụghị ihe mmanye kama ọ bụ nkwekọrịta dị n’etiti onye zụrụ ala na ndị obodo.",
    "Ebe foto si, Getty Images",
    "A na-akọwa ala dịka mpaghara ụwa mmiri ekpuchighị. E nwekwara ike kọwaa ya dịka akụkụ elu ụwa siri ike, nke nwere aja n’elu ya.",
    "Ọtụtụ ihe ka e ji ala eme nke gụnyere obibi, ịtụ mgbere, ọrụ ugbo, njem, iwunye ụlọọrụ, mmegharịahụ na nlereanya.",
    "N’ala Igbo, mmadụ nwere ike nweta ala site n’ihe nketa, onyinye, mgbazinye, nkwụghachi ụgwọ maọbụ ịtụ mgbere.",
    "Ebe foto si, Getty Images",
    "Mpaghara 202 nke iwu na-elekọta ụzọ e si eji ala eme ihe na Naịjirịa bụ Land Use Act e mere n’afọ 1990 nyere ndị gọvanọ ikikere ilekọta ala niile dị na steeti ha nke gụnyere inye ndị bi na steeti ha nakwa otu dị iche iche ala n’ogbe ndị mepere emepe maka iwunye ụlọ obibi, ọrụ ugbo, ịtụ mgbere nakwa atụmatụ ọrụ ndị ọzọ na-agaghị akụnyere Ọkpuru ọchichị ụkwụ.",
    "Barr. Madukaji kwuru sị “a bịa n’ime ime obodo, ọ bụ ndị eze ọdịnaala ka iwu a na-ahụ maka ụzọ e si eji ala eme ihe dị n'aka.”",
    "Ọ gara n’ihu kwuo na “iwu Naịjirịa emegideghị mmadụ ire maọbụ ịzụ ala kama e nwere akwụkwọ ikike mmadụ ọbụla ga-enwe tupu o tozuo oke ịza onye nwere ala.",
    "Ebe foto si, Getty Images",
    "‘Deed of Assignment’: Nke a bụ akwụkwọ na-egosi na e nyefeela onye zụrụ ala ikikere iwere ya bụ ala. Nke a bụ akwụkwọ dị oke mkpa mmadụ ọbụla na-azụ ala ga-anara onye na-eresị ya ala tụmadị ya bụrụ na onye ọ na-azụ ya bụ ala zụrụ ala ahụ n’aka onye ọzọ.",
    "Asambodo onwunwe ala (Certificate of Occupancy): Certificate of Occupancy maọbụ C of O dịka ụfọdụ mmadụ si akpọ ya bụ akwụkwọ ala kachasị mkpa na Naịjirịa. Nke a bụ akwụkwọ na-egosi na gọvanọ maọbụ Okpuru ọchịchị enyela mmadụ ikike ịbanye n’ala ahụ.",
    "Eserese sọfịa (survey plan): Eserese sọfịa bụ akwụkwọ ọzọ dị oke mkpa onye na-azụ ala kwesịrị ịnara onye ọ na-azụ ala n’ihi na ọ bụ ya na-egosipụta ọnọdụ ala ahụ nakwa okeala ya niile.",
    "Akwụkwọ nkwekọrịta: Nke a bụ akwụkwọ na-egosi ọnọdụ, ụdị nakwa ọdịdị nkwekọrịta onye nwe ala na onye zụrụ ala banyere. Ọ na-egosikwa ego ole e rere ala na ego ole a kwụrụ maka ala ahụ.”",
    "E wezuga ndị a, e nwekwara akwụkwọ ndị ọzọ dịka nkwado maka owuwu ụlọ, mother deed na duly perfected assent.",
    "Legọsị",
    "Naijiria",
    "Imo steeti",
    "Ọrụ esemese ọrụrụ ụlọ or akịtekchọ",
    "NA EME UGBU A, NLC akpọọla oku ka a tọhapụ onyeisi ha a nwụchiri",
    "Ka m si bụrụ nwaanyị isiojii nweterela 'Comercial Pilot License' na US - Miracle Izuchukwu20 Julaị 2022",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground' 6 Septemba 2024",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ndị uweojii Toronto anwụchiela Amaka Sonnberger maka iyi ndụ egwu ma kpụpụ ya n'ụlọikpe2 Septemba 2024",
    "Anyị niile n’Anioma, Delta Steeti bụ ndị Igbo – Izu Anioma30 Ọgọọst 2024",
    "Ọ dị njọ nwa ọhụrụ ịṅụ ara nwaanyị ọzọ?31 Ọgọọst 2024",
    "Etu akwamozu Onyeka Onwenu sị aga ugbua30 Ọgọọst 2024",
    "Umụaka bụzị ndị na-ata ahụhụ maka ọria Mpox28 Ọgọọst 2024",
    "Ihe ị kwesịrị ịma maka atụmatụ 'Marching ground'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "M na-ehi ụra mgbe di m wakporo m ma rụkpọo mkpụrụ anya m abụọ - Amarachi Lawrence",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe ndị ị maghị maka Ịyọm Chinelo Amechi, nwunye Mbazulike Amechi alaara mụọEmelitere ikpeazụ na: 27 Julaị 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}