{
  "published": "15 Jenụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, @Adamu_Asiya_/X",
    "Nabeela ụmụnne ya na nna ha",
    "Otu n'ime nwanne isii atọrọ n'Abuja kemgbe otu izuụka gaara aga anwụọla n'aka ndị ntọ nke mere ka iwe na ọnụma na-ewu n'igwe Soshal midịa.",
    "Nabeeha ka ndị ahụ si na be ha tọrọ ya, nna ya nakwa ụmụnne ya ise n'ụbọchị Sunde.",
    "Ndị ojiegbe amaghịwakporo ụlọ ebe ezinaụlọ Nabeeha bi n'obodo Bwari dị n'Abuja ma gbakwa ndị uweojii atọ tupu ha atọrọ ụmụnne ndị a na nna ha.",
    "Otu n'ime ụmụnne ndị a bụ Nabeehah bụ nwata ụlọakwụkwọ Mahadum Ahmadu Bello dị na Zaria.",
    "Ndị tọọrọ ya gburu ya n'abalị Fride dịka ezinaụlọ ha enweghi ike iweputa ego a nara ha ruru ($63,000)",
    "Akụkọ kwukwara na ha esila na nde 60 ha na-anabu welie ego ahụ ka o ruo nde 100.",
    "Onye n'ime ndị ezinaụlọ Al-Kadriyar gwara ndị ntaakụkọ Daily Trust na ndị ntọ gwara ha ebe a tọgbọro ozu nwa agbọghọ ahụ, ha ga-buru ya.",
    "Dịka ihe si kwụrụ ugbua, ndịuweojii ekwuola na ha ezipula ndị ọrụ ga-azọpụta ndị ahụ a tọọrọ.",
    "Ọnụ na-ekwuru isiụlọorụ ha bụ Muyiwa Adejobi kwuru nke a n'akara Twitter ya dịka ọ na-agwa ndị mmadụ ha nwee ndidi na nyocha na-aga n'ihu.",
    "Ọ sị \"ndị isi esiela imi n'ala ịrụ ọrụ dị n'ịzọpụta ndị ahụ ma kwụsịkwa ihe ọzọ ịme onye ọbụla\"",
    "\"Anyị agaghị e nwe ike ịkwuputa ihe ọbụla maka etu akụkọ a sịrị dị nakwa ịhapụ mmebi ọrụ anyị rụrụla\" ka o kọwara.",
    "Ndị isi ndị ekweghị n'ọchịchị Onyeisiala Bola Tinubu nke Naịjirịa bụ Peter Obi na Atiku Abubakar ekwupụtala iwe ha maka ogbugbu Nabeehah.",
    "Ụfọdụ ebe ihe gbara na Naịjirịaelekere 5 gara aga",
    "Suspension of Igwe Neni: Gịnị na-esere Obi Onicha na Soludo?elekere 4 gara aga",
    "Victor Osimhen: Anyị nwere ndị bọọlụ nwere ike imeri n'asọmpi  Afconelekere 8 gara aga",
    "E liela mmadụ atọ nwụrụ na mwakpo ụlọụka mere n'Ebonyi1 Jenụwarị 2024",
    "Distance Marriage: O nwere uru dị n'ịlụ di obodo oyibo?13 Jenụwarị 2024",
    "Nabeehah Al-Kadriyar: Tinubu etinyebeghị ọnụ n'ogbugbu nwa agbọghọ a tọọrọ ya, ụmụnne ya na nna ha16 Jenụwarị 2024",
    "Supreme Court: Mkpu ọnụ dịka Otti, Nwifuru,Yusuf na gọvanọ ise ndị ọzọ  jichiri ọkwa ha12 Jenụwarị 2024",
    "Erisco na Chioma Okoli: Erisco asaala Chioma na di ya11 Jenụwarị 2024",
    "Nnamdi Kanu a chụrụ Mike Ozekhome, Ifeanyi Ejiofor na ndị Okaiwu ya ndị ọzọ? - Lee ihe anyị ma12 Jenụwarị 2024",
    "Suspension of Igwe Neni: Gịnị na-esere Obi Onicha na Soludo?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ụfọdụ ebe ihe gbara na Naịjirịa",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}