{
  "published": "25 Julaị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "E duru Tinubu iyi ọrụ ụbọchị 29 Mee, 2023 ọ fọrọ naanị abalị atọ ka oge iwu kwadoro ka Tinubu họpụta ndị minista ya gafee",
    "Ụbọchị 28 nke ọnwa Jụlaị bụ ụbọchị ikpeazụ iwu nke 1999 nyere ohere ka onyeisiala zigara ndị ụlọomeiwu aha ndị ga-abụ minista ya ka ha nabata ma binyeaka.",
    "Nhazi iwu Naịjirịa nke ndị ụlọomeiwu Naịjirịa n’agba gara aga mere kwuru na onyeisiala ọbụla nakwa ndị gọvanọ ọbụla nwere ohere abalị 60 ka e duchara iyi n’ọrụ iji họpụta ndị minista na kọmịshọna ha.",
    "E duru onyeisiala Bola Tinubu iyi n’ọrụ n’ụbọchị 29 nke ọnwa Mee, 2022.",
    "Nhazi iwu a kwukwara na onyeisiala ga-ahọpụtariri opekatampe otu minista ga-esi na steeti 36 nọ na Naịjirịa.",
    "Bola Tinubu ministerial list: Gịnị mere onyeisiala ewepụtabeghi aha ndị ọrụ ya? 13 Julaị 2023",
    "Ọ bụ iwu onyeisiala isi na mpaghara Naịjirịa dị icheiche họpụta ndị isi ọrụ nchekwa?20 Juun 2023",
    "Nigeria Security Chiefs: Ogalla, Lagbaja, Musa na ndị ọzọ so n'isi nchekwa Naịjirịa20 Juun 2023",
    "Dịka anaghị atụ vootu enweta ọkwa ọ bụ onyeisiala nwereike ịhọpụta maọbụ chụọ onye minista ọbụla – Nke mere ndị mmadụ ji eche na onye na-akwudoghiri onyeisiala ọbụla nwereike ịbụ onye ụgbọ a ga-aharịpụ.",
    "Mana cheta okwu onyeisiala Tinubu kwuru n’ọnwa Maachị tupu e duo ya iyi n’ọrụ mgbe ọ sị:",
    "“Dịka ndị mmadụ na-ekwu okwu gọọmentị gosiri ịdịn’otu, ebumnobi m ka nke ahụ. A chọrọ ihibe gọọmentị nwere ndị mma ọrụ. Ana m ahọpụta ndị gọọmentị, agaghị m ekwe ka ibu na-abụghị ịbụ mmadụ ima ọrụ nyigbuo m”",
    "Ọtụtụ toro okwu a ọkachasị dịka a na-arụkarị ndị isiala aka maka nhọpụta ha na-eme dịka ụfọdụ na-ekwu na ha na-ahọpụta ndị kwudoro ha n’oge achụmnta vootu karịa ndị ma ọrụ, mana oge Tinubu gburula na ịkpọpụta ha ndị ọchịchị ya ebutela ọtụtụ nkatọ nakwa ime ka ndị mmadụ chiri obi n’aka na-eche.",
    "Agbanyeghi na ọtụtụ na-arụ ya aka na-ekwu na ọ chọrọ ikpụ ụkwụ n’ala n’imalite ọrụ ya etu e siri tụọ Muhammadu Buhari onye nyefere ya ọchịchị aka – Tinubu gbara mbọ họpụta ụfọdụ ndị ọrụ ya ngwa ngwa dịka ndị enyemaka ya mmadụ 20, odeakwụkwọ gọọmentị etiti, onyeisi ndị ọrụ gọọmentị niile, osote ya, ndị isi ọrụ nchekwa, ndị ndụmọdụ ya asatọ, nakwa kọmịtịị banyere nnakọ ụtụ isi dị iche iche bụ otu n’ime akụkụ ọchịchị o kwuru ọchịchị ya ga-elebaanya nke ukwuu na ya.",
    "Ọtụtụ ndị ọkaibe n’ihe gbasara ọchịchị ekwuola echiche ha na-ekwu na oge a onyeisiala Tinubu na-egbu n’ịhọpụta ndị mịnịsta ya na-emetụta ọgan’ihu Naịjirịa ugbua n’ihi uru ndị mịnịsta bara n’ọchịchị nakwa ikwalite ọgan’ihu mba ọbụla.",
    "Tinubu achụọla ndị isi ọrụ nchekwa niile, tinye ndị ọhụrụ19 Juun 2023",
    "Bola Tinubu Inauguration: Lee nwale ise na-echere onyeisiala ọhụrụ Naịjirịa27 Mee 2023",
    "Bola Tinubu ministerial list: Gịnị mere onyeisiala ewepụtabeghi aha ndị ọrụ ya? 13 Julaị 2023",
    "Ebe foto si, Getty Images",
    "Ọrụ ndị minista na-emetụta ọchịchị gọọmentị ọbụla dịka ha na-anọ n'isi ngalaba ọrụ na-ahụ maka ihe ndị na-emetụta ụmụafọ Naịjirịa n'ụzọ dị iche iche",
    "Ọrụ ndị minista ka nkụ dịka e nwere ngalaba dị iche iche na-anọ n'okpuru ha.",
    "Ngalaba dị iche iche na-anọchịteanya gọọmentị etiti na ngalaba ọrụ dị iche iche metụtara ọchịchị nakwa ọrụ na-emetụta ndụ ụmụafọ Naịjirịa.",
    "Ndị minista na-emepụta iwu na usoro ọrụ metụtara ngalaba ha nke ndị ụlọomeiwu ga-anabata ma binyeaka",
    "Ndị minista bụ ndị ndụmọdụ onyeisiala ma bụrụ ndị ime obi gọọmentị ya",
    "Ha na-anọchịte anya gọọmentị etiti n’ụfọdụ ọgbakọ maọbụ ọrụ metụtara ngabala ha na mba Naịjirịa nakwa mba ndị ọzọ",
    "Ndị minista na-anọ n’elụ ngalaba gọọmentị ọbụla metụtara ọkwa nke ha ma bụrụkwa ndị na-ahụ maka ọrụ ndị metụtara ngalaba ahụ n’akụkụ Naịjirịa niile",
    "Otu onye ọkaiwu n’ihe gbasara iwu Naịjirịa bụ Jiti Ogunye gwara BBC na onyeisiala bụ ekwuchaa ọgwụ n’okwu ịhọpụta ndị ga-eso ya chịa dịka ndị minista nakwa ga-eso obi gọọmentị ya.",
    "Ọ rụkwara aka n’akụkụ iwu Naịjirịa nke akara 147 bụ ebe e nyere onyeisiala ikike a ma rụkwa aka n’akụkụ ọzọ so akara bụ nke belatara ikike iwu a maka ntozuoke onye ga-abụ minista.",
    "O kwuru “Akụkụ iwu Naijirịa nke akara 147 kwuru na agaghị enweike họpụta mmadụ dịka minista karịa ma o tozuru oke ịbụ onye ụlọomeiwu Naịjirịa ọkachasị onye ụlọomeiwu nta”.",
    "Ndọrọndọrọ ọchịchị",
    "Bola Tinubu",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Nke na-eme ugbua: Ndị nchekwa ụlọ mkpọrọ na ndị DSS na-azọ onye ga-akpụrụ Emefiele25 Julaị 2023",
    "Akwa Okuko Tiwara Aki: Ọ bụ eziokwu na a tọhapụla ya? Lee ihe anyị ma24 Julaị 2023",
    "Tinubu ministerial list: Kedụ uru ndị minista bara n'ọchịchị Naịjirịa?25 Julaị 2023",
    "Naịjirịa ejirila ntakịrị ihe lafere Sierra Leone ma tozuo isonye n'iko mba Afrịka18 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Ihe ị kwesịrị ịma maka ọrịa Anthrax nọ na Naịjirịa ugbua18 Julaị 2023",
    "Lee etu 'state of emergency' gọọmentị tinyere maka ihe oriri ga-esị metụta gị14 Julaị 2023",
    "World Population Day: Ụmụ ole ka ị ga-achọ ịmụ? Lee ihe ụfọdụ ndị ntorobịa sara11 Julaị 2023",
    "Peter Obi: Ihe ndị ị maghị maka Obi, Tinubu, Kwankwaso na Atiku24 Febụwarị 2023",
    "‘Colos’, ‘laughing gas,’ na ọgwụike ndị ọzọ na-ekopu, edula ụfọdụ ndị ntorobịa Naịjirịa12 Julaị 2023",
    "Igbo widowhood Practices: Ụfọdụ 'omenala mmegbu' megide ụmụnwaanyị isimkpe ọ ka dị ire ugbua?25 Juun 2023",
    "Ọ bụ eziokwu na a tọhapụla Akwa Okuko? Lee ihe anyị ma",
    "Ndị DSS agbaala isi akwara kpụrụ Emefiele gawa ụlọọrụ ha",
    "Sit-at-home agaghị eme ka Nnamdi Kanu pụta na mkpọrọ, anyị achọghịzi ya - Ndị Enugwu",
    "Tinubu ministerial list: Kedụ uru ndị minista bara n'ọchịchị Naịjirịa?",
    "Ihe mere m ji gụọrọ dibia egwu – Gozie OkekeEmelitere ikpeazụ na: 23 Jenụwarị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}