{
  "published": "30 Nọvemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mohbad/Moyo/Peter Obi/Mr Ibu/Facebook",
    "Ngụkọ ihe ndị mmadụ kachasị chọọ n'ọbaozi intanet nke afọ 2023 agbaala.",
    "Ngukọ ahụ nke ụlọọrụ Google wepụtara gosiri na otiegwu a ma ama lara mmụọ na nso nso a bụ Ilerioluwa Aloba e ji 'Mohbad' maara, omee ihe ejije Nollywood bụ Moyo Lawal, onye fere ọkọlọtọ otu 'Labour Party'  na Ntuliaka Onyeisiala Naijiria nke afọ 2023 bụ Peter Obi  na onye ihe ejije Nollywood a ma ama bụ John Okafor a ma dịka 'Mr Ibu' so na ihe ụmụ Naijiria tinyere anya achọ n'ịntanet n'afọ 2023.",
    "Nnyocha ozi dị n'ihe na-ewu ewu na Google gosiri n'ihe metụtara ndọrọndọrọ ọchịchị, ịkpa obiụtọ na egwuregwu bọọlụ nakwa akụkọ banyere ha so n'ihe ndị mmadụ chọrọ n'afọ 2023 dịka afọ a na-apịakọ.",
    "Bola Tinubu diploma: Ọ bụ eziokwu na o ji asambodo adịgboroja? Lee ihe BBC Disinformation chọpụtara11 Ọktọba 2023",
    "Israel-Gaza War: Ndị kịtịkpa, ọtọrọ na ọrịa ndị ọzọ ga-egbu ga-akarị ndị agha riri -WHO29 Nọvemba 2023",
    "Amụma ndị ụkọchukwu a ma ama buru maka afọ 20231 Jenụwarị 2023",
    "Mohbad nwụrụ n'abalị 12 nke ọnwa Sepụtemba n'ụzọ edochaghị anya nke kpalitere ngagharịiwe ndị ntoroọbia bụ ndị kpọrọ oku ka e nyochaa etu o siri nwụọ.",
    "Moyo Lawal bụ onye ụmụ Naijiria kachasị chọọ maka ya  nakwa onye ihe ejije a kachasị chọọ maka ya n'afọ 2023.",
    "Nwaada ahụ gụrụ \" Creative Arts\" na mahadum ' University of Lagos' kpọtụrụ akpọtụ n'afọ 2023 dịka ihe onyonyo ebe ya na nwoke na-eme mmekọ gbara n'ịntanet n' onwa ole na ole gara aga.",
    "Naijiria mere ntuliaka onyeisiala n'ọnwa Febụwarị afọ 2023 nke ụlọọrụ na-ahazị ntuliaka bụ Independent National Electoral Comission (Inec) kpọpụtara Bola Amhed Tinubu dịka onye meriri na ntuliaka ahụ.",
    "Ebe foto si, Google",
    "Peter Obi bụ onye fere ọkọlọtọ 'Labour Party' na ntuliaka ọkwa onyeisiala 2023 ma gbaa onye nke atọ dịka Inec si kpọpụta mpụtara ntuliaka ahụ.",
    "Ebe foto si, Peter Obi/Getty",
    "Akụkọ banyere Mr Ibu, onye ihe ejije Nollywood ezi aha ya bụ John Okafor wuru ewu n'afọ 2023 dịka akụkọ na ọ dara nnukwu ọrịa  nke mere ka ndị dọkịta bepụ ya ụkwụ iji zọọ ya ndụ.",
    "Ebe foto si, Mr Ibu/BBC",
    "Osite  Hilda Effiong Bassey a ma dịka 'Hilda Baci' ghọrọ onye aha ya na-ada ụda n'ụwa  dịka  o siri nri ezughị ike awa  93 hours 11 minutes were si etu ahụ debanye aha ya n'akwụkwọ 'Guinness World Record' dịka ọ kụpụrụ  onye jibu nturuugo ahụ  nwaanyị osite India a kpọrọ Lata Tondon   bụ onye  jibu nzere onye kachasị sie ni ezughị ike dika o sii awa 87 na nkeji  n'aọ 2019.",
    "Hilda Baci malitere isi nri n'asompi ahụ ọ kpọrọ onwe ya n'abalị 11 nke ọnwa Mee, afọ 2023 ma pịachie akwụkwọ mmei ya n'abalị 15 nke ou ọnwa ahụ.",
    "Ebe foto si, Hilda Baci/Facebook",
    "N'aka nke ọzọ, ihe ndị ọzọ uche ụmụ Naijiria gara na ya n'afọ 2023 gụnyere mweghara ọchịchị n'ike na Gabon, Agha Izrel na Gaza, mgbanwe ego Naira wdg.",
    "Ụlọakụ Etiti bụ CBN n'ịchafụ  nke Godwin Emefiele pụrụ apụ nọ n'isi ya, machiri iji ego akwụkwọ ego naịra ochie azụ ahịa dịka ha bipụtara nke ọhụrụ iji kpachie ohere ndị ndọrọ ndọrọ ọchịchị ịzụ vootu tupu ntuliaka 2023.",
    "Mmachi ahụ butere ụkọ naịra na mmalite afọ.",
    "Ebe foto si, Google",
    "Ihe ndị ọzọ ndị mmadụ chọrọ n'intanet n'afọ 2023 gụnyere  ChatGPT, otu egwu bọọlụ Chelsea, Manchester United, ihe onyonyo ndị gba ọtọ nke Bekee kpọrọ 'pornography' na mmekọrịta nwoke na nwaanyị (sexual intercourse).",
    "ChatGPT bụ igwe 'artificial intelligence' e ji ezirịta ozi n'intanet , ma rụkwaa ọrụ ndị ọzọ.",
    "Bola Tinubu",
    "Naijiria",
    "Ntuliaka onyeisiala Naịjirịa 2023",
    "Ịkpa obi aṅụrị",
    "Abụ",
    "Peter Obi",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "United Nigeria Airlines : 'Ihe ọkwọụgbọelu gwara anyị mere dị iche n'ihe ụlọọrụ ha gwara ọha '- Onye njem27 Nọvemba 2023",
    "Nke bụ eziokwu banyere ọrịa di m na-arịa - Nwunye Amaechi Muonago28 Nọvemba 2023",
    "Mathias Ezeaku arrested: Lee ọnọdụ onye mgbọ tụrụ oge a wakporo ọgbakọ ndị Omenala Bụ Uzo Eziokwu3 Disemba 2023",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Abaelekere 5 gara aga",
    "Papa Okoro dị afọ 100 mana ọ ka na-eji ụkwụ aga echute mmiri n'iyi12 Disemba 2023",
    "Etu nwa m si nwụọ n'ọgbaghara Anti-tout n'Onitsha - Nne Chimezie Uduji11 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s9 Disemba 2023",
    "Google Trends: Mohbad, Peter Obi, Ntuliaka 2023, Mr Ibu, Moyo Lawal na ihe ndị ọzọ a kachasị chọọ n'intanet n'afọ a12 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "NAFDAC emebiela ma kpochapu ngwa ahịa adịgboroja n'ahịa Cemetary Aba",
    "Notorious Crimes: Rev King, Otokoto, Clifford Orji na ndị ọzọ mere mpụ kpọtụrụ akpọtụ na Naijiria  n'afọ 80s, 90s, 2000s",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Election: Lee ndị ntorobịa chọrọ ịnọchite anya ndị Anambra n'ọchịchịEmelitere ikpeazụ na: 23 Ọgọọst 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}