{
  "published": "10 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images",
    "Onye dere ya, David Cox",
    "Ndị mere akụkọ a,  BBC",
    "Julaị 2024",
    "Nchọcha ọhụrụ na-egosi na ụmụaka ndị nwaanyị n’Amerịka na-amalite ịhụ nsọ ha n’oge. Ihe e nwere ike ịta ụta maka nke a bụ ikuku ọjọọ.",
    "Kemgbe ọtụtụ afọ gara aga, ndị ọkachamara sayensị gburugburu ụwa na-enwe oke mmetụta banyere ụmụaka ndị nwaanyị na-amalite n’oge hụtawa njirimara ndị okenye, nke na-abụghị etu ọ dị n’ọgbọ ndị gara aga.",
    "Malite n’oge ụmụaka ndị nwaanyị hụrụ nsọ nke mbụ ha, ndị ọkachamara sayensị kpọrọ ‘age of menarche’ ruo mgbe ha malitere ịkpụ ara, mgbanwe ndị a na-egosi mmalite oge agbọghọ na-ebido pụtawa n’oge.",
    "Ugbua, ụmụaka ndị nwaanyị n’Amerịka na-amalite n’oge hụwa nsọ ha ma e ji ya tụnyere ụmụaka ndị nwaanyị na n'ọgbọ afọ narị gara aga.",
    "N’ọnwa Mee, ihe ndekọ ọhụrụ gosiri na ụmụnwaanyị ndị a mụrụ n’agbata afọ 1950 na 1969 malitere ịhụ nsọ ha mgbe ha gbara afọ iri na abụọ na ọnwa ise (12.5 years), mana nke a bịara gbatuo ruo afọ iri na otu na ọnwa itolu (11.9 years) maka ndị a mụrụ na mmalite afọ 2000.",
    "Ihe sayensị kwuru maka ude e ji agbatị odogwu ụmụnwoke9 Juun 2024",
    "Lee ihe bụ Menopause ụmụnwoke a kpọrọ 'Andropause'16 Juun 2024",
    "Gịnị na-eme ụbụrụ anyị ma anyị nwụọ?6 Julaị 2024",
    "A na-ahụtakwa ụdị ọnọdụ ahụ gburugburu ụwa. Ndị ọkachamara sayensị na Saụt Koria etiela mkpu ma kọwaa ọnụọgụ ụmụaka ndị nwaanyị na-amalite n’oge gosiwe njirimara ndị okenye nke gụnyere ịkpụ ara na ịhụ nsọ ha tupu afọ asatọ dịka nke jiri ogogo iri na isii rịa elu n’agbata afọ 2008 na 2020.",
    "“Anyị na-ahụtakwa na ọnọdụ ịmalite hụwa njirimara ndị okenye kachasị njọ n’etiti ụmụ ogbenye,” ka Audrey Gaskins, onye ọkankụzi na mahadum Emory dị n’Atlanta mba Amerịka kwuru. “Nke a nwere mpụtara dị oke mkpa maka ahụike.”",
    "Ihe kachasị emetụta ndị nchọcha dịka Gaskins bụ na ịmalite n'oge hụwa njirimara ndị okenye nwere ike kpalite ihe ndị pụrụ ibute ọghọm dị iche iche n’oge nka. Ihe ndekọ ndị na-apụta ugbua kwuru na o nwere ike belata ohere nwaanyị nwere ịtụrụ ime tụmadị ọ bụrụ na ụmụnwaanyị ndị ahụ kwụsị ịhụ nsọ ha n’oge ma belatakwa oge ndụ ha.",
    "Nwaanyị ịmalite n’oge hụwa njirimara ndị okenye bụ nke ya na ọrịa dị iche iche nwere njikọ dịka kansa akpa akwa nwaanyị bụ ovarian cancer, oke ibu, ọrịa mamịrị na ọrịa obi.",
    "Ndị ọkachamara sayensị ka na-agba mbọ ịghọta ihe mere o ji dị etu a mana ọkankụzi na ngalaba ahụike ọhanaeze na mahadum University of California, Berkeley bụ Brenda Eskenazi kwuru na otu atụtụ kwuru sị ọ bụrụ na e mee ka akụrụndụ mmadụ metụta akụrụahụ dịka oestrogen oge tere anya, o nwere ike mee ka etuto bụ tumor malite n’ihi na akụrụahụ ndị ahụ na-akpalite uto akụrụndụ.",
    "Ebe foto si, Getty Images",
    "O nwekwara ike ibute ọghọm dị iche iche. Eskenazi kwuru na ụmụaka ndị nwaanyị na-amalite n’oge hụwa njirimara ndị okenye nwekwara ike ịmalite n’oge nwewe mmekọ nwoke na nwaanyị.",
    "“E nwere ọnọdụ na-atụ egwu na mba Amerịka oge anyị hụrụ na nwaanyị ite ime abụrụla nke iwu megidere tinyere na ọgwụ mgbochi adịghị,” ka o kwuru.",
    "“Ọ ga-edubanye ụmụaka ndị nwaanyị ịtụrụ ime mkpuke.”",
    "Mana ọ bụ gịnị na-akpalị uto nwata etu a?",
    "Ụzọ ihe abụọ na-eme ka mmadụ malite ịhụ njirimara ndị okenye bụ ndị a maara dịka hypothalamic-pituitary-adrenal (HPA) na hypothalamic-pituitary-gonadal (HPG) axes. Ha na-ejikọta mpaghara ụbụrụ a kpọrọ hypothalamus nke na-elekọta ọrụ ahụ mmadụ ndị dị oke mkpa site n’agụrụ ruo na nlekọta okpomoọkụ, tinyekwara akụkụahụ dị iche iche na-ewepụta akụrụahụ.",
    "Gaskins kwuru sị tupu ruo afọ iri na afọ iri abụọ gara aga, ndị ọkachamara sayensị chere sị naanị ihe na-ebute isi na nwata hụwa njirimara ndị okenye bụ oke ibu tinyere akụrụngwa protein akụrụndụ abụba na-ewepụta a kpọrọ adipokines.",
    "“Ọ bụ naanị na nso nso a ka ndị mmadụ malitere ikwu ‘ọ bụ eziokwu, nke ahụ akọwaghị ya nke ọma tinyere na e nwekwara ihe ndị ọzọ nwere ike ibute ya’,” ka o kwuru.",
    "Kama nke ahụ, ọtụtụ nchọcha e mere n’ime afọ atọ gara aga na-arụtụ aka n’akụkụ ọzọ na-atụ n’anya, nke bụ ikuku ọjọọ.",
    "Ndị ọkachamara sayensị emeela ọtụtụ nchọcha a na Saụt Korịa dịka Seoul, Busan na Incheon gbara ndị nke mbụ na mba ndị akachasị metọọ n’ụwa dum. Otu nnyocha e bipụtara ọhụrụ na mahadum Ewha Womens University dị na Seoul chọpụtara na ọtụtụ ihe jikọtara ikuku ọjọọ na mmalite ịhụta njirimara ndị okenye n’oge.",
    "Ụfọdụ ihe ndị na-ebute ya gụnyere anwụrụ gaasị ọjọọ dịka sulphur dioxide, nitrogen dioxide, carbon monoxide na ozone bụ ndị na-esite n’ụgbọala maọbụ igwe dị iche iche abanye n’eluigwe.",
    "N’afọ 2022, nchọcha ndị ọkachamara sayensị mere na Poland, bụ mba a maara maka ajọ ikuku n’ihi ụlọọrụ ndị na-eji coal nnyochara ụmụnwaanyị otu puku narị abụọ na iri ise na asaa (1,257) ma chọpụta na e nwere ihe jikọtara ikubanye anwụrụ nitrogen gas na ịhụ nsọ nwaanyị tupu afọ iri na otu.",
    "E nwere ike nke kachasị njọ bụ ‘particulate matter (PM)’ nke bụ ụmụ irighiri ihe nke rara anya mmadụ ahụ ịhụ mana ha bụ ndị a na-agbanye n’ikuku site n’ebe arụ ọrụ maọbụ ọkụ na-agba n’ọzara, igwe na-enye ọkụ, njini ụgbọala nakwa okporoụzọ nwere ụzụzụ.",
    "ọnwa Oktoba 2023, Gaskins na ndị otu ya chọpụtara na ụmụaka ndị nwaanyị n’Amerịka kubanyere ọtụtụ PM2.5 na PM10 n’ime afọ nne ha nakwa n’oge ha ka bụ ụmụaka na-ahụkarị nsọ ha n’oge.",
    "Ebe foto si, Getty Images",
    "Nchọcha e ji irighiri ihe ndị a chọpụtara n’ikuku mee gosiri na kemikal dị ha n’ime nwere ike ịmetụta ihe ndị na-anabata akụrụahụ mmadụ na-ahụ maka uto ọkachasị androgen na oestrogen.",
    "Nke anwere ike ịkpalite mmetụta dị iche iche nke ga-edubanye nwata nwaanyị isite n’oge hụwa njirimara ndị okenye.",
    "N’otu aka ahụ, e nwekwara ihe ndị ọzọ pụrụ ime ka mmadụ mmalite ịhụ njirimara ndị okenye n’oge. Gaskins kwuru na nchọcha ndị gosiri na PM2.5 na ihe ndị ọzọ pụrụ ibute ọnọdụ mmadụ ịhụ njirimara ndị okenye n’oge bụ naanị otu ihe ịmaatụ na-egosi etu kemikal ọjọọ ndị nọ anyị gburugburu sị emetụta ahụ anyị.",
    "Amerika",
    "Ụmụnyanyị",
    "Ahụike ụmụnwanyị",
    "Ahụike",
    "Ikike ụmụnwanyị",
    "Ụmụaka",
    "Okike",
    "Ụmụnwaanyị esonyela na ndị so Eze achị n'Enugwu10 Julaị 2024",
    "NA EME UGBU A, E gbuola Carol Hunt bụ nwunye onye ọrụ BBC na ụmụ ya abụọ na mba Briten",
    "Ministri anụmanụ ọhụrụ ga-ebelata nsogbu ndị ọrụ ugbo na ndị ọchịehi - Miyetti Allahelekere 9 gara aga",
    "Ihe mere ụmụaka ụmụnwaanyị ji ahụzi nsọ mbụ ha n'oge karịa ka ọ dị n'ọgbọ ndị gara aga10 Julaị 2024",
    "Etu ọpụpụ Mali, Niger na Burkina Faso ga-esi metụta azụmahịa n'ọdịda anyanwụ Afrịka9 Julaị 2024",
    "Africa Eye: Etu e si ebo ndị agadị ebubo amosu iji napụ ha ala ha9 Julaị 2024",
    "Ụlọomeiwu Nta agwala Gọọmenti Naịjirịa ka ọ kwụsị itinye nkwekọrịta Samoa n'ọrụ9 Julaị 2024",
    "Afọ 25 ọchịchị onyekwuoucheya: Kedụ ebe ndị ji ọgbọ n'afọ 1999 nọ ugbua?8 Julaị 2024",
    "Sir Keir Starmer: Onye bụ Praịm Minista ọhụrụ mba UK?5 Julaị 2024",
    "Ihe mere ndị ndu Ọwụwa Anyanwụ ji akpọ oku ka a tọhapụ Nnamdi Kanu",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Lee ụmụafọ Naịjirịa tuuru ugo na ntụliaka mba UK",
    "Sex for Grades: Unilag achụọla ndị nkuzi abụọ BBC gbara n'anwụEmelitere ikpeazụ na: 8 Ọktọba 2019",
    "World Food Safety Day: Kedụ ụzọ na usoro ị kwesịrị ịgbaso iji chekwaa ihe oriri gị ma zeere ọrịa?Emelitere ikpeazụ na: 7 Juun 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}