{
  "published": "19 Nọvemba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Mathias Ezeakụ/Facebook",
    "A tọhapụla onye ndu otu Omenala  a kpọrọ 'Omenala bụ Uzọ Eziokwu' bụ Mathias Ezeakụ ozo dịka e jichichara ya nke ụgbọro abụọ n’ Abuja maka ihe metụtara ozi ọ na-agbasa.",
    "Osote ya bụ Chekwube Okwunwendu , onye gwara BBC n'ekwentị na ọ bụ eziokwu sị, \"A tọhapụrụ ya n'ụbọchị Wenezde, maka ọ natabeghị , ọ ka nọ Abuja.\"",
    "N'abalị 19, nke ọnwa Novemba, afọ 2023, ndị bu egbe yi akwa yiri nke ndị uweojii  wakporo   Amafor Hall Nkpor, Anambara steeti, gbakasịa egbe, ma nwuchie Ezeaku bụ onye ha kpụrụ gawa Abuja.",
    "Traditional Religion: Ihe mere ndị ntorobịa uka Kraịst ji alaghachị n'ụka omenala-Ezeaku21 Mee 2023",
    "Okpukperechi mmadụ o kwesịrị ibute okwu na ndọrọndọrọ ọchịchị?14 Julaị 2022",
    "Custody battle: Ihe iwu Naijiria na nke omenala Igbo kwuru maka onye  nwe nwa maọbụrụ na a kwụghị ụgwọ isi nwaanyị16 Ọktọba 2023",
    "Mana ha tọhapụrụ ya Ezeaku ụbọchị Tuzde, abalị 21 nke ọnwa Novemba, ma mechaa kpọkwaya oku ọzọ.",
    "E jichie ya ka ọ gara ịza ya bu oku.",
    "Ebe foto si, Mathias Ezeaku/Facebook",
    "Ndị otu ya boro ebubo na ọ bụ onye ozioma Ebuka Obi bụ onye nyere mkpesa sị gaa kpụrụ Ezeakụ mana Obi kwuru n'ozi ọ gbasara n'ọbaozi Facebook ya na aka ya adịghị na nnwụchi Ezeaku.",
    "Ebe foto si, Chekwube Okwunwendu",
    "Otu nwoke mgbọ tụrụ dịka ndị a na-enyo na ha bụ ndị uweojii wakporo ebe ọgbakọ ndị ụka omenala a kpọrọ 'Omenala Bu Ụzọ Eziokwu ka nọ n'ụlọọgwụ anata ọgwụgwụ.",
    "Mgbọ tụrụ Alum Okorie, gbara afọ 31, onye ọzụahịa bi n'Anambara steeti oge ndị a sị bụ ndị uweojii  wakporo ọgbakọ ha.",
    "N'abalị 19, nke ọnwa Novemba, afọ 2023, ndị bu egbe yi akwa yiri nke ndị uweojii  wakporo    Amafor Hall Nkpor, Anambara steeti, gbakasịa egbe, ma nwuchie onye ndu ha bụ Mathias Ezeaku na Osote ya bụ Chekwube Okwunwendu.",
    "Ebe foto si, Chekwube Okwunwendu",
    "Otu nwoke mgbọ tụrụ dịka ndị a na-enyo na ha bụ ndị uweojii wakporo ebe ọgbakọ ndị ụka omenala a kpọrọ 'Omenala Bu Ụzọ Eziokwu ka nọ n'ụlọọgwụ anata ọgwụgwụ.",
    "Mgbọ tụrụ Alum Okorie, gbara afọ 31, onye ọzụahịa bi n'Anambara steeti oge ndị a sị bụ ndị uweojii  wakporo ọgbakọ ha.",
    "N'abalị 19, nke ọnwa Novemba, afọ 2023, ndị bu egbe yi akwa yiri nke ndị uweojii  wakporo    Amafor Hall Nkpor, Anambara steeti, gbakasịa egbe, ma nwuchie onye ndu ha bụ Mathias Ezeaku na Osote ya bụ Chekwube Okwunwendu.",
    "Okorie so na ndị merụrụ ahụ na girigiri dapụtara dịka ndị ọrụ nchekwa ahụ bịara.",
    "N'okwu ọnọdụ ahụike Okorie bụ onye nọ n'ụlọọgwụ a kpọghị aha ya, Osote onyeisi otu Omenala Bu Eziokwu bụ Chekwube Okwunwendu kwụrụ sị, \"Mgbọ tụrụ ya, gbajie ya ụkwụ.O si n'otu akụkụ banye, si n’akụkụ nke ọzọ pụọ.\"",
    "\" Ugbua, e kowere ukwu ya n’elu, dókita sí a aga. A waala ya ahụ mbụ, dọkịta sị na ọ bụ ọnya ahụ laa tupu a waa ya ọzọ maka idozi ọkpụkpụ gbajiri.",
    "Akụkọ na-eru anyị ntị ugbua na-ekwu na a tọhapụla onye ndu otu 'Omenala bụ Ụzọ Eziokwu' bụ Mathias Ezeaku.",
    "Ndị a na-enyo na ha bụ ndị uweojii wakporo ụlọ ọgbakọ ndị Omenala Uzọ Eziokwu dị n'  'Amafo Town Hall' dị na Nkpor, Anambra steeti n'ụtụtụ ụbọchị ụka, nwụchie  Ezeaku na Osote ya bụ Chekwubechukwu Okwunwendu.",
    "Ebe foto si, Mathias Ezeaku/Facebook",
    "Osote ya bụ Chekwube Okwunwendu , onye gbara BBC ama n'ekwentị n'ụtụtụ Tozde, kwuru na a tọhapụrụ ya ụbọchị Tuzde.",
    "Ọ sịrị,\"A tohapula Ezeaku. A tọhapuru ya nwanne ụnyahụ mana ọ bụ ụnyahụ ka ọ batara Anambara.\"",
    "Okwunwendu  onye e so nwuchie ya na Ezeaku ma mecha tọhapụ ya  site na SARS Awkuzu na mgbede ụbọchị a nwuchiri ha   kọwaa na \"Ka a tọhapụchara  m,na a kpụrụ Ezeakụ gawa Abuja.\"",
    "Ọ gara n'ihu kwuo na Ezeakụ nọ n'ụlọọgwụ ugbua anata nleta.",
    "Ebe foto si, Zion Ministry/Mathias Ezeaku",
    "Onye ndu otu 'Zion Ministry' dị na Legọs, bụ Ebuka Obi ekwuola na ọ bụghị ya nyere iwu ka a kpụrụ onye ndu otu Omenala bụ Ụzọ eziokwu bụ Mathias Ezeaku.",
    "O kwuru na aka ya adịghị ya ma ncha.",
    "O kwuru nke a n'ozi ya dịka ọ na-ezi oziọma n'ogige ụlọekpere ya dị n'Okota, Legọs, na mgbede Wenezde.",
    "Onye oziọma ahụ  kwuru na aka ya adịghị na nnwuchi Ezeakụ.",
    "Ọ sịrị, \"Etu a ụnụ si kirie ihe mere ọ na-eme, ka m si kirikwa ya, aka Ebuka Obi adịghị ya.”",
    "Ọ kọwara na ihe mere e ji akpọ ya aha bụ maka okwu chuwu o kwuru izuụka abụo gara aga mere e ji kpụrụ otu nwata nwoke na Facebook maka okwu o kwuru megide ya.",
    "Ọ sị na ọ rịọrọ ka atọghapụkwa nwa amadi ahụ ma kwusie ike na aka ya adịghị na nke a.",
    "Ebe foto si, Zion Ministry/Facebook",
    "Ọ gbarụrụ ihu etu ụfọdụ ndị si Ọwụẁa Anyanwụ si emetọ aha ya,sị, \"Ụmụ Igbo kwesịrị imepe anya ha. Ebuka Obi anọghịkwa ala Igbo,  n’ala Yoroba ka m nọ.\"",
    "\" Ndị kwesịrị ị na-ebu m agha bụ ndị Yoroba. Kedụ ka o siri bụrụ ndị Igbo kpụ Ebuka Obi n’ọnụ?\"",
    "\"Mgbe ị na-eche na ọ bụ Ebuka Obi, o nwere onye m nara ala obi nna ya?\"",
    "\"O nwere onye m dinara nwunye ya? Eriri mnke e siri dobere gị?\"",
    "\"Amụma chi m ka m na-ebu.”",
    "Ọ gara n’ihu rịọ ndị jere ije ahụ sị, \"Biko gbara nụ\" ma sị, \"Ozo emena.”",
    "Cheta na n'ụtụtụ Ụbọchịụka, abalị 19 nke ọnwa Novemba afọ 2023, ndị a na-enyo na ha bụ ndị uweojii wakporo  'Amafo Town Hall' dị na Nkpor, Anambara steeti bụ ụlọ ọgbakọ otu, 'Omenala Bụ Uzo Eziokwu',  nwụchie onyeisi ha bụ Mathias Ezeaku na osote ya bụ Chekwubechukwu Okwunwendu bụ onye  ha mechara tọhapụ.",
    "Ebe foto si, BBC/Zion Ministry",
    "Ndị otu ụka omenala a kpọrọ ' Omenala bụ Ụzọ Eziokwu' arụọla onye ozioma a ma ama bụ Ebuka Obi nke Zion Ministry Legọs aka dịka  onye na-akụrụ ndị nwuchiri onye ndu ha na nsonso a egwu ha na-agba.",
    "N'ụtụtụ Ụbọchịụka, ,abalị 19 nke ọnwa Novemba afọ 2023, ndị a na-enyo na ha bụ ndị uweojii wakporo  'Amafo Town Hall' dị na Nkpor, Anambara steeti bụ ụlọ ọgbakọ otu, 'Omenala Bụ Uzo Eziokwu',  nwụchie onyeisi ha bụ Mathias Ezeaku na osote ya bụ Chekwubechukwu Okwunwendu bụ onye  ha mechara tọhapụ.",
    "Na mkparịtaụka  BBC Igbo na  Okwunwendu  nwere n'ụtụtụ Tuzde o kwuru nchọpụta ha mere gosiri na ọ bụ  Ebuka Obi nke Zion Ministry Legọs ka aka ya dị na nnwuchi Ezeakụ maka ebubo ịkatọ onye oziọma ahụ.",
    "Ọ sịrị, \"Anyị nwetara ozi si n'aka ndị anyị zipuru maka ịhụ maka okwu onye ndu anyị. Ha kwuru na ọ bụ  Ebuka Obi Zion Ministry bụ onye dunyere ndị uweojii bịara wakpoo anyị, kpụrụ onyeisi anyị site n' akwụkwọ mkpesa o dere.\"",
    "\" Ebubo ya bụ na  ọ sị na anyị sị na ya na-eme ihe nrịbama ụgha.\"",
    "\"Ya bụ na o nwere ike isi n'aha Jesus gwa onye isi ọhụụzọ o mee, na ya anaghị eme ihe nribama ụgha.\"",
    "N'ọsịsa ajụjụ ma o nwere ka Ezeakụ si kpọọ aha Ebukaobi n'ozi ndị ọ na-ezi, Okwunwendu , onye kwuru na Ezeaku na Obi na-akpọrịta onwe ha aha n'ozi ha gara n'ihu sị, \"Ebuka Obi akpọọla ya aha ugboro ugboro,sị ya hapụ omenala.\"",
    "Mbọ BBC Igbo gbara inweta ọnụ Ebuka Obi nakwa otu Zion Ministry amịtaghị mkpụrụ rue oge anyị ji bipụta akụkọ a.",
    "Ha azaghị ekwentị nke ha na-asa ozi e zigara ha n'ekwentị nakwa site n'intanet.",
    "Ebe foto si, BBC/ Chekwube Okwunwendu/Facebook",
    "Otu 'Omenala Bụ Uzo Eziokwu' agbarụọla ihu etu ndị a na-enyo na ha bụ ndị uweojii si wakpoo ụlọ okpukperechi ha nwuchie onye ndu ha bụ Mathias Ezeaku ma gbajie otu onye otu ha ụkwụ.",
    "Ndị a na-enyo na ha bụ ndị uweojii wakporo  'Amafo Town Hall' dị na Nkpor, Anambra steeti n'ụtụtụ ụbọchị ụka, nwụchie onyeisi otu, 'Omenala Bụ Uzo Eziokwu' bụ Mathias Ezeaku na Osote ya bụ Chekwubechukwu Okwunwendu.",
    "Okwunwendu bụ onye e mechara tọhapụ gwara BBC Igbo na-ekwentị, \"Etu ihe si kwuru ugbua, o weela anyị anya na ọbụ ndị uweojii kpụrụ Ezeakụ.\"",
    "\"Ebe elekere asatọ ka anyị gbakọrọ maka ọgbakọ etu anyị si eme. Anyị nọzị na-ele anya, ọtụtụ ụgbọala na-abata n'ike n'ebube.\"",
    "\"Mụ na Ezeakụ pụtara n'ọnụụzọ na-ajụ ha ihe ha bịara.\"",
    "\"Ha anwụchie Ezeaku, anyị na-ajụzi ihe mere, ndị otu anyị pụtazie na-ajụ ọ gịnị na-eme?",
    "\"Ha ebido gbaliwe egbe elu.\"",
    "Okwunwendu gara n'ihu katọọ agwa ndị ahụ e chere bụ ndị uweojii kpara oge ha bịara ya bụ ije.",
    "Ọ sịrị,\"Mathias Ezeakụ bụ onye a ma ama, o nweghị ihe gbochiri ndị uweojii izitere ya akwụkwọ akpọmoku sị ya bịa karịa iwakpo.\"",
    "\"Gbawa egbe. Ka anyị na-eme mgbọ tụọ otu onye nke anyị .\"",
    "Osote Ezeaku bụ Okwunwendu kọwara na ndị ahụ nwuchiri ha kwuru na o nwere ndị detaara mkpesa megide Ezeaku na etu o si agbasa oziọma omenala ya.",
    "\" Ha sịrị na o nwere onye detaara ha akwụwkọ mkpesa megide ya, na ọ na-akpọ ha aha ma ọ na-ekwu okwu megide onye ahụ.\"",
    "Ezeaku bụ onye a ma amaka maka ịkatọ ndị Ụka Kraisti maka ụfọdụ nkwenye bụ nke ọ kpọrọ nkwenye ndị 'ụka ọbịa'.",
    "Ebe foto si, BBC/Mathias Ezeaku/Facebook",
    "Mgbọ egbe atụọla otu nwoke n'ụkwụ dịka ndị a na-enyo na ha bụ ndị uweojii wakporo ebe okpukperechi omenala  a kpọrọ 'Omenala Bụ Uzo Eziokwu' n'ụlọ ọgbakọ ha dị na Nkpor, Anambra steeti n'ụtụtụ taa bụ Ụka,nwụchiela onye ndu otu.",
    "Ndị bu egbe yi akwa nwere akara ndị uweojii wakporo ogige ofufe a dị n' Amafo Town Hall Nkpor, dịka ofufe na-an'ihu nwuchie Mathias Ejiofor bụ onye ha kpụrụ n'ụgbọala gawa ebe a mabeghị.",
    "Ndị nọ ebe ihe mere kwuru na ndị ahụ e chere bụ ndị uweojii bu egbe ji ụgbọala Siena abụọ na otu Toyota Camry  wakporo ụlọokpukperechi ahụ n'ebe Elekere asatọ nke ụtụtụ n'ike nakwa ebube.",
    "O doghị anya ihe mere e ji kpụrụ ya dịka ndị uweojii steeti ahụ kwuru na ha amaghị maka nnwuchi ya.",
    "Oge BBC kpọrọ ọnụ na-ekwuru ndị uweojii Anambara steeti bụ Tochukwu Ikenga n'ekwentị, o kwuru BBC na ọ nụbeghị maka ya bụ ihe dapụtara ma kwuo ka e nye ya ohere ka ọ jụọ ese.",
    "Ebe foto si, Screengrab",
    "Ihe onyonyo na-efegharị na soshal midia gosiri ka obere ọgbaghara dapụtara dịka ndị bu egbe yi akwa yiri nke ndịuweojii  wakporo ogige ofufe ndị Omenala bụ Ụzọ Eziokwu.",
    "Ha na ndị okpukerechi omenala zọrọ Ezeaku dịka ha na-ana ndị ahụ bu egbe akwụkwọ gosiri na e nyere iwu ha bịa kpụta ya onye ndu ha.",
    "Ndị ahụ bu egbe malitere ịgbali egbe elu, mgbọ tụọ otu onye bịara ọgbakọ ahụ.",
    "Ka ọ dị ugbua, e bugala nwaamadi a gbara egbe ụlọọgwụ a mabeghị aha ya, ebe ndị okpukperechi omenala na-ama imi n'ala ịmata ebe a kpụgara onye ndu ha.",
    "Ebe foto si, Mathias Ezeaku",
    "Mathias Ejiofor bụ ojiegoachụego ma bụrụ onye ndu otu okpukperechi omeala kpọrọ onwe ha\"Omenala bụ Ụzọ Eziokwu\".",
    "Onye Enugwu steeti, Ezeaku  bụ onye a mụrụ n'ụka Katolik tupu , ọ laghachi n'ụka ọdịnala na ndị otu ya nwere nkwenye na ndị Igbo kwenyere na Chukwu tupu ndịọcha eweta okpukpwere ụka Kraisti.",
    "Ezeaku bụkwa onye nwe otu abụghị nke gọọmentị na-enyere ndị uwe na-atụ n'ọnụ aka a kpọrọ \"Igbo Love Themselves\".",
    "Ofụfe",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Ọmụmụ omenala na mmerịkọta mmadụ",
    "Anambra Steeti",
    "Omenala",
    "Ọ bụ ọzụzụ a zụrụ m dịka nwaanyị mere m ji bụrụ ezigbo osite - White Money16 Nọvemba 2023",
    "Admission Racketeering: Mahadum UNN asaala Senator Nwaebonyi18 Nọvemba 2023",
    "Ọ bụ eziokwu na a hụrụ ozu mmadụ 322 n’otu ili n’Anambra Steeti? Lee ihe anyị ma17 Nọvemba 2023",
    "NA EME UGBU A , ECOWAS Summit: Gịnị ka ndịisiala mba dị n'Ọdịda Anyanwụ Afrịka na-akpa taa n'Abuja?1 Disemba 2023",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta10 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti9 Disemba 2023",
    "'Ụmụaka m na-ejibu keke aga akwụkwọ n'onwe ha'6 Disemba 2023",
    "Etu m si hapụ Naịjirịa gawa mba Chad ịchụ ego - Odinakachukwu Musa Nwaodia6 Disemba 2023",
    "A malitela ọrụ n’uju n'akwammiri New Artisan dara ada n'Enugwu6 Disemba 2023",
    "Ị ga-achọ ịma ma o nwere akụkụ ahụ gị na-aka nka ọsịsọ karịa gị?6 Disemba 2023",
    "Mathias Ezeaku arrested : Lee onye ndu otu 'Omenala bu Uzọ Eziokwu' dịka a tọhapụrụ ya ọzọ3 Disemba 2023",
    "Ihe anyị ma maka nwaokoroọbịa a gburu nne ya ma lie ozu ya n'Umuagu Inyi, Enugwu Steeti",
    "E kpunyela Chelsea okpu ogwu taaEmelitere ikpeazụ na: 17 Maachị 2019",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ukpabi Asika: Ochie dike Igbo kwenyere na ịnọ na Naijiria kaara Igbo mma karịa BiafraEmelitere ikpeazụ na: 14 Septemba 2021",
    "Isreal-Gaza War: Ọnụọgụgụ ndị e butere n'ụlọọgwụ akarịala anyị aka - Dọkịta",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}