{
  "published": "06:17",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "ONYOONYO: Etu ndị ọrụ nchekwa na ndị ekperima si eji mmaja anapụ ndị 'queer' ego na Naịjirịa",
    "Nnyocha nke BBC Africa Eye mere egosila etu ndị 'queer' si agabiga nnukwu mmekpa ahụ n'aka ndị ọrụ nchekwa nakwa ndị ekperima bụ ndị na-eji mmaja anapụ ha ego.",
    "Iwu Naịjirịa machiri mmekọ ahụ n'etiti mmadụ abụọ bụ otu ụdị okike, mmadụ idina ụdị okike ya bụkwa ihe ọtụtụ mmadụ na-agbarụ ihu na Naịjirịa.",
    "Ndị 'queer' anaghị egosipụta ndụ ha n'uju n'ihu ọha na Naịjirịa n'ihi egwu mkparị, ịkwa emu na mmekpa ahụ.",
    "Nke a nyere ohere ka ụfọdụ ndị ekperima na-amaja ndị 'queer' ma na-anapụ ha ego n'ụzọ ọjọọ.",
    "Na nnyocha a, onye ntaakụkọ BBC gwara ndị 'queer' ọnụọgụgụ ha ruru 20 okwu ha wee kọọrọ ya ihe ha gabigarala n'aka ndị uweojii nakwa ụfọdụ ndị ekperima.",
    "Ndị ekperima a na-aga n'ọbaozi soshal midia ebe ndị 'queer' na-anọemekọrịta, mee ka ha abụ onye 'queer' na-achọ enyi, ọ bụrụ na ha nweta otu onye, ha ga-ekwekọrịta ebe ha ga-ezute onwe ha.",
    "Ọ bụrụ na ha zute, ndị ekperima ahụ ga-ebidozi ịmaja onye 'queer' ahụ ma na-eyi ha egwu na ọ bụrụ na ha enyeghị ha ego, ha ga-akọrọ ndị uweojii maọbụ nne na nna onye ahụ na ha bụ 'queer'.",
    "Otu onye ụdị ihe a mere gwara BBC na ọ bụ ndị uweojii majara ya ma napụ ya ego, na-eyi ya egwu na ha ga-egbu ya maọbụ tụkpuo ya na mkpọrọ n'ihi na ọ bụ 'gay'.",
    "Naijiria",
    "Ikike diri mmadụ",
    "Nchekwa ndị ụwe ojii",
    "LGBT",
    "BBC Africa Eye: Ihe BBC chọpụtara maka ndị 'bandit' na Zamfara steeti25 Julaị 2022",
    "BBC enyochapụtala otu onye APC bụbu onyeisi otu nzuzo 'Black Axe'13 Disemba 2021",
    "Africa Eye: Ndị na-ezu nwa14 Disemba 2020",
    "AFRICA EYE: NBC amachiela Brekete Redio, daa ha nha27 Mee 2021",
    "Onye nkuzi Unilag na-enye ụmụakwụkwọ nsogbu iji dinaa ha amala n'ọnya7 Ọktọba 2019",
    "Vidio, Kosi kara imalite inyere m aka na nleta nna ya dara ahụ kemgbe afọ 26 – Nne nwaada a magburu, Duration 4,1315 Mee 2023",
    "Vidio, Africa Eye: Etu ndị ọrụ nchekwa na ndị ekperima si eji mmaja anapụ ndị 'queer' ego na Naịjirịa, Duration 6,1715 Mee 2023",
    "Obi na-ata m ụta maka ọnọdụ nne na nna m nọ ugbua - Sonia Ekweremadu5 Mee 2023",
    "Vidio, Ọgba Mbọ: Etu ọrụ nka m siri bụrụ ihe a na-agba nkiri na mba ụwa dị icheiche - Joshua Egesi, Duration 3,312 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}