{
  "published": "23 Ọktọba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Social",
    "Ebe foto si, Bianca Ojukwu/X",
    "Abịa n'ala Igbo nakwa na mba Naịjirịa gbaa gburugburu aha otu nwaanyị na-ada ụda maka ọtụtụ ndị dị mma bụ Bianca Ojukwu.",
    "Ewezuga mma ọ mara n'ụzọ pụrụiche, e nwere ihe ndị ọzọ banyere ya mere o jiri bụrụ okwu akpụ n'ọnụ n'Afrịka.",
    "Bianca bụ nwaanyị onye ndọrọndọrọ ọchịọchị na Naịjirịa, ọ gụrụ akwụkwọ dịka onye ọkaiwu, bụrụkwa onye ruru ọrụ dịka onye nnọchịte anya mba Naịjirịa na mba ndị ọzọ, gụnyekwa na Bianca bụ kwa onye oji ego achụ ego.",
    "Amụrụ ya n'ụbọchị ise nke ọnwa Ọgọst 1968.",
    "Ọ gụrụ akwụkwọ na mahadam Buckingham, nakwa mahadum Naịjirịa dị na Nsukka ebe o natara nzere dịka ọkaiwu.",
    "O nweterekwara ntozuoke ịbụ onye ọkaiwu ma rụọ ọrụ dịka onye ọkaiwu nwamgbe nta tupu o banye ọrụ nke ya dịka onye o ji ego achụ ego na ngalaba na-emepụta uli ntecha ụmụnwaanyị nakwa ngalaba na-emezi ime ụlọ ndị mmadụ.",
    "N'afọ 2011, aka chịbụrụ Naịjirịa bụ Goodluck Jonathan họpụtara ya dịka onye enyemaka pụrụiche na ihe banyere mmekọ mba na mba.",
    "N'afọ 2012 ahọpụtara ya dịka onye nnọchịte anya Naịjirịa na mba Ghana nakwa mba Spain.",
    "N'afọ 2016, o natara nturuugo nke nyere ya asambodo na ngalaba mmekọ mba na mba na mahadum Alfonso X el Sabio dị na Spain bụ ebe ọ rụrụ ọrụ.",
    "Bianca lụrụ Chukwuemeka Odumegwu-Ojukwu onye bụ ọchịagha ndị agha Biafra ma bụrụkwa otu onye ọchịchị na Naịjirịa oge gara aga.",
    "Ebe foto si, Jumoke Oduwole/X",
    "Jumoke Oduwole nwetara asambodo dịka onye ọkwaiwu na mahadum University of Lagos n’afọ 1998 nakwa asambodo ọkaiwu LL.M na mahadum Cambridge University, England n’afọ 2000.",
    "A họpụtara dịka onye ndụmọdụ onyeisiala n’ụlọọrụ osote onyeisiala oge onyeisiala Buhari nọ n’ọchịchị. Ọrụọla ọrụ dịka onye ndụmọdụ onyeisiala Buhari n’ihe gbasara azụmahịa na mmepụta site n’ọnwa Nọvemba 2015 ruo n’ọnwa Mee 2019.",
    "A mụrụ ya Jumoke Oduwole na Legọs steeti ebe ọ nọrọ gụọ akwụkwọ praịmarị na secọndrị ya.",
    "N’afọ 2020, a họpụtara ya dịka otu n’ime ụmụnwaanyị 15 maara ihe ekwe banyere ọchịchị n’Afrịka.",
    "Ebe foto si, Nentawe Yilwatda/X",
    "A mụrụ Nentawe Yilwatda  na 8 Ọgọst, 1968 n’obodo Dungung dị n’okpuru ọchịchị, Plateau steeti.",
    "Ụlọakwụkwọ ọ gara gụnyere ụlọakwụkwọ praịmarị LGED, ụlọakwụkwọ Boys’ Secondary School. O nwetara Degree mbụ ya na Electrical/Electronic Engineering n’afọ1992 site na mahadum Federal University Agriculture, dị na Makurdi, asambodo Masters site na mahadum Abubakar Tafawa Balewa University ma nweta asambodo PhD site na mahadum University of Nigeria, Nsukka, ebe ọ bụ ọkachamara n’ihe digital systems engineering.",
    "Nentawe bụ onye otu Council for the Regulation of Engineering in Nigeria (COREN) nakwa otu ọzọ dị iche iche ma bụrụkwa onye nwetara ọtụtụ asambodo na ihe nrita dị iche iche n’ihe gbasara ICT na electronic engineering.",
    "Ọ rụrụ ọrụ dịka onye nkụzi na mahadum Plateau State Polytechnic na mahadum Federal University of Agriculture, Markurdi. N’afọ 2017, a họpụtara ya dịka onyeisi ụlọọrụ INEC Benue steeti. Ọ gbara arụkwaghị m n’ọnwa Disemba 2021 ma malite ije ndọrọndọrọ ọchịchị ya.",
    "Nentawe Yilwatda bụ onye otu pati APC zọrọ ọkwa Gọvanọ Plateau Steeti na ntụliaka afọ 2023 mana o nwetaghị mmeri. Ọ bụ onye na-achọ ọdịnma ndị mmadụ ma bụrụ onye nwere ezi ebunobi maka mmepe obodo.",
    "Ebe foto si, Muhammadu Maigari Dingyadi/X",
    "Muhammadu Maigari Dingyadi bụ Sokoto steeti. A mụrụ ya n’afọ 1953 n’okpuru ọchịchị steeti ahụ.",
    "Ọ gara ụlọakwụkwọ Government College, Sokoto ebe o nwetara asambodo Sekọndri ya, mahadum Ahmadu Bello University, Zaria ma bụrụ onye nọchitereanya Bodinga n’ụlọomeiwu nta Naịjirịa.",
    "Ọ bụbu odeakwụkwọ gọọmenti Sokoto steeti nakwa onyeisioche National Commission for Colleges of Education (NCCE) dị n’Abuja.",
    "N’ọchịchị onyeisiala Buhari, Muhammadu Maigari Dingyadi rụrụ ọrụ dịka ka minista na-ahụ maka ndị uweojii site n’ọnwa August 2019 ruo ọnwa Mee 2023",
    "Ebe foto si, BUK Campus Connect/X",
    "Suwaiba Said Ahmad bụ onye nkụzi na mahadum Bayero University Kano ma bụrụkwa onyeisi Centre for Gender Studies nke mahadum ahụ.",
    "Ọ bụ onye kwenye na ụmụnwaanyị ga-enweta oke nke ha.",
    "Ọ rụọla ọrụ n’ọtụtụ ngalaba mahadum ahụ nkegụnyere onye nchịkọta PG nakwa onyeisi ngalaba na-ahụ maka mmụta sayensị.",
    "Mahadum ọ gara gụnyere mahadum Bayero University, Kano (BUK) na mahadum Ahmadu Bello University ebe o nwetara ọtụtụ asambodo dị iche iche nke gụnyere asambodo dịka Ọkammụta.",
    "Ebe foto si, Idi Mukhtar Maiha/Facebook",
    "Idi Mukhtar Maiha bụ onyeisioche Zaidi Farms Limited dị na Kaduna steeti ma bụrụkwa onyeisi ụlọọrụ Kaduna Refining and Petrochemical Company. Ọ bụ onye maara ihe ekwe na-akụ banyere ịzụpụta anụmanụ.",
    "Ministri na-ahụ maka mmepụta anụmanụ bụ ministri ọhụrụ onyeisiala Tinubu mepụtara.",
    "Ebe foto si, Yusuf Abdullahi Ata/X",
    "Ọ bụ onye nkụzi, onye maara ihe ekwe na-akụ banyere akụnaụba ma bụrụ onye bụbu onyeisi ụlọomeiwu Kano steeti. N’ime afọ 2003 ruo afọ 2007, a họpụtara ya dịka onye ndụmọdụ Gọvanọ Kano steeti n’ihe gbasara ụlọomeiwu nakwa n’ihe gbasara mmekọ ngalaba gọọmenti.",
    "A mụrụ ya n’ọnwa Jun 1962. Ụlọakwụkwọ ọ gara gụnyere Fagge Primary School, Aminu Kano Community Commercial College na mahadum Bayero University, Kano (BUK).",
    "Ebe foto si, Bola Tinubu/Facebook",
    "Onyeisiala Bola Tinubu emeela nhazi na ministri dị iche iche, chụọ ndị ọrụ minista ise ma họpụta minista ọhụrụ asaa.",
    "Ozi si n’obi ọchịchị ruru anyị aka kwuru na onyeisiala nyere iwu di iche iche nke gụnyere, ka aha ministri na-ahụ maka ọganihu na mmepe Niger Delta bụrụzie Ministri na-ahụ maka ọganihu na mmepe mpaghara obodo.",
    "Ọzọ bụ imechi Ministri na-ahụ mmepe egwuregwu ma nyefe ọrụ ha n’aka otu National Sports Commission iji nwulite egwuregwu.",
    "Nke atọ bụ imekọ ministri na-ahụ maka nlegharịanya  na ministri na ahụ maka mmepụta na ọdịn’ala ka ha bụrụzie Ministri na-ahụ maka ọdịn’ala, nlegharịanya na mmepe akụnaụba.",
    "Onyeisiala Tinubu achụọla ndị ọrụ minista ise (5) ma nye iwu ka e nwegharịa ndị ọrụ mịnịsta iri ma tinye ha na mịnịstrị ndị ọzọ.",
    "Ọ họpụtara minista ọhụrụ asaa, họpụta Shehu Dikko dịka onyeisi ụlọọrụ National Sports Commission na Sunday Akin dịka onye ndụmọdụ onyeisiala n’ihe gbasara mgabasaozi.",
    "Uju-Ken Ohanenye - Minista na-ahụ maka ụmụnwaanyị",
    "Lola Ade-John - Minista na-ahụ maka nlegharịanya",
    "Tahir Mamman - Minista na-ahụ maka agụmakwụkwọ",
    "Abdullahi Muhammad Gwarzo - Minista nta na-ahụ maka ụlọ na mmepe obodo",
    "Jamila Bio Ibrahim - Minista na-ahụ maka ndị ntorobịa",
    "Yusuf Tanko Sunun bụbu minista nta na-ahụ maka agụmakwụkwọ bụzi minista nta na-ahụ maka inyere ndị ụwa na-atụ n’ọnụ na igbochi ụbịam",
    "Morufu Olatunji Alausa bụbu minista nta na-ahụ maka ahụike bụzi minista na-ahụ maka agụmakwụkwọ",
    "Bello Muhammad Goronyo bụbu minista nta na-ahụ maka mmiri, ihe nweta mineral na ikpocha, bụzi minista nta na-ahụ maka ọrụ",
    "Abubakar Eshiokpekha Momoh bụbu minista nta na-ahụ maka ọganihu na mmepe Niger Delta, bụzi minista na-ahụ mmepe mpaghara obodo",
    "Uba Maigari Ahmadu bụbu minista nta na-ahụ maka mmepụta igwe, bụzi minista nta na-ahụ mmepe mpaghara obodo",
    "Doris Uzoka-Anite bụbu minista nta na-ahụ maka ụlọọrụ, azụmahịa, bụzi minista nta na-ahụ akụnaụba",
    "Na nhazị ọhụrụ ahụ, Onyeisiala Bola Tinubu họpụtara Bianca Ojukwu na mmadụ isii ndị ọzọ dịka minista ministri dị icheiche.",
    "A họpụtara Bianca Ojukwu dịka minista nta na-ahụ maka mmeko Naịjirịa na mba ụwa.",
    "Ndị ọzọ gunyere:",
    "Nentawe Yilwatda - Minista na-ahụ maka ileta ndị ogbenye na ilekọta ndị ihe na esiri ike",
    "Muhammadu Maigari Dingyadi - Minista na ahụ maka ọrụ na inye ọrụ",
    "Jumoke Oduwole - Minista na ahụ maka ngalaba nrụpụta ihe, na azụmahịa",
    "Idi Mukhtar Maiha - Minista na ahụ maka nkwarita ịzụ anụmanụ",
    "Yusuf Abdullahi Ata - Minista nta na ahụ maka ụlọ obibi na mmepe obodo",
    "Suwaiba Said Ahmad - Minista nta na ahụ maka agụmụakwụkwọ",
    "Bola Tinubu",
    "Naijiria",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Lee ka ụka nkwanye ugwu e meere Emmanuel Iwuanyanwu si ga n’Enugwu27 Ọktọba 2024",
    "NA EME UGBU A, Israel atụgwaraala Iran ogbuniigwe",
    "Ndị uweojii agbaala onye otu ha gburu Igbo-Jah n'anwụ27 Ọktọba 2024",
    "Nwoke na-ebu agha megide ndị na-achụ nta ndị amoosu na Naịjirịa25 Ọktọba 2024",
    "Ị maara minista ọhụrụ asaa ahụ Onyeisiala Bola Tinubu họpụtara?24 Ọktọba 2024",
    "Bianca Ojukwu: Kedụ ihe ị ma maka ya?18 Maachị 2022",
    "VDM na Bobrisky: \"Bobrisky jiri ọnụ ya kwuo na ọ gaghị ụlọmkpọrọ, kedụ ebe ọ gara n'ezi a?\" - Deji Adeyanju21 Ọktọba 2024",
    "Gịnị ka mmanya 'herbal bitters' na-arụ na ahụ mmadụ?23 Ọktọba 2024",
    "Gọọmenti Naịjirịa akagbuola ebubo niile ha boro onyeisi Binance bụ Tigran Gambaryan 23 Ọktọba 2024",
    "Etu mmemme iri ji si ghọrọ nkwafu ọbara na Nibo, Anambra steeti21 Ọktọba 2024",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ị maara minista ọhụrụ asaa ahụ Onyeisiala Bola Tinubu họpụtara?",
    "Kedụ ihe ị ma maka Bianca Ojukwu?Emelitere ikpeazụ na: 18 Maachị 2022",
    "Etu ‘sit at home’ siri metụta ndị Abia na Imo steeti",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}