{
  "published": "14 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Igbo tụrụ ilu sị na \"anụ mụta ka e si agba ajọọ ọsọ, dinta amụtakwa ka e si agba ya ajọọ egbe\".",
    "Etu a ka imi na anya dị n'ebe ọtụtụ ezinaụlọ nakwa ndị mmadụ bi na Naịjirịa ugbua dịka ihe isi ike n'anyụ ọtụtụ ịkpakwụ.",
    "N'ụbọchị 29 nke ọnwa Mee educhara onyeisiala Naijiria bụ Bola Tinubu n'iyi ọrụ ka o nyere iwu ka ewepu ego nkwado mmanụ agbịdị bụ \"Subsidy\" na Bekee.",
    "Kemgbe ahụ, ọnụ ahịa nri nakwa ọnọdụ obibi ndị mmadụ na Naijiria na-akawanye njọ.",
    "Iji ma-atu, otu akpa akwa ọkụkọ bụbu puku naira otu na ụma n'ọnwa Mee ahụ bụzi puku naira anọ.",
    "O nwere akụkọ pụtara banyere etu ndị mmadụ si erizi osikapa mkpofu n'ihi ụkọ nri na agụụ.",
    "Ebe foto si, Getty Images",
    "Okporoko, azụ, ịsha na oskiapa, ego ole ka ọ nọ n'ahịa ugbua?13 Disemba 2023",
    "Inflation in Nigeria: Onweghi ego ole ọbụla i jiri banye ahịa na-ezu ịzụta ngwa nri ugbua19 Julaị 2023",
    "Gịnị ka 'State of Emergency' gọọmentị tinyere na ngalaba nkọpụta nri Naịjirịa pụtara?16 Julaị 2023",
    "Ebe foto si, Getty Images",
    "Ụgbọala",
    "O nwere ezinaụlọ a chọghị ka a kpọọ aha ha gwara BBC na ha rere ụgbọala ukwuu ha a kpọrọ 'ọkwụọtọ ekele Eze' ma zụta ụgbọala obere.",
    "Nna ezinaụlọ ahụ kọwara na ọ bụ n'ihi ego ọ na-eri ya ịzụ mmanụ ụgbọala n'ime ụgbọ ukwu ahụ.",
    "Njem kwa ụbọchị",
    "Ndị ọrụ Bekee n'ụfodụ obodo ukwu dịka Legọs, Abuja na ndị ọzọ chepụtara ụzọ ha ga-esi belata ego ha na-akwụ n'ime njem ụgbọala kwa ụbọchị ị ga-ọrụ.",
    "Ihe ndị ahụ na-eme bụ ibili n'ụzụ ụtụtụ jiri ụkwụ gaa nwa obere ụzọ na njem ha tupu ha abanyezie ụgbọala ga-ebuga ha n'ụlọọrụ.",
    "Obibi n'ụlọ",
    "N'agbanyeghị na oge mkpomọkụ na-akawanye njọ, ihe ụfọdụ ezinaụlọ na-emezi bụ ịgbanye igwe ọkụ latrik ha obere oge karịa ihe ọ bụbu.",
    "Otu nwaanyị bụ oriakụ Alabi gwara BBC na nwoke onye agbataobi ya na-amụnye igwe ọkụ ya naanị site n'elekere itoolu rue etiti abalị karịa elekere asatọ ọ na-amụnye bu ya.",
    "Nke a bụ iji belata ego a na-emefu na mmanụ ọkụ.",
    "Nri oriri",
    "Ọ bụ n'ihe gbasara nri ka ọtụtụ ndị mmadụ mekarichara mgbanwe n'ihi ọnụ ahịa nri jisike na-arị elu ebe ụgwọ ọnwa ọtụtụ ndị mmadụ ka kwụ ebe ọ kwụ.",
    "Ihe ndị mmadụ mere na nri gunyere;",
    "Ị ri nri naanị otu ugboro kwa ụbọchị",
    "Ị ji anụ si nri naanị otu ụbọchị kwa izuuka. Ụfọdụ akwụsila ịta anụ, na-eri akwa maọbụ azụ ndị obere.",
    "Ị ri osikapa mkpofu",
    "Ị ji nkụ esi nri kama iji gaasi maka ọnụ ahịa gaasi esorola mmanụ ụgbọala rịa elu.",
    "Ndọrọndọrọ ọchịchị",
    "Nri",
    "Naijiria",
    "Ego mmadụ",
    "Njem",
    "Akụ na ụba",
    "Nigeria Economy:Lee usoro ndị nwereike inyeaka melite ọnọdọelekere 8 gara aga",
    "NA EME UGBU A , Ezinaụlọ Alexie Navalny na-ebo gọọmentị Rọshịa ebubo ịkpachi ozu nwa ha1 Febụwarị 2024",
    "Ọmụ Anioma: Ihe niile ị kwesiri ị ma maka igwe nwaanyị lara mmụọ17 Febụwarị 2024",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa14 Febụwarị 2024",
    "Ihe mere ndị na-arụpụta 'pure water' n'Enugwu jiri agba abụbụọrụ13 Febụwarị 2024",
    "'Ọ dị anyị ka a raara anyị nye' - Gịnị kpatara iwe ji ewe ndị Senegal13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị13 Febụwarị 2024",
    "A họpụtala Bolaji Agbede ka ọ nọchie Herbert Wigwe nwụrụ anwụ n’ọkwa onyeisi Access Holding13 Febụwarị 2024",
    "Etu e si gbuo onye ọrụ gbata gbata n'ụgbọala 'ambulance' ya13 Febụwarị 2024",
    "Ọrịa ndị oke 'heat' na-ebute na etu ị ga-esi chekwa onwe gị",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "St Valentine's Day: Akụkọ St Valentine bu akụkọ ifo - Ụkọchukwu KatọlikEmelitere ikpeazụ na: 14 Febụwarị 2022",
    "Cost of living: Lee ụfọdụ ụzọ ndị mmadụ si ebighari ndụ ugbua maka ihe isi ike na Naịjirịa",
    "Ị ma uru ọjị bara n'ala Igbo?Emelitere ikpeazụ na: 4 Eprel 2018",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}