{
  "published": "3 Juun 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Onye dere ya, Uche Akolisa",
    "Ndị mere akụkọ a,  Senior Journalist",
    "Ebeg o si  Nigeria",
    "Juun 2023",
    "Arochukwu dị n'Abia steeti, nke ụfọdụ ma dịka 'Aro-Okigbo', bụ obodo  e ji arụsị ha  aha ya na-ada ụda, bụ 'Ibini Ụkpabi' nke ndị Bekee kpọrọ 'Long juju', mara n'oge gboo.",
    "Arochukwu bụ obodo nwere ogbe 19 nke gụnyere; Amuvi, Obinkita, Agbagwu, Utughugwu, Ugwuakuma,  Ujari, Amasu, Ibom, Oro,Amanmagwu na Amoba.",
    "Ịgba afa, Ibini Ụkpabị na ihe ndị ọzọ e ji mara ndị Arochukwu, Arondizuogu, Ohafia4 Maachị 2020",
    "Ihe anya m huru n'Arochukwu Massacre ka agha Biafra biri15 Jenụwarị 2021",
    "Lee ogogo 79 ndị ohu ruru ihe kariri afọ narị anọ gara aga n'Arochukwu29 Jenụwarị 2022",
    "Ndị ọzọ bụ Amankwu, Ugbo, Amukwa, Atani, Isinkpu, Ugwuafor, Amangwu na Asaga.",
    "Ejikwa azụmahịa, ịdị ike ọgụ, nakwa ịgba mgbere ohu mara ndị Arochukwu oge ochie.",
    "N'agba ọhụrụ a, aha mba ahụ ka na-ada ụda dịka Arochukwu nwere ọtụtụ ụmụafọ ha  nwere agba na Naijiria na mba ofesi dịka Sam Ohuabunwa, Nwankwo Kanu wdg.",
    "Mana ị ma na Arochukwu gbasara ka ụkpaka n' ọtụtụ obodo n'Ala Igbo na mba ndị ọzọ ?",
    "Ndị Aro si ala ha mee njem bịambiri n'oge gboo ma gbanye mkpọrọgwụ n'obodo ndị a.",
    "Emma Kanu bụ Ogene Ugwu, Arochukwu",
    "Dịka otu okenye Arochukwu bụ Ichie Emma Kanu Ivy si kọwara BBC Igbo, ihe mere na e nwere ọtụtụ obodo ndị Aro gara biri gbanye mkpọrọgwụ bụ n' oge gboo bụ maka na ha bụ ndị njem, azụmahịa nakwa ịgbasa ozi ọma banyere arụsị ha na-amasị.",
    "N'otu aka ahụ, onye nkuzi Asụsụ Igbo na mahadum, 'University of Lagos' bụ Ọkammụta Iwu Ikubuzor kọwara “ Ndị Aro dịka ndị Igbo ndị ọzọ bụ ndị na-eme njem rinne.",
    "\"Ihe mere ha ji eme njem site n'ebe a mụrụ ha gawa ebe ọzọ bụ azụmahịa,kpata ego, ihe bụ ihe e jiri mara ndị Igbo\"",
    "\"Mana ihe Aro ji dịrị iche bụ na ha ka a ka mara n'ịgbasa biri n’etiti ndị ọzọ.\"",
    "Dibia, Dimgba, Dike, Diochi na ihe ndị ọzọ mkpụrụ okwu ‘Di’ pụtara n’ala Igbo 22 Eprel 2023",
    "Lekwa egwuregwu ndị ụmụaka mgbe gboo7 Mee 2020",
    "\"Ha biiri, ha nọrọ ebe ahụ na-amụba, mana ha ka nwere ihe jikọrọ ha na Arochukwu, n'oge emume, ha na-echeta ebe ha sị.”",
    "\"Ibinu Ukpabi bụ nnukwu arusi e ji mara ndị  Aro, o nyere ha aka na-agbamike ndị Aro n'ihi na ọ bụ arụsị a na-atụ egwu.\"",
    "Ikubuzor gara n'ihu kọwaa na ihe mere \"Ibinu Ukpabi iwelite ogo Aro ebe ọbula ha nọ.”",
    "\"Ha na-ebu arụsị ha ahụ n'abọ na-agagharị.\"",
    "N'ihi njem ngagharị, e nwere ndị Arochukwu n'obodo dị iche iche n'Ọwụwa Anyanwụ nakwa mba ndị ọzọ.",
    "Otu njirimara ha bụ n'obodo ndị a ha binyere, a na-agbakwụnye 'Aro' maọbụ ogbe dị n'Arochukwu  n'aha ha.",
    "Ọzọ, ihe ọdịnala na-amasị ha nke ukwu.",
    "Ihe ọzọ e ji mara ndị Arọ bụ na ebe ọbụla ha batara ha na-ewulite soro na ndị na-ekwu ihe na-eme n'obodo ahụ nke mere ụfọdụ ji akpọ ha,\" Ọbata-ọbachie\".",
    "Lee ụfọdụ ebe ndị Arọ nọ n' Imo steeti:",
    "Arondizuogu",
    "Aro Oguta",
    "Aro Atta Ikeduru",
    "Aro Ihite Owerri",
    "Aro Nta(Mbaise)",
    "N'Anambara steeti, e nwere ndị Aro na:",
    "Ajali dị n'Okpuru Ọchịchị Orumba-North",
    "Ndikerionwu, obodo Chukwuemeka Ike, deere akwụkwọ \"Bottled Leopard\"",
    "Azia dị n' Okpuru Ọchịchị Ihiala",
    "Ndiowu dị n'Okpuru Ọchịchị Orumba-North",
    "N'Abịa steeti, e nwere ndị Aro na:",
    "Aro Nkalunta na Nde Totty na Aro Oboro n'Okpuru Ọchịchị Ikwuanọ",
    "Aro Ndi itee na Nde Okereke",
    "Aro Onicha Ngwa n'Okpuru Ọchịchị Isiala-Ngwa",
    "Aro Ntalakwu n'Okpuru Ọchịchị Bende",
    "E nwere ndị Arọ n'ebe ndị n'Enugwu steeti:",
    "Aro-Udi",
    "Aro Nkerefi",
    "Aro-Nike",
    "Aro Amokwe",
    "Aro Ezeagu",
    "Ọ bụghị nanị n'Igbo, e nwere ndị Aro n'Olu.",
    "Ndị Aro binyere ndị abụghị ndị Igbo na mpaghara dị iche iche na Naijria nakwa mba ndị ọzọ.",
    "Ebe ndị a gụnyere:",
    "Aro Ikot Ukana dị n'Akwa-Ibom",
    "Aro Idoma dị na Benue steeti",
    "Aro na Bongayu dị na Cameroon",
    "Aro Fernando poo na mba Equitorial Guinea",
    "Aro Panya na mba Equitorial Guinea( Ichie Kanu kwuru na  \"ha bụ ndị agbụrụ Bioko dị na Equitorial Guinea\".",
    "O nwere ebe ndị ọzọ ị ma na ndị Arọ binyere? Gwa anyị maka ha n'ọbaozi anyị na Facebook",
    "Ọrụ ugbo",
    "Ofụfe",
    "Naijiria",
    "Omenala",
    "Ahịa",
    "Nigeria Elections: Ikpe udo, nchekwa, ndị ntorobia na ihe ndị cheere Onyeisiala ọhụrụ aka mgba6 Maachị 2023",
    "Onye bụ Ousmane Sonko na mba Senegal?2 Juun 2023",
    "Nri 'GMO' ọ nwereike imetụta ahụike gị?12 Mee 2023",
    "Igbo culture: Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo na ihe  ha pụtara12 Mee 2023",
    "Ndi Arochukwu na obodo ndị ọzọ ha gbasara, gbanye mgbọrọgwụ3 Juun 2023",
    "School cultism: Ụlọakwụkwọ achụọla ụmụakwụkwọ isii maka akara 'snake bite'n'Asaba24 Mee 2023",
    "NA EME UGBU A Ihe karịrị mmadụ 280 alaala mmụọ n'ihe mberede ụgbọ oloko na mba India1 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Ooni of Ife, Pete Edochie handshake: A na-akwụ ọtọ ekele eze?25 Mee 2023",
    "Fela Kuti, Stephen Keshi, Eche Chinonso... Lee ụmụ Naịjirịa iri ọzọ aha ha dị na 'Guiness World Record'24 Mee 2023",
    "World Hypertension Day: Ihe ndị mere ndị ntorobia ji arịazi ọrịa ọbaramgbalielu17 Mee 2023",
    "Ịtụ nzu, ịji akwụkwọ ube machie nkwụelu na ihe nrịbama ndị ọzọ dị omimi n'Ala Igbo12 Mee 2023",
    "Nri 'GMO' ọ nwereike imetụta ahụike gị?12 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}