{
  "published": "2 Mee 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Chinedum Orji/Facebook",
    "Akụkọ apụtala na Chinedum Orji ga-aga n’ihu nọrọ n’isi ọchịchị ụlọomeiwu Abịa steeti dịka a kwụsịrị ụfọdụ ndị nwara ịchụpụ ya ọrụ nwamgbenta.",
    "Nke a gụnyere osote ya bụ Ifeanyi Uchendu nakwa mmadụ asaa ndị ọzọ bụ ndị a sị kpara nkata ịchụpụ ya n’ọkwa ahụ n’ụbọchị Tuzde.",
    "Akụkọ agbaala ama na a họpụtala Mandela Obasi dịka onye ga-anọchiteanya osote ya nke ochie bụ Ifeanyi Uchendu.",
    "Ọ bụ onye omeiwu Jerry Uzosike bụ wepụtara atụmatụ ikwụsitu ndị a a sị kpara nkata a ọrụ nwa mgbe nta ma kwuo na ha ebutela ihe ihere  n’ime ụlọomeiwu Abịa steeti.",
    "Ọtụtụ ndị ụlọomeiwu ahụ wetere n’atụmatụ ahụ ma tụnye vootu nke Chinedum Enyinnaya Orji onye nọọrọ n’isi ọgbakọ ahụ ma nabata ya binyereaka.",
    "Ndị a kwụsịrị ọrụ nwa mgbe nta n’ụlọomeiwu ahụ gụnyere Ifeanyi Uchendu (Ohafịa South),  Kennedy Njoku (Osisioma North), Chikwendu Kalu (Isiala Ngwa South), Chukwudi Apugo (Umuahia East), Aaron Uzodike (Aba North), Thomas Nkoro (Obingwa West), Okey Igwe (Umunneochi), Obinna Ichita (Aba South), nakwa Chijioke Chukwu (Bende North).",
    "N’ọgbakọ ahụ, Orji kwuru:",
    "“Na m nọ nwanyọ abụghị na amaghị ekwu okwu. Ọ bụ n’ihi ugwu m na-akwanyere gọvanọ anyị bụ ihe mere m jiri nọrọ nwanyọ kemgbe.”",
    "“A natala m ọtụtụ mkparị nakwa ihe ịkọ ọnụ nke na-esighi n’aka gọvanọ mana n’aka ndị na-eche n’ọkwa ha arịala elu ka nke gọvanọ mana taata ana m asị ozuola”",
    "Ebe foto si, Okezie Ikpeazu/Facebook",
    "Mgbe akụkọ a pụtara, Gọvanọ Abia Steeti bụ Okezie Ikpeazụ zipụtara ozi, rịọ ndị omeiwu steeti ahụ ka ha nye ya ohere ka o kpezie esemokwu dị n'etiti ha.",
    "Ikpeazu kwuru nke a site n'ọnụ onye enyemaka mgbasaozi ya bụ Onyebuchi Ememanka n'ụbọchị Tuzde dịka akụọ pụtara na ụfọdụ ndị omeiwu ahụ achụtuola onyeisi ha bụ Chinedum Orji.",
    "Ememanka kwuru na ihe ka gọvanọ mkpa ugbua bụ ịchịkọta ọchịchị ya ọnụ ma rụtọpụkwa ọrụ niile o ji n'aka dịka oge ya n'ọchịchị na-abịa n'isi njedebe.",
    "\"Oge adịghị ugbua maka nsogbu ọbụla na steeti anyị, etu ọnọdụ steeti a dịkwa ugbua, o doro anya na nsogbu ọbụla agaghị enye aka,\" Ikpeazu kwuru, dịka Ememanka si dee.",
    "\"Gọvanọ Ikpeazu na-arịọ onyeisi ụlọ omeiwu bụ Chinedum Orji na ndị omeiwu ndị ọzọ ka ha dere jụụ ma gosi nghọta nakwa ịhụnanya ha nwere maka Abịa Steeti n'akparamagwa ha niile.\"",
    "\"",
    "Ebe foto si, Chinedum Orji",
    "Chinedum Orji",
    "Ndị omeiwu Abia Steeti nwara ịchụtu Chinedum Orji, onye e ji 'Ikuku' mara, dịka onyeisi ha ma họpụta onye ọhụrụ n'ụbọchị Tuzde abalị abụọ n'ọnwa Mee.",
    "Akụkọ kwuru na ụfọdụ ndị omeiwu nwere ọgbakọ n'otu ụlọ na-abụghị ụlọ ọgbakọ ndị omeiwu n'ebe elekere itoolu nke ụtụtụ taa bụ Tuzde, ụbọchị abụọ nke ọnwa Mee 2023, bụ ebe ha nọrọ kpebie ịchụpụ Mazị Orji.",
    "Kennedy Njoku onye na-anọchite anya Osisioma North bụ onye welitere okwu ka a chụtuo Ikuku, ebe Chukwu Chijioke, na-anọchite anya Bende North, kwadoro ya.",
    "O dobeghi anya ihe kpatara ndị ụlọomeiwu ahụ ji gbakọọ n'ụlọ ọzọ na-abụghị ụlọ omeiwu ebe ha na-anọbu enwe ọgbakọ.",
    "BBC gbalịrị ịkpọ Chinedum Orji n'ekwentị mana ọ zaghị. Anyị ka na-agba mbọ ịnụ n'ọnụ ya",
    "Chinedum Orji na-anọchite anya mpaghara Umuahia Central n'ụlọ omeiwu Abia Steeti, kama ọ zọrọ ọkwa ịnọchite anya mpaghara Ikwuano/Umuahia North/Umuahia South n'ụlọ omeiwu gọọmentị etiti na ntuliaka nke e mere n'ụbọchị 25 nke ọnwa Febrụarị.",
    "Ọ dara ntuliaka ahụ dịka Obi Aguocha nke Labour Party meriri ya.",
    "Ebe foto si, Screengrab",
    "E duru Chukwudi Apugo dịka onyeisi ọhụrụ nke ụlọ omeiwu nke Abia Steeti...",
    "Ndị omeiwu ahụ mechara họpụta Chukwudi Apugo bụ onye na-anọchite anya Umuahia East ka ọ bụrụ onyeisi ọhụrụ ha.",
    "N'ihe onyonyo ọgbakọ ndị omeiwu ahụ nke BBC hụru, ọnụọgụgụ ndị omeiwu sonyere n'ọgbakọ ahụ ebe a nọrọ chutu Chinedum Orji dịka onyeisi bụ ihe dịka 11 maọbụ 12.",
    "Mana otu onye n'ime ndị omeiwu ahụ kpọpụtara aha ọtụtụ ndị otu ha bụ ndị ọ sị na ha binyere aka n'akwụkwọ iji kwadoo mwepụ Orji.",
    "Ebe foto si, Solomon Akpuluonu",
    "Otu n'ime ndị omeiwu Abia Steeti bụ Solomon Akpulonu, onye jikwa ọkwa 'Majority Leader' n'ụlọ omeiwu ahụ, gwara onye ntaakụkọ anyị na ihe ahụ ndị omeiwu ụfọdụ mere enweghị isi.",
    "\"Mmadụ olemole n'ụlọ omeiwu agaghị enweike ịchutu 'Speaker'. Ebee ka ha nọrọ mee ọgbakọ? Mmadụ ọ ga-anọ n'ụlọ ya chụtuo 'Speaker'? Ole ka ha dị binyere aka na ya bụ ihe? Nke ahụ enweghị ike ime,\" ka o kwuru.",
    "\"E nwere usoro doro anya e ji achụpụ onyeisi ụlọ omeiwu. A ga-ebu ụzọ weta okwu ahụ n'ụlọ omeiwu, onye omeiwu ọbụla ga-eso welie aka elu kwuo na ya binyere aka ka a wepụ ya. Ọ bụghị ihe mmadụ olemole ga-agbakọ n'otu ọnụ ụlọ kwuo ma ga tinye ya na soshal midia sị na-achụtuola 'speaker'.\"",
    "\"Nke ahụ abụghị eziokwu. Onweghị onye nwereike ịchutu 'speaker'. Gaa kwuo na m gwara gị, onweghị onye nwereike ịchutu Ikuku.\"",
    "Akpulonu gara n'ihu kwuo na o nwereike ịbụ ego ka ndị mere ihe ahụ na-achọ.",
    "Onye ntaakụkọ anyị kwuru na ndị omeiwu Abia Steeti enwebeghị ọgbakọ kamgbe ọnwa isii ugbua, ọ kachasị dịka kepukepu putara n'oge ahụ na ọ dịka ụfọdụ n'ime ndị omeiwu ahụ a na-akpa nkata ịchutu gọvanọ Abia Steeti bụ Okezie Ikpeazụ.",
    "Ndị omeiwu ahụ mechara nwee ọgbakọ otu ugboro dịka ntuliaka na-erute nso, mana kamgbe ahụ, ha enwebeghị nzukọ ọzọ ruo nke a ụfọdụ n'ime ha nwere taa n'otu ụlọ na-abụghị ụlọ ọgbakọ ndị omeiwu.",
    "Cheta na ọtụtụ n'ime ndị omeiwu Abia Steeti ugbua, tinyere ọtụtụ n'ime ndị so nwee ọgbakọ a taa, dara ntuliaka ha nke pụtara na ha agaghị alaghachi dịka ndị omeiwu n'ụbọchị 29 nke ọnwa Mee a.",
    "Ọ bụ n'ụbọchị ahụ ka a ga-edu gọvanọ ọhụrụ Abia Steeti bụ Alex Otti nakwa ndị omeiwu ọhụrụ steeti ahụ n'iyi ọrụ.",
    "Abia Steeti",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Naijiria a na-eme ịkpaoke agbụrụ na mkpọla ụmụafọ ha toro na Sudan?25 Eprel 2023",
    "Etu ndị omeiwu Abia Steeti si chụpụ Chinedum Orji dịka onyeisi ha2 Mee 2023",
    "NA EME UGBU A Peter Obi akọwaala ihe mere ya n'ọdọụgbọelu mba Briten n'oge gara aga2 Mee 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}