{
  "published": "20 Febụwarị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Getty Images/OAU",
    "Ozi si mahadum 'Obafemi Awolowo University', Olabode Olawuyi, na-ekwu na ọ bụ ndụ ka nwoke na-elekọta anụmanụ lara mmụọ gara ịzọ oge agụ dọgburu ya.",
    "Ọnụ  na-ekwuru mahadu m ahụ gwara onye ntaakụkọ BBC Yoruba bụ Abiodun Olarewaju kọwara na ọ bụ ka  Olabode Olawuyi  bụ onye bụ ihe Bekee kpọrọ 'veternary technologist' gara ịzọpụta ogbo ya nwaanyị agụ ahụ wakporo ka o zutere ọnwụ ya.",
    "O kwuru n'ezie na nke ahụ abụghị mbụ mmadụ abụọ ahụ na-enye agụ nri mana na a kpọchichaghị ụzọ ebe agụ ahụ nọ ọfụma tupu ha enyewa ya nri.",
    "Olanrewaju  kwuru na Olawuyi nwụrụ anwụ anọọla n'ọrụ ahụ afọ 10  bụ oge ọ nọkwa elekọta ụmụ anụmanụ nogige ahụ.",
    "Ọ gbakwụnyere na  ha na-eche ezinaụlọ Olabode Olawuyi maka ụbọchị ha tinyere maka akwamozu nwamadi ahụ.",
    "Agụ adọgbuola onye nlekọta ụlọanụmanụ na mahadụm 'Obafemi Awolowo (OAU) ka ọ gara inye ya nri.",
    "Olabode Olawuyi  bu onye ịsị na ngalaba na ahu maka ụlọ ụmụanụmanụ na mahadum ahu.",
    "Ebe foto si, OAU",
    "Mahadum ahụ kwuru na ndị nọ ọge mkpamkpa ahụ kpara enweghị ike ịzọpụta ya maka na agụ emerụela ma kwuo na egbuola ọdụm ahụ.",
    "N' ọkwụ ha, Olawuyi bu, “onye nlekọtya ụlọ anụmanụ, bụrụkwa onye mara maka nka n' ihe gbasara anụmanụ na-elekọta agụ nile dị na mahadum OAU kemgbe afọ itoolu.”",
    "OAU kwuru, “Mana agụ nke nwoke gburu nwoke ahụ na-enye ha nri.”",
    "Ọnụ na-ekwuchitara  mahadum ahu bụ Abiodum Olarewaju kwuru na “anyi amaghị ịhe mere agụ ahụ jiri gbụọ ya. Ọ bụ ihe mgbawa obi na ọ nwụrụ mgbe ọ na-arụ ọrụ ya.”",
    "Ka ndị mmadu na-ekegharị onyonyoo nwoke ahu agụ gburu na sọsal midịa, mahadum ahụ ezịgala ndị ga-ahu ezinaụlọ o metutala ozi itiaka n'obi.",
    "Onyeiisi mahadum ahụ bụ,Abbas Akinremi kọwara ihe mere dịka ihe  mgbawa obi.",
    "Naijiria",
    "Anụmanụ",
    "Ọmụmụ na mmụta",
    "\"Onye Igbo ọbụla esonyekwala na ngagharị iwe ọbụla\" - Ohaneze19 Febụwarị 2024",
    "Ihe anyị ma maka akụkọ na otu 'Anti-Tout Squad' gbagburu otu nwoke n'Anambra 22 Febụwarị 2024",
    "Same-Sex Blessing: Anyị na Pope akwụghị - Ndị Bishopu Katọlik19 Febụwarị 2024",
    "Rotimi Akeredolu: Etu ụka olili ya na njem ikpeazụ ya si aga23 Febụwarị 2024",
    "Etu nwaanyị dị ime si tụtuo di ya site n'ụlọelu n'Ebonyi Steeti22 Febụwarị 2024",
    "NA EME UGBU A , Mmadụ anọ anwụọla n'ọkụ gbara ụlọ obidi dị na Valencia nke mba Spen1 Febụwarị 2024",
    "Corpse kidnappers: Ndị na-ebula ozu a tọọrọ ka nọ n’aka ndị ntọ21 Febụwarị 2024",
    "Zookeeper's death: 'Ọ bụ ka ọ gara ịzọ ogbo ya nwaanyị ka agụ dọgburu ya'20 Febụwarị 2024",
    "Ndị Ika ha bụ ndị Igbo ka ha bụ ndị Iduu si Bini?16 Febụwarị 2024",
    "Conjoined twins: Etu ejima jikọrọ ọnụ ndị dọkịta sị na ha ga-anwụ abalị ole na ole a mụrụ ha si dịrị ndụ18 Febụwarị 2024",
    "Jennifer Uchendu: 'Ọ tụrụ m n'anya nweta nturuugo BBC 100 Women'14 Febụwarị 2024",
    "Zookeeper's death: 'Ọ bụ ka ọ gara ịzọ ogbo ya nwaanyị ka agụ dọgburu ya'",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ uru iru mgbede bara n'ala Igbo?Emelitere ikpeazụ na: 29 Maachị 2022",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}