{
  "published": "24 Ọktọba 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị ndu otu jikọrọ ndị na-azụ ahịa n'ahị Alaba International Market,Ojo,Legọs ekwuola na ebubo  nke Gọọmentị Steeti booro ha ji gbachie ahịa ha bụ ụgha.",
    "Kọmishona na-ahụ maka mịnịstrị Gburugburu na steeti ahụ bụ Tokunbo Wahab kwuru  n' ụbọchị Monde  na a gbachiri ahịa ahụ n'ihi ndị ahịa anaghị ekpofu ahịhịa n'ụzọ kwesịrị ekwesị nakwa ndajọ iwu gburugburu ndị ọzọ.",
    "Mana ọsịsa ya, onyeisi otu ahụ bụ Ichie Camilus Amajioyi gwara BBC Igbo na mkparịtaụka ụbọchị Wednezde na ebubo ahụ bu okpotokpo asị.",
    "Amajioyi, onye kpọrọ BBC gagharịa n'ahịa ahụ kwuru na ha nwere usoro mkpofu ahịa zuru oke ma na-akwụkwa ụgwọ nile metụtara mkpofu ahịhịa dịka ọ dị n'iwu.",
    "\" Ahịa Alaba na-edobe gburugburu ọcha nke na ndị ọ dị na-aka ha ịhazi mkpofu ahịhịa(Lawma) nyere anyị asambodo nturuugo dịka \"Ahịa Kachasị Adị ọcha n' Ọdịda Anyanwụ.\"",
    "\"Kedụ ka ndị nyere anyị nturuugo na anyị kachasị edobe gburugburu ọcha sị tụgharịa kpochie ahịa anyị sị na anyị anaghị ebo ya ọcha?\"",
    "ọ gara n'ihu tụọ arịrị na mkpochi ahụ ebutela ahụhụ nye ndị si na ihe ha chụtara kwa ụbọchị eri ma bekuo gọọmentị ka ha gbapee ahịa ahụ na-egbughị oge.",
    "Ebe foto si, Tunji Wahab",
    "Gọọmentị Legọs steeti ekwuola n'ihe ha ji gbachie ahịa 'Alaba International n'Ojo dị na Legọs bụ n'ihi a naghị  edebe gburugburu ahịa ahụ ọcha.",
    "Ndị ọrụ Ministrị na-ahụ maka gburugburu na ndị ọrụ nchekwa gara gbachie 'Alaba International' n'Ojo, Legọs n'ụbọchị Monde.",
    "Ebe foto si, Tunji Wahab",
    "Kọmishona na-ahụ maka mịnịstrị ahụ bụ Tokunbo  Wahab kwuru  n'ozi o wepụtara n'akara Twitter ya ụbọchị Monde  sị na nke a bụ n'ihi na ndị ahịa anaghị ekpofu ahịhịa n'ụzọ kwesịrị ekwesị.",
    "Ọ sịrị, \"A kpọchiela ahịa \"Alaba International Market\" Ojo maka anaghị ekpofu ahịhịa n'ụzọ kwesịrị, anaghị akwụ ụgwọ mkpofu ahịhịa nakwa ịda iwu metụtara gburugburu n'ụzọ dị oke njọ.\"",
    "Gọọmentị Legọs emechiri ụfọdụ ahịa  ma kutuo ewumewu ụfọdụ ha sị dara iwu na mpaghara dị iche iche na steeti ahụ nsonso a.",
    "Ha mechiri ahịa Ladipo, Mile 12 nakwa Owode Onirin maka ebubo metụtara idebe gburugburu ọcha mana ha mechara gbapekwa ha.",
    "Legọsị steeti",
    "Naijiria",
    "Ahịa",
    "A tụọla dọkịta nga mkpụrụọka maka imetọ nwanne nwunye dị afọ 1521 Nọvemba 2022",
    "Naịjirịa emeriela ụlọọrụ P&ID n'ụlọikpe London maka okwu gbasara mmanụ agbịdị1 Ọktọba 2023",
    "Etu nwata akwụkwọ dị afọ abụọ siri si n'elu ụlọelu ụlọakwụkwọ daa, nwụọ n'Abia steeti23 Ọktọba 2023",
    "Emmanuel Nwude: Ị ma maka nwoke a resiri onyeọcha ọdọụgbọelu na-adịghị adị?19 Ọktọba 2023",
    "NA EME UGBU A , Supreme Court: Ihe ndị mere taa n'Ụlọikpe Kachasị n' ikpe Atiku,Obi megide Tinubu9 Mee 2023",
    "India Eye: Etu ụlọọrụ mbinye ego si emechu ndị ha binyere ego ihu iji na-apụta ha ego ahụelekere 5 gara aga",
    "Ụmụafọ Tanzania abụọ na otu onye Saụt Afrịka so na ndị Hamas ji eji - mba Isrealelekere 7 gara aga",
    "Mohbad: Nne na nna ya agbaala akaebe n'ụlọikpe banyere ọnwụ ya25 Ọktọba 2023",
    "Alaba International closure: Ndịisi ahia Alaba asaala Gọọmentị Legọs24 Ọktọba 2023",
    "A tụọla dọkịta nga mkpụrụọka maka imetọ nwanne nwunye dị afọ 1521 Nọvemba 2022",
    "Ihe gọọmentị kwuru maka nwa akụkọ Naịjirịa a sị e gburu na mba Philippines23 Ọktọba 2023",
    "Emmanuel Nwude: Ị ma maka nwoke a resiri onyeọcha ọdọụgbọelu na-adịghị adị?19 Ọktọba 2023",
    "I hụtula ihe e sere ese na-agụ egwu?23 Ọktọba 2023",
    "Mohbad anwụọla tupu e bute ya n'ụlọọgwụ anyị- Perez Medcare Hospital",
    "Alaba International closure: Ndịisi ahia Alaba asaala Gọọmentị Legọs",
    "Ihe anyị ma maka ogbugbu nwataakwụkwọ Justina 'Tiffany' Otuene",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Kedụ ihe ndị agbụrụ ọzọ na-ekwukarị ha jiri mara ndị Igbo?Emelitere ikpeazụ na: 19 Jenụwarị 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}