{
  "published": "30 Ọgọọst 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigeria Presidency/Moussa Faki Mahamat/X",
    "Otu jikọrọ mba Afrịka niile bụ 'African Union' akatọọla etu ndị agha mba Gabon si chụtuo onyeisiala ha bụ Ali Bongo ma weghara ọchịchị n'ike.",
    "Nke a na-abịa dịka onyeisiala Naịjirịa bụ Bola Ahmed Tinubu katọkwara ihe a mere na Gabon ma kwusie ike na \"ike ọchịchị kwesịrị ịbụ ihe si n'aka ọha obodo, ọ bụghị ihe a na-ewere site n'ikike nke egbe\".",
    "N'akwụkwọ ozi nke onyeisioche AU bụ Moussa Faki Mahamat wepụtara n'ehihie ụbọchị Wenezde, o kwuru na \"otu AU na-ahụ ihe na-eme na mba Gabon ma na-akatọkwa atụmatụ iweghara ọchịchị n'ike\".",
    "Mahamat, bụbu Praịm Mịnịsta mba Chad, kwuru na ihe a ndị agha mere megidere iwu hibere otu AU nakwa iwu gbasara ntuliaka na ọchịchị onye kwuo uche ya n'Afrịka.",
    "Ọ kpọkuru ndị agha Gabon ka ha tinye uche n'ọrụ ha nke bụ ịkwado na ichekwa okiri mba ha, ma hụkwa na onyeisiala Ali Bongo na ndị ezinụlọ ya enweghị mmerụahụ ọbụla.",
    "O kwuru na ọ dị mkpa ka ndị agha ahụ nye ohere maka mkparịtaụka nke ga-eweta udo, ma laghachikwa n'usoro ọchịchị onye kwuo uche ya na-egbughị oge.",
    "N'aka nke ọzọ, ọnụ na-ekwuru onyeisiala Tinubu bụ Ajuri Ngelale kwuru na \"Tinubu na ndị isiala mba niile so n'otu African Union na-ejikọ aka iji mara ụkwụ ọzọ ha ga-atụpụ maka ihe na-eme na Gabon\".",
    "\"Ọ dị mkpa iso usoro iwu na ikpe ziri ezi oge niile iji mezie esemokwu na nghọtahie sitere na ntuliaka. Anyị agaghị ekwe ka nke a laa n'iyi na mpaghara Afrịka anyị a dị ukwu,\" Tinubu kwuru.",
    "Ebe foto si, Screengrab/X",
    "Foto a si n'onyonyo nke Ali Bongo wepụtara n'ehihie Wenezde dịka ndị agha jichiri ya",
    "Onyeisiala mba Gabon bụ Ali Bongo emeela onyonyo ọhụrụ nke o tinyere n'akara Twitter ya ma kpọkuo ndị nkwado ya n'ụwa niile ka ha \"mee mkpọtụ\" maka etu ndị agha mba Gabon si jichie ya.",
    "Cheta na ndị agha mba Gabon kwupụtara n'ụtụtụ Wenezde na ha ewerela ọchịchị n'ike na mba ahụ, dịka ha boro ebubo na ntuliaka ọkwa onyeisiala nke e mere na gabon n'izuụka gara aga jupụtara na nrụrụ aka.",
    "N'onyonyo ahụ nke e tinyere na Twitter dịka o ji nkeji iri gafee elekere 12 nke ehihie, Ali Bongo sịrị: \"ana m akpọku ndị enyi anyị n'akụkụ ụwa niile ka ha mee mkpọtụ maka ihe na-emenụ\".",
    "\"Ndị a ejidela m ebe a, ha jidere nwa m nwoke n'ebe ọzọ ma jidekwa nwunye m n'ebe ọzọ. Amaghị m ihe ọbụla na-emenụ ugbua. Ụnụ agbachila nkịtị, meenụ mkpọtụ.\"",
    "Ebe ọ nọ mee onyonyo a bụ n'ime ụlọ ya maka na a hụrụ oche, kapet, nakwa akwụkwọ ọgụgụ dị icheiche\".",
    "Ndị agha weghaara ọchịchị kwuru na ha ji Ali Bongo na ndị ezinụlọ ya na 'house arrest'. Ha boro otu nwa Bongo ebubo 'treason'.",
    "Gabon election: Onyeisiala Ali Bongo chọrọ ịchị ugboro atọ26 Ọgọọst 2023",
    "Abdourahamane Tchiani: Ọchịagha a ekwupụtala onwe ya dịka onyeisiala Niger Republic28 Julaị 2023",
    "Ecowas ekewapụla Burkina Faso n'otu ha28 Jenụwarị 2022",
    "Gabon army officers announce takeover on national television",
    "Ndịagha mba Gabon apụtala n’ihe onyonyo TV ma kwuo na ha ewerela ọchịchị na mba ahụ.",
    "Ha kwuru na ha na-akagbu mpụtara ntuliaka e mere n’ụbọchị Satọde, nke e kwupụtara onyeisiala ha bụ Ali Bongo dịka onye meriri.",
    "Ụlọọrụ na-ahazi ntuliaka kwuru na Bongo nwetere ọkara abụọ n’ime ọkara atọ vootu ndị a tụrụ bụ nke ndị na-ama ya aka sị na nrụrụaka dị na ya.",
    "Nchutu n’ọkwa ya ga-akwụsị ezinaụlọ ya ịnọ n’ọchịchị mba Gabon bụ nke ma jichiri kamgbe afọ iri ise na atọ (53yrs).",
    "Ndịagha mmadụ iri na abụọ pụtara na TV n’ụbọchị Wenezde, kwuo na ha na-akagbu mpụtara ntuliaka ma “kposaa ngalaba gọọmentị niile na mba ahụ.”",
    "Ha kwukwara na a gbachiela okeala niile e si abata na mba ahụ “ruo oge a na-amaghị mgba a ga-emepe ha.”",
    "Otu onye agha kwuru n’ụlọọrụ mgbasaozi Gabon 24: “Anyị ekpebiela ichekwa udo site n’ịkwụsị ọchịchị nọ ugbua.”",
    "Ọ sị na nke a bụ maka “ọchịchị na-amaghị ọrụ dịịrị ya nakwa na-enweghi usoro nke putara ngaghie nwereike ibute ọgbaghara n’obodo.”",
    "Ebe foto si, Getty",
    "Ndị ntaakụkọ Reuters na AFP kwuru na a nụrụ ụda egbe n’isi obodo mba ahụ bụ Libreville, dịka a gbasachara ozi ahụ na TV.",
    "O nwebeghi azịza ọbụla si n’ọnụ gọọmentị mgbe ndịagha kwupụtachara mwere ọchịchị ahụ.",
    "O nwere mkpesa dị iche iche banyere ntuliaka ahụ e mere n’ụbọchị Satọde.",
    "Onye gbapụtara ihe na-ama Bongo aka n’ihu bụ Albert Ondo Ossa mere mkpesa na ọtụtụ ebe a na-atụ vootu enweghi akwụkwọ mbinyeaka ebe e dere aha ya. Ebe aha ndị ụfọdụ kwụsịrị ịzọ ọkwa ahụ ka dị n’ime ụfọdụ akwụkwọ ntuliaka.",
    "Akụkọ kwuru na a kwụsịrị ndị ntaakụkụ si mba ndị ọzọ ịbata obodo ha bịa gbasaa ozi etu ntuliaka ahụ si aga.",
    "Dịka e mechara ntuliaka, gọọmentị tinyere iwu onye apụla ezi ma machie igwe mgbasaozi n’ịntanetị na mba ahụ ma sị na ọ bụ n’ihi nchekwa.",
    "Mmeri Bongo nke mbụ nwekwara mkpesa ndị dị aṅaa bụ nke a sị na nrụrụaka dị na ya. Nke ugbua e nwere mgbanwe na-edochaghị anya e mere n’akwụkwọ e ji ebinye aka n’izuụka ole ka e mee ntuliaka.",
    "Onyeisiala Bongo banyere n’ọchịchị n’afọ 2009 mgbe nna ya bụ Omar nwụrụ.",
    "N’afọ 2018 ọ rịara ọrịa mkpọnwụ ahụ nke mere na ọ rụghị ọrụ ihe ruru otu afọ, ndị mmadụ kpọrọ oku ka ọ rịtuo n’ọkwa.",
    "N’afọ na-eso ya, ndịagha gbara mbọ iwere ọchịchị n’ike mana o nweghi isi, nke mere e jiri tụọ ndịagha kpara nkata ahụ nga.",
    "Mwere ọchịchị n'ike na mba Gabon na-abịa dịka ndịagha mba Niger weere ọchịchị n'ike n'ụbọchị 26 Julaị, 2023.",
    "Ebe foto si, bbc",
    "Ebe foto si, Getty",
    "A mụrụ Ali Bongo onye ezi aha ya bụ Alain Bernard Bongo n’ụbọchị 9 Febụwarị afọ 1959.",
    "Ọ bụ nwa onye bụbu onyeisiala mba Gabon Omar Bongo Odimba na nwunye ya Josephine Kama.",
    "Ọ gụrụ akwụkwọ n’otu ụlọakwụkwọ dị na Neuilly mba France ma gụọ maka iwu na mahadum Pari a kpọrọ Sorbonne dịkwa na France. O nwetekwara ọzụzụ na ngalaba iwu na mahadum Wuhan nke China n’afọ 2018.",
    "Ọ banyere na ndọrọ ndọrọ ọchịchị n’afọ 1981 n’aha pati Gabonese Democratic Party.",
    "Tupu ọ banye ndọrọndọrọ ọchịchị, Ali Bongo bụbu onye otiegwu a ma ama.",
    "Ọ nọrọ n’ọkwa ọchịchị dị iche iche nke gụnyere; Minista na-ahụ maka mba ndị ọzọ, Onye omeiwu na-anọchị anya mpaghara Haut-Ogooue, minista na-ahụ maka nchekwa na ndị ọzọ.",
    "N’afọ 2009, ọ banyere n’ọkwa dịka onyeisiala mba Gabon mgbe nna ya bụ Omar nwụrụ.",
    "O mechara merie ntuliaka ịnọgide n'ọkwa onyeisiala nke ugboro abụọ, mana n'ọdị nso a o kwuru na ya ga-azọ ọchịchị nke ugboro atọ",
    "N'ụbọchị Satọdee gara aga, Ali Bongo meriri ntuliaka ọkwa onyeisiala Gabon nke ugboro atọ, mana ọtụtụ nkatọ soro ya bụ ntuliaka dịka ndị ọkachamara kwuru na e nwere ọtụtụ nrụrụaka",
    "Ebe foto si, AFP",
    "N'afọ 2019, ọchịagha Kelly Ondo Obiang kwuru na ya na ndị otu ya ewegharala ọchịchị, mana ndị agha mechara jide ya na mmadụ anọ ndị ọzọ, tuọ ha mkpọrọ",
    "Ndị agha mba Gabon weghaara ọchịchị n'ike n'afọ 1964 mgbe onyeisiala Leon Mba nọ n'ọchịchị.",
    "Mana Mba laghachikwara n'ọchịchị dịka ụbọchị olemole gachara site n'enyemaka onyeisiala mba France n'oge ahụ bụ Charles de Gaulle.",
    "Ọzọkwa, n'afọ 2019, otu onye agha aha ya bụ Kelly Ondo Obiang na ụfọdụ ndị agha kwupụtara na ha ewerela ọchịchị.",
    "Obiang na ndị otu ya wakporo otu ụlọọrụ mgbasaozi gọọmentị wee kwupụta na ha achụtuola Ali Bongo n'ọchịchị n'ihi na ahụ esighi ya ike ịga n'ihu dịka onyeisiala.",
    "N'oge ahụ, Bongo nọ n'ụlọọgwụ na mba Morocco ebe ọ na-anata ọgwụgwọ maka ọrịa mkpọnwụ akụkụ ahụ.",
    "Mana atụmatụ mweghara ọchịchị a amịtaghị mkpụrụ chaachaa, ndị agha Gabon wakporo ụlọọrụ mgbasaozi ebe Obiang na ndị otu ya nọ, gbuo mmadụ abụọ n'ime ndị agha ahụ, ma jide Obiang na ndị agha asaa ọzọ na ndụ.",
    "E mechara kpee ndị agha ahụ ikpe ma tụọ ha mkpọrọ.",
    "Ndọrọndọrọ ọchịchị",
    "Afịrịka",
    "Ndịagha",
    "Gabon",
    "Mali: Gịnị ga-emezi mba tinyere nchekwa ya n'aka otu Wagner?29 Ọgọọst 2023",
    "Niger coup: Nnwale ọchịchị onyekwuouche ya n'Ọdịda Anyanwụ Afrika2 Ọgọọst 2023",
    "Niger Coup: Sanusi agaala zute onyeisi ọchịchị ndịagha Nijie9 Ọgọọst 2023",
    "Nema adọọla aka na ntị dịka mba Cameroon na-akwao imepe 'Lagdo Dam'1 Ọgọọst 2023",
    "Emmerson Mnangagwa: 'Agụ iyi' Zimbabwe emeriela ịbụ onyeisiala nke ugboro abụọ27 Ọgọọst 2023",
    "Ihe anyị ma maka ozu ụmụnwaanyị a chọtara n'Ohiya n'Abia steeti21 Ọgọọst 2023",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?3 Septemba 2023",
    "NA EME UGBU A Onyeisiala Tinubu akpọghachila ndị nnọchiteanya Naịjirịa na mba ụwa niile3 Septemba 2023",
    "NA EME UGBU A Dog bite: ‘Ọ bụ ọgwụ ka m gara ịzụ oge nkịta tagburu nwa m’2 Septemba 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 942 Septemba 2023",
    "Ihe ndị ịmaghị maka otiegwu KCEE2 Septemba 2023",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon30 Ọgọọst 2023",
    "Ali Bongo, Paul Biya... Lee mba Afrịka ndị isi ala ha nọrọla ogologo oge n'ọchịchị30 Ọgọọst 2023",
    "Etu aka si kpara nwoke ji ehi o zutere n'ohi gaa akwamozu ọgọ ya nwoke31 Ọgọọst 2023",
    "Nwa ọhụrụ nne ya mụrụ ma tụnye ya n'ụmị mposi anwụọla - Gọọmentị Anambra31 Ọgọọst 2023",
    "Yevgeny Prigozhin : Etu e siri lie onyeisi 'Wagner Group'30 Ọgọọst 2023",
    "Gịnị bụ 'Blue Economy' nke onyeisiala Tinubu kepụtara ọhụrụ?29 Ọgọọst 2023",
    "Niger Coup: Mmachi Ecowas tinyere emetụtawala Niger- Abdusalam Abubakar23 Ọgọọst 2023",
    "Mohammed Al Fayed nwebu Harrods anwụọla n'afọ 94",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 7 Juun 2020",
    "Ali Bongo: Tinubu, African Union, akatọọla etu ndị agha si chụtuo onyeisiala Gabon",
    "Brice Oligui Nguema: Onye bụ nwoke ike a chụpụrụ Ali Bongo n'ọchịchị na Gabon?",
    "Penis Captivus: Ị tọkịrị n'ime nwaanyị, nọrọ jụụ ma mee ihe ndị aEmelitere ikpeazụ na: 9 Septemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}