{
  "published": "22 Jenụwarị 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Auba/Jordan Ayew/Romelu Lukaku/Instagram",
    "Egwuregwu bọọlụ ụkwụ bụ egwuregwu a ga-akpọ ọkaibe n'Afrịka n'ihi etu ndị mmadụ si akwado ya.",
    "Mpaghara Afrịka enyekwala ụwa ọtụtụ ndị a ma ama na ya bụ egwuregwu nke mere na a kpọọ aha Afrịka n'eguregwu bọọlụ, ọtụtụ aha ndị ọkaibe ga-agbata ndị mmadụ n'obi.",
    "Dịka ọtụtụ afọ na-agafe, mmụta egwuregwu bọọlụ esila n'aka ndị ọkaibe na-agafe n'aka ụmụ ha dịka ọtụtụ ụmụ ndị gbara bọọlụ n'oge gara aga, bụzịkwa ọkaibe nke onwe ha ugbua.",
    "Lee ụfọdụ ụmụ Afrịka aha ha na-ewu ewu ugbua dịka aha nna ha si wuo ewu n'oge gboo:",
    "Onye bụ Carney Chukwuemeka  a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Jordan Ayew, Andre Ayew, na nna ha bụ Abedi 'Pele' Ayew, n'afọ 2011 oge Andre newtara nturuugo BBC dịka ọkaibe n'Afrịka",
    "Andre Ayew na nwanne ya nwoke bụ Jordan bụ Abedi Ayew onye e ji Abedi Pele mara.",
    "Abedi bụ onye a na-ahụta dịka ọkaibe n'egwuregwu bọọlụ n'Afrịka n'ihi ike ọ kpara oge ọ nọchitere anya mba ya bụ Ghana malite n'afọ 1982 ruo 1998.",
    "O so na otu ndị Ghana buliri iko mba Afrịka nke afọ 1982, mana ọ gbaghị iko mba ụwa ọbụla tupu ọ laa ezumike.",
    "Ụmụ ya atọ bụ Andre, Jordan na Rahim bụcha ndị ọgba bọọlụ, mana ọ bụ Andre na Jordan ka a kacha anụ aha ha.",
    "Na Disemba 2011, Andre Ayew nwetara nturuugo onye kacha agba bọọlụ n'Afrịka nke BBC na-enye; nna ya bụ Abedi ritekwara nturuugo a n'afọ 1991.",
    "Ugbua, Andre na-agbara otu bọọlụ Al Sadd nke mba Qatar ebe Jordan nọ n'otu bọọlụ Crystal Palace nke mba England.",
    "Ebe foto si, Getty Images",
    "Pierre-Emerick Aubameyang na nna ya bụ Pierre-François Aubameyang",
    "Aubameyang agbaala bọọlụ n'ọtụtụ otu bọọlụ a ma aha ha na mpaghara Europe nke gụnyere: AC Milan, Borussia Dortmund, Arsenal, Barcelona, na Chelsea ebe ọ nọ ugbua.",
    "Nwa amadị a agbakwaala asọmpi 72 maka mba ya bụ Gabon ma nye goolu 30 tupu ọ laa ezumike ịgbara mba ya bọọlụ n'ọnwa Mee afọ 2022.",
    "Nna ya bụ Pierre-François Aubameyang gbwakwaara mba Gabon bọọlụ malite na 1985 ruo 1998.",
    "O so mba Gabon gaa asọmpi iko mba Afrịka nke afọ 1994 (ebe ọ bụ kaptịn) nakwa nke 1996, mana o bughị iko bụla tupu ọ laa ezumike.",
    "Aubameyang nke okenye gbakwaara otu bọọlụ Stade Lavallois na Le Havre nke mba France.",
    "Ebe foto si,  AfricaFootballClassics/Twitter",
    "Roger Lukaku, nna Romelu Lukaku",
    "Romelu Lukaku bụ aha na-ada ụda n'egwuregwu bọọlụ na mpaghara Europe n'ihi ike nwa amadị a na-akpa, mana ọtụtụ amaghị na nna ya bụ Roger Lukaku gbakwaara mba Congo bọọlụ oge ha ka na-aza Zaire, malite n'afọ 1993 ruo 1996.",
    "Roger Lukaku gbara bọọlụ n'otu egwu KV Oostende, KV Mechelen na Germinal Ekeren nke mba Belgium tupu ọ laa ezumike n'afọ 1999.",
    "Romelu Lukaku na-agbara mba Belgium ugbua ma bụrụ onye kacha nye goolu n'otu bọọlụ mba ahụ, dịka o nyerela goolu 68.",
    "Nwanne ya nwoke bụ Jordan Lukaku na-agbakwa bọọlụ n'otu SD Ponferradina nke mba Spain.",
    "Ebe foto si, George Weah/Instagram",
    "George Weah na nwa ya Timothy onye na-agbara mba Amerịka bọọlụ",
    "Kamgbe egwu bọọlụ malitere, naanị otu onye Afrịka nwetarala nturuugo onye kacha agba bọọlụ n'ụwa niile; onye ahụ bụ nwa amadi Liberia aha ya bụ George Weah, onye bụzi onyeisiala mba Liberia ugbua.",
    "Mana otu ihe George Weah na-emenwughị bụ ịga asọmpi iko mba ụwa.",
    "N'afọ 2022, nwa ya bụ Timothy Weah mere ihe ahụ nna ya emenwughị dịka o so mba USA gaa asọmpi iko mba ụwa na Qatar.",
    "Tupu o sonye otu bọọlụ nke USA, Timothy Weah nwere ohere ịgbara mba anọ bọọlụ: Amerịka - ebe a mụrụ ya, Liberia - obodo nna ya, Jamaica - obodo nne ya, na France obodo ebe ọ nọ kamgbe ọ dị afọ 14.",
    "Na Qatar 2022, Timothy nyere goolu n'asọmpi USA na Wales, nke bụ goolu mbụ ọ na-enye n'asọmpi Iko Mba ụwa.",
    "Ebe foto si, Screengrab",
    "Didier Drogba na nwa ya bụ Isaac",
    "Isaac Drogba, nwa Dider Drogba, na-agbakwa bọọlụ ugbua, mana otu bọọlụ mba Cote D'Ivoire akpọbeghị ya ka o sonyere ha.Isaac gbaara otu bọọlụ ọzụzụ nke Chelsea, mana ebe ọ nọ ugbua bụ na mba Italy ebe ọ na-agbara ndị otu Falgore Caratese.",
    "Etienne Eto'o, nwa Samuel Eto'o Fils nke mba Cameroon, malitere ịgba bọọlụ n'otu egwuregwu Real Mallorca nke mba Spen.Nna ya bụ Samuel Eto'o bụ ọgbaa bọọlụ kacha rite nturuugo nakwa nkwanye ugwu n'Afrịka.Ugbua, Samuel Eto'o bụ onyeisi otu na-ahazi egwuregwu bọọlụ na mba Cameroon. Nwa ya Etienne agbakwaalara mba Cameroon n'ogogo ndị erubeghị afọ 21.",
    "Sean Nwankwo, nwa Kanu Nwankwo nke Naịjirịa na-agbara otu bọọlụ Watford nke mba England, n'ogogo ndị erubeghị afọ 16.Kanu Nwankwo n'onwe so n'otu n'ime ndị ọgba bọọlụ Naịjirịa aha ha kacha ada ụda.",
    "Kevin Martins, nwa Obafemi Martins nke Naịjirịa, na-agbara mba Italy n'ogogo ndị erubeghị afọ 16 ugbua.",
    "Bọọlụ",
    "Egwuruegwu",
    "Ịkpa obi aṅụrị",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha\n19 Nọvemba 2022",
    "Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ụmụ Naịjirịa na-aga 'World  Cup'  n'afọ a15 Nọvemba 2022",
    "Ihe mere ndị Super Falcons ji were iwe gbajọọ ọzụzụ ha 21 Julaị 2022",
    "Ihe mere anyị jiri zaa oku ịgbara Naịjirịa bọọlụ - Ụmụnwaanyị Super Falcons18 Julaị 2022",
    "Mkparịtaụka Peter Obi na David Oyedepo adaghị iwu - Kenneth Okonkwoelekere 7 gara aga",
    "NA EME UGBU A Pope Francis esonyela n'emume ụka 'Palm Sunday' taa dịka ọ gbakerela n'ọrịaelekere 9 gara aga",
    "Kedụ etu e si ahọpụta ndị ọkaikpe 'Supreme Court' nke Naịjirịa?otu elekere gara aga",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/103C4/production/_128200566_whatsubject.jpg.webp\" alt=\"Onye na-akpụ ụzụ\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/4281/production/_128152071_fe4e6b70-f7a5-4f0f-9293-b4a4748f0583.jpg.webp\" alt=\"Pele\" width=\"995\" height=\"540\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B5A4/production/_128200564_flvmelaxgaa2lpp.jpg.webp\" alt=\"Carney Chukwuemeka\" width=\"833\" height=\"469\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5272/production/_128160112_af07afcf-8573-403f-b71b-079b02ae076b.jpg.webp\" alt=\"Ụwa niile adaala juu dịka a na-akwanyere Pele ugwu dịịrị ya.\" width=\"624\" height=\"397\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/B31E/production/_128045854_gettyimages-1245705790-1.jpg.webp\" alt=\"Messi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/CCA5/production/_127998325_079a3f8a-f834-4b06-b5e0-52663abda42d.jpg.webp\" alt=\"Ndị otu bọọlụ Morocco na-enwe aṅụrị\" width=\"1024\" height=\"576\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/6648/production/_128048162_692ee8c1-0cfc-45eb-8ea1-7c2352d08253.jpg.webp\" alt=\"Messi\" width=\"800\" height=\"450\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/10C53/production/_127719686_whatsappimage2022-11-20at3.23.29pm.jpg.webp\" alt=\"Onye na-awụ mmiri n&#x27;isi\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "<img sizes=\"(min-width: 1008px) 400px\" srcSet=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg 400w\" src=\"https://ichef.bbci.co.uk/news/400/cpsprodpb/5D51/production/_127698832_whatsubject.jpg.webp\" alt=\"Messi, Suarez na Ronaldo\" width=\"976\" height=\"549\" class=\"e3vrtyk0 bbc-rb7xa0 e1mo64ex0\"/>World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "AdChoices / Do Not Sell My Info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}