{
  "published": "17 Julaị 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Nnamdị Kanu bụ onyeisi otu na-achọ nwereonwe bụ Ipob agbaala gọọmentị etiti akwụkwọ ọhụrụ.",
    "N'ime ya nke ọ rịọrọ ụlọikpe mkpegharị ka ha kwụsị ụlọikpe dị elu ikpe ya ikpe maka ebubo dị icheiche e boro ya ọ kachasị ebubo iyi ndụ egwu.",
    "Ọkaiwu Nnamdị Kanu bụ Aloy Ejimakor bụ onye gbara akwụkwọ ahụ n’ụlọikpe mkpegharị ji soshal mịdịa-X ya mee ka amata nke a.",
    "Ejimakor gwara ụlọikpe mkpegharị ọtụtụ ihe were na-arịọ ka atọhapụ Nnamdi Kanu ma kwụsị ikpe ya ikpe.",
    "Otu n’ihe Ejimakor kwuru bụ na ụlọikpe dị elu enweghị ikike ikpe Nnamdi Kanu ikpe maka ebubo iyi ndụ egwu bụ otu n’ime ebubo gọọmenti etiti jị kpụpụ ya ụlọikpe.",
    "Ha na-ajụ ihe kpatara a ga-eji iwu Naịjirịa pụtara n’afọ 2022 were na-ekpe mmadụ ikpe maka ebubo e boro ya ma ọ bụ ịwụ a sị na ọ dara oge Naịjirịa enwebeghị ịwụ ahụ.",
    "Cheta na ụlọikpe kachasị ekwubuola ka atoghapụ Nnamdi Kanu mana rue ugbua ọ ka nọ 'aka DSS bụ ndị uweojii pụrụiche.",
    "Okaiwu ya kwukwara na Kanu na-arịa ọrịa mkpụrụ obi nke mere o ji anata ọgwụgwọ.",
    "Ebe foto si, DSS/Aloy Ejimakor",
    "Nnamdi Kanu ahapụghị okwu nnwereonwe Biafra, ọ ga-agba ụtụ n’ụlọmkpọrọ - Primate Ayodele8 Julaị 2024",
    "Ihe ọkaiwu Nnamdi Kanu kwuru maka akụkọ sị na o sila n'ụlọ nga DSS rie mbọmbọ ọsọ14 Juun 2024",
    "Di m akwadoghi nkatọ a na-eme Mike Ozekhome na Ifeanyi Ejiofor - Uche Kanu8 Mee 2024",
    "Ndị ọrụ nchekwa Department of State Services (DSS) emechaala nye Nnamdi Kanu bụ onyendu IPOB ohere ka dọkịta nke ya nyochaa ya ahụ.",
    "Ọkaiwu ya bụ Aloy Ejimakor kwuru nke a n’ozi o wepụtara n’akara sosha midia X na mgbede Wenezde 17 Julaị, 2024.",
    "O kwuru na nyocha ahụ dọkịta ahụ nyochara Kanu gosiri na e nwere nnute ọrịa na-agbagwoju anya na-arịa Kanu nke kwesịrị na a kpọgara ya n’ụlọọgwụ maka ọgwụgwọ.",
    "Ejimakor bụ onye na-akpọghị aha ihe na-arịa Kanu kpọmkwem gara n’ihu kwuo na dọkịta Kanu ga-edegara ndị DSS akwụkwọ maka nke a.",
    "N'ozi Ejimakor wepụtaburu na mbụ, o kwuru na ndị DSS jụrụ ka dọkịta ahụ lee Kanu ahụ n'ụbọchị Tuzde a kpọgara ya.",
    "\"Anyị gara lets Nnamdi Kanu ụnyaahụ (ụbọchị Monde) ma hụ na ahụ adịghị ya, ọ na-eku elu elu, BP ya gbadara agbada.",
    "O doro anya na o kwesiri ịhụ Dọkịta. Nke mere ka anyị degara edemede nye ndị isi DSS, mana  mgbe o ruru ịhụ ya, DSS ekweghi ka ọ hụ ya\".",
    "Mgbe BBC gbara mgbọ ịnweta ọnụ na-ekwuru DSS bụ Peter Afunanya n'ekwentị ya ọ zaghị.",
    "Afuanya mechara kwo ka e zitere ya ozi mana ọ zabeghị mgbe ezigaara ya.",
    "Ndọrọndọrọ ọchịchị",
    "Naijiria",
    "Nchekwa ndị ụwe ojii",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Ndọrọndọrọ ọchịchị Naịjirịa",
    "Ana m erite nde Naịra 21 kwa ọnwa - Sinetọ Kawu Sumaila15 Ọgọọst 2024",
    "Ọrịa Mpox bụ ọrịa ọnọdụ gbatagbata n'ụwa niile - WHO15 Ọgọọst 2024",
    "Ego ole ka ndị Sịnetọ Naịjirịa na-eri n’ụgwọọnwa kpọmkwem?14 Ọgọọst 2024",
    "Onyeisi ụlọomeiwu nta alaala azụ n'iwu ọ na-akwadobu iwepụta14 Ọgọọst 2024",
    "Nnamdi Kanu agbaala akwụkwọ ka gọọmenti kwụsị ikpe ya maka enweghị ikike10 Ọgọọst 2024",
    "Ọ bụ gịnị na-esere ndị nna na ndị ntorobịa Ọhanaeze Ndigbo?9 Ọgọọst 2024",
    "Annette Echikunwoke: etu ịda mba Naịjirịa sị ghọọ uru mba Amerika8 Ọgọọst 2024",
    "“Ọ bụ m sị nwa m soro mee ngagharịiwe” - Nwaanyị e gburu nwa ya na Kano7 Ọgọọst 2024",
    "Ndị nkwado Donald Trump akatọọla Tim Walz6 Ọgọọst 2024",
    "Ị ma ihe mere i ji ekwo ụra?6 Ọgọọst 2024",
    "Igbo idioms: Lee ụfọdụ akpalaokwu Igbo ji eri okwu na ihe ha pụtaraEmelitere ikpeazụ na: 10 Julaị 2022",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "\"Etu ịwa ahụ ka m tokwuo ogologo si butere m nnukwu nsogbu agaghị ije\"",
    "Ndị Eze ọdịnala na ndị ụkọchukwu ekwuola ka a wụchie ndị na-akwado ịkpaoke agbụrụ",
    "Omenala iri ndị Igbo na nke ndị Juu jiri yie onwe haEmelitere ikpeazụ na: 13 Nọvemba 2020",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}