{
  "published": "3 Ọgọọst 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ọ bụ kemgbe izu ole ma ole ka otu akara dị na X bụbu Twitter kpọrọ oku ka achụlaa ndị Igbo niile bi na Legọs nakwa mpaghara ọdịda anyanwụ.",
    "Akara ahụ bụ 'Lagospedia' kwuru ka e mee ngagharịiwe megide ndị Igbo ma nye ha naanị otu ọnwa ịkwakọ onwe ha na ụlọorụ ha pụọ na mpaghara ahụ niile.",
    "Ugbua akara ahụ ka dị na Twitter n'okpuru aha ọzọ n'agbanyeghi na ndị mmadụ akpọọla oku ka X wetuo ya ya ebe ndị ọzọ gụnyere Gọvanọ Legọs steeti bụ Babajide Sanwo-Olu na Atiku Abubakar katọrọ ihe ọ na-ekwu.",
    "Sanwo - Olu n'ozi o weputara kwuru ka ndị mmadụ gbachi oku ahụ nkịtị ma biiri onwe ha ma kwee nkwa ijigide udo na steeti ahụ.",
    "Atiku Abubakar n'onwe ya weputara ozi n'akara soshal midia ya sị na oku ahụ na-enye nsogbu ma na-emegide atụmatụ udo na ibi n'udo e ji mara Naịjirịa.",
    "Peter Obi bụ onye zọrọ ọkwa onyeisiala n'aha otu Labour Party sokwa kpọ oku ka enyocha, nwụchie ma taa ahụhụ ndị aka ha dị n'ịkpo oku mkpọmasị a.",
    "Mana gịnị ka ndị ọrụ nchekwa na-eme gbasara ya bụ ihe?",
    "O nweela ihe gọọmentị mere ndị wakporo mmadụ maka agbụrụ ha n'oge ntuliaka na Legọs?15 Maachị 2023",
    "Ntuliaka 2019 o butere ịkpa oke agbụrụ na Lagos?4 Maachị 2019",
    "Bode George: Ndị na-agbasa ozi ịkpaoke agbụrụ gwa anyị ihe ha ga-eme ma ha banye ọchịchị Legọs8 Maachị 2023",
    "Mgbe BBC kpọrọ ọnụ na-ekwuru ndị uweojii na Legọs bụ Benjamin Hundeyin, ọ sịrị na ya ga-ekwu okwu mgbe oge ruru n'ihi na \"ọ chọghị imebi mbọ niile ha gbarala\" banyere okwu ahụ site n'ikwu okwu mgbe oge erubeghị.",
    "Iwu ala Naịjirịa pụtara 'Constitution' na Bekee nwere akụkụ ya ebe ọ machiri ikpaso mmadụ maọbụ otu ọbụla oke n'ụzọ ọjọọ kpam kpam.",
    "Akụkụ ahụ bụ 'section 42' na Bekee kwuru sị \"apụghị imegide nwa amadi Naịjirịa ọbụla n'ụzọ ọbụla gụnyere iwu maọbụ atụmatụ, maọbụ ọrụ aka gọọmentị maka obodo o si, ụdịrị okike ya, okpupere ya, nkwenye ndọrọndọrọ ya maọbụ echiche ya\"",
    "Akụkụ iwu ahụ gara n'ihu kwuo na agaghị akwanyere  onye ọbụla ugwu maọbụ nye ya emume dị iche ka nke enyere ndị ọzọ.",
    "Ihe iwu a na-egosi bụ na mmadụ niile na Naịjirịa dị nhatanha n'anya iwu Naịjirịa.",
    "Ndị Igbo bụ otu n'ime agbụrụ atọ kachasị na Naịjirịa.",
    "Ndị Igbo bụ ndị bi na mpaghara ọwụwa anyanwụ Naịjirịa.",
    "Ha na-asụ asụsụ a kpọrọ \"Igbo\".",
    "Ha dị steeti ise mejupụtara ala Igbo, ndị gụnyere: Abịa, Anambra, Ebonyi, Enugu na Imo.",
    "E wezuga steeti ndị ahụ mejupụtara ala Igbo, e nwekwara steeti ndị ọzọ ụfọdụ mpaghara ya na-asụ Igbo dịka: Delta, Akwa Ibom, Rivas, Edo, Bayelsa, dgz.",
    "Ndị Igbo gafere nde 30 pụtara ihe dịka pasentị 17 ọnụọgụgụ ndị niile nọ na Naịjirịa.",
    "ịkpa oke",
    "Ndọrọndọrọ ọchịchị",
    "Legọsị steeti",
    "Naijiria",
    "Ndị nkwado Donald Trump akatọọla Tim Walzelekere 6 gara aga",
    "NA EME UGBU A, Ndị uweojii agbaghị ndị ngagharịiwe egbe – Onyeisi ndị uweojii",
    "Ị ma ihe mere i ji ekwo ụra?elekere 9 gara aga",
    "Igbo must go: O nwere ihe ndị ọrụ nchekwa na-eme maka oku a?3 Ọgọọst 2024",
    "Gịnị mere egbe ji ada aghara aghara n'Imo steeti?31 Julaị 2024",
    "Ihe mere e ji adọ ndị si mpaghara Ọwụwa Anyanwụ aka na ntị ka ha esola na ngagharịiwe30 Julaị 2024",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli31 Julaị 2024",
    "Akwakanti, ntụrịkọ mkpụrụamụ na ọrịa ụmụaka ndị ọzọ nwere ike bute atụghị ime maọbụ atụnyelighị nwaanyị ime n'ọdịnihu31 Julaị 2024",
    "Etu nkwado nwoke maọbụ nwaanyị ịlụ ibe ya si ebute esemokwu n’ụlọụka Anglịkan n’ụwa29 Julaị 2024",
    "Igbo must go: O nwere ihe ndị ọrụ nchekwa na-eme maka oku a?",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwu",
    "Anyị amaghị na ihe ga eso egwu ọ gụrụ bụ ọnwụ ya – Stella Okoli",
    "Kwụsị ihe ndị a na-egbu 'Sperm' gịEmelitere ikpeazụ na: 16 Ọktọba 2020",
    "Ndị nkwado Donald Trump akatọọla Tim Walz",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}