{
  "published": "17 Septemba 2024",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ndị obodo Attakwu Akagbe-Ugwu dị n’Enugwu Steeti nọ na nnukwu iru uju na ibe akwa ugbua n’ihi ogbugbu ndị ojiegbe gburu nwa ha nwoke bụ Maazị Stephen Aniagu.",
    "Ka anyị rutere n’ụlọ ya bụ nwoke na Attakwu, nwunye ya, ụmụnne ya na ndị agbataobi ya gbakọrọ na-eru uju.",
    "Dịka ụmụnne ya abụọ bụ Maazị Michael Aniagu na Awkunanaw Aniagu siri kwuo, ọnwụ nwanne ha nwoke bụ nke bịara na mberede.",
    "Ọ bụ na Satọde 14 Septemba ka Maazị Stephen Aniagu na ndị otu ya gachara nzụkọ achụm nta vootu maka onye ga-achị Okpuru ọchịchị ha bụ Nkanu West. Ọ bụzị ka ọ na-ala n’ụlọ ya oge ọ ji ọkara gaa elekere asatọ nke abalị ka ndị ojiegbe wakporo ya n’ogige Maryland Enugwu were egbe gbagbuo ya.",
    "Ada ya nwaanyị bụ Dọkịta Ogechukwu Aniagu kwara arịrị si na nna ya bụ onye hụrụ mmadụ ibe ya n’anya ma bụrụkwa onye udo.",
    "“Nna m bụ onye udo hụrụ mmadụ ibe ya n’anya. E ji m ohere a arịọ ndị gọọmenti nakwa ndị uweojii ka ha tinye anya na mmiri jide ndị niile kpara nkata napụ nna m ndụ ya n’ike,” ka o kwuru.",
    "Etu mmadụ anọ si n'otu ezinaụlọ jiri site n'ụra fee n'ọnwụ ha n’Enugu Steeti2 Septemba 2024",
    "Ihe mere anyị jiri nyefee nchekwa ụlọọgwụ obodo anyị aka arụsị - Eze ndị Ogurute Ụlọ 5 Julaị 2024",
    "Ụzọ-Ụwani Attack: Etu ndị a mabeghị si gbuo ụmụnne abụọ, bekasịa ha n' Enugwu Steeti9 Eprel 2024",
    "Ka anyị rutere Main Market Enugwu, ụlọọrụ ya dịka ebe a gbara ọsọ agha, n’ihi na ndị ahịa sịrị na ọ dị ha ka na nrọ na onyeisi ha anwụọla.",
    "Otu onye ahịa na-ere ihe ndị e ji esi nri gwara BBC na nnukwu osisi adaala, kwuo na Mazi Aniagu abụghị onye nsogbu.",
    "Ụmụnwaanyị na-azụ ahịa ji anya mmiri katọọ ogbugbu ahụ dịka arụ.",
    "Maazị Okechukwu Peter Igwenagu gwara BBC na Maazị Stephen Aniagu ejidela ọtụtụ ọkwa dị iche iche nke gụnyere; onyeisi Ogbette main market OMMTA, President General Awkụnanaw Town Union, ọ bụọla onye ndụmọdụ Gọvanọ Enugwu nakwa ọtụtụ nzere nkwanye ugwu dị iche iche.",
    "Cheta na mkpamkpa ahụ kpara n’ụbọchị Satọde 14 Septemba 2024, oge ndị ekperima ji egbe gbagbuo Stephen Aniagu.",
    "Kemgbe ya bụ ihe mere, ndị uweojii Enugwu wepụtara ozi si ndị mmadụ dere duu na aka ha ga-akpara ndị ogbuu mmadụ ahụ oge adịghị anya.",
    "Gọvanọ Enugwu bụ Peter Mbah nọkwa n’ụbọchị ụka bụ 15 Septemba nye iwu abalị abụọ ka a chọta ndị ọjọọ ahụ.",
    "Ka ọ dị ugbua, ozu onyeisi Ogbete Main Market Traders Association bụ Stephen Aniagu nọzị n’ọbaozu Eastern Nigeria Medical Centre Enugwu.",
    "Enugu Steeti",
    "Ezinụlọ",
    "Enugwu",
    "Mpụtara ntuliaka ọkwa Gọvano Edo steeti22 Septemba 2024",
    "Ndị otu ndọrọndọrọ ọchịchị PDP amalitela ime ngagharịiwe n’Edo steetielekere 8 gara aga",
    "NA EME UGBU A, Ntụliaka Edo: Ndị uweojii anwụchiela ndị ekperima, napụta ha ngwaọgụ",
    "Etu mmiri si Lagdo dam nke Cameroon nwere ike ime ka nsogbu idemmiri Naijiria kawanye njọ18 Septemba 2024",
    "Onyeisi Main market Enugwu e gburu egbu bụ enyi ọha - Ụmụnne Stephen Aniagu17 Septemba 2024",
    "A nwụchiela Sean 'Diddy' Combs maka ebubo ịmanye ụmụnwaanyị n'ọrụ akwụna17 Septemba 2024",
    "A kpụpụla nwoke FBI sị nwara igbu Trump ụlọikpe16 Septemba 2024",
    "Arụ na usoro e si akpụ arụ n'omenala Igbo15 Septemba 2024",
    "Etu ndị na-enye aka amụpụta nwa si egbusi ụmụaka ndị nwaanyị ma mechaa na-azọ ndụ ha14 Septemba 2024",
    "Etu ị si ebi ndụ ga-esi metụta akịrị gị13 Septemba 2024",
    "Mpụtara ntuliaka ọkwa Gọvano Edo steeti",
    "Ndị otu ndọrọndọrọ ọchịchị PDP amalitela ime ngagharịiwe n’Edo steeti",
    "Igbo Proverbs: I dabanye n'ọnọdụ ndị a, were ilu igbo ndị a kwuo okwuEmelitere ikpeazụ na: 24 Julaị 2024",
    "Lee ndị na-azọ ọkwa Gọvanọ Edo Steeti",
    "Ọrụ nna, nne na ụmụaka na-arụ n'ime ezinaụlọEmelitere ikpeazụ na: 3 Juun 2021",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2024 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}