{
  "published": "27 Eprel 2023",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Reuters",
    "Ụlọikpe kachasịnke Naịjirịa enyela gọọmentị etiti iwu ka ha weta ebubo itoolu ọzọ ha sị na ha chọrọ itinyekwu n'ebubuo ha na-ebo Mazi Nnamdi Kanu bụ onyeisi otu na-achọ nnwereonwe Biafra.",
    "Otu ndị ọkaikpe ise nke ụlọikpe kachasị, nke ọkaikpe John Okoro bụ onyeisi ya, nyere mkpebi ahụ n'ụbọchị Tọzde, dịka a malitere ịnụ ikpe dị n'etiti gọọmentị Naịjirịa na Nnamdi Kanu.",
    "Dịka ikpe ahụ malitere, ọkaiwu Nnamdi Kanu bụ Mike Ozekhome gwara ụlọikpe na ya tinyekwara akwụkwọ ka e si n'ụlọ mkpọrọ ndị DSS kpọpụ Nnamdi Kanu ma kpọga ya n'ụlọ mkpọrọ dị na Kuje ebe a ga-anọ leta ahụike ya anya nke ọma.",
    "Ozekhome rịọkwara ka ụlọikpe kachasị mee ngwangwa n'itule okwu gbasara Nnamdi Kanu.",
    "Mana ọkaiwu gọọmentị etiti bụ Tijanu Gadzali kwuru ka ụlọikpe nye ya ohere ka o tinye akwụkwọ iji gbaghaa arịrịọ ahụ Ozekhome na-arịọ n'ihi na o tebeghị aka ọ malitere ọrọ n'ikpe ahụ.",
    "Gadzali kwukwara na gọọmentị Naịjirịa nwere ebubo itoolu ọhụrụ ha chọrọ itinyekwu n'ebubo ha boro Mazi Kanu.",
    "O dobeghi anya ihe ebubo itoolu ọhụrụ a bụ.",
    "Na mkpebi ha, ndị ọkaikpe nyere Ozekhome ndụmọdụ ka o wepụ arịrịọ gbasara ịkpọpụ Kanu n'ụlọ mkpọrọ ndị DSS kpọga ya ụlọ mkpọrọ Kuje maka na ọ ga-eme ka okwu ahụ tee aka, kama ka ọ gbado anya n'isiokwu mkpesa ya nke bụ ka a tọhapụ Nnamdi Kanu dịka ụlọikpe mkpeghari si nye iwu.",
    "N'ihi nke a, ndị ọkaiwu ahụ yigharịrị ụbọchị ikpe ka ọ dị n'ụbọchị 11 nke ọnwa Julaị, iji nye ohere ka ọkaiwu gọọmentị etiti tinye akwụkwọ nke ya.",
    "Ka ikpe Nnamdi Kanu si gaa n'ụlọikpe n'abalị 14 nke ọnwa Novemba, afọ 202214 Nọvemba 2022",
    "Ihe dọkịta kwuru gbasara nsogbu ntị Nnamdi Kanu na-enwe - Ifeanyi Ejiofor31 Jenụwarị 2023",
    "Ihe Fr Mbaka kwuru maka ego Naira ọhụrụ,Nnamdi Kanu6 Febụwarị 2023",
    "Ikpe Mazi Nnamdi Kanu malitere taa n'ụlọikpe kachasị Naịjirịa.",
    "Mana akụkọ si n'ụlọikpe ahụ na-ekwu na ndị ọkaikpe eyigharịala ya bụ okwu ka ọ dịzie n'ọnwa Mee.",
    "Ọ bụ otu n'ime ndị ọkwaiwu Mazi Kanu bụ Aloy Ejimakor kwuru n'akara Twitter ya na e yigharịala ụbọchị ikpe ahụ.",
    "Ebe foto si, Screengrab",
    "Cheta na ụlọikpe kachasị na-atule ma a ga-atọhapụ Mazi Nnamdi Kanu dịka ụlọikpe mkpegharị si nye iwu kamgba ọnwa Sepụtemba 2022.",
    "Ụlọikpe mkpegharị kpebiri na etu gọọmentị Naịjirịa si jide Nnamdi Kanu na mba Kenya n'ọnwa June afọ 2021 ma kpụlata ya na Naịjirịa n'ike megidere iwu.",
    "Nke a pụtara na onweghi ebubo ọbụla ha boro ya chịtara aja. Ya mere ha ji nye iwu ka a tọhapụ Mazi Kanu na-egbughị oge ọbụla.",
    "Mana gọọmentị Naịjirịa, site n'ụlọọrụ ọkaiwu gọọmentị etiti bụ Abubakar Malami, wepụrụ okwu ahụ n'ụlọikpe kachasị na-ekwu na Mazi Kanu bụ onye dara iwu ma gbaa ọsọ dịka ụlọikpe nyere ya 'bail'.",
    "Ọ bụ okwu a ka ụlọikpe kachasị kwesịrị ileba anya taa, mana e yigharịala ya bụ ikpe ugbua ka ọ dịzie n'ụbọchị 11 nke ọnwa Mee.",
    "Foto na-egosi etu ndị uweojii si nọchie ụzọ na mpaghara ụlọikpe ukwu dị n'Abuja n'ụbọchị ikpe Nnamdi Kanu n'ọnwa Eprel 2022.",
    "Onye ntaakụkọ anyị chọpụtara na ọtụtụ ndị ọrụ nchekwa jupụtara n'okporoụzọ dị icheiche n'Abuja n'ụbọchị Tọzde.",
    "\"Ma ndị uweojii, ndị Road Safety, na ụfọdụ ndị agha nọchiri na mpaghara isi ụlọọrụ ndị uweojii, na mpaghara Ụlọikpe ukwu, na mpaghara 'Unity Fountain',\" ka onye ntaakụkọ anyị kwuru.",
    "\"Mana o doghị anya ma ọ bụ naanị maka ikpe Nnamdi Kanu ka ndị ọrụ nchekwa a ji nọrọ ebe niile, maka na ndị agha Naịjirịa nwekwara emume ha na-eme n'ogige 'Eagle Square' nke dị nso na mpaghara ụlọikpe ahụ. Onyeisiala Muhammadu Buhari ga-esonye n'emume ahụ.\"",
    "N'oge mbụ, mgbe ikpe Mazi Nnamdi Kanu ka dị n'ụlọikpe ukwu (Federal High Court), ndị ọrụ nchekwa na-anọchị mpaghara ụlọikpe ahụ niile n'ụbọchị ọbụla Mazi Kanu ga-abịa ụlọikpe.",
    "Ha na-egbochi okporoụzọ ka ndị ụgbọala si mpaghara ọzọ iji gbochie ọgbaaghara ọbụla nwereike ịdapụta site na ndị nkwado Mazi Kanu, bụ ndị na-ejupụta n'igwe na mpaghara ụlọikpe ụbọchị ọbụla Kanu ga-abịa ụlọikpe.",
    "Mana oge ikpe Kanu gafere n'ụlọikpe mkpegharị, nke dị nso n'ogige isi ụlọọrụ ndị uweojii n'Abuja, ndị ọrụ nchekwa anaghịkwa adị ọtụtụ n'ogige ụlọikpe n'ihi na Mazi Kanu n'onwe ya anaghị abịazị n'ikpe nke ahụ, ọ bụ naanị ndị ọkaiwu ya na-anọchite anya ya.",
    "Ebe foto si, Nigeria Govt",
    "Mazị Nnamdi Kanu bụ onyeisi otu 'Indigenous People of Biafra (Ipob), bụ ndị na-alụ ọgụ maka nnwereonwe mpaghara Ọwụwa Anyanwụ Naịjirịa nke ha kpọrọ mba Biafra.",
    "Kanu, onye bụkwa nwaafọ mba Briten, na-esi n'ụlọọrụ redio a kpọrọ 'Radio Biafra' na-ezisa ozi ma na-akpọ oke ka Biafra bụrụ mba nọdụrụ onwe ya. Kanu na-akpọ Naịjirịa 'zoo' nke pụtara ebe obibi ụmụ anụmanụ.",
    "Mana gọọmentị Naịjirịa machiri otu Ipob ma kpọọ ha otu na-eyi ndụ egwu.",
    "N'ọnwa Ọkutoba afọ 2015, ndị ọrụ nchekwa jichiri Mazị Nnamdi Kanu n'ọdọụgbọelu dị n'Abuja dịka o si mba UK lọbata Naịjirịa.",
    "E jichiri ya n'ụlọ mkpọrọ ndị ọrụnchekwa nzuzo bụ 'Department of State Services (DSS) ma mechaa kpụpụ ya ụlọikpe ebe e nyere iwu ka e si n'ụlọ mkpọrọ DSS kpọfee Kanu n'ụlọ mkpọrọ dị na Kuje, Abuja.",
    "N'ọnwa Eprel 2017 ka ọkaikpe Binta Nyako tọhapụrụ Mazi Kanu n'ihi na ahụ esichaghị ya ike, ka o sizie n'ụlọ na-abịa ụlọikpe.",
    "Ọkaikpe Nyako nyere ya iwu ka ọ ghara ịgwa ndị ntaakụkọ okwu, nakwa ka ọ ghara ịnọ n'ọgbakọ ọbụla ga-akarị mmadụ olemole. Mana gọọmentị Naịjirịa kwuru na Kanu erubeghị isi n'iwu ndị ahụ ụlọikpe nyere tupu a tọhapụ ya, nke a mere ha ji kpọọ oku ka e jidekwa ya ọzọ.",
    "Mana n'ọnwa Sepụtemba afọ 2017, oge ndị agha Naịjirịa na-eme atụmatụ nchekwa ha kpọrọ 'Operation Python Dance' na mpaghara Ọwụwa Anyanwụ, akụkọ kwuru na ndị agha wakporo ụlọ Mazi Kanu n'obodo ya bụ Afaraukwu, Umuahia, Abia Steeti.",
    "Nnamdi Kanu n'onwe ya kwuru na ndị agha ahụ gburu ọtụtụ mmadụ na mwakpo ahụ mana ya onwe ya mịpụrụ gbaa ọsọ.",
    "Malite n'oge ahụ, onweghịkwa onye hụrụ Mazị Kanu anya ruo n'ọnwa Ọkụtoba afọ 2018 oge a hụrụ ya na mba Israel ebe ọ gara njem ekpere na Jerusalem.",
    "Ọ gbara ọtụtụ gharịị etu Mazị Kanu si pụọ na Naịjirịa dịka ụlọikpe nyere iwu ka o debe akwụkwọ 'passport' ya n'aka ụlọikpe ahụ oge a tọhapụrụ ya.",
    "Mazi Kanu mechara gafee London ma malitekwa ịgbasa ozi nnwereonwe Biafra.",
    "N'ụbọchị 29 nke ọnwa June afọ 2021, Ọkaiwu kachasị nke Naịjirịa bụ Abubakar Malami kwuputara na gọọmentị Naịjirịa ejidekwala Mazi Nnamdi Kanu ọzọ na mba Kenya ma kpụlata ya Naịjirịa.",
    "O kwuru na ihe ha ji jichie Kanu bụ maka na ikpe ya ka na-aga n'ihu n'ụlọikpe Naịjirịa tupu ọ gbaa ọsọ, mana Kanu na ndị ọkaiwu ya na-ekwu na ọ bụghị ọsọ ikpe ka ọ gbara, kama ọ bụ ọsọ ịzọ ndụ ya ka ọ gbapụrụ oge ndị agha wakporo ụlọ ya na 2017.",
    "Ndị ọkaiwu Nnamdi Kanu nakwa ụfọdụndị ọnụ na-eru n'okwu na Naịjirịa na-ekwukwa na ọ bụ ntọrọ ka gọọmentị Naịjirịa tọọrọ Mazi Kanu na mba Kenya ma kpụlata ya n'ụzọ megidere iwu ba ụwa. Ha kwuru na ọ bụrụ na Kanu bụ onye kpara arụ na Naịjirịa, gọọmentị Naịjirịa kwesịrị idegara gọọmentị mba UK akwụkwọ ma gwa ha ka ha jide Kanu ma nyefee ya n'aka Naịjirịa ka e kpee ya ikpe, mana ebe Naịjirịa emeghị nke a, ọ pụtara na njide ha jidere Kanu dara iwu.",
    "Oge ikpe Nnamdi Kanu malitere ọzọ n'Abuja na 2021, gọọmentị Naịjirịa wetakwara ọtụtụ ebubo ọzọ tụkwasị n'ebubo ndị ha boburu na 2015, nke wetara ọnụọgụgụ ebubo niile ha boro Nnamdi Kanu ruo 15.",
    "Mana ọkaiwu Nnamdi Kanu bụ Mike Ozekhome gwara ụlọikpe ka ha kụchapụ ebubo niile a na-ebo Nnamdi Kanu maka na ha achịtaghị aja. N'ọnwa Eprel 2022, ọkaikpe Binta Nyako, kụchapụrụ ebubo asatọ n'ime ebubo 15 ah ma hapụ naanị asaa.",
    "Nke a ejughị ndị ọkaiwu Kanu - Mike Ozekhome SAN na Ifeanyi Ejiofor - afọ, ha wee wega okwu ahụ n'ụlọikpe mkpegharị.",
    "N'ọnwa Ọkụtoba 2022, ụlọikpe mkpegharị kụchapụrụ ebubo niile e boro Nnamdi Kanu ma nye iwu ka gọọmentị Naịjirịa tọhapụ ya na-egbughị oge.",
    "Mana gọọmentị wepuru okwu ahụ n'ụlọikpe kachasị na-ekwu na o kwesịghị ka a tọhapụ Mazi Kanu. Ọ bụ okwu a ka a na-atule n'ụlọikpe kachasị ugbua.",
    "Naijiria",
    "Nnamdi Kanu",
    "Ndị Biafra chọrọ nkewa",
    "Gọọmentị Naịjirịa chọrọ itinyekwa ebubo itoolu ọzọ n'isi Nnamdi Kanu27 Eprel 2023",
    "NA EME UGBU A Gọọmentị etiti akagbuola atụmatụ iwepu ‘subsidy’ mmanụ ụgbọala3 Eprel 2023",
    "Kedụ mgbe ikpe ntuliaka Peter Obi, Atiku na Tinubu ga-amalite?26 Eprel 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "World Cup Final: Argentina ebuliela iko mbaụwa 202218 Disemba 2022",
    "Lee ihe anọ Naịjirịa kwesịrị ịmụta n'aka Morocco n'iko mba ụwa nke afọ a18 Disemba 2022",
    "World Cup Final 2022: Gịnị ka uwe ojii Emir Qatar yinyere Messi pụtara?19 Disemba 2022",
    "FIFA World Cup Qatar 2022: Tekịnụzụ na-eme ka ọgbọegwuregwu dị n'ọzara jụọ oyi20 Nọvemba 2022",
    "World Cup Qatar 2022: Lee ụfọdụ ndị ọgba bọọlụ asọmpi a ga-abụ nke ikpeazụ ha19 Nọvemba 2022",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}