{
  "published": "elekere 6 gara aga",
  "sentences": [
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Akụkọ",
    "Egwuregwu",
    "Ihe nkiri",
    "Nke ka ewuewu",
    "Ebe foto si, Nigeria Presidency",
    "Onyeisiala Bola Ahmed Tinubu achụọla ndị isi ọrụ nchekwa Naịjirịa niile, tinyere ndị isi ndị agha ala, ndị agha elu, ndị agha mmiri, na ndị uweojii.",
    "Maj. Gen. Christopher .G Musa nọchiri anya Lucky Irabor onye jibu ọkwa 'Chief of Defence Staff'",
    "Maj. Gen. Taoreed. A Lagbaja nọchiri anya Faruk Yahaya onye jibu ọkwa 'Chief of Army Staff'",
    "Rear Admirral E. A Ogalla nọchiri anya Awwal Zubairu Gambo onye jibu ọkwa 'Chief of Naval Staff'",
    "Hassan Bala Abubakar\t nọchiri anya Oladayo Amao onye jibu ọkwa 'Chief of Air Staff'",
    "DIG Kayode Egbetokun nọchiri anya Usman Alkali Baba jibu ọkwa 'Inspector General of Police'",
    "Adeniyi Bashir Adewale ga-abụ onyeisi ngalaba 'Customs' ọhụrụ na nchereoge iji nọchie anya Hameed Ibrahim Ali bụbu onyeisi ngalaba ahụ",
    "Maj. Gen. Emmanuel Akomaye Parker Undiandeye nọchiri anya Samuel Adebayo bụ onye jibu ọkwa 'Chief of Defense Intelligence'",
    "Nuhu Ribadu (bụbu onyeisi ngalaba EFCC n'oge gara aga) nọchiri anya Babagana Monguno dịka 'National Security Adviser'",
    "Ebe foto si, Other",
    "Onye ga-etozu inweta ego mgbazinye agụmakwụkwọ a gọọmentị tinyere ọhụrụ?17 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu 4 Juun 2023",
    "Alaba Market: Gọọmentị Legọs ebidola ikuri ụlọ dị icheiche na mpaghara ahịa Alaba18 Juun 2023",
    "Col. Adebisi Onasanya ọchịagha ga na-elekọta 'Brigade of Guards'",
    "Lt. Col. Moshood Abiodun Yusuf ga-abụ onyeisi '7 Guards Battalion' dị n'Asokoro, Abuja",
    "Lt. Col. Auwalu Baba Inuwa\t177 ga-abụ onyeisi 'Guards Battalion' dị na Keffi, Nasarawa Steeti",
    "Lt. Col. Mohammed J. Abdulkarim ga-abụ onyeisi '102 Guards Battalion' dị na Suleja, Niger Steeti",
    "Lt. Col. Olumide A. Akingbesote ga-abụ onyeisi '176 Guards Battalion' dị na Gwagwalada, Abuja",
    "Maj.  Isa Farouk Audu ga-abụ onyeisi 'State House Artillery'",
    "Capt. Kazeem Olalekan Sunmonu ga-abụ osote onyetet 'State House Artillery'",
    "Maj. Kamaru Koyejo Hamzat ga-abụ onyeisi 'State House Military Intelligence'",
    "Maj. TS Adeola ga-abụ onyeisi 'State House Armament'",
    "Lt. A. Aminu ga-abụ osote onyeisi 'State House Armament'",
    "Tinubu kpọpụtakwara aha ndị ndụmọdụ pụrụ iche anọ. Ha gụnyere:",
    "Hadiza Bala Usman\t- onye ndụmọdụ pụrụ iche na ngalaba Policy Coordination",
    "Hannatu  Musa Musawa - onye ndụmọdụ pụrụ iche na ngalaba okwu ọdịnala na ịkpa obi ọma, nke a na-akpọ na bekee 'Culture and Entertainment Economy'",
    "Abdullahi Abubakar Gumel\t-Nnukwu onye ndụmọdụ pụrụiche n'okwu gbasara ndị omeiwu Sinetị",
    "Olarewaju Kunle Ibrahim Nnukwu onye ndụmọdụ pụrụiche n'okwu gbasara ndị omeiwu 'House of Reps",
    "National security",
    "Bola Tinubu",
    "Naijiria",
    "Tinubu achụọla ndị isi ọrụ nchekwa niile, tinye ndị ọhụrụelekere 6 gara aga",
    "Uganda school attack: Ụmụaka ndị a kpụ abụ ụka n’ọnụ mgbe ndị ekperima wakporo ma gbuo ha19 Juun 2023",
    "NA EME UGBU A Gọọmenti kwesịrị inye ụmụakwụkwọ ego n’efu karịa na mbinye – ASUU1 Juun 2023",
    "Body Goals 2023: Etu ị ga-esi nweta ụdịrị ahụ ị chọrọ n’afọ a6 Jenụwarị 2023",
    "Ọgbaa bọọlụ ama ama bụ Pele anwụọla29 Disemba 2022",
    "Onye bụ Carney Chukwuemeka a yiri ndị Mancity egwu?6 Jenụwarị 2023",
    "Etu Buhari, Neymar, Mbappe, Ronaldo na ndị ọzọ si akwanyere Pele ugwu30 Disemba 2022",
    "Arochukwu: Arondizuọgụ, Ajalị, Panya na ebe ndi ọzọ n'ụwa ndị Aro gbanyere mgbọrọgwụ3 Juun 2023",
    "Ebonyi Communal Clash: Ihe mere ụfọdụ obodo na ibe ha ji alụkaarị ọgụ na steeti ahụ7 Juun 2023",
    "Fuel subsidy removal: Ego ole m na-ejibụ agba ụgbọala aga ọrụ anaghịzị ezu4 Juun 2023",
    "Gịnị bụ 'fuel subsidy' a ọha kpụ n'ọnụ ugbua?30 Mee 2023",
    "Bola Ahmed Tinubu: Etu onowu Naịjirịa a si bụrụ Eze n'onwe ya29 Mee 2023",
    "Ihe mere ị ga-eji nwee ntụkwasiobi na BBC News",
    "Usoro Ojiji",
    "Gbasara BBC",
    "Iwu Nzuzo",
    "Kuki",
    "Kpọtụrụ BBC",
    "Do not share or sell my info",
    "© 2023 BBC. BBC anaghị ahụta maka ọdịnaya nke saịtị ndị dị na mpụga. Usoro anyị maka njikọ dị na mpụga."
  ]
}